{"seriesId":"station-19","name":"Seattle Firefighters – Die jungen Helden","descr":"[Station 19] Viele Jahre hat Captain Pruitt Herrera (Miguel Sandoval) die Feuerwache \"Station 19\" in Seattle geleitet. Doch nach einem gefährlichen Wohnungsbrand gibt er die Leitung der Wache aus gesundheitlichen Gründen ab. Pikanterweise bewirbt sich nicht nur Herreras Tochter Andy (Jaina Lee Ortiz), die am Arbeitsplatz ihres Vaters groß geworden ist, um den Posten, sondern auch ihr Kollege – und Liebhaber – Jack Gibson (Grey Damon). Andy bekommt den Zuschlag, und Jack muss damit leben. Zum Kollegenkreis zählen weiterhin die ehemalige Olympia-Athletin und Andys beste Freundin Maya Bishop (Danielle Savre), Dean Miller (Okieriete Onaodowan), der sein Feuerwehrmann-Image gerne nutzt, um sich mit Frauen zu treffen, Feuerwehr-Sanitäter Travis Montgomery (Jay Hayden), Ex-Chirurg und Feuerwehr-Neuling Ben Warren (Jason George) und Victoria Hughes (Barrett Doss), die Jüngste im Team.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Festgefahren","epNo":1,"alt":"Stuck","descr":"Die Feuerwehrwache \"Station 19\" wird schon lange von dem erfahrenen Pruitt Herrera geleitet. Doch während eines Wohnungsbrandes gerät der Captain selbst in Gefahr. Nur mit einer dramatischen Aktion können sich die Feuerwehrleute retten. Nun muss ein neuer Captain bestellt werden. Entgegen den Wunsch ihres Vaters will Andy Herrera die Leitung übernehmen. Aber es gibt noch einen weiteren Kandidaten Lt. Gibson, der noch dazu Andys geheimer Liebhaber ist.","versions":[{"lang":1,"streams":[{"redirect":14066252,"hoster":"VOE"},{"redirect":13797035,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unsichtbar","epNo":2,"alt":"Invisible To Me","descr":"Bis eine endgültige Entscheidung über die neue Leitung von Station 19 entschieden wird, müssen Andy und Jack die Verantwortung übernehmen. Unterdessen gibt es einen Feueralarm an Tucks Schule. Die Schulleiterin geht von einem Fehlalarm aus. Doch dann finden Ben und Victoria Tuck. Offenbar ist er für den Alarm verantwortlich. Er bringt sie zu einem schwangeren Mädchen bei dem die Wehen eingesetzt haben.","versions":[{"lang":1,"streams":[{"redirect":13703574,"hoster":"VOE"},{"redirect":13797040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alles im Griff","epNo":3,"alt":"Contain The Flame","descr":"Jack (Grey Damon) beginnt seine erste Schicht als Co-Captain und gerät erneut mit Andy (Jaina Lee Ortiz) über seinen Führungsstil aneinander. Captain Pruitt (Miguel Sandoval) hat Schwierigkeiten damit, den Anordnungen des Arztes Folge zu leisten und erscheint in der Wache um administrative Aufgaben zu erledigen.","versions":[{"lang":1,"streams":[{"redirect":14042882,"hoster":"VOE"},{"redirect":13797049,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Seifenblasen","epNo":4,"alt":"Reignited","descr":"Andy (Jaina Lee Ortiz) und Jack (Grey Damon) streiten sich über die Ausgaben der Feuerstation obwohl sie schon genug um die Ohren haben. Unterdessen rückt die Mannschaft aus, um ein großes Feuer in einem \"Bed and Breakfast\" zu löschen. Ryan (Alberto Frezza) ruft Maya als er herausfindet, dass ihr Bruder in der Klemme steckt.","versions":[{"lang":1,"streams":[{"redirect":13531354,"hoster":"VOE"},{"redirect":14440753,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schock","epNo":5,"alt":"Shock To The System","descr":"Miranda Bailey besucht Ben (Jason Winston George) auf der Arbeit und lernt seine neuen Kollegen kennen. Während der Großteil des Teams zu einem Autounfall eilt, bei dem auch Gefahr von einer elektrischen Leitung ausgeht, rücken Andy (Jaina Lee Ortiz) und Maya (Danielle Savre) zu ihrer ersten Observierung aus.","versions":[{"lang":1,"streams":[{"redirect":14065985,"hoster":"VOE"},{"redirect":14440761,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teamwork","epNo":6,"alt":"Stronger Together","descr":"Andy (Jaina Lee Ortiz), Jack (Grey Damon) und 18 weitere Kandidaten nehmen an dem Kapitänstest teil und zielen auf einen Platz als Kapitän in der Station 19. Unterdessen dient Travis (Jay Hayden) als handelnder Kapitän während Jack und Andy unterwegs sind für den Tag. Ben (Jason George) konfrontiert Vic (Barrett Doss) mit ihren Ängsten.","versions":[{"lang":1,"streams":[{"redirect":13659387,"hoster":"VOE"},{"redirect":13607946,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zurückhaltung","epNo":7,"alt":"Let It Burn","descr":"Ryan (Alberto Frezza) geht mit zu einem Katastrophentraining in der Station 19, wo es zwischen ihm und Jack (Grey Damon) zu einem Konkurrenzkampf kommt. Captain Pruitts (Miguel Sandoval) Gesundheitszustand verschlechtert sich und Andy (Jaina Lee Ortiz) bleibt an seiner Seite. Inzwischen wird Polizei und Feuerwehr zu einem Brand in einem Einkaufszentrum gerufen und Jack und Ryan sind gezwungen.","versions":[{"lang":1,"streams":[{"redirect":14024053,"hoster":"VOE"},{"redirect":14440757,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Timing","epNo":8,"alt":"Every Second Counts","descr":"Ein neuer Anführer muss gewählt werde, nur so kann die Wache effizient weiterarbeiten. Doch wer besitzt die Fähigkeiten um ein Team so zu führen, dass Freundschaft und Arbeit zu einem guten Klima verknüpft werden? Zwei Mitglieder der Wache stehen zur Auswahl und müssen sich beweisen. Doch wer wird es? Wer führt ein Team als Familie?","versions":[{"lang":1,"streams":[{"redirect":14066188,"hoster":"VOE"},{"redirect":14102017,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Heiße Phase","epNo":9,"alt":"Hot Box","descr":"In ein paar Tagen wird die Entscheidung fallen, wer neuer Captain der Station 19 wird. Bevor es soweit ist, wird das Team aber noch zu einem Brand in einem Familienhaus gerufen. Dieses Haus ist mit allen erdenklichen Sicherheitsvorkehrungen geschützt. So kommt es, dass sich die Garage zu einer tödlichen Falle entwickelt, aus der es kein Entkommen gibt.","versions":[{"lang":1,"streams":[{"redirect":13446087,"hoster":"VOE"},{"redirect":14399287,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Keine Helden","epNo":10,"alt":"Not Your Hero","descr":"Ben hat die Probezeit überstanden und darf ab nun den Rettungswagen bei Einsätzen fahren, was mit einem großen gemeinsamen Frühstück gefeiert wird. Während Jack und Andy in Ripleys Büro auf dessen Entscheidung warten, bricht ein Großbrand in einem Hochhaus aus. Mehrere Feuerwehrwachen werden zu dem Brand gerufen, nur das Team der Station 19 wartet noch auf den Einsatz. In der Zwischenzeit können alle die Geschehnisse nur über den Fernseher beobachten. Doch dann ertönt endlich das Sirenengeheul!","versions":[{"lang":1,"streams":[{"redirect":14023748,"hoster":"VOE"},{"redirect":14401459,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Genesung","epNo":1,"alt":"No Recovery","descr":"Nach der Explosion widersetzt sich Andy den Befehlen von Ripley und sucht gemeinsam mit Maya nach Jack. Auch Dean unterstützt die Rettungsmaßnahmen und kann Travis gemeinsam mit Victoria befreien. Nachdem Ben Molly gerettet hat, freundet er sich mit Mollys Mutter an. Pruitt überlebt seine Verletzungen, während Andy und Ryan ihre Beziehung neu bewerten. Das Feuerwehrhaus erhält mit Robert Sullivan einen neuen, toughen Captain.","versions":[{"lang":1,"streams":[{"redirect":14051760,"hoster":"VOE"},{"redirect":12820217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659717,"hoster":"VOE"},{"redirect":12833626,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter der Oberfläche","epNo":2,"alt":"Under The Surface","descr":"Nachdem der kleine Max vom schlechten Gesundheitszustand seiner Mutter im Grey Sloan Memorial Krankenhaus erfahren hat, will er einfach nur weg und läuft auf die Straße. Schon bald wird sein Verschwinden bemerkt und eine Suchaktion eingeleitet. Max ist in einen offenen Wasserkanal der Stadt gefallen. Nun müssen die Feuerwehrleute von \u0027Station 19\u0027 ihr ganzes Können beweisen, um den Jungen noch rechzeitig zu retten. Auch Maggie und DeLuca wollen helfen und schließen sich den Feuerwehrleuten an.","versions":[{"lang":1,"streams":[{"redirect":13692741,"hoster":"VOE"},{"redirect":12840254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066161,"hoster":"VOE"},{"redirect":12834644,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ballast","epNo":3,"alt":"Home To Hold Onto","descr":"Das Feuerwehrteam müssen einen alten Hoarder retten, der im Chaos seines maroden Apartments gefangen ist. Zeitgleich ist das Team von dem Befehlston des neuen Captains noch recht irritiert. Die Mitfahrt in einem Streifenwagen entwickelt sich zu einer kurzen Partnerschaft.","versions":[{"lang":1,"streams":[{"redirect":14066100,"hoster":"VOE"},{"redirect":9951340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13692654,"hoster":"VOE"},{"redirect":12833631,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verlorenes Vertrauen","epNo":4,"alt":"Objetos perdidos","descr":"Keiner ist begeistert, als Sullivan jedem im Team aufträgt, eine spezielle neue Fähigkeit zu lernen. Während eines Hausbesuchs wird Ryan (Alberto Frezza) von einer Person aus seiner Vergangenheit überrascht. Sullivan, Andy (Jaina Lee Ortiz) und Maya (Danielle Savre) kümmern sich um ein Feuer in einem baufälligen Gebäude.","versions":[{"lang":1,"streams":[{"redirect":13556181,"hoster":"VOE"},{"redirect":9951341,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13002156,"hoster":"VOE"},{"redirect":12820080,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jede Sekunde zählt","epNo":5,"alt":"Do A Little Harm …","descr":"Während des Rettungstrainings muss sich Captain Sullivan schmerzhaften Erinnerungen stellen. Miranda bittet Ben um eine Auszeit von ihrer Ehe. Dean kann es nicht leiden, seinen Geburtstag zu feiern und gesteht Jack schließlich den Grund.","versions":[{"lang":1,"streams":[{"redirect":14065718,"hoster":"VOE"},{"redirect":12834656,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063503,"hoster":"VOE"},{"redirect":12833632,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der letzte Tag auf Erden","epNo":6,"alt":"Last Day On Earth","descr":"Gerade als Ryan zustimmt, es mit seinem Vater zu besprechen, macht Greg Tanner einen unerwarteten Besuch bei Station 19 und lässt Ryan und andere verwirrt zurück. In dem Bestreben, sich mit seiner Crew zu verbinden, holt sich Captain Sullivan die Hilfe einer unwahrscheinlichen Quelle für einige Tipps zum Verbinden.","versions":[{"lang":1,"streams":[{"redirect":14052061,"hoster":"VOE"},{"redirect":12820222,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697190,"hoster":"VOE"},{"redirect":12820078,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stürmische Zeiten","epNo":7,"alt":"Weather The Storm","descr":"Ben veranstaltet ein \"Friendsgiving\" auf der Wache, weil ein Sturm das Seattle Fire Department in Atem hält. Maya bekommt die Gelegenheit vor Chief Ripley zu glänzen, der ihre Mannschaft unerwartet begleitet, nicht zuletzt um bei Vic zu sein. Derweil sind Andy und Sullivan im Rettungswagen unterwegs. Der Einsatz, zu dem sie gerufen wurden, führt Sullivan an den Ort zurück, an dem er seine Frau verloren hat.","versions":[{"lang":1,"streams":[{"redirect":14062691,"hoster":"VOE"},{"redirect":12840251,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066167,"hoster":"VOE"},{"redirect":12833633,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ungewissheit","epNo":8,"alt":"Crash And Burn","descr":"Andy und Captain Sullivan befinden sich in einer äußerst misslichen Lage. Der Krankenwagen wurde durch den Sturm über eine Böschung gefegt. Sullivan hat sich dabei schwer verletzt, er spürt seine Beine nicht mehr. Glücklicherweise hat die verletzte Shannon den Sturz überlebt, allerdings macht ihr Gesundheitszustand Andy große Sorgen. Zu allem Unglück ist das Funkgerät defekt. Nun müssen sie ausharren, bis Hilfe kommt. Pruitt macht sich Sorgen um Gibson, der sich seit dem Hochhausbrand sehr verändert hat.","versions":[{"lang":1,"streams":[{"redirect":14059935,"hoster":"VOE"},{"redirect":9951345,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13680564,"hoster":"VOE"},{"redirect":10616349,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spielraum","epNo":9,"alt":"I Fought The Law","descr":"Andy (Jaina Lee Ortiz), Maya (Danielle Savre) und Dean (Okieriete Onaodowan) finden nach einem Anruf eine verletzte Frau, die an Amnesie leidet. Nach einer Weile merken sie, dass weit mehr hinter ihrer Geschichte steckt, als anfangs angenommen.Unterdessen nimmt Captain Sullivan Ben (Jason Winston George) und Jack (Grey Damon) mit auf einen Hausbesuch, der für den Patienten zu einem Beinaheunfall wird, während Ryan (Alberto Frezza) wohl noch nicht das letzte Mal von seinem Vater Greg gehört hat.","versions":[{"lang":1,"streams":[{"redirect":14059963,"hoster":"VOE"},{"redirect":9951346,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051795,"hoster":"VOE"},{"redirect":10450775,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Funkenflug","epNo":10,"alt":"Crazy Train","descr":"Jack darf wieder im Feuerwehrdienst arbeiten. Heute ist er gemeinsam mit Maya, die nicht von Jacks Genesung überzeugt ist, dem Rettungsdienst zugeteilt. In einem Zug der U-Bahn von Seattle kommt es zu einem technischen Defekt. Jack und Maya sollen überprüfen, ob Fahrgäste bei der Notbremsung verletzt wurden. Dabei entdecken sie einen Jungen mit erhöhter Temperatur. Kurze Zeit später spukt der Junge Blut. Anhand der Symptome vermuten die beiden eine hochansteckende Krankheit. Nun wird der Zug unter Quarantäne gestellt.","versions":[{"lang":1,"streams":[{"redirect":14028028,"hoster":"VOE"},{"redirect":9951347,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065909,"hoster":"VOE"},{"redirect":12683074,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Stabilität","epNo":11,"alt":"Baby Boom","descr":"In der Feuerwache wird unbemerkt ein Baby in einer Tasche abgelegt. Bis auf Victoria und Travis drücken sich alle vor dem Babydienst. Die Situation wird gefährlich, als ein Campingmobil in die Einfahrt der Station kracht. Inzwischen kocht Dean für den Besuch seiner Eltern. Jack will seinem Freund beistehen. Doch leider kommt es so, wie Dean es befürchtet hat: Seine Mutter kritisiert alles.","versions":[{"lang":1,"streams":[{"redirect":13463468,"hoster":"VOE"},{"redirect":9951348,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051815,"hoster":"VOE"},{"redirect":12977049,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schwere Geburt","epNo":12,"alt":"When It Rains, It Pours!","descr":"Vic ist erkältet und soll deshalb wieder nach Hause fahren, um sich auszuruhen. Dabei wird sie auf einer abgeschiedenen Straße Zeuge, wie sich ein Auto überschlägt. Bis die Rettungskräfte eintreffen, muss sie nun all ihr Können zeigen, um den verletzten Menschen zu helfen. Nachdem sich Ben für die \"Medic One\" Ausbildung entschieden hat, ist er mit einem hohen Arbeitspensum belastet. Er muss versuchen, alles unter einen Hut zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13692395,"hoster":"VOE"},{"redirect":12831861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13692532,"hoster":"VOE"},{"redirect":12833409,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Lichtblicke","epNo":13,"alt":"The Dark Night","descr":"Ein Blackout in Seattle führt zu zahlreichen Notfällen. Nacheinander gehen die Notrufe ein, die Feuerwehrleute haben viel zu tun. Einerseits sollen sie in einem großen Wohnhaus ein abgängiges Mädchen finden. Andererseits müssen sie bei einem chronisch Kranken aushelfen, dessen medizinische Geräte durch den Stromausfall nicht mehr laufen. Der Kranke möchte aber nicht ins Krankenhaus transportiert werden, sondern lieber zu Hause sterben.","versions":[{"lang":1,"streams":[{"redirect":14042887,"hoster":"VOE"},{"redirect":12831856,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13204696,"hoster":"VOE"},{"redirect":12820079,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Erkenntnisse","epNo":14,"alt":"Friendly Fire","descr":"Die Truppe wird zu einem Feuer in einer Kaffeeverarbeitungsanlage gerufen, wo sie ihre Leben riskieren müssen, um den Captain einer anderen Feuerwehrwache zu retten. Ripley und Vic (Barrett Doss) überlegen sich derweil drastische Maßnahmen, um ihre Beziehung zu retten. Andy (Jaina Lee Ortiz) erhält unterdessen überraschende Neuigkeiten über ein paar seiner Kollegen, und Pruitt (Miguel Sandoval) schlüpft in eine neue Rolle.","versions":[{"lang":1,"streams":[{"redirect":14051887,"hoster":"VOE"},{"redirect":14096838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14028067,"hoster":"VOE"},{"redirect":12977047,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Allzeit bereit","epNo":15,"alt":"Always Ready","descr":"Nach einem tödlichen Feuer in einer Kaffeerösterei sind die Mitglieder von Station 19 in höchster Alarmbereitschaft als einer aus ihrem Team in lebensbedrohlichem Zustand ins Grey Sloan eingeliefert wird.","versions":[{"lang":1,"streams":[{"redirect":14059643,"hoster":"VOE"},{"redirect":9951353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13692187,"hoster":"VOE"},{"redirect":12640446,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Glockenläuten","epNo":16,"alt":"For Whom the Bell Tolls","descr":"Der Feuerwehrchef ist gestorben; und seine Trauerfeier muss vorbereitet werden. Besonders Victoria muss sich dieser extrem herausfordenden Situation stellen. Noch vor der Trauerfeier werden Andy und Ben zu einem Notfall gerufen. Ein Mann wurde bei Renovierungsarbeiten von einem Kronleuchter aufgespießt.","versions":[{"lang":1,"streams":[{"redirect":14065901,"hoster":"VOE"},{"redirect":12831862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14062715,"hoster":"VOE"},{"redirect":12833636,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Flächenbrand","epNo":17,"alt":"Into The Wildfire","descr":"Um ihren Kollegen in Los Angeles bei den Waldbränden zu helfen, macht sich die Mannschaft von Station 19 auf den Weg. Für alle ist es eine völlig neue Situation. Nach einer kurzen Einschulung vor Ort werden sie in den Einsatz geschickt. Sie sollen in einer Siedlung helfen, die Bewohner zu evakuieren. Aber schon bald kommt das Feuer gefährlich nahe!","versions":[{"lang":1,"streams":[{"redirect":14059823,"hoster":"VOE"},{"redirect":9951357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13746762,"hoster":"VOE"},{"redirect":12977048,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Totalschaden","epNo":1,"alt":"I Know This Bar","descr":"Eine Frau lenkt ihren Wagen direkt in Joe\u0027s Bar, neben sich ihren Mann mit einem Herzinfarkt. Ben (Jason Winston George) und Pruitt (Miguel Sandoval) sitzen gerade in der Bar und versuchen nach dem Unfall von innen das Leben möglichst vieler zu retten, während Andy (Jaina Lee Ortiz) und Sullivan mit ihrem Team von Feuerwehrleuten von außen daran arbeiten, ihre Kollegen, die Ärzte und Assistenten von Grey Sloan und weitere Gäste der Bar zu retten, bevor das Gebäude einstürzt.","versions":[{"lang":1,"streams":[{"redirect":13692264,"hoster":"VOE"},{"redirect":12640485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063529,"hoster":"VOE"},{"redirect":12833637,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Explosionsgefahr","epNo":2,"alt":"Indoor Fireworks","descr":"Der neue Feuerwehrchef von Seattle wird der Station 19 vorgestellt und lässt die Besatzung nach seinem Besuch skeptisch zurück. Später werden die Feuerwehrleute zu einem durch explodierende Feuerwerkskörper verursachten Kaufhausbrand gerufen, der schmerzhafte Erinnerungen an Bens (Jason Winston George) Vergangenheit auslöst und ihn zu einem neuen Vorhaben inspiriert. Maya (Danielle Savre) setzt sich für sich selbst und ihre Karriere ein, während Jack (Grey Damon) sich mit einem Bekannten stärker vernetzt. Und Andy (Jaina Lee Ortiz) und Ryan (Alberto Frezza) haben ein Herzensanliegen.","versions":[{"lang":1,"streams":[{"redirect":14052037,"hoster":"VOE"},{"redirect":9951289,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023633,"hoster":"VOE"},{"redirect":12833639,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachwehen","epNo":3,"alt":"Eulogy","descr":"Pruitt muss über einen gewaltigen Verlust hinwegkommen. Andy verweigert sich der Trauerarbeit und stürzt sich lieber in ihren Job. Zeitgleich bekommt es die Feuerwehrmannschaft mit einem gewaltigen Ausmaß an Kohlendioxid-Vergiftung zu tun. Sullivan entscheidet sich für einen neuen Captain und stößt dabei nicht unbedingt auf Zustimmung.","versions":[{"lang":1,"streams":[{"redirect":14065858,"hoster":"VOE"},{"redirect":9951291,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14062869,"hoster":"VOE"},{"redirect":12820084,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Machtkämpfe ","epNo":4,"alt":"House Where Nobody Lives","descr":"Ben (Jason Winston George) und Jack (Grey Damon) besänftigen eine Gruppe obdachloser Pflege- und biologischer Geschwister, damit sie helfen können, ein Leben zu retten, was Erinnerungen aus Jacks (Grey Damon) Vergangenheit auslöst. In der Zwischenzeit drängt Maya (Danielle Savre) das Team zu sehr und kämpft darum, sie zusammenzubringen; und Pruitt (Miguel Sandoval) droht mit drastischen Maßnahmen, als sie eine Bitte ablehnt.","versions":[{"lang":1,"streams":[{"redirect":14062917,"hoster":"VOE"},{"redirect":9951294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13412143,"hoster":"VOE"},{"redirect":12831337,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ehrgeiz","epNo":5,"alt":"Into The Woods","descr":"In dem Bemühen, die Moral zu erhöhen, nimmt Maya (Danielle Savre) die Crew auf einen teambildenden Campingausflug mit, der nicht ganz nach Plan verläuft. Ihre Verbundenheit wird auf die Probe gestellt, während sie daran arbeiten, Erstcamper nach einem grausamen Bärenangriff zu retten. In der Zwischenzeit unternimmt Pruitt (Miguel Sandoval) Schritte, um seine Beziehung zu Andy (Jaina Lee Ortiz) zu reparieren, und Sullivan nimmt extreme Anstrengungen auf sich.","versions":[{"lang":1,"streams":[{"redirect":13555951,"hoster":"VOE"},{"redirect":9951295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066102,"hoster":"VOE"},{"redirect":9951254,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kälteschock","epNo":6,"alt":"Ice Ice Baby","descr":"Seattle wird von einem Blizzard heimgesucht und Travis erhält einen besonders schwierigen Auftrag. Auch andere Feuerwehrmänner- und Frauen müssen sich in dieser Situation ihren eigenen Dämonen stellen. Unterdessen wachsen bei Ben die Zweifel bezüglich eines bestimmten Kollegen.","versions":[{"lang":1,"streams":[{"redirect":14063433,"hoster":"VOE"},{"redirect":12831342,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065766,"hoster":"VOE"},{"redirect":12833642,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefühlsschwankungen","epNo":7,"alt":"Satellite Of Love","descr":"Ben kümmert sich um die Vorbereitungen für den neuen Rettungs-Truck. Zeitgleich scheinen sich seine Befürchtungen im Bezug auf Sullivan und das verschwundene Fentanyl zu bestätigten. Jack und Rigo versuchen ihren Streit zu begraben. Da sie gemeinsam zur Arbeit eingeteilt sind, bleibt ihnen wohl auch kaum etwas Anderes übrig.","versions":[{"lang":1,"streams":[{"redirect":14063432,"hoster":"VOE"},{"redirect":9945371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14062615,"hoster":"VOE"},{"redirect":9951255,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wo gehörst du hin?","epNo":8,"alt":"Born To Run","descr":"Ein Motorradunfall unter Alkoholeinfluss verlangt dem Feuerwehr-Team von Station 19 alles ab. In einer schwierigen Situation erhält Dean wertvollen Rat von Pruitt und Sullivan wendet sich hilfesuchend an Dr. Amelia Shepherd.","versions":[{"lang":1,"streams":[{"redirect":14042839,"hoster":"VOE"},{"redirect":12831344,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14062822,"hoster":"VOE"},{"redirect":12831341,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf verlorenem Posten","epNo":9,"alt":"Poor Wandering One)","descr":"Ein Army-Veteran droht damit, den Laden eines Pfandleihers in Schutt und Asche zu legen. Sullivan muss sich an seine eigene Zeit als Marine erinnern, um die Deeskalation herbeizuführen. Zeitgleich müssen Vic und Dean zu einem Mann vordringen, der an Alzheimer erkrankt ist.","versions":[{"lang":1,"streams":[{"redirect":14042863,"hoster":"VOE"},{"redirect":12831343,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659720,"hoster":"VOE"},{"redirect":9951258,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Von der Seele reden","epNo":10,"alt":"Something About What Happens When We Talk","descr":"Nach einigen angespannten und traumatischen Erlebnissen werden die Feuerwehrleute der Station 19 von einem Psychologen besucht.","versions":[{"lang":1,"streams":[{"redirect":13555900,"hoster":"VOE"},{"redirect":12831347,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065902,"hoster":"VOE"},{"redirect":9951259,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kontrollzwänge","epNo":11,"alt":"No Days Off","descr":"Maya tut sich schwer, in ihrem Urlaub richtig abzuschalten. Andy und Sullivan wollen sich den Segen von Pruitt holen, ehe sie ihre Beziehung öffentlich machen. Andys Vater ist erwartungsgemäß nicht sonderlich davon begeistert. Travis wird vom Auftauchen von Emmetts Freundin völlig überrumpelt und muss gute Miene zum bösen Spiel machen. Unterdessen präsentiert Ben voller Stolz das neue PRT-Fahrzeug den Grey-Sloan-Memorial-Chirurgen Owen, Teddy und Jackson.","versions":[{"lang":1,"streams":[{"redirect":13660182,"hoster":"VOE"},{"redirect":12610630,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13628212,"hoster":"VOE"},{"redirect":9945344,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wir sehen uns","epNo":12,"alt":"I\u0027ll Be Seeing You","descr":"Pruitt hat seine ehemaligen Feuerwehrkollegen zu einem Pokerspiel eingeladen. Während sie sich mit Geschichten aus der alten Zeit unterhalten, wird ein Brand in einer Lagerhalle gemeldet. Zunächst scheinen die Brandherde schnell gelöscht, doch als das Team Propangasflaschen entdeckt, muss das ganze Areal evakuiert werden. Jackson, der gerade vom Grey Sloan Memorial zu Besuch ist, führt dabei mit Ben Notoperationen durch. Als der Funkkontakt zu Andy abreißt, eilt Pruitt voll Sorge zur Einsatzstelle.","versions":[{"lang":1,"streams":[{"redirect":14023977,"hoster":"VOE"},{"redirect":12827420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066164,"hoster":"VOE"},{"redirect":12977052,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Enthüllungen","epNo":13,"alt":"Dream A Little Dream Of Me","descr":"Während Andy und das Team um Pruitt trauern, verweigert ihm Chief Dixon ein Ehrenbegräbnis. Er schiebt dabei als Grund Pruitts Ruhestand bei seinem Einsatz vor. Also trommelt Vic die Mannschaft für das Fotoshooting eines Kalenders zusammen, um das Geld für eine standesgemäße Verabschiedung zu sammeln. Als das Team zu einem Gasleck gerufen wird, stellt sich der Einsatz bald als Familiendrama heraus. Maya wird inzwischen vor einer Kommission zur Verantwortung für Pruitts Tod gezogen.","versions":[{"lang":1,"streams":[{"redirect":14062816,"hoster":"VOE"},{"redirect":12827432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13692344,"hoster":"VOE"},{"redirect":9951260,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Geister der Vergangenheit","epNo":14,"alt":"The Ghosts That Haunt Me","descr":"Der Feuerwehrkalender wird ein voller Erfolg. Andy kehrt nach ihrer Auszeit in den Dienst zurück und hat überraschende Neuigkeiten für Jack. Mayas Mutter taucht unerwartet mit der Nachricht auf, dass sie gerade ihren Vater verlassen hat. Ben konfrontiert Sullivan mit seiner Drogensucht und verlangt einen Urintest von ihm. Das Team hat bald alle Hände voll zu tun, als eine Bowling-Halle einstürzt und eine Gruppe Kinder darin gefangen ist.","versions":[{"lang":1,"streams":[{"redirect":14062699,"hoster":"VOE"},{"redirect":12820182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659860,"hoster":"VOE"},{"redirect":12831340,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dunkle Schatten","epNo":15,"alt":"Bad Guy","descr":"Eine blutverschmierte Frau taucht in der Station auf. Sie glaubt, einen Passanten, der sie angegriffen hat, umgebracht zu haben. Wenig später findet das Team in einem Park den Mann mit mehreren Stichwunden. Während Jackson und Ben den Verletzten im PRT-Fahrzeug operieren, wird der Wagen von einer jungen Frau entführt. Vic and Travis stoßen indessen auf Ungereimtheiten bei einer Routine-Inspektion. Andy stöbert in alten Fotos und entdeckt einige Lücken in ihrer Familiengeschichte.","versions":[{"lang":1,"streams":[{"redirect":14065761,"hoster":"VOE"},{"redirect":12827486,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023612,"hoster":"VOE"},{"redirect":9951264,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Erschütterungen","epNo":16,"alt":"Louder Than a Bomb","descr":"Das Team wird wegen eines angeblichen Gaslecks zum Pac-North Krankenhaus gerufen. Im Grey Sloan Memorial wird Sullivan von Amelia auf seine Bein-Operation vorbereitet. Andy bricht unter der Last ihrer Erinnerungen zusammen und vertraut sich Meredith an. Im Pac-North werden die Patienten in aller Eile evakuiert. Plötzlich erschüttert eine Explosion das Gebäude und ein Teil des Teams wird im Untergeschoss eingeschlossen. Verzweifelt versuchen Maya und ihr Team nach draußen zu gelangen. Da findet Miller eine tickende Zeitbombe.","versions":[{"lang":1,"streams":[{"redirect":13556109,"hoster":"VOE"},{"redirect":12820188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066319,"hoster":"VOE"},{"redirect":12977056,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Aus den Fugen","epNo":1,"alt":"Nothing Seems the Same","descr":"Eine Gruppe von Teenagern entfacht unbeabsichtigt ein Feuer.Als die Pandemie COVID-19 in Seattle ausbricht, hält die Besatzung der Feuerwache Station 19 zusammen. Andy (Jaina Lee Ortiz) versucht, der Rückkehr ihrer Mutter einen Sinn zu geben, während Sullivan (Boris Kodjoe) sich an eine neue Routine gewöhnt.","versions":[{"lang":1,"streams":[{"redirect":14023765,"hoster":"VOE"},{"redirect":12833670,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ungezähmt","epNo":2,"alt":"Wild World","descr":"Andy (Jaina Lee Ortiz) nimmt sich den Tag frei um ihr Privatleben zu sortieren.Maya (Danielle Savre) und Carina (Stefania Spampinato) versuchen trotz der COVID-19-Einschränkungen ihre Beziehung am Laufen zu halten.Sullivan (Boris Kodjoe) arbeitet an seiner Abstinenz.Das Team bekommt es mit einem wilden Tier zu tun.","versions":[{"lang":1,"streams":[{"redirect":13555999,"hoster":"VOE"},{"redirect":12833411,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familienbande","epNo":3,"alt":"We Are Family","descr":"Die Zukunft von Sullivan (Boris Kodjoe) hängt während seiner Disziplinaranhörung am seidenen Faden. Ben (Jason Winston George), Dr. Richard Webber (James Pickens Jr.), Emmett Dixon (Lachlan Buchanan) und der ehemalige Brandmeister Dixon (Pat Healy) müssen aussagen.Die Crew untersucht inzwischen ein Feuer in einem verlassenen Wohnhaus, in dem sich Seattles bekannteste Drag Queens eingerichtet haben.","versions":[{"lang":1,"streams":[{"redirect":14042743,"hoster":"VOE"},{"redirect":12827437,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kein Blick zurück","epNo":4,"alt":"Don\u0027t Look Back in Anger","descr":"Das Team wird zu einem Einsatz gerufen, bei dem es um einen häuslichen Disput geht, in den eine Schwangere involviert ist.Travis (Jay Hayden) hat Schwierigkeiten, sich um eine Familienkrise zu kümmern.Maya (Danielle Savre) und Carinas (Stefania Spampinato) Beziehung wächst weiter.","versions":[{"lang":1,"streams":[{"redirect":14066391,"hoster":"VOE"},{"redirect":12833674,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eskalation","epNo":5,"alt":"Out of Control","descr":"Andy (Jaina Lee Ortiz) und Sullivan (Boris Kodjoe) finden einen Weg um verbunden zu bleiben.Ben (Jason Winston George) wird mit einem schweren Verlust konfrontiert,Jack (Grey Damon) und Inara (Colleen Foy) kommen sich näher.Die Crew hilft in ihrer Freizeit einer Mutter in Not, doch ihr heldenhafter Einsatz führt zu einem Konflikt mit der Polizei.","versions":[{"lang":1,"streams":[{"redirect":14023998,"hoster":"VOE"},{"redirect":12840256,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nie wieder","epNo":6,"alt":"Train in Vain","descr":"Nach den dramatischen Geschehnissen vom Vortag, versuchen sich die Feuerwehrfrauen und -männer von Station 19 mit der Vorbereitung für die Jahresinspektion abzulenken. Unterdessen sind Carina und ihr Bruder Andrew auf der Spur der Menschenhändlerin Opal. Andrew hat sich fest vorgenommen, sie nicht noch einmal entkommen zu lassen und zahlt dafür einen hohen Preis.","versions":[{"lang":1,"streams":[{"redirect":13692462,"hoster":"VOE"},{"redirect":12833677,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Absprung","epNo":7,"alt":"Learning to Fly","descr":"Das Team von Station 19 wird zu einer Sektenversammlung gerufen, wo sie ihren Anführer, Bruder John, finden, der auf dem Dach tanzt und behauptet, er könne fliegen. In der Zwischenzeit bekommt Travis (Jay Hayden) einen Überraschungsbesuch von seinem Vater und Dean (Okieriete Onaodowan) trifft eine schwierige Entscheidung, die seine berufliche Laufbahn beeinflussen könnte.","versions":[{"lang":1,"streams":[{"redirect":13247932,"hoster":"VOE"},{"redirect":12833680,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Was zusammen gehört","epNo":8,"alt":"Make No Mistake, He\u0027s Mine","descr":"Vics (Barrett Doss) Liebeslieben wird schon wieder kompliziert als sie ein schockierendes Geheimnis erfährt. Andy (Jaina Lee Ortiz) ist zunehmend frustriert wegen Sullivan (Boris Kodjoe), der ihre Autorität untergräbt. Maya (Danielle Savre) fällt es schwer, ihre Eifersucht zu zügeln als eine alte Flamme von Carina auftaucht.","versions":[{"lang":1,"streams":[{"redirect":14062754,"hoster":"VOE"},{"redirect":12834648,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Niemand ist allein","epNo":9,"alt":"No One Is Alone","descr":"Vics (Barrett Doss) und Travis\u0027 (Jay Hayden) Freundschaft steht auf dem Prüfstand als sie zwei Freunden in Not helfen.Jack (Grey Damon) erkennt, dass er mehr Einfluss auf Marcus hat als er dachte.","versions":[{"lang":1,"streams":[{"redirect":13697232,"hoster":"VOE"},{"redirect":12834650,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Prioritäten","epNo":10,"alt":"Save Yourself","descr":"Andy (Jaina Lee Ortiz), Sullivan (Boris Kodjoe) und Ben (Jason Winston George) müssen sie eine schwere Entscheidung treffen als sie ein in ihrem Auto eingeklemmtes Paar befreien wollen.Dean stellt seinen juristischen Kampf gegen die Polizei in Frage.Travis\u0027 (Jay Hayden) Vater fürchtet, dass er geoutet wird als sein \"Golffreund\" COVID-19 ausgesetzt wird.","versions":[{"lang":1,"streams":[{"redirect":14062882,"hoster":"VOE"},{"redirect":9945391,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Und noch einmal","epNo":11,"alt":"Here It Comes Again","descr":"Sullivan (Boris Kodjoe), Maya (Danielle Savre), Jack (Grey Damon), Vic (Barrett Doss) und Travis (Jay Hayden) werden zu einer Brandverletzung auf einer Eislaufbahn gerufen.Eine Schwangere und ihr Ehemann suchen Hilfe in der Wache.Maya und Carina (Stefania Spampinato) führen ein schwieriges Gespräch.","versions":[{"lang":1,"streams":[{"redirect":13596575,"hoster":"VOE"},{"redirect":9951316,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mit anderen Augen","epNo":12,"alt":"Get Up, Stand Up","descr":"Im Zuge der landesweiten Empörung nach dem tragischen Mord an einem unbewaffneten schwarzen Mann holt Maya Dr. Diane Lewis als Trauerbegleiterin ins Team.","versions":[{"lang":1,"streams":[{"redirect":13555895,"hoster":"VOE"},{"redirect":9951318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13682442,"hoster":"VOE"},{"redirect":12833648,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rettungsanker","epNo":13,"alt":"I Guess I’m Floating","descr":"Ben (Jason Winston George) und Dean (Okieriete Onaodowan) kämpfen nach dem Black Fighters Coalition Bankett um Leben und Tod.","versions":[{"lang":1,"streams":[{"redirect":13392029,"hoster":"VOE"},{"redirect":12827426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697011,"hoster":"VOE"},{"redirect":12833658,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Betäubt","epNo":14,"alt":"Comfortably Numb","descr":"Ben (Jason Winston George) stellt sich endlich den gesundheitlichen Problemen, die er verdrängt hat.Jack (Grey Damon) und Inara (Colleen Foy) helfen ihrem Nachbarn aus einer unglücklichen Lage und Carina (Stefania Spampinato) und Maya (Danielle Savre) bewerten ihre Beziehung neu.","versions":[{"lang":1,"streams":[{"redirect":13628336,"hoster":"VOE"},{"redirect":12820181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042988,"hoster":"VOE"},{"redirect":12833655,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sagt ihren Namen","epNo":15,"alt":"Say Her Name","descr":"Alternativtitel: Kein Vergessen Als Vic ihren Eltern durch einen verheerenden Verlust hilft, führen sie ein längst überfälliges Gespräch über die Angst, in Amerika schwarz zu sein","versions":[{"lang":1,"streams":[{"redirect":13697198,"hoster":"VOE"},{"redirect":12834651,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Bis in alle Ewigkeit, Amen","epNo":16,"alt":"Forever and Ever, Amen","descr":"Maya spricht einige ungelöste Familienprobleme an; die Crew nimmt die Sache selbst in die Hand, wenn es vor Ort um Leben oder Tod geht; Die Ehe von Andy und Sullivan wird auf die Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":14059882,"hoster":"VOE"},{"redirect":12834649,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Phönix aus den Flammen","epNo":1,"alt":"Phoenix from the Flame","descr":"In Station 19 werden die Beziehungen nach Sullivans Aktionen bei Mayas und Carinas Hochzeit in Frage gestellt, was seine Ehe mit Andy auf die Probe stellt. Dean kommt mit seinen Gefühlen für Vic zurecht, während Travis eine alte Flamme neu entfacht. Das jährliche Phoenix Festival bringt einige Einwohner von Seattle zum Vorschein und fordert die Teams von Station 19 und Grey Sloan Memorial heraus. Das Crossover geht weiter auf Grey\u0027s Anatomy S18E01 Here Comes the Sun.","versions":[{"lang":1,"streams":[{"redirect":14024014,"hoster":"VOE"},{"redirect":12820172,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066230,"hoster":"VOE"},{"redirect":12833652,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Knock-out","epNo":2,"alt":"Can’t Feel My Face","descr":"Die Beziehung von Andy und Sullivan wird weiter auf die Probe gestellt. In der Zwischenzeit schließt sich Emmett Dean und Vic bei einem Anruf bei der Psychiatrie an und Maya geht auf Gewissensprüfung.","versions":[{"lang":1,"streams":[{"redirect":14065792,"hoster":"VOE"},{"redirect":12820173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14062903,"hoster":"VOE"},{"redirect":12833649,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hitzewelle","epNo":3,"alt":"Too Darn Hot","descr":"Als Seattle von einer Hitzewelle heimgesucht wird, wird Station 19 zum Kühlzentrum und es kommt zu einem Chaos mit den Einheimischen, die die extremen Temperaturen nicht gewohnt sind. Andy muss mit Reue umgehen und findet in Theo einen Freund.","versions":[{"lang":1,"streams":[{"redirect":13596505,"hoster":"VOE"},{"redirect":12834647,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066309,"hoster":"VOE"},{"redirect":12833412,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ganz oder gar nicht","epNo":4,"alt":"100% Or Nothing","descr":"Dr. Diane Lewis kehrt zurück, um den Feuerwehrleuten der Stationen 19 und 23 bei der Kriseninterventionsschulung zu helfen. In der Zwischenzeit sind Andy und Sullivan weiterhin zerstritten, und Jack hilft einem jungen autistischen Mann in einem Stadtbus.Der große Tag ist gekommen, an dem Miller sein Kriseninterventionsprogramm vorstellt. Auch Station 23 ist zu dem Training eingeladen. Dabei veranstaltet die Psychologin Diane Lewis Rollenspiele unter den Teammitgliedern. Sullivan und Maya gehen dem Notruf eines streitenden Ehepaars nach, das ihre eigenen Eheprobleme wachruft. Jack bewährt sich gleich bei seinem ersten Kriseneinsatz, als er einen autistischen jungen Mann beruhigt.","versions":[{"lang":1,"streams":[{"redirect":13697203,"hoster":"VOE"},{"redirect":12820180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063584,"hoster":"VOE"},{"redirect":12833653,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schneise der Verwüstung","epNo":5,"alt":"Things We Lost in the Fire","descr":"Als Theo und Vic einen Meilenstein in ihrer Beziehung erreichen, ist Vic gezwungen, sich mit ihren Gefühlen bezüglich einer Bindung auseinanderzusetzen. Andy findet Zuflucht in Deans Haus und hilft bei der Pflege von Pruitt, während Dean eine neue Karrieremöglichkeit in Betracht zieht. In der Zwischenzeit erschüttert eine Explosion ein Viertel und verändert das Leben unserer Feuerwehrleute für immer.Victoria ist außer sich, als sie von Millers Plänen erfährt, die Station 19 zu verlassen. Als ihr jedoch Miller seine Gefühle für sie gesteht, ist sie tief berührt. Ein Großeinsatz fordert das Team heraus. Bei Bauarbeiten wurde eine Gasleitung getroffen und ein ganzes Wohnviertel wurde von der Explosion verwüstet. Die Einsatzkräfte haben alle Hände voll zu tun, das Feuer zu löschen und die Verletzten zu versorgen. Da kommt es zu einer neuerlichen Explosion, die zu einem tragischen Verlust führt.","versions":[{"lang":1,"streams":[{"redirect":13755860,"hoster":"VOE"},{"redirect":12806497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065884,"hoster":"VOE"},{"redirect":12833654,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weitermachen","epNo":6,"alt":"Little Girl Blue","descr":"Die Stationen 19 und 23 versuchen, nach den Folgen der Explosion in der Nachbarschaft Thanksgiving zu feiern. Die Feuerwehrleute kommen zusammen, um gemeinsam zu kochen, auf die Angehörigen, die sie verloren haben, anzustoßen und die Familien zu feiern, die sie geworden sind.","versions":[{"lang":1,"streams":[{"redirect":14023659,"hoster":"VOE"},{"redirect":12827436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066385,"hoster":"VOE"},{"redirect":12833656,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Weichenstellung","epNo":7,"alt":"A House Is Not a Home","descr":"Vic und Jack stützen sich gegenseitig, während sie den Verlust von Dean verarbeiten. Ben \u0026 Bailey versuchen, Deans Eltern davon zu überzeugen, dass sie Pru aufziehen dürfen. Andys Rolle weitet sich vorübergehend aus. Carina \u0026 Maya erkunden, wie sie ihre Familie vergrößern können.","versions":[{"lang":1,"streams":[{"redirect":14066226,"hoster":"VOE"},{"redirect":12820183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13680660,"hoster":"VOE"},{"redirect":12833659,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"All meine Wünsche","epNo":8,"alt":"All I Want for Christmas Is You","descr":"Es ist Ferienzeit und die Feuerwehrleute haben alle Hände voll zu tun, um auf eine Reihe von Krisen in ganz Seattle zu reagieren. Sie legen ihre Differenzen und ihr persönliches Drama beiseite und kommen zusammen, um zu versuchen, ein Weihnachtswunder zu vollbringen.","versions":[{"lang":1,"streams":[{"redirect":13660011,"hoster":"VOE"},{"redirect":12827433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065739,"hoster":"VOE"},{"redirect":12833657,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die neue Chefin","epNo":9,"alt":"Started from the Bottom","descr":"Ein neuer Chef beginnt an Station 19; Die Crew reagiert auf ein hilfesuchendes junges Mädchen und einen Anruf wegen eines über eine Klippe geflogenen Geländewagens.","versions":[{"lang":1,"streams":[{"redirect":14023982,"hoster":"VOE"},{"redirect":12986016,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659753,"hoster":"VOE"},{"redirect":12820104,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geisterjagd","epNo":10,"alt":"Searching for the Ghost","descr":"Travis (Jay Hayden) und Theo (Carlos Miranda) sehen sich einer Gefahr ausgesetzt, als sie in einem Spukhaus auf einen Notfall reagieren. Ben (Jason Winston George) setzt seinen Kampf um Baby Pru fort. Vic (Barrett Doss) öffnet sich gegenüber Andy (Jaina Lee Ortiz) und Station 19 bereitet sich darauf vor, Patienten in der Dean Miller Memorial Clinic willkommen zu heißen.","versions":[{"lang":1,"streams":[{"redirect":13149760,"hoster":"VOE"},{"redirect":12820195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059564,"hoster":"VOE"},{"redirect":12820106,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zündstoff","epNo":11,"alt":"The Little Things You Do Together","descr":"Die Crew von Station 19 bietet einem Mann Hilfe an, der sich selbst in Brand setzt; Theo beweist seine Hingabe an Vic; Sullivan sucht Rat bei Dr. Webber; Travis kommt zu einer Erkenntnis über sein Liebesleben.","versions":[{"lang":1,"streams":[{"redirect":14062795,"hoster":"VOE"},{"redirect":12827456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13400446,"hoster":"VOE"},{"redirect":12828890,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bewährungsprobe","epNo":12,"alt":"In My Tree","descr":"Die Dean Miller Memorial Clinic hat ihren Eröffnungstag. In der Zwischenzeit stellt Sullivan Beckett ein Ultimatum, und die Crew reagiert auf einen Zwischenfall beim Fallschirmspringen. Ausgerechnet am Eröffnungstag der Dean Miller Memorial Clinic taucht eine Gutachterin des Gerichts auf der Wache auf, die Ben bei seiner Arbeit begleiten soll. Während Station 19 die ersten Patienten in der neuen Klinik behandelt, wird Andys Team zu einem heiklen Einsatz gerufen: Eine Fallschirmspringerin hängt von mehreren Ästen durchbohrt in einem Baum fest und droht abzustürzen. (Text: ProSieben).","versions":[{"lang":1,"streams":[{"redirect":14066249,"hoster":"VOE"},{"redirect":12840257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066310,"hoster":"VOE"},{"redirect":10055870,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liebe oder nicht?","epNo":13,"alt":"Cold Blue Steel and Sweet Fire","descr":"Die Vergangenheit von Sullivan und Natasha wird enthüllt. Ben und Bailey führen in der Zwischenzeit ein Gespräch mit Prus Großeltern. Die Besatzung der Station wird zu einem Brand in einer Fabrik für Süßigkeiten gerufen.","versions":[{"lang":1,"streams":[{"redirect":14023621,"hoster":"VOE"},{"redirect":12827451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023644,"hoster":"VOE"},{"redirect":12820103,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Allein im Dunkeln","epNo":14,"alt":"Alone in the Dark","descr":"Der Mannschaft der Station 23 fällt der Abschied schwer. Währenddessen lernt Andy einen charmanten Feuerwehrmann kennen und Emmett lädt Travis zum Abendessen mit seinen Eltern ein.","versions":[{"lang":1,"streams":[{"redirect":13596263,"hoster":"VOE"},{"redirect":12820200,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659628,"hoster":"VOE"},{"redirect":12820111,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gegenwehr","epNo":15,"alt":"When the Party\u0027s Over","descr":"Andy muss mit den Nachwirkungen eines Traumas zurechtkommen.","versions":[{"lang":1,"streams":[{"redirect":13692184,"hoster":"VOE"},{"redirect":12820196,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063603,"hoster":"VOE"},{"redirect":12820138,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Tod und das Mädchen ","epNo":16,"alt":"Death And The Maiden","descr":"Andys Schicksal bleibt ungewiss, da ein Verhandlungstermin angesetzt wird. In der Zwischenzeit werden Vic und Sullivan von einem unerwarteten Gast aufgesucht, und das Team rückt zu einer brennenden Reihenhaussiedlung aus.","versions":[{"lang":1,"streams":[{"redirect":14063516,"hoster":"VOE"},{"redirect":12820209,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066010,"hoster":"VOE"},{"redirect":12833661,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Nachholbedarf","epNo":17,"alt":"The Road You Didn\u0027t Take","descr":"Vic und Theo reagieren auf einen häuslichen Streit zwischen den Eltern eines Transgender-Teenagers. Jack erfährt schockierende Details über seine Kindheit. Ben und Travis helfen einem Klinikpatienten, dessen Behandlung längst überfällig ist.","versions":[{"lang":1,"streams":[{"redirect":14062634,"hoster":"VOE"},{"redirect":12827442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059859,"hoster":"VOE"},{"redirect":12820162,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Heisse Eisen","epNo":18,"alt":"Crawl Out Through the Fallout","descr":"Andy spürt einen Zeugen auf, der bei ihrem Prozess aussagen soll. Carina und Maya haben unterdessen mit einer stressigen Situation zu kämpfen. Das Team der Station 19 muss in die Zwischenzeit auf einen Autounfall reagieren.","versions":[{"lang":1,"streams":[{"redirect":14065777,"hoster":"VOE"},{"redirect":12834652,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13692334,"hoster":"VOE"},{"redirect":12610621,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Tornado","epNo":1,"alt":"Twist And Shout","descr":"Die Crew von Station 19 springt in Aktion, als ein heftiger Tornado durch Seattle fegt; Inmitten des Chaos macht das Team eine schockierende Entdeckung, die unter einem Baum begraben liegt; Travis\u0027 Ersthelfer-Instinkte laufen bei einer politischen Veranstaltung auf Hochtouren.","versions":[{"lang":1,"streams":[{"redirect":14023825,"hoster":"VOE"},{"redirect":13365274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042611,"hoster":"VOE"},{"redirect":12833660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hinter geschlossenen Türen","epNo":2,"alt":"Everybodys Got Something to Hide Except Me and My Monkey","descr":"Travis spricht über seine Position im Rennen um das Bürgermeisteramt, da er fest entschlossen ist, Dixon rauszuschmeißen, und Maya gibt zu, erpresst worden zu sein. Unterdessen wird das Team zu einem Brand in einem heruntergekommenen Apartmentkomplex gerufen, der eine beunruhigende Ursache offenbart.","versions":[{"lang":1,"streams":[{"redirect":13682292,"hoster":"VOE"},{"redirect":12834655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063594,"hoster":"VOE"},{"redirect":12828891,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In guten und in schlechten Tagen","epNo":3,"alt":"Dancing with Our Hands Tied","descr":"Die Crew von Station 19 reagiert auf die Szene eines Autounfalls, bei dem zwei Teenager in einem Elektroauto gefangen sind. Ben und Maya finden sich mitten in einem häuslichen Streit wieder, in den ein Paar verwickelt ist, das sie verabscheuen.","versions":[{"lang":1,"streams":[{"redirect":14051997,"hoster":"VOE"},{"redirect":12820219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051664,"hoster":"VOE"},{"redirect":12833662,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dämonen","epNo":4,"alt":"Demons","descr":"Maya und Theo beantworten einen Anruf bei einem Halloween-Karneval; Station 19 beherbergt die Kinder aus der Nachbarschaft zum Süßes-oder-Saures; im Haus bricht ein Scherzkrieg aus; Jack wird von einem Geist aus seiner Vergangenheit heimgesucht.","versions":[{"lang":1,"streams":[{"redirect":14051836,"hoster":"VOE"},{"redirect":12834654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063583,"hoster":"VOE"},{"redirect":12833663,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zurück auf Los","epNo":5,"alt":"Pick Up The Pieces","descr":"Das Team von Station 19 arbeitet gegen die Zeit, um eine Gruppe von Mitarbeitern zu retten, die in einer defekten Batterierecyclinganlage eingeschlossen sind. Carina plant eine besondere Überraschung, um sich wieder mit Maya anzufreunden; Travis gerät in das Fadenkreuz schmutziger Politik, und Jack taucht beim Kliniktag auf, nur um mit neuen Details über seine Vergangenheit konfrontiert zu werden.","versions":[{"lang":1,"streams":[{"redirect":14052021,"hoster":"VOE"},{"redirect":12834653,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065647,"hoster":"VOE"},{"redirect":12820143,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Reibungsverluste","epNo":6,"alt":"Everybody Says Don’t","descr":"Als ein Gewitter einen Hubschrauber zum Absturz bringt, wird das Team davon abgehalten, ein Feuerwehr-Bootcamp für junge Frauen zu veranstalten, und Natasha bittet Jack, Vic stattdessen bei der Leitung des Camps zu helfen. Während sich draußen der Sturm zusammenbraut, wird es drinnen zwischen Carina und Maya im Herbstfinale von Station 19 noch hitziger.","versions":[{"lang":1,"streams":[{"redirect":14065560,"hoster":"VOE"},{"redirect":12827444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065821,"hoster":"VOE"},{"redirect":12833161,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Trümmer","epNo":7,"alt":"We Build Then We Break","descr":"Das Team hat in einer langen Schicht versucht, Merediths Haus vor den Flammen zu retten. Währenddessen findet Jack Maya, die neben ihrem Laufband kollabiert ist. Er bringt sie in das Grey Sloan Memorial, wo Dr. Teddy Altman Entzündungsherde in ihrem Körper feststellt. Die Ursache dafür scheint in Mayas exzessivem Workout zu liegen. Andy und Victoria werden Zeuginnen von Polizeigewalt an einem jungen Afro-Amerikaner. Es kommt dabei zu einer heftigen Konfrontation zwischen Polizeichef Dixon und Chief Natasha Ross.","versions":[{"lang":1,"streams":[{"redirect":13692335,"hoster":"VOE"},{"redirect":12820202,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066040,"hoster":"VOE"},{"redirect":12833671,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein sicherer Ort","epNo":8,"alt":"I Know a Place","descr":"Dixon bedroht Natasha nach seinem Fehlurteil. In der Zwischenzeit wird Jack an seinem ersten Tag nach seiner Rückkehr mit Enttäuschung konfrontiert. Diane besucht Maya, und das Team reagiert auf einen Brand in Theos alter Nachbarschaft.","versions":[{"lang":1,"streams":[{"redirect":14051790,"hoster":"VOE"},{"redirect":12640529,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13390186,"hoster":"VOE"},{"redirect":12820136,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wer du wirklich bist","epNo":9,"alt":"Come as You Are","descr":"Theo stellt fest, dass es in seiner alten Nachbarschaft vermehrt Brände gibt, und kehrt zurück; Sullivan empfängt einen Patienten mit einer großen Verbrennung in der Brust; Carina behandelt eine schwangere Patientin, die ihr ein Angebot macht.","versions":[{"lang":1,"streams":[{"redirect":13692240,"hoster":"VOE"},{"redirect":12660395,"hoster":"Vidoza"},{"redirect":12640528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059634,"hoster":"VOE"},{"redirect":12820159,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verkalkuliert","epNo":10,"alt":"Even Better Than the Real Thing","descr":"Eine simulierte Feuerübung geht gefährlich schief; Maya versucht, es wiedergutzumachen, und Bailey ermutigt Carina, zuzuhören; Jacks Schwester taucht auf der Wache mit einem Freund, einer Verletzung und einer Einstellung auf.","versions":[{"lang":1,"streams":[{"redirect":14066104,"hoster":"VOE"},{"redirect":12827448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065626,"hoster":"VOE"},{"redirect":12833668,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bauchgefühl","epNo":11,"alt":"Could I Leave You?","descr":"Das Team ist gezwungen, einen riskanten Anruf zu tätigen, der sie teuer zu stehen kommen könnte, nachdem Tomás\u0027 Friseursalon in Brand geraten ist. Diane kommt auf dem Revier vorbei und wird zusammen mit Vic und Carina wieder in den Einsatz gerufen. Beckett trifft eine Entscheidung über seine Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14065953,"hoster":"VOE"},{"redirect":12662891,"hoster":"Vidoza"},{"redirect":12834671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042767,"hoster":"VOE"},{"redirect":12828892,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vor aller Augen","epNo":12,"alt":"Never Gonna Give You Up","descr":"Ein Anruf aus dem Livestream eines Social-Media-Stars schickt das Team auf eine ungewöhnliche Rettungsaktion. Travis\u0027 Bürgermeisterkampagne nimmt Fahrt auf, sehr zu seinem Leidwesen. Zurück auf dem Revier behandelt Ben einen Patienten mit einer überraschenden Diagnose.","versions":[{"lang":1,"streams":[{"redirect":13596995,"hoster":"VOE"},{"redirect":12901958,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051939,"hoster":"VOE"},{"redirect":12833669,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nichts hält ewig","epNo":13,"alt":"It\u0027s All Gonna Break","descr":"Das Team findet sich inmitten eines Familienstreits und einer Renovierung wieder, die aus den Fugen geraten ist. Ben stürzt ab, während Bailey und Carina undercover in einer Schwangerschaftsberatungsstelle arbeiten. Travis bereitet sich mit Eli auf eine Bürgerversammlung vor.","versions":[{"lang":1,"streams":[{"redirect":14066031,"hoster":"VOE"},{"redirect":14096828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13876315,"hoster":"VOE"},{"redirect":14096815,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lass alles raus","epNo":14,"alt":"Get It All Out","descr":"Auf der Station kochen die Emotionen hoch, da sich das Team an Theos Führungsstil reibt. Carina bittet Ben und Maya, ihr bei einem Patienten in einer unangenehmen Lage zu helfen. Die Beziehung von Natasha und Sullivan gerät ins Stocken.","versions":[{"lang":1,"streams":[{"redirect":14023972,"hoster":"VOE"},{"redirect":14096827,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066042,"hoster":"VOE"},{"redirect":14096833,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein hoher Preis","epNo":15,"alt":"What Are You Willing to Lose","descr":"Eine schlampig zusammengebaute Konstruktion stellt unsere Helden vor eine gefährliche Herausforderung, die Ben vor eine schwierige Entscheidung stellt. Maya und Carina arbeiten daran, ihre Beziehung wieder auf Kurs zu bringen, während Natasha entscheiden muss, was - oder wen - sie vorrangig behandeln will.","versions":[{"lang":1,"streams":[{"redirect":14065800,"hoster":"VOE"},{"redirect":14096830,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14066362,"hoster":"VOE"},{"redirect":14096814,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schmutzige Wäsche","epNo":16,"alt":"Dirty Laundry","descr":"Das Team reagiert auf eine tragische Massenkarambolage auf der Autobahn. Andy hilft Natasha, die Folgen einer kürzlich getroffenen Entscheidung zu bewältigen, während Ben mit den Folgen seiner eigenen Entscheidung konfrontiert wird.","versions":[{"lang":1,"streams":[{"redirect":12849005,"hoster":"VOE"},{"redirect":14096829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065802,"hoster":"VOE"},{"redirect":14096813,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Aufarbeitung","epNo":17,"alt":"All These Things That I\u0027ve Done","descr":"Es ist Wahltag auf Station 19, und alle Augen richten sich auf das Rennen um den Bürgermeisterposten. Andy, Theo und Sullivan wetteifern darum, zum Captain ernannt zu werden, und Vic knüpft eine unerwartete Verbindung, nachdem er abtrünnig geworden ist.","versions":[{"lang":1,"streams":[{"redirect":13156540,"hoster":"VOE"},{"redirect":14096831,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14063561,"hoster":"VOE"},{"redirect":14096816,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der letzte Tanz","epNo":18,"alt":"Glamorous Life","descr":"Die Mitarbeiter der Station 19 tauschen ihre Einsatzkleidung gegen Smoking und Kleid, um am Feuerwehrball teilzunehmen. Doch als es zu einer Katastrophe kommt, müssen sie sofort eingreifen, um den Tag zu retten.","versions":[{"lang":1,"streams":[{"redirect":13876309,"hoster":"VOE"},{"redirect":14096832,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12651332,"hoster":"VOE"},{"redirect":14096818,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Offene Baustellen","epNo":1,"alt":"This Womans Work","descr":"Andy übernimmt die Position des Kapitäns der Station, während Jacks Leben auf dem Spiel steht. das Team wird zu einer Geiselnahme gerufen; Natasha kämpft um ihre Karriere; Maya und Carina treffen eine Wahl.","versions":[{"lang":1,"streams":[{"redirect":14132358,"hoster":"VOE"},{"redirect":14132354,"hoster":"Doodstream"},{"redirect":14132352,"hoster":"Vidoza"},{"redirect":14132357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14059793,"hoster":"VOE"},{"redirect":13865637,"hoster":"Vidoza"},{"redirect":14096819,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Trauerarbeit","epNo":2,"alt":"Good Grief","descr":"Ben und Theo reagieren auf einen herausfordernden Crisis One-Anruf. Jack hat Schwierigkeiten, sich an seine neue Realität zu gewöhnen. Maya und Carina behandeln ein Kindermädchen mit einer überraschenden Diagnose. Travis erlebt bei Dixons Totenwache eine Überraschung; Vic begleitet Beckett bei einer Beerdigung.","versions":[{"lang":1,"streams":[{"redirect":14132355,"hoster":"VOE"},{"redirect":14132356,"hoster":"Doodstream"},{"redirect":14132353,"hoster":"Vidoza"},{"redirect":14135258,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023919,"hoster":"VOE"},{"redirect":14096821,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Akzeptanz","epNo":3,"alt":"True Colors","descr":"Die Crew von Station 19 stolziert bei der FABruary Winter Pride-Parade, wo Maya auf jemanden trifft, der ihr wichtig ist. Carina bittet Bailey um Unterstützung. Travis und Eli kommen an einer Kreuzung an.","versions":[{"lang":1,"streams":[{"redirect":14135222,"hoster":"VOE"},{"redirect":14135224,"hoster":"Doodstream"},{"redirect":14135233,"hoster":"Vidoza"},{"redirect":14135221,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14028056,"hoster":"VOE"},{"redirect":14096823,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die endlose Schicht","epNo":4,"alt":"Trouble Man","descr":"Das Team steht vor einer anstrengenden 24-Stunden-Schicht, die es zu spalten droht. Andy muss eine unmögliche Entscheidung treffen; Maya und Carina meistern die neue Elternschaft.","versions":[{"lang":1,"streams":[{"redirect":14164224,"hoster":"VOE"},{"redirect":14164227,"hoster":"Doodstream"},{"redirect":14164219,"hoster":"Vidoza"},{"redirect":14164231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14065801,"hoster":"VOE"},{"redirect":14096820,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neue Wege","epNo":5,"alt":"My Way","descr":"Andy Herrera verdient sich die Auszeichnung als Kapitänin, indem sie ihr Team während eines lebensgefährlichen Notfalls an Seattles beliebtestem Wahrzeichen furchtlos anführt. Vic kämpft mit emotionalem Burnout; Maya hilft Carina bei der Bewältigung schwieriger Nachrichten.","versions":[{"lang":1,"streams":[{"redirect":14264771,"hoster":"VOE"},{"redirect":14264787,"hoster":"Vidoza"},{"redirect":14264770,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044769,"hoster":"VOE"},{"redirect":14041559,"hoster":"Vidoza"},{"redirect":14096824,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nichts ist sicher","epNo":6,"alt":"With So Little To Be Sure Of","descr":"Da sowohl Vics Job als auch Crisis One in Gefahr sind, zeigt ein Rückblick, wie das Programm das Leben des Teams und der örtlichen Gemeinschaft verändert hat. Ben hat ein Geheimnis vor Bailey.","versions":[{"lang":1,"streams":[{"redirect":14264792,"hoster":"VOE"},{"redirect":14264793,"hoster":"Vidoza"},{"redirect":14264794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044770,"hoster":"VOE"},{"redirect":14041560,"hoster":"Vidoza"},{"redirect":14096822,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Voller Einsatz","epNo":7,"alt":"Give It All","descr":"Die Besatzung reagiert auf einen Anruf in einem örtlichen Park, doch bei ihrer Ankunft werden ihre Annahmen vom Stamm der Tulalip in Frage gestellt. Maya stellt sich ihrer Vergangenheit; Carina geht in die Offensive.","versions":[{"lang":1,"streams":[{"redirect":14264797,"hoster":"VOE"},{"redirect":14264799,"hoster":"Vidoza"},{"redirect":14264796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14044771,"hoster":"VOE"},{"redirect":14041566,"hoster":"Vidoza"},{"redirect":14096826,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Krisenbewältigung","epNo":8,"alt":"Ushers of the New World","descr":"Station 19 nutzt seine Klinik zur Betreuung von Asylbewerbern, die mit Bussen aus dem Ausland eingereist sind; Natasha bekommt Besuch von ihrer Schwester; Vic erhält überraschende Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14264805,"hoster":"VOE"},{"redirect":14264804,"hoster":"Vidoza"},{"redirect":14268743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14041558,"hoster":"VOE"},{"redirect":14041568,"hoster":"Vidoza"},{"redirect":14096825,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ohne dich geht es nicht","epNo":9,"alt":"How Am I Supposed To Live Without You","descr":"Als Seattle von einem Waldbrand bedroht wird, muss die Crew in Aktion treten, um ihre Stadt zu retten. Während sich die Station verändert, denkt Andy über die Zukunft nach.","versions":[{"lang":1,"streams":[{"redirect":14268700,"hoster":"VOE"},{"redirect":14268701,"hoster":"Vidoza"},{"redirect":14268699,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14064585,"hoster":"VOE"},{"redirect":14064581,"hoster":"Doodstream"},{"redirect":14064597,"hoster":"Vidoza"},{"redirect":14064584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zu gu­ter Letzt","epNo":10,"alt":"One Last Time","descr":"Während Station 19 weiterhin gegen einen Waldbrand kämpft, setzt sich das Team mit der Möglichkeit einer Zukunft auseinander, die sich für immer verändern wird.","versions":[{"lang":1,"streams":[{"redirect":14268703,"hoster":"VOE"},{"redirect":14268702,"hoster":"Vidoza"},{"redirect":14268704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14064580,"hoster":"VOE"},{"redirect":14064586,"hoster":"Doodstream"},{"redirect":14064596,"hoster":"Vidoza"},{"redirect":14064577,"hoster":"Streamtape"}]}]}]}]}