{"seriesId":"steeltown-murders","name":"Steeltown Murders","descr":"In dem True-Crime-Drama wird die wahre Geschichte des \"Saturday Night Stranglers\" erzählt, der Anfang der 1970er Jahre ganz Wales in Atem hielt. 1973 wird die Industriestadt Port Talbot, unweit von Swansea an der Küste gelegen, von einer grausamen Verbrechensserie erschüttert: Ein Mann lockt drei 16-jährige Mädchen in sein Auto, vergewaltigt sie und ermordet sie kaltblütig. Doch die Ermittlungen im Fall des ersten walisischen Serienmörders, genannt Saturday Night Strangler\u0026amp;quot;, verlaufen seinerzeit im Sande. 30 Jahre später nimmt ein engagierter Polizist dank eines Durchbruchs in der DNA-Analyse den Fall wieder auf, um endlich den Täter zu finden. \"Steeltown Murders\" rekonstruiert den Fall auf zwei Zeitebenen - 1973 und Anfang der 2000er Jahre. Neben den grausamen Morden stehen Innovationen in der Forensik, Entwicklungen in der Polizeiarbeit und die ewige Frage nach Gerechtigkeit im Mittelpunkt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Während die Kriminalpolizei die Ermittlungen zu drei Morden aus dem Jahr 1973 wieder aufnimmt, versucht DCI Paul Bethell, eine Vergangenheit zu rekonstruieren, die ihn und eine Gemeinde seit fast 30 Jahren verfolgt.","versions":[{"lang":1,"streams":[{"redirect":13639058,"hoster":"VOE"},{"redirect":13639059,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nachdem die Abstrichaktion in Gang gekommen ist, versucht Paul nicht nur, den Mörder zu finden, sondern auch Personen zu eliminieren, deren Vergangenheit von falschen Anschuldigungen und gefühllosen Gerüchten geprägt war.","versions":[{"lang":1,"streams":[{"redirect":13639265,"hoster":"VOE"},{"redirect":13639266,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Durch bahnbrechende, familiäre DNA-Technologie gelingt es dem Team im Jahr 2002, den Mörder ausfindig zu machen. Ohne hundertprozentige Sicherheit muss Paul jedoch möglicherweise seinen Ansatz überdenken.","versions":[{"lang":1,"streams":[{"redirect":13639270,"hoster":"VOE"},{"redirect":13639269,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während Paul nach einer höheren Zustimmung für die Exhumierung von Kappen sucht, befürchtet das Team, dass sein Tunnelblick sie in eine noch schlimmere Situation als zuvor bringen könnte.","versions":[{"lang":1,"streams":[{"redirect":13639268,"hoster":"VOE"},{"redirect":13639267,"hoster":"Streamtape"}]}]}]}]}