{"seriesId":"stephen-kings-the-shining","name":"Stephen King’s The Shining","descr":"Um ein Haar hätte Autor Jack Torrance durch seinen Alkoholismus seine Karriere zerstört und die Ehe mit Wendy ruiniert. Jetzt hat er sich wieder im Griff, und um sein neuestes Buch fertig zu stellen, zieht er mit Frau und Kind über die Wintermonate in ein abgelegenes Berghotel. Schon beim Eintreffen in der leer stehenden Luxusherberge überkommt die Familie Unbehagen. Insbesondere Sohn Danny, der über seherische Fähigkeiten verfügt, hat albtraumhafte Visionen. Dennoch bleibt das Trio. Doch der Fluch der Vergangenheit holt die Familie ein, und sie durchlebt erneut ein alptraumhaftes Schreckens-Szenario, das sich vor Jahren in dem Hotel zugetragen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"Es ist noch kein Jahr her, seitdem der aufstrebende Schriftsteller und Ex-Alkoholiker Jack Torrance einen Schüler verprügelt, seinem Sohn den Arm gebrochen und seinen Job als Lehrer verloren hat. Inzwischen bei den Anonymen Alkoholikern gelandet, bewirbt sich Jack um die Stelle des Hauswarts im Overlook-Hotel, einer traditionsreichen Luxusherberge in der Abgeschiedenheit der Rocky Mountains. Gegen die Empfehlung des Hotelmanagers, der keinen Alkoholiker auf diesem Posten sehen möchte, erhält Jack den Job. Dankbar nimmt der Ex-Pauker die Gelegenheit wahr, die Wintermonate im geschlossenen Overlook Hotel zu überbrücken. Nicht nur das Gehalt ist dringend nötig, in der Einsamkeit der verschneiten Bergwelt sieht Jack die Chance, sein Theaterstück zu vollenden. Außerdem betrachtet Jack diesen Job als Möglichkeit, die Beziehung zu seiner Frau Wendy und zu Danny, seinem kleinen Sohn, zu kitten. Als die Torrances im Overlook Resort Hotel ankommen, werden sie vom Hotelkoch Halloran eingeführt. Halloran, der hellseherische Fähigkeiten besitzt, merkt sofort, dass Danny kein gewöhnlicher Junge ist. Er erkennt bei dem Jungen eine extrem ausgeweitete seherische Fähigkeit, das sogenannte \"Shining\". Der Koch beruhigt den Jungen ob seiner übersinnlichen Wahrnehmungen, rät ihm jedoch, sich von einem bestimmten Zimmer des Hotels fern zu halten. Weitere Warnungen erhält Danny von seinem für die Erwachsenen unsichtbaren Freund Tony, der ihn durch Visionen auf die Vergangenheit des Hauses aufmerksam macht. Doch bald wird Danny von unerklärlichen epilepsieartigen Anfällen heimgesucht und beginnt fürchterliche Dinge zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14260975,"hoster":"VOE"},{"redirect":14260976,"hoster":"Vidoza"},{"redirect":14260973,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Die Familie Torrance lebt sich nur schwer in dem unheimlichen, verlassenen Hotelkomplex ein. Danny, der kleine Sohne von Wendy und Jack Torrance, wird immer wieder von Visionen heimgesucht und bricht schließlich nach einem epileptischen Anfall zusammen. Ein herbeigerufener Arzt kann jedoch keine medizinische Erklärung für die Anfälle des Kindes finden. Für Jack ist die Sache damit erledigt, Wendy macht sich allerdings weiterhin Sorgen um ihren Sohn. Im Keller des Hotels findet Jack eines Tages Material über die Geschichte des Hauses. Daraufhin beschließt er, statt seines Theaterstücks ein Buch über das Overlook zu schreiben. Der Winter schreitet voran, es schneit unablässig und irgendwann ist das Overlook von der Außenwelt abgeschnitten. Die Stimmen, die Danny hört, werden immer lauter und der Drang, das verbotene Zimmer zu besuchen, immer stärker. Doch Tony erscheint und verbietet Danny, den Raum zu betreten. Inzwischen sind auch die Visionen, die den Jungen plagen, von immer grausamerer und heftigerer Natur. Als das Kind mit Blut das Wort \"Redrum\" auf der Wand seines Zimmers geschrieben sieht, rät Tony ihm, Wendy darüber zu informieren, bevor es zu spät ist. Jack wird immer seltsamer und neigt zu Gewaltausbrüchen. Wendy hat den Verdacht, ihr Mann sei wieder dem Alkohol verfallen. Als ihr die Situation zu unheimlich wird, will Wendy mit ihrem Sohn das Hotel mit dem Schneemobil verlassen, doch Jack hindert sie daran","versions":[{"lang":1,"streams":[{"redirect":14260972,"hoster":"VOE"},{"redirect":14260979,"hoster":"Vidoza"},{"redirect":14260974,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Wendy spürt, dass Danny in Gefahr ist, und versucht, Hilfe zu rufen. Auch Tony, der unsichtbare Freund des Jungen, erkennt die Gefahr und rät dem Jungen, den Ort zu verlassen. In einem seiner prekognitiven Trance-Anfälle sieht Danny, wie sein Vater ihn und Wendy mit einem überdimensionalen Croquetschläger durch den Ziergarten jagt. Das fürchterliche Wort \"Redrum\" erscheint dem Kind immer wieder. Inzwischen haben die bösen Geister des Overlook Hotels und der Alkohol endgültig Besitz von Jack genommen. Ihm erscheint die Gestalt eines Mannes, der im Jahr zuvor als Winterwart eines entsetzlichen Todes gestorben war. Von seinem ‚Vorgänger‘ erhält Jack den Auftrag, seinen Sohn umzubringen. Dank des ‚Shining‘ erkennt Danny die finstere Absicht seines Vaters. Er erinnert sich an die Worte des Hotelkochs und ruft mit aller Kraft nach Halloran. Im entfernten Florida ist der verzweifelte Schrei des Kindes vom hellsichtigen Koch gehört worden. Sofort macht Halloran sich auf den Weg nach Denver. Grade rechtzeitig erreicht er das Overlook Hotel: Der wahnsinnig gewordene Jack jagt bereits seine Familie durch das weitläufige Haus. Noch ehe der alte Koch eingreifen kann, wird er von Jack niedergeschlagen. Just in diesem Moment, explodiert der alte Heizkessel im Keller des Hotels.","versions":[{"lang":1,"streams":[{"redirect":14260980,"hoster":"VOE"},{"redirect":14260978,"hoster":"Vidoza"},{"redirect":14260977,"hoster":"Streamtape"}]}]}]}]}