{"seriesId":"stephen-kings-alptraeume","name":"Stephen Kings Alpträume","descr":"Nightmares Drea Horroranthologie nach Kurzgeschichten von Stephen King, die überwiegend auf der Geschichtensammlung [Albträume] basiert. Die Besetzung kann sich sehen lassen: Oscargewinner William Hurt kämpft als eiskalter Auftragsmörder um sein Leben, William H. Macy liefert sich in einer Doppelrolle als Schriftsteller ein Duell mit seinem literarischen Alter Ego und Tom Berenger (Platoon) trachtet in -The Road Virus Heads North- ein Gemälde nach dem Leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Battleground","epNo":1,"alt":"Battleground","descr":"Profikiller Jason Renshaw (William Hurt) erledigt den Vorstand einer Spielzeugfirma. Doch der hat für ihn ein tödliches Abschiedsgeschenk: eine Armee von Spielzeugsoldaten, lebendig und mit scharfen Waffen. – Auftakt der Gruselanthologie nach Horror-König Stephen King: Oscargewinner William Hurt (\"A History of Violence\", \"Syriana\") kämpft um sein Leben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784671,"hoster":"VOE"},{"redirect":9784670,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Crouch End","epNo":2,"alt":"Crouch End","descr":"Lonnie (Eon Baily) und Doris Freeman (Claire Forlani) sind auf Hochzeitsreise in London und wollen sich mit Freunden zum Essen treffen, als sie sich im geheimnisvollen Crouch End verirren. Einem Ort, an dem die Grenzen der Dimensionen durchlässig zu sein scheinen. – Zweiter Teil der Horroranthologie nach Thrillerkönig Stephen King. Eon Baily (\"Almost Famous\") und Claire Forlani (\"Meet Joe Black\", \"The Rock\") laufen um ihr Leben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784677,"hoster":"VOE"},{"redirect":9784679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In der falschen Welt","epNo":3,"alt":"Umney’s Last Case","descr":"Nach dem Tod seines Sohnes ist Krimiautor Sam Landry (William H. Macy) so verzweifelt, dass er sein literarisches Alter Ego, Privatdetektiv Clyde Umney (Macy in einer Doppelrolle), kurzerhand zwingt, mit ihm Platz zu tauschen: Landry schreibt sich in seinen aktuellen Roman und Umney in sein normales Leben. Doch Umney sinnt auf Rache. – Dritter Teil der Horroranthologie nach Thrillerkönig Stephen King. Mit William H. Macy (Fargo) in einer genialen Doppelrolle. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784694,"hoster":"VOE"},{"redirect":9784693,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Ende vom Ende","epNo":4,"alt":"The End of the Whole Mess","descr":"Dokumentarfilmer Howie Fornoy erzählt von einem Experiment seines genialen Bruders Bobby: Der fand durch Zufall eine chemische Substanz, die alle Menschen friedfertig macht. Um Kriege und Gewalt für immer zu verhindern, verbreiten die Brüder die Wunderdroge weltweit. Leider hat sie fatale Nebenwirkungen. – Vierter Teil der Horroranthologie nach Thrillerkönig Stephen King. Hintergründiger Endzeitthriller über die Grenzen der Wissenschaft. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12926966,"hoster":"VOE"},{"redirect":9784706,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Kabinett des Todes","epNo":5,"alt":"The Road Virus Heads North","descr":"Sein Arzt überbringt Richard Kinnell (Tom Berenger) eine schreckliche Nachricht: der erfolgreiche Horror-Schriftsteller hat nur noch kurze Zeit zu leben. Auf dem Heimweg kauft Kinnell ein geheimnisvolles Gemälde, das sich bald seltsam verändert. Der Mann auf dem Bild scheint Kinnel zu verfolgen. – Fünfter Teil der Horroranthologie nach Thrillerkönig Stephen King. Tom Berenger (\"Platoon\") auf einem langsamen, aber unaufhaltsamen Weg in den Tod. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784716,"hoster":"VOE"},{"redirect":9784717,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das fünfte Viertel","epNo":6,"alt":"The Fifth Quarter","descr":"Kaum aus dem Gefängnis entlassen, wird Betrüger Willie (Jeremy Sisto) schon wieder in ein Verbrechen verwickelt: Sein alter Partner gibt ihm kurz vor seinem Tod ein Stück einer Karte, deren vier Teile zur Beute eines Raubüberfalls führen. Willie ist bereit, alles zu riskieren, um den Schatz zu finden. Doch da ist er nicht der einzige. – Sechster Teil der Horroranthologie nach Thrillerkönig Stephen King. Überzeugende Mischung aus Charakterdrama und Actionfilm. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784729,"hoster":"VOE"},{"redirect":9784735,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Autopsie-Raum 4","epNo":7,"alt":"Autopsy Room Four","descr":"Börsenmakler Howard Cottrell (Richard Thomas) wird beim Golfspielen von einer giftigen Schlange gebissen. Er fällt in eine todesähnliche Starre. Sein Körper ist gelähmt und er ist unfähig zu kommunizieren, aber trotzdem bleibt er bei vollem Bewusstsein. So wird er Zeuge seiner eigenen Autopsie. – Siebenter Teil der Horroranthologie nach Thrillerkönig Stephen King. Bizarr komische Verfilmung einer Urangst. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784747,"hoster":"VOE"},{"redirect":9784744,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rock ‚n‘ Roll wird niemals sterben","epNo":8,"alt":"You Know They Got A Hell Of A Band","descr":"Einmal falsch abgebogen, landet das Ehepaar Clark (Steven Weber) und Mary Rivingham (Kim Delaney) in der Kleinstadt Rock ‚n‘ Roll Heaven. Die Einwohner haben eine erschreckende Ähnlichkeit mit verstorbenen Rocklegenden. Bürgermeister Elvis Presley lädt die beiden auf ein Konzert ein. Doch wer das einmal besucht hat, kann es nicht mehr verlassen. – Achter und letzter Teil der Horroranthologie nach Thrillerkönig Stephen King. Sarkastische, hintergründige Hommage an die unsterblichen Rocklegenden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9784774,"hoster":"VOE"},{"redirect":9784762,"hoster":"Streamtape"}]}]}]}]}