{"seriesId":"stephen-kings-sturm-des-jahrhunderts","name":"Stephen King\u0027s - Sturm des Jahrhunderts","descr":"Die kleine Inselstadt Little Tall wird von einem verheerendem Wintersturm heimgesucht. Während Einwohner und Besucher ums nackte Überleben kämpfen, taucht ein Fremder auf, der sich Andre Linoge nennt. Er stellt verschiedene Forderungen und behauptet, die Stadt mit Hilfe des Sturms vernichten zu können. Langsam dämmert es der gebeutelten Bevölkerung, dass sie es mit dem Teufel zu tun haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"Schließen Sie die Türen, und sorgen Sie für genügend Proviant. Der Sturm des Jahrhunderts naht, und die Vorhersage lautet: Horror! Wieder einmal führt Stephen King seine Fans an den Rand des nervlich Zumutbaren. Im ersten Teil dieser makaberen Geschichte wird Little Tall, eine Insel vor Maine, von einem heftigen Sturm und einer unheimlichen Gestalt mit roten Augen heimgesucht. Während die Inselbewohner sich auf den Sturm vorbereiten, spaziert die Figur des Grauens, die sich Andre Linoge nennt, in das Haus einer alten Dame und prügelt sie ohne Grund und Warnung mit seinem Spazierstock zu Tode. Linoge wird daraufhin vom Supermarktbesitzer und Teilzeitpolizist Mike Anderson verhaftet. Da der Verhaftete wegen des Sturms nicht auf das Festland überstellt werden kann, sperrt Mike ihn in einen Raum im Supermarkt. Dort wiederholt Linoge unablässig den Satz: ‚Gebt mir, was ich will, und ich gehe fort‘. Der Gefangene scheint über übermenschliche Kräfte zu verfügen. Er kennt die dunkelsten Geheimnisse der Inselbewohner, kann mit reiner Gedankenkraft Gegenstände bewegen, versetzt die Menschen in eine Art Trance und bringt zwei Männer dazu, sich selbst umzubringen. Und immer wieder taucht der Satz auf: ‚Gebt mir, was ich will, und ich gehe fort. ‚Am Ende der ersten Nacht werden die Inselbewohner per Sirenenruf zur Stadthalle gerufen. Die Vorhersage: Der Sturm wird noch schlimmer","versions":[{"lang":1,"streams":[{"redirect":9603818,"hoster":"VOE"},{"redirect":9603825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Der mysteriöse Linoge verursacht einen Anstieg von Selbstmorden unter den Dorfbewohnern sowie eine Konfrontation zwischen Cat und Billy; und es wird darüber geredet, Linoge dazu zu bringen \"einen Unfall zu haben\".","versions":[{"lang":1,"streams":[{"redirect":13993086,"hoster":"VOE"},{"redirect":9603831,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Dem Nervenzusammenbruch nahe findet Mikes Frau Molly ihren Sohn Ralphie in einem Schrank versteckt. Linoge hat ihm einen kleinen Sack mit bunten Steinchen geschenkt. Mit seinem Stock berührt Linoge nun die spielenden Kinder, und alle bekommen den gleichen leeren Blick, den auch die ‚Selbstmordkandidaten‘ in der ersten Nacht aufwiesen. Die Kinder fallen in einen tiefen Schlaf, aus dem sie nicht geweckt werden können. Nun endlich will Linoge den Inselbwohnern den Sinn seines Wunsches verraten. Linoges Forderung ist so ungeheuerlich, dass es den schockierten Menschen erst einmal die Sprache verschlägt. Ein Kind sollen sie ihm opfern – ansonsten wird er sie weiterhin terrorisieren und die schlafenden Kinder töten. Sie haben 30 Minuten Zeit, sich zu entscheiden. Mike lehnt diese ungeheuerliche Forderung sofort ab. Doch er steht alleine da. Alle Anderen und sogar seine eigene Frau Molly sind der Meinung, dass sie keine andere Wahl haben, als der Forderung nachzugeben. Nach einer halben Stunde kehrt Linoge zurück, um die Entscheidung der Insulaner zu erfahren. Dann holt er die Steine aus Ralphs Säckchen und verteilt sie unter den Eltern. Alle Steine sind weiß, bis auf eins. Wer den schwarzen Stein bekommt, dessen Kind soll geopfert werden. Mike weigert sich, an diesem bizarren Ritual teilzunehmen, doch Molly hat bereits einen Stein genommen. Erst als der letzte Stein verteilt ist, erfahren alle, wer den schwarzen Kiesel hat. Es ist Molly. Daraufhin schnappt sich Linoge den kleinen Ralph und verlässt den Saal. Monate später: Der Sommer ist gekommen, und die Insel sieht wieder genauso aus wie vor dem Jahrhundertsturm. Doch nichts ist mehr, wie es war. Mike packt seine Sachen, und verlässt Molly und die Insel. Viele Jahre später: Mike lebt nun in San Francisco. Als er eines Tages aus einem Supermarkt kommt, sieht er einen alten Mann mit einem Teenager auf sich zukommen. Als sie näher kommen, erkennt Mike das Muttermal auf der Nase des Jungen und den Stock in der Hand des alten Mannes. Erschrocken ruft er ‚Ralphie!‘ Der Junge dreht sich kurz um, fletscht seine Vampirzähne und schaut Mike mit einem fürchterlichen Gesichtsausdruck an. Dann verschwindet der Junge mit dem Alten um die Ecke","versions":[{"lang":1,"streams":[{"redirect":9603815,"hoster":"VOE"},{"redirect":9603601,"hoster":"Streamtape"}]}]}]}]}