{"seriesId":"sternenfaenger","name":"Sternenfänger","descr":"Paula und Nico sind zusammen am Bodensee aufgewachsen und dicke Freunde. Während Paula in der Bootsbauerei von Nicos Vater als Gesellin arbeitet, hat Nico nur einen Traum, den vom Fliegen. Aber Nico will nicht irgendwohin, sondern ins All. Er möchte Astronaut werden. Bei einem Tauchunfall rettet Nico Paula das Leben. Das ist der Moment, in dem Paula klar wird, dass sich ihre Gefühle für Nico verändern. Sie empfindet plötzlich mehr als nur Freundschaft für ihn. Im Krankenhaus lernt sie Valery kennen. Valery kommt aus Berlin und wurde von einer Wespenallergie ins Krankenhaus verschlagen. Auch die 18-jährige Valery hat Träume, z.B. den von einer Schauspielkarriere – aber die beginnt bekanntlich nicht am Bodensee …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ausgerechnet Bodensee","epNo":1,"alt":"","descr":"Nico und Paula sind zusammen aufgewachsen und seitdem dicke Freunde. Nach einem Tauchunfall von Paula schafft es Nico, sie wiederzubeleben. In diesem Moment beginnt für Paula ein neues Leben. Sie spürt, dass sich in ihrem Gefühl zu Nico etwas verändert hat. Doch Nico bemerkt zunächst nichts davon …  Währenddessen zieht die Berliner Theaterregisseurin Caroline Crämer mit ihrer Tochter Valery an den Bodensee. Für Valery, die Film-Schauspielerin werden möchte, stellt der Umzug von der Hauptstadt in die Provinz eine Katastrophe dar – in etwa gleich bedeutend mit einem Umzug nach Sibirien. Die angemietete Bauernkate, die von ihrem Besitzer Erik Hilgers nicht fertig renoviert wurde, lässt Caroline sofort in einen heftigen Streit mit ihm geraten. Valery wird außerdem noch von einer Wespe gestochen und muss wegen einer Allergie ins Krankenhaus. Dort lernen sich Paula und Valery kennen. Als Paula Besuch von Nico bekommt, verliebt sich Nico auf den ersten Blick in die junge Frau aus Berlin, was Paula einen gehörigen Stich versetzt. Zur gleichen Zeit versucht Fred, seinen Eltern beizubringen, dass er den familieneigenen Küchenbetrieb nicht übernehmen wird. Dass er sich heimlich für ein Praktikum beim Lokalsender Radio Freestyle beworben hat, behält Fred zunächst für sich …","versions":[{"lang":1,"streams":[{"redirect":8770516,"hoster":"VOE"},{"redirect":8632921,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo die Liebe hinfällt","epNo":2,"alt":"","descr":"Aus Versehen haben Paula und Valery im Krankenhaus ihre Taschen vertauscht. Nico bietet sich nur zu gerne an, Paulas Tasche zu Valery zu bringen. Als Nico und Valery zusammen schwimmen gehen, kommen sie sich näher. Beim ersten Kuss zieht Valery allerdings die Bremse. Eine Liebesgeschichte in dem Provinzkaff Überlingen wäre das Letzte, was sie jetzt gebrauchen könnte. Am Abend Nico erzählt Paula, dass er sich in Valery verliebt hat. Er merkt nicht, wie sehr er sie damit verletzt …  Als Caroline im Theater ihren Arbeitsvertrag unterschreibt, erfährt sie vom Kulturbeauftragten Wielandt Heine, dass ihr Vermieter Erik Hilgers ein ehemaliger Astronaut und eine Berühmtheit in der Stadt ist. Nicos Eltern Max und Marianne kriegen sich in die Haare. Da Max es versäumt hat, den Scheck für den letzten Auftrag einzulösen, wurde Mariannes Kreditkarte gesperrt. Fred begleitet seine Mutter zur Geburtstagsfeier seines Vaters in den Betrieb, wo dieser ihn den Angestellten als seinen Nachfolger vorstellt. Fred verlässt daraufhin unter Protest seines Vaters das Geschäft und geht zum Praktikanten-Vorstellungsgespräch in den Radiosender.","versions":[{"lang":1,"streams":[{"redirect":8770518,"hoster":"VOE"},{"redirect":8632922,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verwirrt verliebt","epNo":3,"alt":"","descr":"Valery gibt Nico erneut deutlich zu verstehen, dass sie keine Beziehung mit ihm möchte. Als sie seine Annäherungsversuche bei einem Kinobesuch schließlich doch zulässt, glaubt Nico am Ziel seiner Träume zu sein. Doch Valery entzieht sich wieder …  Fred kommt nicht dazu, mit seinem Vater über seinen Berufswunsch zu reden. Stattdessen nimmt er vom Radiomoderator Wigbert Schmitz das überraschende Angebot an, abends eine Live-Sendung zu moderieren …  Caroline entdeckt Ameisen im Haus und schlägt wieder bei ihrem Vermieter Erik Alarm. Sie fordert ihn auf, sofort zu kommen, wird jedoch auf den nächsten Tag vertröstet. Sie und Valery beklagen sich über die Männer, während Nico sich mit Erik darüber unterhält, was sie von den komplizierten Crämer-Frauen halten sollen …","versions":[{"lang":1,"streams":[{"redirect":8770526,"hoster":"VOE"},{"redirect":8632931,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Moment der Wahrheit","epNo":4,"alt":"","descr":"Nico weint sich bei Paula über die komplizierte Valery aus. Aber Paula will davon nichts wissen. Vielmehr interessiert sie, wie er sie eigentlich als Frau findet. Nico, der darüber noch nie nachgedacht hat, antwortet ziemlich ungeschickt. Er ahnt nicht, wie sehr er Paula damit kränkt …  Caroline möchte an ihrem eigenen Theater als erstes Stück den \"Sommernachtstraum\" aufführen. In Fannys Laden begegnet sie Nicos kleinem Bruder Lenny und erkennt in ihm die Idealbesetzung für die Rolle des \"Puck\". Erik kommt mit einem Tag Verspätung zu Caroline, um sich der Ameisen anzunehmen. Die gegenseitigen Sticheleien können nicht darüber hinwegtäuschen, dass Erik und Caroline eine gewisse Zuneigung füreinander empfinden …  Freds Vater möchte seinem Sohn das Praktikum beim Radio verbieten. Fred lässt sich jedoch nicht von seinem Vorhaben abbringen und moderiert seine erste eigene Sendung. Bernhard ist wütend auf seinen Sohn, Nico und Paula dagegen sind mächtig stolz auf ihn …  Nico ist Valery nicht aus dem Kopf gegangen. Trotz ihrer Aversion gegen Überlingen und den Bodensee kommen sie sich näher. Mit Paula möchte sich Valery versöhnen. Auch wenn sie nicht dicke Freundinnen sind, wollen sie sich in Zukunft wenigstens tolerieren …","versions":[{"lang":1,"streams":[{"redirect":8770530,"hoster":"VOE"},{"redirect":8632934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unverhofft kommt oft","epNo":5,"alt":"","descr":"Vor \"dem ersten Mal\" mit Valery ist Nico ziemlich nervös. Er verkrampft zusehends und plant die bevorstehende Nacht minuziös. Doch Champagner, Erdbeeren und die richtige Musik garantieren noch lange keinen Erfolg. Paula lernt auf geheimnisvollen Wegen Raffael kennen. Als er ihr seine Gefühle für sie offenbart, gibt sie ihm einen Korb. Doch dann besucht sie ihn abends im Hotel. Dort entdeckt sie einen Umschlag mit Fotos, die Raffael heimlich von ihr gemacht hat. Caroline schmeißt sich in Schale, um in Überlingen auszugehen. Als plötzlich in der Küche eine Wasserleitung platzt, ist klar, wen sie anruft: Mit dem Schaden soll sich Erik Hilgers beschäftigen. Enthusiastisch bereitet Fred sich auf sein Vollmond-Special bei Radio Freestyle vor. Sein Vater kommentiert Freds Radioambitionen mit beleidigtem Schweigen.","versions":[{"lang":1,"streams":[{"redirect":8770527,"hoster":"VOE"},{"redirect":8632925,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vollmondnacht","epNo":6,"alt":"","descr":"Valery empfindet Nicos perfekte Organisation als Romantik-Killer und es kommt zum Streit. Doch das anschließende Schweigen hält keiner lange aus. Raffael kann Paula die Geschichte mit den Fotos erklären. Paula entscheidet sich zu bleiben. Unerwartet verbringen die beiden eine wunderschöne Nacht. Erik und Caroline geraten über der geplatzten Wasserleitung in ein intensives Gespräch und merken, dass sie die gleichen Interessen haben. Sie hören Pink Floyd, erzählen von ihren Träumen und landen schließlich ebenfalls im Bett. Fred moderiert zusammen mit Wigbert das Vollmond-Special auf Radio Freestyle. Am Ende spricht er eine ganz persönliche Widmung für seine Eltern aus.","versions":[{"lang":1,"streams":[{"redirect":8770529,"hoster":"VOE"},{"redirect":8632927,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Paula startet durch","epNo":7,"alt":"","descr":"Paula wird 18. Als sie auf ihrer Geburtstagsparty sehr weiblich gestylt erscheint, verblüfft sie alle Anwesenden – vor allem Nico, der Paula sonst nur im Blaumann oder ähnlichem kennt. Zur Feier des Tages nimmt Max Paula als gleichberechtigte Partnerin in den Betrieb auf. Paula gelingt eine weitere Überraschung, als sie verkündet, dass sie sich eine eigene Wohnung gemietet hat und bei den Kiesbachs ausziehen wird. In dem Moment wird Nico klar, dass Paula in ein neues Leben durchstartet. Obwohl Caroline mit Erik eine Nacht verbracht hat, will sie im Moment keinen Schritt in Richtung Beziehung machen. Erik erfährt, dass sie an der Schilddrüse operiert werden muss und bietet Caroline an, sie ins Krankenhaus zu begleiten. Fred und Wigbert werden von einer Umweltschutzorganisation unterrichtet, dass eine Wiese in der Nähe Überlingens mit Schadstoffen belastet ist. Sie recherchieren auf eigene Faust und finden zu Freds Entsetzen vergrabene alte Kühlschränke. Alle haben Aufkleber von \"Elektro Benz\". Offensichtlich hat Freds Vater die Geräte hier heimlich verbuddelt …","versions":[{"lang":1,"streams":[{"redirect":8770528,"hoster":"VOE"},{"redirect":8632926,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bettenbau","epNo":8,"alt":"","descr":"Nico hilft Paula, das Bett in ihrer neuen Wohnung aufzubauen. Dabei verrenkt er sich den Rücken. Paula steckt ihn in die Badewanne und massiert ihn. Als sie auf Paulas neue Wohnung anstoßen, wird Nico klar, dass sein Gefühl für Paula sich zu verändern beginnt. Er sieht in Paula nicht mehr nur den Kumpel, sondern die Frau. Max und Marianne sind sich uneinig über einen Riesenauftrag für die Werft. Max will das Schiff unbedingt bauen. Marianne hat Angst, dass Max sich übernimmt. Als neue Teilhaberin ist auch Paula um ihre Meinung gefragt. Valery und Erik bringen Caroline nach Konstanz ins Krankenhaus, wo ihrer Schilddrüse eine Gewebeprobe entnommen werden soll. Fred konfrontiert seinen Vater mit der Umweltverschmutzung. Doch Bernhard bagatellisiert das Ganze. Nach einem heftigen Streit gibt er Fred eine Ohrfeige. Wütend rennt Fred in den Sender und entlädt seinen ganzen Frust, indem er seinen Vater öffentlich denunziert. Als er nach Hause kommt, stehen seine Sachen vor der Tür. Sein Vater hat ihn rausgeschmissen.","versions":[{"lang":1,"streams":[{"redirect":8770532,"hoster":"VOE"},{"redirect":8632928,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Wechselbad der Gefühle","epNo":9,"alt":"","descr":"Nico hat sturmfreie Bude, doch Valery verhält sich seltsam und hat keine Lust auf Sex. Caroline plant währenddessen nervös ihren ersten Tauchgang mit Erik. Nachdem Fred seinen Vater öffentlich als Umweltsünder bloßgestellt hat, verbietet Bernhard seiner Frau jeden Kontakt zu Fred. Als Fred seine aufgelöste Mutter in einem Straßencafé trifft und merkt, wie sehr sie unter der Situation leidet, begleitet er sie nach Hause. Zufällig sieht Bernhard Claudia zusammen mit Fred und fühlt sich nun auch von ihr verraten. Erik eröffnet Nico die Möglichkeit, für ein Jahr in die USA zu gehen. Allerdings muss er sich bis zum nächsten Tag entscheiden. Nico ist begeistert, doch Valery reagiert verhalten. Sie scheint andere Sorgen zu haben. Als Nico und Lenny Valery zufällig vor der Apotheke treffen, stellt sich heraus, dass sie einen Schwangerschaftstest gekauft hat. Der Test ist positiv …","versions":[{"lang":1,"streams":[{"redirect":8770534,"hoster":"VOE"},{"redirect":8632933,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Königskinder","epNo":10,"alt":"","descr":"Angesichts des positiven Schwangerschaftstests erklärt Nico Valery, dass er zu ihr stehen wird. Max sagt Nico seine volle Unterstützung zu und auch Caroline zeigt sich verständnisvoll. Paula vertraut Nico jedoch an, dass er hin- und hergerissen ist. Einerseits will er sein Ziel, Astronaut zu werden, nicht aus dem Blick verlieren, andererseits kann er Valery nicht im Stich lassen. Schließlich entscheidet sich Nico definitiv für das Kind. Als er Valery davon erzählen will, eröffnet sie ihm, dass sie bereits entschieden habe. Sie will das Kind nicht. Denn sie möchte Schauspielerin werden. Paula macht dem verärgerten Nico klar, dass er Valerys Entscheidung akzeptieren muss, zumal eine Abtreibung keine einfache Sache sei. Schließlich stellt sich heraus, dass alles ein Fehlalarm war. Valery hat ihre Tage bekommen. Trotzdem wird deutlich, dass die Beziehung zwischen Valery und Nico einen Knacks bekommen hat …  Als Fred erfährt, dass seine Mutter einen Autounfall hatte, eilt er nach Hause. Prompt kommt es zum heftigen Streit mit Bernhard. Claudia, die Zeugin der Auseinandersetzung wird, bricht ohnmächtig zusammen. Das endlich rüttelt Bernhard wach. Noch im Krankenhaus versöhnt er sich mit Fred.","versions":[{"lang":1,"streams":[{"redirect":8770541,"hoster":"VOE"},{"redirect":8632944,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Prüfungen","epNo":11,"alt":"","descr":"Valery überrascht Nico damit, dass sie zum Vorsprechen an der Schauspielschule in München eingeladen ist. Caroline sieht das mit gemischten Gefühlen – bisher hat Valery für die Verwirklichung ihres Berufwunsches herzlich wenig getan. Sie selbst steckt mitten in den Vorbereitungen für die Premiere des \"Sommernachtstraums\". Erik und Fred, Experten in Pyrotechnik und Soundgestaltung, helfen ihr dabei. Bei Max und Marianne kriselt es: Die Vorstellung, dass die Zukunft ihrer Werft nur vom Uhrenfabrikanten Jensen, dem Auftraggeber der \"Chronos\", abhängt, bereitet Marianne schlaflose Nächte. Ihre schlimmsten Befürchtungen bestätigen sich, als Jensen plötzlich stirbt. Marianne – angeschlagen durch den Streit mit Max – erliegt dem Charme ihres alten Verehrers Richard Landauer. Unter dem Vorwand, ihre Freundin in Zürs zu besuchen, fährt Marianne mit Richard in seine Villa an den Comer See.","versions":[{"lang":1,"streams":[{"redirect":8770538,"hoster":"VOE"},{"redirect":8632935,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf Abwegen","epNo":12,"alt":"","descr":"Nico hat die nervöse Valery zur Schauspielschule begleitet. Hier verzögert sich alles, da die Maskenbildnerin Mara die Arbeit nicht allein schafft. Valery springt ein und erweist sich als Naturtalent. Beim Vorsprechen jedoch fällt sie durch. Auf der Rückfahrt herrscht angespannte Stimmung. Nico versucht Valery wieder aufzubauen, doch Valery hält Nicos gutes Zureden nicht länger aus. Ihre ganze Enttäuschung bricht aus ihr heraus und entlädt sich an Nico. Schließlich platzt auch Nico der Kragen. Die beiden trennen sich im Streit. Währenddessen schreiten die Proben zu Carolines \"Sommernachtstraum\" voran. Der Kulturbeauftragte Heine kann mit der ihm neumodisch erscheinenden Inszenierung von Caroline nicht viel anfangen. Doch Caroline wickelt ihn geschickt um den Finger. Als Marianne in der Villa am Comer See neben Richard erwacht, wird ihr schlagartig bewusst, was sie getan hat. Mit schlechtem Gewissen kommt sie nach Hause. Doch Max scheint noch keinen Verdacht zu schöpfen … (","versions":[{"lang":1,"streams":[{"redirect":8770536,"hoster":"VOE"},{"redirect":8632945,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Beziehungskrisen","epNo":13,"alt":"","descr":"Valery liegt leidend im Bett. Die missglückte Schauspielprüfung und der heftige Streit mit Nico – das war einfach zu viel. Auch Caroline ist schlecht gelaunt. Bei der Theaterprobe führt sie sich wie ein Diktator auf. Als Erik sie darauf anspricht, reagiert sie so gereizt, dass Erik wütend und enttäuscht das Theater verlässt. Marianne sucht verzweifelt ihre Uhr. Max vermutet, dass sie sie bei ihrem letzten Besuch bei Astrid liegengelassen hat. Doch als Astrid anruft, stellt sich heraus, dass Marianne gar nicht bei Astrid war. Bei der Beerdigung von Jensen beobachtet Max, wie Richard Landauer Marian-ne die Uhr wieder zustecken will. Max versteht und streckt Richard mit einem Faustschlag zu Boden. Nico macht nach allem was passiert ist mit Valery Schluss. Dabei reagiert sie zu seiner Verwirrung sehr cool und überlegen. Erst als Nico außer Sichtweite ist, bricht sie weinend zusammen.","versions":[{"lang":1,"streams":[{"redirect":8770533,"hoster":"VOE"},{"redirect":8632947,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Sommernachtstraum","epNo":14,"alt":"","descr":"Die Vorbereitungen zu Carolines Premiere vom \"Sommernachtstraum\" scheinen insgesamt unter einem schlechten Stern zu stehen: Die Maskenbildnerin fällt aus, es gibt einen totalen Stromausfall und eine Schauspielerin muss wegen dauernder Niesanfälle zum Arzt. Als auch noch Lenny wegen angeblichen Krankseins ausfällt, scheint die Premiere zu platzen. Nach ihrem Seitensprung mit Richard Landauer ist Marianne zu einer Freundin gezogen, um Max Zeit zu geben. Besonders Lenny leidet unter der Abwesenheit seiner Mutter. Als Nico Zeuge wird, wie Max mit einem Scheidungsanwalt telefoniert, ist klar, dass etwas geschehen muss. Gemeinsam mit Lenny schmieden Nico und Paula einen Plan, wie Marianne wieder nach Hause gelockt werden kann. Als Nico und Paula danach am Steg sitzen und über die verwirrenden Ereignisse der letzten Zeit sprechen, kommen sie sich nah. Nico küsst Paula, was Paula so verwirrt und überfordert, dass sie davonläuft …","versions":[{"lang":1,"streams":[{"redirect":8770535,"hoster":"VOE"},{"redirect":8632936,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kostbare Freundschaft","epNo":15,"alt":"","descr":"Seit ihrem Kuss wissen Paula und Nico nicht, wie sie mit ihren Gefühlen umgehen sollen. Paula liebt Nico, aber sie hat Angst, ihre langjährige Freundschaft aufs Spiel zu setzen. Sie verdrängt erst mal alles und fährt zu einer Weiterbildung nach Singen. Valery, die sich mit ihrer Berliner Freundin Silke zur Streetparade in Zürich treffen will, nimmt Paula ein Stück mit. Als Valerys Verabredung platzt und ihr Auto den Geist aufgibt, steht sie bei Paula in Singen wieder auf der Matte. Paulas Studienkollege Hatze und seine Freunde Marco und Mustafa sind begeistert von Valery. Sie überreden Paula und Valery, mit ihnen um die Häuser zu ziehen. In der Zwischenzeit haben Fred und Nico einen Ausflug zu ihrem alten Baumhaus gemacht, das sie zusammen mit Paula als Kinder gebaut haben. Das Baumhaus ist inzwischen verfallen. In Gedanken an die alte Zeit beschließen sie es wieder aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":12926957,"hoster":"VOE"},{"redirect":8632937,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Thelma \u0026 Louise","epNo":16,"alt":"","descr":"Nico und Fred besuchen die Janke-Brüdern, die in der Nähe des alten Baumhauses in einem alten Wohnwagen leben. Als Nico bei ihnen eine Kette von Paula findet, beschließen die Jungs, ein Football-Match um die Kette auszutragen. Valery und Paula landen nach einem Clubbesuch mit Hatze und seinen Freunden bei einer Lagerfeuerparty in einer alten Ruine. Als Hatze, der in Valery verknallt ist, ihr in Form eines Hip-Hop-Songs einen Heiratsantrag macht, taucht plötzlich die Polizei auf. Valery, die Hatzes Jacke anhat, erinnert sich, dass Hatze Haschisch darin verstaut hat. Auf Valerys Kommando flüchten die Mädchen aus dem Polizeiauto und entkommen durch den Wald. Als sie erschöpft an einem Flussufer sitzen, merken sie, dass sie über den dramatischen Ereignissen der letzten Stunden zu Freundinnen geworden sind. Dabei gesteht Valery Paula, dass sie immer noch in Nico verliebt ist. Als Paula am nächsten Tag die von Nico zurückeroberte Kette vor ihrer Tür findet, spürt sie mit aller Gewissheit, wie sehr sie selbst Nico liebt …","versions":[{"lang":1,"streams":[{"redirect":9699505,"hoster":"VOE"},{"redirect":8632939,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stürmische Gefühle","epNo":17,"alt":"","descr":"Nico versucht, mehrmals mit Paula zu reden, aber Paula weicht ihm immer aus. Schließlich gibt Paula ihren Widerstand auf. Am nächsten Morgen fährt sie zu Valery und erzählt ihr, dass Nico und sie im Begriff sind, ein Paar zu werden. Valery fällt aus allen Wolken. Zu Eriks jährlichem Astronauten-Treffen erscheint als erster sein bester Freund Wassili, ein russischer Kosmonaut. Wassili fragt Erik, wann er und Caroline denn vorhaben zu heiraten. Erik und Caroline wiegeln ab, wobei sich Erik besonders hervortut, wohlwissend um Carolines Freiheitsdrang. Doch Caroline findet Eriks ablehnende Haltung fast schon beleidigend. Wassili selbst hat Liebeskummer: Ludmilla vom Bodenpersonal im Weltraumbahnhof Baikonur hat ihn verlassen. Bei einer Live-Schaltung zur russischen Raumstation, die Fred bei Radio Freestyle anlässlich des Astronauten-Treffens arrangiert, ergreift Wassili die Gelegenheit und schickt Ludmilla eine leidenschaftliche Liebeserklärung über den Äther.","versions":[{"lang":1,"streams":[{"redirect":12926965,"hoster":"VOE"},{"redirect":8632940,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Magie der Liebe","epNo":18,"alt":"","descr":"Nach dem Streit am Vortag sucht Valery Paula auf, um sich mit ihr zu versöhnen. Sie erweist ihr einen traurig-schönen Freundschaftsdienst, indem sie Paula für das Rendezvous mit Nico schminkt. Auf Paulas Boot, der Seraphina, erleben Paula und Nico ihr erstes Mal. Anschließend begegnen sie Valery auf Eriks Astronautentreffen. Valery verhält sich zunächst tapfer. Doch als Nico und Paula das Fest verlassen, muss Fred sie tröstend in den Arm nehmen. Erik traut seinen Ohren nicht, als er von Valery erfährt, dass Caroline enttäuscht ist, weil er eine Heirat nicht im Entferntesten in Erwägung zieht. Er springt ins Auto und verlässt die Astronautenparty, um Caroline zu suchen. In einer Kurve findet er schließlich Carolines Wagen im Graben liegen. Erik eilt ins Krankenhaus, wo er Caroline findet. Überwältigt vor Erleichterung, sie lebendig zu sehen, macht Erik Caroline einen Heiratsantrag. Auf dem Astronautenfest erscheint zu später Stunde noch ein Überraschungsgast: die hochschwangere Ludmilla. Überglücklich schließt Wassili sie in die Arme – zur Freude von Fred und Wigbert, die das Wiedersehen über Radio Freestyle eingefädelt hatten.","versions":[{"lang":1,"streams":[{"redirect":8770547,"hoster":"VOE"},{"redirect":8632938,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hochzeitsfieber","epNo":19,"alt":"","descr":"Für Valery, Nico und vor allem Paula ist die Tatsache, dass Paula und Nico jetzt zusammen sind, noch gewöhnungsbedürftig. Valery hat zwar versprochen, Paula keine Konkurrenz zu machen, aber Paula wird eine unterschwellige Eifersucht einfach nicht los. Caroline und Erik haben sich ausgerechnet Valery und Nico als Trauzeugen ausgesucht. Im Rahmen der Hochzeitsvorbereitungen kommt es zu einer scheinbar verfänglichen Situation zwischen Valery und Nico. Paulas Eifersucht wächst. Caroline bekommt mit jedem Tag, an dem die Hochzeit näher rückt, kältere Füße. Erik dagegen schwebt im siebten Himmel und ahnt von den inneren Nöten seiner Gattin in spe noch nichts.","versions":[{"lang":1,"streams":[{"redirect":8770542,"hoster":"VOE"},{"redirect":8632948,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Braut, die sich nicht traut","epNo":20,"alt":"","descr":"Am Tag der Hochzeit kommt es, wie es kommen muss. Alles wartet, doch die Braut fehlt. Erik findet die völlig aufgelöste Caroline schließlich auf der Bühne ihres Theaters. In dem Moment wird Caroline klar, dass sie diesen Mann nicht verlieren will. Sie tritt mit ihm vor den Altar. Doch da Erik merkt, wie sehr sich Caroline quält, macht er ihr im letzten Augenblick einen flammenden Liebesantrag mit der Bitte, ihn niemals zu heiraten. Gerührt gibt Caroline ihm das \"Ja-Wort\" für eine wilde Ehe. Claudia und Bernhard sind überrascht, als sie von ihrer Skandinavienreise zurückkommen und Fred mit der hochschwangeren Ludmilla bei gymnastischen Geburtsvorbereitungen im Wohnzimmer vorfinden. Doch Fred kann die Situation aufklären. Er stellt seinen Eltern Wassili als den werdenden Vater vor. Von Ludmilla weiß Fred, dass sie Wassili gern heiraten würde. Als Wassili das erfährt, nutzt er die Gelegenheit bei Eriks und Carolines Hochzeit und führt Ludmilla zum Altar. So findet schließlich doch noch eine Hochzeit statt. Bei der anschließenden Hochzeitsfeier zeigt sich, dass Paulas Eifersucht auf Valery nicht ganz unbegründet ist …","versions":[{"lang":1,"streams":[{"redirect":8770552,"hoster":"VOE"},{"redirect":8632941,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die kleine Diebin","epNo":21,"alt":"","descr":"Freds Elternhaus wird von der Einbrecherin Sina heimgesucht. Fred, der nach einer wilden Partynacht mit seinen Freunden auf dem Sofa eingeschlafen ist, bekommt nichts davon mit. Am nächsten Tag stellt Wigbert Fred im Radiosender seine neue Assistentin vor – es ist Sina. Fred findet Sina auf Anhieb sympathisch. Die beiden freunden sich an. Fred beginnt für Sina bald mehr zu empfinden. In Überlingen gehen die Einbrüche weiter, und Fred ahnt noch nicht, wer dahinter steckt …  Valery und Nico helfen Caroline im Theater und sortieren den Kostümfundus, so dass Erik und Caroline – auch ohne Trauschein – ihre Flitterwochen antreten können. Kaum sind Valery und Nico alleine im Theater, beginnt es zwischen ihnen zu knistern. Als Marianne und Claudia von Fanny erfahren, dass sie heiraten und den Laden aufgeben wird, beschließen die beiden Frauen spontan, den Laden gemeinsam weiterzuführen.","versions":[{"lang":1,"streams":[{"redirect":8770549,"hoster":"VOE"},{"redirect":8632942,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zwischen Liebe und Wahrheit","epNo":22,"alt":"","descr":"Nico und Valery können ihren Gefühlen bei der gemeinsamen Arbeit im Theater nicht länger widerstehen und küssen sich leidenschaftlich. Im letzten Moment reißt Valery sich aber los. Paula, die die ganze Zeit geahnt hat, was sich zwischen Nico und Valery anbahnt, stellt beide zur Rede. Nicos hilflose Erklärung, dass er Paula liebt, aber trotzdem die ganze Zeit Valery vermisst hat, kann sie nicht annehmen. Obwohl sie Nico immer noch liebt, trennt sie sich von ihm. Fred hat sich in Sina verliebt und mietet ein ganzes Lokal für einen romantischen Abend mit ihr. Als er herausfindet, dass sie hinter den Einbrüchen steckt und sogar ihre gemeinsame Radiosendung dafür benutzt, ist er zutiefst verletzt. Er überrascht Sina bei einem weiteren Einbruchsversuch. Dabei wird Sina bewusstlos. Fred muss nun selbst die Tür aufbrechen, um Sina zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8770546,"hoster":"VOE"},{"redirect":8632943,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Falsche Hoffnung","epNo":23,"alt":"","descr":"Nach dem Flirt zwischen Nico und Valery und Paulas Trennung von Nico hat Paula Valery verziehen. Sie möchte wenigstens ihre beste Freundin nicht verlieren. Beide Mädchen gestehen sich ein, dass sie immer noch in Nico verliebt sind. Um ein für alle mal mit dem Thema abzuschließen, verabreden sie, dass jede von ihnen noch eine letzte Nacht mit Nico haben soll. Nico, der auf unterschiedliche Weise an beiden hängt, lässt sich verführen. Sina kommt wegen der Einbrüche mit einer Bewährungsstrafe davon. Sie ist erleichtert, ihr altes Leben abzustreifen. Dankbar nimmt sie Freds Vorschlag an, bei ihm zu wohnen. Doch sie fühlt sich im Haus Benz nicht wohl, da sie spürt, dass Freds Eltern ihr gegenüber Vorbehalte haben. Schließlich kann Freds Mutter Sina überzeugen, dass sie willkommen ist. Ein böser Hustenanfall zeigt, dass es mit Sina dennoch nicht zum Besten steht. Caroline und Erik werden von Wassili überrascht, der unerwartet zu einem Astronauten-training muss und wegen einer ansteckenden Krankheit seiner Frau Ludmilla ihr gemeinsames Baby unterbringen muss. Erik fühlt sich in der plötzlichen Vaterrolle pudelwohl. Er würde Baby Armstrong am liebsten behalten.","versions":[{"lang":1,"streams":[{"redirect":8770548,"hoster":"VOE"},{"redirect":8632953,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das erste und letzte Mal","epNo":24,"alt":"","descr":"Als Nico herausfindet, dass Paula und Valery den Pakt geschlossen hatten, ihn ein letztes Mal zu verführen, um endgültig mit ihren Beziehungen abzuschließen, ist er fassungslos. Er kündigt den beiden die Freundschaft. Paula und Valery müssen einsehen, dass sie zu weit gegangen sind. Wassilis und Ludmillas Baby, das Caroline und Erik in Obhut haben, weckt Vatergefühle in Erik. Er fragt Caroline, ob sie sich vorstellen könnte, mit ihm gemeinsam noch ein Kind zu bekommen. Zunächst lehnt Caroline ab. Als Wassili auftaucht, um seinen Sohn abzuholen, fällt es Erik sichtlich schwer, sich von dem Kleinen zu trennen. Caroline verspricht, sich das mit der Schwangerschaft noch einmal zu überlegen. Sina will endlich mit Fred schlafen. Aber Fred ziert sich. Er will nicht zugeben, dass es sein erstes Mal ist. Doch Sina durchschaut ihn und verführt ihn behutsam. Das erste Mal wird für Fred wunderschön. Es endet jedoch mit einem fürchterlichen Schock …","versions":[{"lang":1,"streams":[{"redirect":8770550,"hoster":"VOE"},{"redirect":8632946,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Weiterleben","epNo":25,"alt":"","descr":"Während Paula und Valery sich gern wieder mit Nico versöhnen würden, würdigt Nico die beiden keines Blickes. Auch die Neuigkeit, dass Nico bei dem Science-Wettbewerb für Nachwuchsforscher den ersten Preis gewonnen hat, erfahren Paula und Valery nur beiläufig. Verärgert stürzen sie sich ins Nachtleben. In einem Club lernen sie Tom und Jonas kennen. Der Abend endet in Paulas Wohnung und dort in einer wilden Knutscherei. Auch Nico orientiert sich neu. Beim Anzug- und Krawattenkauf für die Preisverleihung läuft ihm ein Mädchen über den Weg, das ihm nicht mehr aus dem Kopf geht. Fred leidet unterdessen immer noch unter dem Tod von Sina. Nico versucht ihn abzulenken, jedoch mit mäßigem Erfolg. Ein Kinoabend endet in einer heftigen Auseinandersetzung, bei der Nico Fred den Vorwurf macht, dass er niemanden mehr an sich ranlasse. Auch Freds Mutter macht sich große Sorgen um ihren Sohn. (","versions":[{"lang":1,"streams":[{"redirect":8770554,"hoster":"VOE"},{"redirect":8632950,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Aufbruch zu den Sternen","epNo":26,"alt":"","descr":"Paula und Valery trauen ihren Augen nicht, als sie auf der Straße beobachten, wie Nico ein fremdes Mädchen küsst. Wer ist sie? Von Neugier und Eifersucht gepackt recherchieren die beiden und finden heraus, dass Fabienne die Tochter eines Gastprofessors aus Südafrika ist, die zu Besuch am Bodensee ist. Paula und Valery wissen nicht, dass Nicos erste Nacht mit Fabienne damit endet, dass er ihr die ganze Geschichte mit Valery und Paula erzählt und ihr damit zu verstehen gibt, dass er für eine neue Liebe noch nicht frei ist. Mit dem ersten Preis des Forschungswettbewerbs gewinnt Nico einen Flug nach Cape Canaveral zu einem Shuttle-Start. Damit Nico nicht allein fliegen muss, spendieren Max und Erik Paula, Valery und Fred einen Flug. So sind die Freunde am Ende wieder vereint.","versions":[{"lang":1,"streams":[{"redirect":8770553,"hoster":"VOE"},{"redirect":8632949,"hoster":"Streamtape"}]}]}]}]}