{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding","name":"Sterben ist nicht so mein Ding!","descr":"\"Sterben ist nicht so mein Ding!\" ist eine Reise in das Herz eines 13-jährigen Mädchens, das mitten in den Proben zu einem Tanzwettbewerb erfährt, an Leukämie erkrankt zu sein. Jenny lässt sich von der Diagnose nicht niederschlagen, sondern entwickelt eine beeindruckende Charakterstärke, die ihr hilft, mit Humor tapfer gegen ihre Krankheit anzukämpfen. Dabei helfen ihr ihre Freunde aus der Schule, die Belegschaft des Krankenhauses sowie ihr alleinerziehender Vater und ihr jüngerer Bruder.","seasons":[{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-1","name":"Mein Elefant","epNo":1,"alt":"","descr":"Als Jenny aufwacht, weiß sie erst mal weder, wo sie ist, noch warum sie dort ist, wo sie ist. Sie bekommt kurz Panik. Zum Glück ist ihr Vater gleich da. Jenny ist dreizehn – fast dreizehneinhalb – und eigentlich ist ihr Leben aufregend und schön. Gerade hat sich ihre Tanzgruppe in der Schule für einen großen Tanzwettbewerb angemeldet. Aber irgendetwas stimmt nicht. Jenny wird immer müder und kommt beim Tanztraining nicht mehr mit. Hat sie eine Grippe? Schließlich kann sie sich nicht mehr auf den Beinen halten, und ihr Vater bringt sie ins Krankenhaus. Er begleitet Jenny zu den zahlreichen Untersuchungen, die nun folgen. Eine entscheidende Untersuchung erfolgt unter Narkose. Die Diagnose ist niederschmetternd. Jenny hat Leukämie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770458","hoster":"VOE"},{"path":"/redirect/8632894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-2","name":"Mein Zimmer","epNo":2,"alt":"","descr":"Auch wenn es ihr schwer fällt, muss Jenny sich damit abfinden, dass sie nun erst mal im Krankenhaus bleiben muss. Sie vermisst ihre Freundinnen, vor allem ihre beste Freundin Flo. Auch wenn sie gerade nicht so recht weiß, was sie ihnen sagen sollte. Und sie vermisst ihr vertrautes Zimmer zu Hause. Doch obwohl Jenny ihr Krankenzimmer nicht gefällt – dazu, einen Schritt vor die Tür zu machen, hat sie absolut keine Lust. Das ändert sich, als Jenny von ihrem Bett aus auf dem Flur einen Jungen entdeckt, der ihr irgendwie gefällt. Mit ihrem Medikamentenständer im Schlepptau macht sie sich auf die Suche nach dem Jungen. So trifft Jenny auf den schwerkranken Charles, der den Krankenhausbetrieb schon viel besser kennt, als ihm lieb ist. Nun hat Jenny doch etwas, was sie Flo berichten kann. Und es tut Jenny gut zu erfahren, dass man sie in der Schule nicht vergessen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12926949","hoster":"VOE"},{"path":"/redirect/8632900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-3","name":"Mein Infusionsständer","epNo":3,"alt":"","descr":"Jenny wartet ungeduldig in ihrem Zimmer. Heute wird sie ihr kleiner Bruder zum ersten Mal im Krankenhaus besuchen. Doch ihr Vater und Felix lassen auf sich warten. Was ist da los? Jenny ist genervt. Und ständig muss sie diesen Infusionsständer samt Pumpe mit sich herumschleppen. Krankenschwester Nathalie rät Jenny zur Geduld. Und dazu, sich mit ihrem neuen ständigen Begleiter anzufreunden, denn so schnell wird sie ihn leider nicht wieder los. Ist es also besser, ihn als eine Art Freund zu betrachten und ihm einen Namen zu geben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770462","hoster":"VOE"},{"path":"/redirect/8632899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-4","name":"Meine Haare","epNo":4,"alt":"","descr":"Auch wenn Jenny von der Nebenwirkung \"Haarausfall\" der Chemotherapie wusste, als ihre langen blonden Haare büschelweise auf dem Kopfkissen liegen, ist sie schockiert. Auch wenn jeder sagt, sie würden wieder wachsen, so ist es doch sehr schlimm, wenn plötzlich die eigenen Haare ausfallen. Jenny geht zu Charles, um ihn zu fragen, was man da machen kann. Seine Antwort ist eher ernüchternd. Man kann gar nichts machen, um den Haarausfall aufzuhalten. Und wenn man nicht zusehen will, wie die Haare nach und nach ausfallen, bleibt nur eine radikale Lösung. Jenny trifft eine Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770463","hoster":"VOE"},{"path":"/redirect/8632914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-5","name":"Meine Freundin","epNo":5,"alt":"","descr":"Heute ist ein besonderer Tag, denn Jenny erwartet den ersten Besuch ihrer besten Freundin Flo im Krankenhaus. Charles warnt Jenny. Er hat schon erleben müssen, dass so ein Besuch ziemlich merkwürdig ablaufen kann. Aber Jenny macht sich keine Sorgen – schließlich kennt sie Flo seit dem Kindergarten, und sie verbringen seitdem ständig ihre Zeit miteinander. Doch der Besuch geht tatsächlich schief. Die besten Freundinnen sind sich irgendwie fremd und geraten in Streit. Flo geht wütend weg, und Jenny flüchtet sich deprimiert zu Charles und Courval in den Aufenthaltsraum. Hat sie tatsächlich ihre allerbeste Freundin verloren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770464","hoster":"VOE"},{"path":"/redirect/8632901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-6","name":"Mein Drache","epNo":6,"alt":"","descr":"Heute ist Halloween und auf Jennys Station wird gefeiert. Charles hat Jenny einen Kraft spendenden Drachen auf den Arm gemalt, und Jenny möchte nur kurz zur Halloween-Party ihrer Schule gehen, um Flo und ihren anderen Freunden den Drachen persönlich zu zeigen. Mit Hilfe von Courval, der die beiden deckt, hauen Jenny und Charles aus dem Krankenhaus ab. Nachdem Jenny kurz die frische Luft genossen hat, geht es ihr plötzlich gar nicht mehr so gut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770465","hoster":"VOE"},{"path":"/redirect/8632902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-7","name":"Mein Vater","epNo":7,"alt":"","descr":"Jenny hat eine Lungenentzündung und dadurch hohes Fieber bekommen. Während Jenny tief schläft und in einem schlimmen Fiebertraum gefangen ist, sitzt Jennys Vater hilflos an ihrem Bett und wartet darauf, dass die Antibiotika endlich zu wirken beginnen. Jenny kämpft im Traum mit aller Kraft gegen die Krankheit an. Es ist ein langer Kampf. Ihr Vater verliert langsam die Hoffnung, dass Jenny diesen Infekt übersteht. Doch Krankenschwester Nathalie macht ihm Mut. Und Jenny ist stark …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770466","hoster":"VOE"},{"path":"/redirect/8632917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-8","name":"Meine Beine","epNo":8,"alt":"","descr":"Jenny ist so geschwächt, dass ihre Beine sie nicht mehr alleine tragen. Wie soll sie so im Herbst mit ihrer Tanzgruppe am Finale des großen Tanzwettbewerbs teilnehmen? Jenny weiß gerade nicht was schlimmer ist – das Gefühl der Schwäche oder die nervigen Krankenhaus-Clowns, die plötzlich in ihrem Zimmer stehen. Über sie kann Jenny genau so wenig lachen wie über Clowns im Zirkus. Jenny verliert die Fassung und ist völlig verzweifelt. Als Flo davon erfährt, trommelt sie die Tanzgruppe wieder zusammen, die kurz vor dem Aufgeben war. Wenn Jenny nicht aufgibt, werden sie es auch nicht tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770471","hoster":"VOE"},{"path":"/redirect/8632906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-9","name":"Mein Ozean","epNo":9,"alt":"","descr":"Wenn alles gut geht, kann Jenny bald aus dem Krankenhaus entlassen werden. Doch warum verhält sich Charles plötzlich so kalt und abweisend? Sie spricht ihn darauf an, bekommt aber keine richtige Antwort von ihm. Charles steht am nächsten Tag eine schwierige Operation bevor, vor der er große Angst hat. Als dies Jenny eher zufällig mitbekommt, denkt sie sich spontan etwas ganz Besonderes aus, um Charles ein wenig aufzumuntern und ihm zu zeigen, wie viel er ihr bedeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113365","hoster":"VOE"},{"path":"/redirect/8632908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-10","name":"Mein Basislager","epNo":10,"alt":"","descr":"Jenny ist unglaublich aufgeregt, denn es könnte sein, dass sie heute aus dem Krankenhaus entlassen wird. Es hängt von den Ergebnissen einer Untersuchung ab. Ihr kleiner Bruder Felix hat schon die Wohnung zur Begrüßung geschmückt. Gespannt warten Jenny und ihre Familie auf die Untersuchungsergebnisse. Und tatsächlich – alles ist okay, sie darf nach Hause gehen. Aber Jenny will das Krankenhaus nicht verlassen, ohne zu wissen wie es Charles geht, der sich gerade seiner schweren Operation unterziehen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113367","hoster":"VOE"},{"path":"/redirect/8632907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-11","name":"Meine Androiden","epNo":11,"alt":"","descr":"Jenny hat Schwierigkeiten, zu Hause anzukommen. Ihr Vater und ihr Bruder übertreiben es mit der Fürsorglichkeit, und Jenny wird es bald zu viel. Sie muss lernen, sich abzugrenzen. Flo hat sich mit ihrem Freund Loulou gestritten und hat ein ähnliches Problem. Jenny erklärt ihr, \"dass auch wenn man jemanden liebt, man Luft zum Atmen braucht\". Es gelingt Jenny dann noch, ihrem Vater zu erklären, wie sie sich fühlt, und zum Ende bricht eine verbrannte Lasagne mit anschließender Löschaktion das Eis. Endlich erkennt sie ihre Familie wieder!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770478","hoster":"VOE"},{"path":"/redirect/8632905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-12","name":"Mein Monsieur Terror","epNo":12,"alt":"","descr":"Jenny hat Mathe-Nachhilfe beim strengen Herrn Lafleur, der in der Schule nur \"Monsieur Terror\" genannt wird. Sie versteht gar nichts und auch ihr Vater kann ihr mit den Aufgaben nicht helfen. Charles versucht Jennys Dilemma zu lösen und gibt Courval das Heft mit den Aufgaben, der diese in kürzester Zeit löst. Und wie aus dem Nichts liefert Jenny Bestleistungen. Sie merkt aber schnell, dass das so nichts bringt und schließlich gesteht sie Herrn Lafleur, geschummelt zu haben. Der Lehrer nimmt es ihr nicht übel und gibt ihr eine zweite Chance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113366","hoster":"VOE"},{"path":"/redirect/8632919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-13","name":"Mein Captain Filou","epNo":13,"alt":"","descr":"Felix ist nicht Felix, sondern \"Captain Filou\", der Held mit den Superkräften! Felix kommt regelmäßig zu spät zur Schule und dann verschwindet auch noch Geld aus dem Münzglas. Er will nicht verraten, was er damit gemacht hat, und ihm droht Ärger. Auch Jenny kommt nicht an sein Geheimnis ran, bis Felix beschließt, es nicht zu \"sagen\", sondern zu \"zeigen\", das würde den Zauber nicht zerstören. Er führt sie zu einem Teich, in den er jeden Morgen eine Münze wirft und sich wünscht, dass Jenny gesund wird. Sie ist gerührt und merkt, wie einsam er ist und wie viel Sorgen er sich um sie macht. Wieder zu Hause, nimmt sie ihn vor dem Vater in Schutz und schenkt ihm ihre neuen Kopfhörer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770483","hoster":"VOE"},{"path":"/redirect/8632909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-14","name":"Mein Stern","epNo":14,"alt":"","descr":"Jenny erhält von Charles die erschütternde Nachricht, dass ihr Freund Courval, der mit ihnen auf der Station lag, plötzlich gestorben ist. Charles ist völlig außer sich, und auch Jenny ist untröstlich. Sie muss unbedingt einen Weg finden, um zu Charles ins Krankenhaus zu kommen. Also schleicht sie sich nachts heimlich aus dem Haus. Ihr Gefühl war richtig: wenn jemand den verzweifelten Charles ein wenig trösten kann, dann Jenny. Was umgekehrt genau so gilt. Sie sprechen über Charles, die Krankheit, ihre Ängste. Und sie verabschieden sich auf ihre Art nachträglich von ihrem Freund, den sie nie vergessen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770484","hoster":"VOE"},{"path":"/redirect/8632912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-15","name":"Mein Kuhauge","epNo":15,"alt":"","descr":"Heute ist Jennys erster Schultag. Leider läuft alles anders als erhofft – von Normalität keine Spur. Jenny steht im Mittelpunkt, alle starren sie an, niemand weiß genau, wie mit Jenny umzugehen. Irgendwann reicht es Jenny. Sie will mehr sein als \"das kranke Mädchen, das wieder zurück ist\". Sie geht ins Sekretariat und macht über die Lautsprecheranlage eine Ansage an alle. Danach geht es allen ein bisschen besser, und sie macht sich daran, im NaWi-Unterricht das Kuhauge zu sezieren. So wie alle anderen. Ganz normal eben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770485","hoster":"VOE"},{"path":"/redirect/8632910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-16","name":"Mein Frosch","epNo":16,"alt":"","descr":"Jenny ist ambulant im Krankenhaus. Sie kennt niemanden von den Patienten mehr. Nathalie bittet Jenny um Hilfe: die neue, noch sehr junge Patientin Juliette spricht seit einer Woche kein Wort mehr. Auch Jenny hat zuerst keinen Erfolg. Juliette hört ihr zwar zu und lächelt sogar, aber mehr passiert nicht. Jennys Vater erklärt die Parallelen zu Jennys eigener ersten Zeit in der Klinik, und Jenny denkt nach. Erst als sie rumalbern und Juliettes Infusionsständer einen Namen geben wollen, öffnet sich das Mädchen. \"Frosch\" soll er heißen, so wie ihr Lieblingstier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770487","hoster":"VOE"},{"path":"/redirect/8632911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-17","name":"Mein Flitzebogen","epNo":17,"alt":"","descr":"Jenny ist zurück in der Tanzgruppe. Sie filmt die neue Choreographie und übt zu Hause mit dem Video. Dummerweise kann sie nicht zu allen Trainings gehen, weil sie durch die Chemo immer mal wieder ausfällt. Stefany-Khlara intrigiert weiterhin und tut alles dafür, dass Jenny aus der Gruppe fliegt. Als Jenny ihr beim Training versehentlich den Ellbogen gegen die Nase rammt, rastet sie aus. Jenny fühlt sich schlecht und hat das Gefühl, dem Sieg der Gruppe im Weg zu stehen. Schweren Herzens verkündet sie ihren Rückzug. Aus Solidarität hört Flo auch auf und die beiden beschließen, sich ein neues Hobby zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770489","hoster":"VOE"},{"path":"/redirect/8632913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-18","name":"Meine beste Feindin","epNo":18,"alt":"","descr":"Jenny und Flo haben in der Not stricken gelernt. Sie tun so, als würde sie das wahnsinnig erfüllen und als wäre das ein prima Ersatz für das Tanzen. Ist es aber nicht, und Jenny merkt, wie unglücklich Flo ist. Sie weiß, dass Flo nur mit ihr zusammen in die Truppe zurückkehren würde. Sie wendet sich an Stef und bittet sie, sie zu trainieren. Widerwillig willigt diese ein. Aber Jennys Kraft reicht nicht für das ganze Stück. Felix bringt Stef auf eine gute Idee. Sie ändert die Choreographie, und Jenny kommt erst fürs letzte Drittel mit dazu. Die Tanztruppe ist glücklich, dass die beiden zurück sind und Jenny und Stef sind sowas wie Freundinnen geworden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770491","hoster":"VOE"},{"path":"/redirect/8632915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-19","name":"Mein Mitbewohner","epNo":19,"alt":"","descr":"Jenny geht es so gut wie seit Monaten nicht mehr. Ihre einzige Sorge ist das Gruppenfoto der Tanzgruppe – sie will strahlend und gesund aussehen. Sie bittet Stef um Hilfe, die ja Schminkprofi ist. Stef gibt Jenny als erstes einen Detox-Saft für den guten Teint. Flo filmt die \"Verwandlung\" und Stef legt sich ins Zeug. Plötzlich geht es Jenny schlecht, sie erbricht sich, die Schulsekretärin ruft einen Krankenwagen, weil der Vater nicht zu erreichen ist. Jenny findet sich im Krankenhaus wieder und hat nun große Angst davor, einen Rückfall erlitten zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770490","hoster":"VOE"},{"path":"/redirect/8632916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sterben-ist-nicht-so-mein-ding/staffel-1/episode-20","name":"Meine Gegenwart","epNo":20,"alt":"","descr":"Jenny erfährt, dass ihr Anfall nur eine starke Reaktion auf die Medikamente war, also kein Rückfall. Nun will sie so schnell wie möglich zum Wettbewerb, wo ihre Truppe schon auf sie wartet. Doch die Ärztin lässt sie nicht gehen, denn Jenny muss unter medizinischer Beobachtung bleiben. Sie hat die geniale Idee, Nathalie zu fragen, ob sie als Begleitperson mitkommt. Gerade noch rechtzeitig schafft es Jenny zum Auftritt. Sie fühlt sich zu schwach und will nicht mitmachen, doch Charles ist da und macht ihr Mut und Jenny gibt sich einen Ruck. Der Auftritt wird ein voller Erfolg!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993096","hoster":"VOE"},{"path":"/redirect/8632918","hoster":"Streamtape"}]}]}]}]}