{"seriesId":"stewardessen","name":"Stewardessen","descr":"Die Lösung der großen Probleme des Lebens erfordert die Dauer eines Linienflugs. Die Stewardess Dagmar Croner (Johanna von Koczian) nimmt sich hoch oben in der Luft der Sorgen ihrer Passagiere und Kollegen an und rettet Ehen, spürt fehlgeleitetes Gepäck auf, assistiert bei einer Geburt und hilft einem Scheidungskind, sich zwischen Vater und Mutter zu entscheiden. Zwischendurch hat sie noch Zeit, einen Test zu bestehen, der sie zur Kabinenchefin macht. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Turbulenter Flug","epNo":1,"alt":"","descr":"In dieser Episode lernen wir die Stewardess Dagmar Croner kennen, die ihren Beruf über alles liebt. Aber nicht nur die Arbeit, auch das Wohl ihrer Kollegen beschäftigt sie, und so bringt Dagmar durch geschicktes Vorgehen die Ehe einer anderen Stewardess wieder in Ordnung.","versions":[{"lang":1,"streams":[{"redirect":14292934,"hoster":"VOE"},{"redirect":14292931,"hoster":"Vidoza"},{"redirect":14292935,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Zauberkünstler","epNo":2,"alt":"","descr":"Ein bekannter Varieté-Künstler, der in Köln in die Maschine nach London einsteigt, vermisst sein Gepäck mit den Zauberutensilien für die abendliche Premiere in London. Dagmar erfährt, dass es in Zürich angekommen ist. Ob es ihr wohl gelingt, den Koffer mit anderen Fluggesellschaften rechtzeitig nach London zu dirigieren?","versions":[{"lang":1,"streams":[{"redirect":14292929,"hoster":"VOE"},{"redirect":14292933,"hoster":"Vidoza"},{"redirect":14292930,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Prüfung","epNo":3,"alt":"","descr":"Dagmar Croner bereitet sich auf die Chef-de-Cabine-Prüfung vor und kennt sich in den theoretischen Fragen sehr gut aus. Während der praktischen Prüfung tauchen allerdings unvorhergesehene Schwierigkeiten auf.","versions":[{"lang":1,"streams":[{"redirect":14292932,"hoster":"VOE"},{"redirect":14292939,"hoster":"Vidoza"},{"redirect":14292938,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein freudiges Ereignis","epNo":4,"alt":"","descr":"Unter Dagmar Croners Fluggästen befindet sich ein Ehepaar, das nach langem Auslandsaufenthalt in die Heimat zurückfliegt. Die junge Frau ist in anderen Umständen. Das Baby soll erst in einigen Wochen zur Welt kommen. Doch dann setzen zur Überraschung Aller die Wehen ein und Dagmar Croner und ihre Crew müssen der jungen Frau hilfreich zur Seite stehen.","versions":[{"lang":1,"streams":[{"redirect":14292941,"hoster":"VOE"},{"redirect":14292940,"hoster":"Vidoza"},{"redirect":14292936,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Flug nach Hongkong","epNo":5,"alt":"","descr":"Dagmar Croner betreut ein Kind, dessen Eltern in Scheidung leben. Noch weiß der Junge nicht, dass er zu seinem Vater, den er sehr liebt, vorerst nicht zurückkehren wird. Dies ist besonders tragisch, da er keinerlei Kontakt zu seiner Mutter hat.","versions":[{"lang":1,"streams":[{"redirect":14292937,"hoster":"VOE"},{"redirect":14292942,"hoster":"Vidoza"},{"redirect":14292944,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Star","epNo":6,"alt":"","descr":"Elena Baker, ein berühmter Weltstar des Films, möchte Dagmar Croner für sich als ständige Begleiterin gewinnen. Zum ersten Mal muss Sie erfahren, dass einem Menschen das kleine, alltägliche Glück mehr bedeutet, als im Schatten des Ruhmes zu leben.","versions":[{"lang":1,"streams":[{"redirect":14292948,"hoster":"VOE"},{"redirect":14292949,"hoster":"Vidoza"},{"redirect":14292950,"hoster":"Streamtape"}]}]}]}]}