{"path":"/serie/stream/still-the-king","name":"Still the King","descr":"20 Jahre sind seit Vernons (Billy Ray Cyrus) großem Country-Hit vergangen und immerhin konnte er sich inzwischen als zweitbester Elvis-Imitator in Laughlin, Nevada etablieren. Nachdem er außerhalb von Nashville mit seinem Auto schnurstracks auf eine Kirche prallt wird er dort zu gemeinnütziger Arbeit verurteilt. Im Zuge dessen gibt er sich als neuer Priester der Gemeinde aus und entdeckt, dass er eine 15-jährige Tochter hat, von der er bislang nichts wusste.","seasons":[{"path":"/serie/stream/still-the-king/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/still-the-king/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Der ehemalige Country-Star \"Burnin\" Vernon Brown (Billy Ray Cyrus) lebt das süße Leben und lässt es sich tagein tagaus gut gehen. Als ein Richter ihn jedoch dazu verdonnert, nachträglich Alimente für seine Tochter zu bezahlen, von der er nicht einmal wusste, dass sie existiert, wird sein Leben ganz schön durcheinandergebracht. Er gibt sich fortan als Prediger aus, um sich so ein neues Leben aufzubauen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-2","name":"","epNo":2,"alt":"Preach On","descr":"Vernon (Billy Ray Cyrus), der sich immer noch als Priester ausgibt, wird plötzlich von dem echten Geistlichen überrascht. Also schmiedet der ehemalige Musikstar mit seinem Kumpel Walt (Travis Nicholson) einen Plan, um den Priester wieder loszuwerden. Debbie (Joey Lauren Adams) muss derweil beweisen, dass sie eine gute Mutter ist, um finanziell unterstützt zu werden.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-3","name":"","epNo":3,"alt":"Take Your Daughter to Work Day","descr":"Vernon (Billy Ray Cyrus) versucht, eine schöne Zeit mit Charlotte (Madison Iseman) zu verbringen, doch eine Elvis Möglichkeit scheint den Tag der beiden scheitern zu lassen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-4","name":"","epNo":4,"alt":"Pudding\u0027 Hood","descr":"Als Vernon\u0027s (Billy Ray Cyrus) Bewährungshelfer in der Kirche auftaucht, verpflichtet er Walt (Travis Nicholson) dazu, ihm dabei zu helfen, seine falsche Identität zu verstecken. Da Debbie (Joey Lauren Adams) auf die aufkeimende Beziehung zwischen Charlotte (Madison Iseman) und Vernon neidisch ist, rekrutiert sie Charlotte dazu, ihr bei dem Stand auf dem Handwerkermarkt zu helfen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-5","name":"","epNo":5,"alt":"Guess Who\u0027s Coming to Dinner","descr":"Charlotte (Madison Iseman) ist sehr sauer als sie erfährt, dass Vernon (Billy Ray Cyrus) die Rolle des Pfarrers nur gespielt hat, doch sie verrät niemandem etwas - jedoch nur gegen einen Gefallen. Walt (Travis Nicholson) und Curtis (Leslie David Baker) tun sich zusammen, um den Täter zu finden, der die Kirche verwüstet hat.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-6","name":"","epNo":6,"alt":"A Family, a Fair","descr":"Als Vernon\u0027s (Billy Ray Cyrus ) Manager anruft und ihm von einem Elvis-Wettbewerb erzählt, bei dem es einen großen Geldpreis zu gewinnen gibt, verstößt Vernon gegen seine Bewährungsauflagen und überschreitet die Landesgrenzen, um beim Wettbewerb teilzunehmen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-7","name":"","epNo":7,"alt":"The King Has Left the Building","descr":"Als Vernon\u0027s (Billy Ray Cyrus ) Manager anruft und ihm von einem Elvis-Wettbewerb erzählt, bei dem es einen großen Geldpreis zu gewinnen gibt, verstößt Vernon gegen seine Bewährungsauflagen und überschreitet die Landesgrenzen, um beim Wettbewerb teilzunehmen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-8","name":"","epNo":8,"alt":"Mother Trucker","descr":"Vernon\u0027s Lastwagen fahrende Mutter, Ruthless Ruthie (Lin Shaye), kommt unerwartet in die Stadt, um ihre neue Enkelin kennenzulernen. Sie verzaubert die wachsende Verbundenheit zwischen Vernon (Billy Ray Cyrus) und Charlotte (Madison Iseman).","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-9","name":"","epNo":9,"alt":"Hands on a Hard Vessel","descr":"Vernon (Billy Ray Cyrus) und Debbie (Joey Lauren Adams) können nicht bei dem alljährlichen Wettkampf \"Hands On A Boat\" mitmachen, da sie sich wie richtige Eltern verhalten müssen - Charlotte (Madison Iseman) hat sich zu einer wilden Seeparty weggeschlichen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-10","name":"","epNo":10,"alt":"Back on Top","descr":"Vernon (Billy Ray Cyrus) trifft auf den Country-Star Trayne Crosstown (John Corbett), der ihn auch gleich zu seiner Show einlädt. Vernon wird daran verführerisch daran erinnert, welche Karriere er hinter sich gelassen hat.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-11","name":"","epNo":11,"alt":"SeshFest","descr":"Charlotte (Madison Iseman) lädt Vernon (Billy Ray Cyrus) zu einer örtlichen Show ihres festen Freunds ein, der Schlagzeug spielt. Vernon verspricht, zu der Show zu kommen, doch ein Anruf von Trayne Crosstown (John Corbett) lässt die Situation kritisch werden. Trayne will erneut mit Vernon auftreten. Dieser versucht, alles unter einen Hut zu bekommen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-12","name":"","epNo":12,"alt":"Only the Lonely","descr":"Vernon (Billy Ray Cyrus) erreicht einen neuen Tiefpunkt als er alle um sich herum enttäuscht. Debbie (Joey Lauren Adams) denkt, sie hätte den Job als Pool-Mädchen sicher, doch sie muss feststellen, dass sie starke Konkurrenz hat.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-1/episode-13","name":"","epNo":13,"alt":"The Beginning of the End of the Beginning","descr":"Nachdem ein Magazin den Artikel von Charlotte (Madison Iseman) veröffentlicht, ist Vernon\u0027s (Billy Ray Cyrus) Geheimnis gelüftet. Doily (Kevin Farley) gibt ihm acht Stunden, um alles wieder gut zu machen, bevor er zurück ins Gefängnis geschickt wird.","versions":[]}]},{"path":"/serie/stream/still-the-king/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/still-the-king/staffel-2/episode-1","name":"","epNo":1,"alt":"Still Still The King","descr":"Vernon (Billy Ray Cyrus) ist wieder aus dem Gefängnis entlassen worden. Er hilft Debbie (Joey Lauren Adams), eine Totenwache für Ronnie (Jon Sewell) zu organisieren.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-2","name":"","epNo":2,"alt":"Battle of the Basement","descr":"Vernon (Billy Ray Cyrus) und Ronnie (Jon Sewell) schlagen sich die Köpfe darüber ein, wer von beiden der Mann im Haus sein wird.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-3","name":"","epNo":3,"alt":"Men At Work","descr":"Nachdem Debbie (Joey Lauren Adams) die Eskapaden von Vernon (Billy Ray Cyrus) und Ronnie (Jon Sewell) im Haus leid ist, fordert sie diese dazu auf, sich Jobs zu suchen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-4","name":"","epNo":4,"alt":"Flatbushes","descr":"Vernons (Billy Ray Cyrus) Heimatstadt ehrt ihn mit einer Statue von ihm, doch Vernon gefällt nicht, wie sie aussieht. Vernon rekrutiert Walt (Travis Nicholson), Charlotte (Madison Iseman) und Doily (Kevin P. Farley), um die Statue zu \"richten\".","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-5","name":"","epNo":5,"alt":"Showcase Showdown","descr":"Vernon (Billy Ray Cyrus) bereitet seine Band für einen großen Auftritt vor, den er jedoch noch nicht einmal gebucht hat.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-6","name":"","epNo":6,"alt":"P.A.L.S Weekend","descr":"Vernon ( Billy Ray Cyrus) und Walt (Travis Nicholson) werden dazu gezwungen, eine Strafunterbrechung zu machen und dem Team der Bewährungsbeamten ein Wochenende mit Doily (Kevin P. Farley) zu verbringen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-7","name":"","epNo":7,"alt":"The Hungover Games","descr":"Vernon (Billy Ray Cyrus) geht auf ein Date mit einer ehemaligen Kinderschauspielerin, um ihr etwas mehr Böses-Mädchen-Glaubwürdigkeit zu geben. Währenddessen nimmt Debbie (Joey Lauren Adams) eine verkaterte Charlotte (Madison Iseman) mit in die Arbeit, um ihr eine Lehre zu erteilen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-8","name":"","epNo":8,"alt":"Trayning Day","descr":"Ein Fernsehfilm über Vernon (Billy Ray Cyrus) wird gedreht und Trayne Crowstown (John Corbett) soll ihn spielen. Vernon und Trayne verbringen den Tag zusammen und dabei recherchiert Trayne Vernons Charakter.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-9","name":"","epNo":9,"alt":"Reign of Tears","descr":"Vernon (Billy Ray Cyrus) versucht den Fernsehfilm über ihn zu sabotieren, als er Traynes (John Corbett) Darstellung von ihm sieht.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-10","name":"","epNo":10,"alt":"Hockey Tonk","descr":"Vernon (Billy Ray Cyrus) bucht einen Auftritt bei einem Predators Hockeyspiel und Ronnie (Jon Sewell) nutzt die Gelegenheit, um Debbie (Joey Lauren Adams) einen Heiratsantrag zu machen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-11","name":"","epNo":11,"alt":"Ronnie Brasco","descr":"Vernon (Billy Ray Cyrus) ersetzt den abwesenden Ronnie (Jon Sewell) und verbringt den Tag damit, Debbie (Joey Lauren Adams) zu helfen ihre Hochzeit zu planen.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-12","name":"","epNo":12,"alt":"Vernon\u0027s Single","descr":"Vernon (Billy Ray Cyrus) findet heraus, dass sein Manager seine neue Single einem anderen Musiker zum performen gegeben hat.","versions":[]},{"path":"/serie/stream/still-the-king/staffel-2/episode-13","name":"","epNo":13,"alt":"Who\u0027s Your Daddy?","descr":"Debbie (Joey Lauren Adams) und Ronnies (Jon Sewell) Hochzeitstag steht an und ihre Fruchtblase platzt. Vernon (Billy Ray Cyrus) versucht so schnell wie möglich zu ihr zu eilen, um bei der Geburt dabei sein zu können.","versions":[]}]}]}