{"path":"/serie/stream/storm-hawks","name":"Storm Hawks","descr":"Fünf mutige, junge Kids - die Storm Hawks haben Großes vor: Ausgerüstet mit fliegenden Motorrädern und allerhand futuristischem Utensil geben die Freunde alles, um den Himmel von eindringenden, bösen Tyrannen frei zu halten. Seite an Seite mit ihrem haarigen, kleinen Freund Radarr kämpfen sie gegen die fiesesten Schurken der Welt. Verstärkung erhalten sie dabei von befreundeten Sky Knights.","seasons":[{"path":"/serie/stream/storm-hawks/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/storm-hawks/filme/film-1","name":"","epNo":1,"alt":"Home Movies Night","descr":"Diese Episode ist im Wesentlichen eine Zusammenfassung aller Abenteuer, die die Storm Hawks bisher erlebt haben, aus der Sicht jedes einzelnen Mitglieds. Während die Condor in Terra Amazonia angedockt ist, haben die Storm Hawks eine Nacht Zeit, um sich Filme über ihre Abenteuer anzusehen. Jeder der Storm Hawks hat die Möglichkeit, ein Video über sich zu zeigen. Finn macht einen Film über sich selbst, Piper macht zwei Videos (eins über Kristalle und das andere über Orte in der Atmos), Junko zeigt einen Film über jeden ihrer Air Skimmer III und ein paar Waffen, Stork zeigt seine zehn größten Ängste (Dinge zu im Atmos vermeiden), und Aerrow zeigt, wie es ist, ein Himmelsritter zu sein. Alle springen in letzter Minute ab, als Junko vorschlägt, sich seinen Experimentalfilm anzusehen, in dem er stundenlang schläft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960363","hoster":"VOE"},{"path":"/redirect/11960359","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/storm-hawks/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/storm-hawks/staffel-1/episode-1","name":"","epNo":1,"alt":"Age of Heroes: Part 1","descr":"Die Storm Hawks liefern sich untereinander mit ihren fliegenden Motorrädern ein Rennen nach Atmosia. Dort angekommen begegnen sie Carver, dem Sky Knight der ruhmreichen Roten Adler. Zu ihrem Entsetzen müssen sie feststellen, dass Carver die Fronten gewechselt hat. Er unterstützt nun Cyclonia und dessen Verbündete. Dass den Storm Hawks aufgrund ihres jungen Alters der Status einer offiziellen Sky-Knight-Mannschaft versagt bleibt, macht die Sache nicht einfacher. Dennoch entschließen sie sich, den Kampf gegen das Böse aufzunehmen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960168","hoster":"VOE"},{"path":"/redirect/11960169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-2","name":"","epNo":2,"alt":"Age of Heroes: Part 2","descr":"Der Aurorakristall ist wieder in den Händen von Cyclonis und ihren Verbündeten. Die Storm Hawks haben unterdessen viele andere Sky Knights mobilisiert um ihnen im Kampf gegen Cyclonia zu helfen, doch leider vergeblich. Die Storm Hawks bleiben als einzige übrig. Sie entschließen sich, direkt nach Cyclonia in die Höhle der Löwin zu fliegen. Cyclonis hat einen Apparat gebaut, ihre \"Sturmmaschine\", mit dem sie Atmos beherrschen will. Er wird vom Aurorakristall angetrieben. Es kommt zum entscheidenden Duell zwischen Aerrow und Cyclonis…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960175","hoster":"VOE"},{"path":"/redirect/11960173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-3","name":"","epNo":3,"alt":"Gale Force Winds","descr":"Die Storm Hawks planen, die Wolken eines massiven Gewittertiefs im Südwesten als Spähposten für den Warenverkehr von und nach Cyclonia zu benutzen. Auf dem Weg dorthin überfliegen sie die Stadt Orkania und landen kurzzeitig in der Gefangenschaft des kernigen Bauern Wren, dem Führer der Widerstandsbewegung gegen die Cyclonier in Orkania. Nachdem sie Wren davon überzeugen konnten, dass sie zu den Guten gehören, brechen die Storm Hawks auf, um Wrens entführte Enkelin Dove aus den Fängen der Cyclonier zu befreien…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960172","hoster":"VOE"},{"path":"/redirect/11960171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-4","name":"","epNo":4,"alt":"The Code","descr":"Die Storm Hawks und Cyclonis’ Gehilfe Dark Ace kämpfen um den Phoenix-Kristall. Dabei landen die Storm Hawks und der Kristall in Terra Rex, einem Land, in dem die stolzen und hochnäsigen Rex Guardians Sky Knights sind. Die Rex Guardians nehmen den Kristall an sich. Die Storm Hawks fordern sie daraufhin zum Wettkampf auf, da sie den Kristall nur auf diesem Wege zurückgewinnen können. Der Wettkampf läuft unter unfairen Bedingungen ab, da der Kampfrichter nicht unparteiisch ist, sondern auf Seiten der Rex Guardians steht. Folglich gewinnen diese den Kampf. Anschließend kommt heraus, dass die Rex Guardians ein Bündnis mit Dark Ace eingegangen sind…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960176","hoster":"VOE"},{"path":"/redirect/11960179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-5","name":"","epNo":5,"alt":"Tranquility Now","descr":"Cyclonis und ihre Helfer Ravess und Snipe bemächtigen sich des Zeitpulses, ohne den auf Atmos Navigation und Verkehr unmöglich sind. Die Storm Hawks fliegen nach Glockenchime, einem hohen Turm, von dem aus der Zeitpuls gesendet wird, um nach dem rechten zu sehen. Junko ist dabei nicht wohl in seiner Haut, weil Finn Junkos Lieblingswaffe, die Knöchel-Buster verlegt hat. Nun glaubt Junko, er habe seine Superkräfte verloren. Die Storm Hawks stellen fest, dass der Turm in der Hand der Cyclonier ist. Ingenieur Steward und seine Zeitmeister sind gefangen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498561","hoster":"VOE"},{"path":"/redirect/11960180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-6","name":"","epNo":6,"alt":"Best Friends Forever","descr":"Die Storm Hawks inspizieren eine Müllkippe der Cyclonier, um mehr über deren Machenschaften herauszufinden. Piper entdeckt eine geheimnisvolle Karte. Auf dem Rückweg geraten sie in einen Sturm, Piper wird dabei von der Gruppe getrennt. Sie kommen ohne Piper auf ihrem Luftschiff, der Condor, an und machen sich große Sorgen. Piper kehrt aber wohlbehalten in Begleitung eines Mädchens namens Lark zurück, das angeblich Piper im Sturm gerettet hat. Piper und Lark verstehen sich blendend, so dass Piper dem Mädchen ihre Kristallsammlung zeigt. Das Land auf der Karte, die Piper im Müll gefunden hatte, identifiziert Lark als Terra Tundra. Gemeinsam fliegen sie dorthin. Doch dann entpuppt sich Lark als getarnte Cyclonis…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498565","hoster":"VOE"},{"path":"/redirect/11960187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-7","name":"","epNo":7,"alt":"The Black Gorge","descr":"Weil sie eine Abkürzung fliegen wollen, landen die Storm Hawks versehentlich in der Schwarzen Schlucht, einem gefährlichen, unheimlichen Ort, von dem erst wenige lebend zurückgekehrt sind. Die Condor verliert dort ihre Kristallenergie. Piper versucht, ihren Solariskristall aufzuladen, und damit die Condor wieder in Gang zu bringen. Dazu ist jedoch direkte Sonneneinstrahlung notwendig, die in der Schwarzen Schlucht rar ist. Die Sonne scheint in der Schwarzen Schlucht nur an einer ganz bestimmten Stelle und nur für wenige Sekunden im Jahr. Nach Storks Berechnungen steht dieser Moment kurz bevor. Ein Wettlauf mit der Zeit beginnt und Stork entpuppt sich als Retter in der Not…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498562","hoster":"VOE"},{"path":"/redirect/11960190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-8","name":"","epNo":8,"alt":"Absolute Power","descr":"Starling taucht an Bord der Condor auf und bittet Aerrow, ihr bei einer Mission zu helfen. Aerrow will während seiner Abwesenheit Piper zur stellvertretenden Teamchefin machen. Finn ist sauer, weil er sich den Chefposten wünscht. Zur Überraschung aller ist Piper mit Finn als Teamleader einverstanden. Somit ist Finn während Aerrows Abwesenheit Chef an Bord. Starlings Mission ist die Befreiung von ein paar edel gesinnten Raptors, die gegen den bösen Repton meutern. Während Starling und Aerrow gegen Repton und seine Helfer kämpfen, wird Finn an Bord der Condor größenwahnsinnig und glaubt, alles allein regeln zu können…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498563","hoster":"VOE"},{"path":"/redirect/11960191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-9","name":"","epNo":9,"alt":"Velocity","descr":"In Terra Saharr findet ein großes Rennen statt. Aerrow ist der Fahrer der Storm Hawks. Das Team hat technische Probleme und scheint den anderen technisch unterlegen zu sein. Animiert von einem geheimnisvollen Sky Knight aus Exerxxes kommen sie auf die Idee, anderen Teilnehmern ihr Equipment im Austausch gegen wertloses Zeug abzuschwatzen. Letztendlich gehen die Storm Hawks mit einem relativ guten Fahrzeug an den Start. Doch die Cyclonier haben die Veranstaltung unterwandert. Der geheimnisvolle Sky Knight ist niemand anderes als Dark Ace, der die Ausschaltung der anderen Teilnehmer beabsichtigt hat um allein gegen Aerrow antreten zu können…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498564","hoster":"VOE"},{"path":"/redirect/11960200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-10","name":"","epNo":10,"alt":"Fire and Ice","descr":"Die Storm Hawks sind zu Gast bei einem Wintersport-Festival in Terra Blizzaris. Dort leben die Absolute Zeros, eine hundeähnliche Spezies mit liebenswert-chaotischer Veranlagung. Offenbar wird ihr Land von Cycloniern besetzt. Die vier Raptors Repton, Luegy, Spiz und Hoerk landen dort ebenfalls. Sie haben die Aufgabe, das Eis im Land mit Hilfe von Feuerkristallen zu schmelzen, damit sie die dann im Schlamm steckenden Zeros besser zu fassen kriegen. Dabei stellen die vier sich mal wieder extrem dumm an. Luegy schmeißt aus Langeweile den gesamten Topf mit Feuerkristallen in eine Bergspalte, wodurch es zu einem gewaltigen Vulkanausbruch kommt","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960202","hoster":"VOE"},{"path":"/redirect/11960201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-11","name":"","epNo":11,"alt":"King for a Day","descr":"Während eines Fluges spielen die Storm Hawks Stork einen Streich. Die Condor kommt vom Kurs ab und macht eine Bruchlandung auf Vapos. Als die fünf aussteigen, um den Schaden zu begutachten, werden sie von Einheimischen angegriffen. Doch auf einmal schlägt die Feindseligkeit in Huldigung um: Die Bewohner von Vapos sehen in Finn den \"Großen Domo\", der laut einer alten Prophezeiung die Bewohner von bösartigen Flugechsen befreien soll. Finn ist bereit, den Kampf anzutreten und Retter von Vapos zu werden. Doch es gibt einen Haken…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498568","hoster":"VOE"},{"path":"/redirect/11960206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-12","name":"","epNo":12,"alt":"Terra Deep","descr":"Auf der Flucht vor den Cycloniern landen die Storm Hawks in den tiefen Höhlen von Terra Deep. Dorthin ziehen sich oft die berüchtigten Murk Raider, eine Bande von Piraten, die nicht nur Raumschiffe kapern, sondern auch deren Besatzung entführen, zurück. Junko merkt als erster, dass die Murk Raider im Anmarsch sind. Er ist allergisch gegen sie und niest ununterbrochen. In den Tiefen von Terra Deep bricht ein Kampf zwischen den Storm Hawks und den Murk Raiders aus. Als es schon ziemlich aussichtslos aussieht, kommt Aerrow auf eine geniale Idee…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498571","hoster":"VOE"},{"path":"/redirect/11960211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-13","name":"","epNo":13,"alt":"Storm Warning","descr":"Piper hat eine Ausspäh-Aktion gegen die Cyclonier in Amazonia minutiös geplant. Doch Aerrow, Finn und Junko halten sich nicht an die Abmachungen und sorgen so dafür, dass die Mission im Chaos endet. Außerdem lassen sie entgegen der Planung eine Kiste mit unbekannten Kristallen mitgehen. Piper ist aufgebracht, dass die drei anderen so unzuverlässig sind. Ein Streit mit Finn bringt das Fass zum Überlaufen. Piper verlässt die Gruppe. Schon bald gehen auf der Condor merkwürdige Dinge vor sich. Das Schiff verliert offenbar all seine Kristallenergie…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498570","hoster":"VOE"},{"path":"/redirect/11960214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-14","name":"","epNo":14,"alt":"A Little Trouble","descr":"Junko hat die ehrenvolle Aufgabe, Tinky, das Baby eines entfernten Verwandten, für einen Tag zu beaufsichtigen. Das ganze geht in die Hose: Tinky verschwindet spurlos, als Piper, Aerrow und Finn damit beschäftigt sind, das neue Super-Raumschiffs von Snipe auszuspionieren. Tinky ist nämlich klammheimlich mit hinübergekrabbelt. Der Kleine ist keineswegs in Gefahr; vielmehr mischt er den Laden ziemlich auf und richtet auf Snipes Schiff ein heilloses Chaos an…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498575","hoster":"VOE"},{"path":"/redirect/11960217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-15","name":"","epNo":15,"alt":"Thunder Run","descr":"Ein berüchtigter Gangster, den alle nur den \"Colonel\" nennen, hat Junko gefangen genommen. Seine Bedingung für die Freilassung: Die Storm Hawks sollen ihm bis zum Sonnenuntergang Roren-Yoga bringen. Die vier haben keine Ahnung was das ist, ziehen aber dennoch los. Ein Wettlauf gegen die Zeit beginnt, denn der Ort, den der Colonel angegeben hat, ist weit entfernt. Als die Storm Hawks schließlich dort ankommen, und entdecken, was Roren-Yoga\\ wirklich ist, macht sich Ernüchterung breit…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498574","hoster":"VOE"},{"path":"/redirect/11960220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-16","name":"","epNo":16,"alt":"Escape!","descr":"Aerrow und Radarr brechen aus dem Gefängnis von Zartacla aus. Der üble Gefängnisaufseher Moss ist ihnen auf den Fersen. Sie liefern sich eine packende Verfolgungsjagd durch den Dschungel von Zartacla. Immer wieder sind Aerrow und Radarr gezwungen, ihre Verfolger auszutricksen. Am Ende schütteln sie Moss und seine Helfer ab und werden von der Condor aufgenommen. Es stellt sich heraus, dass Aerrows und Radarrs Ausbruch nur dazu diente, von einer viel größeren Aktion abzulenken…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960228","hoster":"VOE"},{"path":"/redirect/11960225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-17","name":"","epNo":17,"alt":"Forbidden City","descr":"Die Storm Hawks besuchen den berühmten Wissenschaftler Domiwick auf einer seiner bedeutendsten Expeditionen: er will die Verbotene Stadt freilegen, in der es ein Orakel geben soll. Ebenso sollen sich dort Orakelkristalle befinden, welche die Zukunft voraussagen. Zu ihrem Entsetzen müssen die Storm Hawks feststellen, dass Domiwick mit den Cycloniern gemeinsame Sache macht. Die fünf finden durch Zufall die Verbotene Stadt vor Domiwick. Doch in der Stadt lauern Tücken und Gefahren. Aerrow findet schließlich das Orakel – die Statue einer angeketteten Frau. Sie sagt ihm eine düstere Zukunft voraus","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498576","hoster":"VOE"},{"path":"/redirect/11960230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-18","name":"","epNo":18,"alt":"Leviathan","descr":"Die Storm Hawks müssen auf einem unbekannten Land Halt machen – der Kristallumwandler der Condor ist kaputt. Stork und Radarr bleiben beim Schiff, während die anderen ein Ersatzteil holen. Als sie wiederkommen, ist von dem Land nichts zu sehen. Sie finden nur einen zutiefst verängstigten Stork, der an einem Rettungsballon schwebt. Er behauptet, das Land habe die Condor und Radarr gefressen. In einer Taverne treffen die fünf den Seebären Tritonn. Er bestätigt Storks Geschichte: er selbst hat gegen das gefräßige Land, den Leviathan, einst gekämpft und dabei seinen Bruder verloren. Die Storm Hawks nehmen den Kampf gegen Leviathan auf…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498577","hoster":"VOE"},{"path":"/redirect/11960235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-19","name":"","epNo":19,"alt":"InFinnity","descr":"Die Storm Hawks erfahren, dass Snipe und Ravess einen geheimnisvollen Koffer bei einem Händler aus Terra Saharr abholen wollen. Junko und Piper geben sich als Snipe und Ravess aus und bekommen den Koffer. Darin befindet sich ein unscheinbarer, pyramidenförmiger Gegenstand. Es handelt sich um eine Art Klon-Kristall. Bei direkter Sonneneinstrahlung verdoppelt es die Person, die sich in unmittelbarer Nähe aufhält. Finn findet dies zufällig heraus und im Nu gibt es unzählige Finns. Die Storm Hawks haben diese Lage gerade erst begriffen, da kommt Snipe, nimmt ihnen die Pyramide weg und vervielfältigt sich selbst unzählige Male. Es kommt zu einem Kampf zwischen einer Snipe-Armee und einer Finn-Armee…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498578","hoster":"VOE"},{"path":"/redirect/11960239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-20","name":"","epNo":20,"alt":"Terra Neon","descr":"Die Storm Hawks wollen das Wochenende in den Vergnügungsparks von Terra Neon verbringen. Als sie dort ankommen, befinden sich alle Einwohner des Landes im großen Theater, wo sie von einem eigenartigen zweiköpfigen Musik-Produzenten-Ungeheuer zur Teilnahme an einer Talentshow gezwungen werden. Auch die Storm Hawks geraten in die Fänge dieses Ungeheuers – buchstäblich, denn es verfügt über unzählige, enorm lange Fangarme. Alle Storm Hawks müssen nacheinander auftreten, aber mit keinem sind die Produzenten zufrieden. Überraschenderweise ist es letztendlich Stork, der – vor Lampenfieber fast wahnsinnig – eine beeindruckende, skurrile Performance hinlegt und die Produzenten überzeugt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004799","hoster":"VOE"},{"path":"/redirect/11960242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-21","name":"","epNo":21,"alt":"The Storm Hawks Seven","descr":"Ravess hat sich das unbewohnte Land Polaris Point unter den Nagel gerissen. Sie baut dort eine riesige Schallkanone auf. Damit verstärkt sie den Sound ihres Orchesters um ein Vielfaches und zerstört auf diese Weise vorbeikommende Flugzeuge. Da viele Flugrouten an Polaris Point vorbeiführen, sichert ihr diese Position die Macht über den Sektor. Die Storm Hawks unterstützen Starling in ihrem Bemühen, Ravess von Polaris Point zu vertreiben. Stork entwickelt einen Soundverstärker für Finns E-Gitarre und bald liefern sich Ravess und Finn einen Musikwettstreit der besonderen Art","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498580","hoster":"VOE"},{"path":"/redirect/11960244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-22","name":"","epNo":22,"alt":"Talon Academy","descr":"Die Storm Hawks werden von Greifern angegriffen und müssen dabei feststellen, dass einer der Angreifer ein kleines Mädchen war. Sie finden bald heraus, dass die Cyclonier um Nachwuchs für ihre Greifer-Staffeln werben. Aerrow und Piper schleichen sich Undercover in die von Snipe geleitete Greifer-Akademie ein. Es gelingt ihnen, die Jugendlichen auf ihre Seite zu ziehen und am Ende erfolgreich gegen die Ausbilder zu rebellieren…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498579","hoster":"VOE"},{"path":"/redirect/11960249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-23","name":"","epNo":23,"alt":"Siren\u0027s Song","descr":"Die Storm Hawks finden sich in der Endlos-Ebene wieder, einer Gegend, in der die Gesetze der Zeit aufgehoben sind. Seltsamerweise haben alle fünf unterschiedliche Erinnerungen daran, wie sie dort hingekommen sind. Aber jeder ist überzeugt davon, dass er selbst verantwortlich für ihre vertrackte Lage ist. Nachdem jeder aus seiner Sichtweise berichtet hat, wie sie in die Endlos-Ebene geraten sind, entdeckt Piper eine Gemeinsamkeit aller Geschichten: jeder wurde von seinem innigsten Wunsch in die Ebene gelockt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498586","hoster":"VOE"},{"path":"/redirect/11960252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-24","name":"","epNo":24,"alt":"Calling All Domos","descr":"Junko leidet an Zahnschmerzen. Er muss nach Wallop zu einem Spezialisten, doch da Wallops Besucher nicht besonders mögen, begleiten nur Aerrow und Piper ihn. Finn und Stork bleiben auf der Condor zurück. Finn erhält einen Notruf der Besucher von Vapos. Ihre Lebenskräfte schwinden und nur ein seltenes Element, das Serpegris, kann sie retten. Finn und Stork eilen los, um es zu besorgen. Doch die Murk Raider schnappen es ihnen vor der Nase weg. Es bedarf der geballten Überlistungskunst von Finn und Stork, um die Murks auszutricksen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498581","hoster":"VOE"},{"path":"/redirect/11960256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-25","name":"","epNo":25,"alt":"The Lesson","descr":"Cyclonis hat einen Verstärkungskristall hergestellt und alle Gegner der Storm Hawks, Dark Ace, Ravess, Snipe und die Raptors, verfügen nun über verbesserte Waffen. Der berühmte Kampf- und Taktiktrainer Ayrgyn beobachtet die Cyclonier und eilt zu den Storm Hakws um sie zu warnen und ihnen ein spezielles Training anzubieten. Die sind mit Begeisterung dabei, allerdings entpuppen sich Ayrgyns Methoden als sehr eigenwillig. Er lässt die Storm Hawks in den Vergnügungsparks von Terra Neon ihren Spaß haben: Autoscooter, Achterbahn, Hau-den-Lukas. Den Storm Hawks wird es bald zu blöd und sie verlassen Terra Neon, um sich der Bedrohung durch die Cyclonier zu stellen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498584","hoster":"VOE"},{"path":"/redirect/11972800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-1/episode-26","name":"","epNo":26,"alt":"Dude, Where\u0027s My Condor","descr":"Die Condor hat ein paar schwerwiegende Mängel. Stork ist deswegen so aus dem Häuschen, dass er zur Beruhigung seinen Trance-Helm aufsetzt und für ein Weilchen tief schläft. Unterdessen tauschen die restlichen Storm Hawks die Condor bei einem Händler gegen ein offenbar makelloses neues Schiff ein. Stork erwacht und ist entsetzt. Und das mit Recht, denn das neue Schiff stellt sich als aufgemotzter Schrottkahn heraus. Sie wollen den Tausch rückgängig machen, doch die Condor hat mittlerweile einen neuen Besitzer: den Colonel…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498588","hoster":"VOE"},{"path":"/redirect/11972797","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/storm-hawks/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/storm-hawks/staffel-2/episode-1","name":"","epNo":1,"alt":"The Masked Masher","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11972827","hoster":"VOE"},{"path":"/redirect/11972826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-2","name":"","epNo":2,"alt":"Almos, Most Wanted","descr":"Die Storm Hawks werden von den Rebellen von Orkania beschuldigt, einen wertvollen Kristall gestohlen zu haben. Ähnliche Vorkommnisse häufen sich. Viele befreundete Sky-Knight-Mannschaften beschuldigen die Storm Hawks, sie bestohlen zu haben. Die Storm Hawks lassen die anderen eine Weile in dem Glauben, dass die Anschuldigungen stimmen und sperren vorübergehend die Orkanier, die Rex Guardians und die Absolute Zeros ein, um auf die Suche nach den wahren Tätern zu gehen – die sie auch bald finden und überwältigen. Beschämt müssen die anderen Sky Knights zugeben, dass sie sich getäuscht haben…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13606845","hoster":"VOE"},{"path":"/redirect/11960261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-3","name":"","epNo":3,"alt":"Stratosphere","descr":"Die Condor zieht ihre Runden hoch über Atmos und wird plötzlich beschossen! Piper macht eine Plattform der Cyclonier in der Stratosphäre ausfindig. Aerrow fühlt sich in seiner Ehre als Sky Knight gekränkt, da andere vor ihm in diesen hohen Bereich vorgestoßen sind. Die Storm Hawks entern die Plattform und erfahren von Ravess, dass sie nur als Ausgangspunkt dient, um in noch viel höhere Höhen vorzudringen – die Exosphäre. Von dort wollen die Cyclonier das Leben auf Atmos kontrollieren…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498590","hoster":"VOE"},{"path":"/redirect/11960266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-4","name":"","epNo":4,"alt":"The Last Stand","descr":"Die Storm Hawks haben einen Notruf erhalten: Wallop-Minenarbeiter sind im Ödland in eine brenzlige Situation geraten. Ein alter Bekannter ist ebenfalls hinter den Bergleuten her, allerdings mit bösen Absichten. Gefängniswärter Moss und sein Helfer Haimish, wollen ihr Gefängnis auffüllen und sehen in den Minenarbeitern Aufrührer, die eingesperrt gehören. Moss und Haimish führen eine ganze Herde von Feuerskorpionen mit sich, um die Arbeiter, und dann auch die Storm Hawks, einzuschüchtern…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498592","hoster":"VOE"},{"path":"/redirect/11960269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-5","name":"","epNo":5,"alt":"Life with Leugey","descr":"Die Storm Hawks und die Raptors kämpfen um den Gravitron-Kristall. Stork verschluckt den Kristall kurzerhand, damit Luegy ihn sich nicht schnappt. Der Kristall wirkt wie ein Magnet und Luegy klebt an Stork fest. Piper kann zwar bewirken, dass keine weiteren Personen oder Gegenstände von Stork angezogen werden, doch Luegy wird er erstmal nicht mehr los. Nun haben die Storm Hawks unfreiwillig einen Mann mehr an Bord und müssen mit dem trotteligen Luegy schwierige Missionen angehen. Bevor Piper eine Lösung für das Problem findet, stellen die Storm Hawks fest, dass Luegy doch ein paar ungeahnte, wertvolle Eigenschaften besitzt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502187","hoster":"VOE"},{"path":"/redirect/11960272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-6","name":"","epNo":6,"alt":"What Got Into Finn?","descr":"Eine mysteriöse Frau hat den Storm Hawks eine Kapsel mitgegeben, deren Inhalt angeblich bedeutungsvoll für die Verteidigung ihres Landes ist. Die Kapsel soll von den Storm Hawks an einen geheimen Ort gebracht werden. An Bord der Condor stellt Piper fest, dass die Koordinaten des Bestimmungsortes gar nicht existieren. Finn hält es unterdessen vor Neugier nicht mehr aus und öffnet gemeinsam mit Junko die Kapsel. Wie Stork später herausfindet enthielt die Kapsel Aggrosporen. Wer mit ihnen infiziert ist, verwandelt sich in ein Monster. So mutiert Finn zu einem haarigen Zottelvieh und braust auf einem Skimmer davon…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498591","hoster":"VOE"},{"path":"/redirect/11960275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-7","name":"","epNo":7,"alt":"Royal Twist","descr":"Piper möchte ihre Karten erweitern und ist deshalb mit dem restlichen Team in unbekannte Gebiete von Atmos vorgedrungen. Sie entdecken tatsächlich ein bisher nicht erfasstes Land, das Piper allein auskundschaftet. Dort trifft sie auf eine Prinzessin, die ihr zum Verwechseln ähnlich sieht. Die Prinzessin, Perry, klagt Piper ihr Leid, dass sie in ihrem eigenen Land wie eine Gefangene lebt, solange der Regent als Vormund über sie bestimmt. Piper rät ihr, aktiv zu werden und das Leben in die eigene Hand zu nehmen, was Perry sehr wörtlich nimmt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498593","hoster":"VOE"},{"path":"/redirect/11960282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-8","name":"","epNo":8,"alt":"Second Chances","descr":"Carver wird aus dem Gefängnis freigelassen. Neueste Untersuchungen haben ergeben, dass er unter dem Einfluss eines Gedanken kontrollierenden Kristalls stand, als er seine Mannschaft, die Roten Adler, verraten hatte und ins Lager von Meisterin Cyclonis übergewechselt war. Die Medien begleiten seine spektakuläre Freilassung und seine Eingliederung ins Team der Storm Hawks. Zunächst läuft alles prächtig mit Carver an Bord. Er fädelt medienwirksame Auftritte ein, verschafft der Mannschaft neue, coole Uniformen und hilft tatkräftig bei einigen schwierigen Missionen mit. Doch nach und nach gehen mit Aerrow merkwürdige Veränderungen vor sich…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960283","hoster":"VOE"},{"path":"/redirect/11960285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-9","name":"","epNo":9,"alt":"Radarr Love","descr":"Die Storm Hawks wollen sich eine Show ansehen und sind unterwegs nach Terra Neon. Bei einem kurzen Zwischenstopp vergessen sie in der Eile Radarr. Der erlebt eine wahre Odyssee, irrt von Schiff zu Schiff, trifft auf alte Bekannte, aber auch auf einen durchgeknallten Cyclonier, der ein paar harmlose Wetterballons zu Knallkörpern umfunktioniert, um ein bisschen Publicity zu bekommen. Die Storm Hawks schaffen es letztendlich, diesen Cyclonier dingfest zu machen und treffen später auf der Condor Radarr wieder. Sie ahnen nicht, welche Abenteuer das kleine Kerlchen in der Zwischenzeit durchgemacht hat…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498595","hoster":"VOE"},{"path":"/redirect/11960293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-10","name":"","epNo":10,"alt":"Scout\u0027s Honor","descr":"Die Merbianer – das Volk, zu dem auch Stork gehört – müssen einmal im Jahr gemeinnützige Arbeit leisten. Stork wird das Los zuteil, mit drei Halbwüchsigen campen zu gehen und das Leben in der Wildnis zu erkunden. Doch weil die ungezogenen Kinder auf der Condor so einiges durcheinander gebracht haben, bringt der merbische Transporter Stork und die Kinder ins falsche Land: Terra Gruselmus statt Terra Fauna. Zu allem Überfluss treffen sie dort auf Snipe, der eine neue Waffe ausprobiert. Stork setzt einen Hilferuf ab, doch die Condor hat Probleme, weil die Kinder an Bord zuvor an allen Knöpfen und Hebeln rumgespielt haben. So müssen Stork und die Kinder erstmal allein zurechtkommen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502186","hoster":"VOE"},{"path":"/redirect/11960294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-11","name":"","epNo":11,"alt":"Sky\u0027s End","descr":"Ein Sturm weht die Storm Hawks in eine abgelegene Gegend von Atmos. Plötzlich sehen sie sich einem riesigen Drachen gegenüber. Sie besiegen den Drachen und bringen ihn zum Absturz. Am Boden stellen sie fest, dass es sich nicht um einen Drachen, sondern ein als Drache getarntes Schiff handelt. Der Besitzer hat es benutzt, um eine Menge junger Drachen vor Angriffen und Schaulustigen zu schützen. Nun stehen die kleinen Drachen schutzlos da. Die Storm Hawks versprechen, auf die kleinen aufzupassen. Sie haben bald alle Hände voll zu tun, denn die Murk Raider sind auf die Drachen aufmerksam geworden…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13498596","hoster":"VOE"},{"path":"/redirect/11960299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-12","name":"","epNo":12,"alt":"Five Days","descr":"Aerrow liegt nach einem Betriebsunfall im Ganzkörpergips. Piper entwendet von Gundstaff den Nullkristall, mit dessen Hilfe Aerrows Genesung beschleunigt werden kann. Voraussetzung hierfür ist Aerrows absolute Bewegungslosigkeit. Wenn er sich bewegt, kehrt sich die Wirkung des Kristalls ins Negative: Der Heilungsprozess würde unterbrochen und seine Gesundheit wäre mehr denn je in Gefahr. Unterdessen ist Meisterin Cyclonis durch Snipes Schusseligkeit eine wichtige Maschine kaputtgegangen. Sie will ebenfalls den Nullkristall von Gundstaff…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502189","hoster":"VOE"},{"path":"/redirect/11960301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-13","name":"","epNo":13,"alt":"Energy Crisis","descr":"Die Storm Hawks finden heraus, dass Dark Ace den Medula-Kristall bei sich hat. Dieser Kristall dient als Energiequelle für einen Power-Anzug. Der Anzug verleiht seinem Träger zwar enorme Kräfte, gilt jedoch auch als verflucht, weil keiner, der ihn trug, damit richtig umzugehen vermochte. Im Übrigen wurde allgemein angenommen, der Medula-Kristall sei zerstört, was nun offensichtlich widerlegt ist. Dark Ace trägt also den Anzug, und bei ihm, wie bei den vorigen Anzugträgern, scheinen so langsam die Sicherungen durchzuknallen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502191","hoster":"VOE"},{"path":"/redirect/11960305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-14","name":"","epNo":14,"alt":"Dark Waters","descr":"Tritonn aus Terra Aquinos und seine Mannschaft, die Neck Deeps, erhalten einen Hilferuf vom Grunde eines tiefen Sees in ihrem Heimatland. Es stellt sich heraus, dass der Bösewicht Domiwick von einem geheimen Gang erfahren hat, der vom Grunde des Sees durch das Zentrum von Atmos bis zur geheimnisvollen \"Anderen Seite\" führt. Doch durch das Öffnen des Ganges sind gefährliche Raubfische von der anderen Seite in den See gelangt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502190","hoster":"VOE"},{"path":"/redirect/11960309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-15","name":"","epNo":15,"alt":"Number One Fan","descr":"Die Storm Hakws erhalten einen Notruf aus dem winzigen Land Terra Nivius Purgamentum. Dort wohnt Noob, selbsternannter größter Fan der Storm Hawks und Präsident des Storm-Hawks-Fanclubs. Er hat den Notruf nur abgegeben, um seine Lieblingsstars einmal live zu erleben…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502195","hoster":"VOE"},{"path":"/redirect/11960317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-16","name":"","epNo":16,"alt":"A Colonel of Truth","descr":"Die Storm Hawks sind beim jährlichen Frühjahrsputz auf der Condor. Zwischen Wischmopps und Putzeimern taucht plötzlich ein kleines – und anfänglich ziemlich aggressives – Wesen auf. Und kurze Zeit später sein Besitzer: Der unsympathische Colonel. Doch dieser glaubt, die Storm Hawks hätten sein entlaufenes Tier gerettet. Aufgrund eines eigenartigen Gesetzes muss der Colonel dem, der sein Haustier rettet, einen Tag lang jeden Wunsch erfüllen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502192","hoster":"VOE"},{"path":"/redirect/11960315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-17","name":"","epNo":17,"alt":"Shipwrecked","descr":"Die Storm Hawks haben seit Längerem nichts von den Cycloniern und ihrer Operation Exodus gehört oder gesehen. Also beschließen sie, auf Terra Tropica Urlaub zu machen. Doch eine Riesenwelle macht schnell einen Strich durch die Urlaubspläne. Stork und die Condor werden vom Rest der Gruppe getrennt, und beide Seiten müssen sich allein durch die gefährliche, undurchdringliche Natur schlagen…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960322","hoster":"VOE"},{"path":"/redirect/11960323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-18","name":"","epNo":18,"alt":"Power Grab","descr":"Cyclonis verlässt Terra Cyclonia in geheimer Mission und überlässt Ravess die Führung de Landes. Das sieht ihr machtverliebter Bruder Snipe nicht gern und unternimmt einen Putsch. Kaum auf dem Chefsessel angekommen, lässt er seinem Größenwahn freien Lauf…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502193","hoster":"VOE"},{"path":"/redirect/11960326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-19","name":"","epNo":19,"alt":"Home Movie Night","descr":"Jeder der Storm Hawks hat einen kleinen Film zusammengestellt, in dem er/​sie sich selbst und seine Aufgaben an Bord vorstellt. Die sechs machen es sich gemütlich und schauen sich die Filme an. Dabei durchleben sie viele vergangene Abenteuer noch einmal…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502194","hoster":"VOE"},{"path":"/redirect/11960331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-20","name":"","epNo":20,"alt":"Origins","descr":"Vor zehn Jahren: Die alten Storm Hawks verlieren eine entscheidende Schlacht gegen die Cyclonier, weil der Co-Pilot des Storm-Hawk-Sky-Knights seine Mannschaft hintergeht und auf die Seite des Bösen wechselt. Fortan ist er unter dem Namen Dark Ace der gefährlichste Verbündete von Meisterin Cyclonis…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502197","hoster":"VOE"},{"path":"/redirect/11960333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-21","name":"","epNo":21,"alt":"The Ultra Dudes","descr":"Die Storm Hawks wollen in Terra Tropica, wo sie vor kurzem gestrandet waren, den geheimen Tempel aufsuchen, von dem Stork berichtet hatte. Finn möchten sie lieber nicht mitnehmen, da sie wegen seiner lauten, unbedarften Art Probleme befürchten. Also schicken sie ihn auf eine relativ belanglose Mission: Reserve-Koch-Kristalle zu besorgen. Doch der Job erweist sich als anspruchsvoller, als zunächst gedacht…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502196","hoster":"VOE"},{"path":"/redirect/11960339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-22","name":"","epNo":22,"alt":"A Wallop For All Season","descr":"Junko bekommt einen wichtigen Ruf aus seinem Heimatland Terra Wallop. Er soll dort umgehend das Familienerbe antreten und das Geschäft seines Onkels übernehmen. Die Storm Hawks begleiten ihn dorthin. Zur Überraschung aller entpuppt sich das Erbe als Laden für Damenunterwäsche…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004801","hoster":"VOE"},{"path":"/redirect/11960343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-23","name":"","epNo":23,"alt":"Payback","descr":"Bei einem Sprengstoffanschlag auf der Fliegerraststätte \"Wayside\" wird die Condor zerstört. Repton und seine Crew haben das Attentat im Auftrag von Cyclonis durchgeführt, allerdings sollten sie warten, bis die Storm Hawks an Bord sind. Da sie somit erneut einen Auftrag vermasselt haben, fallen sie bei Cyclonis in Ungnade…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502198","hoster":"VOE"},{"path":"/redirect/11960345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-24","name":"","epNo":24,"alt":"The Key","descr":"Nachdem die Condor von den Raptors zerstört wurde, konnte Stork das Team von Terradon-Wissenschaftlern dafür gewinnen, sein geliebtes Schiff wieder aufzubauen. Finn und Junko sind bei Planung und Design mit eingebunden – was unweigerlich in ein totales Chaos führt…","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13004802","hoster":"VOE"},{"path":"/redirect/11960346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-25","name":"","epNo":25,"alt":"Cyclonia Rising (1)","descr":"Nach einem Angriff auf den Zeitpuls wird den Atmosiern klar, dass Cyclonis ernst macht und die Schlacht um Atmos bevorsteht. Die Condor ist wiederhergestellt und die Storm Hawks und ihre Verbündeten machen sich bereit. Piper versucht ihre jüngst erworbenen Fähigkeiten im Umgang mit den Kristallen noch zu verbessern und beobachtet unheimliche Veränderungen an sich. Finn kann einen überraschenden Bündnispartner gegen Cyclonis gewinnen: die Murk Raider. Die erste Schlacht gegen die Cyclonier wird gewonnen, doch Aerrow und sein Team ahnen, dass dies womöglich nur ein taktischer Schachzug von Cyclonis war.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13502199","hoster":"VOE"},{"path":"/redirect/11960352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/storm-hawks/staffel-2/episode-26","name":"","epNo":26,"alt":"Cyclonia Rising (2)","descr":"Die geheimnisvolle Verbindung zu Cyclonis zehrt an Pipers Kräften: Sie ist nur noch ein Schatten ihrer selbst. Doch in dem Moment, als die Storm Hawks sich Cyclonis scheinbar ergeben, wendet sich das Blatt durch einen gemeinsamen Trick von Junko und Piper. In einem furiosen Finale stehen sich Aerrow, der von Piper mit Kristallmacht versorgt wird, und Dark Ace, dem Cyclonis zur Seite steht, gegenüber. Cyclonis scheint über größere Machtreserven zu verfügen, doch als sie Dark Ace mit Kristallkraft zu überladen scheint, lösen sich dieser und der pflanzenähnliche Kristallquell von der Anderen Seite scheinbar in Luft auf. Cyclonis eilt zum Portal und verschwindet auf die Andere Seite. Die Storm Hawks schaffen es mit Hilfe von Pipers Kristallmächten, das Portal so zu vergrößern, dass sie mitsamt Condor hindurchfliegen können. Sie haben die aufregende Reise zur Anderen Seite angetreten, und man darf gespannt sein, wie es weitergeht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960356","hoster":"VOE"},{"path":"/redirect/11960358","hoster":"Streamtape"}]}]}]}]}