{"path":"/serie/stream/strandhaus-gesucht","name":"Strandhaus gesucht","descr":"Sie sind Aussteiger auf der Suche nach einem Eigenheim und einem ruhigen Leben auf einer Trauminsel – irgendwo auf einem wunderschönen Eiland in Texas, Mississippi, Florida oder den Outer Banks. Doch nicht immer ist das Angebot auch wirklich erstrebenswert. Dass das Leben auf einer Trauminsel oft mit nassen Füßen verbunden ist, mag da noch das kleinere Übel sein. Richtig abenteuerlich kann es werden, wenn zivilisatorische Errungenschaften wie Elektrizität oder fließend Wasser komplett fehlen. Die zukünftigen Eigentümer müssen sich gut überlegen, welche Insel für ihren Lebenstraum am besten geeignet ist.","seasons":[{"path":"/serie/stream/strandhaus-gesucht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Island Fever","descr":"Die Livingstons aus Chicago sind auf der Suche nach ihrem Traumgrundstück, einer einsam gelegenen Insel in den Florida Keys. Trotz des stolzen Eine-Million-Dollar-Budgets gestaltet sich ihr Vorhaben schwieriger als gedacht. Auf Rustic Island besichtigen sie ein Häuschen ohne Strom, ohne fließend Wasser oder vernünftige, sanitäre Anlagen. Weniger spartanisch präsentiert sich zwar das auf einem Riesengrundstück gelegene Jungle House, aber wegen des seichten Gewässers rundherum würde hier jedes größere Boot sofort auf Grund laufen. Klasse hat nur das moderne Palm Tree House mit Solarpanelen und Zisternen. Einziger Wermutstropfen: Das Haus liegt mitten in einer Hurrikanschneise.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Backyard Beaches","descr":"Alex und Jamie träumen von einem Leben am Wasser in den Florida Keys. Hier wollen sie sich niederlassen und ein Strandhaus mit Meerblick kaufen. Doch mit einem Budget von 500.000 Dollar können sie keine großen Sprünge machen. Das erste Haus, das sie besichtigen, hat eine tolle Strandlage. Doch Alex hat einige Kritikpunkte, darunter die wackelige Holzkonstruktion. Objekt Nummer zwei liegt direkt am Kanal und wäre perfekt, um Alex’ Boot vor der Haustür zu ankern. Jamie sorgt sich jedoch um die Sicherheit ihrer Kinder. Immobilie Nummer drei, das \"Kanal-Haus\", hat die ideale Größe, aber keinen Meerblick und eine dicht besiedelte Nachbarschaft. Wird sich die Familie für ein Objekt entscheiden?","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Dirt Cheap","descr":"Mike und Emily aus Delaware möchten sich mit ihren Kindern in den Florida Keys niederlassen. Was sie suchen, ist ein bezahlbares Eigenheim auf einer der Trauminseln, mit Ankerplatz für ihre Boote vor der Haustür. Das \"Boat House\" liegt direkt am Wasser und besitzt einen eigenen Schiffsanleger, doch der Wohnbereich ist für die vierköpfige Familie zu knapp bemessen. Das \"Sandy House\" mit schöner Strandlage verbreitet tropischen Urlaubsflair, doch von innen ist das Objekt völlig uncharmant. Das \"Maze House\" bietet genügend Platz für Kinder und Boote, hat aber keine Badezimmertüren, unebene Böden und einen seltsamen Grundriss.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Beaches in the Boonies","descr":"Kelly und Lanny leben bereits ihren Traum in den Florida Keys, möchten sich jetzt aber verbessern und ihr Domizil im Hinterland gegen ein Strandhaus eintauschen. Ein spektakulärer Meerblick und genug Platz für ihre Privatpartys sind die Voraussetzung. Bei der Besichtigung hat das Paar die Qual der Wahl: Das \"Natural House\" liegt hinter Mangrovenbäumen auf 4000 qm2 Grund. Mit etwas Renovierungsaufwand könnte man hier ein echtes Schmuckstück schaffen, doch im Whirlpool lauert eine ungebetene Überraschung. Das \"Pool House\" gleicht einer tropischen Oase, benötigt aber eine Rundumerneuerung. Dann vielleicht doch besser das \"Raised Home\" mit eigenem Privatstrand und 180 Grad Meerblick?","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Sound vs. Ocean","descr":"Die Inseln der Outer Banks im Atlantik, die der Küste North Carolinas vorgelagert sind, besitzen traumhafte Sandstrände im Osten und großartige Fischgründe auf der Westseite. Ken und Stacy, die sich hier niederlassen möchten, können sich kaum für die perfekte Seite entscheiden. Die erste Immobilie hat beste Strandlage, ist aber recht weit von den Angelplätzen entfernt. Haus Nummer zwei bietet eine moderne Inneneinrichtung und einen schönen Außenpool, der die Entfernung vom Strand eventuell wett machen könnte. Und auch das dritte Objekt, \"The Tall Deck House\" punktet mit seiner top Lage und phänomenalem Blick, doch innen ist das Haus etwas eng.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Sand Dune Steals","descr":"Daniel und Lauren sind frisch verheiratet und wollen ihr Traumhaus in den Outer Banks vor der Küste North Carolinas kaufen. Am liebsten in Nags Head und höchstens 100 Schritte vom Meer entfernt – was in einer Gegend, die oft von Hurrikans heimgesucht wird, nicht ungefährlich ist. Objekt Nummer eins ist ein gemütliches Strandhaus, doch die Terrasse ist so baufällig, dass man sie eher nicht betreten sollte. Eigenheim Nummer zwei hat zwar keine Baumängel, liegt aber direkt neben einem stets überfüllten öffentlichen Strand. Und die dritte Immobile mit top Lage am Pier ist so klein, dass die beiden nicht einmal die Hälfte ihrer Möbel darin unterbringen könnten.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Island Millionaire","descr":"Buck und Rosie wollen am Wasser leben und sind auf der Suche nach einem exklusiven Stück vom Paradies auf den Florida Keys. Mit ihrem Budget von 1,5 Millionen Dollar haben sie die Qual der Wahl: Das erste Objekt, das ihnen Makler Brett zeigt, ist eine Privatinsel, fünf Minuten vom Festland entfernt, mit rustikalem Haus, Bootsanleger und grandiosem Blick. Haus Nummer zwei hat einen Pool, traumhafte Terrassen und liegt auf der Islamorada, einem Mekka für Sportfischer. Das dritte Anwesen punktet mit einem Privatstrand, 4000 qm Grund und moderner Einrichtung, doch leider fehlt der Bootsanleger. Wird sich das Paar für eine Immobilie entscheiden?","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"4x4 Shores","descr":"Bill und Shelley sind frisch verheiratet und wollen auf den Outer Banks ein Haus kaufen, um hier eine Familie zu gründen. Die Outdoor-Fans lieben Surfen und Angeln und hätten die Wellen gern direkt vor der Tür. Außerdem wollen sie die Möglichkeit haben, mit ihrem Geländewagen über den Strand zu fahren. Ansonsten sind ihre Vorstellungen vom Eigenheim ziemlich unterschiedlich: Shelley möchte ein modernes, offenes Wohnkonzept, Bill mag es traditionell und gemütlich. Mit einem Budget von 450.000 Dollar und der Hilfe von Makler Tom gehen sie auf Besichtigungstour. Doch die Suche nach ihrem Traumdomizil gestaltet sich schwieriger als erwartet.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"All Decked Out","descr":"Nach vier Jahren in Newport News, Virginia, wollen sich Megan und Ross am Strand niederlassen und suchen nach einem Anwesen auf den Outer Banks. Für ein Budget von 500.000 Dollar stehen direkte Strandlage, mehrere Terrassen, Garten, Pool und viel Platz für Familie und Freunde auf ihrer Wunschliste. Zusammen mit Maklerin Jane Ford geht es zur Besichtigung von drei schönen Objekten auf Hatteras Island: Eines besticht durch seine Lage, den Whirlpool und einen praktischen Lastenaufzug, das zweite verbreitet Hollywood-Flair, und Haus Nummer drei punktet mit seinem grandiosen Meerblick und einer Outdoor-Wohnqualität. Da fällt die Wahl nicht leicht.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Sand Shacks","descr":"Musiker Mike aus New York möchte ein Domizil auf den Outer Banks kaufen, doch für 190.000 Dollar gibt es hier kein Haus am Meer. Trotzdem sollte das künftige Eigenheim nah am Strand liegen, genug Platz für Besucher und ein Musikstudio bieten. Zusammen mit Freundin Shelby und Maklerin Maryanne Hill geht es auf die Suche: Das Crow\"s Nest House ist geräumig und nur 100 Meter vom Meer entfernt. Leider wohnen auch die Nachbarn sehr nah. Im Green House könnte Mike sein Musikstudio einrichten, doch der Strand ist zu weit weg. Haus Nummer drei wäre eigentlich ideal, liegt aber direkt am stark befahrenen Highway. Wird der Musiker seinen Wohntraum finden?","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"Beach Brothers","descr":"Die Brüder Mitch und Daniel möchten direkt an die Golfküste Alabamas ziehen, die zu den schönsten Strandabschnitten der USA gehört. Sie wollen zusammenlegen und ein Haus kaufen, in dem auch der Rest der Verwandtschaft Platz findet. Aber können sich die unterschiedlichen Brüder einig werden? Mit ihrem Budget von 475.000 Dollar wenden sie sich an Makler David Swiger: Haus Nummer eins liegt abgelegen auf Dauphin Island, hat aber einen herrlichen Blick. Das zweite Objekt bietet Nähe zum Yachthafen, kostet aber mehr, als sie ausgeben wollten. Und Immobilie Nummer drei besitzt die ideale Größe, ist aber außen wie innen durch einen fürchterlichen Anstrich verschandelt.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"Sand Castles","descr":"An der Golfküste zwischen Florida und Alabama findet man die weißesten Strände der USA und kristallklares Wasser. Aus diesem Grund möchten Ex-Softball-Profi Greg Hartwick und seine Frau Gena hier ein Haus kaufen, das auch den Ansprüchen ihrer zwölfjährigen Tochter gerecht wird. Auf ihrer Liste stehen unter anderem ein Pool, eine große Küche, ein Gym und viel offener Wohnraum -Wünsche, die sich mit ihrem Budget von 1,5 Millionen Dollar und der Unterstützung von Maklerin Anita Elisar realisieren lassen sollten. Doch die Suche nach der Traumimmobilie am Wasser gestaltet sich schwieriger als vermutet, denn an jedem Objekt gibt es einen Haken.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-13","name":"Folge 13","epNo":13,"alt":"Island of Seclusion","descr":"Jacob und Tori haben immer auf dem Festland gelebt, träumen aber seit langem von einem Eigenheim am Meer. Dauphin Island im Golf von Mexiko soll ihr neues Zuhause werden, da hier die Immobilienpreise noch moderat sind. Das erste Objekt, das sie besichtigen, trägt den klangvollen Namen \"Christmas Tree House\" und liegt zwei Gehminuten vom Strand in den Dünen. Doch Jacob will näher am Meer sein. Haus Nummer zwei liegt direkt am Wasser und bietet einen herrlichen Blick, ist für Tori aber in mehrfacher Hinsicht ungeeignet. Die dritte Immobile hat eine ideale Lage und die ideale Größe. Leider übersteigt der Preis ihr Budget.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-14","name":"Folge 14","epNo":14,"alt":"Appalachian Islands","descr":"John und Amy möchten vor der Küste South Carolinas ihre eigene Insel kaufen: ein Stück vom Paradies für sich und ihre Kids. Doch mit 1,2 Millionen Dollar Budget kann das Paar keine großen Sprünge machen. Objekt Nummer eins, \"The Boardwalk Island\", ist 20.000 qm groß und verfügt über mehrere Gebäude, die jedoch alle renoviert werden müssen. \"Treehouse Island\" umfasst 200.000 qm unberührtes Land, ist aber – mit Plumpsklo und ohne fließendes Wasser – recht spartanisch. Insel Nummer drei müsste die Familie mit 60 anderen Insulanern teilen, dennoch verbreitet \"Marsh Island\" einen Hauch von Robinson-Feeling und bietet außerdem ein voll ausgestattetes Haus.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-15","name":"Folge 15","epNo":15,"alt":"Bigger in Texas","descr":"Der Golf von Mexiko mit seinen endlosen Traumstränden ist das Sehnsuchtsziel von Dillon und Amy. Das Paar möchte ein Strandhaus auf der Bolivar-Halbinsel kaufen, wo sie die Tage am Meer verbringen können und abends zum Rodeo gehen. Mit einem Budget von 425.000 Dollar und der Unterstützung von Maklerin Christy startet die Besichtigungstour: Objekt Nummer eins hat keinen direkte Strandzugang, ist aber brandneu und sehr geräumig. Immobilie Nummer zwei steht direkt am Wasser, hat aber eine seltsame Innenausstattung und ist etwas beengt. Das dritte Haus besitzt die ideale Lage und einen wunderschönen Panoramablick, leider ist die Küche winzig.","versions":[]},{"path":"/serie/stream/strandhaus-gesucht/staffel-1/episode-16","name":"Folge 16","epNo":16,"alt":"Island Hoppers","descr":"Hilton Head Island in South Carolina ist eines der populärsten Touristenziele in den USA. Wer mehr Ruhe als Trubel sucht, ist auf den vorgelagerten Privatinseln richtig. Dies wissen auch die beiden Bostoner Andy und Sheila Smith zu schätzen. Seit die zwei auf Hilton Head Island geheiratet haben, träumen sie davon, hier ein eigenes Eiland zu besitzen. Doch das kann auch eine Herausforderung sein, denn man ist auf Boote angewiesen, und manche Anwesen sind nicht ans Versorgungsnetz angeschlossen. Dem Unternehmerehepaar steht ein Budget von vier Millionen Dollar zur Verfügung. Wird diese stattliche Summe reichen, um ihren Inseltraum zu erfüllen?","versions":[]}]}]}