{"seriesId":"strange-evidence","name":"Strange Evidence","descr":"Über 300 Millionen Überwachungskameras sind täglich in Betrieb. Doch nicht immer filmen sie das, wofür sie installiert wurden. Manchmal zeichnen sie Szenen und Gestalten auf, die außergewöhnlich und mysteriös sind. Ein Mann, der plötzlich in Flammen steht, Artefakte in einem Museum, die sich wie von Geisterhand bewegen und ein Jogger, der binnen weniger Minuten zwei Mal vom Blitz getroffen wird – in \"Strange Evidence – Unglaubliche Aufnahmen\" nehmen Experten die Aufnahmen in Augenschein, prüfen sie auf ihre Echtheit und ordnen das Gesehene ein.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fluch des Osiris","epNo":1,"alt":"Curse Of Osiris","descr":"An einer Tankstelle in Owensboro, Kentucky, steht plötzlich ein Mann in Flammen. Die Ärzte im Krankenhaus können zwar sein Leben retten, aber Josh Hamilton erleidet bei dem Inferno Verbrennungen dritten Grades an seinen Beinen. Und es stellt sich die Frage: Wie konnte es überhaupt zu der Katastrophe kommen? In einem Museum in Manchester sollen Aufnahmen von Überwachungskameras ebenfalls sonderbare Phänomene erklären. Dort bewegen sich uralte Artefakte aus einer 4000 Jahre alten ägyptischen Grabkammer plötzlich wie von Geisterhand.","versions":[{"lang":1,"streams":[{"redirect":13917400,"hoster":"VOE"},{"redirect":8633270,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feuerteufel schlägt zu","epNo":2,"alt":"Attack Of The Fire Devil)","descr":"Die Wahrscheinlichkeit vom Blitz getroffen zu werden, liegt in etwa bei eins zu 20 Millionen. Trotzdem ist dieses Unglück einem Jogger in Asien innerhalb weniger Minuten gleich zweimal hintereinander widerfahren. Nach dem ersten Niederschlag rappelt sich der Mann langsam wieder auf und versucht zu begreifen, was ihm gerade zugestoßen ist. Aber dann folgt schon der nächste Stromstoß aus dem Himmel. In Bardtowns, Kentucky, zeichnet die Kamera eines Feuerwehrrettungshubschraubers unterdessen Bilder eines Flammeninfernos auf.","versions":[{"lang":1,"streams":[{"redirect":8770916,"hoster":"VOE"},{"redirect":8633269,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf den Spuren Big Foots","epNo":3,"alt":"Chasing Bigfoot","descr":"n den Straßen von Manhattan fliegt ein vier Tonnen schweres Fahrzeug in die Luft. Ein Passant, der sich zufällig in der Nähe aufhält, kommt bei dem Unglück nur um Haaresbreite mit dem Leben davon. Und das ist nicht der einzige Zwischenfall dieser Art im \"Big Apple\" – sind in der Millionenmetropole Attentäter am Werk oder gibt es für die Vorfälle eine andere Erklärung? Die Dashcam im Streifenwagen eines County Sheriffs zeichnet in den USA ebenfalls mysteriöse Bilder auf. Zeigen die Aufnahmen der Autokamera den legendären \"Bigfoot\"?","versions":[{"lang":1,"streams":[{"redirect":8770918,"hoster":"VOE"},{"redirect":8633273,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sumpf des Unterganges","epNo":4,"alt":"The Doomsday Swamp","descr":"Fliegende Lieferwagen: Auf einer Straßenkreuzung im chinesischen Xingtai wirbelt eine unsichtbare Kraft mitten im Berufsverkehr Fahrzeuge durch die Luft wie Spielzeugautos. Die Szene könnte aus einem Hollywoodfilm stammen, aber bei dem Unfall waren keine Special Effects im Spiel. Deshalb stellt sich die Frage: Was hat den mysteriösen Höhenflug verursacht? Liefern die Aufnahmen einer Überwachungskamera eine schlüssige Erklärung? In den Sümpfen des US-Bundesstaates Louisiana spielen sich ebenfalls seltsame Dinge ab.","versions":[{"lang":1,"streams":[{"redirect":8770920,"hoster":"VOE"},{"redirect":8633271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nacht des Chupacabra","epNo":5,"alt":"Night Of The Chupacabra","descr":"Spitze, aufgerichtete Ohren, eine lange Schnauze und Fangzähne: Im Süden von Texas geht die Legende vom Chupacabra um. Das Monster hat es angeblich auf Ziegen, Schafe und Hühner abgesehen – und saugt der Beute nach einem Biss in die Kehle das Blut aus. Wurde die Vampir-Bestie im DeWitt County von der Dashcam eines Streifenwagens gefilmt? In Birmingham, Alabama, sorgt unterdessen ein seltenes Wetterphänomen für Unruhe. Manche Einwohner der Stadt halten die dunklen, wellenförmigen Wolken am Horizont für Vorboten der Apokalypse.","versions":[{"lang":1,"streams":[{"redirect":8770921,"hoster":"VOE"},{"redirect":8633274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Monster aus der Tiefe","epNo":6,"alt":"Monster Of The Deep","descr":"Die Kamera eines kabelgeführten Unterwasserfahrzeugs nimmt bei der Inspektion einer Ölbohrinsel im Golf von Mexiko mysteriöse Bilder auf. Die Aufnahmen zeigen eine seltsame Kreatur, deren Herkunft sich nicht eindeutig bestimmen lässt. Können erfahrene Meeresbiologen das Monster aus der Tiefe identifizieren? Auf einem Parkplatz in Kiew kommt es unterdessen zu einer heftigen Explosion. Dort tut sich – ohne Vorwarnung – plötzlich der Erdboden auf. Die Trümmer fliegen in der ukrainischen Hauptstadt bis zu sieben Stockwerke hoch.","versions":[{"lang":1,"streams":[{"redirect":8770919,"hoster":"VOE"},{"redirect":8633272,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Dschungel-Werwolf","epNo":7,"alt":"Jungle Werewolf","descr":"Eine Überwachungskamera filmt in São Gonçalo dos Campos, 1300 Kilometer von Rio de Janeiro entfernt, eine behaarte Kreatur ? und am nächsten Tag werden in der Nachbarschaft tote Tiere mit seltsamen Bisswunden gefunden.","versions":[{"lang":1,"streams":[{"redirect":8770923,"hoster":"VOE"},{"redirect":8633275,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Jacuzzi der Verzweiflung","epNo":8,"alt":"Lake Of The Dead","descr":"Unweit der Küste von New Orleans stießen Meeresbiologen auf einen todbringenden Salzsee und zwar in 1000 Metern Tiefe am Meeresgrund des Golfs von Mexiko. Er hat etwa einen Durchmesser von rund 30 Metern und ist etwa 3,70 Meter tief. Wissenschaftler nennen das salzige Becken im Golf von Mexiko den \"Jacuzzi der Verzweiflung\". Jedes Lebewesen, das sich dorthin verirrt, stirbt.","versions":[{"lang":1,"streams":[{"redirect":8770922,"hoster":"VOE"},{"redirect":8633285,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mysteriöse Töne aus der Tiefsee","epNo":9,"alt":"Ghost In The Abyss","descr":"","versions":[{"lang":1,"streams":[{"redirect":8770924,"hoster":"VOE"},{"redirect":8633276,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Tunnel des Todes","epNo":10,"alt":"Vampire Down Under","descr":"Wer sich in Moskau mit seinem Fahrzeug in den 2056 Meter langen Lefortovo-Tunnel wagt, lebt gefährlich – denn dort kommt es beinahe täglich zu schweren Unfällen. Vom Pkw über den Lieferwagen bis zum Autobus: Die Bilder der Überwachungskameras sind so schockierend, dass manche Menschen glauben, in dem unterirdischen Bauwerk hätten böse Geister ihre Hand mit im Spiel. Aufnahmen aus dem zerstörten Atomkraftwerk in Fukushima zeichnen ebenfalls ein düstereres Szenario. Hat die radioaktive Strahlung dort ein Monster erschaffen?","versions":[{"lang":1,"streams":[{"redirect":8770925,"hoster":"VOE"},{"redirect":8633277,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Nebel des Grauens","epNo":1,"alt":"Freak Of The Deep","descr":"Die Aufnahmen der Überwachungskamera sind rätselhaft und beängstigend: Als im chinesischen Guangzhou zwei Lkws miteinander kollidieren, kommt es zu einer gewaltigen Explosion. Dieses erschütternde Katastrophenszenario lässt sich auf den ersten Blick nicht erklären. Es sei denn, eines der Fahrzeuge hatte Sprengstoff geladen. Die Bewohner einer Kleinstadt im US-Bundesstaat Illinois versuchen sich unterdessen, vor einer Giftgaswolke in Sicherheit zu bringen. Stammt der \"Nebel des Grauens\" aus einem nahe gelegenen Landwirtschaftsbetrieb?","versions":[{"lang":1,"streams":[{"redirect":11325716,"hoster":"VOE"},{"redirect":10140201,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Seemonster","epNo":2,"alt":"America’s Loch Ness Monster","descr":"In der Mojave-Wüste steigt seltsamer Rauch auf. Videoaufnahmen legen den Verdacht nahe, dass dort etwas in der Luft explodiert. Dabei handelt es sich um Vögel, wie weitere Untersuchungen ergeben. Die Tiere verbrennen am Himmel, als hätte sie der Blitz getroffen. Doch von einem Gewitter ist weit und breit keine Spur. Deshalb gibt das seltsame Phänomen der Wissenschaft Rätsel auf. Am Lake Champlain, dem achtgrößten Binnengewässer der Vereinigten Staaten, geht unterdessen die Legende von einem Seeungeheuer um. Solche Berichte lassen sich leicht als Hirngespinste abtun, aber Fotos und Bewegtbilder von Digitalkameras zeigen an der Wasseroberfläche eine Kreatur, die an einen Plesiosaurier erinnert.","versions":[{"lang":1,"streams":[{"redirect":11325728,"hoster":"VOE"},{"redirect":10140202,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch der Maya","epNo":3,"alt":"Curse Of The Mayan Treasure","descr":"Bei einer Explosion in Kambodscha werden Einheimische und Touristen verletzt. Sofort denken die ersten an einen Terrorangriff. Doch ein Experiment beweist: Etwas ganz anderes ist schuld an der Tragödie. Die Dokumentation geht diesem und weiteren Phänomenen auf den Grund und zeigt, wie Wissenschaftler das scheinbar Unmögliche beweisen.","versions":[{"lang":1,"streams":[{"redirect":12559704,"hoster":"VOE"},{"redirect":8633278,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Tor zur Hölle","epNo":4,"alt":"Gateway To Hell","descr":"Nachtsichtkameras zeichnen in Afghanistan eine seltsame Begebenheit auf. Die Rotoren eines Militärhubschraubers leuchten im Dunkeln wie bei einer Phosphoreszenz. Experten sprechen in diesem Zusammenhang von einem sogenannten UAP (Unidentified Aerial Phenomenon) – und die Frage ist: Wie lässt sich dieses Phänomen erklären? In Zentralasien weckt unterdessen ein riesiger Krater das Interesse der Wissenschaft. Die Einheimischen nennen das brennende Erdloch in der Karakum-Wüste, in dem seit 40 Jahren Flammen lodern, das \"Tor zur Hölle\".","versions":[{"lang":1,"streams":[{"redirect":12559698,"hoster":"VOE"},{"redirect":8633282,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eingesperrt im Wasser","epNo":5,"alt":"Return Of The Ice Monster","descr":"Die Fahrerin eines SUVs droht nach einer Überschwemmung in Colorado mit ihrem Fahrzeug in den Fluten zu versinken. Freiwillige Helfer eilen ihr zu Hilfe, um sie aus ihrem Gefängnis zu befreien. Doch die Türen des Pkws lassen sich unter Wasser nicht öffnen und die Fensterscheiben sind zu stabil, um sie mit einem gewöhnlichen Knüppel einzuschlagen. Die Lage scheint aussichtslos, doch dann taucht die Frau plötzlich wie durch ein Wunder an der Wasseroberfläche auf. Und die beteiligten Augenzeugen können sich nicht erklären, wie sie das geschafft hat.","versions":[{"lang":1,"streams":[{"redirect":8770929,"hoster":"VOE"},{"redirect":8633279,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"König der Meere","epNo":6,"alt":"The Beast That Ate Jaws","descr":"Im April 2015 entlassen Meeresbiologen vor der Küste Floridas zwei Haie in die Freiheit. Doch bevor die Raubfische aus dem Käfig schwimmen können, wird eines der Tiere von einer unbekannten Kreatur attackiert. Die Forscher verfolgen das außergewöhnliche Szenario mithilfe einer Unterwasserkamera, aber sie können sich keinen Reim darauf machen. Denn der Angreifer, der sich im Kopf des Hais verbeißt und einer Riesenassel ähnelt, lässt sich keiner bekannten Art zuordnen. Sind die Experten im \"Sunshine State\" einem Mutanten auf der Spur?","versions":[{"lang":1,"streams":[{"redirect":8770928,"hoster":"VOE"},{"redirect":8633280,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Supervulkan","epNo":7,"alt":"Doomsday At Yellowstone","descr":"Sind blaue Flammen und giftige Gase Vorboten einer gigantischen Naturkatastrophe? Die Aufnahmen der freiwilligen Feuerwehr in Worland im US-Bundesstaat Wyoming geben Anlass zur Besorgnis. Denn rund 200 Kilometer entfernt tickt unter der Erdoberfläche eine Bombe. Der Supervulkan im Yellowstone-Nationalpark könnte die gesamte Menschheit auslöschen. Auf einem der blutigsten Schlachtfelder des amerikanischen Bürgerkriegs spielen sich ebenfalls gespenstische Szenen ab. Finden die Geister der Vergangenheit in Gettysburg keinen Frieden?","versions":[{"lang":1,"streams":[{"redirect":8770930,"hoster":"VOE"},{"redirect":8633281,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der blutrote Fluss","epNo":8,"alt":"The Omen Of Blood River","descr":"Die Straßen Dhakas sind mit Blut überschwemmt. Die gruseligen Bilder erinnern an die Offenbarung des Johannes im neuen Testament, doch das apokalyptische Szenario wurde durch einen islamischen Brauch ausgelöst. Beim Opferfest Eid al-Adha werden in der Hauptstadt Bangladeschs traditionell Tausende Schafe, Ziegen und Kühe geschlachtet – und wegen der schlechten Entwässerung kommt es in der Millionenmetropole regelmäßig zu Überflutungen. Nach starken Regenfällen bahnt sich deshalb ein blutroter Fluss seinen Weg durch die engen Gassen.","versions":[{"lang":1,"streams":[{"redirect":8770931,"hoster":"VOE"},{"redirect":8633283,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Knochenhart wie ein Superheld","epNo":9,"alt":"Wrath Of Thor","descr":"Ein kleiner Junge wird in Brasilien von einem Pkw erfasst. Dabei stürzt der Fünfjährige auf den Asphalt und ein Vorderrad überrollt sein Genick und seinen Oberkörper. Trotzdem trägt der Knabe bei dem Crash wie durch ein Wunder keine Verletzungen davon. Wie ist das möglich? Ausgewiesene Experten suchen in dieser Folge nach möglichen Erklärungen. Dabei stoßen die Forscher auf das sogenannte LRP5-Gen, das die Knochendichte reguliert und den menschlichen Körper im Falle einer Mutation – wie bei einem Superhelden – nahezu unzerbrechlich macht.","versions":[{"lang":1,"streams":[{"redirect":12381965,"hoster":"VOE"},{"redirect":8633284,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Riesenspinnennetz","epNo":10,"alt":"Curse Of The Monster Spider","descr":"Der Anblick einer Spinne löst bei vielen Menschen Panikreaktionen aus, dabei sind die meisten Exemplare in unseren Breitengraden völlig harmlos. Aber gilt das auch für die achtbeinigen Gliederfüßer, die eine Gemeinde in Texas in Aufruhr versetzen. Ein Wildhüter hat im Lake Tawakoni State Park ein gigantisches Netz entdeckt. Das Webgeflecht erstreckt sich in der bewaldeten Naturlandschaft auf einer Fläche von fast 120 Metern und jagt den Bewohnern der Region Angst ein. Denn noch ist völlig unklar, welche Gattung dort auf Beutefang geht.","versions":[{"lang":1,"streams":[{"redirect":13993091,"hoster":"VOE"},{"redirect":8633286,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das fahrende Ufo","epNo":11,"alt":"The Incident At Area 51","descr":"Die Mohave-Wüste in Kalifornien erstreckt sich über 124 000 Quadratkilometer von Los Angeles bis nach Nevada. Mitten in diesem trockenen Ödland befindet sich das Sperrgebiet \"Area 51\". Am 30. Mai 2012 hören die Freunde Jeff Kurth und Jason Moyer an einer Tankstelle in der Nähe der Militäranlage zufällig ein Gespräch von Polizisten mit. Ein massives Aufgebot von Beamten soll dort in den frühen Morgenstunden einen geheimnisvollen Transport absichern. Weil die mysteriöse Operation Fragen aufwirft, halten die Männer das Geschehen mit einer Kamera im Bild fest.","versions":[{"lang":1,"streams":[{"redirect":11325721,"hoster":"VOE"},{"redirect":10140203,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Zug in die Hölle","epNo":12,"alt":"Midnight Train To Hell","descr":"In der Provinz Xinjiang im Nordwesten Chinas verläuft die alte Seidenstraße durch die Wüste Gobi. Dort filmt ein Reisender im Dezember 2016 in der Nähe der \"Dämonenstadt\" Mogui Cheng ein Furcht einflößendes Spektakel. Die Stille der Nacht wird plötzlich durch den Lärm einer Dampflokomotive unterbrochen, aus deren Schornstein ein feuriger Funkenregen in die Luft schießt. Droht im Kessel des Schienenfahrzeugs eine Explosion? Der Lokführer scheint den Ernst der Lage noch nicht erkannt zu haben, denn er fährt unbeirrt weiter.","versions":[{"lang":1,"streams":[{"redirect":8770934,"hoster":"VOE"},{"redirect":8633288,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Brisanter Nebel","epNo":1,"alt":"","descr":"Unheimlicher Nebel und eine heftige Explosion: Der US-Polizist Randy McAdams fürchtete am 15. Oktober 2005 im Streifenwagen um sein Leben. Damals wurde der Gesetzeshüter kurz vor dem Ende seiner Schicht im Bundesstaat Arkansas über Funk zu einem öffentlichen Park gerufen. Zunächst erschien an Ort und Stelle alles ruhig und friedlich, aber dann knallte es gewaltig. Kameraaufnahmen, die auf der philippinischen Insel Mindoro entstanden sind, werfen ebenfalls Fragen auf. Dort wurde im Mai 2018 an der Küste eine fremdartige, übel riechende Kreatur aus dem Meer angespült.","versions":[{"lang":1,"streams":[{"redirect":12173217,"hoster":"VOE"},{"redirect":8633290,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frankensteins Steak","epNo":2,"alt":"","descr":"In Escanaba am Ufer des Lake Michigan leben rund 12 000 Einwohner. Die ruhige Kleinstadt ist ein beliebtes Ziel für Angler und Touristen. Aber am 2. Februar 2015 spielten sich dort seltsame Dinge ab. Der Strom fiel aus und der ganze Ort war plötzlich dunkel. Auf einem Video ist zudem am Horizont ein heller Lichtstrahl zu erkennen, der in einem Feuerball mündet. Wie lässt sich dieses mysteriöse Science-Fiction-Szenario erklären? In der chinesischen Provinz Liaoning sorgt unterdessen ein \"untotes\" Stück Rindfleisch für verblüffte Gesichter.","versions":[{"lang":1,"streams":[{"redirect":8770939,"hoster":"VOE"},{"redirect":8633291,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Roboter in der Tiefsee","epNo":3,"alt":"","descr":"Der Indische Ozean ist sechsmal so groß wie die USA und erstreckt sich über eine Fläche von rund 75 Millionen Quadratkilometern. Am 20. März 2013 war dort ein ferngesteuertes Tauchboot am Meeresboden unterwegs. Das ROV (Remotely Operated Vehicle) sollte in 900 Meter Tiefe Wartungsarbeiten an Messgeräten durchführen, als plötzlich ein seltsames Objekt in sein Sichtfeld schwamm. Sieht man auf den Bildern ein unbekanntes Lebewesen oder eine Maschine? Wissenschaftler, die das Video in Augenschein nehmen, tun sich mit einer eindeutigen Antwort schwer.","versions":[{"lang":1,"streams":[{"redirect":8770937,"hoster":"VOE"},{"redirect":8633287,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unheimliche Kreaturen","epNo":4,"alt":"","descr":"2006 filmten amerikanische Touristen am Himmel über den Hügeln von Monterrey ein seltsames Objekt. Kurz danach berichtete ein mexikanischer Polizist in derselben Gegend von einem beängstigenden Vorfall. Der Gesetzeshüter behauptete damals, unmittelbar vor ihm sei eine Hexe gelandet. Das klingt nach Sinnestäuschung und Aberglauben. Aber auch mehr als zehn Jahre nach dem die Aufnahmen entstanden sind, fehlt es noch immer an einer wissenschaftlichen Erklärung. In Ungarn zeichnete die Helmkamera eines Mountainbikers ebenfalls eine seltsame Kreatur auf.","versions":[{"lang":1,"streams":[{"redirect":12381966,"hoster":"VOE"},{"redirect":8633292,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der echte Terminator","epNo":5,"alt":"","descr":"In einem verschlafenen Vorort von Los Angeles spielte sich am 7. März 2015 eine Szene wie aus einem futuristischen Actionfilm ab. Überwachungskameras zeichneten dort eine nackte Gestalt mit übermenschlicher Widerstandskraft auf. Der Unbekannte rannte bei seinem Amoklauf mit voller Wucht gegen ein Auto und schien dabei keine Schmerzen zu spüren. Wie ist so etwas möglich? Die \"Strange Evidence\"-Experten nehmen in dieser Folge zudem Filmmaterial aus Peru unter die Lupe. Die Aufnahmen zeigen eine mysteriöse Kreatur, die auf wundersame Weise ihre Gestalt verändert.","versions":[{"lang":1,"streams":[{"redirect":8770938,"hoster":"VOE"},{"redirect":8633289,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Todesfalle in der Wüste","epNo":6,"alt":"","descr":"Eine Flutwelle mitten in der Wüste? Die \"Strange Evidence\"-Experten analysieren in dieser Folge Filmmaterial, das 2015 im Irak aufgezeichnet wurde. Denn die Bilder zeigen ein bizarres, unwirkliches Phänomen, das Fragen aufwirft. In der ausgetrockneten Einöde bahnt sich ein Fluss aus Geröll, Steinen und Treibsand seinen Weg durch die Landschaft. Wenn der Boden zu fließen beginnt, sprechen Geologen von einer sogenannten \"Liquefaktion\". Dieser Prozess kann durch Gase ausgelöst werden. Sind die Wissenschaftler mit dieser Theorie auf der richtigen Fährte?","versions":[{"lang":1,"streams":[{"redirect":8770940,"hoster":"VOE"},{"redirect":8633293,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"[Derzeit nicht verfügbar]","descr":"Trümmer, ohrenbetäubender Lärm und Rauchschwaden, fast so hoch wie ein Wolkenkratzer: Am 18. Juli 2007 riss eine Explosionswelle im abendlichen Berufsverkehr die Straßen von Manhattan auf. Die Menschen in der Umgebung flüchteten in Panik, denn sie fühlten sich an das Grauen des 11. September erinnert. Doch in diesem Fall wurde die Detonation nicht durch einen Terroranschlag ausgelöst. Im Nordosten Japans bebte 2011 ebenfalls die Erde. Bei dem Versuch, die Ereignisse im Bild festzuhalten, bekam ein Augenzeuge etwas sehr Seltsames vor die Linse.","versions":[]},{"epId":"episode-8","name":"Fisch-Apokalypse","epNo":8,"alt":"","descr":"Ein Hobbyangler hielt im November 2016 in Hampton Bays auf Long Island mit seiner Kamera ein verstörendes Szenario im Bild fest. Im anderthalb Kilometer langen Shinnecock Canal trieben Zehntausende Atlantische Menhaden, die entweder schon tot waren oder im Sterben lagen. Wer oder was hatte diese Fisch-Apokalypse ausgelöst? Bei ihren Nachforschungen stoßen die \"Strange Evidence\"-Experten auf einer nahe gelegenen Insel auf eine Forschungseinrichtung, in der tödliche Viren gelagert werden. Ist das purer Zufall oder gibt es hier einen Zusammenhang?","versions":[{"lang":1,"streams":[{"redirect":8770945,"hoster":"VOE"},{"redirect":8633294,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die große Welle","epNo":9,"alt":"","descr":"Der Küstenort Pantai Remis in Malaysia zieht Touristen aus aller Welt an, die sich nach tropischen Sandstränden und malerischen Sonnenuntergängen sehnen. Aber im Oktober 1993 fand die Idylle ein jähes Ende. Videoaufnahmen eines Augenzeugen, der das Szenario im Bild festgehalten hat, zeigen, wie ein Hang zusammenstürzt und eine riesige Flutwelle auslöst. Über das Geschehen existieren keine offiziellen Aufzeichnungen, was bei einem Ereignis dieser Größenordnung äußerst merkwürdig ist. Finden die \"Strange Evidence\"-Experten eine plausible Erklärung?","versions":[{"lang":1,"streams":[{"redirect":8770946,"hoster":"VOE"},{"redirect":8633297,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die unsichtbare Frau","epNo":10,"alt":"","descr":"In Mexiko erfasst eine Überwachungskamera eine Frau, die auf einem Fabrikgelände steht. Daraufhin rückt der Sicherheitsdienst aus, um die unbekannte Person zu befragen. Aber die Security-Leute können auf dem Areal niemanden finden. Auf dem Live-Feed, das die Kollegen am Monitor verfolgen, ist die Gestalt deutlich zu erkennen, doch die Männer im Hof können sie nicht sehen – obwohl sie direkt vor ihnen steht. Denn der Strahl ihrer Taschenlampen leuchtet durch die mysteriöse Figur hindurch. Wie lässt sich dieser seltsame Vorfall wissenschaftlich erklären?","versions":[{"lang":1,"streams":[{"redirect":8770953,"hoster":"VOE"},{"redirect":8633306,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"[Derzeit Staffel 7 erhältlich, S04 noch ausstehend]","epNo":1,"alt":"","descr":"","versions":[]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"[Derzeit Staffel 7 erhältlich, S05 noch ausstehend]","epNo":1,"alt":"","descr":"","versions":[]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"[Derzeit Staffel 7 erhältlich, S06 noch ausstehend]","epNo":1,"alt":"","descr":"","versions":[]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Caspian Sea Inferno","descr":"Kameras fangen eine 1.600 Fuß hohe Flammensäule ein, die aus dem Kaspischen Meer vor der Küste Aserbaidschans aufsteigt; Experten untersuchen einen möglichen Zusammenhang mit dem Waffenarsenal des Landes und den militärischen Bestrebungen auf dem umstrittenen Nachbargebiet.","versions":[{"lang":2,"streams":[{"redirect":10797683,"hoster":"VOE"},{"redirect":10797681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Suburban Fireworks Blowout","descr":"Kameras fangen eine heftige Explosion in Ontario, Kalifornien, ein, die ein Haus in einem Vorort zerreißt und Schaulustige in Panik um ihr Leben rennen lässt; Experten ermitteln und vermuten, dass möglicherweise ein riesiger Vorrat an illegalen Feuerwerkskörpern explodiert ist.","versions":[{"lang":2,"streams":[{"redirect":10842382,"hoster":"VOE"},{"redirect":10842395,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"North Korean Fire Blast","descr":"Kameras fangen einen riesigen Feuerball und eine Reihe von Explosionen in einer nordkoreanischen Grenzstadt ein; Experten ermitteln und entdecken ein überfülltes Wohnprojekt, das mit einer tödlichen Propantank-Katastrophe in Verbindung steht.","versions":[{"lang":2,"streams":[{"redirect":10888880,"hoster":"VOE"},{"redirect":10888883,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Russian Rain of Fire","descr":"Kameras fangen fassungslose Fußgänger ein, die in Deckung gehen, als Feuertropfen auf die Straßen von St. Petersburg, Russland, niederprasseln; Experten untersuchen das nahe gelegene Straßenbahnnetz und die Auswirkungen eines plötzlichen Gewitters.","versions":[{"lang":2,"streams":[{"redirect":10933454,"hoster":"VOE"},{"redirect":10933408,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Fire Waves of Indonesia","descr":"Eine Urlauberfamilie filmt Feuerwellen, die sich entlang der Küste einer indonesischen Insel ausbreiten. Experten untersuchen, ob es eine Verbindung zu einer geheimen Strandbrandwaffe aus dem Zweiten Weltkrieg gibt, die von den Briten entwickelt wurde, um eindringende Armeen zu verbrennen.","versions":[{"lang":2,"streams":[{"redirect":10958807,"hoster":"VOE"},{"redirect":10958806,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"India\u0027s Fireball Mountain","descr":"Ein Dorfbewohner hält einen Moment des Schreckens fest, als eine mysteriöse Serie von Explosionen einen Berghang in Indien erhellt; Experten untersuchen und entdecken eine mögliche Verbindung zu verlorenem Plutonium während einer Spionagemission im Kalten Krieg, die katastrophal schief ging.","versions":[{"lang":2,"streams":[{"redirect":12381964,"hoster":"VOE"},{"redirect":10986374,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mystery of Humanoid Road","descr":"Motorad Fahrer Filmen eine bizarre Humanoide Kreatur, die in Indien eine Straße entlang Läuft. Experten untersuchen und decken die Gewaltige Geschichte hinter einem Organisierten Kult von Professionellen Räubern und Mördern auf.","versions":[{"lang":2,"streams":[{"redirect":13502217,"hoster":"VOE"},{"redirect":11060607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"India\u0027s River Monster","descr":"Ein Dorfbewohner filmt den plötzlichen Anstieg eines mysteriösen Flussufers in Indien.","versions":[{"lang":2,"streams":[{"redirect":11139363,"hoster":"VOE"},{"redirect":11139360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Nazi Arctic Lights","descr":"Kameras fangen mysteriöse Objekte ein, die über dem Himmel von Norwegen explodieren.","versions":[{"lang":2,"streams":[{"redirect":13502214,"hoster":"VOE"},{"redirect":12479905,"hoster":"Streamtape"}]}]}]}]}