{"path":"/serie/stream/stralsund","name":"Stralsund","descr":"Die Stralsunder Kommissarin Nina Petersen ermittelt Mord- und andere Kriminalfälle in der nordöstlichen Hansestadt an der Ostsee. Inspektor Nina Petersen ist jung - manche sagen zu jung, um eine wichtige Position bei der Polizei Stralsund zu besetzen. Aber sie ist selbstbewusst genug, jedem, der sie herausfordert, ihre Meinung zu sagen. Ihr Partner Ben, der auch ihr Ex ist, macht die Dinge nicht einfacher. Schlimmer noch: er hat ein Geheimnis, das für ihn ein Risiko ist","seasons":[{"path":"/serie/stream/stralsund/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/stralsund/staffel-1/episode-1","name":"Mörderische Verfolgung","epNo":1,"alt":"","descr":"Hauptkommissarin Susanne Winkler erhält einen Anruf auf ihrem Handy. Seltsam aufgeregt, ohne weitere Erklärungen, verlässt sie das Präsidium. Nach einer Fahrt durch die Stadt lässt sie ihren Wagen stehen und geht zügig auf ein Bürogebäude zu. Sie betritt das leere Foyer einer Versicherung und verharrt dort einen Moment. Sie scheint auf jemanden zu warten. Doch niemand kommt. Dann entschließt sie sich in den Bürobereich zu gehen. Auch hier ist alles leer. Sie wirkt besorgt und will zu ihrem Handy greifen, als sie plötzlich eine Pistole im Nacken spürt. Eine vermummte Person zwingt sie, die Hände auf den Rücken zu legen. Mit Kabelbindern werden ihre Hände gefesselt. Anschließend wird sie in das angrenzende Großraumbüro gezerrt und an einem Schreibtischstuhl gefesselt. Dort liegen etwa fünf Mitarbeiter geknebelt und gefesselt. Susanne Winkler schaut sich um. Es scheint sich um nur einen maskierten Geiselnehmer zu handeln. Die Nerven des Mannes sind zum Zerreißen gespannt. Es ist gespenstisch. Die Telefone auf den Bürotischen klingeln und verstummen. Die gefesselten Angestellten schauen sich ängstlich an. Keiner weiß, was los ist. Währenddessen wird Winklers junge Kollegin Nina Petersen auf den Fall angesetzt. Sie ist eine Verhörspezialistin. Aber auch sie tappt völlig im Dunkeln. Was ist das für ein Fall? Wer ist der Unbekannte? Was will er? Wie ist die Kommissarin in seine Gewalt geraten? Wurde sie in eine Falle gelockt? Und was hat es mit dem im Gefängnis einsitzenden Michael Broder auf sich, der plötzlich freigepresst werden soll? Gibt es da einen Zusammenhang mit der Geiselnahme? Der Versuch, den Anruf der Kommissarin zurückzuverfolgen, scheitert auf der ganzen Linie. Die Geiselnahme droht aus dem Ruder zu laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12559148","hoster":"VOE"},{"path":"/redirect/8633219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-2","name":"Außer Kontrolle","epNo":2,"alt":"","descr":"Die Kriminalinspektion Stralsund hat seit drei Monaten einen neuen Chef: Gregor Meyer kommt aus Schwerin und war dort jahrelang in der Abteilung für interne Ermittlungen tätig. Die Personalie sorgt für einige Unruhe in der Mordkommission. Ist es Zufall, dass jemand auf den Chefposten in Stralsund gesetzt wird, der in den letzten Jahren vornehmlich mit internen Ermittlungen gegen Polizeikollegen befasst war? Nina Petersen ist deshalb aber nicht weiter beunruhigt. Ganz anders reagieren ihre erfahrenen Kollegen, Karl Hidde und Benjamin Lietz. Nina stellt erstaunt fest, dass Meyers Anwesenheit die Haudegen hemmt. Als Nina Benjamin bei einem Bier darauf anspricht, sagt er nur: \"In jedem Lebenslauf gibt es schließlich dunkle Stellen. Man muss nur die richtige Seite aufschlagen.\" Das wiederum irritiert Nina. Haben ihre Kollegen etwas zu verbergen? Gibt es da eine große Geschichte im Berufsleben ihrer Kollegen, von der sie keine Ahnung hat, oder ist es die Furcht vor der Aufdeckung der vielen kleinen Unsauberkeiten im beruflichen Alltag, die die Kollegen so angespannt erscheinen lassen? Und dass der neue Chef Nina und die Kollegen immer wieder mit detaillierten Kenntnissen aus ihren Personalakten überrascht, trägt nicht unbedingt zur Entspannung der Situation bei. Als Nina und ihre beiden Kollegen zu einem Einsatz gerufen werden, droht das Ganze aus dem Ruder zu laufen. Ein Geldtransporter wurde überfallen und die Gangster schrecken auch vor Mord nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113447","hoster":"VOE"},{"path":"/redirect/8633222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-3","name":"Blutige Fährte","epNo":3,"alt":"","descr":"Razzia in der Neubausiedlung: Zwei Teams des Sondereinsatzkommandos stürmen die Wohnung eines Dealers. Eine Tür weiter: Boris Gerg beobachtet das Geschehen. Er bekommt Panik. Er hat auch allen Grund dazu. Er hat einen Menschen getötet. Er versucht sich abzusetzen, durch die Reihen der Polizei zu brechen und liefert sich einen Schusswechsel mit dem SEK. Tatsächlich kann er fliehen – allerdings mit einer Kugel im Bein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12559071","hoster":"VOE"},{"path":"/redirect/8633220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-4","name":"Tödliches Versprechen","epNo":4,"alt":"","descr":"Der 18-jährige Vitas kommt mit der Fähre aus dem litauischen Klaipeda in Stralsund an. Am Hafen wird er von einem Mann, Michael Leschek, abgeholt, der kurze Zeit später erschossen auf einem Parkplatz gefunden wird. Bei der Zeugenbefragung begegnet Nina Petersen dem jungen Litauer und wird von ihm niedergeschlagen. Vitas wird für Nina und ihre Kollegen Benjamin Lietz, Karl Hidde und Meyer automatisch zum Hauptverdächtigen und vor allem eins: hochgefährlich. Vitas dringt in das Haus des Stralsunder Streifenpolizisten Paul Warnke ein und entführt dessen Frau Johanna. Wo ist die Verbindung zwischen Vitas, dem Toten und den Warnkes? Warnke und der Tote haben gemeinsam ehrenamtlich eine Hilfsorganisation in Litauen unterstützt. Nina und ihre Kollegen statten das Haus der Warnkes mit Funkpeilung und Fangschaltung aus, damit Wanke als Gesprächspartner Vitas ködern kann. Doch Warnke entzieht sich den Kollegen aus Sorge um seine Frau, und tatsächlich gelingt ihm ein Geiselaustausch auf eigene Faust. Nina und Benjamin erfahren von der verwirrten Johanna, was Vitas und ihren Mann zu verbinden scheint: Elena Zalgiris, eine Litauerin, die bei einem Supermarktüberfall vor vier Tagen ermordet wurde. Kaltblütig, wie das Video der Überwachungskamera beweist. Sie könnte Vitas Mutter sein. Warnke, nach wie vor in Vitas Gewalt, versucht den Jungen zu beruhigen, der ihn unentwegt nach dem Mord an seiner Mutter befragt und ihm, dem Entwicklungshelfer, Überfälle in Litauen vorwirft. Der erfahrene Polizist bleibt cool und versucht, Vitas Vertrauen zu erlangen. Auch bei Nina verstärkt sich das Gefühl, dass der scheinbar kaltblütige Vitas nicht ohne Grund gerade die Warnkes entführt hat. Wie gut kennt er Paul Warnke, der mehrmals im Jahr in Litauen war, wirklich? Und sind noch weitere Männer an den Entwicklungshilfe-Touren beteiligt? Wurden diese Touren tatsächlich als Deckmantel für Überfälle benutzt? Vitas und Warnke fahren zur Stralsunder Werft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770873","hoster":"VOE"},{"path":"/redirect/8633224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-5","name":"Freier Fall","epNo":5,"alt":"","descr":"Am Morgen nach einer feuchtfröhlichen Karaokeparty, auf der Polizeichef Meyer zusammen mit den Kollegen seinen Geburtstag gefeiert hat, schlägt eine Nachricht wie eine Bombe ein: Ein Kronzeuge, der vor dem Staatsanwalt aussagen wollte, ist auf dem Weg dorthin in einen Hinterhalt geraten und erschossen worden. Das Pikante: Die Informationen über die Wegstrecke und ihre Stationen waren streng geheim. Und sie kamen aus der Datenbank des Präsidiums. Es muss eine undichte Stelle im Apparat geben. Die Kollegen sind schockiert. Die Ermittlungen führen die Kripo über die Gefängnis-Besucherliste des Kronzeugen zu dem Spielhallenbesitzer Godo Hartmann. Im Verhör scheint aber auch für ihn die Nachricht des Todes seines Freundes eine Überraschung zu sein. Noch überraschter sind die Polizisten, als plötzlich ein Kommissar des LKA auftaucht, das Verhör abrupt beendet und den Fall zur Landessache erklärt. Dafür ist er den Kollegen eine Erklärung schuldig: Das LKA führt Godo Hartmann als Informanten. Über ihn ist man seit Jahren einem Drogenring unter der Führung eines Mannes, der nur als \"Victor\" bekannt ist, auf der Spur. Godo hat schon etliche Mitglieder der Bande ans Messer geliefert, aber die Identität Victors ist unklar. Godo darf in dem Mordfall an dem Kronzeugen nicht so weit exponiert werden, dass er als Informant auffliegt. Benjamin verfolgt die Ermittlungen mit großem Unbehagen. Nina Petersen bleibt das nicht verborgen. Sie stellt Benjamin zur Rede, und er gesteht ihr, dass die Informationen über den Kronzeugen von ihm kamen. Er hat sie Godo zugespielt, um die Spielschulden seines Bruders zu tilgen. Denn anstelle von Geld wollte Godo Informationen. Niemals hätte Benjamin gedacht, dass er damit indirekt für einen Mord verantwortlich werden könnte. Nina traut ihren Ohren nicht und versucht Benjamin zu bewegen, sich zu stellen und reinen Tisch zu machen. Doch Benjamin bittet sie um Aufschub: Er hat es vermasselt, er will es wieder gut machen, und er glaubt, den bevorstehenden Sturm nur überstehen zu können, wenn er den Mordfall aufklärt. Nina lässt ihn gewähren. Benjamin ist jetzt Täter und Ermittler in einem: Er ist auf der Flucht vor seinen Kollegen und will doch den Fall aufklären. Er versucht aus Godo die wahre Identität Victors herauspressen. Doch der Weg zu Victor führt erstaunlicherweise über Achim, Benjamins Bruder. Achim ist seit Jahren spielsüchtig und war immer tiefer in die illegale Szene hineingeraten. Dort lernte er Victor kennen, der sich seiner annahm. Victor gab Achim das Selbstbewusstsein, das Benjamin ihm nicht geben konnte. Als Benjamin Achim zur Rede stellen will, ist Achim tot. Erschossen. Benjamin hat einen Verdacht, doch er zieht erneut wütend auf eigene Faust los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770874","hoster":"VOE"},{"path":"/redirect/8633218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-6","name":"Kreuzfeuer","epNo":6,"alt":"","descr":"Die beiden Streifenpolizisten Sabine Lieber und Uwe Berger schieben Dienst bei einer Verkehrskontrolle. Reine Routine, wie sie denken, und gleich ist ja auch Feierabend. Doch es kommt ganz anders: Klaus Ewert, ein Autofahrer, den sie wegen eines defekten Rücklichts angehalten haben, rastet völlig aus. Die Situation eskaliert. Ewert schießt Berger brutal nieder und flüchtet mit Sabine und dem Streifenwagen. Nina Petersen besucht währenddessen ihren Exfreund Benjamin Lietz im Gefängnis. Doch Benjamin weigert sich beharrlich, Nina zu sehen. Diese ist nach einer Schussverletzung gerade aus dem Krankenhaus entlassen und wieder im Dienst. Sie fühlt sich angeblich bestens und ist bereit für den Einsatz, doch ihr Chef Gregor Meyer sieht das ganz anders und zwingt sie zur psychologischen Beratung. Ein Unding für Nina. Dafür hat sie jetzt wahrlich keine Zeit. Der gestohlene Streifenwagen mit Uwe Bergers Leiche im Kofferraum wird mitten auf dem Rathausplatz gefunden, und jetzt wird dort auch noch eine Schießerei gemeldet. Klaus Ewert hat sich auf dem Rathausdach verschanzt und schießt auf die Polizisten auf dem Platz. Unter diesen sind auch Karl Hidde und Max Morolf. So schnell, wie die Schießerei begonnen hat, hört sie auch wieder auf. Doch ein Polizist ist tot. Und Hidde wirft Morolf vor, dass er in der Deckung geblieben ist, statt den Kollegen zu helfen. Die Zeugen vom Rathausplatz werden befragt, und eine Zeugin verhält sich so merkwürdig, dass Nina sich ihr etwas genauer widmet: Maren Fenske arbeitet im Standesamt und hat den Schützen auf dem Dach gesehen, kann ihn aber nicht identifizieren Nina, die eigentlich nach einem riskanten Manöver von Meyer beurlaubt wurde, hält sich nicht an diese Abmachung und fährt auf eigene Faust zu Maren Fenske nach Hause. Irgendetwas stimmt nicht, und Nina ist sich sicher, dass diese Zeugin mehr weiß, als sie bisher gesagt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770868","hoster":"VOE"},{"path":"/redirect/8633216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-7","name":"Es ist nie vorbei","epNo":7,"alt":"","descr":"Eine Tankstelle wird überfallen, der Kassierer erschossen. Die Bilder der Überwachungskamera zeigen eindeutig die Täterin: Lisa Becker, vor Jahren wegen Mordes an Ninas Chefin verurteilt. Die Gefängnispsychologin Martina Görges wird eingeschaltet. Sie ist schockiert von der Tatsache, dass Lisa während eines Arztbesuchs flüchten konnte und wieder einen Menschen getötet haben soll. Sie sah sie auf dem besten Weg der Rehabilitation. Für Lisa würde die Psychologin ihre Hand ins Feuer legen. Die Stralsunder Kommissarin Nina hat am eigenen Leib mitbekommen, wie geschickt Lisa andere Menschen manipulieren kann und ihnen etwas vorspielt. Sie warnt vor vorschnellen Schlüssen. Konfliktverschärfend kommt hinzu, dass Lisas Exfreund Michael Broder am selben Tag aus der Haft entlassen wird und sich nun auf freiem Fuß befindet. Broder wird zu Lisas Flucht befragt, doch er schweigt. Derweil besucht Lisa ihre Mutter in der Pflegeanstalt und wird dort fast von den Beamten gestellt. Sie kann jedoch entkommen und flieht in die Kneipe der Eheleute Gromek, denen sie mit merkwürdigen Bemerkungen droht. Derweil ergeben die Ermittlungen im Mordfall eine interessante Verbindung: Der getötete Tankwart und der bedrohte Kneipenwirt Gromek waren früher Nachbarn der Beckers. Zusammen mit Lisas Vater hatten die Männer eine Skatrunde. Was ist damals passiert, das bei Lisa einen derartigen Hass schürt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770871","hoster":"VOE"},{"path":"/redirect/8633221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-8","name":"Der Anschlag","epNo":8,"alt":"","descr":"Im Hinterzimmer einer Stralsunder Bar wird Ludger Simon ermordet aufgefunden. Simon war kein Unbekannter in der Hooligan- und Gewalttäterszene. Die Polizei steht vor einem Rätsel. Nina Petersen und ihre Kollegen Karl Hidde, Max Morolf und Gregor Meyer ermitteln in dem Fall und stoßen bald auf eine politisch radikale Gruppierung, deren Treffpunkt die \"Vineta Bar\" war. Sie vermuten, dass ein Bombenanschlag geplant war. Doch was ist das Ziel? Der Besitzer der Bar, Peter Marohn, hat für den Mordzeitpunkt ein Alibi – lässt sich aber krankschreiben und in die Psychiatrie einweisen, um sich weiteren Befragungen durch die Polizei zu entziehen. Bei Ludger Simon gefundene Unterlagen über seine Recherche-Arbeit und ein gestohlener LKW mit einer riesigen Menge Ammoniumnitrat – reiner Sprengstoff – sprechen eine deutliche Sprache. Die Frage ist: Wann und wie soll der Anschlag stattfinden? Nina greift nach dem letzten Strohhalm und macht einen gewagten Vorschlag, auf den sich Meyer schließlich schweren Herzens einlässt: Sie will sich als Patientin in die Psychiatrie einweisen lassen, um Kontakt zu Marohn aufzubauen und so an Informationen über den Anschlag und die Mitverschwörer zu kommen. Nur der Klinikleiter Dr. Steiger wird in diesen Plan eingeweiht. Hidde, Morolf und Meyer heften sich derweil an die Fersen der Attentäter. Als sie diese fast gestellt haben, taucht plötzlich eine schreckliche Erkenntnis auf: Es gibt zwei Anschlagsziele! Das Spiel auf Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12559173","hoster":"VOE"},{"path":"/redirect/8633217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-9","name":"Schutzlos","epNo":9,"alt":"","descr":"In der Innenstadt von Stralsund wird ein bewaffneter Mann gesichtet. Die Menschen reagieren entsetzt, die Schüsse auf dem Rathausplatz vom letzten Jahr sind nicht vergessen. Uniformierte suchen nach dem Mann. Der verschanzt sich in einem Souvenirladen auf der Haupteinkaufsstraße, kann aber vom SEK überwältigt werden. Bei der Vernehmung durch Nina schweigt er eisern. Die Polizei wird zu einem Tatort gerufen. In der Wohnung einer dreiköpfigen Familie – Vater, Mutter, zehnjährige Tochter – sind Schüsse gefallen. Die Leiche eines Mannes im mittleren Alter liegt in ihrem Blut. Allerdings ist der Tote nicht der Familienvorstand, sondern ein Unbekannter ohne Papiere. Von Frau und Kind fehlt jede Spur, der Vater dagegen ist schnell entdeckt: Es ist der schweigsame Verdächtige im Polizeigewahrsam. Gegen ein Familiendrama sprechen fast alle Umstände der Tat. Als der Erkennungsdienst seine Ergebnisse präsentiert, geht Kommissar Morolf ein Licht auf – doch er schweigt zunächst. Bei dem Toten handelt es sich um einen Kollegen der Drogenfahndung aus Frankfurt/Oder. Dank der Auskünfte aus Brandenburg setzt sich ein erstes Bild zusammen: Die Familie war im Zeugenschutz. Hintergrund ist eine wichtige Aussage in einem Prozess gegen die Drogen-Mafia. Aber nicht der schweigende Mann im Verhörraum sollte aussagen – sondern seine verschwundene Frau. Der Beamte gehörte laut Auskunft vom LKA Brandenburg zu ihren Beschützern. Nina Petersen bleibt nicht viel Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770875","hoster":"VOE"},{"path":"/redirect/8633223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-10","name":"Vergeltung","epNo":10,"alt":"","descr":"Am Landgericht Frankfurt/Oder wird der Prozess gegen den Bandenchef Jan \"Pawel\" Pawlowski vorbereitet, die Hauptbelastungszeugin ist Tatjana Komerenkowa. Nina Petersen wird unterdessen mit einem neuen Fall konfrontiert: Eine 15-jährige Internatsschülerin wurde entführt. Sie ist die Tochter einer Polizeiinformantin, die vor Jahren umgebracht wurde – und in deren Tod Kollege Max Morolf tragisch verwickelt ist. Morolf vertraut sich Nina Petersen an: Seit er sich vor Jahren das Vertrauen seines alten Freundes Pawel erschlichen hat, hält dieser ihn für einen zuverlässigen Handlanger. Morolf hat diesen Eindruck regelmäßig gestärkt, weil er so an nützliche Informationen gelangte. Zum Beweis von Morolfs Treue hat Pawel verlangt, ihm bei der Eliminierung der Zeugin zu helfen. Die Entführung ist offenbar eine Reaktion auf dessen Verweigerung, das legen die Bedingungen des Kidnappers nahe: Morolf bekommt das Mädchen nur dann lebend zurück, wenn er Tatjana Komerenkowa in den nächsten 48 Stunden erledigt – bevor sie ihre Aussage vor Gericht machen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173219","hoster":"VOE"},{"path":"/redirect/8633225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-11","name":"Kein Weg zurück","epNo":11,"alt":"","descr":"Zwei Täter erbeuten bei einem Überfall auf einen Stralsunder Supermarkt die Tageseinnahmen. Eine Kassiererin, die ihrer Kollegin helfen will, wird erschossen. Die Täter flüchten unerkannt. Die Kommissare Petersen und Hidde treffen die überlebende Kassiererin, Monika Lüders, wenige Stunden später in ihrer Stammkneipe. Durch Befragung kehren bruchstückhaft Bilder und Erinnerungen zurück. Die ärztliche Untersuchung gibt Gewissheit über eine Vergewaltigung. Monika kann die beiden maskierten Täter kaum beschreiben. Ausländer sollen es gewesen sein – da ist sich Monika sicher, denn der eine, der später dazukam, trug keine Maske und war kein Deutscher. Die Ermittler sammeln Zeugenaussagen von Anwohnern sowie von zwei Männern, die zuerst am Tatort waren: Jakob Merser und Kevin Beinhold, zwei junge Männer aus der Gegend, die Teil der selbst ernannten \"Nachbarschaftsstreife\" und stolz darauf sind, immer einen Blick auf ihr Viertel zu haben. Der entscheidende Hinweis auf einen blauen Lieferwagen, der zum Zeitpunkt des Überfalls vor dem Supermarkt parkte, bringt die Kommissare auf die Spur von Yussuf Obbadi, einem Flüchtling, der in einer Stralsunder Gärtnerei arbeitet. Ist er der Mann, den Monika Lüders als dritten Täter beschreibt? Auf seiner Arbeitsstelle treffen die Ermittler ihn nicht an, und Obbadis Wohnung ist ebenfalls leer. Spuren eines Kampfes und Blutspuren machen einen Zusammenhang mit dem Überfall möglich. Nur welchen? Mitten in die Ermittlungen des Mord- und Entführungsfalls platzt Caroline Seibert, Personalmanagerin des Polizeipräsidiums aus Rostock. Sie fühlt Nina auf den Zahn und bietet ihr sogar den Chefposten der Stralsunder Kripo an. Doch kann Nina der unnahbaren Kommissarin trauen? Was hat Seibert wirklich vor? Nina muss sich eingestehen, dass sie mit dieser Situation an ihre Grenzen kommt. Gregor Meyer, der sich nach seinem Ausschluss vom Dienst immer noch in Stralsund aufhält, warnt Nina vor zu eindeutigen Angeboten und stärkt sie darin, auf ihr Bauchgefühl zu hören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8564984","hoster":"VOE"},{"path":"/redirect/8633227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-12","name":"Das Phantom","epNo":12,"alt":"","descr":"Ein Mann dringt in einem Mehrfamilienhaus in die Wohnung einer jungen Frau ein, während sie schläft. Er sieht sich ihren Wäscheschrank an, danach betäubt er die Frau. Am nächsten Tag vertraut sich die junge Polizistin Petra Degenhardt Nina Petersen an, denn sie hat das Gefühl, beobachtet zu werden. Petra erzählt außerdem, dass ihre Freundin Maren Leiser ebenfalls glaubt, beobachtet zu werden. Nina will Ermittlungen aufnehmen, auch wenn noch keine Straftat vorliegt. Sie wendet sich an ihre neue Chefin Caroline Seibert. Doch noch bevor Nina damit beginnen kann, werden sie und Karl Hidde zu einem Leichenfund im Prerower Bodden gerufen. Die tote Frau ist Sonja Richter, Studentin an der Uni Stralsund. In ihrer Wohnung finden sich Spuren, die darauf hindeuten, dass der Täter Sonja in seine Gewalt gebracht hatte. Eine Beziehungstat? Die Kommissare konfrontieren den Freund des Opfers, einen gewissen Fink, der ebenfalls an der Hochschule studiert. Auch er bestätigt, schockiert von der Tat, dass sich seine Freundin verfolgt fühlte. Besteht eine Verbindung zwischen dem Mord und den anderen Frauen, die sich seit Monaten von einem \"Phantom\" beobachtet fühlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917406","hoster":"VOE"},{"path":"/redirect/8633232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-13","name":"Waffenbrüder","epNo":13,"alt":"","descr":"Trainer Wolfram Winkelmann stoppt die Zeiten einer jungen Laufgruppe, während zeitgleich ein Kitabus über die Landstraße rast. Plötzlich zerreißt ein Knall die Morgenruhe. Eine Rauchsäule steigt auf. Ein Junge, der den Bus gerade verpasst hat, schaut entsetzt in Richtung des Kitabusses. Auch Lauftrainer Wolfram Winkelmann schaut besorgt in Richtung der Rauchsäule. Nina Petersen und Karl Hidde sind schnell am Tatort und können nur noch den Tod des Fahrers feststellen. Sascha Müller war Fahrer des Busses und Angestellter einer städtischen Kita aus Stralsund. Monika Beckmann, die Leiterin der Kita, zeigt sich entsetzt. Auf die Frage der Kommissare, ob Sascha Feinde gehabt hätte, kann Monika nur mit dem Kopf schütteln. Im Weggehen fügt sie hinzu, dass Sascha mit ihrer Tochter Jeanette Beckmann zusammen war. Erste Ergebnisse der KTU ergeben, dass bei dem Anschlag auf den Kitabus ausgefeilte, aber auch eigentlich veraltete Technik angewandt wurde, ähnlich wie bei einem Terroranschlag der RAF im Jahr 1991. Karl, der sich von allen am besten an die Zeit erinnert, wundert sich: solch eine Technik und identischer Sprengstoff bei einem Kitabus? Da muss doch mehr dahinterstecken. Was ist, wenn der Anschlag Sascha persönlich galt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770880","hoster":"VOE"},{"path":"/redirect/8633230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-14","name":"Schattenlinien","epNo":14,"alt":"","descr":"Auf dem Strelasund explodiert eine Jacht. Britta Böhring, geborene Hanssen, überlebt. Doch ihr Gatte, Jan Böhring, Sohn einer Hoteliersfamilie, wird getötet. Der Ermittlerin Nina Petersen fällt bei ihren Recherchen auf, dass Annegret Böhring mit dem Verlust umgeht, als hätte sie von dem Tod ihres Sohnes bereits gewusst. Grund für die Explosion ist ein ferngezündeter Sprengsatz – ein gezielter Anschlag? Was niemand weiß: Annegret Böhring, der ehemalige Kinderheimleiter Richard Dorn und der Ex-Stasi-Mann Martin Krenn werden anonym erpresst. Ging mit der Jacht-Explosion eine erste Warnung ein? Nina ermittelt, dass Annegret Böhring zu DDR-Zeiten unter ihrem Mädchennamen Anna Engels als Ärztin in einem Kinderheim tätig war, in dem junge Menschen zur \"Umerziehung\" eingewiesen wurden, die sich den Normen des Arbeiter- und Bauernstaates nicht fügen wollten. Schikane, Demütigung und Gewalt waren an der Tagesordnung. Nach der Wende hatte sich Annegret Böhring, wie die anderen Erpressten auch, in Stralsund eine neue Existenz aufgebaut. Die Bedrohten schweigen eisern gegenüber den Ermittlern und ihren Familien und beauftragen den Ex-Stasi-Mann mit der \"Erledigung der Sache\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770878","hoster":"VOE"},{"path":"/redirect/8633228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-15","name":"Doppelkopf","epNo":15,"alt":"","descr":"\"Ich habe Susanne Richter getötet.\" Unaufgeregt und emotionslos gesteht der Bücherei-Angestellte Peter Thies den brutalen Mord an einer Strandbesucherin. Obwohl Thies über präzises Täterwissen verfügt und eine der beiden DNA-Spuren am Tatort von ihm stammt, hat Nina Petersen Zweifel an seinem Geständnis. Warum weicht Thies Fragen nach seinem Motiv aus? Gesteht er den Mord, um ins Rampenlicht der Ermittlungen zu treten? Caroline Seibert, Chefin der Mordkommission, wischt Ninas Bedenken beiseite. Keine 24 Stunden nach dem Mord ein geständiger Täter – was will man mehr? Als Nina Petersen Thies auf die Probe stellt und ihm ihre Aufmerksamkeit entzieht, gesteht er einen weiteren Mord: Jana Radic, vor ein paar Jahren spurlos verschwunden. Haben es die Polizisten tatsächlich mit einem Serienmörder zu tun? Nina Petersen bleibt skeptisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8770877","hoster":"VOE"},{"path":"/redirect/8633231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-16","name":"Blutlinien","epNo":16,"alt":"","descr":"Bei Renovierungsarbeiten eines Hauses wird die einbetonierte Leiche einer jungen Frau entdeckt. Für die Hausbesitzerin Maren Brandt bricht eine Welt zusammen. Bei der Toten handelt es sich um ihre Freundin Klara, die seit 1989 spurlos verschwunden war. Marens Bruder Henrik wurde als Letzter mit ihr gesehen und galt vorübergehend als Hauptverdächtiger. Auch Carlos Brandt war den Ermittlern damals suspekt. Er ist Vater der Geschwister und Gelegenheitskrimineller. Das ungeklärte Verschwinden des Mädchens zerstörte die Familie Brandt und vor allem das Leben von Henrik, der immer weiter auf die schiefe Bahn geriet. Bringt das Auftauchen der Leiche nun Klarheit in das Geheimnis des alten Verbrechens? Weiß der angeblich demente Carlos Brandt eigentlich mehr und täuscht seine Krankheit nur vor? Für Kommissarin Nina Petersen, die zusätzlich mit personellen Veränderungen in ihrem Team – angestoßen durch Thomas Jung – umgehen muss, hat der Fall eine sehr persönliche Seite: Klara war auch eine Jugendfreundin von ihr. Zusammen mit ihren Kollegen Karl Hidde und Karim Uthman begibt sie sich auf eine Reise in die Abgründe einer Familie und einer Tat, deren Schatten bis in die Gegenwart reichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12559252","hoster":"VOE"},{"path":"/redirect/8633226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-17","name":"Das Manifest","epNo":17,"alt":"","descr":"Der gewaltsame Tod eines Wirtschaftsanwalts konfrontiert Nina Petersen und ihre Kollegen mit einem komplexen Fall, der bis in die Nachwendezeit zurückreicht. Johannes Kellermann wird erschossen in seiner Villa aufgefunden. Erste Ermittlungen deuten auf einen Raubmord hin. Doch als ein Manifest auftaucht, in dem sich eine Gruppe zu dem Mord bekennt und den \"Tod der Medusa\" ankündigt, nimmt der Fall eine brisante Wendung. Um dem Medusa-Rätsel auf die Spur zu kommen, beleuchten Nina Petersen, Karl Hidde und Karim Uthman die Vergangenheit von Kellermann, der in den 90ern mit der Abwicklung einer Stralsunder Werft beauftragt war. War Kellermanns Tod eine Rache am System? Welche Rolle spielt der Automechaniker Jens Roberts, der offenbar eine gemeinsame Vergangenheit mit dem Opfer hatte? Die Ermittlungen führen bald auch zu dem jungen Familienvater Dominik Euler. Ein auf ihn gemeldetes Handy war zur Tatzeit in der Funkzelle am Tatort eingeloggt. Ist Euler in den Mordfall verstrickt und deshalb nun auf der Flucht? Und was haben der Werft-Mitarbeiter Manfred Wolf und seine Kinder Dieter und Barbara mit dem Fall zu tun? Thomas Jung und sein Team stehen vor einer schwierigen Aufgabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8600495","hoster":"VOE"},{"path":"/redirect/8600485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-18","name":"Medusas Tod","epNo":18,"alt":"","descr":"Um einen Mord aufzuklären, müssen Nina Petersen und Karl Hidde einen erst kürzlich zu den Akten gelegten Fall neu aufrollen. Die Ermordung eines Mannes in den Wäldern Stralsunds und das Verschwinden eines kleinen Mädchens beschäftigen Thomas Jung und sein Team. Gibt es einen Zusammenhang zwischen den beiden Fällen? Die Ermittlungen führen zu einem nur scheinbar abgeschlossenen Fall. Es geht um brisante Akten der Wendezeit. Als Nina und ihre Kollegen von höherer Stelle ausgebremst werden, liegt die Vermutung nahe, dass Informationen unter Verschluss gehalten werden sollen. Weiß Jungs Vorgesetzter Lutz Hagner mehr, als er zugibt? Und wie ist die Stiftungsleiterin Charlotte Schierer in den Fall verstrickt? Die Nachforschungen ergeben, dass das Opfer aus dem Wald zu einem Bio-Bauernhof gehörte. Doch die Hofbewohner Hanne Beckmann und Peter Gruber zeigen sich gegenüber den Ermittlern wenig kooperativ. Welches Geheimnis verbindet den Hof mit Dieter Wolf? Und was hat dieser wiederum mit dem Vaters des verschwundenen Mädchens zu schaffen? Nina Petersen und Karl Hidde müssen sich ordentlich ins Zeug legen, um die vielen offenen Fragen zu beantworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8600505","hoster":"VOE"},{"path":"/redirect/8600496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-19","name":"Wilde Hunde","epNo":19,"alt":"","descr":"Das Stralsunder Ermittlerteam bekommt es mit einer Organisation zu tun, die Teenager aus einer Pflegefamilie für ihre kriminellen Machenschaften benutzt. Mario Brendler, ein Jugendlicher, den die Kripo kurzzeitig wegen eines Drogendeliktes in Verwahrung hatte, wird wenige Stunden nach Verlassen des Präsidiums tot aufgefunden. Obwohl die Todesumstände zunächst ungeklärt sind, deutet alles auf Fremdverschulden hin. Von ihrem Vorgesetzten Thomas Jung erfahren Nina Petersen und Karl Hidde, dass das Opfer in der Vergangenheit regelmäßig als Informant für das BKA gearbeitet hat, welches Jung darum gebeten hatte, Mario wieder auf freien Fuß zu setzen. Nina und Karl sind überzeugt, dass Marios Tod hätte verhindert werden können, wenn sie früher davon erfahren hätten. Die Ermittlungen ergeben, dass das Opfer zu einer Gruppe kleinkrimineller Jugendlicher gehörte, die Aufträge für eine ausländische Organisation erledigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9745783","hoster":"VOE"},{"path":"/redirect/12559308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-20","name":"Die rote Linie","epNo":20,"alt":"","descr":"Die Ermittlerin Nina Petersen sieht sich nicht nur mit der Rückkehr ihres Ex-Kollegen Benjamin Lietz konfrontiert, sondern auch mit einem gefährlichen Fall von Autoteileschmuggel. Sie staunt nicht schlecht, als Benjamin Lietz eines Abends schwer verletzt vor ihrer Tür liegt. Lietz, mit dem sie mehr als eine berufliche Verbindung hatte, war jahrelang aus ihrem Blickfeld verschwunden, denn er war einige Zeit im Gefängnis. Als Nina kurz darauf von ihrem Kollegen Karl Hidde zu einem Tatort in einem kleinen Jachthafen gerufen wird, holt die Realität Lietz’ Schweigen schnell ein. Es gibt einen Toten, und es dauert nicht lange, bis das Team um Thomas Jung eine Verbindung zwischen dem Opfer und Benjamin Lietz herstellen kann: Beide waren Zellengenossen in der Justizvollzugsanstalt. Zuletzt waren sie in einen illegalen Handel mit Autoteilen verwickelt. Der Handel florierte auch aus dem Gefängnis heraus und schaffte Konkurrenz. Wurde Lietz’ Zellengenosse nun Opfer einer Bandenrivalität? Als Karl Hidde gekidnappt wird und auf eine Fähre verschleppt werden soll, muss sich Nina fragen, ob ihr Ex-Partner nun erneut die rote Linie überschritten und sich der falschen Seite angeschlossen hat. Gemeinsam mit ihren Kollegen Karim Uthman und Techniker Stein begibt sie sich undercover ebenfalls auf die Fähre, um Karl Hidde zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11487167","hoster":"VOE"},{"path":"/redirect/11487168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-21","name":"Der lange Schatten","epNo":21,"alt":"","descr":"Die neue Stelle ist wichtig für Kommissarin Jule Zabek. Die junge Frau mit der unkonventionellen Art braucht den Job bei der Polizei; er ist die einzige Konstante in ihrem bisherigen Leben. Ihr erster Fall zieht Jule sofort in seinen Bann. Zwei vermisste Teenager-Schwestern sind für Karl Hidde, Chef der Mordkommission, und Kollege Karim Uthman noch nicht alarmierend. Doch Jule ahnt Schlimmeres. Kurz darauf wird die Leiche eines der Mädchen gefunden. Ihre Schwester bleibt verschwunden. Für die Ermittler beginnt der Kampf gegen die Zeit. Trotz chronischer Schlaflosigkeit arbeitet Jule hartnäckig und zielstrebig. Hiddes anfängliche Skepsis Jule gegenüber weicht einer vorsichtigen Anerkennung. Eine Bushaltestelle, nahe dem Fundort der Leiche, wird zum Ausgangspunkt von Jules Ermittlungen. Dabei wird sie tatsächlich fündig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13128860","hoster":"VOE"},{"path":"/redirect/13128859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/stralsund/staffel-1/episode-22","name":"Tote Träume","epNo":22,"alt":"","descr":"Stanimir Panows Leiche liegt am Rand einer Landstraße. Wurde der Erntehelfer Opfer eines Unfalls? Oder war es Mord? Jule Zabek verfolgt eine Spur bis in die Stralsunder Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13462590","hoster":"VOE"},{"path":"/redirect/13462592","hoster":"Streamtape"}]}]}]}]}