{"path":"/serie/stream/street-fighter-ii-victory","name":"Street Fighter II V","descr":"Ryu trainierte in seiner Jugend mit Ken in einem japanischen Dojo. Eines Tages kommt Ken aus Amerika zurück und beide reisen von da an um die Welt – auf der Suche nach anderen Fightern, um ihre Kampfstile zu vervollkommenen. Dabei lernen sie Chun Li kennen, eine kampferprobte schöne Frau. Auf ihrer Reise begegnen ihnen noch viele Kämpfer, gute wie böse.","seasons":[{"path":"/serie/stream/street-fighter-ii-victory/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/street-fighter-ii-victory/filme/film-1","name":"Live Action: Assassin\u0026#039;s Fist","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10395287","hoster":"VOE"},{"path":"/redirect/10395284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/filme/film-2","name":"Live Action: The Legend of Chun-Li","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10395286","hoster":"VOE"},{"path":"/redirect/10395282","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-1","name":"","epNo":1,"alt":"The Beginning of a Journey","descr":"Alles begann als Ryu eine Einladung nach San Francisco von seinem altem Freund und Traingspartner Ken erhält. Ryu verlässt somit seine Heimat Mikuni. Nach seiner Ankunft in den USA beschließt Ken sofort nach dem Essen Ryu die Stadt zu zeigen. In der Mount Fuji Bar geraten die beiden Freunde sofort in einen Kampf. Nachdem sie alle Gegner ausser Gefecht gesetzt haben, taucht ein weiterer unbekannter Kämpfer auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395148","hoster":"VOE"},{"path":"/redirect/10395147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-2","name":"","epNo":2,"alt":"The King of the Air Force","descr":"Der neue Gegner heißt Guile. Ryu hat keine Chance gegen ihn und verliert den Kampf. Ken will sich für Ryus Niederlage revangieren, verliert aber ebenfalls gegen Guile. Ryu und Ken sehen ein, dass es draußen in der Welt noch andere gute Kämpfer gibt, welche verschiedenste Kampfarten zu bieten haben im Vergleich zu den Gewohnten. Somit beschliessen sie durch die Welt zu reisen, um gegen die besten Kämpfer antreten zu können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917413","hoster":"VOE"},{"path":"/redirect/10395153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-3","name":"","epNo":3,"alt":"Landing in Hong Kong","descr":"Den Anfang ihrer Reise machen Ryu und Ken in Hong Kong. Nachdem sie sich in einem Deluxe Hotel eingeschrieben haben, beschließt Ken die Reiseführerin Chunli anzuheuern. Sie ist neu auf ihrem Gebiet und muß bei den Schauplätzen die sie zu sehen kriegen mehr Aufregungen durchstehen als Ryu und Ken. Die Drei mieten einen Helikopter, ihr Pilot heißt Tyler. Ryu und Ken beschließen am Kwoloon Palace abgesetzt zu werden. Tyler warnt sie, dass dies ein gesetzesloser Ort ist, wo es sehr gefährlich werden kann. Doch genau das ist der Grund wieso die beiden Kämpfer dort hinwollen. An diesem Ort finden Kämpfe statt, auf welche Wetten abgeschlossen werden. Ryu und Ken wollen dort hin um gegen diese Leute antreten zu können. Ken gibt Chunli etwas Geld, um auf die beiden zu wetten, wenn sie dran kommen. Ryu ist als Erster dran und besiegt alle seine Gegner, Chunli verdient dabei eine Menge Geld. Der Kopf des Kowloon Palace ist bestürzt über die beiden Fremden, dass sie gekommen sind und alle Kämpfer besiegt haben. Er befehlt seinen Leuten die beiden nicht wieder gehen zu lassen. Somit hat die Jagd begonnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395159","hoster":"VOE"},{"path":"/redirect/10395155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-4","name":"","epNo":4,"alt":"Darkness at Kowloon Palace","descr":"Ken, Ryu und Chunli fliehen vor den Leuten vom Kowloon Palace, aber während der Flucht lässt Ken sein Handy fallen. Somit kann er Tyler nicht mehr mitteilen, sie wieder abzuholen, was heißt dass sie bis zum Ende der Zone laufen müssen. Die Drei geraten dabei in die Black Snake Gang. Ken und Ryu stecken einige Schläge ein, können sich am Ende aber durchsetzen. Kurz danach stossen sie auf eine Hockey Gang. Ken und Ryu werden mit Pucks beschossen, blocken aber jeden der Schüsse ab und setzen die Gang ohne größere Anstrengungen ausser Gefecht. Die zwei Kämpfer und Chunli versuchen weiterhin aus der Zone zu fliehen. Sie sehen bereits die Grenze zwischen der der Zone und der Stadt, jedoch versperrt ihnen ein Auto den Weg. Aus dem Auto steigen der Chef des Kowloon Castles und zwei Bodyguards aus. Zunächst wirkt es als wären die beiden im Vorteil, aber nach einiger Zeit drehen Ryu und Ken den Spiess um und sind kurz davor die beiden Bodyguards zu besiegen. Der Chef des Kowloon Palace greift jedoch zur Waffe und droht Chunli zu töten, wenn sie weiterhin Wiederstand leisten. Plötzlich werden alle durch ein helles Licht geblendet, verursacht durch den Helikopterpiloten Tyler. Der Chef des Kowloon Palace zielt auf Ken, und man hört nur noch einen Schuss. Es stellt sich heraus dass Chunlis Vater Dorai (Polizist) der Schütze war, der dem Verbecher rechtzeitig die Pistole aus der Hand geschossen hat..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395162","hoster":"VOE"},{"path":"/redirect/10395161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-5","name":"","epNo":5,"alt":"Hot Blooded Fei Long","descr":"Die Episode beginnt mit Dorai der die Verfolgung eines Drogensyndikats beginnt. Ryu, Ken und Chunli treffen sich während dessen im Golden Bay Palace zum Essen. Danach erzählt Chunli wie sie zusammen mit Fei Long aufgewachsen ist und dass er immer wie ein Bruder für sie war. Er trainierte häufig in Dorais Dojo. Heute ist er ein bekannter Action Star. Chunli läd die beiden zu einer Besichtung des Schauplatzes ein, an dem Fei Long seinen nächsten Film drehen lässt. Jedoch laufen die Dreharbeiten nach seiner Aussage eher schlecht. Fei Long möchte, dass die Kämpfe im Film möglichst echt aussehen, jedoch sind die Stuntmens zu schwach und fürchten sich sogar teilweise vor dem Action Star. Ken tritt ins Geschehen und will Fei Long helfen einen möglichst echt aussehenden Kampf zu inszinieren. Ken erhält ein spezielles Kostüm (sieht eher lächerlich aus), woraufhin der Kampf beginnt. Beide schenken sich nichts und es folgt ein harter Schlagabtausch unter dem auch die Deko für die Umgebung leiden muß. Am Ende bietet Ken ein grandioses Finish und wendet zum ersten mal die Sho-ryu-ken gegen Fei Long an, gefolgt von einem harten Kick der den Action Star direkt ins Gesicht trifft. Daraufhin bricht der Regiesseur den Kampf ab, obwohl Fei Long den Kampf lieber bis zum Ende durchgezogen hätte. Er spricht Ken seinen Respekt aus und verspricht ihm den Kampf ein ander mal zu Ende zu führen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395170","hoster":"VOE"},{"path":"/redirect/10395164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-6","name":"","epNo":6,"alt":"Appearance of the Secret Technique","descr":"Chunli erzählt Ken und Ryu dass ihr Vatter sie zu einem Besuch in seinem Dojo eingeladen hat. Zuvor beschliessen sie aber noch einkaufen zu gehen. Ken und Chunli gehen von einem Laden zum andern und sind in ihrem Kaufrausch nicht mehr zu stoppen. Ryu langweilt sich und sieht an einer Bank einen alten Mann, der kurz davor ist einen Schwächeanfall zu erleiden. Er bittet Ryu ihn an einen Ort zu führen an dem er ungestört ist. Der alte Mann beginnt zu meditieren und ist bald mit Energie umgeben. Dann erzeugt er einen Energieball und verleibt sich dessen Energie ein, worauf er sich wieder besser fühlt. Ryu kann nicht fassen was er gesehen hat und bittet den alten Mann um eine Erklärung. Der Mann läd Ryu darauf ein ihn später in seinem Haus zu besuchen. Ryu trifft Ken und Chunli wieder, erzählt ihnen von dem Vorfall und verspricht sich später, nach dem Besuch beim alten Mann, mit den beiden an Dorais Dojo zu treffen. Der alte Mann versucht ihm einige alte Techniken beizubringen und ist überrascht wie schnell er sich diese aneignet. Er sieht dass Ryu sogar das Talent hat die Technik von \"Körper und Seele\" zu meistern. Bevor er den alten Mann wieder verlässt, schenkt ihm dieser ein Plakat von Dharma, dem ehemaligen Meister der geheimen Technik. Ryu trifft sich nun als nächstes mit Chunli und Ken in Dorais Dojo und beobachtet wie Chunli gegen einen der Schüler kämpft und gewinnt. Am Abend erzählt Ryu von dem alten Mann. Dorai kennt denn Mann und erzählt dass er Meister Young heißt und er während Chinas Bürgerkrieg ein auserwählter Leibwächter war. Ryu erzählt Dorai alles, was der alte Mann ihm beigebracht hat. Als Dorai erwähnt, dass Meister Young nur wenige in seine Techniken einweiht, ist Ryu besonders erfreut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395166","hoster":"VOE"},{"path":"/redirect/10395167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-7","name":"","epNo":7,"alt":"The Revenge of Ashura","descr":"Dorai und seine Truppe stellen eine Drogenbande. Die Drogenbande gehörte zur Ashura Gang, welche beschließt Dorai auszuschalten. Sie versuchen seine Tochter Chunli, auf dem Rückweg von der Schule, zu entführen. Ein paar Männer verkleiden sich als Clowns und versuchen sie zu fassen, Chunli bekämpft sie jedoch ohne weitere Probleme und erhält am Ende noch Hilfe von Ryu und Ken. Nach einem schnellen Sieg fragt Ken einen der Leute aus, wer sie geschickt hat. Dieser erzählt, dass sie beauftragt wurden Chunli zu entführen. Jedoch sollte sie nur der Lockvogel sein, um an Dorai heranzukommen. Chunli sorgt sich und will ihren Vater auf dem schnellsten Weg warnen. Inzwischen hat einer der Clowns, der entkommen konnte, seinen Boss kontaktiert, und klärt ihn über die Situation auf. Der Boss ist wütend und startet nun den Versuch Dorai in seinem Dojo zu stellen. Dorais Schüler schlagen sich gut, aber nicht gut genug. Ein paar der Angreifer beherrschen das Muay Thai und besiegen einen der Schüler nach dem andern. Am Ende bleibt nur Fei Long übrig und auch er hats schwer mit seinen Gegnern. Einige der Männer sind inzwischen schon in den Dojo eingedrungen und stehen Dorai gegenüber. Ryu, Ken und Chunli erreichen nun auch den Schauplatz. Ryu und Ken helfen Fei Long draußen. Chunli will ihrem Vater im Innern des Dojos zu Hilfe eilen. Ken und Ryu entdecken schnell die Schwäche der Muay Thai Kämpfer und besiegen sie kurzer Hand zusammen mit Fei Long. Dorai und Chunli erledigen gleicheres im Dojo. Ryu und Ken haben dennoch Interesse an dieser neuen Technik gefunden und wollen mehr über Muay Thai erfahren um sie mit ihrer eigenen Technik zu kombinieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395178","hoster":"VOE"},{"path":"/redirect/10395171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-8","name":"","epNo":8,"alt":"Trap, Prison, and the Scream of Truth","descr":"Ryu und Ken verabschieden sich von Dorai, Chunli und Fei Long und fliegen nach Bangkok in Thailand. Sie hoffen dort Muay Thai Kämpfer zu finden, um selbst diese Technik zu erlernen. Ein Anhänger der Ashurabande, der im letzten Kampf entkommen konnte, lauert Ryu an der Passkontrolle auf und jubbelt ihm Heroin unter, ohne dass Ryu etwas bemerkt. Kurz danach wird er von einem Kontrolltrupp überführt, der das Heroin entdeckt. Ryu wird inhaftiert während Ken den wirklichen Täter bemerkt und ihn verfolgt, jedoch wieder seine Spur verliert. Im Gefängnis wird Ryu vom Wärter hart drangenommen, welcher selbst vor Foltermethoden wie den Schlägen mit einer Metallkette oder der Peitsche nicht halt macht. Inzwischen versucht Ken mit Hilfe einiger Special Agents den wahren Täter ausfindig zu machen. Am Morgen wird Ryu von einem anderen Gefangen provoziert. Ryu will jedoch Ärger vermeiden und schleuert ihn mit einem Ruck beiseite. Sagat, unter den Gefangen sehr angesehen, beobachtet das Ganze aus dem Hintergrund. Wenig später kommt es zu einer weiteren Auseinandersetzung mit zwei Gefangen die Muay Thai beherrschen. Ryu versucht weiterhin sich zurückhalten, wird aber ohne Ende in Angriff genommen, woraufhin er sich doch wehrt und die beiden Gegner auf leichte aber brutale Weise besiegt. Sagat hat das Spektakel wieder beobachtet und will als nächster den Kampf mit Ryu aufnehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395177","hoster":"VOE"},{"path":"/redirect/10395176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-9","name":"","epNo":9,"alt":"The Superstar of Muay Tai","descr":"Der Kampf zwischen Ryu und Sagat beginnt. Ryu versucht während des Kampfes Techniken des Muay Thai anzuwenden und Sagat ist überrascht wie gut er diese bereits nach kurzer Zeit beherrscht. Dennoch ist ihm Sagat im Muay Thai überlegen und verteilt einen Schlag nach dem anderen. Ryu geht zu Boden, richtet sich aber wieder auf, greift nun zu seiner eigenen Technik und gewinnt nach kurzer Zeit die Oberhand. Sagat ist begeistert nach langer Zeit einen so guten Kämpfer wie Ryu zu treffen und erzählt von seiner Vergangenheit als berühmter Kämpfer im Ring. Ein Anhänger der Ashura Gang unternahm einen Bestechungsversuch bei Sagat. Er wollte dafür sorgen dass dieser den nächsten Kampf absichtlich verliert. Sagat jedoch lehnte ab und schlug aus Wut auf das Ashuramitglied ein. Aus Rache jubbelte ihm die Ashuragang, genau wie bei Ryu, Drogen unter, worauf Sagat im Gefängnis landete und die gleiche Folter durchmachen mußte. Sagat bricht nun seinen Kampf gegen Ryu ab. Der Wärter jedoch befiehlt ihm dass er den Kampf fortsetzt, um von den Wetten die auf den Kampf abgeschlossen wurden zu profitieren. Sagat weigert sich immer noch worauf der Wärter zur Kette und anschließend zur Pistole greift und sogar bereit ist den Muay Thai Champion zu erschiessen. Ryu entwaffnet ihn in letzter Sekunde und überwältigt ihn kurzer Hand gemeinsam mit Sagat. Inzwischen sucht Ken weiter nach dem Mann, der Ryu ins Gefängnis gebracht hat. Er findet ihn und es kommt zu einer Verfolgungsjagd auf der Strasse. Ken gerät in eine List und der Mann entkommt mitsamt seinem Chef. Jedoch kann er sich seine Maske aneignen. Ken erinnert sich, dass der Angreifer, der beim Kampf in Dorais Dojo entkommen konnte, die selbe Maske trug. Die Beweise reichen, um Ryu auf Bewährung aus dem Gefängnis zu lassen. Jedoch darf er das Land nicht verlassen, bis seine Unschuld ganz bewiesen wurde. Zusammen wollen Ryu und Ken nun die Mitglieder der Ashuragang stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395181","hoster":"VOE"},{"path":"/redirect/10395180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-10","name":"","epNo":10,"alt":"Dark Omen","descr":"Ryu und Ken suchen einen Teil der Ashura Gang in ihrem geheimen Versteck auf und stossen dabei auf den Mann, der Ryu das Heroin untergejubelt hat. Ryu lässt dies nicht unbezahlt und knöpft sich den Verbrecher persönlich vor. Ryu beendet den Kampf den schnell. Er und Ken liefern ihn und den Rest der Bande hinterher bei der Polizei von Bangkok ab. Ryus Unschuld ist damit entgültig bewiesen. Nachdem sie das Revier verlassen werden sie jedoch sofort von einem Scharfschützen ins Visier genommen und können dem Schuss im letzten Moment ausweichen. Beide nehmen sofort die Verfolgung auf und springen auf den Lasttransporter mit dem der Schütze flieht. In der Zwischenzeit wird das Ashuramitglied, das Ryu ins Gefängnis brachte von einem als Polizist verdeckter Killer, der selbst zur Ashuragang gehört, auf der Polizeistation ermordet, um so unnötige Zeugenaussagen zu vermeiden. Ryu und Ken verstecken sich weiterhin auf dem Wagen und dringen so in ein weiteres Versteck der Ashuragang ein, in dem sich auch der Bandenführer Soji aufhält. Dieser hat die beiden jedoch sofort mit einer versteckten Kamera ausfindig gemacht. Nach der Ankunft schalten Ryu und Ken den Fahrer und Schützen aus, werden jeodch sofort von Sojis bewaffneten Männern gefangen genommen. Soji fragt danach beide aus wer ihr Auftraggeber sei. Als sie erzählen, dass sie für niemanden arbeiten, droht Soji Ryu den linken Arm mit einer Kettensäge aubzutrennen. Er selber hat seinen linken Arm verloren, was ihn wahnsinnig machte und seitdem sammelt er die Arme seiner Feinde. Dorai und die Polizei von Bangkok machen inzwischen auch das Versteck mit Hilfe eines Peilsenders ausfindig. Während die Truppe in das Versteck eindringt, entwaffnet Ken seine Gegner, anschließend auch Soji und befreit Ryu. Soji und seine Bande wurden gestellt, woraufhin auch Sagat aus dem Gefängnis entlassen wird. Sagat bedankt sich bei den beiden und sieht dass Ryu ein Plakat von Dharma bei sich hat. Er gibt ihnen daraufhin den Tipp nach Indien zu reisen, um die geheime Technik \"Hadoukin\" zu erlernen. Dazu müssen sie den Mönch Dahlsim aufsuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395189","hoster":"VOE"},{"path":"/redirect/10395182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-11","name":"","epNo":11,"alt":"Visitation of the Beasts","descr":"Ryu und Ken sind nach Indien gereist und beriets in der Stadt Calcutta. Auf dem Weg zum Fluss von dem aus es mit dem Boot weitergehen soll, hören die beiden plötzlich den Schrei einer Frau und rennen zum Schauplatz um nach dem Rechten zu sehen. Dort angekommen sehen sie wie sich ein paar Vandalisten an die Zerstörung eines baufälligen aber dennochen aktiven Krankenhauses machen. Die Ärztin (selbst US - Amerikanerin) und ein alter Mann versuchen dies zu verhindern, scheitern jedoch. Kurz darauf greifen Ryu und Ken ein. Ohne großen Aufwand verscheuchen sie die Vandalisten. Die Ärztin erweist sich als dankbar und klärt die beiden über die ärmlichen Verhältnisse der Stadt auf. Die Vandalisten handelten im Namen eines Auftraggebers, der das Land auf dem das Krankenhaus steht in einem Industriepark verwandeln will. Ken ist beeindruckt von der Stärke und der Hilfsbereitschaft der Ärztin gegenüber den Einwohner. Er bestellt einige Angestellte der Masters Corporation seines Vaters her, die sich um den Landkauf und die vollständige Restauration des Krankenhauses kümmern sollen. Währenddessen mieten sich Ryu und Ken ein Boot und fahren zu dem Dorf in dem der Mönch Dahlsim lebt. Dort angekommen erwartet Dahlsim die beiden Kämpfer überraschenderweise bereits. Er erklärt sofort, dass er sie Hadoukin nicht lehrt, da Bestien (damit richtet er sich an Ryu Ken) diese Technik nur missbrauchen würden. Er bezeichnet sie deshalb als Bestien, weil sie wie Wilde kämpfen ohne dabei auf die Folgen zu achten und die Gegner in ihrer wahren Person wahrzunehmen. Ken und Ryu beschliessen dennoch zu bleiben bis der Mönch sich anders entscheidet. Währenddessen gehen sie den Dorfbewohnern bei der Arbeit zur Hand. Eines Morgens bittet Dahlsim die beiden ihm zu einer Höhle zu folgen. Er erklärt, dass sich in der Höhle ein Schatz befindet, der von einem bösen Geist bewacht wird. Die Höhle darf deshalb unter keinen Umständen betreten werden. Noch am darauffolgenden Abend machen sich jedoch Grabräuber an der Höhle zu schaffen. Sie schicken 2 ihrer Leute rein, um den Schatz zu holen. Am Ende kommt nur noch einer mit schweren Verletzungen herraus und stirbt kurze Zeit später.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12927058","hoster":"VOE"},{"path":"/redirect/10395188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-12","name":"","epNo":12,"alt":"The Deadly Phantom Faceoff","descr":"Am nächsten Morgen trommeln die Grabräuber die Dorfbewohner zusammen und nehmen sie als Geiseln. Sie zwingen Ken und Ryu die Höhle zu betreten und den Schatz zu holen, ansonsten werden alle Dorfbewohner getötet. Dhalsim warnt die beiden vorher, dass sich in der Hölle ein Spiegel befindet, durch den man die Verborgenheiten seines Herzens sehen kann und es schrecklich sein kann sein eigenes Herz zu erkennen. Nachdem Ryu und Ken in der Höhle auf eine goldene Statue stossen, spüren sie wie sich ihr Geist von ihrem Körper trennt, schließen werden auch die beiden Kämpfer von einander getrennt und jeder von ihnen sieht sich einer lebenden Steinstatue gegenüber. Der Kampf beginnt und sowohl Ryu, als auch Ken scheinen ebenbürtige Gegner zu haben. Dhalsim spricht nochmal zu ihnen und sagt, dass der Kampf der falsche Weg ist. Sie dürfen nicht vergessen, dass der Spiegel ihre eigenen Herzen wiederspiegelt. Ryu und Ken verstehen die Botschaft jedoch nicht und kämpfen weiter gegen ihre Gegner bis sie gleichzeitig kampfunfähig werden. Dhalsim schaltet sich erneut ein und vermittelt nochmal seine Botschaft. Die beiden Kämpfer begreifen plötzlich, dass sie die ganze Zeit gegeneinander gekämpft haben, woraufhin sie sich wieder als reale Personen erkennen können. Die Prüfung ist bestanden, jedoch ist Ryu auf dem linken Auge erblindet und Kens gebrochene Rippen scheinen sich in seine Lunge zu bohren, wodruch er droht zu ersticken. Sie schaffen es dennoch ziemlich erschöpft die Höhle mit dem Schatz zu verlassen. Die Geiselnehmer drohen dennoch Ryu, Ken sowie die Dorfbewohner zu töten. Darauf entwaffnet Dhalsim sie innerhalb eines Augenblicks und lähmt sie indem er ihre Blutzufuhr zum Gehirn unterbicht. Wenig später heilt der Mönch die Verletzungen der beiden Kämpfer mit Hilfe seiner mysteriösen Kräfte. Beiden wundern sich, dass Dhalsim ein kleines Mädchen in die Höhle schickt, um den Schatz wieder an seinen alten Platz zu bringen. Er erklärt, dass die Höhle für einen Menschen mir reinen Herzen auch nur eine gewöhnliche Höhle bleiben wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395202","hoster":"VOE"},{"path":"/redirect/10395192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-13","name":"","epNo":13,"alt":"The Legend of Hadou Ken","descr":"Der Mönch Dhalsim beschließt Ryu und Ken die Basis von Hadoukin zu lehren. Jedoch kann er ihnen nur die Grundlagen und nicht die Technik selbst erklären. Durch eine Meditationsübung versucht Dhalsim die verborgenen Kräfte zu Hadoukin (US: Hadouken) in den beiden Kämpfern zu wecken. Ryu fühlt sich plötzlich von einer ungeheuren Energie befallen und ist sich sicher, dass er jetzt Hadoukin anwenden kann. Er konzentriert sich, bildet mit seinen Armen einen kreislinigen Verlauf in der Luft und sammelt die äußere Energie der Luft um sich an. Er schließt sie zu einer Energiekugel in seinen Händen zusammen, worauf sie aber plötzlich explodiert. Dhalsim erklärt, dass Ryu zwar die Basis von Hadoukin gelehrt hat, er aber nicht in der Lage ist, diese ungeheure Energie zu kontrollieren. In diesem Fall stellt die Hadoukin eine tödliche Falle für den Anwender selbst dar. Ryu will nicht aufgeben, und auch diese letzte Lektion zur vollkommenen Kontrolle von Hadoukin erlernen. Er betritt erneut den Tempel und trifft dort auf ein Schattenbild von Guile. Dieser greift Ryu an. Ryu sieht kurz vor jedem Angriff Lichtlinien, die wenige Sekunden vorher den Angriffspunkt von Guiles Schlägen vorraussagen. Er erkennt, dass diese Linien Guiles Gedanken darstellen, nutzt diese Erkenntnis aus und liefert seinem Gegner einen ebenbürtigen Kampf. Nachdem Ryu nicht mehr weiterkämpfen will ändert sich sein Schauplatz und er findet sich an dem Ort wieder, an dem er zum ersten mal Hadoukin probiert hat. Es stürmt und im Hintergrund macht sich ein Gewitter bemerkbar. Ryu fühlt sich wieder von einer ungeheuren Energie befallen und wagt erneut den Versuch Hadoukin zu machen. Wie zuvor schließt er die Energie in seinen Händen zusammen. Plötzlich sieht er verschiedene Lichtblitze um sich herum und erkennt, dass diese wie bei Guile auch seine Gedanken mit unterschiedlichen Zielen darstellen. Es erscheint Dhalsim der Ryu erklärt, dass er seine Gedanken und Absichten konzentrieren muss, so dass sie auf einer Linie stehen. Ryu stellt sich einen Gegner in seinem Gedanken vor, worauf es ihm gelingt die Hadoukin abzufeuern. Er und Ryu verlassen darauf das Dorf und fliegen auf Grund einer Einladung von Chunli als nächstes nach Barcelona.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395201","hoster":"VOE"},{"path":"/redirect/10395195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-14","name":"","epNo":14,"alt":"The Bloodthirsty Prince","descr":"Der böse Matador Vega betritt eine Stierkampfarena, um sein Können im Stierkampf unter Beweis zu stellen. Vega bemerkt die Schönheit von Chun Li in der Sekunde, in der er die Arena betritt, und entwickelt sofort Zuneigung für sie. Bevor er gegen den Stier kämpft, schenkt er ihr eine Rose. Vega besiegt den Stier mit Leichtigkeit und präsentiert Chun Li das Ohr des Stiers als Beweis seines Sieges. Nach diesem Vorfall wird Chun Li in der Nähe von Vega unruhig. Ryu, Ken und Chun Li treffen Vega nach der Stierkampfarena noch ein paar Mal, und jedes Mal zeigt Vega mehr Zuneigung zu Chun Li. Mitten in der Nacht, als Chun Li, Ryu und Ken schlafen, schleicht sich Vega in Chun Lis Hotelzimmer und küsst sie. Vega gelingt es, Chun Li mit einem Liebestrank zu betäuben, so dass sie sich jedes Mal, wenn sie ihn sieht, nur noch auf ihn konzentriert. Vega gelingt es, aus dem Zimmer zu fliehen, gerade als Ken bemerkt, dass jemand da ist. Die Episode endet, als Ryu, Ken und Chun Li aufwachen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395198","hoster":"VOE"},{"path":"/redirect/10395199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-15","name":"","epNo":15,"alt":"Clash of the Titans","descr":"Ken wird von Vega zu einer Party eingeladen, obwohl er nicht weiß, dass Vega den Brief geschickt hat. Ken und Chun Li gehen zu der Party, während Ryu im Hotel zurückbleibt und sein Hadouken übt. Als sie die Party erreichen, driftet Chun Li in eine Benommenheit ab, und Ken erkennt, dass Vega in dem Stahlkäfig in der Mitte des Raumes, in dem die Party stattfindet, ist. Ken betritt den Ring und entscheidet sich für den Kampf gegen Vega. Vega greift Ken ein paar Mal an, als die Episode endet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395208","hoster":"VOE"},{"path":"/redirect/10395204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-16","name":"","epNo":16,"alt":"The Unveiled Ruler","descr":"Der Kampf zwischen Ken und Vega geht weiter. Vega ist leicht im Vorteil, denn er bricht Ken beide Füße und sorgt außerdem dafür, dass Ken durch seine Klauen viel Blut verliert. Trotzdem kommt Ken gegen den Matador gut zurecht und schafft es, Vega ein paar harte Schläge zu verpassen, bevor Vega ihn mürbe macht. Vega springt auf den Kronleuchter, um seine ultimative Attacke einzusetzen, während Ken sich darauf vorbereitet, seine ultimative Attacke, den Shoryuken, gegen Vega einzusetzen. Gerade als die beiden ihre ultimativen Angriffe gegeneinander einsetzen wollen, endet die Episode.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395210","hoster":"VOE"},{"path":"/redirect/10395207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-17","name":"","epNo":17,"alt":"The Despot`s Commander","descr":"Der Kampf zwischen Ken und Vega geht zu Ende, als Ken Vega mit dem Shoryuken ausschaltet. Ken fällt daraufhin schwer verletzt zu Boden. Chun Li betritt daraufhin den Käfig, da der von Vega verabreichte Liebestrank nachgelassen hat. Ken und Chun Li unterhalten sich ein wenig, dann lässt sich Vega vom Kronleuchter fallen, nachdem Ken ihn mit seinem Shoryuken zu Boden gebracht hat. Vega wacht für einen kurzen Moment auf und versucht, Ken anzugreifen, aber als er vom Kronleuchter fällt, stirbt er vermutlich, denn er wird nie wieder wach gesehen. Ken fängt Vega auf seinem Rücken auf, und Bison, der von seinen Fähigkeiten beeindruckt ist, möchte, dass Zoltar, sein Assistent, seine Ärzte dazu bringt, an seiner Genesung zu arbeiten und ihn in seine Villa zu bringen. Ryu übt weiterhin den Hadouken am Strand des Hotels, in dem er untergebracht ist. Ken und Vega werden zur Genesung in verschiedene Zimmer gebracht. Chun Li findet das verdächtig und befragt die Ärzte von Bison. Die Ärzte geben Ken eine Spritze, die ihn schlafen lässt. Bison betritt daraufhin den Raum und versucht, Chun Li in seine Villa zu bringen. Chun Li weigert sich, mitzukommen, und beginnt, Bison anzugreifen. Bison verletzt sie ziemlich schwer, und die Episode endet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395212","hoster":"VOE"},{"path":"/redirect/10395211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-18","name":"","epNo":18,"alt":"The Beautiful Assassin","descr":"Bison und Chun Li kämpfen. Chun Li schlägt Bison zweimal, aber gerade als sie fliehen will, teleportiert er sich vor sie und erwürgt sie, bis sie wegen Sauerstoffmangels das Bewusstsein verliert. Bison, der merkt, dass er mit seiner Psychokraft durchgedreht ist, weist seinen Assistenten Zoltar an, Chun Li und Ken in seine Villa zu bringen. In der Zwischenzeit betritt die Attentäterin Cammy White, die von Balrog von Interpol angeheuert wurde (zumindest behauptet er das, obwohl er in Wahrheit ein Shadowlaw-Agent ist), um Dorai zu töten, ihr Hotelzimmer, das sich in der Nähe von Dorais Wohnung befindet. Der Grund für die Ermordung von Dorai war, dass er angeblich jedes Mal, wenn er ein Drogensyndikat zerschlug, ein neues gründete, wobei er selbst der Chef dieser Drogensyndikate war. Außerdem soll der Chef von Interpol, Barrac, dem Anschlag zugestimmt, aber gesagt haben, dass er geheim bleiben muss. Dorai wurde geschickt, um die Ermittlungen gegen das Shadowlaw-Verbrechersyndikat zu leiten. Gerade als Cammy im Begriff ist, Dorai zu töten, endet die Episode.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395219","hoster":"VOE"},{"path":"/redirect/10395218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-19","name":"","epNo":19,"alt":"Special Orders to the Iron Men","descr":"Kens Vater, Mr. Masters, schickt zwei Spezialkommandos des US-Militärs, Guile und Nash, um Ken vor Bison zu retten. Mr. Masters erfährt von Kens Entführung, weil Bison ihn anruft und ein Lösegeld in Höhe von 1.000.000.000 Dollar im Austausch für Ken fordert. Das Geld wurde benötigt, weil es Bison und Shadowlaw das Geld zurückgeben würde, das sie verloren haben, als Dorai Ashura abgeschaltet hat. Guile und Nash steigen in einen Hubschrauber, nachdem sie von Mr. Masters\u0027 Freund aus dem College informiert wurden, um schnell nach Spanien zu fliegen und Ken vor Bison zu retten. Währenddessen wird Dorai von Cammy White angegriffen und vermutlich bei dem Attentat getötet (Dorai überlebt den Angriff). Am Strand wird Ryu von dem Shadowlaw-Ringer Zangief angegriffen, der von Bison geschickt wurde, um Ryu in Bisons Hauptquartier zu bringen. Ryu wehrt sich gegen Zangief, und die Episode endet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395224","hoster":"VOE"},{"path":"/redirect/10395220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-20","name":"","epNo":20,"alt":"Unknown Explosive Force","descr":"Ryu und Zangief kämpfen für kurze Zeit am Strand, aber Zangief schlägt Ryu mit Hilfe des Shadowlaw-Fahrers k.o. und legt ihn in den Lastwagen, mit dem er gekommen ist. Gerade als Zangief Ryu in den Lastwagen legt, landen Guile und Nash in der Nähe, und Zangief und der Shadowlaw-Fahrer entkommen schnell mit Ryu, bevor Guile und Nash sie zur Rede stellen können. Guile und Nash durchsuchen das Schloss, in dem Vega und Ken waren, bevor sie von Bisons Ärzten bearbeitet wurden, um zu sehen, ob sie Ken finden können. Der Ort ist gründlich gesäubert, und so ist ihre Suche vergeblich. In der Zwischenzeit kämpfen Ryu und Bison gegeneinander, als Ryu aufwacht und sich im Hauptquartier von Shadowlaw wiederfindet. Ryu kämpft vergeblich gegen Bison, da dieser ihn leicht überwältigt. Ryu wird von Bison verhöhnt, damit er das Hadouken einsetzt, und als er es gerade abfeuern will, setzt Bison seine Psychokraft ein, damit Ryu die Kontrolle über das Hadouken verliert. Das Hadouken explodiert, und dies, kombiniert mit der Energie von Bisons Psychokraft, schlägt Ryu bewusstlos.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395226","hoster":"VOE"},{"path":"/redirect/10395223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-21","name":"","epNo":21,"alt":"Compulsion Towards Vengeance","descr":"Ryu hat den Cyberchip von Bison auf seiner Stirn eingepflanzt bekommen. Zoltar hat den Chip entwickelt, um Shadowlaw-Krieger für Bison zu erschaffen. Diese Cyberchips kontrollieren die höheren Hirnfunktionen der Versuchspersonen, und solange der Cyberchip auf der Stirn sitzt, kann Bison die Versuchspersonen nach Belieben kontrollieren, wie Zoltar demonstriert, indem er eine Versuchsperson dazu bringt, ihren Kopf gegen die Wand zu schlagen und sich umzubringen. Da Ryu unter Bisons Kontrolle steht und Ken bewusstlos und an ein Bett gefesselt ist, müssen sich Guile und Nash beeilen, um Ken vor Bison zu retten. Währenddessen erfährt Fei Long von Dorais vermeintlichem Tod und eilt ins Krankenhaus, um ihn zu sehen (er war in Barcelona, weil er dort einen Film drehen sollte). Dort erklärt Interpol-Chef Barrac Fei Long die Situation, und Fei Long möchte Barrac helfen, Dorai vor zukünftigen Attentatsversuchen zu schützen, da er noch am Leben ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395231","hoster":"VOE"},{"path":"/redirect/10395229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-22","name":"","epNo":22,"alt":"Rising Dragon, Into the Sky","descr":"Ken hat immer wieder Albträume, in denen er sieht, wie Chun Li von Bison erwürgt wird, und das erweckt sein Ki und seine Fähigkeit, Hadou zu nutzen. Nach vielen Albträumen wacht Ken schließlich auf, obwohl er schwächer ist als je zuvor. Er beschwört das Hadou Shoryuken und schafft es, sich von den Ketten zu befreien und ein Loch in die Decke zu sprengen, um aus dem Raum zu entkommen. Nachdem er entkommen ist, macht sich Ken schließlich auf den Weg tiefer in die Festung, in der Hoffnung, Ryu und Chun Li zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395234","hoster":"VOE"},{"path":"/redirect/10395232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-23","name":"","epNo":23,"alt":"The Icy Light of Their Eyes","descr":"Diese Folge gibt einen Rückblick auf die Ereignisse seit der Reise von Ryu und Ken nach Barcelona. Dieser ganze Abschnitt ist sieben Minuten lang. Nach der Zusammenfassung beginnt die eigentliche Episode, in der Ken sich langsam zum Hauptraum des Hauptquartiers durchschlägt, wo er durch eine Wand von Chun Li und Ryu getrennt ist. Balrog ruft Cammy ins Krankenhaus, da Dorai ihren Mordanschlag überlebt hat und Balrog ihn tot sehen will. Cammy beginnt, Balrog zu misstrauen, befolgt aber vorerst noch seine Befehle.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395241","hoster":"VOE"},{"path":"/redirect/10395235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-24","name":"","epNo":24,"alt":"Nightmare Reunion","descr":"Bison befiehlt Ryu, sein Ki zu konzentrieren, um den Hadouken zu machen. Ryu führt den Hadouken eine ganze Weile aus, und Guile und Nash infiltrieren die Festung, um hineinzukommen und Ken vor Bison zu retten. Ken sammelt langsam aber sicher genug Wut, um mit dem Hadou-Shoryu die Mauer zwischen ihm und Ryu zu durchbrechen. Nachdem er die Mauer durchbrochen hat, versucht Ken, Ryu davon zu überzeugen, mit ihm zu kommen, aber Ryu antwortet nicht und steht nur da und starrt Ken böse an. Ken merkt, dass mit Ryu etwas nicht stimmt, weiß aber nicht, was. Danach endet die Episode.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395243","hoster":"VOE"},{"path":"/redirect/10395238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-25","name":"","epNo":25,"alt":"Fight to the Finish (Round One)","descr":"Ryu und Ken liefern sich einen heißen Kampf. Ryu überwältigt Ken mit Leichtigkeit, da Ken sich weigert, gegen seinen besten Freund zu kämpfen. Ken schlägt jedoch schließlich Ryu, um sich zu verteidigen, woraufhin Bison Ken sagt, dass er und Ryu für diesen Kampf geboren wurden. Danach geht der Kampf zwischen Ryu und Ken weiter, während Ken versucht, Ryu davon zu überzeugen, damit aufzuhören, aber ohne Erfolg. In der Zwischenzeit betritt Cammy Dorais Krankenzimmer und versucht, ein letztes Attentat auf ihn zu verüben, als Fei Long unter der Decke hervorkommt und das Licht im Zimmer einschaltet. Fei Long und Cammy unterhalten sich, dann kämpfen sie gegeneinander um Dorais Leben. Schließlich gehen Guile und Nash, nachdem sie erfolgreich in die Shadowlaw-Festung eingedrungen sind, getrennte Wege, um Ken zu finden. Auf dem Weg dorthin trifft Guile auf Zangief, mit dem er einen Kampf beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395249","hoster":"VOE"},{"path":"/redirect/10395245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-26","name":"","epNo":26,"alt":"Fight to the Finish (Round Two)","descr":"Der Kampf zwischen Guile und Zangief geht weiter, wobei Guile weiterhin Schwierigkeiten hat, Zangief zu besiegen. Nach einer Weile gelingt es Guile jedoch, Zangief zu besiegen. Fei Long und Cammy setzen ihren Kampf fort, wobei Fei Long entschlossen ist, Dorai vor Cammy zu schützen. Ryu und Ken setzen ihren Kampf ebenfalls fort, und es gibt keine Anzeichen dafür, dass er zu Ende geht. Ken versucht weiterhin, Ryu davon zu überzeugen, sich wieder zu normalisieren, allerdings ohne Erfolg. Schließlich kämpft sich Nash in den Kontrollraum der Festung vor, wo er Bison findet. Er stellt sich Bison mutig entgegen und schießt ihm eine Kugel ins Herz. Bison setzt seine Psychokraft ein, um diese Kugel unbrauchbar zu machen. Danach greift Bison Nash unerbittlich an und erwürgt ihn schließlich. Nash überlebt den Würgegriff nicht und stirbt an den Folgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395250","hoster":"VOE"},{"path":"/redirect/10395248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-27","name":"","epNo":27,"alt":"Fight to the Finish (Round Three)","descr":"Ryu und Ken setzen ihren Kampf fort, wie immer. Nash wird durch einen Würgegriff, den Bison auf ihn ausübt, getötet. Guile findet schließlich seinen Weg in den Kontrollraum, wo er seinen Freund Charlie Nash tot von Bison findet. Als Guile erkennt, dass Bison Nash getötet hat, stürzt er sich wutentbrannt auf ihn und greift ihn an. Bison setzt seine Psychokraft ein, um Guile zum Eingang des Raums zurückzuschleudern, wo er eine ganze Weile bleibt. Währenddessen kämpfen Fei Long und Cammy weiter um das Leben von Dorai, obwohl Fei Long Cammy offenbart, dass Shadowlaw sie geschickt hatte, um Dorai zu töten, weil er ihre Pläne immer wieder vereitelte. Cammy wusste nicht, dass sie von einem Shadowlaw-Agenten angeheuert wurde, und so glaubt sie Fei Longs Worten. Cammy geht in das Hotelzimmer, in dem sich Balrog aufhält, und beginnt, seine Motive zu hinterfragen. Er offenbart ihr schließlich, dass er sie reingelegt hat, und richtet eine Waffe auf sie. Gerade als er sie töten will, brechen Fei Long und Barrac die Tür auf, und Cammy schlägt Balrog die Waffe aus der Hand, während er durch das Eindringen abgelenkt ist. Barrac sagt, Balrog sei verhaftet, aber bevor er verhaftet wird, greift Cammy Balrog an, weil er sie ausgetrickst hat, und tötet ihn fast. Sie beschließt, ihn an Fei Long auszuliefern, und dankt ihm, dass er die Wahrheit gesagt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12927061","hoster":"VOE"},{"path":"/redirect/10395254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-28","name":"","epNo":28,"alt":"Fight to the Finish (Round Four)","descr":"Ryu und Ken beenden schließlich ihren Kampf am Ende dieser Episode, indem sie das Hadou-Shoryu und das Hadouken gegeneinander einsetzen. Der daraus resultierende Energiestoß reißt den Cyberchip von Ryus Stirn ab, so dass er wieder normal wird. Guile erholt sich von Bisons Psychokraft, mit der er zuvor getroffen wurde, und stellt sich ihm wieder entgegen. Bison ist darüber amüsiert, schickt aber Chun Li, um gegen Guile zu kämpfen, da er keine Zeit hat, Guile persönlich zu bekämpfen. Ryu und Ken treffen sich schließlich mit Guile und Chun Li im Kontrollraum der Festung. Ihr Wiedersehen ist jedoch nur von kurzer Dauer, denn Bisons Adlerkopf transportiert Guile und Chun Li nach draußen, um ihren Kampf fortzusetzen. Er teleportiert auch Ryu, Ken und Bison in den Brennpunkt des Universums, in dem die gesamte Macht des Universums fließt, obwohl dies erst in der nächsten Episode zu sehen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395256","hoster":"VOE"},{"path":"/redirect/10395255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/street-fighter-ii-victory/staffel-1/episode-29","name":"","epNo":29,"alt":"Fight to the Finish (Final Round)","descr":"Guile and Chun Li battle outside, while Ryu, Ken, and Bison in the focal point of the universe, basically just another dimension that Bison\u0027s eagle head sends them to. There, Ryu and Ken seem destined to lose, because of Bison\u0027s overwhelming Psycho Power. Ryu and Ken\u0027s fighting abilities are no match for Bison, and Guile is losing tremendously to Chun Li, since the cyberchip has made her a much more powerful opponent than she was without it. Bison uses his Psycho Crusher and Double Knee Press attacks to overpower Ryu and Ken, severely wounding both of them. They eventually find the strength needed to carry on thanks to their Hadou powers. Ken uses the Hadou-Shoryu to weaken Bison substantially (and this also knocked the cyberchip off Chun Li\u0027s head), allowing Ryu to finish him off with a Whirlwind Hurricane Kick, followed by a Rising Dragon Punch, and then finally a Hadouken. The Hadouken connected because Bison was distracted at the time, as he was charging for another Psycho Crusher attack. After Bison is gone, Ryu and Ken go back to America, then Ryu sails to an unknown location, though it is presumably his home in Japan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10395149","hoster":"VOE"},{"path":"/redirect/10395146","hoster":"Streamtape"}]}]}]}]}