{"seriesId":"strike-witches","name":"Strike Witches","descr":"Im Jahr 1939 erschienen zum ersten Mal die menschenfeindlichen Neuroi auf der Erde. Ihre Herkunft und ihre Motive sind bisher unbekannt, doch zur Verteidigung richteten die Menschen die sogenannte -Strike Unit- zur Bekämpfung dieser Wesen ein. Unter ihnen befinden sich auch junge Frauen mit magischen Fähigkeiten, sie bilden die Elite Einheit der -Strike Witches- und setzten ihre Magie zur Bekämpfung aber auch zum Heilen von Verwundeten etc. ein. Eine von ihnen ist auch die junge Yoshika Miyafumi, die eine ganz besondere Motivation hat für die Menschen zu kämpfen...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"OVA 1","descr":"Drei Monate, nachdem sie sich zu einer Kampftruppe versammelt haben, treten die Strike Witches in einen intensiven Scheinkampf untereinander an. Nachdem Yoshika Miyafuji gezögert hat, ihre Waffe auf ihre Freunde abzufeuern, wird sie von Mio Sakamoto beschimpft, die vorschlägt, sie solle gehen. Als sie sich auf die Abreise vorbereitet, trifft Yoshika auf Minna Dietlinde Wilcke, die sie davon überzeugt, zu bleiben und ihr Land zu beschützen.","versions":[{"lang":3,"streams":[{"redirect":8771175,"hoster":"VOE"},{"redirect":8633353,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"OVA 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":8771176,"hoster":"VOE"},{"redirect":8633352,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"OVA 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":12335409,"hoster":"VOE"},{"redirect":8633355,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"OVA 4","descr":"","versions":[{"lang":3,"streams":[{"redirect":12335412,"hoster":"VOE"},{"redirect":8633357,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Magische Mädchen","epNo":1,"alt":"Magical Girl","descr":"Yoshika Miyafuji ist ein vierzehnjähriges Mädchen, das magische Kräfte besitzt, die heilen können. Eines Tages wird sie von Mio Sakamoto, Major des 501. Joint Fighter Wing a.k.a. Strike Witches, angesprochen, um sich ihrem Team anzuschließen. Einige Tage nachdem Yoshika die Einladung wegen ihrer Abneigung gegen Kriege abgelehnt hat, erhält sie einen Brief.","versions":[{"lang":1,"streams":[{"redirect":9165630,"hoster":"VOE"},{"redirect":9165633,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502235,"hoster":"VOE"},{"redirect":8633366,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das, was ich tun kann","epNo":2,"alt":"That Which I Can Do","descr":"Auf ihrer Reise nach Britannia werden Yoshika und die anderen von mysteriösen Invasoren angegriffen, die Neuroi genannt werden und bedrohliche Wesen aus einer anderen Welt sind. Um Zeit zu gewinnen, bis Verstärkung eintrifft, macht sich Major Sakamoto alleine auf den Weg, nur um von einem heftigen Angriff der Opposition getroffen zu werden. Trotz aller Bemühungen wird sie zurückgedrängt und schließlich in die Enge getrieben. Yoshika kann nichts anderes tun, als entsetzt im Schlachtschiff zu warten.","versions":[{"lang":1,"streams":[{"redirect":9165618,"hoster":"VOE"},{"redirect":9165621,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502236,"hoster":"VOE"},{"redirect":8633369,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Du bist nicht allein","epNo":3,"alt":"You\u0027re Not Alone","descr":"Yoshika beschließt, sich den Strike Witches anzuschließen. Lynette Bishop, eine weitere Rookie-Hexe, die 15 Jahre alt ist, führt Yoshika herum. Obwohl Yoshika wegen ihrer neuen Aufgabe nervös ist und nichts von der Aufstellung der Truppe versteht, verhält sich Lynette etwas unfreundlich, was Yoshikas Angst noch verstärkt","versions":[{"lang":1,"streams":[{"redirect":9165622,"hoster":"VOE"},{"redirect":9165625,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502239,"hoster":"VOE"},{"redirect":8633358,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Danke","epNo":4,"alt":"Thanks","descr":"Yoshika orientiert sich nach und nach am Leben als Mitglied von Strike Witches. Sie wird jedoch von ihrer Betreuerin Gertrud Barkhorn als unerfahren verurteilt. Verzweifelt, ihre Akzeptanz zu gewinnen, lässt sich Yoshika von ihrem Training mitreißen, als sie plötzlich Neuroi gegenübersteht.","versions":[{"lang":1,"streams":[{"redirect":9165629,"hoster":"VOE"},{"redirect":9165627,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473869,"hoster":"VOE"},{"redirect":8633370,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schnell, gigantisch und so weich","epNo":5,"alt":"Fast, Big, Soft","descr":"Shirley, der Geschwindigkeitsfreak, ist besessen davon, die Schallgeschwindigkeit zu überschreiten. Die fleißige Francesca Luccini mischt sich in die Anpassungen von Shirleys Striker Unit ein, bevor die von allen Mitgliedern geforderte Wasserübungsübung durchgeführt wird, die anschließend zu einem unerwarteten Vorfall führt.","versions":[{"lang":1,"streams":[{"redirect":12738000,"hoster":"VOE"},{"redirect":12738001,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473871,"hoster":"VOE"},{"redirect":8633360,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wir sind ein Team","epNo":6,"alt":"We\u0027re the Same","descr":"Yoshika und ihre Kameraden werden auf dem Rückweg von einer Mission in London von den Neurois angegriffen, bekommen aber Hilfe von Sanya, die zufällig auf einer Nachtpatrouille ist. Als Ergebnis erhält Yoshika den Befehl, die Nachtschicht zu leisten und muss die Nacht mit Sanya im selben Zimmer verbringen, als eine neidische Eila hereinplatzt.","versions":[{"lang":1,"streams":[{"redirect":12738003,"hoster":"VOE"},{"redirect":12738004,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473873,"hoster":"VOE"},{"redirect":8633361,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ganz schön luftig","epNo":7,"alt":"Nice and Breezy","descr":"Erica verlegt einen wichtigen Teil ihrer Uniform (Höschen) und verursacht einen chaotischen Vorfall in der Hexenbasis.","versions":[{"lang":1,"streams":[{"redirect":12738008,"hoster":"VOE"},{"redirect":12738007,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473876,"hoster":"VOE"},{"redirect":8633373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich werde dich nie vergessen","epNo":8,"alt":"I Won\u0027t Forget You","descr":"Commander Minna beginnt sich seltsam zu verhalten, als die Crew der frisch reparierten Akagi Yoshika mit Lob für ihre Heldentat überschüttet.","versions":[{"lang":1,"streams":[{"redirect":12738010,"hoster":"VOE"},{"redirect":12738011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473875,"hoster":"VOE"},{"redirect":8633375,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Was ich beschützen möchte","epNo":9,"alt":"What I Want to Protect","descr":"Perrines Eifersucht erreicht ihren Höhepunkt und sie fordert Yoshika zu einem Luftduell heraus. Ihr Kampf wird durch einen überraschenden Neuroi-Angriff unterbrochen und ein geschwächter Mio versucht, ihnen trotz Minnas Protesten zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12738013,"hoster":"VOE"},{"redirect":12738015,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502241,"hoster":"VOE"},{"redirect":8633362,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kontaktaufnahme","epNo":10,"alt":"I Want You to Believe","descr":"Trotz ihrer Bemühungen, Mios schwere Wunde zu heilen, ist Yoshika in ihrem Quartier eingesperrt. Während die anderen Hexen an ihrer Geschichte der menschlichen Neuroi zweifeln, macht sich Yoshika allein auf den Weg, um die Wahrheit zu finden.","versions":[{"lang":1,"streams":[{"redirect":12738019,"hoster":"VOE"},{"redirect":12738020,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502243,"hoster":"VOE"},{"redirect":8633363,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"In den Himmel","epNo":11,"alt":"Into the Sky...","descr":"Das 501. Joint Fighter Wing wird mit der Enthüllung der unbemannten Anti-Neuroi-Einheit Warlock aufgelöst. Während sich die Hexen zerstreuen, läuft während des Ausfalls des Hexenmeisters gegen den nahegelegenen Neuroi-Schwarm etwas sehr schief.","versions":[{"lang":1,"streams":[{"redirect":12738021,"hoster":"VOE"},{"redirect":12738022,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473874,"hoster":"VOE"},{"redirect":8633364,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der finale Kampf","epNo":12,"alt":"Strike Witches","descr":"Yoshika startet alleine gegen den außer Kontrolle geratenen Hexenmeister und hält verzweifelt durch, während die anderen Hexen sich ihr anschließen und der monströsen Mischung aus Mensch und Neuroi-Technologie ein Ende setzen.","versions":[{"lang":1,"streams":[{"redirect":12737986,"hoster":"VOE"},{"redirect":12737987,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502244,"hoster":"VOE"},{"redirect":8633365,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Into the Sky Once More","descr":"Sechs Monate nach der Schlacht um Brittania stößt der 504th Joint Fighter Wing of Strike Witches auf einer Mission, Kontakt mit den Neuroi herzustellen, auf ein noch größeres Neuroi-Nest, das über Venesia schwebt, das die vorherigen Neuroi auslöscht und unerbittlich angreift. Währenddessen erhält Yoshika, die gerade die Mittelschule abgeschlossen hat, einen Brief von Amaki Suwa, der Pläne enthält, die angeblich von ihrem Vater geschickt wurden. Als Yoshika diese an Mio liefert, erfährt sie, dass die stärkeren Neuroi das 504th Joint Fighter Wing überwältigt haben und Lynette und die anderen in Gefahr sind. Yoshika wird von Mio aufgefordert, nach Hause zu gehen, aber als sie bemerkt, dass Mio wieder in die Schlacht zieht, nimmt Yoshika ihre alte Striker-Einheit und folgt ihr. Mio bewundert ihren Geist und erlaubt Yoshika, sie zu begleiten. Eine Woche nach ihrem Flug kommt ihr Flugzeug jedoch mit einem Neuroi-Schiff in Kontakt.","versions":[{"lang":3,"streams":[{"redirect":8771194,"hoster":"VOE"},{"redirect":8633368,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Legendary Witches","descr":"Während die Neuroi das Flugzeug weiter angreifen, bietet eine Flotte von Schlachtschiffen Unterstützung, die jedoch leicht von den Neuroi besiegt werden können. Da Mio ihren Schild immer noch nicht benutzen kann, fliegt Yoshika in die Schlacht, um die Schiffe mit ihrer verbesserten Magie zu beschützen. Mio benutzt dann ihr verbessertes Katana, um den Strahl des Neuroi zu durchschneiden und ihn zu zerstören. Es reformiert sich jedoch bald selbst, sein Kern verlagert sich ständig, um nicht zerstört zu werden. Yoshika hat es schwer damit, bis Shirley, Lucchini, Lynette und all die anderen Hexen zu Hilfe kommen und Mio die Möglichkeit geben, es mit ihrem Katana zu zerstören. Minna errichtet eine Basis in der Romagna und reformiert offiziell den 501. Joint Fighter Wing.","versions":[{"lang":3,"streams":[{"redirect":8771193,"hoster":"VOE"},{"redirect":8633367,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"What We Can Do Together","descr":"Mio trifft Junko Takei vom 504th Joint Fighter Wing, um mehr über die neue Art von Neuroi zu erfahren. Nachdem Yoshika, Lynne und Perrine nach Inaktivität in den letzten sechs Monaten aus der Form geraten sind, werden sie zu einer alten Dame namens Anna Ferrara geschickt, die ihnen die Grundlagen beibringt, nämlich das Reiten altmodischer Besen. Sie kämpfen zuerst, aber sie fangen bald an, den Dreh raus zu bekommen. Während ihres Trainings droht ein Schiff der Neuroi mit Annas Haus in Kontakt zu kommen, aber die Mädchen schließen sich zusammen, um es zu besiegen.","versions":[{"lang":3,"streams":[{"redirect":8771192,"hoster":"VOE"},{"redirect":8633371,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Harder, Faster, Greater!","descr":"Die Hexen erhalten einen Prototyp des Jet Striker-Modells von Karlsland. Nach einem Streit zwischen Shirley und Barkhorn darf Barkhorn es benutzen, da Lucchini Shirley davon überzeugt, es nicht zu benutzen, nachdem sie es selbst ausprobiert hat. Barkhorn genießt die Kraft des Jet Strikers und übertrifft Shirley in einer Reihe von Leistungstests, aber es endet damit, dass ihr zu viel von ihrer Magie entzogen wird, was dazu führt, dass sie mitten im Flug ohnmächtig wird. Minna verbietet daher jedem, den Striker zu benutzen, und sperrt Barkhorn in ihr Quartier. Sie bricht das Verbot trotzdem, als ein schneller Neuroi auftaucht. Obwohl sie die Neuroi besiegt, wird Barkhorn ohnmächtig, als der Jet Striker dieses Mal außer Kontrolle gerät und Shirley zwingt, ihre Striker-Einheit an ihre Grenzen zu bringen, um sie zu retten, und zerstört dabei den Prototyp. Später stattet Ericas Zwillingsschwester Ursula ihnen einen Besuch ab, mit einer Ladung Kartoffeln als Zeichen der Entschuldigung für den fehlerhaften Prototyp.","versions":[{"lang":3,"streams":[{"redirect":8771195,"hoster":"VOE"},{"redirect":8633381,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"My Romagna","descr":"Während Yoshika, Shirley und Lucchini in Romagnas Hauptstadt Roma sind, um Vorräte und Geschenke zu kaufen, entdeckt Lucchini ein Mädchen namens Maria, das von einigen Anzugträgern angegriffen wird und rettet sie. Die beiden werden schnell Freunde und verbringen den Tag damit, die Stadt zu erkunden, obwohl Lucchini das gesamte Essensgeld ausgibt, das Shirley ihr gegeben hat. Als ein Neuroi-Schiff auftaucht, schließt sich Lucchini Yoshika und Shirley an, um es zu besiegen. Danach bietet Lucchini Maria eine Vogelperspektive der Roma und erklärt ihr, wie wichtig es ist, sie zu schützen. Nachdem sie nach Hause zurückgekehrt sind, stellt sich heraus, dass Maria tatsächlich die Herzogin des Fürstentums Romagna ist, die sich bei Lucchini bei ihrer Amtseinführung bedankt, indem sie den Hexen Lebensmittellieferungen aus der Luft abwirft.","versions":[{"lang":3,"streams":[{"redirect":12251314,"hoster":"VOE"},{"redirect":8633372,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Higher Than the Sky","descr":"Die Hexen entdecken einen riesigen Neuroi-Turm, dessen Kern sich weit jenseits der Höhe befindet, die ihre Striker-Einheiten erreichen können. Sanya formuliert einen Plan mit Raketenboostern in Etappen, um die erforderliche Höhe zu erreichen, und wird ausgewählt, um den Kern anzugreifen. Da sie im Kampf nie einen Schild brauchte, wird Eila wütend, als Yoshika ausgewählt wird, um Sanya anstelle von ihr zu beschützen. Eila versucht, Perrine dazu zu bringen, ihr beizubringen, Schilde zu benutzen, aber ohne Erfolg. Sanya ärgert sich über Eilas Bereitschaft aufzugeben und gerät in einen Streit mit ihr. Am nächsten Tag, als die Hexen Sanya und Yoshika in die Stratosphäre bringen, entschuldigt sich Eila und drückt ihren Wunsch aus, Sanya zu beschützen. Als sie dies sieht, beschließt Yoshika, mit ihr den Platz zu tauschen. Eila benutzt schließlich ihren Schild, um Sanya zu beschützen, während sie den Kern zerstört.","versions":[{"lang":3,"streams":[{"redirect":8771196,"hoster":"VOE"},{"redirect":8633378,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Creeping About","descr":"Nachdem er das neu installierte Bad genossen hat, bringt ein seltsamer Fehler, den Lucchini früher am Morgen gefunden hat, die Hexen in Verlegenheit, indem er buchstäblich in ihre Hosen schlüpft und Stromausfälle in der Basis verursacht. Sie erkennen bald, dass die Wanze der Kern eines Neuroi-Schiffes ist, das der Basis Strom entzieht und das Alarmsystem deaktiviert, da es eine größere Einheit nährt, die in der Nähe der Basis lauert. Nachdem die Hexen eine lange Jagd nach dem Käfer rund um die Basis unternehmen, ist es Minna, die versehentlich den Neuroi-Käfer zerstört, als er in ihre Hose kroch und auch die größere Einheit zerstört. Es ist technisch gesehen Minnas 200. Neuroi-Kill, und sie wurde von der Luftwaffe für diesen Meilenstein mit einer Medaille ausgezeichnet. (aus Wikipedia)","versions":[{"lang":3,"streams":[{"redirect":8771198,"hoster":"VOE"},{"redirect":8633383,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Please Grant Me Wings","descr":"Mio trainiert, um das wahre Reppuzan zu erhalten, und weigert sich, es Yoshika trotz ihrer Bitten beizubringen. Später, während einer Trainingseinheit mit Perrine, hat Yoshika Probleme beim Fliegen. Mysteriöserweise erhält Yoshika jedoch ein sauberes Gesundheitszeugnis und ihre Striker-Einheit ist in einwandfreiem Zustand. Am nächsten Tag werden Yoshika und Lynnette zum Schlachtschiff Yamato geschickt, um Besatzungsmitglieder zu heilen, die bei einer Laborexplosion verletzt wurden. Als die Yamato und ihre Kampfgruppe von einem luftschiffförmigen Neuroi-Schiff angegriffen werden, kann Yoshika nicht fliegen und lässt Lynette allein, um die Kampfflotte zu verteidigen, während sie sich zurückziehen. Als Yoshika ihre Unfähigkeit beklagt zu helfen, hört sie die Stimme ihres Vaters und bekommt eine neue Striker Unit präsentiert, die auf Basis seiner Forschungsergebnisse entwickelt wurde. Jetzt kann Yoshika ihre Kräfte mit einer speziell für sie gebauten Striker-Einheit maximal einsetzen und schafft es, Lynette gerade noch rechtzeitig zu retten und die Neuroi im Alleingang zu besiegen.","versions":[{"lang":3,"streams":[{"redirect":8771199,"hoster":"VOE"},{"redirect":8633374,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Bridge to Tomorrow","descr":"Bei einem Besuch in Gallia erfährt Perrine, dass Kinder nicht zur Schule gehen können, weil die Brücke kaputt ist. Das beschäftigt sie und denkt sogar daran, das letzte Familienerbstück zu verkaufen, um die Reparatur der Brücke zu finanzieren. Auf einem Trainingsausflug am Strand findet Lucchini eine Schatzkiste, die Perrine bergt, um einen Schatz zu finden. Nachdem sie eine endlose Anzahl von Truhen durchsucht haben, finden sie eine Puzzle-Truhe mit einer Karte, der Perrine, Yoshika, Lynnette und Lucchini zu einer Unterwasserhöhle voller Sprengfallen folgen. Währenddessen stoßen Mio und die anderen auf der Suche nach ihnen in eine Falle, die dazu führt, dass Mio betrunken wird, Minna küsst und davonläuft. Perrines Gruppe stößt auf einen Raum mit einer Statue, die Perrine besiegt, wenn sie sie angreift. Schließlich finden sie den Schatz, der nichts anderes als ein Kräuter- und Gewürzgarten ist. Ein leicht verkaterter Mio versichert Perrine jedoch, dass es die Gefühle sind, die die Menschen wirklich schätzen. Nach ihrer Rückkehr zur Basis erhält Perrine einen Brief von Gallia, in dem sie darüber informiert wird, dass die Kinder zusammengearbeitet haben, um eine neue Brücke zu bauen.","versions":[{"lang":3,"streams":[{"redirect":8771200,"hoster":"VOE"},{"redirect":8633377,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"500 Overs","descr":"Mio macht Fortschritte bei der Perfektionierung des wahren Reppuzan, aber es entzieht ihr viel Kraft. Nachdem Minna eine Operation zum Angriff auf eine Neuroi-Basis vorschlägt, schicken die obersten Truppen Captain Hanna Marseille von den 31. Karlsland Luftwaffe Storm Witches, um sich der Mission anzuschließen. Da Barkhorn und Hanna sich nicht verstehen, meldet sich Erica freiwillig, um sie auf der Mission zu begleiten. Nachdem Hanna und Erica in einer Trainingseinheit herumalbert haben, wird befohlen, zusammen in einem Raum zu bleiben, um zu lernen, zusammenzuarbeiten. Hanna ist vom Siegen besessen und wollte schon immer die Dinge mit Erica regeln, die sie als ihresgleichen ansieht, aber in letzter Zeit ärgert sie sich über Ericas mangelnden Konkurrenzgeist. Aber als Hanna Barkhorn böse macht, der ein Autogramm für ihre Schwester haben wollte, stimmt Erica zu, sich während der Mission mit ihr zu messen. Wenn sie nach der Zerstörung der Neuroi ein Unentschieden erreicht haben, haben sie einen Tiebreaker-Luftkampf, der ebenfalls unentschieden endet. Bevor sie geht, beschließt Hanna, das Autogramm zu geben.","versions":[{"lang":3,"streams":[{"redirect":8771201,"hoster":"VOE"},{"redirect":8633376,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"To Be Myself","descr":"Mio erlebt immer noch Kraftverluste durch den Gebrauch des wahren Reppuzan. Später schimpft sie Yoshika aus, weil sie ihr Schwert berührt hat – was auf ihre Kräfte reagierte und sie fast in Ohnmacht fallen ließ. Später erhalten Mio und Minna von ihren Vorgesetzten Befehle für einen letzten Angriff auf das Neuroi-Nest. Sie planen, es zu besiegen, indem sie den Yamato mit Neuroi-Technologie betreiben. Das Scheitern der Mission würde die Kapitulation der Romagna und die Auflösung der 501. Strike Witches bedeuten. Mio ist entschlossen, das Wahre Reppuzan zu vollenden, aber Minna, die sich bewusst ist, dass ihr Schwert fast ihre gesamte magische Kraft verbraucht hat, stoppt sie – was Yoshika belauscht. Am nächsten Tag beginnen sie den Angriff und Mios Reppuzan funktioniert nicht, sehr zu ihrer Verzweiflung. Währenddessen aktiviert der Yamato seinen Neuroi-Dynamo, sodass er fliegen und sich selbst reparieren kann. Aber als der neuroifizierte Yamato zuerst den Schwarmbogen trifft, funktionierte sein Neuroi Dynamo nicht mehr und lähmte seine Feuerkontrolle. Da die Mission als gescheitert gilt, stürmt Mio, die nie aufgibt, auf die Yamato zu, um zu versuchen, den Dynamo mit ihrer verbleibenden magischen Kraft neu zu starten.","versions":[{"lang":3,"streams":[{"redirect":8771202,"hoster":"VOE"},{"redirect":8633380,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Beyond the Skies to Eternity","descr":"Trotz Minnas Einwand geht Mio in den Yamato und gibt dem Neuroi Dynamo ihre verbleibende magische Kraft, die den Motor ankurbelt. Mio kann dann die Hauptkanone abfeuern und das Neuroi-Nest zerstören. Es stellt sich jedoch heraus, dass die Kuppel nur ein Schild war, der den massiven Kern des Bienenstocks verbirgt, in den Mio absorbiert wird. Nicht aufgebend, holt Yoshika mit Unterstützung der anderen Hexen den Reppumaru zurück und ist in der Lage, den wahren Reppuzan auszuführen, den nur Fuso-Hexen ausführen können. Dies zerstört den riesigen Neuroi-Kern auf Kosten von Yoshikas verbleibender magischer Kraft und befreit dabei Mio. Nachdem Venezia endlich von den Neuroi befreit ist, werden die 501. Strike Witches wieder einmal offiziell aufgelöst; und Yoshika beginnt ihre medizinische Karriere. Die letzte Einstellung zeigt Yoshikas spezielle Striker Unit, die an einem Strand neben den Reppumaru angespült wurde, der Schatten einer unbekannten Person erscheint dann, um sie zu finden und die Szene für den Film festzulegen.","versions":[{"lang":3,"streams":[{"redirect":8771203,"hoster":"VOE"},{"redirect":8633379,"hoster":"Streamtape"}]}]}]}]}