{"seriesId":"styling-hollywood","name":"Styling Hollywood","descr":"Die Fashion-Designer Jason Bolden und Adair Curtis kümmern sich um das Styling der Schönen und Reichen in Hollywood – sei es die Inneneinrichtung der Luxuswohnung oder die neueste Desigernkleidung. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Black Girl Magic","epNo":1,"alt":"Black Girl Magic","descr":"Zu Beginn der Preisverleihungssaison kleidet Jason Taraji P. Henson, Yara Shahidi und Zazie Beetz für die Emmys ein. Doch dann droht plötzlich ein Modedesaster.","versions":[]},{"epId":"episode-2","name":"Taraji, Yara und Zazie bei den Emmys","epNo":2,"alt":"Taraji \u0026 Yara \u0026 Zazie, Oh My!","descr":"Jason macht Taraji P. Henson in letzter Minute für den roten Teppich fit. Adair fasst im neuen Anwesen von Dulé Hill und Jazmyn Simon umfassende Renovierungen ins Auge.","versions":[]},{"epId":"episode-3","name":"Wo ist die Boss B*tch?","epNo":3,"alt":"Who’s the Boss B*tch?","descr":"Nach einem Zwischenfall kommt es zu Spannungen. Jason hilft Sabrina Carpenter dabei, im \"Boss-Bitch-Anzug\" die Welt zu erobern. Adairs Stimmung kippt.","versions":[]},{"epId":"episode-4","name":"Storm kommt","epNo":4,"alt":"A Storm Is Coming","descr":"Nach dem Shooting für das Out Magazine verpasst Jason Storm Reid einen schicken Overall und kleidet Serena Williams für eine Titelseite ein. Adair stellt Kafia zur Rede.","versions":[]},{"epId":"episode-5","name":"Wir sind Off und schon sind wir im Gespräch","epNo":5,"alt":"We’re Off but We’re On","descr":"Adair muss trotz der Spannungen mit Kafia Sanaa Lathans Heim aufpeppen. Ein seltenes Kleid von Off-White soll Janet Mock auf dem roten Teppich erstrahlen lassen.","versions":[]},{"epId":"episode-6","name":"Ich hab dich zuerst gefeuert","epNo":6,"alt":"I Fired You First","descr":"Adair und Kafias Konflikt eskaliert. Melinda widmet sich einem wichtigen Projekt. Jason verpasst Yara für die SAG Awards eine coolen Catsuit. Sanaa wird staunen.","versions":[]},{"epId":"episode-7","name":"Alles dreht sich um Eve","epNo":7,"alt":"All About Eve","descr":"Es geht heiß her. Adair wird bissig. Für die Grammys kleidet Jason Eve in einem extravaganten Overall und bespricht anschließend mit Adair seine Familienplanung.","versions":[]},{"epId":"episode-8","name":"Black Boy Joy","epNo":8,"alt":"Black Boy Joy","descr":"Die Oscars setzen Jason unter Druck. Für Ava DuVernay entwirft er ein maßgeschneidertes Kleid. Adair muss hohe Erwartungen erfüllen. Ein neues Mitglied stößt zum Team.","versions":[]}]}]}