{"path":"/serie/stream/subete_ga_f_ni_naru","name":"Subete ga F ni Naru","descr":"Souhei Saikawa ist ein Professor an der Universität Nagono. Während er mit seinen Studenten anlässlich der Semesterexkursion auf eine einsame Insel fährt, auf der sich nur eine Forschungseinrichtung befindet, werden er und Moe Nishinosono, eine Studentin, die zugleich auch die Tochter seines Mentors ist, Zeugen eines rätselhaften Mordes. Da der gesamte Kontakt zur Außenwelt abgeschnitten ist, beschließen die beiden, den Mord aufzuklären. Schnell wird klar, dass es nicht so einfach werden wird, dieses Rätsel zu lösen …","seasons":[{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-1","name":"Weiße Audienz","epNo":1,"alt":"White Meeting","descr":"Moe Nishinosono interviewt Shiki Magata, die sich in dem von ihren Eltern auf der Insel Himaka eingerichteten Labor zurückzieht , per Videokonferenz. In Sōhei Saikawas Büro trifft Nishinosono auf Setsuko Gidō, deren Vertrautheit mit Saikawa Nishinosono ärgert. Nishinosono erzählt später Saikawa, Momoko Kunieda und Fukashi Hamanaka von dem Interview mit Magata. Danach, in der Absicht, Magata wieder zu treffen, schlägt sie den Campingplatz auf der Insel Himakajima für die bevorstehende Seminargruppenreise von Saikawa vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771365","hoster":"VOE"},{"path":"/redirect/8633507","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8386530","hoster":"VOE"},{"path":"/redirect/8386527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-2","name":"Blaue Begegnung","epNo":2,"alt":"Azure Encounter","descr":"Auf dem Weg zur Insel erzählt Yukihiro Yamane Saikawa und Nishinosono, dass Magata seit 15 Jahren, seit sie ihre Eltern ermordet hat, nur noch per Videokonferenz mit anderen Menschen interagiert hat. Als sie das Labor besuchen, versagt die KI namens Deborah, die die physischen Einrichtungen des Labors betreibt, und ein automatisierter Wagen transportiert einen mit einem Hochzeitskleid bekleideten Gegenstand auf einem Wagen aus der Suite, der als Magatas Leiche entdeckt wird. In einer Rückblende, als Magata 13 Jahre alt war, beginnt sie eine sexuelle Affäre mit Seiji Shindō, ihrem Onkel und Direktor des Labors.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771374","hoster":"VOE"},{"path":"/redirect/8633502","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485013","hoster":"VOE"},{"path":"/redirect/8386534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-3","name":"Roter Zauber","epNo":3,"alt":"Red Magic","descr":"Tomihiko Yuminaga erklärt Magatas Tod als Mord, da ihr Arme und Beine amputiert wurden. Da die Kommunikation nach außen auf mysteriöse Weise unterbrochen ist, wartet das Laborpersonal darauf, dass Shindō, der losging, um Magatas Schwester Miki zu holen, zurückkehrt, um das Funkgerät in seinem Hubschrauber zu benutzen, um die Polizei zu kontaktieren. Währenddessen überprüfen Saikawa und Nishinosono die Videoüberwachungsaufnahmen von Magatas Zimmer und vergewissern sich, dass niemand sonst aus ihrer Suite gekommen ist. Shindō kehrt mit Miki zurück, wird aber später ermordet in seinem Hubschrauber entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771381","hoster":"VOE"},{"path":"/redirect/8633506","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485021","hoster":"VOE"},{"path":"/redirect/8386544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-4","name":"Regenbogenfarbene Vergangenheit","epNo":4,"alt":"A Rainbow-coloured Past","descr":"Das Funkgerät des Helikopters wurde zerstört, anscheinend bevor Shindō es benutzen konnte. Computeraufzeichnungen zeigen, dass zwischen der Ankunft von Shindō und Miki und als Shindō tot aufgefunden wurde, niemand das Dach betreten hat. Saikawa, Nishinosono, Yamane und die Sicherheitskräfte des Labors betreten Magatas Suite und entdecken einen kleinen Roboter im Schlafzimmer. Die einzige physische Fähigkeit des Roboters, abgesehen von der grundlegenden Mobilität, besteht darin, die Schlafzimmertür zu verriegeln und zu entriegeln. Der Name des Roboters ist Michiru, genau wie Magatas Lieblingspuppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771375","hoster":"VOE"},{"path":"/redirect/8633503","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485022","hoster":"VOE"},{"path":"/redirect/8386549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-5","name":"Eine silberne Hoffnung","epNo":5,"alt":"Silver Hope","descr":"In einer Rückblende erzählt Shindō Magata, dass es sein Traum ist, ein autarkes Leben in den Bergen zu führen, nur mit einem Messer ausgestattet. Seine Witwe Yumiko Shindō erinnert sich für Saikawa und Nishinosono daran, dass die letzten Worte von Magatas Vater \"Ich lasse dich das nicht tun\" waren. Yamane erfährt, dass Magata für zwei Tage ein Interview mit einem Journalisten angesetzt hat, damit das Labor eine weitere Gelegenheit zur Außenkommunikation hat. In einer weiteren Rückblende kauft Magata ein Jagdmesser und schenkt es Shindō zum Geburtstag, als sie mit ihren Eltern zu Abend essen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771376","hoster":"VOE"},{"path":"/redirect/8633514","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485023","hoster":"VOE"},{"path":"/redirect/8386554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-6","name":"Ein purpurroter Entschluss","epNo":6,"alt":"Crimson Resolve","descr":"Saikawa und Nishinosono kehren am nächsten Morgen zum Campingplatz zurück und erzählen der Gruppe von den Morden. Am Abend kehren sie ins Labor zurück. Nishinosono bemerkt beim erneuten Durchsehen des Überwachungsvideos, dass, als der Karren aus Magatas Suite kam, der Aufzug vom Keller auf das Dach fuhr. In einer Fortsetzung der Rückblende zum Abendessen benutzt Magata das Messer, um ihre Mutter zu töten, und Shindō und Magata töten Magatas Vater, als Yumiko ankommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771382","hoster":"VOE"},{"path":"/redirect/8633508","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485027","hoster":"VOE"},{"path":"/redirect/8386559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-7","name":"Eine graue Grenze","epNo":7,"alt":"Gray Boundary","descr":"Ayako Shimada bringt Nishinosono in das Unterhaltungszentrum des Labors, wo sie Zeit in Isolationstanks verbringen . Währenddessen interviewt Saikawa Miki, aber sie hat keine Ahnung, warum jemand Magata oder Shindō töten würde. Während Nishinosonos Isolationshalluzinationen hat sie ein Gespräch mit Magata über den Flugzeugabsturz, bei dem ihre Eltern ums Leben kamen. In einer Fortsetzung der Rückblende zum Abendessen erzählt Magata Shindō, dass die Geschichte, die sie erzählen werden, ist, dass Magata ihre Eltern getötet hat und Shindō versucht hat, sie aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771378","hoster":"VOE"},{"path":"/redirect/8633509","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13485031","hoster":"VOE"},{"path":"/redirect/8386565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-8","name":"Eine purpurfarbene Morgendämmerung","epNo":8,"alt":"Purple Dawn","descr":"Shimada überprüft die Computeraufzeichnungen und bemerkt, dass jemand namens Michiru auf das Isolationstanksystem zugegriffen hat, während sie und Nishonosono in den Tanks waren. Shimada und Saikawa glauben, dass jemand Audioclips zusammengestellt hat, um sich als Magata auszugeben. Yamane stellt die Computersysteme des Labors von Red Magic, dem proprietären Betriebssystem des Labors, auf UNIX um, um die Computerfehlfunktionen zu beenden. Die externe Kommunikation wird wiederhergestellt und Nishinosono ruft ihren Butler an und fordert ihn auf, die Polizei zu rufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771379","hoster":"VOE"},{"path":"/redirect/8633516","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14044818","hoster":"VOE"},{"path":"/redirect/8386571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-9","name":"Ein gelber toter Winkel","epNo":9,"alt":"Yellow Blind Spot","descr":"Das Boot kommt am nächsten Morgen an, bringt die Journalistin Setsuko Gidō und lässt die Seminargruppe abfahren. Auch die Polizei der Präfektur trifft ein. Saikawa und Nishonosono folgern, dass Magata vor 15 Jahren schwanger in ihre Suite kam und dort eine Tochter bekam. Sie stellen auch fest, dass die Computerfehler die Uhren des Labors um eine Minute zurückgesetzt haben, sodass sich der Mörder für diese Minute ohne Videoüberwachung bewegen konnte. Saikawa nimmt über den Computer Sprachkontakt mit \"Michiru\" auf und spricht sie als Shiki Magata an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771380","hoster":"VOE"},{"path":"/redirect/8633517","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473906","hoster":"VOE"},{"path":"/redirect/8386578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-10","name":"Eine asternfarbene Wahrheit","epNo":10,"alt":"Aster-Colored Truth","descr":"Saikawa verrät, dass Nishinosono ursprünglich nicht Magata interviewt hat, sondern ihre Tochter. Magatas ursprünglicher Plan war, dass ihre Tochter sie und Shindō tötet und dann ihren Platz einnimmt. Magata hatte die Computer-\"Störung\" auch Jahre im Voraus geplant. Nachdem Nishinosono die Tochter interviewt hatte, begann die Tochter, den Plan und ihre eigene Identität in Frage zu stellen und tötete sich stattdessen. Magata verließ ihre Suite und gab vor, Miki zu sein, ihre angebliche Schwester, die nie wirklich existierte, während der anfänglichen \"Fehlfunktion\", tötete Shindō und verließ die Insel zusammen mit den Mitgliedern von Saikawas Seminargruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771383","hoster":"VOE"},{"path":"/redirect/8633510","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473907","hoster":"VOE"},{"path":"/redirect/8386585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/subete_ga_f_ni_naru/staffel-1/episode-11","name":"Ein farbloses Wochenende","epNo":11,"alt":"Colorless Weekend","descr":"Magata besucht Saikawa an der Universität. Sie sagt, dass sie sich nicht stellen wird, weil sie möglicherweise nicht zum Tode verurteilt wird. Sie wird auch keinen Selbstmord begehen, weil sie will, dass jemand anderes sie umbringt. Als sie geht, wird sie von einer Polizeiwache umgeben, die Saikawa verfolgt, aber Nishinosono informiert Saikawa später darüber, dass die Wache früher abberufen wurde. Saikawa verrät Nishinosono, dass Gidō seine kleine Schwester ist. In einer Rückblende diskutieren Magata und ihre Tochter über das Wesen von Menschen und Beziehungen. In der Schlussszene stellt Magata ihre neuen Persönlichkeiten, ihre Tochter Michiru und ihren Onkel Shindō, Kishio vor, der Persönlichkeit, die auf ihrem toten Zwillingsbruder basiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8771384","hoster":"VOE"},{"path":"/redirect/8633512","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13473909","hoster":"VOE"},{"path":"/redirect/8386594","hoster":"Streamtape"}]}]}]}]}