{"seriesId":"submarine-707r","name":"Submarine 707R","descr":"[Submarine 707 Revolution] Mit Hilfe seines hochmodernen U-Boots UX, das Flaggschiff der terroristischen Gruppierung USR, versetzt Admiral Red die Weltmeere in Angst und Schrecken. Die zur sogenannten Peacekeeping Navy zusammengeschlossenen Marine-Einheiten der Großmächte wissen den verheerenden Angriffen des Admirals wenig entgegenzusetzen. Doch Hayami, Captain des U-Boots 707 und seines Zeichens eher ein gemütlicher Bär, tritt den Beweis an, dass man auch mit einem altertümlichen U-Boot dem technisch hochüberlegenen Feind etwas entgegensetzen kann. Als die PKN-Flotte erneut angegriffen wird, macht sich Hayami mit der 707 auf den Weg ins Kriegsgeschehen und nimmt die Verfolgung der UX auf – eine Jagd jedoch, bei der bis zum Ende die Rolle des Jägers und die des Gejagten nicht verteilt scheint …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"MISSION:01","epNo":1,"alt":"","descr":"In der nahen Zukunft befindet sich die Welt im Krieg: Die USR, eine geheimnisvolle Organisation unter der Führung von Admiral Red und seinem mächtigen U-Boot UX, will die Ausbeutung der Meere durch den Menschen stoppen und hat bereits zahlreiche Schiffe und Häfen torpediert. Die Seestreitkräfte der Welt schließen sich zusammen und bilden die Peace Keeping Navy (PKN), um die \"Terroristen\" zu bekämpfen. Jedes große UN-Mitglied hat ein U-Boot beigesteuert, auch wenn das japanische U-Boot, die 707, ein alter Schrotthaufen ist, der mit Verspätung zur Eröffnungssitzung erscheint. Als das Treffen endlich beginnt, kommen Admiral Red und die UX, um die Show mit einer Reihe von Torpedos zu stören. Captain Youhei Hayami kommt zu spät in die Schlacht und steuert die 707 in einen Torpedo, der auf den Superträger, das Flaggschiff der PKN, abgefeuert wird. Sein Schiff wird zerstört, aber das Flaggschiff überlebt. Sechs Monate später erhält Kapitän Hayami das Kommando über die geborgene und wiederaufgebaute 707 und sticht mit einer Mannschaft aus alten Kameraden und brandneuen Kadetten in See, um erneut gegen Admiral Red zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12259767,"hoster":"VOE"},{"redirect":12259771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten] MISSION:02","epNo":2,"alt":"","descr":"","versions":[]}]}]}