{"seriesId":"suburgatory","name":"Suburgatory","descr":"Der alleinerziehende Vater George (Jeremy Sisto) will nur das Beste für seine 16-jährige Tochter Tessa (Jane Levy). Als er eine Packung Kondome auf ihrem Nachttisch findet, ergreift er resolute Maßnahmen. Fluchtartig verlässt er New York City, um Tessa vor dem schädlichen Einfluss der Großstadt zu bewahren. In einem friedlichen Vorort soll seine Tochter zu einer verantwortungsvollen jungen Dame heranreifen. Doch für Tessa ist der Anblick der neuen Kunststoff-Welt - inklusive übertrieben gepflegter Rasenflächen und mit Hilfe plastischer Chirurgie üppig ausgestatteter Nachbarinnen - ein Grauen. Schnell muss Tessa lernen das das Leben in der Vorstadt nicht so ist wie es scheint...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vertreibung ins Paradies","epNo":1,"alt":"Pilot","descr":"Eines Tages findet George eine Packung Kondome in der Schublade seiner Tochter Tessa. Grund genug für den alleinerziehenden Vater, aus New York City wegzuziehen und sich im beschaulichen Vorort Chatswin niederzulassen. Tessa ist von dem Umzug alles andere als begeistert und kann der oberflächlichen \"Vorstadthölle\" ganz und gar nichts abgewinnen. Zuckerfreies Red Bull, Schönheitsoperationen und viel zu kurze Kleider scheinen die Eckpfeiler ihres neuen Umfeldes zu sein ...","versions":[{"lang":1,"streams":[{"redirect":8771385,"hoster":"VOE"},{"redirect":8633521,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Barbecue","epNo":2,"alt":"The Barbecue","descr":"Nach unzähligen Einladungen ihrer Nachbarn Sheila und Fred müssen George und Tessa schließlich nachgeben und der Einladung folgen. Beim Dinner trifft Tessa den ebenso attraktiven wie unterbelichteten Sohn der Familie. Zu ihrer großen Erschütterung muss sie sich eingestehen, dass sie sich ausgerechnet von ihm angezogen fühlt. Unterdessen wird George unter Druck gesetzt, endlich sein Einstands-Barbecue zu geben ...","versions":[{"lang":1,"streams":[{"redirect":8771388,"hoster":"VOE"},{"redirect":8633515,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Ausschuss","epNo":3,"alt":"The Chatterer","descr":"George reagiert auf Sheilas Einmischungen mehr und mehr genervt. Schließlich kriegt er sich mit ihr richtig in die Haare und will aus Trotz dem Lehrer-Eltern-Ausschuss von Tessas Schule beitreten. Unterdessen wird Tessa Mitglied der Schülerzeitung \"Chatswin Chronicle\". Schnell wird ihr klar, dass niemand an den langweiligen Berichten der Zeitung interessiert ist. Sie beschließt, dem Chronicle ein Facelift zu verpassen - mit durchschlagendem Erfolg ...","versions":[{"lang":1,"streams":[{"redirect":8771386,"hoster":"VOE"},{"redirect":8633513,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Puppendieb","epNo":4,"alt":"Don’t Call Me Shirley","descr":"Musik in Tessas Ohren: Polizeisirenen ertönen in der Nachbarschaft, endlich ist etwas los in der langweiligen Vorstadthölle Chatswin. Sheila hat aufgrund eines Diebstahls die Polizei gerufen, die Aufregung ist groß. Tessa ist begeistert über den Aufruhr - bis Dallas und Dalia aus Angst nicht mehr alleine in ihrem Haus bleiben wollen und vorübergehend bei den Altmans einziehen. Schon bald droht Tessa zu verzweifeln ...","versions":[{"lang":1,"streams":[{"redirect":8771389,"hoster":"VOE"},{"redirect":8633522,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Halloween","epNo":5,"alt":"Halloween","descr":"Schockiert stellt Tessa fest, dass die Vorstädter mit Nahrungsmitteln extrem verschwenderisch umgehen. Auf Tessas Anregung ruft Mr. Wolfe eine Wohltätigkeitskampagne ins Leben - doch der Schuss geht nach hinten los. Anstatt hungernden Menschen unter die Arme zu greifen, wollen die Vorstädter lieber Menschen mit schlechter Haut in Florida helfen ... George soll ein Dachfenster in einem Luxusbad einbauen. Heimlich probiert George die Komfortdusche aus - mit fatalen Folgen ...","versions":[{"lang":1,"streams":[{"redirect":8771387,"hoster":"VOE"},{"redirect":8633526,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Helft Florida","epNo":6,"alt":"Charity Case","descr":"Schockiert stellt Tessa fest, dass die Vorstädter mit Nahrungsmitteln extrem verschwenderisch umgehen. Auf Tessas Anregung ruft Mr. Wolfe eine Wohltätigkeitskampagne ins Leben – doch der Schuss geht nach hinten los. Anstatt hungernden Menschen unter die Arme zu greifen, wollen die Vorstädter lieber Menschen mit schlechter Haut in Florida helfen … George soll ein Dachfenster in einem Luxusbad einbauen. Heimlich probiert George die Komfortdusche aus – mit fatalen Folgen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771392,"hoster":"VOE"},{"redirect":8633518,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Süße Sechzehn","epNo":7,"alt":"Sweet Sixteen","descr":"Für ihren 16. Geburtstag plant Tessa ein gemütliches Beisammensein mit ihren besten Freunden. Als Dallas vorschlägt, ihre Lieblingsband zu engagieren, lässt sich Tessa zu einer extravaganten Riesenparty überreden. Zu ihrem großen Missfallen übernimmt ausgerechnet Dalia die Planung für die Feier … George leidet unter einem Hexenschuss und kann sich kaum noch bewegen. Ein gefundenes Fressen für Sheila, die George von nun an umsorgt … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771390,"hoster":"VOE"},{"redirect":8633525,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Thanksgiving","epNo":8,"alt":"Thanksgiving","descr":"Es ist Thanksgiving, und Tessa hat die Nase voll davon, die Feiertage in der Vorstadt zu verbringen. Sie überredet Dallas, mit ihr nach Manhattan zu fahren. Doch dort erwartet die beiden eine böse Überraschung: Sie sehen George, der angeblich arbeitet, wie er eine Unbekannte küsst. Beim Thanksgiving-Dinner kommt es schließlich zur Konfrontation. Unterdessen verlangt Sheila von Lisa, zum Thanksgiving-Essen ein traditionelles Kleid zu tragen. Lisa hat jedoch andere Pläne … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771391,"hoster":"VOE"},{"redirect":8633519,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unterm Mistelzweig","epNo":9,"alt":"The Nutcracker","descr":"George trennt sich von seiner Freundin Zoe – per Skype. Tessa, die das unfreiwillig mitverfolgt, hat ein schlechtes Gewissen, denn sie glaubt, für die Trennung verantwortlich zu sein. Kurzerhand versucht sie, die beiden wieder miteinander zu verkuppeln. George reagiert eher unwirsch, ist er doch mittlerweile an Tessas Kunstlehrerin Aimee interessiert. Auf einer kleinen vorweihnachtlichen Feier eskaliert die Situation, als Zoe und Aimee plötzlich vor der Tür stehen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771393,"hoster":"VOE"},{"redirect":8633520,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Miss Dalia und ihr Chauffeur","epNo":10,"alt":"Driving Miss Dalia","descr":"Tessa besteht die Führerscheinprüfung – im Gegensatz zu Dalia. Kurzerhand heuert sie Tessa als Fahrerin an, um ihren Schwarm Scott Strauss zu stalken. Die Dinge entwickeln sich jedoch in eine ungeahnte Richtung: Tessa und Scott entdecken Gefühle füreinander. Nachdem Georges Gastmitgliedschaft im Country Club erloschen ist, drängt er Noah dazu, ihm bei der Aufnahme als Vollmitglied in den Club behilflich zu sein. Das stellt die Freundschaft der beiden auf die Probe. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771397,"hoster":"VOE"},{"redirect":8633523,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Coming Out","epNo":11,"alt":"Out in the Burbs","descr":"Mr. Wolfe heuert den jungen Drogenfahnder Josh an, der sich als Schüler ausgeben und nach verbotenen Steroiden suchen soll. Er stellt ihm die ahnungslose Tessa an die Seite, die schnell davon überzeugt ist, dass Josh schwul ist. Der tut jedoch nur so, um besser an den Steroid-Dealer ranzukommen. Als im Vorgarten von George und Tessa ein Hydrant umgefahren wird, hat das weitreichende Folgen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":12927111,"hoster":"VOE"},{"redirect":8633524,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Casino-Ausflug","epNo":12,"alt":"The Casino Trip","descr":"George gewinnt einen All-inclusive-Aufenthalt in einem Hotel in Atlantic City. Er lädt Noah, Fred, Tom und Alex ein, ihn zu begleiten. Im Hotel treffen sie zufällig auf Steven, Dallas’ Ehemann, der angeblich geschäftlich in Singapur ist. Als der spielsüchtige Fred wegen eines Gewinns von 14.000 Dollar kurz vor dem Durchdrehen ist, hilft ihm Steven über die Situation hinweg. Tessa will indes die Gelegenheit nutzen, um mit Scott Strauss eine erste gemeinsame Nacht zu verbringen. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":12927131,"hoster":"VOE"},{"redirect":8633528,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sex und die Vorstadt","epNo":13,"alt":"Sex and the Suburbs","descr":"Tessa genießt es, dass sich Scott Strauss für sie entschieden hat – und gegen Dalia. George hat enorme Schwierigkeiten mit der Situation, dass seine Tochter nun einen Freund hat. Als er eine Packung Kondome – in XXL – in Tessas Zimmer findet, ist er nicht mehr zu bremsen: Er will sie unbedingt schützen. Je näher Tessa Scott kennenlernt, desto weniger fühlt sie sich zu ihm hingezogen. Schließlich trifft sie eine Entscheidung … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771396,"hoster":"VOE"},{"redirect":8633527,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"The Body","epNo":14,"alt":"The Body","descr":"Tessa ist schockiert: Sie droht, in Sport durchzufallen. Kurzerhand beschließt sie, bei der Wahl als Schulsprecherin anzutreten – in der Hoffnung, etwas an der Sportbesessenheit der Chatswin High verändern zu können. Als Wahlkampfhelferin steht ihr Lisa zur Seite. Ryan, der Champion im Ringen, verletzt sich erstmals in einem Kampf und erfährt, was es heißt, als Loser nicht mehr Liebling der Familie zu sein. Unterstützung findet er bei George, der ihn unter seine Fittiche nimmt. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":11832610,"hoster":"VOE"},{"redirect":8633535,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Feuer gegen Feuer","epNo":15,"alt":"Fire with Fire","descr":"Als Dallas im Krankenhaus auf Jill Werner trifft, schwärmt sie ihrer Bekannten in den höchsten Tönen vor, wie gut es ihr nach der Scheidung geht. Jill wird hellhörig, schließlich läuft es mit Noah auch nicht mehr so gut. Der ist allerdings wenig begeistert, als sich seine Frau unter Dallas’ Einfluss verwandelt. Auch Dalia nimmt ein Mauerblümchen unter ihre Fittiche: Nachdem Tessa ihr Scott Strauss weggeschnappt hat, spannt Dalia ihrer Gegenspielerin deren Freundin Lisa aus. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":12251316,"hoster":"VOE"},{"redirect":8633533,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Poetische Ungerechtigkeit","epNo":16,"alt":"Poetic Injustice","descr":"In Chatswin hat die Croquet-Saison begonnen. Fred und Sheila fordern Dallas und George zu einem Spiel heraus. Sheila schmeißt sich an George ran – so versteht zumindest Fred das auffallende Interesse seiner Frau. Fred erzählt George, Sheila habe Fantasien über ihn und bittet ihn, ihr diese zu erfüllen. Tessa ist hin und weg von der neuen, unglaublich coolen Lehrerin. Im Literaturkurs will sie Ms. Evans mit ihren Gedichten beeindrucken. Doch der gefallen Dalias Werke besser. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771399,"hoster":"VOE"},{"redirect":8633529,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Unabhängigkeitstag","epNo":17,"alt":"Independence Day","descr":"George soll Tessa abholen und lässt sie mal wieder ewig warten. Sie beschließt, sich einen Job zu suchen, um Geld für ein eigenes Auto zu verdienen – und findet ihn ausgerechnet in Dallas’ neuem Laden \"A Crystal Cup of Crystals\". Doch an ihrem ersten Arbeitstag taucht sie nicht auf. Zur Eröffnung lädt Dallas auch ihre Verbindungsschwestern vom College ein. Der Spaß der alten Freundinnen ist allerdings vorbei, als auch noch ihre Rivalin Tulsa uneingeladen hereinplatzt. (Text: ProSieben)","versions":[]},{"epId":"episode-18","name":"Die Depression","epNo":18,"alt":"Down Time","descr":"George macht sich Sorgen um die frisch geschiedene Dallas: Die scheint übertrieben gut drauf zu sein, seit ihre Trennung rechtskräftig ist. Um ein Auge auf sie zu haben, lädt er sie ein, mit ihm und Noah eine neue Matratze zu kaufen. Lisa und Malik sind frisch verliebt und wollen unbedingt vermeiden, dass sich Tessa wie das dritte Rad am Wagen fühlt. Also versuchen sie ihre Freundin zu verkuppeln. Schließlich lädt Ryan Tessa zu einem Date ein. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771404,"hoster":"VOE"},{"redirect":8633530,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Garten Eden","epNo":19,"alt":"Entering Eden","descr":"Auf dem Markt trifft George die bezaubernde Eden. Er ist auf den ersten Blick verliebt in die Blondine – und ihre Essgewohnheiten. Doch ein Smoothie, den sie ihm anbietet, befördert George kurz darauf ins Krankenhaus … Dallas vermisst ihr Hündchen Yakult – Tessa und Dalia bilden einen Suchtrupp. George geht währenddessen mit Noah und Jill essen – die beiden halten eine Überraschung für ihn bereit: Sie erwarten Nachwuchs von einer Leihmutter. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771402,"hoster":"VOE"},{"redirect":8633531,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Küssen verboten","epNo":20,"alt":"Hear No Evil","descr":"Die Beziehung von George und Eden wird ernster. Dass Eden Noahs und Jills Baby austrägt, macht die Sache allerdings kompliziert. Der übervorsichtige Noah setzt seinem Freund eindeutige Grenzen, was die Intimitäten der beiden angeht – und auch Eden bekommt den Beschützerinstinkt der Werners zu spüren. Nachdem auch die Shays Wind von Georges neuer Liebe bekommen habe, möchte er Eden endlich Tessa vorstellen. Doch die ist nach einer Beförderung sehr von ihrem neuen Job beansprucht. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771405,"hoster":"VOE"},{"redirect":8633532,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der große Kompromiss","epNo":21,"alt":"The Great Compromise","descr":"Eden ist bei George und Tessa eingezogen. Auch wenn sich Tessa zunächst nur schwer damit abfinden kann, zumal Eden einige neue Regeln aufstellt. Nach einer Weile offenbart sich für die Schülerin jedoch eine praktische Seite an der neuen Situation: Eden hilft ihr auf der Suche nach einem Praktikum für die Sommerferien. Unterdessen müssen sich Noah und Jill mit Sheila auseinandersetzen, die sich in ihre Beziehung einmischt, seit sie von der Leihmutterschaft weiß. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771401,"hoster":"VOE"},{"redirect":8633534,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Mutter-Blues","epNo":22,"alt":"The Motherload","descr":"In Chatswin wird Muttertag gefeiert. Doch Tessa ist nicht in Stimmung für das pompöse Fest. Ihr wird zum einen bewusst, wie sehr ihr ihre Mutter fehlt. Zum anderen wartet sie noch immer auf eine positive Nachricht wegen ihres Praktikums bei der Zeitung. George und Eden sind auf der Babyparty, die Noah und Jill für ihren Nachwuchs schmeißen. Doch die werdende Mutter Eden ist wenig begeistert davon, dass die Party und das Kinderzimmer nach dem Thema \"Bedrohte Tiere\" gestaltet sind. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771406,"hoster":"VOE"},{"redirect":8633541,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Heimvorteil","epNo":1,"alt":"Homecoming","descr":"Nach dem Sommer bei ihrer Großmutter in Manhattan, kehrt Tessa zurück nach Chatswin. Sie übt wieder fleißig auf ihrer Gitarre, um ihrer Mutter näher zu sein und einen Talentwettbewerb zu gewinnen … Noah ist unterdessen völlig überfordert: Jill fehlt im Haus, also versucht er Carmen als Nanny zu rekrutieren. Um sie zu überzeugen, ist er spendabel und geizt nicht mit Geschenken. Dallas kommt ihm auf die Schliche und lässt nichts unversucht, um Carmen an sich zu binden … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771407,"hoster":"VOE"},{"redirect":8633542,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Hexe von East Chatswin","epNo":2,"alt":"The Witch of East Chatswin","descr":"Dallas verkleidet sich an Halloween als Barbie und George soll ihr Ken sein. Leider versteht er ihre Andeutungen nicht, und verkleidet sich aus Rache lieber als Noah. Dieser wiederum erscheint überraschend als George auf der Halloween-Party … Tessa leidet unter Verfolgungswahn und findet in ihrer Tasche ein unheimliches Buch. Sheila glaubt zu wissen was los ist und erzählt ihr die Geschichte von der Hexe von East Chatswin. Will die Hexe mit Tessa Kontakt aufnehmen? (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771403,"hoster":"VOE"},{"redirect":8633536,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ryans Song","epNo":3,"alt":"Ryan’s Song","descr":"isa hat Angst, dass Ryan sich auf die Suche nach seinen leiblichen Eltern macht und sie alleine zurücklässt. Mit übertriebener Fürsorge versucht sie ihn zu halten. In Ryan erwecken die vielen Nettigkeiten aber einen anderen schrecklichen Verdacht … Bei ihrem ersten Date sind George und Dallas furchtbar nervös – zum Glück ist Dallas’ Lebensberater zur Auflockerung dabei. Was das für die Romantik bedeutet? (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771408,"hoster":"VOE"},{"redirect":8633538,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sex-Show","epNo":4,"alt":"Foam Finger","descr":"Zwischen George und Dallas sollen nun auch im Bett endlich die Funken sprühen. Beim kleinsten Körperkontakt gerät Dallas aber schon richtig in Ekstase. Sie erzählt ganz Chatswin von Georges Heldentaten und übertreibt dabei maßlos. George sieht sich zur Klärung gezwungen … Dalia verlässt das Trio KKK, um mehr Zeit mit ihrer neuen besten Freundin zu verbringen: der zukünftigen Frau ihres Vaters. KKK sind jetzt führungslos, Lisa ergreift ihre Chance … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771410,"hoster":"VOE"},{"redirect":8633544,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wünsch dir was","epNo":5,"alt":"The Wishbone","descr":"An Thanksgiving sieht Tessa zum ersten Mal ihre leibliche Mutter Alex. Das Zusammentreffen gestaltet sich schwierig, aber die beiden knüpfen erste dünne Bande. George will nur, dass seine Tochter glücklich ist, aber Alex’ Rückkehr nach so vielen Jahren ist für ihn nur schwer zu ertragen … Sheila hat Malik nackt gesehen. Lisa ist darüber gar nicht glücklich und stellt Malik zur Rede. Die Beziehung des jungen frisch verliebten Paares droht zu zerbrechen. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771413,"hoster":"VOE"},{"redirect":8633537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freundschaftsfisch","epNo":6,"alt":"Friendship Fish","descr":"Zwei alte Arbeitskollegen aus New York besuchen George in Chatswin. Die beiden entdecken das Vorstadtleben allerdings nicht für sich, sondern ziehen George ununterbrochen wegen seines neuen Lebensstils, seiner neuen Freunde und wegen Dallas auf. George erträgt die Hänseleinen nicht mehr – schließlich platzt ihm der Kragen … Nach der Trennung von Malik ist Lisa einsam. Sie beschließt, ihre Freundschaft zu Tessa aufzufrischen und schenkt ihr einen selbstgeräucherten Fisch … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771409,"hoster":"VOE"},{"redirect":8633539,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Krampus","epNo":7,"alt":"Krampus","descr":"George schenkt Tessa einen Kurztrip: Sie darf die Weihnachtsfeiertage bei ihrer Mutter in New York verbringen. Tessa ist voller Vorfreude, doch auf das, was sie im Big Apple erwartet, ist sie nicht vorbereitet … Ryan steht indessen völlig neben sich. Durch Zufall findet er heraus, dass er adoptiert wurde … Dalia wünscht sich zu Weihnachten nichts sehnlicher, als Carmen wiederzusehen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771411,"hoster":"VOE"},{"redirect":8633540,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schokopudding","epNo":8,"alt":"Black Thai","descr":"Dalia bekommt zur bestandenen Zwischenprüfung ein Auto geschenkt – Tessa nur eine Glückwunschkarte. Tessa ist außer sich und versucht, Dalias Testergebnis zu erfahren. Der Konflikt der Mädchen eskaliert, und George und Dallas müssen eingreifen. Letzte Lösung: ein Hip Hop-Tanzwettbewerb … Verzweiflung beherrscht die Shays: Um Ryan wiederzubekommen, entführen sie Malik. Statt einem Austausch findet aber nur ein gemeinsames Essen statt … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":13113478,"hoster":"VOE"},{"redirect":8633546,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verkäufer des Jahres","epNo":9,"alt":"Junior Secretary\u0027s Day","descr":"Chatswin feiert den \"Tag der Untersekretärin\". Doch nicht allen ist zum Feiern zumute: Tessas Weisheitszähne müssen raus. Auf die Schmerztabletten reagiert sie allerdings mit paranoiden Wahnvorstellungen. Fred versteckt sich in Georges Keller vor Sheila, weil er nicht zum besten Verkäufer erklärt wurde, sondern jetzt Untersekretär ist. Tessa versucht sich währenddessen ihrer Gefühle für Ryan klar zu werden. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771412,"hoster":"VOE"},{"redirect":8633554,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Höhle der Hingabe","epNo":10,"alt":"Chinese Chicken","descr":"Tessa wird in den Club der Football-Freundinnen aufgenommen. Doch schnell erkennt sie, dass die Mädchen nur dafür leben, die Spieler zu verehren. Kurzerhand zettelt sie eine Revolte an – zu Ryans Missfallen. George ist mittlerweile von Dallas total genervt. Er überredet Noah und Fred, eine Band zu gründen, um ihren Partnerinnen aus dem Weg gehen zu können. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771415,"hoster":"VOE"},{"redirect":8633543,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kult um Yakult","epNo":11,"alt":"Yakult Leader","descr":"Dallas glaubt, dass ihr Hund Yakult depressiv ist. Kurzerhand engagiert sie ihren Ex-Freund Yoni, der dem Vierbeiner dabei helfen soll, die negative Energie loszuwerden. Dalia und Dallas sind von Yonis Heilkünsten überzeugt, George jedoch glaubt, dass sich Yoni nur wieder in Dallas’ Leben einschleichen will. Indes überredet Sheila Tessa, einen neuen Freund für Lisa zu finden. Als sie im Internet eine Kontaktanzeige schaltet, meldet sich ein vermeintlich perfekter Junge. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771416,"hoster":"VOE"},{"redirect":8633545,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Body Talk","epNo":12,"alt":"Body Talk","descr":"Tessa nimmt den Job als Produzentin des Schulsenders an. Als sie eher unfreiwillig Ryan engagiert, um live über seinen Körper zu sprechen, schlägt die Show ein wie eine Bombe. Doch Tessa findet das Thema zu oberflächlich und setzt Ryans Sendung ab – weder Ryan noch Mr. Wolfe sind damit einverstanden. George stellt zufällig fest, dass 58 % von Dallas’ Grundstück in East Chatswin liegt. Als das in Chatswin bekannt wird, werden Dallas und Dalia aus der Gemeinde verbannt. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771420,"hoster":"VOE"},{"redirect":8633547,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Friede, Freude, Nervengift","epNo":13,"alt":"Blowtox and Burlap","descr":"Auch am Valentinstag geht es im idyllischen Örtchen Chatswin drunter und drüber. Dallas versteckt sich vor George, weil ihre Gesichtsbehandlung sie entstellt hat. George muss deswegen 18 Gänge kulinarische Extravaganz allein bewältigen. Tessa schleppt Ryan in einen Kunstfilm. Nachdem der bizarre Streifen Ryan begeistert, Tessa aber kalt lässt, kommt es zum Streit. Und Sheila heckt einen Plan aus, wie sie Lisa und Malik wieder zusammenbringen kann. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":13113476,"hoster":"VOE"},{"redirect":8633548,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Frag Tessa","epNo":14,"alt":"T-Ball \u0026 Sympathy","descr":"Tessa hält sich, seit sie mit Ryan zusammen ist, für eine Beziehungsexpertin und gibt jedermann Ratschläge – zuweilen auch ungefragt. Als Mr. Wolfe sich Sorgen macht, Chef Alan könnte eine Affäre mit Chef Norman haben, bietet sich Tessa als Spionin an. Indes will der Streit zwischen Dallas und Noah kein Ende nehmen. Dallas beschließt, ein Baseballteam zu trainieren und Noahs Team zu besiegen. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771424,"hoster":"VOE"},{"redirect":8633549,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Raus aus Chatswin","epNo":15,"alt":"Leaving Chatswin","descr":"Tessa findet heraus, dass Ryan plant, Chatswin zu verlassen, um aufs College zu gehen. Sie beginnt, sich eine Zukunft ohne Ryan auszumalen. Indessen stirbt Marty während eines Besuchs im Dampfbad. George ist betroffen, da er gerade dabei war, Marty etwas besser kennen zu lernen. Da der Verstorbene weder Angehörige noch Freunde hatte, wird George dessen Asche anvertraut. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771418,"hoster":"VOE"},{"redirect":8633551,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wie man ein Baby ist","epNo":16,"alt":"How to Be a Baby","descr":"Tessa beginnt, für Jill zu arbeiten, weil sie der Meinung ist, dass sich ihr bisheriger Job im Kristallgeschäft auf ihrer Collegebewerbung nicht sonderlich gut macht. Zunächst ist sie Feuer und Flamme, doch dann bekommt sie eine für sie enttäuschende Aufgabe: Sie soll eine Buchkritik aus der Sicht eines Babys schreiben. Noah gesteht George seine Liebe zu Carmen. Da George selbst einmal verlassen wurde, versucht er alles, um Noah davon abzuhalten, Jill zu verlassen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771421,"hoster":"VOE"},{"redirect":8633550,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eat, Pray, Eat","epNo":17,"alt":"Eat, Pray, Eat","descr":"Dallas ist frustriert: George freut sich über das Geburtstagsgeschenk seiner Tochter Tessa mehr als über ihres. Nun fürchtet sie, sich nicht mit Georges Vergangenheit und seiner Ex Alex messen zu können. Jill gibt ihr den Rat, ihren Kummer mit Essen zu bekämpfen. Indes will Noah Carmen nicht aufgeben und greift zu immer drastischeren Mitteln, um ihr seine Liebe zu beweisen, und Tessa hat das Gefühl, nicht mehr hip zu sein … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771422,"hoster":"VOE"},{"redirect":8633553,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Luxusrausch und Rollentausch","epNo":18,"alt":"Brown Trembler","descr":"In Chatswin geht es drunter und drüber: Noah wohnt mit Opus im Luxushotel und bringt damit sämtliche Mütter der Kleinstadt gegen sich auf. Fred wird von Sheila gezwungen, sich auf eine Verkäuferstelle zu bewerben. Aus diesem Grund bittet er Tessa, ihm zu zeigen, wie man urban und hip ist. Dallas zwingt indes Dalia, ihrer Konsumsucht Einhalt zu gebieten und endlich auszumisten. George dagegen versucht, Noah zur Vernunft zu bringen, und im Hause Shay werden die Rollen getauscht. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771419,"hoster":"VOE"},{"redirect":8633558,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Dezembermann","epNo":19,"alt":"Decemberfold","descr":"Das Foto-Shooting für den alljährlichen Kalender \"Vater von Chatswin\" steht an. Für George, Noah und Fred ist es eine Selbstverständlichkeit, an dem Charity-Projekt teilzunehmen. Doch schon bald wird aus dem Spaß bitterer Ernst: Wer schafft es auf das begehrte Dezember-Kalenderblatt? Von jetzt auf plötzlich ist Dalia Tessas beste Freundin. Tessa begreift nicht, was das bedeuten soll – bis die argwöhnische Lisa ihr die Augen öffnet. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771423,"hoster":"VOE"},{"redirect":8633556,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Qual der Wahl","epNo":20,"alt":"Go, Gamblers","descr":"Ryan muss sich endlich für ein College entscheiden. Welche Schule ist am besten geeignet, um eine vielversprechende Karriere als Sportler zu beginnen? Er ist vollkommen überfordert und verlangt von Tessa, eine Entscheidung für ihn zu treffen. George und Dallas wollen indes zusammenziehen. Die Gründe dafür sind jedoch nicht die romantischsten, was Dallas nicht besonders glücklich macht. Als dann \"zufällig\" ein Käufer für Georges Haus auftaucht, kommt es zu einer Entscheidung. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771427,"hoster":"VOE"},{"redirect":8633552,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Apocalypse Miau","epNo":21,"alt":"Apocalypse Meow","descr":"Tessa und Dalia sind sich immer noch spinnefeind. Während Tessa in der Schule von Dalia und ihren Freundinnen so schikaniert wird, dass die Fetzen fliegen, überlegen George und Dallas, wie sie ihren Töchtern schonend mitteilen können, dass sie zusammenziehen wollen. Tessa schmiedet nach Unterrichtsschluss einen Racheplan. Lisa schlägt vor, ihre Miau-Aufnahmen anzuhören, die sie beruhigen sollen. Leider nutzt das nichts, Tessa ist weiterhin auf Krawall aus. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":12381986,"hoster":"VOE"},{"redirect":8633564,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Haus und Hund","epNo":22,"alt":"Stray Dogs","descr":"Tessa ist entsetzt, dass ihr Vater und Dallas zusammenziehen wollen. Sie verlässt Chatswin und fährt nach New York City, um dort eine Bleibe zu finden. Das gestaltet sich jedoch schwieriger als geplant. Schließlich findet sich eine unerwartete Lösung. Der verliebte George kauft Dallas’ Traumhaus, um dort mit ihr ein neues Leben zu beginnen. Doch seine Herzensdame reagiert anders als erhofft – sie trennt sich von ihm. Sein einziger Trost ist ein Hund. (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8771426,"hoster":"VOE"},{"redirect":8633562,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Böse Mami","epNo":1,"alt":"No Me Gusta, Mami","descr":"Sheila wird fuchsteufelswild, als in Chatswin ein streunender Hund sein Unwesen treibt. Um das Ansehen der Kleinstadt – und den dortigen Immobilienmarkt – aufrecht zu erhalten, sagt sie dem Tier den Kampf an. Noch weiß Sheila nicht, dass es sich bei dem Streuner um Georges neuen Hund handelt. Indessen hat sich Tessas Mutter aus dem Staub gemacht, und so kehrt Tessa zurück zu George – und dem neuen, vierbeinigen Familienmitglied, das sie vor Sheila verstecken müssen …","versions":[{"lang":1,"streams":[{"redirect":12927135,"hoster":"VOE"},{"redirect":8633555,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der neue Sohn","epNo":2,"alt":"Victor Ha","descr":"Sheila und Fred beschließen, den neunjährigen Victor bei sich aufzunehmen. Lisa ist von ihrem neuen Brüderchen alles andere als begeistert. Kurzerhand spioniert sie ihn aus und lüftet ein dunkles Geheimnis … Tessa hat ihren Vater mit Dalia erwischt. Sie ist stinksauer und verbietet ihm den Umgang mit ihr. Das hat jedoch schwerwiegende Folgen …","versions":[{"lang":1,"streams":[{"redirect":8771430,"hoster":"VOE"},{"redirect":13042009,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Couch","epNo":3,"alt":"Open Door Policy","descr":"George kommt nicht über die Trennung von Dallas hinweg: Er geht nicht mehr raus, sitzt nur noch zu Hause vor dem Fernseher. Tochter Tessa macht sich Sorgen und holt Georges Vater Emmet zur Hilfe. Der gibt sein Bestes, um seinen Sohn aufzubauen. Doch der Versuch geht nach hinten los …","versions":[{"lang":1,"streams":[{"redirect":8771431,"hoster":"VOE"},{"redirect":8633565,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kolibri Versuch","epNo":4,"alt":"The Birds and the Biederman","descr":"Dallas möchte unbedingt ein Zusammentreffen mit George verhindern. Deshalb legt sie in Chatswin Zonen fest, die er nicht betreten darf. Tessa soll zusammen mit Dalia sicherstellen, dass ihr Vater sich an diese Regeln hält. Das wird den beiden aber bald zu viel. Sie sorgen dafür, dass Dallas und George sich doch treffen – ganz zufällig, natürlich.","versions":[{"lang":1,"streams":[{"redirect":8771432,"hoster":"VOE"},{"redirect":8633559,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Bräunungskurs","epNo":5,"alt":"Blame It On The Rainstick","descr":"George ist schockiert: Das vom Gericht angeordnete Anti-Aggressions-Training hat Noah total verändert. Aus dem ehemals heißblütigen Freund ist ein zahmer Langweiler geworden. George kann sich mit der Verwandlung nicht abfinden und beschließt, den neuen Noah auf die Probe zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8771428,"hoster":"VOE"},{"redirect":8633560,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ehrlich währt am längsten","epNo":6,"alt":"About A Boy-Yoi-Yoing","descr":"George ist begeistert von Chatwins derzeit angesagtestem Ort, einer Saftbar. Tessa erinnert ihn daraufhin an sein Versprechen, nicht in der Kleinstadt-Szene aufzugehen. George reagiert auf den Hinweis seiner Tochter und unternimmt mit Fred einen Trip nach New York. Doch die Reise verläuft anders als geplant …","versions":[{"lang":1,"streams":[{"redirect":8771433,"hoster":"VOE"},{"redirect":8633563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich und Ich","epNo":7,"alt":"I’m Just That Not That Into Me","descr":"Tessa überredet Malik und Lisa, mit ihr auf eine College-Party zu gehen. Dort kommt es zu einer überraschenden Begegnung: Tessa trifft eine männliche Version von sich selbst – und ist sofort fasziniert. Beide liegen genau auf einer Wellenlänge und sehen die Welt durch die gleichen Augen. Ihre Beziehung zueinander ist aber nur fast perfekt.","versions":[{"lang":1,"streams":[{"redirect":8771436,"hoster":"VOE"},{"redirect":8633561,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Antrag","epNo":8,"alt":"Catch And Release","descr":"Lisa will Malik einen Heiratsantrag machen. Tessa ist nicht sicher, was sie von der Idee ihrer Freundin halten soll, doch nach einem Gespräch mit George beschließt sie, Lisa zu unterstützen. Die hat das auch bitter nötig, denn der Antrag läuft nicht so, wie sie es sich vorgestellt hatte. Das inspiriert Tessa, etwas in ihrem eigenen Leben zu ändern...","versions":[{"lang":1,"streams":[{"redirect":8771435,"hoster":"VOE"},{"redirect":8633566,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reise in den Süden","epNo":9,"alt":"The Ballad Of Piggy Duckworth","descr":"Dallas muss zur Beerdigung ihrer Mutter in den Süden fahren und bittet Tessa, sie zu begleiten. Zu Hause gehen George, Noah und Fred zu einem Gruppendate. Ein Spaß, der für Fred jedoch eine unangenehme Folge hat...","versions":[{"lang":1,"streams":[{"redirect":8771434,"hoster":"VOE"},{"redirect":8633568,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Schönheitswettbewerb","epNo":10,"alt":"No, You Can\u0027t Sit with Us","descr":"Tessa entdeckt ihre soziale Ader: Um ein Zeichen zu setzen, nimmt sie sich einer Außenseiterin an und unterstützt das Mädchen beim Kampf um die Krone der \"Miss Chatswin\". In ihrer Rolle als Mentorin zeigt Tessa vollen Einsatz – und treibt so den Konkurrenzkampf mit Dalia auf die Spitze...","versions":[{"lang":1,"streams":[{"redirect":8771440,"hoster":"VOE"},{"redirect":8633570,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dalia Nicole Smith","epNo":11,"alt":"Daila Nicole Smith","descr":"So hat sich Dalia ihre Zukunft nicht vorgestellt: Das einzige College, für das sie sich beworben hat, nimmt sie nicht an. Was nun? Während Dallas fieberhaft nach einer beruflichen Alternative für ihre Tochter sucht, hat diese schon eigene Pläne, wie sie ihr Leben finanzieren will...","versions":[{"lang":1,"streams":[{"redirect":8771438,"hoster":"VOE"},{"redirect":8633571,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Hochzeitsplanerin","epNo":12,"alt":"Les Lucioles","descr":"Tessa hilft Malik und Lisa, ihre Hochzeit zu planen. Doch der Spaß wird dadurch gebremst, dass das Budget sehr knapp ist. Zumindest für Malik sind das nicht die einzigen Probleme: Seine Familie hat entschieden, die Hochzeit zu boykottieren. Wer soll ihn jetzt zum Altar führen? Hilfesuchend wendet sich Malik an George...","versions":[{"lang":1,"streams":[{"redirect":8771439,"hoster":"VOE"},{"redirect":8633569,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Immer noch geil","epNo":13,"alt":"Stiiiiiiill Horny","descr":"Während Malik und Lisa mit den kleinen und großen Tücken des Ehelebens kämpfen, wird Tessa klar, was ihr Problem ist: Sie ist immer noch nicht über die Trennung von Ryan hinweg. Gibt es jetzt, wo er wieder in Chatswin ist, eine zweite Chance für sie?","versions":[{"lang":1,"streams":[{"redirect":8771437,"hoster":"VOE"},{"redirect":8633567,"hoster":"Streamtape"}]}]}]}]}