{"path":"/serie/stream/suisei-no-gargantia","name":"Suisei no Gargantia","descr":"[Ger Sub] Die Geschichte des Animes beginnt in der fernen Zukunft, in den Weiten der Galaxie. Die galaktische Allianz der Menschen ist ständig im Krieg gegen eine groteske Rasse von Wesen, die \"Hidiaasu\" genannt werden. Im Laufe der intensiven Schlacht wird der junge Leutnant Ledo und seine humanoide, mobile Waffe \"Chamber\" von einer Raum-Zeit-Verzerrung verschluckt. Als Ledo aus seinem künstlich erzeugten \"Winterschlaf\" aufwacht, stellt er fest, dass er die Erde erreicht hat. Der Planet an der verlorenen Grenze. Auf diesem Planeten, welcher komplett von Meeren überflutet ist, leben die Menschen in/auf Flotten riesiger Schiffe und bergen Relikte aus den Tiefen der Meere, um zu überleben.Ledo kommt auf einem Schiff mit dem Namen \"Gargantia\" an. Ohne Kenntnisse über die Geschichte des Planeten oder ihre Kultur ist er gezwungen, bei Amy, einem 15-jährigen Mädchen, und Botin an Bord der Gargantia-Flotte zu leben. Für Ledo, welcher sein Leben lang nur gekämpft hat, sind diese Tage des Friedens eine Überraschung …","seasons":[{"path":"/serie/stream/suisei-no-gargantia/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/suisei-no-gargantia/filme/film-1","name":"","epNo":1,"alt":"OVA 1","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771833","hoster":"VOE"},{"path":"/redirect/8633643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/filme/film-2","name":"","epNo":2,"alt":"OVA 2","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771837","hoster":"VOE"},{"path":"/redirect/8633633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/filme/film-3","name":"","epNo":3,"alt":"Meguro Kouro Haruka (OVA 1)","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771855","hoster":"VOE"},{"path":"/redirect/8633634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/filme/film-4","name":"","epNo":4,"alt":"Meguro Kouro Haruka (OVA 2)","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771858","hoster":"VOE"},{"path":"/redirect/8633647","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-1","name":"","epNo":1,"alt":"Castaway Drifters","descr":"Die Menschen haben die Erde verlassen, um ein Paradies im Weltraum namens Avalon als neue Heimat der Menschheit zu schaffen, und die Galaktische Allianz der Menschheit gegründet, um ihre Reise durch sie auszudehnen. Molluskenähnliche Lebensformen, bekannt als Hideauze, erschienen als Bedrohung vor der Galaktischen Allianz, und zwischen ihnen tobt ein Krieg. Fähnrich Ledo und seine Maschinenkaliberkammer K6821 schließen sich dem jüngsten Angriff gegen die Hideauze an. Der Angriff endet schließlich mit einem Fehlschlag und ein Rückzugsbefehl wird von Ledos Vorgesetztem Kugel erteilt . Ledo kann jedoch nicht zurückkehren und wird in den Weltraum geworfen. Sechs Monate später die Besatzungsmitglieder des Bergungsschiffs GargantiaKammer vom Grund des Ozeans bergen, können sie aber nicht auseinander nehmen. Nachdem alle gegangen sind, beschließt Ledo, seinen aktuellen Standort zu erkunden und zu untersuchen, nur um von Pinion , dem Leiter der Reparaturtechniker, bemerkt zu werden. Ledo entführt einen Kurier namens Amy , als er nach draußen gejagt und von der gesamten Crew auf einem Pylon in die Enge getrieben wird. Er findet heraus, dass er sich auf einem bewohnbaren Planeten befindet, was ihn so schockiert, dass er Amy freilässt. Dann ruft er Chamber herbei, die bestätigt, dass dies der Ursprungsplanet der Menschheit ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335448","hoster":"VOE"},{"path":"/redirect/8633636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-2","name":"","epNo":2,"alt":"The Planet of Origin","descr":"Ledo bleibt am Pylon festgehalten und versucht, einen freundschaftlichen Dialog mit Ridget , dem Adjutanten des Flottenkommandanten, zu beginnen, während Chamber für Ledo übersetzt und die Besatzungsmitglieder überrascht, indem er eine unbemannte Maschine ist. Nachdem Ridget mit den anderen Besatzungsmitgliedern besprochen hat, was mit Ledo zu tun ist, besucht Amy ihren bettlägerigen jüngeren Bruder Bebel , um ihm ein kleines Steuerrad zu geben, um sein Schiffsmodell zu vervollständigen. Amy nähert sich Ledo später mit Fisch zum Essen als Freundschaftsritual. Sie erklärt, dass dieser Planet namens Erde einst zugefroren war und einige Menschen beschlossen haben, zu bleiben. Das Eis schmolz schließlich und wurde zu einem riesigen Ozean, in dem viele Menschen Flotten bilden, um alte Technologie von unten zu bergen. Auf der Suche nach anderen fortschrittlichen Technologien schickt Ridget Bellows los, Anführer des Ausgrabungsteams, bis zu dem Punkt, an dem Chamber und Ledo gefunden wurden, aber Bellows Schiff von Piraten angegriffen wird. Amy bittet Ledo, ihnen zu helfen, und er stimmt der Absicht zu, ihr Vertrauen zu gewinnen. Ledo geht an Chamber und tötet die Piraten effizient, ohne Bellows Schiff und Besatzung zu verletzen, während Amy und die anderen schockiert über Chambers zerstörerische Kraft zusehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771863","hoster":"VOE"},{"path":"/redirect/8633649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-3","name":"","epNo":3,"alt":"The Vile Empress","descr":"Amy missbilligt Ledos Vorgehen und die Anführer der Gargantia besprechen die mögliche Vergeltung, die sie erleiden könnten. Bellows bringt Amy dazu, mit Ledo zu sprechen, und sie erklären ihm, dass Waffen nur als letztes Mittel eingesetzt werden dürfen, da sich die Menschen aufeinander verlassen müssen, um in ihrer Welt zu überleben. Nachdem sich Amy mit Ledo versöhnt hat, startet eine große Piratenflotte, angeführt von der Piratenkaiserin Lukkage , einen Angriff und nähert sich langsam der Gargantia . Ledo bespricht die Situation mit Ridget und erklärt sich bereit, ihnen erneut zu helfen, als Gegenleistung dafür, an Bord der Flotte aufgenommen zu werden. Ledo wurde angewiesen, die Feinde ohne Verluste zu besiegen, deaktiviert die Piratenschiffe an der Front und kehrt zur Gargantia zurückum mit einem Schleichangriff fertig zu werden, der von Lukkage selbst angeführt wird und ihren benutzerdefinierten humanoiden Mecha namens Surfing Lobster Yunboro steuert. Ledo kämpft und besiegt Lukkage mit Leichtigkeit und zwingt die Piraten zur Flucht. Nachdem er von der Besatzung der Gargantia begrüßt wurde, wird Ledo von Amy begrüßt und antwortet, indem er sich bei ihr bedankt, der erste einheimische Ausdruck, den er gelernt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335446","hoster":"VOE"},{"path":"/redirect/8633637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-4","name":"","epNo":4,"alt":"The Flute of Remembrance","descr":"Nachdem Ledo Lukkages Schleichangriff vereitelt hat, erhält er eine Rechnung zur Zahlung seines Kollateralschadens, obwohl Ridget sagt, dass er von den Lebenshaltungskosten und der Gebühr für die Aufnahme von Chamber an Bord befreit werden soll. Während Chamber den anderen Arbeitern hilft, sieht man Ledo, wie er die Hideauze-Klaue formt, die er immer bei sich trägt. Er gibt es Amy, die plant, es später im Laufe des Tages an Bebel weiterzugeben. Amy bringt Ledo zum niedergelassenen Arzt Oldham , der ihm erklärt, dass der größte Teil der alten Technologie der Menschheit verloren ist, daher ist es für die Gargantia unmöglichum ihm zu helfen, in den Weltraum zurückzukehren. Amy nimmt Ledo mit, um Bebel zu treffen, der Ledo nach seinem Leben im All fragt. Bald beginnt es ein wenig zu regnen und Ledo hilft beim Sammeln von Regenwasser, um den Frischwasservorrat der Flotte aufzufüllen. Bebel erkennt, dass Ledo tatsächlich eine Flöte geschnitzt hat. Während Bebel es spielt, erinnert sich Ledo an eine längst vergessene Erinnerung, die ihn zum Weinen bringt. Nachdem er Bebel gebeten hat, ihm die Flöte zurückzugeben, fragt sich Ledo später, ob er mehr über ihre Umgebung erfahren soll, während Chamber erwähnt, dass er schließlich alles hinter sich lassen muss, wenn er zu seiner Einheit zurückkehrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771877","hoster":"VOE"},{"path":"/redirect/8633638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-5","name":"","epNo":5,"alt":"Calm Day","descr":"Ledo beschließt, sich einen Job zu suchen, findet aber nach seinen Fähigkeiten und seiner Bereitschaft keine freie Stelle. Bald darauf stoppt die Gargantia wegen Wartungsarbeiten und nutzt den \"ruhigen Tag\", an dem Wind und Wellen fehlen und alle Arbeiter außer den Handwerkern etwas Freizeit haben. Obwohl Pinion selbst Mechaniker ist, lädt er Ledo und Amy zusammen mit ihren Kurierkollegen Saaya und Melty an den Strand ein. Aufgrund von Energiemangel kann Pinion kein Fleisch kochen und schickt Ledo auf eine Besorgung, während er Chamber als Grill verwendet. Amy, Saaya und Melty werden von Ridget beauftragt, den Sprinkler auf der Spitze eines Kranturms einzuschalten, und die drei nutzen die Gelegenheit, um daraus ein Rennen auf Surfdrachen zu machen. Während des Rennens rettet Amy Ledo davor, von drei Männern verfolgt zu werdenTransvestiten begierig darauf, ihn einzustellen. Die Mädchen kehren zur Party zurück, nachdem sie ihre Arbeit beendet haben, und Ledo kommt bald, nachdem er eine Flasche Sauce gebracht hat, den Gegenstand, den Pinion ihn von einer Hexe holen wollte . Bevor der ruhige Tag endet, informiert Amy Ledo, dass Pinion die Party arrangiert hat, um ihn aufzuheitern, da er keinen Job finden konnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12251323","hoster":"VOE"},{"path":"/redirect/8633639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-6","name":"","epNo":6,"alt":"Festival","descr":"Ledo nimmt eine Arbeit als Fischer auf, aber er ist nicht in der Lage, einen Taucher Yunboro zu steuern, und schickt stattdessen Chamber, um den anderen Fischern zu helfen. Pinion lädt dann Ledo zum Mittagessen ein und bietet ihm eine Stelle in seiner Reparaturmannschaft an, aber Bellows erscheint und bietet ihm auch eine Stelle in ihrem Ausgrabungsteam an. Während Amy, Saaya und Melty auf dem Festival für die Menge tanzen, richtet Ledo seine Waffe auf einen gekochten Oktopus und verwechselt ihn mit einem Hideauze. Pinion und Bellows versichern ihm jedoch, dass es sich um gutes Essen und nicht um einen Feind handelt. Da Chamber mit seinem Fischfang ziemlich chaotisch ist, entert Ledo Chamber, um den anderen Fischern zu helfen, mit großen Netzen einen guten Fang zu erzielen. Später in dieser Nacht verbringt Amy einige Zeit allein mit Ledo und die beiden kommen sich näher. Eine natürliche Meeresbeleuchtung versetzt Ledo in Alarmbereitschaft. Er bewaffnet sich, um Amy zu verteidigen, bis sie ihn beruhigt und auf seine Bitte hin für ihn tanzt. Am nächsten Tag führt Ledo Bergungsarbeiten mit Bellows durch, und alles läuft reibungslos, bis eine Unterwasserkreatur auftaucht. Als Chamber es als Hideauze identifiziert, gibt Ledo seine Arbeit auf, um sich ihm zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771879","hoster":"VOE"},{"path":"/redirect/8633641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-7","name":"","epNo":7,"alt":"A Soldier\u0027s Fate","descr":"Trotz der Bitten von Bellows tötet Ledo die Kreatur, die als Walfisch bekannt ist und auf dem Planeten als heiliges Tier gilt, und die Nachricht von seinem Tod verbreitete Gerüchte über ein bevorstehendes Unglück gegenüber der Gargantia . Pinion plant, Ledo in seine Crew einzuberufen, um das unerforschte Gebiet der Walfische zu erkunden und seine Schätze zu bergen, aber Bellows versucht, ihn davon abzuhalten. Nachdem Chamber analysiert hat, dass Walkalmare tatsächlich den Hideauze ähneln, ist Ledo entschlossen, sie alle auszurotten, obwohl Amy und Bebel früher versucht haben, seine Meinung zu ändern. Als sich eine große Anzahl von Walkalmaren der Gargantia nähert , befiehlt Flottenkommandant Fairlock eine vorübergehende Abschaltung aller Maschinen und Lichter, um jede Provokation zu verhindern, wenn die Walkalmare unter der Gargantia vorbeiziehen. Ledo ignoriert Amy, als sie versucht, ihn davon abzuhalten, gegen die Walfische zu kämpfen, aber er muss zurücktreten, als Ridget eine Waffe auf ihn richtet, bis alle Walfische ohne Zwischenfälle untergegangen sind. Fairlock wird von Pinion über seinen Plan informiert und Schiffskommandant Flange erklärt seine Absicht, Pinion mit seinem Schiff zu begleiten. Als beide ihr Ziel zum Ausdruck bringen, sich von der Gargantia zu trennen, versucht Fairlock, sie davon abzubringen, bis er einen Herzinfarkt erleidet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771885","hoster":"VOE"},{"path":"/redirect/8633656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-8","name":"","epNo":8,"alt":"Separation","descr":"Vor seinem Tod ernennt Fairlock Ridget zu seinem Nachfolger. Währenddessen informiert Chamber Ledo, dass es ihm endlich gelungen ist, den Standort ihrer Zivilisation im Weltraum zu lokalisieren, aber es kann Tausende von Jahren dauern, bis jemand ihr Notsignal aufgrund ihres aktuellen Standorts auf der Erde aufnimmt. Während Fairlocks Beerdigung stattfindet, erklären sich mehrere Dissidentenschiffe bereit, Pinions Plan zu folgen und sich darauf vorzubereiten, sich von der Gargantia zu trennen. Als Melty beschließt, mit ihnen zu gehen, sagt Amy Saaya später, dass sie Bebel nicht verlassen kann, obwohl Ledo auch geht. Bellows erinnert Ridget daran, sich nicht zu belasten, da sie immer den Rest der Flotte zur Unterstützung haben wird. Als Bebel sieht, wie sehr seine Schwester unter Ledos Entscheidung leidet, zu gehen, versucht Bebel, Ledo davon abzuhalten, zu gehen. Ledo sagt jedoch, dass sein Drang, den Walkalmar zu töten, auch von seinem Wunsch herrührt, sowohl Amy als auch Bebel vor den Hideauze zu schützen. Ridget verabschiedet sich dann von Fairlock, als sein Körper ins Meer geschickt wird, und sie bittet die Mitglieder der Gargantia , sie zu unterstützen. Kurz darauf sieht Amy am Boden zerstört zu, wie die Schiffe der Dissidenten die Gargantia verlassen , mit Ledo an Bord.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12927179","hoster":"VOE"},{"path":"/redirect/8633657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-9","name":"","epNo":9,"alt":"Deep Sea Secret","descr":"Ledo beginnt seine Offensive auf das Walfischnest, unterstützt von Pinions Crew und ihrem Sperrfeuer aus Wasserbomben, und löscht die Feinde ohne großen Aufwand aus. Pinion erinnert sich, als er Zeuge wurde, wie sein älterer Bruder während einer gescheiterten Schatzsuche von Walfischen getötet wurde. Bei der Untersuchung einer alten Einrichtung findet Ledo einige Aufzeichnungen in einer Aufbewahrungsbox. Als er auf sie zugreift, erfährt er, dass die Hideauze einst Menschen waren, die schweren genetischen Veränderungen unterzogen wurden, um sich an die Weltraumumgebung anzupassen, und sich \"Evolvers\" nannten. Eine Fraktion der Menschheit sah ihre Bemühungen als Blasphemie an und erklärte ihnen den Krieg, was zu ihrem aktuellen Konflikt führte, nachdem beide Seiten die Erde während der fünften Eiszeit verlassen hatten, mit Ausnahme der Vorfahren der heutigen Menschen und der Wale, die auf dem Planeten leben. Am Boden zerstört von dieser Offenbarung, Ledo schreit verzweifelt, als Chamber ein Hideauze-Kind ohne seine Erlaubnis tötet. Zurück amGargantia , sowohl Bebel als auch Amy zeigen, wie sehr sie Ledo vermissen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771886","hoster":"VOE"},{"path":"/redirect/8633644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-10","name":"","epNo":10,"alt":"Island of Ambition","descr":"Nachdem alle Hideauze in der Gegend getötet wurden, gelingt es Pinion und seiner Crew, seltene alte Technologie zu retten. Pinion sagt jedoch, dass seine Crew das Recht hat, die Technologie für sich zu behalten, indem er eine Radiosendung an andere Flotten sendet, um sie zu warnen, das Territorium seiner Crew zu verlassen. Als diese Sendung die Gargantia erreicht, die Flotte ist bereits neu organisiert und es besteht die Sorge, dass andere Schiffe abfliegen könnten, um sich Pinions Seite anzuschließen. Mit einer uralten Kanone zwingt Pinion eine Crew feindlicher Piraten, sich zu ergeben und sich seiner Flotte anzuschließen. In der Zwischenzeit hört Ledo von Chamber, dass die Lichtkäfer, die die Menschheit als Energiequelle nutzte, auch von den Hideauze erschaffen wurden, was ihre Entdeckung weiter beweist. Ledo fragt dann, ob es nach allem, was sie gelernt haben, immer noch notwendig ist, gegen die Hideauze zu kämpfen. Chamber kommt zu dem Schluss, dass die Galaktische Allianz und die Hideauze einfach nicht koexistieren können, da eine Seite ihre Zivilisation entwickelt und perfektioniert hat, während die andere die Zivilisation ganz aufgegeben hat, daher ist ihr Konflikt unvermeidlich. Chamber informiert Ledo dann über eine Übertragung von einem Schiff der Galaktischen Allianz. Als sich ihnen eine riesige Flotte nähert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771888","hoster":"VOE"},{"path":"/redirect/8633660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-11","name":"","epNo":11,"alt":"Supreme Ruler of Terror","descr":"Kugel kontaktiert Ledo und weist ihn an, in den aktiven Dienst zurückzukehren. Bei der Wiedervereinigung mit Kugel erfährt Ledo, dass Kugel an einer Krankheit leidet, die es ihm nicht erlaubt, sein Cockpit zu verlassen. Als Ledo Kugel erzählt, dass er erfahren hat, dass die Hideauze ursprünglich Menschen sind, enthüllt Kugel, dass er es immer gewusst hat, genau wie das Oberkommando der Galaktischen Allianz. Trotzdem besteht Kugel darauf, gegen die Hideauze zu kämpfen, und die ganze Zeit über organisierte er eine mächtige Flotte mit einer okkulten militaristischen Gesellschaft, um alle Menschen auf der Erde unter sich zu versammeln. Ritzel wird zu Kugels Flotte gerufen, überrascht, von Lukkage dorthin gebracht zu werden, der jetzt unter Kugel arbeitet. Dann wird Pinion von Kugels Maschinenkaliber Striker X3752 angefahren, der ihm eine Stelle als Ingenieur anbietet, um Waffen für die Flotte zu reparieren und zu entwickeln. Der Rest seiner Gefährten ist ebenfalls gezwungen, sich Kugels Flotte in separaten Abteilungen anzuschließen. Einige Zeit später bespricht Kugel mit Ledo den nächsten Schritt seines Plans, eine groß angelegte Operation, die, sehr zu Ledos Schock, irgendwie die Gargantia betrifft .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771895","hoster":"VOE"},{"path":"/redirect/8633650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-12","name":"","epNo":12,"alt":"Moment of Decision","descr":"Pinion wird von Lukkage angesprochen, der eine Rebellion bei der Flotte plant. Ledo versucht Kugel davon abzubringen, sich auf einen Angriff auf die Gargantia vorzubereiten , aber ohne Erfolg. Verwirrt darüber, was er tun soll, sieht Ledo, wie die Leute der Flotte ihre Kranken und Schwachen in den Ozean werfen. Als Ledo erkennt, dass Bebel dasselbe angetan wird, beschließt er, Kugel alleine zu konfrontieren. Pinion akzeptiert Ledos Entscheidung und rüstet Chamber mit einigen zusätzlichen Waffen aus, während Lukkage und Flange Vorbereitungen für den bevorstehenden Aufstand treffen. Melty wird von Ledo angewiesen, der Gargantia eine Nachricht zu überbringen . Sie fällt jedoch fast in Ohnmacht, weil sie so weit alleine gereist ist, und wird von Amy gerettet. Über Kugels Angriff informiert die Besatzung der Gargantiaerwägt, die Flotte wie von Ledo empfohlen aufzugeben. Stattdessen drängt Amy, dass sie auch etwas tun sollten, um Ledo zu helfen, und Oldham schlägt Ridget vor, den Spezialschlüssel zu verwenden, den Fairlock ihr anvertraut hat. Als die Rebellion beginnt, kämpft Ledo, unterstützt von Pinions Crew, gegen Kugel, während die Piraten, angeführt von Lukkage, die Soldaten der Flotte angreifen. Als es Ledo schließlich gelingt, Kugel festzunageln und Strikers Cockpit zu öffnen, stellt sich heraus, dass Kugel darin schon lange tot war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771896","hoster":"VOE"},{"path":"/redirect/8633648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suisei-no-gargantia/staffel-1/episode-13","name":"","epNo":13,"alt":"Legend of the Verdurous Planet","descr":"Striker kam zu dem Schluss, dass es für die Menschen notwendig war, sie als ihren Gott zu betrachten, um die Stabilität der Flotte zu gewährleisten. Sowohl Ledo als auch Chamber sind mit ihrer Philosophie nicht einverstanden und beschließen, sie zu zerstören. Ledo verschmilzt sein Nervensystem mit Chambers Interface, um Chambers Fähigkeiten zu verbessern, riskiert dabei aber Ledos Leben. Kurz darauf erscheint Amy jedoch, um Ledo zu sagen, dass er nicht alleine kämpfen muss. In der Zwischenzeit benutzt Ridget auf der Gargantia den Spezialschlüssel, um einen uralten Massentreiber zu aktivieren, der im Hauptschiff gespeichert ist, und benutzt ihn, um die feindliche Flotte zu bombardieren. Pinion evakuiert seine Crew an Bord des Bergungsschiffs und beabsichtigt, sowohl die geborgenen Relikte als auch Strikers Anhänger zu zerstören, wird aber in letzter Sekunde von Lukkage gerettet. Ledo und Chamber verfolgen Striker, als sie auf die Gargantia zielt. Obwohl Ledo als Soldat ein opferreiches Leben führt, wünscht er sich wirklich, zu überleben und mit Amy zu leben. Chamber entbindet dann Ledo vom Dienst und wirft ihn in Sicherheit, bevor er Striker bei einem Selbstmordanschlag zerstört. Einige Zeit später ist Ledo ein erfahrener Ausgräber im Gebiet der Walfische geworden und auch mit Amy liiert. Im Ozean sind Larven von Walfischen an der Kammer befestigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8771893","hoster":"VOE"},{"path":"/redirect/8633653","hoster":"Streamtape"}]}]}]}]}