{"path":"/serie/stream/summer-in-transylvania","name":"Summer in Transylvania","descr":"Der Teenager Summer Farley (Sophie Stuckey) zieht mit ihrem Vater und ihrem Bruder nach Transsylvanien. In Draculas Heimat hat ihr Vater einen neuen Job gefunden. Sehr gewöhnungsbedürftig verläuft allerdings ihr erster Schultag. Unter den Schülern der Stoker High befinden sich Zombies, Werwölfe, Vampire, Mumien und weitere übernatürliche Gestalten. Als ganz normales Mädchen unter Monstern muss sich Summer unter anderem gegen hinterhältige Kreaturen und einen Schwarm, der sich als angsteinflößender Langeweiler entpuppt, behaupten. Unterstützt wird sie von ihren neuen Freunden, Zombie Heidi (Amy Wren) und Werwolf Bobby (Kane Ricca). Die Tücken an ihrer Schule, neue Freunde, hinterhältige Monster und ein Schwarm, der sich als angsteinflößender Langeweiler entpuppt, erschweren Summers Teenager-Jahre und machen ihr das Einleben in Transsylvanien nicht gerade leicht.","seasons":[{"path":"/serie/stream/summer-in-transylvania/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-1","name":"Mach\u0027s nochmal Summer (1)","epNo":1,"alt":"","descr":"SUMMER und ihr Bruder JAKE sind mit ihrem Vater MIKE nach Transsylvanien gekommen, weil dieser einen Job im Frankenstein-Institut angenommen hat. Während JAKE von Anfang an misstrauisch ist, versteht SUMMER erst mit der Zeit, wo sie gelandet sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773216","hoster":"VOE"},{"path":"/redirect/8633820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-2","name":"Mach\u0027s nochmal Summer (2)","epNo":2,"alt":"","descr":"Mit Hilfe der Zeitmaschine reist SUMMER zurück zu ihrem Abschlussball und wird wie ersehnt Ballkönigin. Da aber nicht alles zu ihrer Zufriedenheit abläuft, reist sie noch einmal zurück, um im dritten Anlauf alles richtig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699511","hoster":"VOE"},{"path":"/redirect/8633831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-3","name":"Werwolf Summer","epNo":3,"alt":"","descr":"Da SUMMER sich an den Wochenenden zu Tode langweilt, animiert sie BOBBY, beim Basketballteam einzusteigen. Der Plan, so endlich mit cooleren Leuten abhängen zu können, geht auf. Doch SUMMER erlebt am Ende eine große Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773219","hoster":"VOE"},{"path":"/redirect/8633821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-4","name":"Innere Werte","epNo":4,"alt":"","descr":"HEIDI versucht für SUMMER ein Date zu finden, diese hat jedoch genug von den Mumien, Zombies und anderen verrückten Typen, die sie ihr anschleppt. Im Steakout lernt sie BRAD kennen und zunächst sieht es so aus, als wäre er ein ganz gewöhnlicher Junge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773224","hoster":"VOE"},{"path":"/redirect/8633841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-5","name":"Die Liebe beißt zurück","epNo":5,"alt":"","descr":"SUMMER versucht für MIKE ein Date zu finden und gibt sich auf einer Website als er aus. Als sich ausgerechnet ihre Lehrerin MISS KUBILIKILIK meldet, versucht sie nun die Treffen zu boykottieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773221","hoster":"VOE"},{"path":"/redirect/8633840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-6","name":"Slam-Jitsu oder: Wie man Jungs verhaut","epNo":6,"alt":"","descr":"SUMMER verliebt sich in ANTONIO, den Kapitän des Slamjitsu Teams der Stoker High. Sie macht sofort mit und versucht ANTONIO für sich zu gewinnen, doch der verliebt sich in Heidi. Summer und HEIDI wollen sich daraufhin im Slamjitsu duellieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773220","hoster":"VOE"},{"path":"/redirect/8633828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-7","name":"Der Kuss des Wolfsjungen","epNo":7,"alt":"","descr":"SUMMER möchte im Schulmusical von DR. TEMPEST mitmachen. SUMMER bekommt zwar die Hauptrolle, doch sie bekommt mächtig Bammel, als sie erfährt, dass im Skript ein schier endloser Kuss für ihren Part steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773223","hoster":"VOE"},{"path":"/redirect/8633829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-8","name":"Summers grosse Party","epNo":8,"alt":"","descr":"Da SUMMER an ihrem Geburtstag sturmfrei hat, plant sie eine große Party. Es gelingt ihr sogar, die Haushälterin MAGDA loszuwerden, was sie jedoch schnell wieder bereut. Sie holt MAGDA zurück und es scheint alles gutzugehen, als MIKE unerwartet reinplatzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773225","hoster":"VOE"},{"path":"/redirect/8633836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-9","name":"Gehirntausch","epNo":9,"alt":"","descr":"SUMMER, HEIDI und BOBBY wollen zum Cemetery Slam. Doch nach einer Tortenattacke von HEIDI bekommt SUMMER ungerechterweise Hausarrest von MIKE. Der Gehirnstörungstester wird zu Rate gezogen, doch dieser verursacht mehrere Gehirntausche und heilloses Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113526","hoster":"VOE"},{"path":"/redirect/8633835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-10","name":"Mein böser Zwilling","epNo":10,"alt":"","descr":"MAGDA hat für SUMMER ein Blind-Date mit einem Schweinefarm-Jungen arrangiert. SUMMER geht ins Stakeout, um ihn zu treffen. Dort verliebt sich SUMMER in REX, der eigentlich ein Blind-Date mit CLEO hat. SUMMER gibt sich kurzerhand als CLEO aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773229","hoster":"VOE"},{"path":"/redirect/8633834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-11","name":"The Mummy\u0027s Curse","epNo":11,"alt":"","descr":"Summer hat Heidis Freundschaftsband versehentlich im Internet an Serena verkauft. Sie muss es unbedingt wieder zurückbekommen, ohne dass Heidi davon etwas mitbekommt. Wenn da bloß nicht der Fluch der Mumie wäre …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773226","hoster":"VOE"},{"path":"/redirect/8633833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-12","name":"The Bug","epNo":12,"alt":"","descr":"Nachdem Magda ihrer Familie vorgegaukelt hat, dass sie mit Summers Vater verheiratet ist, hat sie plötzlich ihren Neffen auf dem Hals, der bei ihr bleiben will. Summer soll Magda nun dabei helfen, dass ihr großes Geheimnis unentdeckt bleibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773228","hoster":"VOE"},{"path":"/redirect/8633849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-13","name":"Beware the Triangle","epNo":13,"alt":"","descr":"Trifft sich Bobby hinter Heidis Rücken heimlich mit Summer? Hat er trotzdem weiter Dates mit Heidi? Spielt er gar mit beiden ein falsches Spiel? Serena hat jedenfalls großen Spaß daran, solche Gerüchte noch weiter anzuheizen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773232","hoster":"VOE"},{"path":"/redirect/8633837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/summer-in-transylvania/staffel-1/episode-14","name":"Dance Of The Vampires","epNo":14,"alt":"","descr":"Serena organisiert an der Schule den alljährlichen Ball für verliebte Pärchen. Summer ist jedoch außer sich, als erfährt, dass der Ball tatsächlich nur für Pärchen ist. Sie will dagegen ankämpfen und startet kurzerhand eine Abstimmung unter den Schülern..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251331","hoster":"VOE"},{"path":"/redirect/8633844","hoster":"Streamtape"}]}]}]}]}