{"seriesId":"summer-camp-island","name":"Summer Camp Island","descr":"Die besten Freunde Oscar und Hedgehog müssen all ihren Mut zusammennehmen, um sich in einem mysteriösen Sommer-Camp zurechtzufinden – denn hier sind die Campbetreuer Hexen, Pferde werden zu Einhörnern und Monster leben nicht nur sprichwörtlich unter den Betten …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der erste Tag im Camp","epNo":1,"alt":"","descr":"Im Camp-Handbuch entdeckt Oscar eine rausgerissene Seite. Er will herausbekommen was es damit auf sich hat, denn Camp-Leiterin Susie verhält sich sehr verdächtig. Schließlich findet Oscar heraus, dass es ein spezielles Belohnungssystem im Camp gibt, bei dem die Camper für erbrachte Leistungen Abzeichen bekommen, und diese für Preise einlösen können. Susie will jedoch alle Preise für sich behalten.","versions":[{"lang":1,"streams":[{"redirect":14509092,"hoster":"VOE"},{"redirect":14443985,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Monster-Babys","epNo":2,"alt":"","descr":"Nachdem Oscar beim Softball-Spiel vor versammelter Mannschaft seine viel zu kindischen Dino-Unterhosen entblößt, muss er mit Hedgehog in der Zeit zurückreisen, um das wieder in Ordnung zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14509180,"hoster":"VOE"},{"redirect":14443987,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Jagd nach den Abzeichen","epNo":3,"alt":"Chocolate Money Badgers","descr":"Im Camp Handbuch entdeckt Oscar eine rausgerissene Seite. Er will rausbekommen was es damit auf sich hat, doch Camp-Leiterin Susie verhält sich äußerst verdächtig. Als er besagte Seite findet, findet Oscar so heraus, dass es ein spezielles Belohnungssystem im Camp gibt, bei dem die Camper für erbrachte Leistungen Abzeichen bekommen, und diese für Preise einlösen können. Susie will jedoch alle Preise für sich behalten, und so beginnt für Oscar und seine Freunde der Kampf um die Abzeichen.","versions":[{"lang":1,"streams":[{"redirect":14375489,"hoster":"VOE"},{"redirect":14409391,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Yeti im Camp","epNo":4,"alt":"Saxophone Come Home","descr":"Als Oscar nicht schlafen kann, nimmt er sich das Winter-Camp-Handbuch zur Hand. Das Kapitel über Yetis vereinnahmt ihn total, und er überredet seine Freunde dazu, mit ihm zum Yeti-Platz zu kommen, um dort Yetis zu beobachten. Dort lernt Oscar dann den Teen-Yeti Saxophon kennen, der momentan die Nase von seinen Eltern voll hat. Kurzerhand lädt Oscar ihn zu sich ins Camp ein. Die beiden werden zwar dicke Freunde, aber mit einem Yeti als Mitbewohner bekommt man nur wenig Schlaf und muss auch sonst ein paar Opfer bringen …","versions":[{"lang":1,"streams":[{"redirect":14489684,"hoster":"VOE"},{"redirect":14406124,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pyjama und Jimjams","epNo":5,"alt":"Pajama Pajimjams","descr":"Pyjama ist niedergeschlagen, weil Oscar ihn immer nur drinnen trägt, und er nie etwas von der Welt weht. Als er den Schlafanzug \"Jimjams\" draußen an einem Baum tanzen sieht, will er sich unbedingt mit ihm anfreunden. Damit Pyjama nicht enttäuscht ist, weil Jimjams offensichtlich ein lebloses Objekt ist, tut Oscar fortan an so, als wäre er Jimjams. Ein beschwerliches Rollenspiel beginnt für Oscar, und am Ende müssen Hedgehog und Max ihm dabei helfen den Schlafanzug durch Zauberei wirklich zum Leben zu erwecken.","versions":[{"lang":1,"streams":[{"redirect":14490535,"hoster":"VOE"},{"redirect":14443990,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Summer Camp Island Talentshow","epNo":6,"alt":"Oscar \u0026 Hedgehog’s Melody","descr":"Susie veranstaltet die jährliche Talent-Show, bei der die restlichen Camper gegeneinander antreten.","versions":[{"lang":1,"streams":[{"redirect":14489335,"hoster":"VOE"},{"redirect":14373686,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"König meines Herzens","epNo":7,"alt":"Feeling Spacey","descr":"Als Oscar und Hedgehog aufwachen, schweben sie durchs Weltall. Kurzdarauf landen sie auf dem Planeten der Aliens, auf dem gähnende Gleichgültigkeit herrscht, weil ein Alien irgendwo alle Emotionen des Planeten hortet. Um die eigenen Emotionen zu retten, machen sich Hedgehog und Oscar auf die Suche nach dem Übeltäter, und werden dabei vom Alien Puddle begleitet, der selbst gar nicht so unschuldig zu sein scheint. Ist er womöglich sogar selbst der Übeltäter?","versions":[{"lang":1,"streams":[{"redirect":14489333,"hoster":"VOE"},{"redirect":14406125,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Geister-Junge","epNo":8,"alt":"Ghost The Boy","descr":"Oscar und Hedgehog werden von Susie zum Aufräumen verdonnert. Dabei begegnen sie einem einsamen Geister-Jungen. Die beiden machen es sich zur Mission, herauszufinden woher Geist kommt und wo seine Familie und Freunde sind. Dabei geraten sie in ein gefährliches Moor …","versions":[{"lang":1,"streams":[{"redirect":14489682,"hoster":"VOE"},{"redirect":14443991,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das verhexte Computerspiel","epNo":9,"alt":"Computer Vampire","descr":"Oscar findet ein mysteriöses altes Videospiel in der Bibliothek.","versions":[{"lang":1,"streams":[{"redirect":14489683,"hoster":"VOE"},{"redirect":14373687,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Basketballlüge","epNo":10,"alt":"The Basketball Liaries","descr":"Mit der Hilfe von Basketball landet Oscar einen beeindruckenden Wurf, der ihm einen Platz in der Gold Liga einbringt.","versions":[{"lang":1,"streams":[{"redirect":14356993,"hoster":"VOE"},{"redirect":14399708,"hoster":"Streamtape"}]}]}]}]}