{"path":"/serie/stream/sunnyside-up","name":"Sunnyside Up","descr":"Rhyme von Chicken Girls setzt ihre Autorenmütze auf, um eine fiktive Geschichte namens SUNNYSIDE UP zu schreiben. Die Geschichte folgt Lily und ihren neu gewonnenen Freunden, die eine unkonventionelle Mädchenbande am Sunnyside Court bilden. Die Mädchen besuchen eine verrückte New-Age-Highschool, in der alle möglichen fantastischen, farbenfrohen Charaktere auftauchen - und wo der Tee nie aufhört zu fließen.","seasons":[{"path":"/serie/stream/sunnyside-up/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sunnyside-up/staffel-1/episode-1","name":"","epNo":1,"alt":"The Fascinator Hat","descr":"Lily ist vielleicht das neue Kind auf dem Block am Sunnyside Court, aber ihre Einstellung ist alles andere als sonnig. Wird sie ihren Platz finden und neue Freunde finden oder werden die gemeinen Mädchen nur zur Wolke über ihrem Kopf beitragen?","versions":[]},{"path":"/serie/stream/sunnyside-up/staffel-1/episode-2","name":"","epNo":2,"alt":"The Dosimeter Pencil","descr":"Am Sunnyside Court verlassen alle ihre Komfortzonen. Avery versucht sich anzupassen, Mila widerspricht den Wünschen ihrer Väter und Lily tut ihr Bestes, um in einer weiteren neuen Schule auszukommen.","versions":[]},{"path":"/serie/stream/sunnyside-up/staffel-1/episode-3","name":"","epNo":3,"alt":"The Kaleidoscope","descr":"Mila und Lily bereiten sich auf die CUDDLE-Wissenschaftsmesse vor, während Avery weiterhin versucht, sich in die beliebten Kinder einzufügen ... bis * jemand * mit einem kleinen Rat einspringt.","versions":[]},{"path":"/serie/stream/sunnyside-up/staffel-1/episode-4","name":"","epNo":4,"alt":"The Chess Set","descr":"Lily versucht Pearl eine Lektion zu erteilen, indem sie droht, ihr geheimes Hobby aufzudecken. In der Zwischenzeit beschließt Mila, den strengen Zeitplan ihres Vaters für sie abzulehnen - indem sie sich verabredet.","versions":[]},{"path":"/serie/stream/sunnyside-up/staffel-1/episode-5","name":"","epNo":5,"alt":"The Postcard","descr":"Nachdem Mila Ärger mit ihren Vätern bekommen hat, versucht sie ihr Bestes, um ihr Vertrauen wiederzugewinnen. In der Zwischenzeit tut Pearl\u0027s beliebte Mädchengruppe ihr Bestes, um Lily und Averys aufkeimende Freundschaft zu zerstören - aber werden sie Erfolg haben?","versions":[]}]}]}