{"path":"/serie/stream/sunohara-sou-no-kanrinin-san","name":"Sunohara-sou no Kanrinin-san","descr":"Aki Shiina wurde wegen seines femininen Aussehens immer wie ein Mädchen behandelt. Deswegen plant er einen Neustart, um sich endlich zu verändern und entscheidet sich, nach Tokio zu ziehen und dort eine Mittelschule zu besuchen. Allerdings erwartet ihn in seinem neuen Zuhause die herzensgute Verwalterin Ayaka Sunohara. Mit ihr und drei weiteren Mädchen aus dem Schülerrat seiner neuen Mittelschule: Yuzu Yukimoto, Sumire Yamanashi und Yuri Kazami. So beginnt Akis neues Leben in Tokio mit vier Mädchen …","seasons":[{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-1","name":"","epNo":1,"alt":"Spring Breeze, Going to Tokyo, Miss Caretaker","descr":"Aki Shiina, der oft wegen seiner Weiblichkeit gehänselt wird, zieht nach Tokio, um sich an einer neuen Schule anzumelden und seine männliche Identität zu bekräftigen; Auf seinem Weg zum Sunohara-sou-Unterkunftshaus verwechseln ihn jedoch alle Leute, an denen er vorbeikommt, mit einem Mädchen, einschließlich des Spirituosenladenbesitzers Nishiki. Sunohara-sous Besitzerin Ayaka Sunohara verwechselt ihn ebenfalls mit einem Mädchen und bemerkt ihren Fehler erst, als sie ihn ins Bad bringt. Aki ist in Ayaka verknallt und wünscht sich, sie würde ihn wie einen Mann behandeln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699513","hoster":"VOE"},{"path":"/redirect/8773236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-2","name":"","epNo":2,"alt":"Special Training, Snip-Snip, Something Scary","descr":"Einen Monat nach seiner Ankunft wird Aki an einem bevorstehenden Sporttag mit Ayaka ein dreibeiniges Rennen bestreiten. Sie üben, einschließlich Teamwork-Übungen wie gemeinsames Baden, aber so viel zusammen zu sein, macht Aki zu erschöpft für das Rennen. Später beeindruckt Ayaka Aki und Sumire, indem sie eine Spinne entfernt, und bittet Aki, mit ihr einkaufen zu gehen. Er ist sich nicht sicher, was er anziehen soll, also zwingen ihn die Mädchen, ein Kleid zu tragen. Yuzu, beeindruckt davon, dass Ayaka mit der Spinne umgeht, fordert Aki auf, Ayakas Schwäche herauszufinden, indem sie ihre Reaktionen auf einen Horrorfilm beobachtet, aber der Film macht Aki stattdessen Angst. Ayaka enthüllt, dass sie ihre Angst um Akis willen verschwiegen hatte; Sie lässt ihn in ihrem Bett schlafen und sagt, dass sie nicht alleine einschlafen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699514","hoster":"VOE"},{"path":"/redirect/8633838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-3","name":"","epNo":3,"alt":"Senpai, Change of Clothes, a Boy","descr":"Yuzu liest und lädt Aki ein, über ihre Schulter mitzulesen, geht aber schließlich, verlegen wegen des Körperkontakts. Später versucht Sumire eifersüchtig herauszufinden, warum Yuzu so oft über Aki spricht, und sie kommen sich beim Lernen näher. Später schließt sich Sumire in ihrem Zimmer ein, verärgert darüber, Yuzu zu einer Achterbahn gebracht zu haben, für die sie zu klein war. Die Mädchen wollen, dass Aki sie aufheitert; Er zögert, das Schlafzimmer eines Mädchens zu betreten, also lassen sie ihn sich als \"Akiko\" verkleiden. Später stellt Yuri Aki Model-Frauenkleider her, die sie für ihn angefertigt hat, unter dem Vorwand, dass nur er die richtige Größe hat. Trotz Protest posiert er für Fotos in den Outfits, bis Yuri ein Bikini-Foto verlangt, und er vermeidet es nur knapp, von Ayaka beim Cross-Dressing gesehen zu werden. Als Zeichen der Zusammengehörigkeit stellt Yuri eines der Bilder neben ein Foto der anderen Bewohner.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8773233","hoster":"VOE"},{"path":"/redirect/8633842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-4","name":"","epNo":4,"alt":"Start of the Rainy Season, Weddings, Lap Pillow","descr":"Die Bewohner von Sunohara-sou diskutieren darüber, wie sie ihre Ehen gestalten möchten, aber Ayaka ist mit ihrem derzeitigen Lebensstil zufrieden. Aki fantasiert davon, sie zu heiraten, und hilft beim Abendessen, als sie liest, dass kochende Männer bei Frauen beliebt sind. Yuzu nennt ihn ein besseres Mädchen als sie ist. Später sagt sie Aki, dass sie wegen ihrer Brustgröße unsicher ist. Sie fühlt sich besser, nachdem sie Ayakas alten Badeanzug gesehen hat und ihr klar geworden ist, dass Ayakas Brüste früher auch kleiner waren. Später reparieren Aki und Ayaka das Dach vor der Regenzeit, aber die Leiter fällt und sie stecken fest, während es regnet, bis die Mädchen nach Hause kommen und ihnen helfen. Aki will baden, aber Yuzu, Yuri und Sumire tun dies zuerst, nachdem sie gegen ihn Stein-Schere-Papier gewonnen haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699522","hoster":"VOE"},{"path":"/redirect/8633839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-5","name":"","epNo":5,"alt":"Watermelon, Teacher, Drunk","descr":"Aki badet mit Ayaka, während Yuri sie heimlich fotografiert. Yuri bringt ihn später dazu zu glauben, dass sie Geister fotografiert, aber es stellt sich heraus, dass sie Yuzu heimlich fotografiert und die Bilder an Sumire verkauft hat. Ayaka hilft allen bei ihren Sommerhausaufgaben; Nishiki liefert eine Kiste mit Getränken an Sunohara-sou und Ayaka und Aki öffnen Saftflaschen, um zu feiern, dass Aki seine Hausaufgaben erledigt hat. Ayaka trinkt versehentlich ein alkoholisches Getränk und küsst und umarmt die Bewohner betrunken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699516","hoster":"VOE"},{"path":"/redirect/8633843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-6","name":"","epNo":6,"alt":"JK (High School Girl), Swimsuits, Summer Break","descr":"Aki betritt sein Zimmer und wird von einer Frau getroffen, die sich umzieht. Sie entpuppt sich als Ayakas Schwester Nana, die Aki neckt, indem sie vorschlägt, sich auszuziehen, ihn weiblich nennt und versucht zu überprüfen, ob er wirklich einen Penis hat. Nana bleibt über den Sommer und sie kommen sich näher, nachdem sie sich ein Bett geteilt und zusammen Videospiele gespielt haben. Im öffentlichen Schwimmbad verbringen Nanas Freundinnen Maiko und Mea den Tag damit, mit Aki zu flirten, während sie ihn feminin nennen. Nana fordert Ayaka zu einem Schwimmwettbewerb heraus, bei dem der Gewinner mit Aki machen darf, was er will. Da sie gleich schnell sind, schließt der Pool, bevor ein Gewinner ermittelt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699518","hoster":"VOE"},{"path":"/redirect/8633845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-7","name":"Geister, Hausaufgaben, Massage","epNo":7,"alt":"Ghosts, Homework, Massage","descr":"Aki und Yuzu sehen sich eine Fernsehsendung über Geister an und Aki neckt Yuzu damit, dass sie Angst hat, bis Nana ihm Angst macht, indem sie sich an sie heranschleicht. Später organisiert Nana einen Ausdauertest zwischen sich und Yuzu, bei dem die Verliererin Nanas Fitnessgeräte in ihrem Zimmer aufbewahren muss. Aki, Sumire und Yuri sind die Richter, aber Sumire erklärt Yuzu immer wieder zur Gewinnerin, weil er sie attraktiv findet. Schließlich lässt Ayaka sie die Ausrüstung im Lagerraum aufbewahren. Als Ayaka und Aki im Garten arbeiten, ist es Aki peinlich zu sehen, wie Ayakas Hemd nass und durchsichtig wird. Er möchte ihr mehr helfen und Yuri schlägt vor, sie zu massieren; er tut es schließlich, nachdem er auf Sumire geübt hat. Nanas Freunde kommen zu Besuch, um Hilfe bei ihren Sommerhausaufgaben zu bekommen; Während einer Pause spielen die Mädchen das Königsspiel und küssen sich am Ende.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8773238","hoster":"VOE"},{"path":"/redirect/8633847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-8","name":"","epNo":8,"alt":"Ear Cleaning, Lost Child, Fireworks","descr":"Ayaka reinigt die Ohren von Nana und den Bewohnern. Aki schläft ein, während Ayaka seine putzt, und die Mädchen necken ihn damit, bis sich herausstellt, dass sie auch eingeschlafen sind. Später zieht Nana wegen des Feuerwerksfestes später in dieser Nacht einen Yukata an und hilft Ayaka, einen in ihrer Größe zu finden. Auf dem Festival gehen Ayaka, Nana, Maiko, Mea und Aki zusammen und spielen Festivalspiele. Nachdem die anderen ihn necken, verlässt Aki die Gruppe und geht verloren. Ayaka findet ihn und die Gruppe schaut sich gemeinsam das Feuerwerk an. Nana kehrt nach Hause zurück, da die Schule für sie wieder beginnt, besucht sie aber weiterhin an den Wochenenden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12927238","hoster":"VOE"},{"path":"/redirect/8633846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-9","name":"","epNo":9,"alt":"Sweet Potato, Nursing, Poster Girl","descr":"Aki und Ayaka helfen Nishiki bei der Oktoberfestfeier ihres Spirituosenladens . Nishiki hat nur Frauenuniformen, also muss Aki ein Kleid tragen, während sie als Kellnerin arbeitet; Sie bietet an, ihn zum Aushängeschild des Ladens zu machen, weil er so hübsch ist. Später besucht Nana Ayaka und macht Ayaka unsicher wegen ihres Körpers, indem sie über Gewichtszunahme spricht. Ayaka macht die ganze Nacht Sport und erkältet sich. Aki kümmert sich um sie, während sie sich ausruht, und muss verlegen Schweiß von ihrem nackten Körper wischen; Nachdem es ihr besser geht, verspricht sie, sich zu revanchieren, wenn er krank wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8773240","hoster":"VOE"},{"path":"/redirect/8773245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-10","name":"","epNo":10,"alt":"Costume, Penguins, Pretend Sister","descr":"Nishiki besucht Ayaka und gibt ihr zwei Eintrittskarten für das Aquarium. Später trifft Aki Nana, Maiko und Mea in der Stadt und sie gehen zusammen in eine Karaoke-Bar. Maiko und Mea bringen ihn in eine Fotokabine und machen ein Foto von sich, wie sie ihn küssen. In Sunohara-sou kuscheln Nishiki und Ayaka betrunken und küssen sich, nachdem sie den Nachmittag mit Trinken verbracht haben; Wenn die Studentenvertretung nach Hause kommt, bringen sie sie dazu, sich anzuschließen. An einem anderen Tag gehen Ayaka und Aki ins Aquarium und beobachten gemeinsam Pinguine. Später spielt der Studentenrat abwechselnd Rollenspiele als die ältere Schwester des anderen und Akis, während Aki versucht, seine eigene Schwester nicht zu erwähnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699519","hoster":"VOE"},{"path":"/redirect/8773249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-11","name":"","epNo":11,"alt":"Invasion, Sickly-Sweet, Hospitality","descr":"Akis ältere Schwester Matsuri kommt in Sunohara-sou an und lässt ihn Frauenkleider tragen, während sie ihn \"sie\" und \"Schwester\" nennt. Sie beabsichtigt, ihn gegen seinen Willen dazu zu bringen, bei ihr zu leben, aber Ayaka greift ein und Matsuri willigt ein, Aki bleiben zu lassen, wenn Ayaka zeigt, dass sie sich gut um ihn kümmern kann. Ayaka beeindruckt Matsuri mit ihrer Küche und Sorgfalt und indem sie mit ihr badet, und Matsuri akzeptiert stillschweigend Ayakas Fähigkeiten. Später trennt Matsuri Aki von Ayaka, um Aki nach Hause zu bringen. Sie verirrt sich und verdreht sich den Knöchel, also trägt Aki sie zurück zu Sunohara-sou. Matsuri akzeptiert, dass Aki bleiben wird, wechselt zu einer nahe gelegenen Schule und lässt ihn weiterhin Crossdressing machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8773243","hoster":"VOE"},{"path":"/redirect/8633851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/sunohara-sou-no-kanrinin-san/staffel-1/episode-12","name":"","epNo":12,"alt":"Heated Table, Year`s End, Santa Claus","descr":"Yuzu erfährt, dass Aki an den Weihnachtsmann glaubt und ihn nicht im Stich lassen will. Während der Weihnachtsfeier möchte Nana, dass Aki ein weibliches Weihnachtsmann-Outfit trägt, und Nishiki möchte, dass er zu Silvester eine Schreinjungfer für ihren Laden ist. Um sicherzustellen, dass Aki nicht wach bleibt und merkt, dass der Weihnachtsmann nicht zu Besuch kommt, bleibt Yuzu über Nacht in seinem Zimmer. Am Abend kommt Matsuri vorbei, um Aki mit Ayakas Hilfe ein Weihnachtsgeschenk zu machen; im Halbschlaf verwechselt Aki Ayaka mit dem Weihnachtsmann. Während sie später das Haus putzen, durchsucht der Studentenrat Akis Zimmer nach pornografischen Zeitschriften. Sie finden ein Fitnessmagazin für Männer und gehen trotz seiner Proteste davon aus, dass er sich zu Männern hingezogen fühlt. Die Bewohner verbringen Silvester zusammen und besuchen am nächsten Tag einen Schrein, in dem Aki männlicher sein und Ayaka näher kommen möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8773247","hoster":"VOE"},{"path":"/redirect/8633852","hoster":"Streamtape"}]}]}]}]}