{"seriesId":"supah-ninjas","name":"Supah Ninjas","descr":"Mike Fukanaga ist ein ungeschickter Highschool-Teenager, als er jedoch entdeckt, dass er aus einer langen Reihe von Ninjas abstammt, ändert sich sein Schicksal schlagartig. Mike wird zum Teamleader der \"Supah Ninjas\", sein Team besteht aus seinem besten Freund Owen und seinem Schwarm Amanda. Ratschläge erhalten sie von Mikes Großvater, der aus dem Jenseits per Hologramm mit ihnen kommuniziert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Held der Schatten","epNo":1,"alt":"Hero Of The Shadows","descr":"Mike Fukanaga ist ein ungeschickter Highschool-Teenager, als er jedoch entdeckt, dass er aus einer langen Reihe von Ninjas abstammt, ändert sich sein Schicksal schlagartig.","versions":[{"lang":1,"streams":[{"redirect":14403613,"hoster":"VOE"},{"redirect":14444006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine fette Überraschung","epNo":2,"alt":"Two Ton Harley","descr":"Der berühmte Bösewicht `Zwei-Tonnen Harley` bricht aus einem Hochsicherheitsgefängnis aus und lässt sich anschließend absichtlich wieder fassen. Doch das hat natürlich einen perfiden Hintergrund.","versions":[{"lang":1,"streams":[{"redirect":14403420,"hoster":"VOE"},{"redirect":13591089,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schachmatt","epNo":3,"alt":"Checkmate","descr":"Nachdem die Supah Ninjas von dem Verschwinden eines Undercover-Polizisten gehört haben, erfahren sie, dass der Bösewicht `Schachmatt`,ein früherer Schach - Meister, Schuld an dem Verschwinden ist.","versions":[{"lang":1,"streams":[{"redirect":14403473,"hoster":"VOE"},{"redirect":13591090,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebe macht blöd","epNo":4,"alt":"Katara","descr":"Katara Sharp ist eine Liebhaberin historischer Antiquitäten und eine Expertin für antike Waffen. Gleichzeitig ist sie auch eine durchtriebene und gefährliche Diebin.","versions":[{"lang":1,"streams":[{"redirect":14403476,"hoster":"VOE"},{"redirect":14444008,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Angriff der Cyborgs","epNo":5,"alt":"Mechanov","descr":"Mikes Vater Martin plant den jährlichen Familienausflug, aber Mike fühlt sich zu alt dafür und hat das Gefühl, dass es mit seiner neuen, coolen Ninja Mission kollidiert.","versions":[{"lang":1,"streams":[{"redirect":14403478,"hoster":"VOE"},{"redirect":14444007,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Subsiders","epNo":6,"alt":"Subsiders","descr":"In letzter Zeit werden immer häufiger Geldtransporter überfallen. Die Täter sind Jugendliche, die äußerst gut trainiert sind und sich die `Subsiders` nennen.","versions":[{"lang":1,"streams":[{"redirect":14428860,"hoster":"VOE"},{"redirect":14444009,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Komodo","epNo":7,"alt":"Komodo","descr":"Cameron soll die Baufirma seines Vaters Arthur übernehmen. Hinter Brandstiftungen, für die man Cameron verdächtigt, steht eigentlich Dr. Anten alias Komodo, der es sich zum Ziel gesetzt hat, die Firma sowie Arthur und Cameron zu beseitigen.","versions":[{"lang":1,"streams":[{"redirect":14428818,"hoster":"VOE"},{"redirect":13608026,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Insektenmann","epNo":8,"alt":"Mr. Bradford","descr":"Ein stadtbekannter Gangster namens Frankie Fellows hat seine Gefängnisstrafe abgesessen und übt nun Rache. Und zwar an den Personen, die ihn damals ins Gefängnis gebracht haben. Unter anderem an Martin Fukanaga und seinem Partner Jerry, dem Staatsanwalt und dem Bürgermeister Brandon Carrol. Frankie Fellows ist es gelungen mittels Plasma 17 Gelee-Gesichter herzustellen, die den wahren Personen täuschend ähnlich sehen. Er versucht somit, dem Staatsanwalt einen Bankraub anzuhängen, Jerry einen Schmuckraub, den Bürgermeister will er mundtot machen und Martin ebenfalls bestrafen. Doch er hat nicht mit den Ninjas gerechnet, die seine Vorgehensweise entlarvt haben","versions":[{"lang":1,"streams":[{"redirect":14403542,"hoster":"VOE"},{"redirect":13591099,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rampenlicht","epNo":9,"alt":"Limelight","descr":"Ein Unbekannter, der sich `Rampenlicht` nennt, kidnappt einen Filmstar, ein Supermodel und einen Basketballer, um in einer Live-Fernsehsendung das von den Zuschauern gewählte Opfer hinzuzrichten. Doch Rampenlicht hat nicht mit den Supah Ninjas gerechnet.","versions":[{"lang":1,"streams":[{"redirect":14358947,"hoster":"VOE"},{"redirect":14399711,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Gesicht der Wahrheit","epNo":10,"alt":"Jelly Face","descr":"Frankie Fellows hat seine Strafe abgesessen und will nun Rache an seinen Verrätern üben. Bevor er seinen Opfern mit Hilfe eines genialen Tricks üble Verbrechen anhängen kann, durchschauen die Ninjas seinen teuflischen Plan und bringen ihn zur Strecke.","versions":[{"lang":1,"streams":[{"redirect":14395384,"hoster":"VOE"},{"redirect":13591093,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Übles Spiel","epNo":11,"alt":"Dollhouse","descr":"Amanda wird von einem Bösewicht namens Dollhouse gefangen genommen, der Menschen in seine persönlichen Puppen verwandelt. Als Mike und Owen versuchen, sie zu befreien, wird auch Owen in eine von Dollhouses Puppen verwandelt.","versions":[{"lang":1,"streams":[{"redirect":14358957,"hoster":"VOE"},{"redirect":14401536,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Dr. Eternums Reich","epNo":12,"alt":"Eternum","descr":"Ein dementer Psychologe lockt die Ninjas in eine Anstalt, um zu testen, ob er die Macht hat, Gut in Böse zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":14374751,"hoster":"VOE"},{"redirect":13591098,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Morgenstern-Akademie","epNo":13,"alt":"Morningstar Academy","descr":"Eine Gruppe Diebe, die sich als Vorschulmädchen verkleidet hat, will reich werden, in dem sie eine Druckmaschine für Hundertdollarnoten klaut.","versions":[{"lang":1,"streams":[{"redirect":8773274,"hoster":"VOE"},{"redirect":13568279,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mr. Beben","epNo":14,"alt":"Quake","descr":"Die Ninjas müssen einen Bösewicht namens \"Quake\" stoppen. Quake ist ein Riese, der die Stadt mit seine Metallhandschuhen terrorisiert.","versions":[{"lang":1,"streams":[{"redirect":14374734,"hoster":"VOE"},{"redirect":13608000,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mr. X","epNo":15,"alt":"X","descr":"X, ein von der Mafia beauftragter Killer, versucht einen supersmarten Hacker zu töten, den Mikes Vater beschützt.","versions":[{"lang":1,"streams":[{"redirect":14374757,"hoster":"VOE"},{"redirect":13591097,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der berühmte Owenini","epNo":16,"alt":"The Magnificent","descr":"Angeblich ist der berühmte Zauberer Mallini entführt worden. Seine Assistentin Veronica wird der Tat verdächtigt und von der Polizei ins Gefängnis gesteckt. Mike, Owen und Amanda sehen die Sachlage anders und untersuchen den Fall auf ihre Art.","versions":[{"lang":1,"streams":[{"redirect":14374740,"hoster":"VOE"},{"redirect":13591244,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ishina [Teil 1]","epNo":17,"alt":"Ishina [Part 1 Of 2]","descr":"Im ersten Zweiteiler der Serie versucht der böse Ishina-Clan das Dojo zu finden. Und Mike erfährt, dass er das schwebende Schwert vor den Ishina verteidigen muss.","versions":[{"lang":1,"streams":[{"redirect":14374741,"hoster":"VOE"},{"redirect":13591227,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ishina [Teil 2]","epNo":18,"alt":"Ishina [Part 2 Of 2]","descr":"Im ersten Zweiteiler der Serie versucht der böse Ishina-Clan das Dojo zu finden. Und Mike erfährt, dass er das schwebende Schwert vor den Ishina verteidigen muss.","versions":[{"lang":1,"streams":[{"redirect":8773277,"hoster":"VOE"},{"redirect":13569939,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kickbutt räumt auf","epNo":19,"alt":"Kickbutt","descr":"Ein Computer-Nerd lebt ein Doppelleben als Superheld Kickbutt. Sein Alter Ego gerät in Schwierigkeiten, als er einem Mafiaboss Geld klaut und es für die Sanierung des Computerlabors verwendet.","versions":[{"lang":1,"streams":[{"redirect":14395396,"hoster":"VOE"},{"redirect":13591105,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eiskalt erwischt","epNo":20,"alt":"Frostbite","descr":"In Empire City gibt es einen einsamen Rächer, genannt Frostbite. Immer wenn ein Verbrechen geschieht, scheint Frostbite zur Stelle zu sein und friert mit einer Eiskanone die Kriminellen ein. Amanda ist Frostbite auf der Spur...","versions":[{"lang":1,"streams":[{"redirect":14358794,"hoster":"VOE"},{"redirect":13591115,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"DJ Elephant Head","epNo":21,"alt":"DJ Elephant Head","descr":"Der beliebteste DJ der Schule, entpuppt sich als Bösewicht. Er spielt einen bestimmten Beat, der alle einschläfert.","versions":[{"lang":1,"streams":[{"redirect":14358887,"hoster":"VOE"},{"redirect":14444011,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Snakeskin","epNo":22,"alt":"Snakeskin","descr":"Eine ehemalige Schulkameradin von Martin Fukanaga ist Lehrerin geworden und unterrichtet Amanda, Mike und Owen. Weil Miss Scott so hübsch ist, ist Owen total von ihr begeistert und versucht einen persönlichen Kontakt zu ihr herzustellen.","versions":[{"lang":1,"streams":[{"redirect":14358923,"hoster":"VOE"},{"redirect":14399712,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Detention","epNo":23,"alt":"Detention","descr":"Wie es aussieht, hat Mike den Pokalschrank in der Schule zerschlagen und bekommt dafür den Samstag um nachzusitzen. Da Owen seinen Freund nicht allein lassen will, zieht er dem Direktor die Hose runter und wird ebenfalls zum Nachsitzen verdonnert.","versions":[{"lang":1,"streams":[{"redirect":14374818,"hoster":"VOE"},{"redirect":13591279,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Skelett-Gang","epNo":24,"alt":"Skeleton Crew","descr":"Der Hausmeister der Benjamin Highschool wurde nachts von einer Skelett-Gang überfallen. Wie man später feststellt, sollte eine Festplatte versteckt werden. Mike, Owen und Amanda mischen sich in den Fall ein, der offiziell von Martin bearbeitet wird.","versions":[{"lang":1,"streams":[{"redirect":14374787,"hoster":"VOE"},{"redirect":13591139,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ninja-Krisensitzung","epNo":25,"alt":"Ninja Intervention","descr":"Mike, Owen und Amanda sind angeblich von einer Überwachungskamera gefilmt worden. Es ist zu befürchten, dass die Bevölkerung von Empire City ihre wahre Identität herausfindet. Großvater lädt sie zu einer Krisensitzung ein und stellt ihnen die Frage, ob sie in die Öffentlichkeit gehen und ihre Identität preisgeben oder weiter im Verborgenen arbeiten wollen. Mike, Owen und Amanda lassen die vielen Fälle ihrer Ninja-Vergangenheit Revue passieren und erinnern sich an gute wie an schlechte Zeiten. Sie können nicht klären, wer von ihnen der Anführer ist, und wie sie dieses Thema in vergangenen Zeiten gelöst haben. Die drei entscheiden sich, weiter im Schatten zu arbeiten, doch diese Entscheidung wird immer wieder in Frage gestellt.","versions":[{"lang":1,"streams":[{"redirect":14374796,"hoster":"VOE"},{"redirect":13591144,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Cousin Connor","epNo":26,"alt":"Cousin Connor","descr":"Connor arbeitet für die Ishina und es ist sein größtes Ziel, den Supah Ninjas das Schwebende Schwert abzunehmen. Deshalb sät er Zwietracht zwischen Amanda, Mike und Owen. Martin hat ein Treffen mit den Ninjas (Mike, Amanda und Owen) arrangiert und trifft sich mit ihnen an einem geheimen Ort. Er weiß nicht, wer sich hinter den Masken verbirgt. Sie vereinbaren, gemeinsam das Böse zu bekämpfen. Bei ihrem zweiten Treffen werden sie von Connor und den Ishina-Kriegern überrascht.","versions":[{"lang":1,"streams":[{"redirect":14395385,"hoster":"VOE"},{"redirect":13591155,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Reingefallen","epNo":1,"alt":"The Con Man","descr":"Connor versucht nach wie vor für den bösen Großvater das Schwebende Schwert zu beschaffen. Durch das unterirdische Tunnelsystem kommt er dem Dojo sehr nahe, doch Mikes Großvater lockt ihn zu einem nächtlichen Meeting ins Lagerhaus, wo er auf Amanda, Owen und Mike trifft, dem er das Mon abgenommen hat. Auch diesmal wird Connor am Ende Schachmatt gestellt. Er landet in einer großen Umzugskiste und wird verschifft … nach Madagaskar.","versions":[{"lang":1,"streams":[{"redirect":8773244,"hoster":"VOE"},{"redirect":8633848,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flint Forster","epNo":2,"alt":"Flint Forster","descr":"Mike ist verzweifelt, denn Julie hat ihn verlassen. Damit nicht alles aus dem Ruder läuft, bemüht sich Owen ihn wieder für Amanda zu begeistern. Es gibt eine Einbruchserie und die Supah Ninjas beobachten ein Gruppe von Kapuzenmännern. Amanda ist vom Anführer Flint Forster total fasziniert. Beim nächsten Einbruch möchte sie, dass die Ninjas sich aufteilen, damit sie alleine ermitteln kann. Sie lernt Flint Forster näher kennen, der ihr die Beweggründe für seine Einbrüche nennt. Er möchte damit wohltätige Organisationen unterstützen. Doch Amanda stellt fest, dass sie nun zur Komplizin geworden ist. Es gelingt den Supah Ninjas schließlich, die Einbruchserie zu stoppen und Mikes Zuneigung für Amanda wird erwidert.","versions":[{"lang":1,"streams":[{"redirect":8773246,"hoster":"VOE"},{"redirect":8633850,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der falsche Ninja","epNo":3,"alt":"Shadow Fly","descr":"Owen hat einen Verbrecher zur Strecke gebracht und wird dabei fotografiert. Das Bild erscheint in allen Zeitungen und ein gewisser Shadow Fly erklärt nun der Öffentlichkeit, dass er der wahre Held ist. Sofort legt er eine Reihe von Merchandising-Produkten auf und erscheint in der täglichen Werbung. Mikes Großvater hat immer gepredigt, dass Ninjas im Verborgenen kämpfen müssen und diese falsche Publicity ist ihm ein Dorn im Auge. Deshalb beschließen Amanda, Mike und Owen, Shadow Fly aus dem Geschäft zu ziehen. Es gibt einen riesigen Showdown, bei dem Shadow Fly das Handwerk gelegt wird. Er zieht sich aus dem Ninja-Geschäft zurück, doch die wahren Ninjas bleiben unerkannt.","versions":[{"lang":1,"streams":[{"redirect":13993098,"hoster":"VOE"},{"redirect":8633853,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ninja mit Hausarrest","epNo":4,"alt":"Grounded Ninja","descr":"Mike hat mal wieder Hausarrest bekommen, was ihm besonders wehtut, denn die Ishina planen gerade einen großen Raub. Um dennoch zur Stelle zu sein, arbeitet Mike mit Notlügen und lernt so einiges über das Thema \"Lügen\". Die Ishina stehlen Computer und riesige Röntgengeräte, damit der böse Bruder von Mikes Großvater endlich das Fukanaga-Dojo ausfindig machen kann, um dort in den Besitz des schwebenden Schwertes zu kommen.Doch dieses Mal gelingt es Mike, Owen und Amanda, die Beutezüge der Ishina zu vereiteln. Dank vieler Lügen weiß so keiner mehr recht, wie das echte Leben wirklich aussieht.","versions":[{"lang":1,"streams":[{"redirect":12382014,"hoster":"VOE"},{"redirect":8633855,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kid Q","epNo":5,"alt":"Kid Q","descr":"An der Benjamin Rush Highschool findet der alljährliche Wissenschaftswettbewerb statt, wobei immer Zweierteams ein wissenschaftliches Projekt entwickeln sollen. Mike entwickelt mit Amanda ein Projekt, während Owen mit dem kleinen Tüftler Quentin zusammen ist, der einen Gedankenbutler-Helm erfindet. Dr. Krause, einer der Juroren, ist von diesem Helm begeistert, weil man damit Gedanken steuern kann. Doch sein wissenschaftlicher Assistent Wesley kann die jahrelange Assistenten-Schmach nicht mehr ertragen und reißt sich diesen Helm unter den Nagel und versucht damit alle Anwesenden zu manipulieren. Zum Glück gelingt es den Supah Ninjas, Wesley zur Strecke zu bringen, doch die Preisrichter haben die Greifklaue zum Sieger des Wettbewerbes erklärt.","versions":[{"lang":1,"streams":[{"redirect":8773251,"hoster":"VOE"},{"redirect":8633857,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Cheerleader-Fieber","epNo":6,"alt":"Cheer Fever","descr":"An der Benjamin Rush ist die alljährliche Spirit Week. Plötzlich taucht Kylie mit ihren Cheerleading-Freundinnen Rose und Sadie auf, um sich an Amanda zu rächen. Amanda hatte Kylie vor Jahren ins Jugend-Gefängnis gebracht, weil sie 10.000 Dollar geraubt hat. Nun will sich Kylie an ihr rächen. Sie fädelt es so geschickt ein, dass alle Beweise auf Amanda hindeuten. Doch der geplante Bankraub findet gar nicht statt. Stattdessen hat Kylie vor, die Sporthalle der Schule in die Luft zu jagen. Schließlich gelingt es den Supah Ninjas das Vorhaben zu vereiteln und Kylie, Rose und Sadie der gerechten Strafe zuzuführen.","versions":[{"lang":1,"streams":[{"redirect":12335464,"hoster":"VOE"},{"redirect":8633856,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Ishina schlagen zurück","epNo":7,"alt":"The Ishina Strike Back","descr":"Die Ishina sind unter der Führung des bösen Großvaters wieder im Vormarsch und wollen das Schwebende Schwert zurückholen. Die Supah Ninjas kämpfen an der Seite von Mikes Großvater, um die Ishina zurückzudrängen. Doch es gelingt ihnen nicht. Die Übermacht ist zu groß und das Dojo wird gestürmt. Alles liegt in Schutt und Asche. Aber Mike, Owen und Amanda geben nicht auf und versuchen mit Quentins Hilfe, den alten Zustand wieder herzustellen. Gleichzeitig hat Martin Geburtstag und damit er im Haus nicht stört, wird er auf eine Schatzsuche geschickt. Überglücklich kehrt er in der Nacht zurück und hatte den besten Geburtstag seines Lebens.","versions":[{"lang":1,"streams":[{"redirect":8773252,"hoster":"VOE"},{"redirect":8633858,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wilkommen im Dojo","epNo":8,"alt":"Enter The Dojo","descr":"Das Dojo ist immer noch zerstört und Großvater ist von der Bildfläche verschwunden. In der Zwischenzeit wurde Quentin bei den Ninjas aufgenommen, da er ein Technik-Genie ist und wie alle meinen, sicher in der Lage ist, das Dojo wieder aufzubauen und Großvater zum Leben zu erwecken. Durch eine Verwechslung lässt Quentin Two Ton Harley, den gefürchteten Schwerverbrecher, frei, der daraufhin in ein Restaurant einbricht und sich kräftig den Magen vollschlägt. Mike, Owen und Amanda versuchen, Two Ton Harley erneut zu verhaften, was ihnen nach einem Showdown auch gelingt. Die Polizei greift ein und Martin bittet darum, sich zum Ehren-Ninja ernennen zu lassen. Die Supah Ninjas gewähren ihm diese Bitte und auch Quentin, der eine ganze Menge Unsinn machte, wird gebeten, bei den Ninjas zu bleiben. Denn er hat es immerhin geschafft, Yamato wieder zum Leben zu erwecken. Jetzt fehlt nur noch der Großvater.","versions":[{"lang":1,"streams":[{"redirect":8773253,"hoster":"VOE"},{"redirect":8633864,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verrückt nach Flint","epNo":9,"alt":"Finding Forster","descr":"An der Benjamin High findet die Woche der großen Debatte statt, aus der Owen und Amanda als Sieger hervorgehen. Flint Forster hat diese Gelegenheit genutzt, um Trip einen Koffer mit gefälschten Kreditkarten abzunehmen. Diese hat er an die Obdachlosen verteilt, um wieder einmal Gutes zu tun. Amanda hat sich in Flint Forster verliebt und gerät mit ihm in einen Hinterhalt. Trip, dessen Vater der Besitzer der gefälschten Kreditkarten ist, nimmt sie mit seinen Schlägern gefangen. Schließlich werden sie von Owen und Mike befreit, doch zum ersten Mal ist Amandas Identität aufgeflogen, denn Flint Forster weiß jetzt, dass sie Amanda McKay heißt.","versions":[{"lang":1,"streams":[{"redirect":8773255,"hoster":"VOE"},{"redirect":8633860,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Mauerblümchen","epNo":10,"alt":"Wallflower","descr":"Owen hat ein Wunschbuch bekommen und ist überzeugt, dass Wünsche in Erfüllung gehen, wenn man nur fest genug an sie glaubt. Auf diese Weise hat er bereits einen Tablet-Computer bekommen und wünscht sich nichts sehnlicher als ein Rendezvous mit der Schulreporterin Paloma Peru. Gina, ein Mädchen, das sich seit Jahren um Owen bemüht, legt diesmal eine härtere Gangart ein. Diese Gina, die Owen bisher nie wahrgenommen hat, versucht Paloma Peru in einem Gewächshaus aus dem Weg zu räumen, um das Lern-Date zu einem richtigen Date mit Owen auszuweiten. Tatsächlich gelingt es ihr, Paloma ruhigzustellen, doch das Date mit Owen wird durch die Ankunft von zwei Ninjas (Mike und Amanda) gestört. Obwohl Gina eine hervorragende Kämpferin ist, wird sie von den Ninjas ausgeschaltet. Owen kann nun endlich das geplante Lern-Date in ein richtiges Date mit Paloma umfunktionieren und die Ninjas werden in aller Öffentlichkeit für ihre Taten gelobt.","versions":[{"lang":1,"streams":[{"redirect":8773256,"hoster":"VOE"},{"redirect":8633863,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mayhem","epNo":11,"alt":"M@yhem","descr":"In Empire City wird ein Flashmob veranstaltet, bei dem eine ominöse Figur namens Mayhem die Beteiligten dazu auffordert, Geld aus einem Kassenautomaten zu stehlen. Die Ninjas sind mit von der Partie und können aber in Anbetracht der großen Menschenmenge nichts ausrichten. Sie erwarten, dass Mayhem in Kürze erneut zuschlagen wird. Und so ist es auch. Diesmal trifft sich der Flashmob vor einem Elektronikgeschäft und nachdem die Scheibe eingeschlagen wurde, werden elektronische Geräte geraubt. Quentin kann den Unterschlupf von Mayhem lokalisieren und es stellt sich heraus, dass Tyler, der Jo-Jo-Versager, in die Rolle von Mayhem geschlüpft ist, um Chaos über Empire City zu bringen, da er und seine Freunde zu oft im Internet gemobbt wurden und sich nicht dagegen wehren konnten. Aber auch Paloma ist mit von der Partie. Sie hat vor, die Ninjas zu enttarnen und die größte Story ihrer Reporterkarriere zu schreiben. Darüber gerät sie mit Owen in Streit. Obwohl Paloma alles daran gesetzt hat, die Supah Ninjas zu enttarnen, sieht sie ein, dass es besser für Empire City ist, wenn ihre Identität nicht aufgedeckt wird. Auch sie findet heraus, wo Mayhem sich versteckt und begibt sich zu dessen Unterschlupf. Die Supah Ninjas sind inzwischen von Mayhem gefesselt worden, doch mit Palomas Hilfe gelingt es ihnen, sich zu befreien und Mayhem und seine Leute kampfunfähig zu machen.","versions":[{"lang":1,"streams":[{"redirect":8773259,"hoster":"VOE"},{"redirect":8633859,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Frühlingsball","epNo":12,"alt":"Spring Fling","descr":"In Empire City findet der große Frühlingsball statt und Mike und Owen sind aufgeregt, weil sie spezielle Pläne ausgearbeitet haben, um mit ihren Partnern tanzen zu können. Inzwischen ist auch Flint wieder aufgekreuzt und gibt Mike zu verstehen, dass er im nächsten Jahr genauso wie Amanda zum Austauschprogramm nach Paris fliegen wird. Mike ist außer sich. Als während des Frühlingsballs ein wahnsinniger Mechaniker, sowie Chop Shop mit seinen Jungs aufkreuzen, müssen die Ninjas handeln, da Chop Shop von Flint bestohlen wurde und er nun seine Hehlerware zurückfordern wird. Amanda, Mike und Owen können die Situation klären und Chop Shop der Polizei übergeben. Amanda beschließt doch nicht nach Paris zu fliegen, sondern auch im folgenden Jahr zusammen mit Mike und Owen für Recht und Ordnung zu sorgen. Mikes Aufforderung zum Tanz nimmt sie gern an. Und Owen tanzt mit Paloma in die Nacht.","versions":[{"lang":1,"streams":[{"redirect":8773258,"hoster":"VOE"},{"redirect":8633861,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Schwebende Schwert","epNo":13,"alt":"The Floating Sword","descr":"Die Eignungstests an der Schule haben ergeben, dass aus Owen mal ein großer Physiker werden kann. Amanda hat nicht gut abgeschnitten und alles deutet daraufhin, dass sie in Zukunft Putzfrau sein wird. Connor ist aus Madagaskar zurückgekehrt und legt völlig neue Attitüden an den Tag. Er sucht immer noch nach dem Schwebenden Schwert und die Suche führt in das Museum für Japanische Kunst. Dort gibt es ein Zusammentreffen zwischen den Ninjas, Connor und dem Bösen Großvater. Doch schließlich gelingt es Mike, das Schwebende Schwert zu bekommen. So könnte er eine lange Familientradition fortsetzen. Doch die Begeisterung hält nicht lange an, denn der Böse Großvater kidnappt Mike.","versions":[{"lang":1,"streams":[{"redirect":8773257,"hoster":"VOE"},{"redirect":8633862,"hoster":"Streamtape"}]}]}]}]}