{"seriesId":"superboy","name":"Superboy","descr":"Nicht nur Indiana Jones, auch der aus Comic und Kino bekannte \"Superman\" war einmal klein: In der ersten Folge der Serie gehen Clark Kent alias Superboy und Lana Lang noch aufs College. Doch auch hier ist Superboy schon gefordert, denn Verbrecher nehmen Lana als Geisel.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Unaired Pilot","descr":"","versions":[{"lang":2,"streams":[{"redirect":9252439,"hoster":"VOE"},{"redirect":9252437,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fluch des Juwels","epNo":1,"alt":"The Jewel of the Techacal","descr":"Lanas Vater, ein Archäologe, kommt mit einem verfluchten Relikt an die Universität. Lex Luthor stiehlt dann das Juwel, um es an den Meistbietenden zu verkaufen. Das verfluchte Relikt hat auf Superboy die gleiche Wirkung wie Kryptonit.","versions":[{"lang":1,"streams":[{"redirect":10032042,"hoster":"VOE"},{"redirect":9251225,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein hoher Preis","epNo":2,"alt":"A Kind of Princess","descr":"Clark verliebt sich in Sara Danner, eine reiche und etwas verwöhnte Schülerin bei Shuster, die zufällig die Tochter des Gangsterboss Matt Danner ist. Superboy rettet Danner das Leben, als von Mitgliedern eines rivalisierenden Verbrechersyndikats, angeführt von einem Mr. Casey, eine Bombe gezündet wird. Als Sara von ihrer 18. Geburtstagsparty verschwindet, stellt sich heraus, dass Casey sie entführt hat. Als Casey Danner kontaktiert, beschließt Danner, dass sein Verbrechersyndikat ihm mehr bedeutet als das Leben seiner Tochter. Superboy rettet Sara und stoppt Casey. Sara fühlt sich von ihrem Vater abgelehnt und beschließt, Shuster und Clark zurückzulassen.","versions":[{"lang":1,"streams":[{"redirect":9251228,"hoster":"VOE"},{"redirect":9251230,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es gibt kein Vergessen","epNo":3,"alt":"Back to Oblivion","descr":"TJ geht zu einem Schrottplatz, um seltsame Dinge zu untersuchen, die dort passiert sind. Als er ankommt, wird er von dem alten Herrn Wagner, dem Besitzer des Schrottplatzes, in einer Zerkleinerungsmaschine gefangen. Superboy rettet ihn davor, zu Tode zerquetscht zu werden. Lana beschließt, Herrn Wagner zu besuchen, um zu erfahren, was los ist. Wagner hält sie als Geisel und glaubt, seine Enkelin Lena zu sein. Seine Gedanken reisen zurück in die Tage des Zweiten Weltkriegs, als er in einem Konzentrationslager der Nazis war, als er versucht, seine \"Enkelin\" vor den Nazis zu schützen, die eigentlich TJ und Clark sind, die zurückkehren, um nach Lana zu sehen. Wagner setzt die Schrottplatzmaschinen gegen sie ein und tötet Clark scheinbar. Aber Clark, als Superboy, rettet TJ kaum aus einer Falle und befreit Lana von Mr. Wagner. Wagner erleidet einen Herzinfarkt, überlebt aber und ist endlich frei von den eindringlichen Erinnerungen an den Zweiten Weltkrieg.","versions":[{"lang":1,"streams":[{"redirect":9251232,"hoster":"VOE"},{"redirect":9251234,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verdacht auf Sabotage","epNo":4,"alt":"The Russian Exchange Student","descr":"Als die Formel eines Wissenschaftlers zur Verbesserung der Benzineffizienz fast zerstört wird, wird einer russischen Austauschstudentin namens Natasha vorgeworfen, den Computer sabotiert zu haben, auf dem die Formel gespeichert war. Superboy greift ein, als eine Demonstration der Formel zu einer gewaltigen Explosion führt. Auch hier wird Natasha die Schuld gegeben. Sie muss das Land innerhalb von drei Tagen verlassen. Clark und TJ, die in Natasha vernarrt ist, ermitteln. TJ entdeckt, dass Professor Gordons Assistent Jeff für eine Benzinfirma arbeitet, die nicht will, dass die Formel herauskommt, da sie die Benzinpreise drastisch sinken lassen würde. TJ wird von Sicherheitsleuten der Firma gefunden und aus einem Fenster hoch über der Straße geworfen und von Superboy gerade noch rechtzeitig gerettet. Unterdessen macht Jeff ein Feuer und versucht, Natasha und Professor Gordon zu töten.aber Superboy kommt rechtzeitig, um sie zu retten und Jeff gefangen zu nehmen. Natasha beschließt, die USA zu verlassen, um Gordon zu helfen, der seine Forschungen nach Russland verlagert.","versions":[{"lang":1,"streams":[{"redirect":9251237,"hoster":"VOE"},{"redirect":9251238,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Countdown läuft","epNo":5,"alt":"Countdown to Nowhere","descr":"Superboy muss eingreifen, als Gauner eine Laserwaffe stehlen und planen, damit ein startendes Space Shuttle zu zerstören. Die Welt erfährt erstmals von dem neuen Helden Superboy, als er Lana Lang vor der Entführerin Roscoe Williams (Doug Barr) rettet.","versions":[{"lang":1,"streams":[{"redirect":13004806,"hoster":"VOE"},{"redirect":9251242,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefährliche Sucht","epNo":6,"alt":"Bringing Down the House","descr":"Ein Rockstar, Judd Faust, will den Boardwalk und den Baseball-Vergnügungspark, und als der Besitzer sich weigert, den Park zu verkaufen, sind alle in Gefahr. Bomben werden gezündet und Sabotage ist überall. Als Lana sich in Judd verliebt, ist auch sie in Gefahr. Judd nimmt sie eines Nachts mit und offenbart ihr seine wahre Natur. Er steckt sie in ein Foltergerät und versucht, sie auseinander zu ziehen, während er ihre Schreie aufzeichnet. Superboy kommt gerade rechtzeitig, um Judd aufzuhalten und Lana aus dem tödlichen Griff der Maschinen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":9251244,"hoster":"VOE"},{"redirect":9251243,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Superboy unter Verdacht","epNo":7,"alt":"The Beast and Beauty","descr":"Ein Superboy-Imitator überfällt Banken und Juweliergeschäfte, um eine Million Dollar zu bekommen, damit er Floridas Schönheitskönigin heiraten kann. Der echte Superboy wird für seine Taten verhaftet und als die Schönheitskönigin Jennifer Jenkins sich weigert, den Superboy-Betrüger Hugo zu heiraten, wird sie entführt und der echte Superboy ist der einzige, der sie retten kann.","versions":[{"lang":1,"streams":[{"redirect":9251249,"hoster":"VOE"},{"redirect":9251248,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Falsches Spiel","epNo":8,"alt":"The Fixer","descr":"Lex Luthor nimmt Wetten auf Shusters Basketballteam an, das im nächsten Spiel gegen die Florida State University spielt. Er erpresst Shusters Starspieler, damit er das Spiel verliert und Superboy übernimmt den Job des Schiedsrichters, um Luthor zu stoppen und Shuster vor seinem Skandal zu retten.","versions":[{"lang":1,"streams":[{"redirect":9251250,"hoster":"VOE"},{"redirect":9251254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kämpfer aus dem All","epNo":9,"alt":"The Alien Solution","descr":"Ein seltsamer wolkenartiger Außerirdischer, der andere Körper übernehmen kann, kommt auf die Erde in der Hoffnung, Superboys Körper zu stehlen, damit er ihn seiner Sammlung von Kriegern hinzufügen kann. Da er weiß, dass Superboy immer zu Lanas Rettung kommt, bringt er sie in Gefahr und lockt Superboy ins Freie. Nachdem Lana fast vom Kriegerkörper des Außerirdischen getötet wurde, stimmt Superboy zu, das zu tun, was der Außerirdische will. Er folgt dem Außerirdischen zu seinem Schiff und zerstört die Sammlung von Kriegerkörpern des Außerirdischen. Dann fängt er das Alien in einem Kanister ein und versteckt den Kanister in einem Kryolabor auf dem College-Campus.","versions":[{"lang":1,"streams":[{"redirect":9251255,"hoster":"VOE"},{"redirect":9251258,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein unsichtbarer Schatz","epNo":10,"alt":"Troubled Waters","descr":"Ein Geschäftsmann will während einer landwirtschaftlichen Depression alle Farmen in der Gegend von Smallville kaufen. Mr. Kent will herausfinden, warum. Kenderson, der Geschäftsmann, hat etwas zu verbergen und versucht Mr. Kent zu töten, aber er hat keinen Erfolg. Superboy, der wegen des Versuchs, Mr. Kent zu töten, zu Besuch kommt, überprüft das Ackerland und erfährt, dass darunter ein Fluss fließt, der von Wert sein könnte. Er muss jetzt Kenderson stoppen, bevor er bekommt, was er will und Mr. Kent tötet. Kenderson will das Gemeindesilo sprengen, als Pa Kent es dem Leiter der Hypothekenabteilung der Bank zeigt. Als die beiden zum Silo vorfahren, greifen Kendersons Männer an und bereiten das Silo auf die Zerstörung vor. Während sie sich darauf vorbereiten, das Silo zu zerstören, kommt Superboy an und stoppt Kenderson ein für alle Mal.","versions":[{"lang":1,"streams":[{"redirect":9251260,"hoster":"VOE"},{"redirect":9251262,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Falsche Versprechungen","epNo":11,"alt":"The Invisible People","descr":"Eine große Gruppe Obdachloser lebt vor einem Beachclub an einem Strand in Florida. Der wohlhabende Strandclubbesitzer versprach ihnen Jobs, die ihnen nie etwas gaben. Der Besitzer des Beachclubs, Gerald Manfred, versucht seinen Club zu verkaufen, muss dafür aber die Obdachlosengruppe loswerden. Er zündet eines ihrer Zelte an und versucht auf jede erdenkliche Weise, sie loszuwerden. Als TJ, Lana und Clark sich einmischen, wird TJ beinahe getötet und der Anführer der Obdachlosengruppe, Damon, entführt. Lana sucht nach ihm und wird selbst entführt. Jetzt sind sie und Damon in Manfreds Händen gefangen und nur Superboy kann sie retten. Manfred bereitet sich darauf vor, sie zu töten, in der Hoffnung, dass die Obdachlosen den Strand verlassen, wenn sie sterben. Aber bevor er etwas tun kann,Superboy findet ihn und bringt ihn dazu, allen Obdachlosen Jobs zu geben, wie er es einst versprochen hat.","versions":[{"lang":1,"streams":[{"redirect":9252405,"hoster":"VOE"},{"redirect":9251263,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spuren einer fremden Welt","epNo":12,"alt":"Kryptonite Kills","descr":"Ein Kryptonit-Meteor fällt in Addis Abeba und wird zur Untersuchung nach Shuster geschickt. Es taucht in einem von Clarks Kursen auf, einem Kurs über Mineralien. Dort spürt Clark zum ersten Mal den Schmerz von Kryptonit. Doch Lex Luthor erfährt von seinem Wert als Energiequelle und nimmt sich ein Stück davon. Damit treibt er eine Maschine an, die überall in der Stadt Lichter ausschaltet und es ihm ermöglicht, Geschäfte und Banken zu plündern. Als Superboy ihn aufhält, schenkt Luthor seiner Freundin den Stein an einer Halskette. Als während eines Dates in Luthors Wohnheim ein Feuer ausbricht, versucht Superboy eine Rettung und wird durch den Kryptonit machtlos. Jetzt kann Luthors Böses seinen eigenen Tod verursachen. Luthor entkommt dem Feuer und lässt seine Freundin dort sterben. Er schickt Leo zurück, um die Halskette zu holen, und sobald die Halskette verschwunden ist, kehrt Superboy zur Normalität zurück und entkommt, um Luthor vor Gericht zu stellen.Professor Peterson gibt Superboy dann das Kryptonit in einer Bleikiste und Superboy wirft es in den Weltraum. Das einzige Problem ist, dass ein einsames Stück, das noch an der Halskette hängt, durch das Abwassersystem von Capitol City fließt und wieder gefunden werden könnte.","versions":[{"lang":1,"streams":[{"redirect":9251267,"hoster":"VOE"},{"redirect":9251269,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Rückkehr des Außerirdischen, Teil 1","epNo":13,"alt":"Revenge of the Alien (1)","descr":"Der Außerirdische aus \" The Alien Solution \" entkommt, nachdem ein Dieb den Kanister mit ihm stiehlt. Er will sich an Superboy rächen, weil er seine Sammlung von Kriegerkörpern zerstört hat. Der Außerirdische besitzt einen Polizisten und verfolgt den Jungen aus Stahl. Als er Superboy in einem Landwirtschaftszentrum angreift, tötet er versehentlich die Leiche des Polizisten, den er besitzt, und verletzt dabei Superboy. Aber als er versucht, Superboys Leiche zu übernehmen, stellt er fest, dass er nicht hineinkommt und besitzt wütend die Leiche von Clarks Besuchsvater Jonathan Kent.","versions":[{"lang":1,"streams":[{"redirect":12335480,"hoster":"VOE"},{"redirect":9251273,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Rückkehr des Außerirdischen, Teil 2","epNo":14,"alt":"Revenge of the Alien (2)","descr":"Der Alien, der jetzt Pa Kent kontrolliert, macht seinen Zug, um sich zu rächen. Er entführt Lana und hält sie auf einem Dach in der Nähe der Shuster University als Geisel. Clark sieht seinen Vater mit Lana in den Nachrichten und erkennt, dass etwas nicht stimmt. Als Lieutenant Harris Superboy erzählt, dass das Kryolabor in der Nacht zuvor ausgeraubt wurde, erkennt Superboy, mit wem er es zu tun hat. Er findet Pa Kent und sagt dem Außerirdischen, dass er ihm erlauben wird, in seinen Körper einzudringen, solange er Pa Kent gehen lässt. Der Außerirdische stimmt zu und Superboy bringt den Außerirdischen zu Professor Petersons Labor. Nachdem der Außerirdische in seinen Körper eingedrungen ist, aktiviert Superboy im Labor einen Kryptonit-Strahl. Der Kryptonit fängt an, Superboy zu töten, und das Außerirdische im Inneren leidet unter Qualen. Superboy erkennt, dass er im Sterben liegt. Pa Kent hilft ihm beim Umzug in einen kryogenen Gefrierschrank. Drinnen verlässt der Außerirdische Superboys Körper, ohne zu merken, wo er ist.Sobald er in die kalte Luft geht, gefriert sein gasförmiger Körper und wird fest. Dann zerbricht es in Hunderte von Teilen. Pa Kent wird mit der Polizei geklärt und Superboy überlebt seine Kryptonit-Exposition.","versions":[{"lang":1,"streams":[{"redirect":9251276,"hoster":"VOE"},{"redirect":9251277,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein lebensgefährlicher Auftritt","epNo":15,"alt":"Stand Up and Get Knocked Down","descr":"TJ findet seinen Freund Michael tot vor dem Comedy-Club Bonkerz. TJ will herausfinden, was mit ihm passiert ist, also geht er zum Amateurabend des Clubs. Bevor er auf die Bühne geht, entdeckt er, dass der Clubbesitzer Dexter Michael getötet hat und ein Drogendealer ist. Er sagt einer Kellnerin, Angel, sie soll TJ eine Cola mit einer starken Droge nehmen, um ihn zu töten. Zum Glück verbraucht sie nicht das gesamte Fläschchen und TJ wird nur krank. Clark und TJ werden von Dexter mitgenommen und mit Angel gefesselt. An allen dreien sind kleine Pflaster angebracht, die mit tödlichen Drogen beladen sind und Clark hat nur zwei Minuten Zeit zu handeln, bevor TJ und Angel sterben. Er befreit sich und wendet sich an Superboy, dann entfernt er die Pflaster von TJ und Angel. TJ wird verrückt. Dexter versucht ihn mit seiner Limousine zu überfahren, wird aber von Superboy aufgehalten.","versions":[{"lang":1,"streams":[{"redirect":9251279,"hoster":"VOE"},{"redirect":9251280,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Besuch aus der fünften Dimension","epNo":16,"alt":"Meet Mr. Mxyzptlk","descr":"Superboy wird gerufen, um zu helfen, einen Totempfahl vom Boden zu entfernen, damit er untersucht werden kann. Als er ankommt, rührt sich das Totem nicht. Gerade als er es endlich aus dem Boden holt, verschwindet es. Dann erscheint ein seltsamer kleiner Mann, der behauptet, aus der 5. Dimension zu stammen. Er ist Mxyzptlk. Superboy trifft ihn und entdeckt, dass Mxys Magie ihm genauso schaden kann wie jedem anderen. Mxy beschließt, Lana mitzunehmen. Mit seiner Magie verkörpert er Clark und versucht, mit Lana zusammenzukommen. Als Lana sich Mxys verdrehter Version von Clark widersetzt, nutzt Mxy seine Magie, um sie dazu zu bringen, mit ihm zu kommen. Sie bereitet sich darauf vor, mit Mxy zu gehen, als TJ, Superboy und ein Wissenschaftler entdecken, dass das Totem magische Geister zurückhält. Sobald das Totem bewegt wurde, wurde die Tür zu unserer Welt geöffnet.Sie erfahren auch, dass der Kobold, wenn er seinen Namen rückwärts ausspricht, 90 Tage lang in seine eigene Dimension zurückkehrt. In diesem Wissen hält Superboy Lana eine Abschiedsrede, die er auf Videoband aufnehmen wird. Sie beginnt zu lesen und Mxy übernimmt. Da er nicht merkt, was er liest, liest er seinen Namen laut rückwärts vor und verschwindet. Lana kehrt zur Normalität zurück und alles, was getan wurde, während Mxy hier war, wird automatisch rückgängig gemacht.","versions":[{"lang":1,"streams":[{"redirect":9251283,"hoster":"VOE"},{"redirect":9251285,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Indianerzauber","epNo":17,"alt":"Birdwoman of the Swamps","descr":"Als auf einer Baustelle ein Bulldozer umgedreht wird, beschließen TJ und Clark, Nachforschungen anzustellen. Clark trifft eine alte Inderin, die glaubt, dass die Vögel den Bulldozer umgedreht haben. Clark, als Superboy, fährt mit dem Bulldozer an seine ursprüngliche Position und stattet der Inderin einen Besuch ab. Sie hält ihn für den Feind, seit er den Bulldozer wieder umgedreht hat. Sie sagt, der Bau eines Armenhauses vernichte die Wälder und die Feuchtgebiete. Herr Hogan, der Leiter des Bauprojekts, befiehlt, die Inderin zu töten. Superboy besucht die Frau erneut und sie wendet einen seltsamen Zauber auf ihn an. Er bricht vor Schmerzen zusammen, kann aber schwach von der Frau wegfliegen. Nachdem er gegangen ist, wird sie von zwei von Hogans Männern angegriffen und in der Nähe des Sumpfes bewusstlos gelassen. Clark und TJ gehen zur Baufirma.Sie entdecken, dass Hogan den höchsten Dollar der Stadt für Materialien verlangt und kostengünstige Materialien verwendet, die nicht für den Bau geeignet sind. Währenddessen wird die Inderin fast von einem Alligator getötet, aber von Superboy gerettet. Superboy fliegt zur Baustelle und wird von Hogans Männern unter Tonnen Kies begraben. Er entkommt und fängt Hogan ein, damit die Polizei ihn mitnehmen kann. Die Inderin entschuldigt sich bei Superboy und das Bauprojekt wird auf Eis gelegt.Die Inderin entschuldigt sich bei Superboy und das Bauprojekt wird auf Eis gelegt.Die Inderin entschuldigt sich bei Superboy und das Bauprojekt wird auf Eis gelegt.","versions":[{"lang":1,"streams":[{"redirect":9251288,"hoster":"VOE"},{"redirect":9251287,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im Namen des Gesetzes","epNo":18,"alt":"Terror from the Blue","descr":"Eine Gruppe Polizisten, die versucht haben, den Polizeileutnant Zeke Harris zu töten, und Lana werden Zeugen der Schießerei. Die \"schmutzigen\" Polizisten jagen ihr nach und sie weicht ihnen aus. Sie hinterlässt eine Nachricht für Clark in seinem Wohnheim. Dann nimmt sie mit einem Ex-Hippie in seinem Wohnwagen außerhalb der Stadt auf. Aber die dreckigen Polizisten finden sie dort und diesmal kann sie nicht entkommen. Superboy findet die Nachricht auf dem Anrufbeantworter und kommt gerade rechtzeitig, um Lana vor einem schrecklichen Tod durch einen der schmutzigen Cops zu retten.","versions":[{"lang":1,"streams":[{"redirect":9251293,"hoster":"VOE"},{"redirect":9251291,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Künstliche Intelligenz","epNo":19,"alt":"War of the Species","descr":"Das Militär hat ein Projekt zur künstlichen Intelligenz finanziert. TJ, Clark und Lana besuchen das Projekt, um eine Geschichte für den Shuster Herald zu bekommen. Sie entdecken einen gefährlichen Androiden und werden von Superboy knapp vor dem Tod gerettet. TJ hatte Bilder von der Maschine gemacht und der Leiter des Projekts hat sie gemacht, also kehrt TJ zum Projekt zurück, um weitere Aufnahmen zu machen. Er wird gefangen genommen, damit sich der Androide einem letzten Test gegen Superboy unterziehen kann. Superboy kommt, um ihn zu retten, und entdeckt, dass der Schöpfer des Androiden sein eigenes Geheimnis hat. Auch er ist ein Androide aus einer anderen Welt, der den anderen Androiden als seine Tötungsmaschine erschuf, da er darauf programmiert war, niemals zu töten. Er wird im Kampf von Superboy schwer beschädigt und ein Selbstzerstörungsprogramm wird eingeleitet. Superboy fliegt ihn weg, als er explodiert.","versions":[{"lang":1,"streams":[{"redirect":9251294,"hoster":"VOE"},{"redirect":9251297,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gefährliche Liebesgrüße","epNo":20,"alt":"Little Hercules","descr":"Clark und TJ besuchen ein junges High-School-Genie namens Billy Hercules (gespielt von Joaquin Phoenix)., gutgeschrieben als Leaf Phoenix), dem ein Stipendium von Shuster U. Clark angeboten wurde. Clark freundet sich mit dem Jungen an, mit dem er sich identifizieren kann, da beide unterschiedlich und fehl am Platz sind. Nach einer Exkursion zu einem Marinestützpunkt bricht Billy in das fortschrittliche Computersystem eines neuen Marine-U-Bootes ein, um ein Mädchen zu beeindrucken, das er mag, und aktiviert einen Selbstzerstörungsmechanismus, der in 30 Minuten ausgelöst wird. Nur Billy kennt die Codes, um Zugang zum Computer zu erhalten und das U-Boot vor der Explosion zu bewahren. Superboy fliegt ihn zum U-Boot, und Billy knallt. Währenddessen beginnt Superboy, ein Loch durch eine 1,8 m dicke Tür zu brennen, die fest verschlossen und mit Sprengstoff bewaffnet ist, um Zugang zu den Raketen zu erhalten, damit er sie deaktivieren kann. Glücklicherweise entschärft Billy mit wenigen Sekunden die Sicherheitstür und Superboy kann die Raketen durchbrechen und deaktivieren.Billy wird nach Hause zurückgebracht und bekommt das Mädchen am Ende doch noch.","versions":[{"lang":1,"streams":[{"redirect":12173256,"hoster":"VOE"},{"redirect":9251300,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Bedrohung aus der Zukunft","epNo":21,"alt":"Mutant","descr":"Clark wird Zeuge der Entführung von Professor Craig Lipcott, einem berühmten Nuklearwissenschaftler. Als Superboy folgt er den Entführern auf ein Dach und sieht, wie sie ein fremdes Schiff betreten, kurz bevor er von einem mächtigen Strahl angegriffen wird, der ihn desorientiert zurücklässt. Als er aufschaut, ist das Schiff verschwunden. Lipcott erwacht im Inneren des Schiffes, das eigentlich eine Zeitmaschine ist, mit zwei mutierten Männern und einer normalen Frau, Vora. Die Mutanten wollen Plutonium. Sie enthüllen, dass sie aus dem 24. Jahrhundert stammen und Plutonium brauchen, um ihre Feinde zu bekämpfen, da es zu ihrer Zeit nicht mehr existiert. TJ und Clark beginnen, die Entführung zu untersuchen. TJ wird von den mutierten Zeitreisenden mitgenommen. Vora wird geschickt, um Superboy zu finden, damit er ihnen helfen kann, in die Installation einzubrechen, in der das Plutonium gelagert wird.Vora enthüllt Superboy, dass sie selbst eine Mutante in ihrer Gesellschaft ist, da alle anderen im Laufe der Jahre durch Fallout mutiert wurden. Superboy erklärt sich bereit zu helfen, um TJ und Lipcott zu retten. Superboy bekommt das Plutonium und flieht damit. Als die Mutanten ihn niederschießen, reflektiert er ihre Laserstrahlen zurück und fängt sie ein. Vora befreit Lipcott und TJ. Dann geht sie, um nie wieder zurückzukehren, da die Maschine nie wieder genug Leistung für Zeitreisen haben wird.","versions":[{"lang":1,"streams":[{"redirect":9251303,"hoster":"VOE"},{"redirect":9251305,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lang ersehnte Rache","epNo":22,"alt":"The Phantom of the Third Division","descr":"Jonathan Kent wird von einem Mann verfolgt, an dessen Seite er im Koreakrieg gekämpft hat. Als Clark, Lana und TJ zu Besuch nach Smallville kommen, wird Mr. Kent ins Krankenhaus von Smallville gelockt und von dem Mann entführt. Er macht Herrn Kent für die Folter verantwortlich, die er in einem Kriegsgefangenenlager durchgemacht hat. Er lässt Mr. Kent einen Hindernisparcours wie den im Camp durchlaufen, um ihn zu foltern und ihm den gleichen Schmerz zu geben, den er fühlte. Superboy muss jetzt derjenige sein, der das Leben seines Vaters rettet und den emotionalen Schmerz des Verrückten beendet. Es gelingt ihm, das \"Phantom\" zu stoppen, und Pa Kent meldet sich freiwillig, um ihn ins Sanatorium zurückzubringen.","versions":[{"lang":1,"streams":[{"redirect":9251307,"hoster":"VOE"},{"redirect":9251308,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Stimme des Terrors","epNo":23,"alt":"Black Flamingo","descr":"Ein Attentat auf einen Senator führt Superboy in einen mysteriösen Nachtclub. Superboy geht undercover in einem Punk-Nachtclub, wo ein Terrorist namens Snake-Man Fernando Allende Teenager hypnotisiert, um sie in Killer zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":9251313,"hoster":"VOE"},{"redirect":9251312,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Hollywood","epNo":24,"alt":"Hollywood","descr":"Professor Zugar Doug McClure erfindet eine Zeitmaschine und schickt sich und Superboy in die 1930er Jahre nach Hollywood zurück. Superboy trifft eine berühmte Schauspielerin, Victoria Letour und entdeckt, dass sie von Männern verfolgt wird, die sie töten wollen. Sie entführen sie schließlich und Superboy kommt ihr zu Hilfe. Inzwischen muss die Zeitmaschine repariert werden, da während der Fahrt ein entscheidendes Teil beschädigt wurde. Mit ihrem Einfluss bringt Victoria den Erfinder dazu, seinen Wunderrechner mitzubringen, der viel größer ist als der heutige, um die Maschine zu reparieren. Der Professor repariert die Maschine und Superboy kehrt rechtzeitig zurück, um in die Gegenwart zurückversetzt zu werden. Als er ankommt, entdeckt er, dass Victoria Shuster U eine große Stiftung hinterlassen hat und nimmt mit TJ und Lana an der Beerdigung der kürzlich verstorbenen Victoria teil.","versions":[{"lang":1,"streams":[{"redirect":9251317,"hoster":"VOE"},{"redirect":9251316,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Sukkubus","epNo":25,"alt":"Succubus","descr":"Eine wunderschöne vampirähnliche Kreatur versucht Superboy seiner Lebenskraft zu entziehen und verführt TJ als Teil ihrer Verschwörung.","versions":[{"lang":1,"streams":[{"redirect":9251319,"hoster":"VOE"},{"redirect":9251320,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Auftrag Mord","epNo":26,"alt":"Luthor Unleashed","descr":"Luthor stiehlt eine von der Armee entwickelte mächtige Waffe und bereitet sich darauf vor, sie an Waffenhändler zu verkaufen. Später, während Luthor im Shuster-Labor arbeitet, verursacht er eine Explosion und Superboy rettet ihn, indem er die chemischen Dämpfe aus dem Gebäude bläst. Die Dämpfe töten Lex\u0027 Haare und lassen ihn kahl werden und jetzt ist Luthors Hass auf Superboy größer denn je. Er bereitet sich darauf vor, die Waffe an jeden zu verkaufen, der Superboy töten kann, und drei Attentäter geben ihr Bestes, werden aber von Superboy besiegt. Inzwischen ist Lexs Hass auf Superboy gewachsen und hat ihn zu einer Veränderung geführt...","versions":[{"lang":1,"streams":[{"redirect":12382023,"hoster":"VOE"},{"redirect":9251220,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Maske des Bösen, Teil 1","epNo":1,"alt":"With This Ring, I Thee Kill","descr":"Lex Luthor, der seit seinem ersten Kampf mit Superboy jetzt schwer verbunden ist, hat sich einer umfangreichen plastischen Operation unterzogen. Er ermordet einen Industriellen, der eine Waffe namens \"Superboy-Waffe\" entwickelt hat, und stiehlt dann seine Identität. Lex entführt Lana, zwingt sie, ihn zu heiraten , und setzt die Waffe auf Superboy ein, was ihn möglicherweise für immer lähmt.","versions":[{"lang":1,"streams":[{"redirect":12382021,"hoster":"VOE"},{"redirect":9251324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Maske des Bösen, Teil 2","epNo":2,"alt":"Lex Luthor: Sentenced to Death","descr":"Professor Peterson kommt Superboy zu Hilfe. Die beiden glauben, dass Superboy mit der Zeit seine Beine und Kräfte wieder voll nutzen kann. Währenddessen versteckt sich Luthor wieder und verspottet Superboy mit Hilfe eines neuen Assistenten mit seiner neuen Braut. Superboy, noch immer eine Querschnittsgelähmte in Genesung, muss einen Weg finden, Lana zu retten.","versions":[{"lang":1,"streams":[{"redirect":9251326,"hoster":"VOE"},{"redirect":9251327,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Metallo","epNo":3,"alt":"Metallo","descr":"Ein entflohener Bankräuber erleidet einen Herzinfarkt und wird in ein Krankenhaus eingeliefert. Er ermordet den ihn betreuenden Arzt und entkommt. Nach einem weiteren Herzinfarkt verunglückt er mit seinem gestohlenen Auto. Ein geistig instabiler Wissenschaftler findet ihn und macht ihn zu Metallo, was ihm ein Kryptonit-Herz verleiht, was ihn mächtiger macht als Superboy!","versions":[{"lang":1,"streams":[{"redirect":9251333,"hoster":"VOE"},{"redirect":9251331,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kampf der Vampire","epNo":4,"alt":"Young Dracula","descr":"Byron Shelly, ein Dhampir (Halb-Vampir), entkommt seinem Vater und wird Arzt in einem Krankenhaus in Capitol City. Byron freundet sich mit Superboy an und enthüllt, dass er an einem Serum geforscht hat, das seine vampirischen Neigungen vorübergehend unterdrücken und ihm eine begrenzte Sonneneinstrahlung erlauben kann sowie andere vampirische Probleme wie das Sehen seines eigenen Spiegels beseitigt. Sein Vater schickt einen älteren, mächtigeren Vampir, um ihn zurückzubringen, und Superboy und Lana sind mitten im Kampf gefangen.","versions":[{"lang":1,"streams":[{"redirect":9251334,"hoster":"VOE"},{"redirect":9251336,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Insel des Schreckens","epNo":5,"alt":"Nightmare Island","descr":"Andy, Clark und Lana werden auf einer Insel verlassen, als Andys Motorboot im Meer versinkt. Auf der Insel verwandelt sich Clark in Superboy und wird von einem zwergartigen Außerirdischen seiner Kräfte beraubt. Der Außerirdische entführt Lana und es liegt an einem machtlosen Superboy und Andy, sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":9251339,"hoster":"VOE"},{"redirect":9251341,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bizarro, Teil 1","epNo":6,"alt":"Bizarro… The Thing of Steel","descr":"Während Professor Peterson seinen neuen Kopierstrahl testet, kommt Superboy, um seine Fortschritte zu sehen. Ein Blitz verursacht einen Stromstoß, der wiederum dazu führt, dass der Strahl Superboy trifft. Das Ergebnis des Strahls ist Bizarro, ein unvollkommenes Duplikat von Superboy, der alle seine Kräfte besitzt, aber eine sehr begrenzte Intelligenz. Bizarro richtet in einem Einkaufszentrum Chaos an und nimmt schließlich Clarks Platz auf der Shuster-Kostümparty unter dem Namen Kent Clark ein. Währenddessen beschließt Superboy, dass er Bizarro mit Kryptonit zerstören muss. Schlimmer noch, Professor Peterson erzählt Superboy, dass sein erstes Vervielfältigungsexperiment instabil wurde und explodierte, und dasselbe wird Bizarro passieren. Nachdem Bizarro die Kostümparty stört und Lana auf der Straße anhält, verwendet Superboy das Kryptonit bei ihm, nur um festzustellen, dass es keine Wirkung hat.Bizarro wirft Superboy den Stein zurück und fliegt mit Lana in den Armen davon. Superboy liegt auf der Straße und krümmt sich vor Schmerzen.","versions":[{"lang":1,"streams":[{"redirect":9251342,"hoster":"VOE"},{"redirect":9251346,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bizarro, Teil 2","epNo":7,"alt":"The Battle with Bizarro","descr":"Bizarro nimmt Lana mit in ein geschlossenes Möbelhaus und beschließt, dass es ihr neues Zuhause wird. Als die Polizei seit Lanas Entführung eine Razzia in dem Laden durchführt, hält Bizarro sie für Straßenräuber, die versuchen, seiner Frau etwas anzutun. Währenddessen wird Superboy von Andy vor dem Kryptonit gerettet, und er und der Professor stellen fest, dass Bizarro nur von Bizarro-Kryptonit betroffen sein wird. Als Superboy von Bizarros Aufenthaltsort erfährt, stellt er ihn zur Rede, während Prof. Peterson daran arbeitet, den Kryptonit zu duplizieren. Superboy und Bizarro kämpfen in einem Karnevalsbereich und schließlich beginnt Bizarro zu rauchen. Er ist instabil und wird wahrscheinlich explodieren, wenn er nicht bald vom Bizarro-Kryptonit aufgehalten wird. Prof. Peterson kommt mit dem weißen Kryptonit Bizarro zum Karneval, aber hat er es rechtzeitig geschafft?","versions":[{"lang":1,"streams":[{"redirect":9251348,"hoster":"VOE"},{"redirect":9251347,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mr. und Mrs. Superboy","epNo":8,"alt":"Mr. and Mrs. Superboy","descr":"Herr Mxyzptlk kehrt aus der fünften Dimension zurück. Diesmal hat er einen Riesen hinter sich, der sich für einen Scherz rächen will. Die Verfolgungsjagd verwüstet die ganze Stadt. Superboy und Lana stoppen den Wahnsinn, indem sie so tun, als wären sie verheiratet und die Adoptiveltern von Mr. Mxyzptlk.","versions":[{"lang":1,"streams":[{"redirect":9251352,"hoster":"VOE"},{"redirect":9251350,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Programmierungen","epNo":9,"alt":"Programmed for Death","descr":"Ein Roboter hat sich neu programmiert, nimmt die Persönlichkeit von Andys Vater an und versucht den Tod seines Schöpfers zu rächen, indem er sowohl Andy als auch seinen echten Vater tötet, wobei Superboy mittendrin gefangen wird.","versions":[{"lang":1,"streams":[{"redirect":9251356,"hoster":"VOE"},{"redirect":9251355,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefährliche Berührungen","epNo":10,"alt":"Superboy’s Deadly Touch","descr":"Lex Luthor inszeniert eine Entführung und greift Superboy dann mit einem Laser auf einem elektromagnetischen Feld an, der Superboy bewusstlos macht und dann seine Kräfte durchdrehen lässt, wie zum Beispiel, dass Superboy unwissentlich übermäßige Gewalt anwendet, während er einen kleinen Diebstahl vereitelt. Luthor hofft, dass Superboy gefährlich genug wird, um geächtet zu werden. Dies funktioniert, dann versucht Luthor einen neuen Plan und stimmt zu, Superboy zu heilen, wenn er für alle seine früheren Vergehen eine Begnadigung durch den Gouverneur gewährt wird.","versions":[{"lang":1,"streams":[{"redirect":9251358,"hoster":"VOE"},{"redirect":9251361,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Macht des Bösen","epNo":11,"alt":"The Power of Evil","descr":"Eine zerstörerische Kraft entkommt ihrer Box und Superboy, die größte Kraft des Guten, ist ihr Ziel. Der Aufseher der Kiste hilft Superboy dabei, die Streitmacht einzufangen, bevor weiteren Schaden an ihm nahestehender Personen zugefügt werden kann.","versions":[{"lang":1,"streams":[{"redirect":9251363,"hoster":"VOE"},{"redirect":9251365,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ruhe in Frieden","epNo":12,"alt":"Superboy… Rest in Peace","descr":"Ein Android wird aus der Zukunft geschickt, um Superboy zu zerstören. Ein Gynoide, der Superboys Identität kennt, hilft ihm, den Androiden zu besiegen, bevor er seine Mission abschließt.","versions":[{"lang":1,"streams":[{"redirect":9251366,"hoster":"VOE"},{"redirect":9251424,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Superboy wird gefährlich","epNo":13,"alt":"Super Menace!","descr":"Als sie in einer Militäreinrichtung Tests mit Kryptonit durchführen, um die Auswirkungen auf Superboy zu neutralisieren, stellen sie fest, dass die Veränderung emotionale Auswirkungen hat und ihn apathisch macht. Das Militär bittet Metallo um Hilfe, um dem Boy of Steel eine Einstellung zu geben. Nachdem Superboy und Metallo ihn fast getötet haben, schließen sie sich zusammen und stellen eine katastrophale Bedrohung für die Stadt dar.","versions":[{"lang":1,"streams":[{"redirect":12173261,"hoster":"VOE"},{"redirect":14171969,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Fluch der Puppe","epNo":14,"alt":"Yellow Peri’s Spell of Doom","descr":"Eine sehr schüchterne Kellnerin ist in Superboy verknallt und möchte, dass er sie bemerkt. Eine ihrer Puppen erwacht zum Leben und verwandelt sie in eine Zauberin und hilft ihr dabei, ihr Ziel zu erreichen, Superboy dazu zu bringen, sich in sie zu verlieben, ihn und ihm nahestehende Menschen zu verletzen, um ihn dazu zu bringen, sich zu unterwerfen.","versions":[{"lang":1,"streams":[{"redirect":9251430,"hoster":"VOE"},{"redirect":9251432,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mikroboy","epNo":15,"alt":"Microboy","descr":"Ein Student in Shuster verliebt sich in Lana. Da er weiß, dass sie sich um Superboy kümmert, glaubt er, dass er auch ein Superheld sein muss, um bemerkt zu werden. In einem Experiment nutzt er Mikrowellen, um Microboy zu werden. Aber als seine Kräfte außer Kontrolle geraten, muss Superboy eingreifen und versuchen, ihn unter Kontrolle zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9251433,"hoster":"VOE"},{"redirect":9251435,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Graf Dracula läßt grüßen","epNo":16,"alt":"Run, Dracula, Run","descr":"Byron Shelly wurde überfallen und verlor das Serum, das sein Verlangen nach Vampiren in Schach hält. Als Lana und Andy helfen, macht Byron Jagd auf Lana und sie schließen sich zusammen, um Superboy zu unterwerfen. Es kommt zu einem Wettlauf, um das Serum an die drei zu bringen, bevor Lana und der Junge aus Stahl für immer untot werden.","versions":[{"lang":1,"streams":[{"redirect":9251439,"hoster":"VOE"},{"redirect":9251438,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hexenmeister","epNo":17,"alt":"Brimstone","descr":"Ein magischer Arzt kommt in Shuster an, nachdem ein vernarbter, geistesgestörter Mann mehrere Menschen angegriffen hat. Er ist hinter einem bösen Geist namens Prodo her, der auserwählte Leute benutzt, um die Bevölkerung zu infizieren. Als Superboy versucht, den Mann aufzuhalten, wird er mit dem Fluch infiziert und gerät außer Kontrolle, und Prodo versucht, ihn zu benutzen, um den magischen Arzt Brimstone zu eliminieren.","versions":[{"lang":1,"streams":[{"redirect":9251444,"hoster":"VOE"},{"redirect":9251442,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Abschied von der Erde","epNo":18,"alt":"Abandon Earth","descr":"Außerirdische, die behaupten, Jor-El und Lara zu sein, kommen auf der Suche nach ihrem Sohn Kal-El, der der Welt als Superboy bekannt ist, auf die Erde. Clark muss sich jedoch vor dem Paar und ihren Behauptungen hüten und versuchen, seine Adoptiveltern davon abzuhalten, das Gefühl zu haben, ihren Sohn zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":9251446,"hoster":"VOE"},{"redirect":9251447,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flucht zur Erde","epNo":19,"alt":"Escape to Earth","descr":"Auf dem Schiff der Aliens muss Superboy, der jetzt von den Aliens in Clark verwandelt wurde, einen Weg finden, ihn und seine Freunde von ihrem Schiff zu holen. Die Dinge werden kompliziert, als Lana von Clarks Geheimnis erfährt.","versions":[{"lang":1,"streams":[{"redirect":9251449,"hoster":"VOE"},{"redirect":9251452,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Superstar","epNo":20,"alt":"Superstar","descr":"Superboy versucht, einen zum Tode verurteilten Sänger zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":12335475,"hoster":"VOE"},{"redirect":9251456,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Herr des Spielzeugs","epNo":21,"alt":"Nick Knack","descr":"Ein verrücktes Elektronikgenie namens Nick Nack Gilbert Gottfried mit einer Affinität zu Spielzeugen, das wegen Superboy inhaftiert wurde, entkommt. Er nutzt sein Genie, um einen mechanischen Anzug zu entwickeln, mit dem er Superboys Kräfte saugt. Im Anzug ist er fast so mächtig wie Superboy und greift dann eine Armeebasis an. Superboy überredet Nick Nacks altbackene Haushälterin, ihn zu befreien, um Nick Nacks Amoklauf ein Ende zu setzen und ihn ins Gefängnis zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9251459,"hoster":"VOE"},{"redirect":9251460,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Rache aus dem Totenreich","epNo":22,"alt":"The Haunting of Andy McAlister","descr":"Andy, Clark und Lana besuchen über das Wochenende die Villa von Andys Onkel, nur um in einer Mauer gefangen zu sein, die eine Welt mit Geistern aus dem Wilden Westen enthält. Eine Gruppe von Gesetzlosen will sich an Andys Vorfahren rächen, die sie dorthin gebracht haben. Superboy, jetzt ohne Macht in dieser Welt, muss sie einfach auf die andere Seite der Mauer zurückbringen, um die Geister loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":9251462,"hoster":"VOE"},{"redirect":9251464,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gefahr aus der Tiefe","epNo":23,"alt":"Revenge from the Deep","descr":"Ein unsterbliches Wesen nimmt Lana in Besitz und macht sich auf, eine Rechnung mit einem unsterblichen Mann zu begleichen, den sie vor vielen Jahren geliebt hat.","versions":[{"lang":1,"streams":[{"redirect":9251466,"hoster":"VOE"},{"redirect":9251468,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Tödliche Gedanken","epNo":24,"alt":"Secrets of Superboy","descr":"Nick Knack entkommt aus dem Gefängnis und will alles über Superboy erfahren. Er erfindet eine Gedankensuchmaschine, die den Opfern alle Erinnerungen entzieht und sie bei Andy und Lana einsetzt, um alle Schwächen von Superboy aufzudecken. Diese Folge war hauptsächlich eine Clip-Show","versions":[{"lang":1,"streams":[{"redirect":9251472,"hoster":"VOE"},{"redirect":12482641,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der unwiderstehliche Johnny Casanova","epNo":25,"alt":"Johnny Casanova and the Case of Secret Serum","descr":"Lanas Tennislehrer wird von Lana abgewiesen und dann von seinem tödlich verwundeten Bruder getroffen, der der Mafia einen Trank gestohlen hat, der den Benutzer dazu bringt, andere Menschen zu beeinflussen. Nachdem er den Trank getrunken hat, wird er zu \"Johnny Casanova\", ein viel weniger attraktiver Schlampe, hat aber die Fähigkeit, Menschen zu bezaubern. \"casanova\" nutzt seine Kräfte, um seine Mafia-Vollstrecker freundlich zu machen und Lana verliebt sich in ihn, aber es scheint, dass Superboy nicht betroffen ist, noch der Mafia-Don.","versions":[{"lang":1,"streams":[{"redirect":9251474,"hoster":"VOE"},{"redirect":9251476,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Macht der Kristalle","epNo":26,"alt":"The Woman Called Tiger Eye","descr":"Nachdem eine Frau ein Quintett spezieller Kristalle erworben hat, verwendet sie Superboy, um sie miteinander zu verschmelzen, damit sie seine Macht nutzen kann, um alle zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":9251479,"hoster":"VOE"},{"redirect":9251481,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bizarros Braut, Teil 1","epNo":1,"alt":"The Bride of Bizarro (1)","descr":"Als Clark und Lana ihr Praktikum beim Bureau for Extra-Normal Matters beginnen, kehrt Bizarro aus dem Weltraum zurück, um in einer Talkshow zu verkünden, dass er einen Kumpel will! Lex Luthor beschließt, den duplizierenden Strahl zu verwenden, der Bizarro ursprünglich geschaffen hat, um eine weibliche Gefährtin für das Ding aus Stahl zu schaffen. Aber Bizarro muss Luthor zuerst einen Vorrat an Kryptonit stehlen, mit dem er Superboy töten kann. Als Superboy in den Himmel aufsteigt, um ihn aufzuhalten, endet die Konfrontation damit, dass Superboy von Kryptonit auf einem Dach niedergeschossen und für tot gehalten wird.","versions":[{"lang":1,"streams":[{"redirect":13917439,"hoster":"VOE"},{"redirect":9251535,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bizarros Braut, Teil 2","epNo":2,"alt":"The Bride of Bizarro (2)","descr":"Nachdem Luthor droht, explosive Bizarro-Duplikate von jedem in der Stadt zu erstellen, wenn Superboy nicht bis Mitternacht in seinem Versteck erscheint, stimmt Bizarro erneut zu, Superboy im Austausch für eine Bizarro-Braut zu töten. Als Luthor ein Bizarro-Duplikat von Lana Lang erschafft, ist Bizarro bereit, sein Ende der Abmachung einzuhalten, und dieses Mal kann Superboy möglicherweise nicht entkommen.","versions":[{"lang":1,"streams":[{"redirect":9252403,"hoster":"VOE"},{"redirect":9251554,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine rätselhafte Kreatur","epNo":3,"alt":"The Lair","descr":"Clark, Lana und Matt untersuchen Sichtungen einer Kreatur, die durch verunreinigtes Wasser deformiert wurde. Die Kreatur entpuppt sich als ehemaliger Mitarbeiter von Pat Kenderson (aus Staffel 1 von \" Troubled Waters \").","versions":[{"lang":1,"streams":[{"redirect":9252404,"hoster":"VOE"},{"redirect":9252401,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neila","epNo":4,"alt":"Neila","descr":"Eine übermenschliche Frau kommt aus einer anderen Welt auf der Suche nach Superboy und testet ihn auf seine Würdigkeit, ihr Ehemann zu sein. Sie verursacht dabei Zerstörung, aber Superboy versucht ihr beizubringen, was es bedeutet, sich um andere zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":9251829,"hoster":"VOE"},{"redirect":9251839,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Variationen der Wirklichkeit, Teil 1","epNo":5,"alt":"Roads Not Taken (1)","descr":"Ein anonymer Brief führt Superboy zu Darlas Versteck, wo sie Lana in einem Fleischspind einsperren lässt. Sie hält Lana fest, um Superboy zu erpressen, damit er Luthor durch ein Portal (erstellt von Dr. Winger) zurückbringt, das ihn in eine alternative Welt führte. Superboy stimmt zu, Luthor zu verfolgen und findet sich in einer dunklen alternativen Welt wieder, in der das Chaos als Folge von Luthors Ermordung durch einen anderen Superboy ausgebrochen ist. Als Superboy versucht, Luthor zurückzugeben, greifen er und ein alternativer Dr. Winger ihn mit Kryptonit an.","versions":[{"lang":1,"streams":[{"redirect":9251876,"hoster":"VOE"},{"redirect":9251878,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Variationen der Wirklichkeit, Teil 2","epNo":6,"alt":"Roads Not Taken (2)","descr":"Superboy springt durch das Portal, um dem Kryptonit-Angriff zu entkommen. Er findet sich in einer anderen alternativen Welt wieder, in der sein Stellvertreter \"Souverän\" genannt wird, ein Diktator, der mit Angsttaktiken regiert. Lana und Luthor, Liebende in dieser Welt, führen eine Revolution an, um den Souverän zu stürzen. Luthor wird getötet, als die Armee des Sovereigns sein Versteck angreift, was Superboy dazu bringt, den Sovereign in seiner Zitadelle zu konfrontieren. Unerwartet konfrontiert auch Lana den Sovereign, bewaffnet mit einer Kryptonit-Bombe. Als sie die Bombe zündet und sich selbst und den Sovereign tötet, rettet der alternative Superboy aus der vorherigen Welt den ursprünglichen Superboy vor der Kryptonit-beladenen Schockwelle. Superboy und Luthor kehren nach Hause zurück und das Portal wird zerstört.","versions":[{"lang":1,"streams":[{"redirect":12382033,"hoster":"VOE"},{"redirect":9251918,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Söhne des Ikarus","epNo":7,"alt":"The Sons of Icarus","descr":"Nachdem eine Reihe von fliegenden Männern über Capitol City gesichtet wurden, erfährt Matt Ritter, dass die Männer Teil einer Gruppe namens \"Katia\" sind, Nachkommen afrikanischer Sklaven, die die Fähigkeit zum Fliegen erlangt haben. Als Matt entdeckt, dass er einer von ihnen ist, kündigt er seinen Job beim Bureau und schließt sich der Gruppe an. Aber Clark und Lana finden heraus, dass es einen Zusammenhang zwischen der Katia und einer Reihe von Feuern gibt, die in der ganzen Stadt ausgebrochen sind, und wenn die Katia nicht gestoppt werden, könnte Capitol City bis auf die Grundmauern niederbrennen.","versions":[{"lang":1,"streams":[{"redirect":12927325,"hoster":"VOE"},{"redirect":12984092,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Jahrmarkt","epNo":8,"alt":"Carnival","descr":"Ein Karneval taucht aus dem Nichts auf, und sein Besitzer stiehlt einigen Karnevalsbesuchern die Seele und testet Superboy, um seinen moralischen Geist zu brechen.","versions":[{"lang":1,"streams":[{"redirect":9251996,"hoster":"VOE"},{"redirect":9252000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zeitverschiebung","epNo":9,"alt":"Test of Time","descr":"Zwei Wesen aus einer anderen Welt kommen auf die Erde und verändern die Zeit, wodurch Superboys Präsenz beschleunigt wird. Sie testen ihn, messen seine Reaktionen und verwenden die Ergebnisse, um festzustellen, ob die gesamte Menschheit auf der Erde erobert werden kann, damit sie wissen, wie sie die Welt erobern können.","versions":[{"lang":1,"streams":[{"redirect":13917441,"hoster":"VOE"},{"redirect":9252045,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alpträume","epNo":10,"alt":"Mindscape","descr":"Ein Bauarbeiter bringt dem Bureau einen ungewöhnlich leuchtenden Felsen und als Superboy auftaucht, um Nachforschungen anzustellen, springt eine außerirdische Kreatur aus dem Felsen und heftet sich an den Jungen aus Stahl. Dank der Kreatur erlebt Superboy eine Reihe von Albträumen: einen, in dem seine geheime Identität enthüllt wird, einen, in dem er entdeckt, dass er ein Roboter ist, und einen, in dem Clark und Superboy um Lanas Liebe kämpfen. In der Zwischenzeit ernährt sich die Kreatur von dem Adrenalin, das Superboy durch die Träume erzeugt, und wenn die Mitarbeiter des Bureaus die Kreatur nicht entfernen können, wird Superboy sterben. WCW-Wrestler Lex Luger Cameos als böse Version von Superboy durch Halluzination.","versions":[{"lang":1,"streams":[{"redirect":9252063,"hoster":"VOE"},{"redirect":9252083,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vermißt","epNo":11,"alt":"Superboy… Lost","descr":"Als Superboy versucht, einen Meteoriten abzufangen, der sich der Erde nähert, wird er verletzt, was zu Amnesie führt. Im Wald finden ihn Mutter und Sohn und pflegen ihn gesund, während er wiederentdeckt, wer er wirklich ist. Währenddessen verstecken sich Mutter und Sohn, um dem Tod zu entgehen, mit freundlicher Genehmigung des Vaters des Jungen.","versions":[{"lang":1,"streams":[{"redirect":9252102,"hoster":"VOE"},{"redirect":9252104,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Spezialeffekte","epNo":12,"alt":"Special Effects","descr":"Als eine monsterähnliche Kreatur einen Filmproduzenten tötet, werden Clark und Lana geschickt, um Nachforschungen anzustellen. Sie stellen fest, dass ein Riss in der Zeit weitere Kreaturen freisetzt, und Superboy entdeckt, dass einer von ihnen eine Rechnung zu begleichen hat. (Ilan Mitchell-Smith erscheint in dieser Episode als Andy McCalister)","versions":[{"lang":1,"streams":[{"redirect":9252105,"hoster":"VOE"},{"redirect":9252107,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Neilas Rückkehr","epNo":13,"alt":"Neila and the Beast","descr":"Neila kehrt zur Erde zurück und ruft Superboy herbei, um ihr bei der Vernichtung einer Kreatur zu helfen, die sie töten will.","versions":[{"lang":1,"streams":[{"redirect":9252111,"hoster":"VOE"},{"redirect":9252112,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Golem","descr":"Als ein älterer jüdischer Mann von Neonazis belästigt wird, erschafft er einen Golem, eine Kreatur aus der Folklore. Er weist den Golem an, ihn vor den Neonazis zu verteidigen. Als der Golem seinen Schöpfer aus Versehen tötet, ohne dass ihn jemand führt, greift er jeden an, der eine Uniform trägt (einschließlich Polizisten). Superboy versucht, den Golem aufzuhalten, doch ein mysteriöser Mann hilft dem Golem bei der Flucht. Als der Golem eine Neonazi-Kundgebung angreift, kehrt der mysteriöse Mann zurück.","versions":[{"lang":2,"streams":[{"redirect":9252118,"hoster":"VOE"},{"redirect":9252120,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Tag im Doppelleben","epNo":15,"alt":"A Day in the Double Life","descr":"Clark zeichnet seine täglichen Aktivitäten für seinen Chef auf und formuliert seine Ausflüge als Superboy um, um seine Identität zu verschleiern. Dies führt zu dem Schluss, dass er ein eher langweiliges Leben führt.","versions":[{"lang":1,"streams":[{"redirect":12927338,"hoster":"VOE"},{"redirect":9251484,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Bodyswap","descr":"Superboy wird dazu gebracht, mit Lex Luthor die Körper zu tauschen, was bei allen, die an ihrem Leben beteiligt sind, Verwirrung stiftet.","versions":[{"lang":2,"streams":[{"redirect":13921409,"hoster":"VOE"},{"redirect":9252115,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Qual der Verantwortung, Teil 1","epNo":17,"alt":"Rebirth (1)","descr":"Clark beschließt, aufzugeben, Superboy zu sein und seine Kräfte zu nutzen, nachdem ein Mann gestorben ist, angeblich aufgrund von Superboys Handlungen.","versions":[{"lang":1,"streams":[{"redirect":9251487,"hoster":"VOE"},{"redirect":9251489,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Qual der Verantwortung, Teil 2","epNo":18,"alt":"Rebirth (2)","descr":"Lana macht sich auf, den Namen von Superboy reinzuwaschen, damit er von der Verurteilung der Stadt bestätigt werden kann.","versions":[{"lang":1,"streams":[{"redirect":9251491,"hoster":"VOE"},{"redirect":9251493,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Werwolf","epNo":19,"alt":"Werewolf","descr":"Clark und Co. versuchen einer jungen Frau zu helfen, die sie auf eine Gänsejagd auf der Suche nach einem Werwolf geführt hat, den sie entdeckt hat. Inzwischen hat sie ihr eigenes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":13917443,"hoster":"VOE"},{"redirect":9252407,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Volk gegen Metallo","epNo":20,"alt":"People vs. Metallo","descr":"Gericht ist in Sitzung für den Prozess gegen Metallo, aber er dreht den Spieß um, als Kryptonit in den Gerichtssaal geschmuggelt wird, was ihm die Kraft gibt, es und Superboy zu überholen. Er stellt Superboy vor Gericht, während er auf der Tribüne steht, gedämpft durch den grünen Felsen, und es wird die Teamarbeit aller im Raum erfordern, um Metallo zu Fall zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9251496,"hoster":"VOE"},{"redirect":9251498,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Teufelselixier","epNo":21,"alt":"Jackson and Hyde","descr":"Jackson nimmt ein Elixier, das ihn stärker macht, und verändert sein Verhalten. Infolgedessen wird er nun für den Tod von zwei Menschen verantwortlich gemacht. Niemand weiß, es gibt eine zweite Person, die auch das Elixier nimmt.","versions":[{"lang":1,"streams":[{"redirect":9251500,"hoster":"VOE"},{"redirect":9251502,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf Gedeih und Verderb","epNo":22,"alt":"Mind Games","descr":"Nach einem verpatzten Rettungsversuch enden Superboy und Lex Luthor mit einem Brocken Kyrptonit in einer bleibeschichteten Mine gefangen und besprechen einige ihrer Probleme.","versions":[{"lang":1,"streams":[{"redirect":9251503,"hoster":"VOE"},{"redirect":9251505,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ewige Qual","epNo":23,"alt":"Wish for Armageddon","descr":"Superboy kann nicht feststellen, warum seine Träume von einigen Katastrophen der Welt tatsächlich geschehen. Als er herausfindet, dass er möglicherweise verantwortlich war, recherchiert er und stellt fest, dass er unwissentlich einen \"Vertrag\" mit einer unsterblichen Form des Bösen unterzeichnet hat, die Teil jedes böswilligen Tyrannen in der Geschichte war. Er muss den Vertrag vernichten, um sich seiner Kontrolle zu entziehen.","versions":[{"lang":1,"streams":[{"redirect":9251507,"hoster":"VOE"},{"redirect":9251510,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Ausbruch","epNo":24,"alt":"Standoff","descr":"Clark, seine Freunde und unschuldige Zuschauer sind als Geiseln in einem Gebäude eingesperrt und Clark muss einen Weg finden, sie zu retten, ohne seine Identität preiszugeben.","versions":[{"lang":1,"streams":[{"redirect":12927314,"hoster":"VOE"},{"redirect":9251521,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wege durch Raum und Zeit, Teil 1","epNo":25,"alt":"The Road to Hell (1)","descr":"Superboy wird in eine alternative Welt gebracht, in der er als Kind im Dschungel lebt und vor der Gefangennahme gerettet werden muss. Ein Zusammenstoß mit einem alternativen Lex Luthor führt zu Komplikationen.","versions":[{"lang":1,"streams":[{"redirect":9251523,"hoster":"VOE"},{"redirect":9251524,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Wege durch Raum und Zeit, Teil 2","epNo":26,"alt":"The Road to Hell (2)","descr":"Nach Superboys Nahtod-Zusammenstoß mit Luthor wird er in ein anderes Universum gebracht, von dem ein alternativer Dr. Winger, Luthor (der jetzt Arzt ist) und Superman (eine zukünftige Version von Superboy) existieren. Dr. Winger gibt zu, dass er für Superboys neuestes (und gefährliches) Abenteuer verantwortlich ist. Die alternative Version von Luthor arbeitet daran, Superboy zu retten, der viel Blut verloren hat und eine Transfusion zum Leben braucht. Dr. Luthor bittet Superman, der inzwischen im Ruhestand ist und ein alter Freund, Vaterfigur und Mentor für ihn ist, um Hilfe. Superman stimmt zu und spendet Blut. Später besucht Superman Superboy, während er sich erholt und zeigt ihm die utopische Welt, die er mitgestaltet hat. Außerdem erklärt Superman, dass der Grund für den Altersunterschied zwischen ihm,Superboy und das Kind, das im alternativen Universum gefunden wurde, ist, dass die Fluchtraketen, die Krypton verlassen haben, alle eine Zeitschleife durchlaufen haben; was dazu führte, dass verschiedene Versionen von Superman zu verschiedenen Zeiten in der Geschichte landeten. Superman lässt auch ein paar interessante Fakten über die Ursprünge und Geschichte von Superboy preisgeben, die Superboy noch nicht entdeckt hat, und obwohl sie von Superboy nach Details gedrängt wurden; Superman sagt nichts mehr. Später, als sie die Stadt besichtigen; Superboy äußert seine Bedenken, dass er in seinem Universum nicht die gleichen Dinge tun kann. Superman versichert ihm, dass er es schaffen kann, während Superboy den älteren Superman damit konfrontiert, dass er sich vom Leben langweilt und sich nützlich fühlen muss. Superboy fragt, ob Superman mit seinem Leben zufrieden ist, angesichts der Opfer, die er gebracht haben muss, um der Welt zu helfen.Superman antwortet, dass er stolz darauf sei, Menschen helfen zu können, bereue aber, nie Kinder und Familie zu haben. Superboy kehrt in das andere Universum zurück und steht Luthor in einem kurzen Kampf gegenüber und wird leicht verletzt. Am Ende wird Luthor weggenommen und der ältere Superman kommt an, um Superboy in sein Universum zurück zu schicken und die jüngere alternative Version von sich selbst in seine Obhut zu nehmen, damit sie richtig genährt und gelehrt wird, anderen zu helfen und dem älteren Superman einen neuen Zweck zu geben . (Ron Ely spielt Superman als Gast.)Luthor wird weggebracht und der ältere Superman kommt, um Superboy zurück in sein Universum zu schicken und die jüngere alternative Version von sich selbst in seine Obhut zu nehmen, damit sie richtig genährt und unterrichtet wird, um anderen zu helfen und dem älteren Superman einen neuen Zweck zu geben. (Ron Ely spielt Superman als Gast.)Luthor wird weggebracht und der ältere Superman kommt, um Superboy zurück in sein Universum zu schicken und die jüngere alternative Version von sich selbst in seine Obhut zu nehmen, damit sie richtig genährt und unterrichtet wird, um anderen zu helfen und dem älteren Superman einen neuen Zweck zu geben. (Ron Ely spielt Superman als Gast.)","versions":[{"lang":1,"streams":[{"redirect":9251529,"hoster":"VOE"},{"redirect":9251530,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Sinneswandel, Teil 1","epNo":1,"alt":"A Change of Heart (1)","descr":"Superboy untersucht eine Welle von Gewalt in Capitol City, nachdem in der ganzen Stadt eine Reihe großer Videobildschirme mit positiven Botschaften installiert wurden. Lana beginnt mit dem Mann hinter den Nachrichtenbildschirmen auszugehen: Adam Verrell (Michael Des Barres). Als Lana tot aufgefunden wird, wird Superboy ihres Mordes beschuldigt.","versions":[{"lang":1,"streams":[{"redirect":9252189,"hoster":"VOE"},{"redirect":9252187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sinneswandel, Teil 2","epNo":2,"alt":"A Change of Heart (2)","descr":"Superboy sitzt hinter Gittern, während sich die Gewalt in Capitol City weiter ausbreitet. Adam Verrell, der Lanas Tod vorgetäuscht hat, um Superboy anzuhängen, hält ihre Geisel, um den reformierten Kriminellen Tommy Puck (Bill Mumy) zu zwingen, seine Maschine zu verbessern, wodurch die Leute ihre Hemmungen verlieren.","versions":[{"lang":1,"streams":[{"redirect":9252192,"hoster":"VOE"},{"redirect":9252194,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Kryptonit-Experiment","epNo":3,"alt":"The Kryptonite Kid","descr":"Der junge Wissenschaftler Mike Walker (Jay Underwood) wird bei einer Laborexplosion mit Kryptonit infiziert und wird zu \"lebendem, atmendem Kryptonit\". Ein Heilmittel wird für seinen Zustand entwickelt, aber er würde lieber seine neu gewonnenen Kräfte nutzen, um Chaos anzurichten, als sie aufzugeben. Superboy muss einen Weg finden, Walker zu fangen, damit er geheilt werden kann, aber er kommt nicht heran, also muss er einen unwahrscheinlichen Verbündeten rekrutieren.","versions":[{"lang":1,"streams":[{"redirect":9252193,"hoster":"VOE"},{"redirect":12482642,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wesen ohne Körper","epNo":4,"alt":"The Basement","descr":"Lana untersucht einige seltsame Vorkommnisse in einem Keller und begegnet einem Außerirdischen von einem Planeten, auf dem Wesen keine eigenen Identitäten haben und überleben, indem sie die Identitäten anderer annehmen. Der Außerirdische beginnt damit, Lanas Identität zu stehlen und wird physisch und mental zu Lana. Lana muss einen Weg finden, Superboy zu kontaktieren und ihm mitzuteilen, welche Lana die wahre ist.","versions":[{"lang":1,"streams":[{"redirect":9252198,"hoster":"VOE"},{"redirect":9252201,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Darla auf Hochtouren","epNo":5,"alt":"Darla Goes Ballistic","descr":"Darla, die an ihrem Geburtstag von Lex Luthor ignoriert wird, trinkt eine experimentelle Formel, die ihr seltsame und unberechenbare mentale Kräfte zusammen mit überlegener Intelligenz verleiht. Als ihre Kräfte wachsen, verliert sie die Kontrolle und ihre Fähigkeiten drohen, die Welt zu zerstören. Superboy und Luthor müssen zusammenarbeiten, um ein Gegenmittel zu entwickeln, um Darlas Kräfte zu beseitigen, bevor es zu spät ist.","versions":[{"lang":1,"streams":[{"redirect":9252205,"hoster":"VOE"},{"redirect":9252203,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Saat des Mißtrauens","epNo":6,"alt":"Paranoia","descr":"UFOs landen außerhalb von Capitol City und das Bureau for Extra-Normal Matters versucht, Nachforschungen anzustellen. Bevor sie etwas unternehmen können, treffen die Vorgesetzten von Dennis Jackson aus Washington ein und behaupten, ein Mitarbeiter halte Informationen zurück, die die nationale Sicherheit beeinträchtigen könnten. Als der Chef des nationalen Büros ermordet wird, erfasst die Paranoia die Mitarbeiter, wobei jeder eine andere Person für den Mord verantwortlich macht. Aber irgendwie stimmen die Hinweise einfach nicht, und vielleicht geht im Bureau etwas Seltsames vor sich.","versions":[{"lang":1,"streams":[{"redirect":12927307,"hoster":"VOE"},{"redirect":9252209,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Feindbilder, Teil 1","epNo":7,"alt":"Know Thine Enemy (1)","descr":"Lex Luthor plant, das Ende der Welt herbeizuführen, indem er ein Netzwerk von \"schmutzigen Bomben\" zündet, die die Bevölkerung mit einer Strahlungswolke auslöschen werden. Und er hat auch einen Plan, um Superboy aus dem Weg zu räumen. Superboy wird von einem Hyperschallsignal zu einem alten Versteck von Luthor gezogen. Dort stellt er fest, dass Lana ihm gefolgt ist und sie entdecken ein Computerprogramm, das von Luthor erstellt wurde, bekannt als \"Psycho-Disc\". Das Programm ermöglicht es dem Benutzer, Luthors Leben in einer virtuellen Umgebung zu erleben. Superboy aktiviert das Programm und wird zu Luthor in der VR-Welt. Er sieht, wie Luthor mit einem missbräuchlichen Vater und einer Mutter lebte, die sich weigerte, für sich selbst einzustehen. Die einzige Person, die Luthor je geliebt hat, war seine Schwester Lena. Währenddessen, zurück in der realen Welt, erfährt Lana, dass, wenn Superboy nicht bald aus der VR-Welt entfernt wird,er wird in einer nie endenden Schleife von Luthors Erinnerungen gefangen sein. Lana wird selbst Teil des Programms und hofft, Superboy zu retten. Zurück in seinem neuen Versteck enthüllt Luthor Android-Duplikate von sich und Lena. Er sagt, dass sie weiterleben werden, auch wenn alle anderen auf der Erde weg sind. Luthor aktiviert dann den Countdown seiner Todesbombe.","versions":[{"lang":1,"streams":[{"redirect":9252211,"hoster":"VOE"},{"redirect":9252213,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feindbilder, Teil 2","epNo":8,"alt":"Know Thine Enemy (2)","descr":"Lana erscheint in Luthors VR-Welt, als Superboy, der glaubt, Luthor zu sein, davon handelt, \"seine\" Eltern mit einer Bombe zu töten. Sie überzeugt Superboy, dass er nicht Luthor ist und nichts von dem, was passiert, echt ist. Sobald er dies quittiert, wird das Programm beendet. Zurück in Luthors Versteck sieht Darla nun, wie wirklich verrückt Lex ist und schießt ihm in die Schulter. Sie aktiviert ein Hyperschallsignal und Superboy folgt ihm zum neuen Versteck. Unterdessen erfährt Lana, dass Luthors plötzlicher Todeswunsch in Erfüllung ging, weil seine geliebte Lena vor einer Woche bei einem Autounfall ums Leben kam. Die Versorgungseinrichtungen wurden jedoch am Tag vor ihrem Tod abgeschaltet, und es wurde nie eine Leiche gefunden. Lana macht sich auf die Suche nach Lena, von der sie glaubt, dass sie noch irgendwo lebt. Luthor entfesselt sein Android-Double, um Superboy zu töten. Die beiden kämpfen, während der Countdown zur Zerstörung weitergeht.Minuten bevor die Bomben hochgehen sollen, trifft Lana mit der jetzt 23-jährigen Lena ein, die Luthor vielleicht ausreden kann.","versions":[{"lang":1,"streams":[{"redirect":13917442,"hoster":"VOE"},{"redirect":9252217,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Botschaft aus dem Jenseits","epNo":9,"alt":"Hell Breaks Loose","descr":"Seltsame Dinge passieren im Bureau, nachdem ein Bauprojekt begonnen hat. Werkzeuge werden verdreht und verstümmelt gefunden, Computer drucken unzählige Blätter mit dem Namen \"Lisa\", und seltsame Geräusche sind zu hören. Während einer Nachtarbeit wird Lana von einem Windstoß aus dem Inneren des Gebäudes fast aus dem Fenster geblasen. Sie ruft einen paranormalen Spezialisten und einen Hellseher zu den Ermittlungen und sie entdecken eine Waffe, die in einer Stützmauer versteckt ist, die nicht Teil der Baupläne ist. Die Waffe feuert ganz von alleine auf die Wand, vor der Lana steht, und Superboy scheint sie aufzuhalten. Er durchbricht die Stützmauer, um ein Skelett zu finden, das wahrscheinlich die Überreste eines Klarinettisten namens Johnny ist, der vor 50 Jahren ermordet wurde, als das Bureau ein großer Ballsaal namens \"The Trocadel\" war.Die Hellseher behauptet, der Geist sei jetzt in Ruhe, aber nachts werden die Dinge verrückt, wenn das Loch in der Wand zu glühen beginnt und Dinge und Menschen dorthin zieht. Die Türen knallen zu und lassen sich nicht öffnen. Superboy kommt, um alle darin gefangenen zu befreien und versucht, den wütenden Geist zu beruhigen, aber er scheitert. Lana gelingt es jedoch, eine ältere Frau namens Lisa zu holen, die Johnny vor 50 Jahren kannte. Johnny sagte Lisa, dass er dort auf sie warten würde, wurde aber von einem Gangsterboss getötet, für den er einmal gearbeitet hatte, bevor Lisa ankam. Er sagt ihr, dass er all die Jahre auf sie gewartet hat und immer noch warten wird, wenn sie bereit ist.aber er scheitert. Lana gelingt es jedoch, eine ältere Frau namens Lisa zu holen, die Johnny vor 50 Jahren kannte. Johnny sagte Lisa, dass er dort auf sie warten würde, wurde aber von einem Gangsterboss getötet, für den er einmal gearbeitet hatte, bevor Lisa ankam. Er sagt ihr, dass er all die Jahre auf sie gewartet hat und immer noch warten wird, wenn sie bereit ist.aber er scheitert. Lana gelingt es jedoch, eine ältere Frau namens Lisa zu holen, die Johnny vor 50 Jahren kannte. Johnny sagte Lisa, dass er dort auf sie warten würde, wurde aber von einem Gangsterboss getötet, für den er einmal gearbeitet hatte, bevor Lisa ankam. Er sagt ihr, dass er all die Jahre auf sie gewartet hat und immer noch warten wird, wenn sie bereit ist.","versions":[{"lang":1,"streams":[{"redirect":9252122,"hoster":"VOE"},{"redirect":9252123,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spiel des Lebens","epNo":10,"alt":"Into the Mystery","descr":"Beim Versuch, das Leben eines Mannes zu retten, dessen Auto gerade einen Unfall hatte, trifft Superboy auf eine ungewöhnliche geisterhafte Frau. Nach der Begegnung erinnert sich Clark an seine Tante Cassandra und alles, was sie ihm als Kind beigebracht hat, aber seine Erinnerungen werden unterbrochen, da er das Leben eines kleinen Jungen retten muss, und trifft erneut auf die geisterhafte Frau. Nach einer dritten Begegnung bei einem Brand in einem Pflegeheim macht sich Superboy auf die Suche nach Cassandra und findet sie in einer Hütte außerhalb der Stadt. Sie stirbt an Krebs und hat seltsame Musik gehört... die Musik, die die geisterhafte Frau spielt. Sie taucht erneut in Cassandras Hütte auf und Superboy versucht, sie aufzuhalten, aber sie ist gegen all seine Kräfte immun. Aber als Cassandra bei bester Gesundheit auf den vorderen Stufen der Hütte auftaucht,Es wird klar, dass die gespenstische Frau Superboy zu seiner sterbenden Tante führte, damit sie sich verabschieden konnte.","versions":[{"lang":1,"streams":[{"redirect":9252127,"hoster":"VOE"},{"redirect":9252128,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Menschlichkeit, Teil 1","epNo":11,"alt":"To Be Human (1)","descr":"Nach einem Jahr \"normalen\" Lebens explodiert Bizarro Lana eines Nachmittags und lässt Bizarro am Boden zerstört. Superboy findet, dass Bizarro um Bizarro Lana trauert und bietet ihm Hoffnung ... Hoffnung, zu einem normalen Menschen gemacht zu werden. Superboy bringt Bizarro zu Dr. Lynn, der einen Prozess entwickelt hat, der Superboys Gehirnwellen nutzen kann, um Bizarros unvollkommenen Verstand zu korrigieren. Die Übertragung funktioniert, aber etwas führt dazu, dass die Maschinen überlastet werden. Superboy bleibt desorientiert und schwach. Währenddessen bombardiert Chaos, ein wahnsinniger Terrorist, Teile der Stadt und richtet Chaos an. Chaos wird von Superboy entdeckt, der eine Straße in Capitol City entlangfährt und auf zufällige Fußgänger schießt. Als Superboy überfliegt, feuert Chaos auf ihn, und in seinem geschwächten Zustand wird Superboy durch die Explosion verletzt und fällt auf die Straße. Chaos zerrt Superboy weg, um ihn ein für alle Mal zu beseitigen.","versions":[{"lang":1,"streams":[{"redirect":12927318,"hoster":"VOE"},{"redirect":9252132,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Menschlichkeit, Teil 2","epNo":12,"alt":"To Be Human (2)","descr":"Bizarro hat jetzt ein normales menschliches Aussehen und nennt sich Bill Zarro. Er hat keine Superkräfte in dieser Form. Er arbeitet mit Dr. Lynn zusammen, um seine geistigen Fähigkeiten zu verbessern, als Chaos eine Fernsehsendung unterbricht. Er gibt bekannt, dass er Superboy hat und ihn um Mitternacht vom höchsten Gebäude in Capitol City werfen wird. Dr. Lynn erkennt Chaos. Sie sagt, dass er einst ein brillanter Wissenschaftler war, aber ein Laborunfall hat ihn entstellt und jetzt macht er die Welt für seine Probleme verantwortlich. Bill Zarro muss sich nun entscheiden. Er kann in den Zustand zurückversetzt werden, in dem er vor der Durchführung des Prozesses war. Er kann wieder \"Bizarro\" werden, aber der Vorgang kann danach nicht mehr rückgängig gemacht werden. Jetzt muss er seine Chance auf ein normales Menschenleben opfern, um Superboy zu retten.","versions":[{"lang":1,"streams":[{"redirect":9252137,"hoster":"VOE"},{"redirect":9252134,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Westlich von Alpha Centauri","epNo":13,"alt":"West of Alpha Centauri","descr":"Superboy und Lana werden entführt und an Bord eines Raumschiffs gebracht, dessen Ziel ein paradiesischer Planet westlich von Alpha Centauri ist. Im Inneren des Schiffes findet Superboy heraus, dass die meisten Insassen Gefangene eines geistesgestörten Kapitäns sind, und alle glauben, dass Superboy ihr Retter aus einer alten Prophezeiung ist. Aber die Wärter sind stärker als Superboy, und er kann nicht ohne die Hilfe der Gefangenen entkommen, die zu sehr damit beschäftigt sind, untereinander zu kämpfen. Superboy muss einen Weg finden, alle davon zu überzeugen, sich zusammenzuschließen, um den Kapitän zu stürzen und die Kontrolle über ihr Schiff zurückzuerlangen.","versions":[{"lang":1,"streams":[{"redirect":9252138,"hoster":"VOE"},{"redirect":9252140,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die glorreichen Drei, Teil 1","epNo":14,"alt":"Threesome (1)","descr":"Luthor und Metallo werden von Odessa Vexman, der Gefängnispsychiaterin, aus dem Gefängnis gebrochen, und die drei schließen sich zusammen, um endlich die Quelle ihrer gegenseitigen Frustration loszuwerden: Superboy. Als sie gemeinsam Capitol City angreifen, kommt Superboy, um sich ihnen zu stellen, wird aber überwältigt und zur Flucht gezwungen.","versions":[{"lang":1,"streams":[{"redirect":9252141,"hoster":"VOE"},{"redirect":9252144,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die glorreichen Drei, Teil 2","epNo":15,"alt":"Threesome (2)","descr":"Nachdem Superboy beinahe von dem Trio zerstört wurde, muss er einen Plan entwickeln, um sie zusammenzutreiben, bevor weitere Zerstörungen folgen. Er kehrt in seine Heimatstadt Smallville zurück, wo er feststellt, dass ein neues Casino Probleme in der Stadt verursacht. Der Besitzer des Casinos nimmt die Dienste von Luthor, Metallo und Odessa in Anspruch, um Superboy aus dem Weg zu räumen, was zu einem Showdown im westlichen Stil auf den Straßen von Smallville führt.","versions":[{"lang":1,"streams":[{"redirect":9252147,"hoster":"VOE"},{"redirect":9252146,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vom Pech verfolgt","epNo":16,"alt":"Out of Luck","descr":"Ein kleiner Dieb stiehlt eine seltene Münze, die ihm angeblich Glück bringt, während er alle anderen um ihn herum verflucht. Er nutzt sein neu gewonnenes Glück, um mehrere Raubüberfälle zu begehen, während Superboy aufgrund ungewöhnlicher Umstände nicht in der Lage ist, den Dieb aufzuhalten. Lana versucht, einen Weg zu finden, dem Fluch entgegenzuwirken, und gerät in Gefahr ... und Superboy ist möglicherweise zu verflucht, um sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":9252158,"hoster":"VOE"},{"redirect":9252155,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer ist Superboy?","epNo":17,"alt":"Who is Superboy?","descr":"Ein intelligenter Computer, der Ereignisse mit erstaunlichen Details nachstellen kann, trifft im Büro ein. Lana verwendet es, um mehrere Vorfälle mit Superboy zu analysieren, um dabei seine geheime Identität herauszufinden. Alle Hinweise scheinen auf einen bestimmten Mitarbeiter namens Clark Kent hinzuweisen. (Hinweis: Dies ist eine \"Clip-Show\")","versions":[{"lang":1,"streams":[{"redirect":12335473,"hoster":"VOE"},{"redirect":9252164,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Katz und Maus","epNo":18,"alt":"Cat and Mouse","descr":"Clark ist gezwungen, eine Psychiaterin (Erin Gray) aufzusuchen, um seinen Job im Bureau zu behalten. Er muss einen Weg finden, ihre Fragen wahrheitsgemäß zu beantworten, ohne seine Superboy-Identität zu gefährden. Aber wenn er einem Lügendetektortest unterzogen wird, kann er gezwungen sein, verzweifelte Maßnahmen zu ergreifen. (Hinweis: Dies ist eine weitere \"Clip-Show\".)","versions":[{"lang":1,"streams":[{"redirect":9252168,"hoster":"VOE"},{"redirect":9252167,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wer war Superboy","epNo":19,"alt":"Obituary for a Super Hero","descr":"Die TV-Nachrichtensendung Nighttime berichtet über den scheinbaren Tod von Superboy, an dem eine Yacht, ein Notruf und eine Kryptonitbombe beteiligt waren. Freunde und Feinde werden befragt, während ein Schiff der Küstenwache versucht, die Leiche zu lokalisieren ... falls es eine gibt. (Hinweis: Diese Episode ist im Stil einer Nachrichtensendung gedreht, die über den scheinbaren Tod von Superboy berichtet.)","versions":[{"lang":1,"streams":[{"redirect":9361657,"hoster":"VOE"},{"redirect":9252172,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ewige Jugend","epNo":20,"alt":"Metamorphosis","descr":"Das Bureau untersucht den Tod mehrerer alter Menschen, die die Ausweise junger Erwachsener bei sich trugen. Alle waren Mitglieder desselben Fitnessstudios, dessen Besitzer ein Senior sein sollte, aber 30 Jahre jünger aussieht. Superboy rettet das Leben einer alten Frau, die sich als Lana Lang entpuppt, und erfährt, dass der Besitzer des Fitnessstudios sein Blut mit dem Blut seiner jüngeren Kunden tauscht (während er es mit einer aus Gold gewonnenen Formel vermischt), um sein eigenes zu erweitern Leben. Dies führt dazu, dass seine Opfer alt werden, wenn er jung wird. Und er hat Superboys Blut im Visier ... von dem er glaubt, dass es ihn für immer jung machen wird.","versions":[{"lang":1,"streams":[{"redirect":9252175,"hoster":"VOE"},{"redirect":9252177,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Purpurkristall, Teil 1","epNo":21,"alt":"Rites of Passage (2)","descr":"An seinem 21. Geburtstag verliert Superboy die Kontrolle über seine Kräfte. Zurück in Smallville beginnt das Schiff, das ihn zur Erde gebracht hat, zu leuchten und zu pulsieren, und Martha \u0026 Jonathan Kent sind besorgt. Währenddessen nimmt Dennis Jackson Matt Ritter und Lana mit nach Smallville, um ihm bei der Verfolgung eines Falls zu helfen, den er vor 21 Jahren untersucht hatte, als er einen mysteriösen lila Kristall in einem Feld fand.","versions":[{"lang":1,"streams":[{"redirect":9252179,"hoster":"VOE"},{"redirect":12984088,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Purpurkristall, Teil 2","epNo":22,"alt":"Rites of Passage (2)","descr":"Clarks außer Kontrolle geratene Kräfte wurden von seinem Schiff entfernt. Er kann den Übergangsritus nicht abschließen, der es ihm ermöglicht, seine Kräfte zu kontrollieren, bis er einen lila Kristall findet, der sich an Bord des Schiffes befinden sollte. Und er muss es bald finden, oder seine Kräfte werden ihm dauerhaft entzogen. Als Dennis, Matt und Lana versuchen, die Quelle des Kristalls aufzuspüren, den Dennis vor 21 Jahren gefunden hat, beginnt Lana erneut zu vermuten, dass Clark Superboy ist, kann es jedoch nicht beweisen, da Clark anscheinend machtlos ist. Als Clark erfährt, dass der Kristall in Dennis\u0027 Hotel geliefert wurde, muss er sich seinem alten Tyrannen aus der High School stellen, um dorthin zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":9252183,"hoster":"VOE"},{"redirect":9252185,"hoster":"Streamtape"}]}]}]}]}