{"path":"/serie/stream/super-fun-night","name":"Super Fun Night","descr":"Die drei Freundinnen Kimmie (Rebel Wilson), Marika (Lauren Ash) und Helen-Alice (Liza Lapira) veranstalten schon seit 13 Jahren ihre allwöchentliche \"Super Fun Night\" – jeden Freitagabend gemeinsam zu Hause zu verbringen. Als Anwältin Kimmie von ihrem neuen, britischen Chef die Einladung zu einer Party erhält, verlässt das Trio seine Wohlfühzone. Das bringt zwar allerhand Peinlichkeiten mit sich, doch die drei beginnen, ihr bisher zaghaftes Leben mutiger anzugehen. ","seasons":[{"path":"/serie/stream/super-fun-night/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/super-fun-night/staffel-1/episode-1","name":"Vergiss es, Boubier!","epNo":1,"alt":"Anything for Love","descr":"Kimmie (Rebel Wilson) möchte ihren Horizont erweitern und etwas anderes ausprobieren als zuvor. Aber sie ist weniger optimistisch, als sich die Piano-Bar als nächste Lokalität für ihre super fun night entpuppt. Kann sie ihre größte Angst - in der Öffentlichkeit zu singen - endlich überwinden? In der Zwischenzeit kann Kendall nicht verstehen, warum Richard (Kevin Bishop) und Kimmie Freunde sind. Sie entschließt sich dazu, etwas dagegen zu unternehmen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-2","name":"Drei Mädels und drei Kerle","epNo":2,"alt":"Three Men and a Boubier","descr":"Als Internet-Dating nicht den erwünschten Erfolg bringt, übernimmt es Kimmie, ihr Profil und die ihrer Freundinnen ein wenig auszuschmücken. Der Trick funktioniert und so sehen sich die drei mit einem Gruppendate in einem angesagten Club konfrontiert. Doch die drei süßen Typen, mit denen sie sich verabredet haben, erwarten ein russisches Super-Model (Kimmie), eine Tattoo-Künstlerin (Helen-Alice) und eine weltberühmte Botanikerin (Marika). Können die Mädchen die Verabredung überstehen, ohne dass die Wahrheit ans Licht kommt?","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-3","name":"Voll erwischt!","epNo":3,"alt":"Chick or Treat","descr":"Nachdem Porter Warner (Bob Saget), ein hohes Tier bei einer Anwaltsfirma, Kimmie (Rebel Wilson) den Ratschlag gibt, sich professioneller zu verhalten, nennt sie sich fortan Kimberly und wendet sich für Tips an Kendall. Ihre Freundinnen Helen-Alice (Liza Lapira) und Marika (Lauren Ash) fürchten, dass die neue und verbesserte Kimmie vielleicht zu cool geworden sein könnte, um an ihrer zehnten alljährlichen Coockie Prom teilzunehmen. Dabei zelebrieren die Freundinnen ihre desaströsen Abschlussbälle an der High School.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-4","name":"Superschräg","epNo":4,"alt":"Engagement Party","descr":"Als Kimmies Mutter die Organisation von Jazmines Verlobungsfeier übernimmt, verpasst sie der Party eine \"Luau\"-Thematik und schreibt allen Gästen vor, im Badeoutfit zu erscheinen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-5","name":"Die Kriegerprinzessin","epNo":5,"alt":"Go With Glorg","descr":"Eine alkoholgeschwängerte Nacht eröffnet Kimmie neue Einsichten in Kendalls Seelenleben. Helen-Alice und Marika treffen unterdessen auf ihr Idol.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-6","name":"Die Liebeslöwin","epNo":6,"alt":"The Love Lioness","descr":"Nachdem Porter Warner (Bob Saget), ein hohes Tier bei einer Anwaltsfirma, Kimmie (Rebel Wilson) den Ratschlag gibt, sich professioneller zu verhalten, nennt sie sich fortan Kimberly und wendet sich für Tips an Kendall. Ihre Freundinnen Helen-Alice (Liza Lapira) und Marika (Lauren Ash) fürchten, dass die neue und verbesserte Kimmie vielleicht zu cool geworden sein könnte, um an ihrer zehnten alljährlichen Coockie Prom teilzunehmen. Dabei zelebrieren die Freundinnen ihre desaströsen Abschlussbälle an der High School.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-7","name":"Hau den Maulwurf!","epNo":7,"alt":"The Set Up","descr":"Kendall verschafft Kimmie ein Date mit einem alten Schulfreund von Richards. Als Kimmie sich jedoch langsam mit James auf dem Doubledate mit Richard zu verstehen beginnt, führt dies bei Richard zu einer unerwarteten Reaktion. Dan, Benji und Ruby ziehen unterdessen temporär bei Kimmie und dessen Freunden ein, was die Damen langsam, aber sicher in den Wahnsinn treibt.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-8","name":"Feiern für Anfänger","epNo":8,"alt":"Pilot","descr":"Kimmie (Rebel Wilson), die gerade erst eine Beförderung erhalten hat, trifft in ihrer Firma auf Richard (Kevin Bishop), der Sohn eines Seniorpartners. Sie glaubt sofort, dass er sich zu ihr hingezogen fühlt. Da sich Kimmies Leben langsam zum Besseren verändern zu scheint, beginnen ihre Freundinnen Helen-Alice (Liza Lapira) und Marika (Lauren Ash) sich Sorgen zu machen, dass Kimmie sie eventuell vergessen könnte.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-9","name":"Der perfekte Baum","epNo":9,"alt":"Merry Super Fun Christmas","descr":"Richard (Kevin Bishop) stimmt widerwillig Kimmies (Rebel Wilson) Bitte zu, sie und ihre Freunde zu einem Markt für Weihnachtsbäume zu fahren, wo sie sich ihren Weihnachtsbaum nicht nur selber aussuchen kann, sondern auch eigenhändig fällen muss. Doch leider verläuft der Ausflug nicht ganz so wie geplant. Kendall (Kate Jenkinson) verbringt derweil ihr Weihnachtsfest mit ihren eigentümlichen Eltern.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-10","name":"Big Kim in Da House","epNo":10,"alt":"Li’l Big Kim","descr":"Nachwuchsanwältin Kimmie bekommt eine überraschende Beförderung. Bei der Arbeit trifft sie Richard, der Sohn einer der Seniorpartner. Sie ist sofort davon überzeugt, dass er auf sie steht. Fortan glaubt sie, dass das Leben nun endlich auf ihrer Seite steht, was wiederum ihre Freundinnen Helen-Alice und Marika dazu veranlasst, sich Sorgen um die Aufrechterhaltung ihrer Freundschaft zu machen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-11","name":"Der charmante Kochbär","epNo":11,"alt":"Dinner Party","descr":"Nachwuchsanwältin Kimmie bekommt eine überraschende Beförderung. Bei der Arbeit trifft sie Richard, der Sohn einer der Seniorpartner. Sie ist sofort davon überzeugt, dass er auf sie steht. Fortan glaubt sie, dass das Leben nun endlich auf ihrer Seite steht, was wiederum ihre Freundinnen Helen-Alice und Marika dazu veranlasst, sich Sorgen um die Aufrechterhaltung ihrer Freundschaft zu machen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-12","name":"Brücken der Freundschaft","epNo":12,"alt":"Hostile Makeover","descr":"Nach ihrer Trennung von Richard lässt Kendall ihren Ärger bei Kimmie raus. Das Ganze läuft so sehr aus dem Ruder, dass der verschrobene Personalchef der Firma, Brian Headfoot (Fred Armisen), zur Schlichtung herbeigerufen werden muss. Marika und Helen-Alice stimmen unterdessen zu, dass Jazmines langweilige Freundinnen Heidi und Hayley ihnen in ihrem Firseursalon eine Typerneuerung verpassen dürfen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-13","name":"Schwupp, schon ist der Fleck weg","epNo":13,"alt":"Let the Games Begin","descr":"Helen-Alice und Marika werden eifersüchtig, als Kimmie immer mehr Zeit mit ihrem neuen Freund verbringt. Außerdem fühlt sich Kendall nach der Trennung von Richard einsam.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-14","name":"Böses Mädchen, guter Junge","epNo":14,"alt":"Lucindervention","descr":"Als der Besuch einer Ex Richard dazu bringt, völlig auszuticken, arbeiten Kimmie und Kendall gemeinsam an seiner Rekonvaleszenz. Ruby und Marika müssen derweil mit einem Missverständnis klarkommen.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-15","name":"Der Keksball","epNo":15,"alt":"Cookie Prom","descr":"Der Manager einer Anwaltskanzlei überzeugt Kimmie davon, dass sie professioneller auftreten muss. Helen-Alice und Marika gefällt ihre neue Attitüde jedoch überhaupt nicht.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-16","name":"Ehrlich küsst am besten","epNo":16,"alt":"Lesbihonest","descr":"Kimmie (Rebel Wilson) feiert ihren ersten Valentinstag ohne in einer Beziehung zu sein, doch kommt ihr dabei die Arbeit in die Quere. Später bekommt sie dann auch noch gemischte Signale von Richard (Kevin Bishop) ob deren beider Beziehung zueinander. Marika (Lauren Ash) muss sich derweil mit Frankie (Hana Mae Lee) rumschlagen, und Kendall (Kate Jenkinson) richtet zur Feier des Tages einr Party aus, auf der Sexspielzeuge vertrieben werden.","versions":[]},{"path":"/serie/stream/super-fun-night/staffel-1/episode-17","name":"Wenn die dicke Lady singt … ","epNo":17,"alt":" … Till the Fat Lady Sings","descr":"Nachdem Kimmie (Rebel Wilson) ihrem Freund James (Nate Torrence) erzählt hat, dass Richard (Kevin Bishop) sie geküsst hat, macht James sofort Schluss mit ihr. Kimmie ist fortan hin- und hergerissen, ob sie versuchen soll, James zurückzubekommen, oder Richard ihre wahren Gefühle zu offenbahren. Währenddessen gestaltet sich die Arbeit im Büro etwas chaotisch, ist doch der herrische Vater von Richard, Rupert Royce (Charles Shaughnessy), zu Gast. Marika (Lauren Ash) zerbricht sich derweil den Kopf, wie sie ihren Freundinnen sagen kann, dass sie lesbisch ist.","versions":[]}]}]}