{"seriesId":"supergirl","name":"Supergirl","descr":"Im Mittelpunkt von \"Supergirl\" steht die 24-jährige Kara Zor-El aka Kara Danvers (Melissa Benoist). Von ihren Eltern vom dem Untergang geweihten Planeten Krypton auf die Erde gesandt fand sie Aufnahme bei der Danvers-Familie, die bereits eine ältere Tochter umfasste. Kara versteckte ihr Leben lang ihre Superkräfte, doch im Alter von 24 Jahren muss sie sie einsetzen. Dadurch entdeckt sie, was sie damit gutes tun kann und beschließt, ihre Kräfte nun regelmäßig für das Gute anzuwenden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Geburt einer Heldin","epNo":1,"alt":"Pilot","descr":"Im Alter von 13 Jahren landete Kara Zor-El (Melissa Benoist),die Cousine von Superman, auf unserer Erde, wo sie von der Familie Danvers aufgenommen wurde. Seither versteckt die mittlerweile 24jährige ihre Kräfte. Doch als sie sich eines Tages gezwungen sieht zu helfen und ihre Gabe einzusetzen, entscheidet sie sich schließlich die Rolle der Heldin anzunehmen, für die sie immer bestimmt war.","versions":[{"lang":1,"streams":[{"redirect":14377884,"hoster":"VOE"},{"redirect":14408223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375946,"hoster":"VOE"},{"redirect":13591146,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zusammen sind wir stark","epNo":2,"alt":"Stronger Together","descr":"Kara ist in ihrer neuen Rolle als Superheldin noch etwas unsicher. Als aber die Sicherheit von National City auf dem Spiel steht, muss sie ihre Zweifel beiseite räumen und handeln. Denn aus dem kriptonischen Gefängnis Fort Rozz ist ein Insasse auf der Flucht. Derweil übt Cat Druck auf James aus, der über seine Kontakte zu Superman, ein Interview mit Supergirl organisieren soll.","versions":[{"lang":1,"streams":[{"redirect":14376002,"hoster":"VOE"},{"redirect":14409394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375915,"hoster":"VOE"},{"redirect":14444023,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bewährungsprobe","epNo":3,"alt":"Fight or Flight","descr":"Die Kräfte Supergirls werden auf die Probe gestellt, als Reactron, einer von Supermans gefürchtetsten Gegnern, in National City auftaucht. Eine große Herausforderung für Kara, die sich noch in ihre neue Heldenrolle einfinden muss und aus dem übermächtigen Schatten ihres Cousins treten möchte. Cat erhält endlich ihr Supergirl Exklusivinterview und sorgt mit ihrem anschließenden Bericht in der Medienwelt für Aufregung.","versions":[{"lang":1,"streams":[{"redirect":14375914,"hoster":"VOE"},{"redirect":13591197,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376001,"hoster":"VOE"},{"redirect":13599095,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unter Strom","epNo":4,"alt":"Livewire","descr":"Ein Reihe von Bombenangriffen über National City halten Kara auf Trapp, während sie sich zeitgleich um den Sohn ihrer Chefin Cat kümmern muss. Unterdessen erhält James Besuch von seiner Ex-Freundin Lucy Lane. Sie möchte ihre Beziehung mit ihm wieder aufleben lassen.","versions":[{"lang":1,"streams":[{"redirect":14347924,"hoster":"VOE"},{"redirect":14444026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14347936,"hoster":"VOE"},{"redirect":13591162,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bombe an Bord","epNo":5,"alt":"How Does She Do It?","descr":"Ein Reihe von Bombenangriffen über National City halten Kara auf Trapp, während sie sich zeitgleich um den Sohn ihrer Chefin Cat kümmern muss. Unterdessen erhält James Besuch von seiner Ex-Freundin Lucy Lane. Sie möchte ihre Beziehung mit ihm wieder aufleben lassen.","versions":[{"lang":1,"streams":[{"redirect":14375833,"hoster":"VOE"},{"redirect":13599123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357281,"hoster":"VOE"},{"redirect":13591158,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der rote Tornado","epNo":6,"alt":"Red Faced","descr":"Der Stress den Kara umgibt und ihre zusätzlich angestaute Wut, sorgen dafür, dass sie bei einer Trainingsübung mit einem Militär-Cyborg etwas heftig reagiert. Erfunden wurde dieser von Lucy Lanes Vater, General Sam Lane. Derweil bröckelt Cats harte Schale, als ihre urteilende Mutter zu Besuch kommt und Winn hilft Alex den mysteriösen Tod ihres Vaters zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":14356926,"hoster":"VOE"},{"redirect":14444032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375949,"hoster":"VOE"},{"redirect":13591165,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Kräfte beraubt","epNo":7,"alt":"Human for a Day","descr":"Ein Erdbeben trifft National City. Kara, die bei dem Gefecht mit Red Tornado, dem Militär-Cyborg, kurzweilig ihre Kräfte verloren hat, ist nun dazu gezwungen sich auf ihre innere Stärke und Courage zu berufen. Alex sitzt unterdessen mit ihrem Boss Hank im DEO Hauptquartier fest – zusammen mit dem Alien Flüchtling Jemm. Alex Misstrauen gegenüber Hank wird nur noch größer, als er ihre Hilfe bezüglich Jamm ablehnt.","versions":[{"lang":1,"streams":[{"redirect":14377836,"hoster":"VOE"},{"redirect":13591216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375751,"hoster":"VOE"},{"redirect":13591163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feindliche Übernahme","epNo":8,"alt":"Hostile Takeover","descr":"Kara lässt sich auf einen Kampf mit ihrer Tante ein und erhält erschütternde Informationen über ihre leibliche Mutter. Nachdem CatCo von einem Hacker attackiert wurde und private schädigende E-Mails von Cat veröffentlicht wurden, ist ihre Position als Geschäftsführerin gefährdet.","versions":[{"lang":1,"streams":[{"redirect":14376119,"hoster":"VOE"},{"redirect":14401537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376191,"hoster":"VOE"},{"redirect":14444024,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Blutsbande","epNo":9,"alt":"Blood Bonds","descr":"Astra befindet sich in Gefangenschaft der DEO. Als Non daraufhin Hank entführt, kommt es zu einem angespannten Waffenstillstand zwischen den beiden Seiten. Cat glaubt derweil durchschaut zu haben, dass Kara National Citys Heldin im Umhang ist. Kara versucht diese Unterstellung zurückzuweisen.","versions":[{"lang":1,"streams":[{"redirect":14376276,"hoster":"VOE"},{"redirect":14373691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357279,"hoster":"VOE"},{"redirect":14444028,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tödliches Spielzeug","epNo":10,"alt":"Childish Things","descr":"Als Winns Vater aus dem Gefängnis ausbricht und ihn aufsucht, versucht Kara Winn bestmöglich zu unterstützen. Cat bietet Lucy einen Job bei CatCo an. Alex wendet sich derweil an Hank: Sie bittet ihn seine Kräfte zu benutzen, um Maxwell Lords Pläne aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":14375014,"hoster":"VOE"},{"redirect":14411033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375024,"hoster":"VOE"},{"redirect":13599099,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kampf der Marsianer","epNo":11,"alt":"Strange Visitor From Another Planet","descr":"Kara muss Hank helfen sich seiner schmerzhaften Vergangenheit zu stellen, als ein White Martian auftaucht. Der gehört einer Alien-Rasse an, welche ihre eigenen Leute ausgelöscht hat. Nun entführt dieser Senatorin Miranda Crane, eine Anti-Alien Politikerin. Unterdessen kommt Cats entfremdeter Sohn nach National City.","versions":[{"lang":1,"streams":[{"redirect":14375753,"hoster":"VOE"},{"redirect":13591222,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356733,"hoster":"VOE"},{"redirect":13591168,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bizarro","epNo":12,"alt":"Bizarro","descr":"Eine verdrehte Version von Supergirl taucht mit dem Ziel auf, ihr Ebenbild zu zerstören. Kara und Cats Sohn Adam kommen sich derweil näher.","versions":[{"lang":1,"streams":[{"redirect":14377883,"hoster":"VOE"},{"redirect":14399713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356953,"hoster":"VOE"},{"redirect":13591173,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Parasit","epNo":13,"alt":"For the Girl Who Has Everything","descr":"Ein mysteriöses pflanzenartiges Alien hält Kara in einer Traumwelt gefangen, in der Krypton immer noch existiert und niemals zerstört wurde. Dadurch müssen Alex und die Anderen einen Angriff der Kryptonier, ganz ohne Supergirls Hilfe, abwehren.","versions":[{"lang":1,"streams":[{"redirect":14357361,"hoster":"VOE"},{"redirect":14444029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376360,"hoster":"VOE"},{"redirect":13591175,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Selbstjustiz","epNo":14,"alt":"Truth, Justice and the American Way","descr":"Supergirl muss es mit dem tödlichen Master Jailer aufnehmen, der die Flüchtlinge aus Fort Rozz verfolgt und hinrichtet. Als Kara schlägt sie sich mit einem neu eingestellten, zweiten Assistenten bei CatCo herum. Zudem steckt sie in einer Meinungsverschiedenheit mit James bezüglich der Methoden des DEOs.","versions":[{"lang":1,"streams":[{"redirect":14356799,"hoster":"VOE"},{"redirect":13591224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356732,"hoster":"VOE"},{"redirect":13599102,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Indigo","epNo":15,"alt":"Solitude","descr":"Kara muss herausfinden, wie sie Indigo besiegen kann, weshalb sie zum Fortress of Solitude reist. Das gefährliche Wesen bewegt sich via des Internets fort und hat auch eine Verbindung zu Karas Vergangenheit. Außerdem kommt es zu einer sehr emotionalen Aussprache zwischen Kara und ihrer Schwester Alex. Das Verhältnis der beiden wird auf eine harte Probe gestellt …","versions":[{"lang":1,"streams":[{"redirect":14376192,"hoster":"VOE"},{"redirect":13591225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376118,"hoster":"VOE"},{"redirect":13591181,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wie ausgewechselt","epNo":16,"alt":"Falling","descr":"Nachdem Kara mit rotem Kryptonit infiziert wurde, begegnet sie ihren Mitmenschen böswillig. Alex und Hank wenden sich deshalb an einen alten Bekannten, um Kara aufzuhalten. Cat tritt derweil in \"The Talk\" auf, um über Supergirl zu reden. Doch das Vertrauen der Bürger von National City in ihre Heldin ist zu erschüttert …","versions":[{"lang":1,"streams":[{"redirect":14356734,"hoster":"VOE"},{"redirect":13591228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377832,"hoster":"VOE"},{"redirect":13591179,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hexenjagd","epNo":17,"alt":"Manhunter","descr":"Nachdem J’onn J’onzz sich der Öffentlichkeit preisgegeben hat und festgenommen wurde, offenbart er Details des Treffens mit Kara und Alex’ Vater, Dr. Jeremiah Danvers. Er erzählt, wie er sich in der Vergangenheit um die beiden Danvers-Schwestern in Auftrag ihres Vaters gekümmert habe. Indes intrigiert Siobhan gegen Kara, die sie zur ihrer Erzfeindin erklärt.","versions":[{"lang":1,"streams":[{"redirect":14356731,"hoster":"VOE"},{"redirect":13591230,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377827,"hoster":"VOE"},{"redirect":13591182,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Blitzbesuch","epNo":18,"alt":"Worlds Finest","descr":"Kara macht Bekanntschaft mit einem neuen Verbündeten: Flash. Er erscheint plötzlich aus einem Paralleluniversum und hilft ihr beim Kampf gegen Siobhan und Livewire. Im Gegenzug möchte Kara ihm helfen, in seine eigene Welt zurückzukehren. Dann gerät Cat in die Fänge der beiden Schurkinnen und die Situation droht zu eskalieren …","versions":[{"lang":1,"streams":[{"redirect":14377833,"hoster":"VOE"},{"redirect":13591235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377828,"hoster":"VOE"},{"redirect":13580223,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Myriad","epNo":19,"alt":"Myriad","descr":"Non und Indigo haben die Bürger von National City unter ihre Kontrolle gebracht. Die beiden Fieslinge steuern die Gedanken der unschuldigen Bevölkerung und lassen sie so zu einer großen Gefahr werden. Schafft es Kara, National City zu befreien?","versions":[{"lang":1,"streams":[{"redirect":14356763,"hoster":"VOE"},{"redirect":13591236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356762,"hoster":"VOE"},{"redirect":13591187,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Hoffnung stirbt zuletzt","epNo":20,"alt":"Better Angels","descr":"Supergirl ist gezwungen, gegen ihre eigene Schwester Alex antreten zu müssen, um Non und Indigo um jeden Preis aufzuhalten. Schafft es Kara noch rechtzeitig, einen Plan auszuhecken und so die Menschheit zu retten?","versions":[{"lang":1,"streams":[{"redirect":14375752,"hoster":"VOE"},{"redirect":14399715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356764,"hoster":"VOE"},{"redirect":13591226,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Abenteuer von Supergirl","epNo":1,"alt":"The Adventures of Supergirl","descr":"Als in National City eine neue Bedrohung auftaucht, schließt sich Kara (Melissa Benoist) mit ihrem Cousin Clark (Tyler Hoechlin) zusammen,\rum sie aufzuhalten. Kara freut sich darüber, Familie in der Stadt zu haben, wobei sich Alex (Chyler Leigh) aber ausgeschlossen fühlt.\rHank (David Harewood) und Supergirl bewundern derweil das Raumschiff, das auf die Erde gestürzt ist.","versions":[{"lang":1,"streams":[{"redirect":8773448,"hoster":"VOE"},{"redirect":8634026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325795,"hoster":"VOE"},{"redirect":12984089,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Metallo","epNo":2,"alt":"The Last Children of Krypton","descr":"CADMUS greift National City mit einem kryptonitgestärkten Bösewicht an, der Supergirl (Melissa Benoist) ernsthaft verletzt.\rSuperman (Tyler Hoechlin) gibt Hank (David Harewood) die Schuld daran, weil aus dem DEO Kryptonit entwendet wurde.\rKaras erster Tag bei ihrem neuen Job verläuft derweil anders als erwartet, nachdem sie ihren neuen Chef Snapper Carr (Ian Gomez) kennengelernt hat.","versions":[{"lang":1,"streams":[{"redirect":8773447,"hoster":"VOE"},{"redirect":8773452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325798,"hoster":"VOE"},{"redirect":10140416,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Willkommen auf der Erde","epNo":3,"alt":"Welcome to Earth","descr":"Während National City von der Debatte um Alien- und Menschenrechte in Atem gehalten wird, wird ein Attentat auf den Präsidentin ausgeübt. Supergirl (Melissa Benoist) und das DEO bekommen die Aufgabe, sie zu beschützen und die Täter zu finden. Alex (Chyler Leigh) schließt sich derweil mit Ermittlerin Maggie Sawyer (Floriana Lima) zusammen, um in dem Fall zu ermitteln. Kara sucht indes nach dem entkommenen Mon-El (Chris Wood), den sie für den Täter hält.","versions":[{"lang":1,"streams":[{"redirect":8773449,"hoster":"VOE"},{"redirect":8634027,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325797,"hoster":"VOE"},{"redirect":12516870,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alien Fight Club","epNo":4,"alt":"Survivors","descr":"Als Kara (Melissa Benoist) und Alex (Chyler Leigh) im Fall des Mordes an einem unregistrierten Außerirdischen ermitteln,\rführt sie eine Spur zu einem Fightclub von Außerirdischen, der von Roulette (Dichen Lachman) betrieben wird. Während sie\rversuchen, die Kämpfe aufzuhalten, finden sich Supergirl und der Martian Manhunter im Kampf gegen einen überraschenden Gegenspieler wieder.","versions":[{"lang":1,"streams":[{"redirect":12776276,"hoster":"VOE"},{"redirect":8773454,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325800,"hoster":"VOE"},{"redirect":10140418,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nicht von dieser Welt","epNo":5,"alt":"Crossfire","descr":"Supergirl (Melissa Benoist) muss eine ruchlose neue Gang besiegen, die mit Alientechnologie ausgestattet wurde.\rAls Cadmus ein Video an das DEO schickt, realisiert das Team, dass von dort die Ausstattung der Kriminellen kommt.\rKara besorgt Mon-El (Chris Wood) derweil einen Job als Praktikant bei CatCo.\rJames (Mehcad Brooks) trifft unterdessen eine wichtige Entscheidung, und Lena (Katie McGrath) lädt Kara zu einer Wohltätigkeitsveranstaltung ein.","versions":[{"lang":1,"streams":[{"redirect":8773451,"hoster":"VOE"},{"redirect":8634032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325804,"hoster":"VOE"},{"redirect":10140419,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lebensenergie","epNo":6,"alt":"Changing","descr":"Der Guardian feiert sein Debüt in National City, nachdem ein Parasit Supergirl ihre Kräfte gestohlen hat. Mon-El (Chris Wood) schlägt einen neuen Karrierepfad ein, der ihm dazu führt seine Motive zu überdenken. Alex (Chyler Leigh) sieht sich mit einer neuen Realität konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8773450,"hoster":"VOE"},{"redirect":8634028,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325805,"hoster":"VOE"},{"redirect":10140420,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Supergirl VS Cyborg","epNo":7,"alt":"The Darkest Place","descr":"James aka Guardian (Mehcad Brooks) setzt alles daran, den Namen des noch jungen, neuen Helden von National City reinzuwaschen, nachdem ein anderer Selbstjustizler einen Mord begangen hat, für den Guardian schuldig gemacht wird. Supergirl (Melissa Benoist) begibt sich derweil auf eine Solomission, um Mon-El (Chris Wood) zu retten, der von CADMUS gefangen genommen wurde. Während sie hart kämpft, um Mon-El zu befreien, stellt sich ihr ein neuer, gefährlicher Gegner in den Weg: Cyborg Superman.","versions":[{"lang":1,"streams":[{"redirect":8773455,"hoster":"VOE"},{"redirect":8634029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325802,"hoster":"VOE"},{"redirect":10140421,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Projekt Medusa (Crossover Invasion: Teil 1)","epNo":8,"alt":"Medusa (1)","descr":"Eliza (Helen Slater) besucht National City, um mit ihren Töchtern Thanksgiving zu feiern. Während Alex (Chyler Leigh) sich dazu entscheidet, ihrer Mutter von den jüngsten Veränderungen in ihrem Privatleben zu erzählen, ist Kara (Melissa Benoist) geschockt, als Eliza ihr sagt, dass Mon-El (Chris Wood) eventuell Gefühle für sie haben könnte. James (Mehcad Brooks) und Winn (Jeremy Jordan) überlegen derweil, ob sie Kara die Wahrheit über den neuen Helden Guardian sagen sollen. Cadmus lässt dann einen Virus auf die Menschheit los, der alle Aliens in unmittelbarer Nähe tötet. Kara wendet sich für Hilfe an Lena Luthor (Katie McGrath), die vielleicht eine Lösung für das Problem hat. Doch damit nicht genug: Barry Allen (Grant Gustin) kehrt plötzlich auf der Erde von Kara zurück und benötigt ihre Hilfe, denn seine Welt wird gerade von seltsamen Aliens angegriffen.  // Invasion Crossover 2016Teil 1 - Supergirl - S02E08 Medusa /  Teil 2 - The Flash - S03E08 /  Teil 3 - Arrow - S05E08 /  Teil 4 - DC\u0027s Legends of Tomorrow - S02E07","versions":[{"lang":1,"streams":[{"redirect":8773453,"hoster":"VOE"},{"redirect":8773459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325799,"hoster":"VOE"},{"redirect":10140422,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10140460,"hoster":"VOE"},{"redirect":10140464,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flucht vom Sklavenmond","epNo":9,"alt":"Supergirl Lives","descr":"Kara erfährt von dem verschwundenen Mädchen Izzy und möchte dabei helfen sie wieder zu finden. Trotz des Verbots ihres Bosses ermittelt sie auf eigene Faust. Als sie Mon-El um Hilfe bittet, landen beide auf einem anderen Planeten. Hier werden Menschen als Sklaven verkauft, und die rote Sonne stellt Kara und Mon-El vor ein zusätzliches Problem … Derweil gibt sich Alex wegen ihrer neuen Beziehung die Schuld an Karas Verschwinden.","versions":[{"lang":1,"streams":[{"redirect":8773457,"hoster":"VOE"},{"redirect":8634039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325803,"hoster":"VOE"},{"redirect":10140423,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Helden wie diese","epNo":10,"alt":"We Can Be Heroes","descr":"Kara unterrichtet Mon-El und beide kommen zu dem erfreulichen Ergebnis, dass er nun bereit ist, ihr auch außerhalb des Trainingsraumes Unterstützung zu leisten. Nachdem Livewire aus dem Gefängnis ausgebrochen ist und das Polizeipräsidium angreift, will Supergirl sie so schnell wie möglich wieder hinter Gitter bringen. Der erste gemeinsame Einsatz von Supergirl und Mon-El läuft allerdings nicht wie geplant","versions":[{"lang":1,"streams":[{"redirect":8773456,"hoster":"VOE"},{"redirect":8634030,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325801,"hoster":"VOE"},{"redirect":10140424,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Mars-Chroniken","epNo":11,"alt":"The Martian Chronicles","descr":"Das Verhältnis zwischen Kara und Mon-El ist angespannt, nachdem er ihr seine Gefühle gestanden hat. Zusätzlich wird sie von Alex enttäuscht, da diese ihren Geburtstag lieber mit Maggie verbringen will. Ein sogenannter weißer Marsbewohner kommt nach National City und jagt M’gann, um sie zurück auf den Mars zu bringen, damit sie dort ihre Strafe als Verräterin absitzen kann. Hank und Supergirl wollen sie beschützen und bringen sie zum DEO. Das stoppt den Jäger allerdings nicht","versions":[{"lang":1,"streams":[{"redirect":8773458,"hoster":"VOE"},{"redirect":8634034,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335476,"hoster":"VOE"},{"redirect":10140425,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Luthors","epNo":12,"alt":"Luthors","descr":"Nachdem Metallo aus dem Gefängnis ausgebrochen ist und Lillian Luthor befreit hat, wird Lena Luthor von der Polizei als Verantwortliche festgenommen. Trotz einer erdrückenden Beweislage weigert sich Kara daran zu glauben, dass ihre Freundin schuldig ist. Sie setzt sich für Lena ein und möchte deren guten Ruf wieder herstellen. Unterdessen hat Alex sich endlich dazu durchgerungen, Maggie der gesamten Bande vorzustellen, und Kara und Mon-El kommen sich doch näher","versions":[{"lang":1,"streams":[{"redirect":8773461,"hoster":"VOE"},{"redirect":8634031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325806,"hoster":"VOE"},{"redirect":10140426,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10140461,"hoster":"VOE"},{"redirect":10140465,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mr. und Mrs. Mxyzptlk","epNo":13,"alt":"Mr. and Mrs. Mxyzptlk","descr":"Der mysteriöse Mr. Mxyzptlk verkündet überaus starke Gefühle für Kara, nachdem er sie anscheinend aus der fünften Dimension beobachtet hat. Unterdessen ist Alex aufgeregt, da sie erstmals den Valentinstag mit ihrer Freundin Maggie verbringen wird. Die ist allerdings gar kein Freund von diesem Feiertag und so kommt es zwischen den beiden zum ersten großen Streit … Auch Kara und Mon-El planen ihren ersten Valentinstag zusammen.","versions":[{"lang":1,"streams":[{"redirect":8773460,"hoster":"VOE"},{"redirect":8773466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325812,"hoster":"VOE"},{"redirect":10140427,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10140462,"hoster":"VOE"},{"redirect":10140466,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Freund oder Feind","epNo":14,"alt":"Homecoming","descr":"Jeremiah Danvers kommt zurück zum DEO, um dort erneut mit den trainierten Agents zu arbeiten – das allerdings ohne jegliches Briefing oder eine genaue Inspektion seiner Person und seiner Fähigkeiten, darüber ist Cadmus glücklich und Alex und Kara sind überglücklich, ihren Vater wieder zu sehen. Als die Familie das mit einem gemeinsamen Essen feiern möchte, kippt die Stimmung deutlich, als ein misstrauischer Mon-El beginnt, Jeremiah über seine plötzliche Rückkehr im Detail auszufragen","versions":[{"lang":1,"streams":[{"redirect":8773463,"hoster":"VOE"},{"redirect":8634035,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8031984,"hoster":"VOE"},{"redirect":10140428,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Verbannung","epNo":15,"alt":"Exodus","descr":"Als Alex sich auf die Suche nach Jeremiah macht, ermittelt Kara bezüglich einer ganzen Serie von Alien-Kidnappings. Unterdessen müssen sich die beiden Schwestern auch eingestehen, dass sie einige Regeln brechen müssen, um einen neuen Komplott zu vereiteln … Um Cadmus zu stoppen muss Kara sich dazu bereit erklären, mit Carr als Supergirl ein exklusives Interview zu führen.","versions":[{"lang":1,"streams":[{"redirect":8773462,"hoster":"VOE"},{"redirect":8634033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12173264,"hoster":"VOE"},{"redirect":10140429,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Belogen und Betrogen","epNo":16,"alt":"Star-Crossed (1)","descr":"Mit einer Fernsehbotschaft eines neuen Bösewichts wird Mon-El dazu aufgefordert, auf seinen Planeten zurückzukehren. Anscheinend steht der neue Gegner in enger Verbindung mit Mon-El. Als Kara erfährt, dass er nicht die ganze Wahrheit über seine Vergangenheit preisgegeben hat, hat das Konsequenzen für ihre Beziehung. Derweil bringt Winns Freundin Lyra ihn in Schwierigkeiten, und der Musikmeister attackiert Supergirl.","versions":[{"lang":1,"streams":[{"redirect":8773465,"hoster":"VOE"},{"redirect":8634038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325809,"hoster":"VOE"},{"redirect":10140430,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kopfgeld","epNo":17,"alt":"Distant Sun","descr":"Ein Kopfgeld wurde auf Supergirl ausgesetzt; Aliens aus fernen und nahen Galaxien attackieren daher National City und wollen sich Kara schnappen. Währenddessen laufen Alex und Maggie Emily – Maggies Exfreundin – über den Weg, die für eine Woche in der Stadt ist. Hank bekommt derweil eine interessante Aufgabe von Präsident Marsdin","versions":[{"lang":1,"streams":[{"redirect":8773469,"hoster":"VOE"},{"redirect":8634036,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10708228,"hoster":"VOE"},{"redirect":10140431,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Starreporterin","epNo":18,"alt":"Ace Reporter","descr":"Lenas Exfreund, Jack Spheer, kommt nach National City, um seinen großen Durchbruch in der Nanotechnologie bekanntzumachen. Diese hat angeblich die Kraft alle bestehenden Krankheiten auszurotten und Erkrankte zu heilen. Für die anstehende Konferenz bittet Lena Kara um Unterstützung, die vor Ort merkt, wie sehr sie es vermisst, Reporterin zu sein. Sie interviewt Jack und bringt so eine große investigative Welle ins Rollen, und das birgt Gefahren für alle","versions":[{"lang":1,"streams":[{"redirect":12927421,"hoster":"VOE"},{"redirect":8634037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10708229,"hoster":"VOE"},{"redirect":10140432,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wo ist Alex?","epNo":19,"alt":"Alex","descr":"Alex wird entführt, und ihr Entführer droht sie umzubringen, sollte Supergirl einen berüchtigten Kriminellen nicht aus dem Gefängnis entlassen. Weil Supergirl und Maggie schon häufig unterschiedliche Ansichten hatten, wenn es um die Festnahme von Kriminellen ging, sind sie dieses Mal dazu gezwungen, zusammenzuarbeiten, um Alex zu retten. Derweil macht Rhea Lena einen überaus interessanten Vorschlag","versions":[{"lang":1,"streams":[{"redirect":8773467,"hoster":"VOE"},{"redirect":8773471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10761773,"hoster":"VOE"},{"redirect":10140433,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Stadt der verlorenen Kinder","epNo":20,"alt":"City of Lost Children","descr":"Stadt der verlorenen Kinder\u0026lt;br /\u0026gt;\rNational City wird von Phorianern angegriffen. Zwar sind diese normalerweise eine friedvolle Rasse mit telekinetischen Fähigkeiten, aber keiner kann genau sagen, wozu sie fähig sind, und was sie planen","versions":[{"lang":1,"streams":[{"redirect":8773468,"hoster":"VOE"},{"redirect":8773476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325808,"hoster":"VOE"},{"redirect":10140434,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Widerstand","epNo":21,"alt":"Resist","descr":"Königin Rhea vom Planeten Daxam versucht, die Weltherrschaft an sich zu reißen und die Erde zu besetzen. Daher wird Supergirl von der Präsidentin damit beauftragt, die Invasion zu stoppen und Rhea auszuschalten. Während Kara mit der Anordnung hadert, tritt plötzlich Cat Grand auf den Plan, die zu vermitteln versucht. Doch der Plan geht nicht auf","versions":[{"lang":1,"streams":[{"redirect":8773470,"hoster":"VOE"},{"redirect":8634040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10712796,"hoster":"VOE"},{"redirect":10140435,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kampf um die Erde","epNo":22,"alt":"Nevertheless, She Persisted","descr":"Rhea bedient sich mittels silbernem Kryptonit Supermans Wahrnehmungskraft. Dieser fängt an zu halluzinieren und sieht anstelle von Supergirl seinen Erzfeind General Zod, den er in einem Duell besiegen will. Eine weitere Schlacht fordert Supergirls Kräfte: Sie fordert Rhea ganz im Sinne der Tradition der Daxamites zu einem Einzelkampf heraus. Wird sie sich behaupten können und National City retten?","versions":[{"lang":1,"streams":[{"redirect":8773474,"hoster":"VOE"},{"redirect":8634043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325814,"hoster":"VOE"},{"redirect":10140436,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Stählerne","epNo":1,"alt":"Girl Of Steel","descr":"Kara (Melissa Benoist) hat schwer damit zu kämpfen, dass Mon-El (Chris Wood) nicht mehr an ihrer Seite ist. Sie versucht irgendwie damit umzugehen und konzentriert ihre ganze Energie und Kraft darauf, Supergirl zu sein. Und die Stadt braucht sie auch, denn eine neuen, mysteriöse Bedrohung braut sich über National City zusammen. In der Zwischenzeit vertraut sich Alex (Chyler Leigh) ihrer...","versions":[{"lang":1,"streams":[{"redirect":8773473,"hoster":"VOE"},{"redirect":8634042,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Psychoterror","epNo":2,"alt":"Triggers","descr":"Kara Danvers \u0026 National City werden von einem Meta-Wesen angegriffen, der die schlimmsten Ängsten hervorbringt und die Menschen müssen sie erleben.","versions":[{"lang":1,"streams":[{"redirect":8773472,"hoster":"VOE"},{"redirect":8773479,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"H’ronmeers Prüfung","epNo":3,"alt":"Far from the Tree","descr":"Eliza veranstaltet eine wedding shower für Alex und Maggie,\rwas Maggie dazu veranlasst, sich an ihren entfremdeten Vater zu wenden.\rSupergirl begleitet J\u0027onn derweil auf einer persönlichen Mission.","versions":[{"lang":1,"streams":[{"redirect":8773477,"hoster":"VOE"},{"redirect":8634041,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Raos Kinder","epNo":4,"alt":"The Faithful","descr":"Kara ermittelt gegen eine geheimnisumwobene neue Gruppe,\rderen Anführer Thomas Coville eine mysteriöse Verbindung zu Supergirl hat.","versions":[{"lang":1,"streams":[{"redirect":8773475,"hoster":"VOE"},{"redirect":8634046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kobra-Effekt","epNo":5,"alt":"Damage","descr":"Lena steckt in großen Schwierigkeiten: Nachdem etliche Kinder mit Verdacht auf eine Bleivergiftung in Krankenhäusern behandelt werden mussten, gibt die Öffentlichkeit ihrer Firma die Schuld daran. Kara geht dem Vorwurf nach und findet heraus, dass die Quelle der Vergiftung ganz woanders liegt. Für Lena kommt diese Information leider zu spät, denn sie wurde von dem wahren Täter entführt und sitzt nun in einem mit giftigen Chemikalien gefüllten Flugzeug fest.","versions":[{"lang":1,"streams":[{"redirect":8773478,"hoster":"VOE"},{"redirect":8634045,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Es war einmal in Midvale","epNo":6,"alt":"Midvale","descr":"Kara (Melissa Benoist) und Alex (Chyler Leigh) fahren in den Urlaub in ihr Zuhause nach Midvale.\rAls sie dort ankommen, wird Kara von einer schmerzlichen Erinnerung an den Tod einer Freundin heimgesucht, und erinnert sich daran, wie dieses traumatische Erlebnis die Danvers-Schwestern näher zusammenbrachte.","versions":[{"lang":1,"streams":[{"redirect":8773480,"hoster":"VOE"},{"redirect":8634044,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Weltenkiller","epNo":7,"alt":"Wake Up","descr":"Winn (Jeremy Jordan) und das Team bei der DEO entdecken ein außerirdisches Schiff, dass einst über National City abgestürzt ist und dessen Wrack sich nun unter der Stadt im Wasser befindet. Nun liegt es an Kara (Melissa Benoist), Licht ins Dunkle zu bringen, um was oder wen es sich hier genau handelt. In der Zwischenzeit versucht J\u0027onn (David Harewood) mehr Zeit mit seinem Vater Myr\u0027nn...","versions":[{"lang":1,"streams":[{"redirect":8773481,"hoster":"VOE"},{"redirect":8634047,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Krise auf Erde X","epNo":8,"alt":"Crisis on Earth-X (Part 1)","descr":"Mit allen Helden in der Stadt, um Barrys (Grant Gustin) und Iris\u0027 (Candice Patton) Hochzeit zu feiern, zerstören Schurken von Earth-X die Festlichkeiten mit einer tödlichen Agenda.","versions":[{"lang":1,"streams":[{"redirect":8773482,"hoster":"VOE"},{"redirect":8773488,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Zeichen der Bestie","epNo":9,"alt":"Reign","descr":"Supergirl (Melissa Benoist) untersucht die Herkunft von einem mysteriösen Symbol, das plötzlich überall in National City verteil auftaucht. Anscheinend hängt dieses mit einer uralten Prophezeiung zusammen und stellt das Kennzeichen des \"World Killers\" dar, namentlich Reign. In der Zwischenzeit nehmen die Spannungen zwischen Lena (Katie McGrath) und Morgan Edge (Adrian Pasdar) mehr und mehr...","versions":[{"lang":1,"streams":[{"redirect":8773483,"hoster":"VOE"},{"redirect":8634048,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Legion der Superhelden","epNo":10,"alt":"Legion Of Super-Heroes","descr":"Nach ihrem Kampf mit Reign (Odette Annable), bei dem sie sich einige Verletzungen zugezogen hat, hat Supergirl (Melissa Benoist) Probleme, sich zu heilen, und verweilt in einem Tiefschlaf, aus dem man sie nicht wecken kann. Weil Mon-El (Chris Wood) sie nicht wecken kann, kontaktiert er das Legion-Mitglied Braniac-5 (Jesse Rath), um sie zurückzubringen. Reign zerstört indessen weiterhin Nationalcity.","versions":[{"lang":1,"streams":[{"redirect":12382032,"hoster":"VOE"},{"redirect":8634053,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fort Rozz","epNo":11,"alt":"Fort Rozz","descr":"Während Reign (Odette Annable) weiterhin die Stadt terrorisiert, schließt sich Supergirl (Melissa Benoist) mit Saturn Girl (Amy Jackson) zusammen. Gemeinsam rekrutieren sie Supergirls ehemalige Feinde Livewire (Brit Morgan) und Psi (Yael Grobglas) um in Fort Rozz von einem Gefangenen Informationen darüber zu bekommen, wie Reign ein für alle mal besiegt werden kann. Alex (Chyler Leigh) passt...","versions":[{"lang":1,"streams":[{"redirect":8773487,"hoster":"VOE"},{"redirect":8773489,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rachegedanken","epNo":12,"alt":"For Good","descr":"Lena wird von Morgan Edge beschuldigt, einen Anschlag auf sein Leben zu planen. Kara tut alles, um Lena zu unterstützen, doch möglicherweise ist Lena nicht komplett unschuldig...","versions":[{"lang":1,"streams":[{"redirect":8773484,"hoster":"VOE"},{"redirect":8634049,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das zweite Ich","epNo":13,"alt":"Both Sides Now","descr":"Die DEO kann einen zweiten Weltkiller, Purity (Krys Marshall), dingfest machen. Supergirl (Melissa Benoist) und Alex (Chyler Leigh) nutzen sehr unterschiedliche Methoden zur Befragung von Purity und hoffen, herauszufinden, wie man Reign (Odette Annable) besiegen kann. Doch Purity kann entkommen und attackiert die U-Bahntunnel der Stadt. Inzwischen schließen sich J\u0027onn (David Harewood), Winn...","versions":[{"lang":1,"streams":[{"redirect":8773486,"hoster":"VOE"},{"redirect":8634050,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Todesgrüße aus dem Jenseits","epNo":14,"alt":"Schott Through the Heart","descr":"Als Winns (Jeremy Jordan) Vater stirbt, taucht seine entfremdete Mutter Mary (Laurie Metcalf) plötzlich auf und versucht sich ihm anzunähern und zu erklären, warum sie ihn vor all den Jahren verließ. Winn ist zu verbittert wegen seiner schlimmen Kindheit um ihr zu vergeben doch als ein Toyman-Nachahmungstäter auftaucht, müssen die beiden zusammenarbeiten um ihn zu stoppen. Mon-El (Chris...","versions":[{"lang":1,"streams":[{"redirect":8773490,"hoster":"VOE"},{"redirect":8634057,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gedankenkontrolle","epNo":15,"alt":"In Search of Lost Time","descr":"Als Myr\u0027nn (Carl Lumbly) versehentlich übersinnliche Turbulenzen in der DEO verursacht, muss Supergirl (Melissa Benoist) mit J\u0027onn (David Harewood) an der Eingrenzung des Chaos arbeiten. Mon-El (Chris Wood) beginnt mit Kara Kampftechniken aus der Zukunft zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":8773492,"hoster":"VOE"},{"redirect":8773496,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pestilence","epNo":16,"alt":"Of Two Minds","descr":"Supergirl (Melissa Benoist) und Imra (Amy Jackson) haben unterschiedliche Ansichten darüber, wie sie Pestilence aufhalten können. Doch als sowohl Alex (Chyler Leigh) als auch Winn (Jeremy Jordan) von Pestilence ernsthaft verletzt werden, tun sich Supergirl und Imra zusammen um die Zerstörung zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8773493,"hoster":"VOE"},{"redirect":12984098,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Totale Sonnenfinsternis","epNo":17,"alt":"Trinity","descr":"Nach der Offenbarung von Lenas (Katie McGrath) Geheimnis, bittet Supergirl (Melissa Benoist) Guardian (Mehcad Brooks) um einen Gefallen, der seine Beziehung zu Lena für immer verändern könnte. Supergirl und das Team bereiten sich auf eine große Schlacht vor.","versions":[{"lang":1,"streams":[{"redirect":8773491,"hoster":"VOE"},{"redirect":8634059,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zuflucht","epNo":18,"alt":"Shelter from the Storm","descr":"Als Reign (Odette Annable) beginnt, Ruby (Emma Tremblay) zu jagen, arbeiten Supergirl (Melissa Benoist) und Alex (Chyler Leigh) zusammen um sie zu retten. Supergirl und J\u0027onn (David Harewood) suchen Rat bei Sams Mutter (Betty Buckley) darüber, wie sie Reign aufhalten können. Dabei erfahren sie schockierende Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8773495,"hoster":"VOE"},{"redirect":8634051,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Stein von Yuda Kal","epNo":19,"alt":"The Fanatical","descr":"Als Tanya (Nesta Cooper),eine Anhängerin von Coville, aus der Sekte entkommt, gibt sie Kara (Melissa Benoist) und James (Mehcad Brooks) ein Tagebuch, in dem sie Informationen darüber finden, wie sie Sam (Odette Annable) retten können. Jemand kommt hinter Guardians (Mehcad Brooks) Identität und droht, James zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":8773494,"hoster":"VOE"},{"redirect":8634054,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die dunkle Seite des Mondes","epNo":20,"alt":"Dark Side Of The Moon","descr":"Kara und Moon-El erreichen den Meteor und entdecken darauf eine Stadt. Schon bald wird Kara klar, dass es sich dabei um Argo City handelt und dass der Meteor ein überlebender Teil Kryptons ist. Könnte die Stadt den Schlüssel zum Sieg über Reign bereithalten? Auf eine Begegnung, die Argo City für sie bereithält, ist Kara nicht gefasst. Zeitgleich wird Alex angegriffen, während sie Zeit mit Ruby verbringt – und es bleibt nicht der einzige Anschlag auf ihr Leben","versions":[{"lang":1,"streams":[{"redirect":8773497,"hoster":"VOE"},{"redirect":8634055,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Rückkehr nach Argo","epNo":21,"alt":"Not Kansas","descr":"Lena gelingt es, das von ihr entwickelte Gegenmittel bei Reign zu injizieren. Tatsächlich löst sich Reign von Sam und verschwindet. Sam kann daraufhin Ruby endlich wiedersehen. Dennoch beschließt Kara nach Argo City zurück zu kehren, um bei Alura zu sein. Mon-El soll sie bei dem zweiten Besuch begleiten. Unterdessen entdecken Winn und James eine DEO-Waffe, die in den Schwarzmarkt-Handel gelangt ist. J’onn gibt daraufhinden Befehl, dass die DEO fortan nur noch nicht tödliche Waffen einsetzen soll.","versions":[{"lang":1,"streams":[{"redirect":8773499,"hoster":"VOE"},{"redirect":8634058,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Töchter von Juru","epNo":22,"alt":"Make It Reign","descr":"Supergirl (Melissa Benoist) kommt hinter Serena ( Anjali Jay) weitrechende Pläne für die Erde. Supergirl, Mon-El (Chris Wood) und Alura (Erica Durance) müssen einen Plan schmieden um Serena aufzuhalten. J\u0027onn (David Harewood) bereitet sich auf den Abschied von seinem Vater vor.","versions":[{"lang":1,"streams":[{"redirect":8773500,"hoster":"VOE"},{"redirect":8634060,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Brunnen der Lillith","epNo":23,"alt":"Battles Lost And Won","descr":"Supergirl (Melissa Benoist) kommt hinter Serenas ( Anjali Jay) weitrechende Pläne für die Erde. Supergirl, Mon-El (Chris Wood) und Alura (Erica Durance) müssen einen Plan schmieden um Serena aufzuhalten. J\u0027onn (David Harewood) bereitet sich auf den Abschied von seinem Vater vor.","versions":[{"lang":1,"streams":[{"redirect":8773498,"hoster":"VOE"},{"redirect":8634056,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das Ende der Einigkeit","epNo":1,"alt":"American Alien","descr":"Kara versucht weiterhin ihr Doppelleben besser zu managen. Dies wird zusätzlich erschwert, als Otis und Mercy Graves den außerirdischen Dr. Voss attackieren. Für J’onn ist die Attacke eindeutig als Hass-Verbrechen zu werten, das sich in den Anstieg von Alien-Feindlichkeit in der Gesellschaft einreiht. Ein weiterer Angriff des Duos auf Präsidentin Marsdin kann von Supergirl verhindert werden, doch ein Video des Vorfalls offenbart ein lange gehütetes Geheimnis. Noch ahnt Kara nicht, dass Otis und Mercy im Auftrag des geheimnisvollen \"Agenten der Freiheit\" ihre Taten begehen.","versions":[{"lang":1,"streams":[{"redirect":8773504,"hoster":"VOE"},{"redirect":8634061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325813,"hoster":"VOE"},{"redirect":10140437,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486863,"hoster":"VOE"},{"redirect":10140467,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Enttarnt","epNo":2,"alt":"Fallout","descr":"Nachdem Präsident Marsdin als Außerirdischer enttarnt wurde, mehren sich im gesamten Land Proteste gegen Aliens. Mercy hackt sich in die Daten von L-Corps und versucht so, noch weitere Aliens zu outen. Einer davon ist Brainy. Dieser ist schockiert über den blanken Hass, der ihm daraufhin entgegen schlägt. J’onn untersucht weiterhin das Verschwinden seines Freundes und die Spur führt ihm direkt zu Agent Libery, der gerade dabei ist, eine Anti-Alien-Demo zu organisieren. Mercy wird schließlich von Supergirl festgehalten, doch gemeinsam mit Otis gelingt ihr die Flucht. Die beiden planen die Erdatmosphäre mit Kryptonit zu verseuchen, was allen voran für Kara furchtbare Folgen hätte.","versions":[{"lang":1,"streams":[{"redirect":8773503,"hoster":"VOE"},{"redirect":8634067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12382035,"hoster":"VOE"},{"redirect":10140438,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Agent Liberty","epNo":3,"alt":"Man Of Steel","descr":"J’onn kann Supergirl im letzten Moment retten, bevor sie auf die Erde stürzt. Dennoch ist sie durch das Kryptonit in der Atmosphäre äußerst angeschlagen. Lena stattet Kara mit einer Panzerung aus, die Kryptonit von ihr fernhalten soll. Die Episode folgt in Flashbacks dem Uni-Professor Ben Lockwood und seiner Familie. Mehrere Schickalsschlägt ereilen die Lockwoods, bis sie sich schließlich gegen Außerirdische radikalisieren. Durch das Zusammentreffen mit Mercy Graves wird aus Lockwood schließlich Agent Liberty.","versions":[{"lang":1,"streams":[{"redirect":8773501,"hoster":"VOE"},{"redirect":8634063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325810,"hoster":"VOE"},{"redirect":10140439,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ahimsa","epNo":4,"alt":"Ahimsa","descr":"Noch immer ist die Luft mit Kryptonit verseucht, sodass Kara die DEO nicht verlassen kann. Lena und Brainy entwickeln eine Methode, um den Giftstoff aus der Atmosphäre zu filtern, doch nicht bevor ein DEO-Agent sich absetzt und zwei Aliens zum Ausbruch verhilft. Ben hypnotisiert die Außerirdischen schließlich mit Fionas telekinetischen Kräften, damit sie Chaos verursachen. J’onn trifft sich mit Manchester Black, dem Verlobten von Fiona.","versions":[{"lang":1,"streams":[{"redirect":8773502,"hoster":"VOE"},{"redirect":8773509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325815,"hoster":"VOE"},{"redirect":10140440,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der verlorene Parasit","epNo":5,"alt":"Parasite Lost","descr":"Durch den Parasit gelingt es Jensen die Kräfte von Außerirdischen zu absorbieren und sie so zu töten. Es gelingt ihm Supergirl zu schwächen, bevor er flieht. Kara schreibt eine Reihe von Artikeln über Aliens in National City. Damit geraden die Portraitieren auch ins Schussfeld extremistischer Kräfte. Colonel Haley gelangt in den Besitz von Uranium und will es gegen Jensen einsetzen.","versions":[{"lang":1,"streams":[{"redirect":8773506,"hoster":"VOE"},{"redirect":8634074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048057,"hoster":"VOE"},{"redirect":10140441,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Manifest","epNo":6,"alt":"Call To Action","descr":"Maskierte Bürger ziehen als selbstproklamierte \"Children of Liberty\" durch die Straßen und machen Jagd auf unschuldige Aliens. Manchester Black versucht über ein Mitglied der Bewegung an Informationen zu kommen. Lena und Eve kommen bei ihren Experimenten mit dem Harun-El-Stein nicht weiter. Kara ersetzt James bei einer TV-Sendung und findet sich in einer hitzigen Diskussion mit Ben Lockwood wieder.","versions":[{"lang":1,"streams":[{"redirect":8773507,"hoster":"VOE"},{"redirect":8634068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048055,"hoster":"VOE"},{"redirect":10140442,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefallener Engel","epNo":7,"alt":"Rather The Fallen Angel","descr":"Supergirl wird von Manchester Black nach Shelley Island gelockt, wo sie von den Children of Liberty gefangengehalten wird. James untersucht die Gegend und trifft beinahe eine fatale Entscheidung. Lena setzt unterdessen ihre Experimente mit Superkräften fort um so \"gewöhnlichen\" Menschen die gleichen Fähigkeiten zu verschaffen. James ahnt von diesen Experimenten nichts, als er sich wieder mit Lena versöhnen will.","versions":[{"lang":1,"streams":[{"redirect":8773505,"hoster":"VOE"},{"redirect":8634062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048059,"hoster":"VOE"},{"redirect":10140443,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pfad der Vergeltung","epNo":8,"alt":"Bunker Hill","descr":"Kara und J’onn durchsuchen die Wohnung von Manchester Black. Kara und Brainy helfen Nia dabei einen ihrer Träume zu entschlüsseln, was sie zur alten Lockwood-Fabrik und zu einer Konfrontation mit Ben führt. Manchester Black hat gedroht Bens Ehefrau umzubringen, was Kara verhindern will. Präsident Baker verlangt von Supergirl, ihre Geheimidentität allen Bürgern preiszugeben.","versions":[{"lang":1,"streams":[{"redirect":11832618,"hoster":"VOE"},{"redirect":8634064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325816,"hoster":"VOE"},{"redirect":10140444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Anderswelten (3)","epNo":9,"alt":"Elseworlds, Part 3","descr":"Barry Allen und Oliver Queen gelten als gesuchte Schwerverbrecher, während Kara in S.T.A.R. Labs gefangen gehalten wird. Bewacht wird sie von einer Gehirnwäsche ausgesetzten Alex. Dennoch gelingt es Kara ihre Adoptivschwester dazu zu überreden, sie gehen zu lassen. Gemeinsam mit Barry können sie schließlich das Schicksalsbuch von Deegan in ihren Besitz bringen. Um ihn aufzuhalten versuchen Barry und Kara mit einem gewagten Manöver die Rotation der Erde zu verlangsamen.","versions":[{"lang":1,"streams":[{"redirect":8773510,"hoster":"VOE"},{"redirect":8773511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325817,"hoster":"VOE"},{"redirect":10140445,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unsichtbare Killer","epNo":10,"alt":"Suspicious Minds","descr":"Kara versucht ihre Arbeit mit der DEO fortzusetzen, doch Colonel Haley entbindet sie von ihren Pflichten. Grund dafür ist ihre Weigerung ihre Geheimidentität öffentlich zu machen. Alex trommelt daraufhin die Agenten zusammen, die Karas Identität ohnehin kennen. Gemeinsam beschließen sie sich Haleys Verhören zu verweigern. So untersuchen Kara, Alex und J’onn den Angriff durch die Morai, zwei unsichtbaren Aliens. Um Kara vor Haleys Zugriff zu schützen greift Alex schließlich zu einem radikalen Mittel.","versions":[{"lang":1,"streams":[{"redirect":8773515,"hoster":"VOE"},{"redirect":8634065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325818,"hoster":"VOE"},{"redirect":10140446,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Traumkräfte","epNo":11,"alt":"Blood Memory","descr":"Alex erinnert sich nicht länger daran, dass Kara Supergirl ist, wodurch Kara sich von ihr zunehmend entfremdet fühlt. Alex und Brainy untersuchen Vorfälle um eine neue Straßendroge. Alex spürt, dass ein Teil ihrer Erinnerungen fehlt und bittet J’onn um Hilfe, doch der wendet sich an Brainy. Kara tröstet Nia, die nach der Entdeckung ihrer Träumer-Kräfte Angst um die Reaktion ihrer Familie hat.","versions":[{"lang":1,"streams":[{"redirect":12335487,"hoster":"VOE"},{"redirect":8634066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325827,"hoster":"VOE"},{"redirect":10140447,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Menagerie","epNo":12,"alt":"Menagerie","descr":"J\u0027onn (David Harewood) ist so langsam in seiner neuen Berufung als Privatermittler angekommen und kümmert sich gewissenhaft um seine neuen Klienten. Kara (Melissa Benoist), die ein wenig den Kopf frei bekommen will, schließt sich ihrem alten Freund an und arbeitet mit J\u0027onn zusammen, um einen Fall zu lösen. Dieser führt sie aber wiederum...","versions":[{"lang":1,"streams":[{"redirect":8773513,"hoster":"VOE"},{"redirect":8634072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325819,"hoster":"VOE"},{"redirect":10140448,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Ära der Elite","epNo":13,"alt":"What’s So Funny About Truth, Justice, And The American Way","descr":"Manchester bricht aus dem Gefängnis aus und tut sich mit Hat und Menagerie zusammen und nennen sich fortan \"The Elite\". Brainy unterrichtet Nia in der Festung der Einsamkeit, während Supergirl Präsident Baker versucht von einem Raketenstart abzuhalten. Dieser soll einen Satelliten in die Umlaufbahn bringen, der jede Art von außerirdischem Schiff zerstört, das sich der Erde nähert. Später muss Kara feststellen, dass der Satellit umprogrammiert worden ist und seine Waffen auf das Weiße Haus gerichtet hat.","versions":[{"lang":1,"streams":[{"redirect":8773512,"hoster":"VOE"},{"redirect":8634069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048060,"hoster":"VOE"},{"redirect":10140449,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Macht des Volkes","epNo":14,"alt":"Stand and Deliver","descr":"Als wären Ben Lockwoods (Sam Witwer) Versuche, seiner Anti-Alien-Bewegung neuen Schwung zu geben, und die Bemühungen von Elite, rigoros gegen Lockwood und seine Anhänger vorzugehen, nicht schon Stress genug für Supergirl (Melissa Benoist), ist die Superheldin generell schwer damit beschäftigt, die Leben der amerikanischen Bürger und Bürgerinnen zu beschützen. Lockwood ruft zu einer Kundgebung auf, die von den Aliens der Stadt in Form einer friedvollen Gegendemonstration begleitet wird. Brainiac (Jesse Rath) und J\u0027onn (David Harewood) schließen sich der Protestbewegung an, während Supergirl und Dreamer (Nicole Amber Maines) dafür sorgen, dass es zu keinen gewalttätigen Übergriffen kommt. James (Mehcad Brooks) schnappt sich indes seine Kamera, um den Marsch der Demonstranten zu dokumentieren. Andernorts erhält Alex (Chyler Leigh) von ihrer Vorgesetzten einen Befehl, dessen Ausführung sie nur schwer mit ihren persönlichen Überzeugungen arrangieren kann. Bei der Kundgebung kommt es derweil zu Spannungen, und Supergirl muss eine schwierige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":8773516,"hoster":"VOE"},{"redirect":8773519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048062,"hoster":"VOE"},{"redirect":10140450,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lex Luthors Rückkehr","epNo":15,"alt":"O Brother, Where Art Thou?","descr":"Lex Luthor wird aufgrund einer schweren Krankheit aus dem Gefängnis entlassen und seine Schwester Lena nimmt die Suche nach einem Heilmittel auf. Kara und J’onn sind weiterhin auf der Spur von Manchester, der aber durch ein marsianisches Relikt bei J’onn traumatische Erinnerungen wieder an die Oberfläche zerrt. Supergirl muss verhindern, dass Manchester nach einem Stromausfall die Stadt überflutet.","versions":[{"lang":1,"streams":[{"redirect":8773514,"hoster":"VOE"},{"redirect":8634073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325820,"hoster":"VOE"},{"redirect":12984090,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Rote Tochter","epNo":16,"alt":"The House of L","descr":"In Folge von Lex Luthors Rückkehr erfahren wir durch eine Rückblende, was er die letzten zwei Jahre gemacht hat und wie seine geheimen Machenschaften und Pläne Supergirl (Melissa Benoist) und Lena (Katie McGrath) beeinflusst haben.","versions":[{"lang":1,"streams":[{"redirect":8773517,"hoster":"VOE"},{"redirect":8634076,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048065,"hoster":"VOE"},{"redirect":10140452,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Staatsfeind Nummer 1","epNo":17,"alt":"All About Eve","descr":"Supergirl tut sich mit Alex und Lena zusammen um Eve aufzuspüren. Über Eves Cousine Bitsie spüren sie Eves früheres Labor auf. Dort wird ihnen klar, dass Eve auf James geschossen hat und das Kryptonit-Herz eingesetzt hat, damit Metallo Otis wieder zum Leben erwecken kann. Im Safe stößt Kara auf schwarzes Kryptonit und Lena gesteht, dass es die Basis ihre Forschung darstellt. J’onn verlässt währenddessen den Planeten, nachdem er eine Vision von seinem Vater hat. Die Rote Tochter greift das Weiße Haus in der Gestalt von Supergirl an um die öffentliche Meinung gegen sie zu wenden.","versions":[{"lang":1,"streams":[{"redirect":8773518,"hoster":"VOE"},{"redirect":8634070,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048061,"hoster":"VOE"},{"redirect":10140453,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schuld und Sühne","epNo":18,"alt":"Crime and Punishment","descr":"Ben fordert den Einsatz der Alien-Waffen der DEO um Supergirl festzunehmen. Brainy wird klar, dass Ben es als nächstes auf das Alien-Register abgesehen hat und versucht das Original nicht in seine Hände fallen zu lassen. Baker geht zeitgleich auf die Forderung von Ben ein und ernennt die Alien-feindlichen Children of Liberty zu Hilfspolizisten. Kara und Lena finden auf Stryker’s Island das geheime Zimmer von Lex Luthor.","versions":[{"lang":1,"streams":[{"redirect":8773522,"hoster":"VOE"},{"redirect":8634071,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048064,"hoster":"VOE"},{"redirect":10140454,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Träume werden wahr","epNo":19,"alt":"American Dreamer","descr":"Kara hat ihre Rettungsaktionen als Supergirl eingestellt und so wird Dreamer zur Superheldin von National City. Ben und die Children of Liberty beginnen damit unschuldige Außerirdische zu verhaften. Sein Sohn, dessen bester Freund ebenfalls ein Alien ist, beginnt daraufhin die Propaganda seiner Eltern zu hinterfragen. Brainy und Kelly versuchen hinter die Ursachen von James’ posttraumatischer Belastungsstörung zu kommen. J’onn beendet seinen Auftrag auf dem Mars.","versions":[{"lang":1,"streams":[{"redirect":8773521,"hoster":"VOE"},{"redirect":8634075,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048063,"hoster":"VOE"},{"redirect":10140455,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Tessmacher kommt selten allein","epNo":20,"alt":"Will the Real Miss Tessmacher Please Stand Up?","descr":"James testet seine neue Fähigkeiten in der Festung der Einsamkeit. Kara und Lena erfahren von der roten Tochter und Lex’ Invasions-Plan. Später wird Kara klar, dass Lex weiß, wer sie wirklich ist. Eve kreiert einen Klon ihrerselbst um Supergirl auf eine falsche Fährte zu führen. Die D.E.O. spürt den Mörder von Bens Ehefrau auf. Daraufhin befiehlt Ben alle Außerirdischen, die sich dort aufhalten, festzunehmen. Brainy gelingt es dennoch seine Soldaten zu einer Befehlsverweigerung zu überreden. Kara versucht Präsident Baker vor Lex’ Invasions-Plänen zu warnen, muss aber erkennen, dass auch er Teil des Plans ist.","versions":[{"lang":1,"streams":[{"redirect":13917446,"hoster":"VOE"},{"redirect":8773526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11325821,"hoster":"VOE"},{"redirect":10140456,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Rote Verschwörung","epNo":21,"alt":"Red Dawn","descr":"Kara (Melissa Benoist) und Alex (Chyler Leigh) kümmern sich um Red Daughter während Lena (Katie McGrath) und James (Mehcad Brooks) Ben suchen. Brainiac-5 (Jesse Rath), J\u0027onn und Dreamer versuchen alle Alien-Gefangene zu retten, doch zwei von ihnen werden geschnappt und einer wird rebooted.","versions":[{"lang":1,"streams":[{"redirect":8773524,"hoster":"VOE"},{"redirect":8634077,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11325824,"hoster":"VOE"},{"redirect":10140469,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Welt am Abgrund","epNo":22,"alt":"The Quest For Peace","descr":"Lex Luthor bricht über Washington DC herein und ruft Lena (Katie McGrath) und Lillian ins Weiße Haus. Kara (Melissa Benoist) erkennt ihre letzte Chance, Lex zu stoppen und wendet sich an die Presse um Unterstützung.","versions":[{"lang":1,"streams":[{"redirect":10899272,"hoster":"VOE"},{"redirect":8773528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11048066,"hoster":"VOE"},{"redirect":10140458,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10140468,"hoster":"VOE"},{"redirect":10140472,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Preis der Wahrheit","epNo":1,"alt":"Event Horizon","descr":"Nachdem Lena die wahre Identität von Kara herausgefunden hat, kapselt sie sich ab und spricht nur noch mit einer eigens von ihr kreierten K.I. namens Hope. Andrea Rojas, die neue Besitzerin von CatCo, entlässt James als Chefredakteur und will fortan vor allem auf Boulevardjournalismus setzen um die Nutzerzahlen zu verbessern. Karas Pulitzerpreis-Party wird von Midnight, einem Gefangenen der Phantom Zone attackiert.","versions":[{"lang":1,"streams":[{"redirect":8773527,"hoster":"VOE"},{"redirect":8634087,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Malefic","epNo":2,"alt":"Stranger Beside Me","descr":"J’onn stellt fest, dass seine Erinnerungen an den Bürgerkrieg auf dem Mars verändert worden sind. So entdeckt er auch den Verrat seines Bruders Malefic. Lena möchte die Menschheit verbessern, indem sie ihr die Loyalität und Selbstlosigkeit zuteil werden lässt, die auch bereits ihre künstliche Intelligenz Hope auszeichnen. Kara leidet unterdessen unter ihren neuen Arbeitsaufgaben, zumal der Reporter William auf der Spur ihrer Geheimidentität ist.","versions":[{"lang":1,"streams":[{"redirect":8773530,"hoster":"VOE"},{"redirect":8634082,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Herzensangelegenheiten","epNo":3,"alt":"Blurred Lines","descr":"Kara (Melissa Benoist) versucht ihre Beziehung zu Lena aufzubessern, während J\u0027onn (David Harewood) tief in seine eigenen Erinnerungen eindringt. Kelly hilft in der Zwischenzeit einem alten Freund.","versions":[{"lang":1,"streams":[{"redirect":8773529,"hoster":"VOE"},{"redirect":8773531,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Offenes Geheimnis","epNo":4,"alt":"In Plain Sight","descr":"Mit Nias Hilfe stellt fest, dass William sich als Undercover-Reporter auf den Spuren von Andrea befindet, die er verdächtigt, eine Kriminelle zu sein. Zeitgleich bekommt es Supergirl mit der neuen Bösewichtin Breathtaker zu tun, die es auf Elena Torres abgesehen hat. James und Kelly kehren in ihren Heimatort zurück, der sich nach dem Bau eines Gefängnisses drastisch verändert hat. Dort sitzen Kriminelle auch bei kleineren Vergehen äußerst lange in Haft.James trifft schließlich eine schwerwiegende Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":9100387,"hoster":"VOE"},{"redirect":8634078,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Traumstart","epNo":5,"alt":"Dangerous Liaisons","descr":"Lena verspricht Malefic bei seiner Jagd nach J’onn zu unterstützen. Im Gegenzug erlaubt er ihr Experimente an ihm durchzuführen. Kara und William verfolgen die Spur des Serienkillers Rip Roar, den William für den Tod seines Freundes Russell Rogers verantwortlich macht. Tatsächlich stiehlt Rip Roar wenig später einen Laser, mit dem er eine verheerende Flutkatastrophe auslösen könnte.","versions":[{"lang":1,"streams":[{"redirect":8773536,"hoster":"VOE"},{"redirect":8634079,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Starke Frauen","epNo":6,"alt":"Confidence Women","descr":"Andrea soll Rogers alias Rip Roar außer Gefecht setzen, doch zunächst scheitert das Vorhaben. Sie bittet schließlich Lena um Hilfe, obwohl ihre Freundschaft schon bessere Tage gesehen hat. Supergirl entdeckt die Verbindung zwischen Rip Roar und Leviathan.","versions":[{"lang":1,"streams":[{"redirect":8773533,"hoster":"VOE"},{"redirect":8634083,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Erdbändiger","epNo":7,"alt":"Tremors","descr":"Endlich deckt Supergirl die Wahrheit über Lena auf, während sie mit Leviathan verstrickt ist. Währenddessen macht J`onn J`onnz den Aufenthaltsort seines Bruders ausfindig.","versions":[{"lang":1,"streams":[{"redirect":8773534,"hoster":"VOE"},{"redirect":8634081,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zorn des Rama Khan","epNo":8,"alt":"The Wrath Of Rama Khan","descr":"Alex und Brainy können Kara aus der Festung befreien. Alex versucht Kara davon zu überzeugen, dass sie Lena nicht mehr retten kann, doch Kara will dies nicht wahrhaben. Tatsächlich arbeitet Lena mit Hochdruck an ihrem Plan, die gesamte Welt ihrer geistigen Kontrolle zu unterwerfen. Malefic entschließt sich auf den Mars zurückzukehren. J’onn erfährt von Monitor, warum sie seinen Bruder auf die Erde gebracht hat.","versions":[{"lang":1,"streams":[{"redirect":8773539,"hoster":"VOE"},{"redirect":8634099,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Krise der Parallelerden 1","epNo":9,"alt":"Crisis On Infinite Earths: Part One","descr":"Im ersten Teil des Arrowverse-Crossovers entdeckt entdeckt Brainy eine Antimaterie-Welle, die direkt auf Argo City zusteuert. Kara warnt Clark, Lois und Alura und den Kents gelingt es in letzter Sekunde ihren Sohn Jonathan wegzuschicken. Barry Allen, Kate Kane, Oliver Queen, Mia Smoak, Sara Lance und Ray Palmer reisen von Earth-1 nach Earth-38 um die Kents zu retten. Durch Harbinger erfahren die Superhelden vom Anti-Monitor, während die DEO und Lena an einem Evakuierungsplan für die Erde arbeiten. Oliver übergibt den Titel Green Arrow an Mia, doch als er von Barrys dunklem Schicksal erfährt, gerät er mit Monitor in Streit über das, was sie im vergangenen Jahr vereinbart hatten.","versions":[{"lang":1,"streams":[{"redirect":8773537,"hoster":"VOE"},{"redirect":8634080,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Welt in der Flasche","epNo":10,"alt":"The Bottle Episode","descr":"Nach der Krise muss sich Kara erst einmal an ihr neues Leben auf Earth-1 gewöhnen. Sie stellt fest, dass sie für Lex arbeitet, der nun der Gründer der D.E.O. zu sein scheint. Vier verschiedene Brainiacs-5 tauchen plötzlich auf der Erde auf, können sich aber nicht erinnern, was mit ihnen geschehen ist. Einer von ihnen versucht seine eigene Erde zu retten, die in einer Flasche gefangen ist. Kara, Nia und Brainy erkennen den Ausmaß seines Plans und versuchen ihn zu stoppen. Gamemnae besucht Andrea und gibt sich als Aufsichtsratsmitglied Gemma Cooper aus.","versions":[{"lang":1,"streams":[{"redirect":8773535,"hoster":"VOE"},{"redirect":8634089,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13486865,"hoster":"VOE"},{"redirect":10140471,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zurück aus der Zukunft (1)","epNo":11,"alt":"Back From the Future - Part One","descr":"Als Supergirl (Melissa Benoist) versucht, einen Toyman-Nachahmer auszubremsen, kehrt Winn Schott (Jeremy Jordan) aus der Zukunft zurück.","versions":[{"lang":1,"streams":[{"redirect":8773538,"hoster":"VOE"},{"redirect":8634084,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zurück aus der Zukunft (2)","epNo":12,"alt":"Back From The Future – Part Two","descr":"Die D.E.O. stellt fest, dass der böse Toyman sein Bewusstsein in ihre Computer transferiert hat, um das Internet als Waffe zu nutzen. Alex setzt die D.E.O. daraufhin unter Quarantäne, während Supergirl und Winn feststellen, dass auch das Bewusstsein des guten Toymans im Server erhalten geblieben ist und nun den Doppelgänger besiegen will.","versions":[{"lang":1,"streams":[{"redirect":8773544,"hoster":"VOE"},{"redirect":8773541,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ist das Leben nicht super","epNo":13,"alt":"It’s A Super Life","descr":"Mxyzptlk kehrt mit einem verlockenden Angebot für Kara zurück. Durch eine Reise in die Vergangenheit könnte sie verhindern, dass ihre Freundschaft mit Lena zerbricht, indem sie ihr rechtzeitig von ihrer Geheimidentität erzählt. Nachdem mehrere Anläufe scheitern, wird Lena von Ben Lockwood gekidnappt.","versions":[{"lang":1,"streams":[{"redirect":8773542,"hoster":"VOE"},{"redirect":8773545,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bodyguard","epNo":14,"alt":"The Bodyguard","descr":"Lex beauftragt Supergirl mit dem Schutz von Andrea Rojas (Julie Gonzalo) vor den Anti-Technik-Extremisten, doch sein eigentlicher, trügerischer Plan geht weit darüber hinaus, Andrea am Leben zu halten. Unterdessen fährt Lena (Katie McGrath) mit Lex\u0027 Hilfe mit Non Nocere fort.","versions":[{"lang":1,"streams":[{"redirect":8773540,"hoster":"VOE"},{"redirect":9100226,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Virtuelle Realität","epNo":15,"alt":"Reality Bytes","descr":"Nias WG-Genossin Yvette wird von Gregory Bauer angegriffen, der gezielt Transgender-Frauen attackiert. So will er Dreamer zwingen, nicht länger als Superheldin aktiv zu sein. Zeitgleich versuchen Alex und J’onn einen Mann zu retten, der in einer virtuellen Realität gefangen zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":9100237,"hoster":"VOE"},{"redirect":8773546,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Alex im Wonderland","epNo":16,"alt":"Alex in Wonderland","descr":"Das Team kann Jeremiah Danvers aufspüren, doch er ist vor kurzem verstorben. Alex verkraftet dies nicht besonders gut und möchte nicht noch einmal um ihn trauern. Um sich von der Realität abzuschirmen, taucht sie in eine virtuelle Realität ab, in der sie Supergirl ist. Dabei bemerkt sie zunächst nicht, in welcher Gefahr sie sich befindet.","versions":[{"lang":1,"streams":[{"redirect":8773543,"hoster":"VOE"},{"redirect":8634085,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Totale Kontrolle","epNo":17,"alt":"Deus Lex Machina","descr":"Lex bemerkt die Veränderungen, die durch die Krise entstanden sind. Zugleich beeinflusst er Lena, bis diese glaubt, dass Supergirl hinter Myriad steckt. Als Lena die Festung der Einsamkeit verlässt, hetzt Morae einen Sun-Eater auf ihre Fersen.","versions":[{"lang":1,"streams":[{"redirect":8773547,"hoster":"VOE"},{"redirect":8665241,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Erlöser der Menschheit","epNo":18,"alt":"The Missing Link","descr":"Supergirl und das Team treten gegen Rama Khan und Leviathan an. Lena und Lex müssen sich zusammenschließen, wenn Project Non Nocere scheitert und die beiden Geschwister ernsthaft in Gefahr sind.","versions":[{"lang":1,"streams":[{"redirect":9100293,"hoster":"VOE"},{"redirect":9100288,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kampf der Unsterblichen","epNo":19,"alt":"Immortal Kombat","descr":"Kara realisiert, dass sie auf die Zusammenarbeit mit Lena angewiesen ist, wenn sie Lex und Leviathan aufhalten will. Nia leidet unter ihren Träumen und fragt sich, was sie zu bedeuten haben. Brainy erkennt, dass es nur eine Möglichkeit gibt, um Lex aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":13993110,"hoster":"VOE"},{"redirect":8634086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10808584,"hoster":"VOE"},{"redirect":10140459,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Wiedergeburt","epNo":1,"alt":"Rebirth","descr":"Als Braniac (Jesse Rath) dem Tod nahe ist, nachdem er versucht hat, Lex Luthor (Jon Cryer) zu stoppen, sind Supergirl und das Team zu Stelle, um ihn zu retten, wobei sie in einen epischen Kampf mit Gamenmae verwickelt werden. Nachdem sie Leviathan besiegt hat, wendet Supergirl ihre Aufmerksamkeit Lex zu, der die Obsidian-Plattform dazu benutzt hat, die halbe Welt einer Gehirnwäsche zu unterziehen, um ihn zu lieben und ihm um jeden Preis zu folgen, egal was für schreckliche Dinge er tut. Da Lena weiß, wie gefährlich dies ihren Bruder macht, bittet sie das gesamte Team um Hilfe, aber Supergirl erkennt, dass der einzige Weg, Lex wirklich zu stoppen, darin besteht, sich selbst zu opfern.","versions":[{"lang":1,"streams":[{"redirect":10853566,"hoster":"VOE"},{"redirect":14021564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599413,"hoster":"VOE"},{"redirect":10496891,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Licht in der Finsternis","epNo":2,"alt":"A Few Good Women","descr":"DER BREAKING POINT - Da die Einsätze mit Lex (Jon Cryer) höher sind als je zuvor, muss Lena (Katie McGrath) entscheiden, wie weit sie bereit ist, ihren Bruder aufzuhalten. In der Zwischenzeit stehen Supergirl (Melissa Benoist) und das Team vor einer Herausforderung, mit der sie sich noch nie befasst haben, und sie bringt Alex (Chyler Leigh) an ihren Bruchpunkt.","versions":[{"lang":1,"streams":[{"redirect":13051402,"hoster":"VOE"},{"redirect":10853571,"hoster":"Doodstream"},{"redirect":10853570,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angriff der Phantome","epNo":3,"alt":"Phantom Menaces","descr":"Supergirl (Melissa Benoist) kann sich einen neuen Verbündeten sichern.Lena (Katie McGrath) und Lex (Jon Cryer) kämpfen um die Kontrolle über Luthor Corp.","versions":[{"lang":1,"streams":[{"redirect":12335492,"hoster":"VOE"},{"redirect":10853565,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verirrte Seelen","epNo":4,"alt":"Lost Souls","descr":"Supergirl (Melissa Benoist) ergreift eine Gelegenheit der Phantom Zone zu entfliehen doch es gibt einen Haken.Lena (Katie McGrath) hilft den Super Friends bei einer Mission, ist jedoch mit ihnen nicht einer Meinung. Sie fragt sich ob sie wirklich bereit ist, Teil des Teams zu sein.","versions":[{"lang":1,"streams":[{"redirect":10853573,"hoster":"VOE"},{"redirect":10853574,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abschlussball (1)","epNo":5,"alt":"Prom Night! (1)","descr":"Brainiac-5 und Nia machen eine Zeitreise ins Jahr 1990 nach Midvale um eine Probe von Karas DNA zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":10853578,"hoster":"VOE"},{"redirect":10853577,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9357623,"hoster":"VOE"},{"redirect":10510072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Meteoritenschauer (2)","epNo":6,"alt":"Prom Again! (2)","descr":"Die junge Kara erlebt zum ersten Mal Kryptonit, Nia und Brainy werden von Außerirdischen gefangen und eine junge Cat Grant könnte der Grund sein, warum Supergirl nie aus der Phantomzone herauskommt.","versions":[{"lang":1,"streams":[{"redirect":10853580,"hoster":"VOE"},{"redirect":10853582,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599419,"hoster":"VOE"},{"redirect":9498768,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zone der Angst","epNo":7,"alt":"Fear Knot","descr":"Während die Super Friends der Phantom Zone trotzen, um Supergirl nach Hause zu bringen, wird jedes Mitglied des Teams mit Visionen ihrer schlimmsten Angst konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14044831,"hoster":"VOE"},{"redirect":10853585,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599408,"hoster":"VOE"},{"redirect":10565925,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Willkommen zurück, Kara","epNo":8,"alt":"Welcome Back, Kara!","descr":"Als Supergirl und Zor-El nach National City zurückkehren, sind sie entschlossen, die Phantomzone hinter sich zu lassen und gemeinsam Superhelden zu sein. Leider gehen ihre übereifrigen Bemühungen nach hinten los und schaffen eine ganz neue Bedrohung für National City.","versions":[{"lang":1,"streams":[{"redirect":10853591,"hoster":"VOE"},{"redirect":10853593,"hoster":"Doodstream"},{"redirect":10853589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599411,"hoster":"VOE"},{"redirect":10496892,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Traumfänger","epNo":9,"alt":"Dream Weaver","descr":"Kelly lernt Joey kennen, einen jungen Waisenjungen aus einem fremden Land, der sich in einer Pflegefamilie daneben benimmt, weil er befürchtet das mit seinem Bruder Orlando, der inhaftiert ist etwas nicht stimmt. Kelly bittet Kara, ihr bei ihren Nachforschungen zu helfen und sie stoßen auf Misshandlungen im Gefängnis. In der Zwischenzeit durchbricht Nyxly einen von Nias Träumen und bittet sie um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":10853594,"hoster":"VOE"},{"redirect":10853595,"hoster":"Doodstream"},{"redirect":10853596,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599422,"hoster":"VOE"},{"redirect":10496893,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Viel Lärm um Nyxly","epNo":10,"alt":"Still I Rise","descr":"Supergirl greift ein, als ein Gebäude in den Heights, das für einkommensschwache Wohnungen reserviert war, plötzlich Gefahr läuft, an einen großen Konzern verkauft zu werden. Supergirl rekrutiert Orlando, um ihr zu helfen, die Stadt zu erobern, aber als Nyxly auftaucht, läuft alles schief. Währenddessen trainiert Nia mit ihrer Mutter.","versions":[{"lang":1,"streams":[{"redirect":10853604,"hoster":"VOE"},{"redirect":10853602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599430,"hoster":"VOE"},{"redirect":10510076,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mxy mittendrin!","epNo":11,"alt":"Mxy in the Middle","descr":"Supergirl und das Team müssen Nyxly davon abhalten, ein bekanntes Gesicht aus Supergirls Vergangenheit zu besiegen – Mr. Mxyzptlk. Währenddessen besucht Lena den Geburtsort ihrer Mutter in Neufundland, begierig darauf, in ihre Vergangenheit zu graben, ist aber schockiert über den eisigen Empfang der Kleinstadt für sie.","versions":[{"lang":1,"streams":[{"redirect":10853607,"hoster":"VOE"},{"redirect":10853609,"hoster":"Doodstream"},{"redirect":10853605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13051416,"hoster":"VOE"},{"redirect":10496894,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein bisschen mehr Gerechtigkeit","epNo":12,"alt":"Blind Spots","descr":"Kelly ist entsetzt, als das Ormfell-Gebäude implodiert und viele in der Gemeinde verletzt, darunter auch Joey. Ihr Entsetzen schlägt jedoch schnell in Frustration um, als sie merkt, dass das Krankenhaus überfordert ist, die Leute kränker werden und niemand kommt, um zu helfen - einschließlich Supergirl, die damit beschäftigt ist, gegen Nyxly zu kämpfen. Im Wissen, dass sie einen Unterschied machen kann, nimmt Kelly ihre Macht an und tritt voll und ganz in ihre Rolle als Hüterin ein. Zusammen mit Supergirl, Alex, Diggle und dem Team führt Guardian den Weg, der gefallenen Gemeinschaft Gerechtigkeit widerfahren zu lassen.","versions":[{"lang":1,"streams":[{"redirect":10853611,"hoster":"VOE"},{"redirect":10853612,"hoster":"Doodstream"},{"redirect":10853610,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599418,"hoster":"VOE"},{"redirect":10496910,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die sieben Totems","epNo":13,"alt":"The Gauntlet","descr":"Supergirl und Team kämpfen gegen Nyxly um die Kontrolle über ein magisches Totem, das den Mut kontrolliert. Supergirl und Nyxly kämpfen und jeder bekommt ein Stück des Totems, aber lernt, dass die erste Person, die die Mutprobe besteht, die Kontrolle über das Ganze übernimmt. Lena hat immer noch Schwierigkeiten, ihr neu entdecktes Geschenk zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":10853620,"hoster":"VOE"},{"redirect":10853624,"hoster":"Doodstream"},{"redirect":10853623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12175244,"hoster":"VOE"},{"redirect":10496896,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Überwältigendes Mitgefühl","epNo":14,"alt":"Magical Thinking","descr":"Lena ist unsicher, ob sie ihre magischen Fähigkeiten einsetzen soll, um Supergirl zu helfen, das zweite Totem von Nyxly zurückzuholen. William kämpft darum, eine Geschichte über die Superfreunde zu schreiben, die sowohl die Helden als auch Andrea glücklich macht. Währenddessen ist Kelly begeistert, dass Esme ein neues Zuhause gefunden hat, aber die Dinge gehen schief und die Zukunft des kleinen Mädchens ist in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":10853626,"hoster":"VOE"},{"redirect":10853628,"hoster":"Doodstream"},{"redirect":10853627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10486458,"hoster":"VOE"},{"redirect":10496895,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Hoffnung auf morgen","epNo":15,"alt":"Hope for Tomorrow","descr":"Supergirl kämpft weiter gegen Nyxly um die verbleibenden Totems, aber nachdem Nyxly William entführt hat, erkennt Supergirl, dass sie eine aktivere Haltung einnehmen muss um National City zu schützen. Währenddessen steht Alex vor der größten Herausforderung ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":12927436,"hoster":"VOE"},{"redirect":10853617,"hoster":"Doodstream"},{"redirect":10853615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12286250,"hoster":"VOE"},{"redirect":10530008,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Albtraum in National City","epNo":16,"alt":"Nightmare in National City","descr":"Kara landet ihre Traumgeschichte für Catco, aber als die Stadt gleichzeitig mit ihrem Interview plötzlich von einem Albtraummonster angegriffen wird, ist sie gezwungen, ihr Leben ernsthaft zu überprüfen und zu entscheiden, ob sie weiterhin als Kara und Supergirl leben kann . Als Dreamer die Führung auf der Suche nach dem Traumtotem übernimmt, das das Albtraummonster in National City besiegen kann, erkennt sie, dass sie ihre Schwester Mauve um Hilfe bitten muss. Alte Wunden tauchen wieder auf, als sich die beiden Schwestern gegenüberstehen.","versions":[{"lang":1,"streams":[{"redirect":10853632,"hoster":"VOE"},{"redirect":10853636,"hoster":"Doodstream"},{"redirect":10853633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599428,"hoster":"VOE"},{"redirect":10496899,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Liebe, Lex und Leidenschaft","epNo":17,"alt":"I Believe in a Thing Called Love","descr":"Als Lex Luthor an Nyxlys Seite auftaucht, müssen Supergirl und ihr Team mit den emotionalen Folgen fertig werden, die sie gleichzeitig ihren beiden größten Feinden gegenüberstehen. Alex schmiedet Pläne für den perfekten Vorschlag für Kelly, aber die Arbeit steht ihm immer wieder im Weg.","versions":[{"lang":1,"streams":[{"redirect":10853643,"hoster":"VOE"},{"redirect":10853645,"hoster":"Doodstream"},{"redirect":10853641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599410,"hoster":"VOE"},{"redirect":10510077,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Last der Wahrheit","epNo":18,"alt":"Truth or Consequences","descr":"Esme hat einen Streit in der Schule und Alex und Kara streiten darüber, wie sie ihn schlichten können. Währenddessen sucht Nxyly nach dem Wahrheits-Totem. Alex versucht Blutwerte von Esme zubekommen, doch ohne Erfolg. Alex und Nxyly wollen Esme entführen. Schaffen sie das?","versions":[{"lang":1,"streams":[{"redirect":10853644,"hoster":"VOE"},{"redirect":10853649,"hoster":"Doodstream"},{"redirect":10853647,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599416,"hoster":"VOE"},{"redirect":10530010,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die letzte Prüfung","epNo":19,"alt":"The Last Gauntlet","descr":"Supergirl und die Super-Freunde ergreifen drastische Maßnahmen, nachdem ein geliebter Mensch von Nyxly und Lex entführt wurde. Ein unwahrscheinlicher Verbündeter springt ein, um dem Team zu helfen.","versions":[{"lang":1,"streams":[{"redirect":10853650,"hoster":"VOE"},{"redirect":10853654,"hoster":"Doodstream"},{"redirect":10853651,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10599421,"hoster":"VOE"},{"redirect":10530011,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kara","epNo":20,"alt":"Kara","descr":"Supergirl wird von bekannten Gesichtern aus der Vergangenheit begleitet, die ihr helfen, Lex und Nyxly endgültig aufzuhalten. Währenddessen bereiten sich Alex und Kelly darauf vor, den Gang entlang zu gehen.","versions":[{"lang":1,"streams":[{"redirect":10853656,"hoster":"VOE"},{"redirect":10853657,"hoster":"Doodstream"},{"redirect":10853655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10593916,"hoster":"VOE"},{"redirect":10496909,"hoster":"Streamtape"}]}]}]}]}