{"path":"/serie/stream/super-kickers-2006","name":"Super Kickers 2006","descr":"In der Serie geht es um die Qualifikation für die Fußball-WM 2002 in Japan. Dabei trittt erstmals Tsubasa als Hauptfigur in den Hintergrund. Im Mittelpunkt steht nun ein junger japanischer Spund, der versucht, in der italienischen Serie A berühmt zu werden und in der Jugendnationalmannschaft spielen zu können. Die Serie endet natürlich nach der Qualifikation, um einer weiteren Staffel den Weg zu bahnen.","seasons":[{"path":"/serie/stream/super-kickers-2006/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-1","name":"Das Tor zum Traum","epNo":1,"alt":"Episode 01","descr":"Tsubasa Ozhora ist inzwischen ein gefeierter Fußballstar in Brasilien und erinnert sich, wie damals alles in Nankatsu begann. Gleich beim ersten Spiel geht es um eine Wette. Wenn die Nankatsu-Schule es schafft, ein Tor gegen die Shutetsu-Schule zu schießen, darf sie in Zukunft allein auf dem städtischen Fußballfeld trainieren. Die Chancen stehen aber schlecht, weil die Fußball-AG von Nakantsu sehr schwach ist und bis jetzt alle Spiele zweistellig verloren hat. Tsubasa ist neu an der Schule und Ryo lässt ihn sicherheitshalber erstmal in der Abwehr spielen. Während des Matches stellt sich aber heraus, dass Tsubasa ein hervorragender Spieler ist. Darum stellt ihn Ryo in der Zweiten Halbzeit als Stürmer auf. Gemeinsam stellen sie Wakabayashi, den Torhüter von Shutetsu, gewaltig auf die Probe. Am Ende gelingt Nankatsu das goldene Tor: Die Elf darf den Platz allein benutzen. Tsubasa ist der Held des Tages.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251548","hoster":"VOE"},{"path":"/redirect/8251549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-2","name":"Der Profi aus Brasilien","epNo":2,"alt":"Episode 02","descr":"Roberto taucht eines Tages mit einem Brief von Tsubasas Vater auf, der seine Frau und seinen Sohn darum bittet, den jungen Brasilianer zu beherbergen und sich um ihn zu kümmern, solange er in Japan ist. Tsubasa ist ganz begeistert von dem Besuch, weil Roberto der Mittelstürmer des FC Brancos und brasilianischer Nationalspieler ist. Er kann Roberto dazu überreden, die Fußballmannschaft der Nankatsu-Schule zu trainieren, und bald kann auch Tsubasa solche Kunststücke wie den Fallrückzieher. Was weder Tsubasa noch seine Mutter und auch die jungen Fußballer nicht wissen ist, dass Roberto in Japan weilt, um seine schwere Augenkrankheit behandeln zu lassen, die es ihm unmöglich macht, seine Karriere als Profifußballer fortzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251558","hoster":"VOE"},{"path":"/redirect/8251561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-3","name":"Unerwartete Rückkehr","epNo":3,"alt":"Episode 03","descr":"Ein großes Fußballturnier wirft seine Schatten voraus und die Jungs von der Nankatsu Schule sind wild entschlossen, es zu gewinnen. Tsubasa überredet Roberto, die Mannschaft zu trainieren, und es sind tatsächlich erhebliche Verbesserungen im Zusammenspiel zu beobachten. Die Jungs von der Shutetsu Schule mit ihrem Captain Genzo Wakabayashi sind allerdings genauso erpicht darauf, das Turnier zu gewinnen und Genzo hat sich vorgenommen, jeden Schuss von Tsubasa zu halten. Wie zu erwarten war, stehen beide Mannschaften im Endspiel und es enwickelt sich ein erbitterter Kampf, in dessen Verlauf es den Nankatsus immer öfter gelingt, Shutetsu in Bedrängnis zu bringen. Als Genzo allerdings ein Tor schießt und Ishizaki verletzt ausfällt, sieht es schlecht aus für Nankatsu, aber dann lässt sich Misaki einwechseln, der gerade erst mit seinem Vater nach Nankatsu zurückgekehrt ist und schon früher in der Mannschaft gespielt hat. Misaki und Tsubasa verstehen sich auf Anhieb prächtig und gemeinsam gelingt ihnen noch der Ausgleich gegen einen sehr frustrierten Genzo.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251582","hoster":"VOE"},{"path":"/redirect/8251584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-4","name":"Ein ganz harter Brocken","epNo":4,"alt":"Episode 04","descr":"Die Landesmeisterschaft der Junioren steht bevor und in Nankatsu findet ein Auswahlverfahren statt, um die besten Spieler der verschiedenen Schulen für den FC Nankatsu zu finden. Nach vielen Tests durch eine Prüfungskommission werden unter anderem Tsubasa, Misaki, Ishizaki und Genzo Wakabayashi in das Team berufen. Während die Jungs für das Turnier trainieren, taucht Kojiro Hyuga vom FC Meiwa auf und verkündet prahlerisch, dass der FC Nankatsu kein Gegner für seine Mannschaft und auch der viel gepriesene Genzo kein Wundertorhüter sei. Die Nankatsu Spieler sind nach dieser Kampfansage nur um so entschlossener, die Meisterschaft zu gewinnen. Zurück in Meiwa wird Kojiro aber durchaus von Selbstzweifeln gequält, die ihm der gewiefte Trainer Kira, der überzeugter Anhänger eines bedingungslosen Angriffsfußballs ist, allerdings wieder ausreden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246921","hoster":"VOE"},{"path":"/redirect/8246920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-5","name":"Ein Neuer Teamgeist","epNo":5,"alt":"Episode 05","descr":"Der FC Nankatsu muss eine Reihe von Vorrunden-Spielen bestreiten, um an der Landesjunioren-Meisterschaft teilnehmen zu können. Zunächst hat die frisch zusammengestellte Mannschaft noch Schwierigkeiten, harmonisch zusammenzuspielen, was auch daran liegt, dass es gewisse Eifersüchteleien zwischen den einzelnen Schulen gibt, von denen die Spieler stammen. Im Endspiel der Vorrunde muss der FC Nankatsu gegen den FC Shimada antreten, der nicht nur eine sehr gute Abwehr, sondern auch ein gutes Mittelfeld hat und jegliche Konterchancen konsequent nutzt. Bei einem dieser Konter prallt Ishizaki ausgerechnet mit dem eigenen Torwart Genzo zusammen, so dass dieser verletzt vom Platz muss. Als Nankatsu kurz darauf in Rückstand gerät, scheint schon alles verloren. Aber wieder mal schafft es Tsubasa mit seinem unbändigen Siegeswillen, das Spiel umzudrehen und doch noch für Nankatsu zu gewinnen. Daraufhin übergibt ihm der verletzte Genzo die Kapitänsbinde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246942","hoster":"VOE"},{"path":"/redirect/8246941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-6","name":"Los geht’s!","epNo":6,"alt":"Episode 06","descr":"Im ersten Spiel während des Jugendturniers treffen die Mannschaften des FC Méiwa und des FC Nankatsu aufeinander. Im Duell liefern sich Kojiro Hyuga und Tsubasa Ozhora harte Zweikämpfe. Durch einen glücklichen Treffer kann der FC Méiwa das Spiel in letzter Sekunde für sich entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251335","hoster":"VOE"},{"path":"/redirect/8251613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-7","name":"Super-Ass Misugi","epNo":7,"alt":"Episode 07","descr":"Der FC Nakatsu steht im Halbfinale gegen den FC Musashi. Der Mannschaftskapitän von Musashi, Jun Misugi, ist herzkrank und dürfte eigentlich nur für 15 Minuten auf den Platz. Um gegen sein Idol Tsubasa zu gewinnen, will Misugi aber in jedem Fall 90 Minuten durchspielen. Sowohl er als auch Tsubasa geben ihr Bestes. Zur Halbzeit steht es 1:1 – und Misugi denkt immer noch nicht ans Aufhören. Die Trainerassistentin des FC Musashi macht sich so große Sorgen um die Gesundheit ihres Champions, dass sie zu Tsubasa geht. Sie bittet ihn, Misugi gewinnen zu lassen, bevor noch etwas Schlimmes geschieht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251615","hoster":"VOE"},{"path":"/redirect/8251616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-8","name":"Sein letztes Spiel","epNo":8,"alt":"Episode 08","descr":"Das nationale Finale zwischen Meiwa und Nankatsu steht vor der Tür. Als Wakabayashi zu den Nankatsu-Kickern zurück geht, jubelt das Team natürlich. Die Mannschaft von Meiwa hat inzwischen einen neuen Torhüter: Ken Wakashimazu. Er benutzt Karateeinlagen, um sein Tor zu verteidigen. Keine leichte Aufgabe für die Jungs um Tsubasa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113529","hoster":"VOE"},{"path":"/redirect/8246924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-9","name":"Duell der Torhüter","epNo":9,"alt":"Episode 09","descr":"Das nationale Finale zwischen Meiwa und Nankatsu steht vor der Tür. Wakabayashi kehrt zu den Nankatsu-Kickern zurück, was die Stimmung im Team natürlich stark verbessert. Die Mannschaft von Meiwa hat einen neuen Torhüter. Er heißt Ken Wakashimazu und benutzt Karateeinlagen, um sein Tor zu verteidigen. Keine leichte Aufgabe für die Jungs um Tsubasa. Das Spiel muss in der Verlängerung entschieden werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246933","hoster":"VOE"},{"path":"/redirect/8246931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-10","name":"Sieg und Niederlage","epNo":10,"alt":"Episode 10","descr":"Die von Müdigkeit und Verletzungen geplagten Spieler der Teams von Nankatsu und Meiwa müssen in die Verlängerung des nationalen Pokals. Doch immer noch will keine Entscheidung fallen. Die Nachspielzeit hat bereits begonnen, als Tsubasa die Chance zu einem Fallrückzieher vor dem gegnerischen Tor erhält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246897","hoster":"VOE"},{"path":"/redirect/8246896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-11","name":"Auf Wiedersehen, Roberto","epNo":11,"alt":"Episode 11","descr":"Tsubasa, der Matchwinner im Pokalfinale bekommt ein Angebot von Matsumoto, dem Scout der Toho-Akademie. Er zögert mit seiner Entscheidung. Als er erfährt, dass Huego für Toho spielen will, ist er überrascht. Doch als er auch noch herausfindet, dass Wakabayashi und Misaki nach Europa wechseln, ist er schockiert, denn er will sie nicht verlieren. Er fühlt sich völlig allein gelassen. Da taucht plötzlich Roberto auf, um ihm eine neue Schusstechnik beizubringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246888","hoster":"VOE"},{"path":"/redirect/8246886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-12","name":"Die Zukunft beginnt","epNo":12,"alt":"Episode 12","descr":"Tsubasa steht vor seinem letzten Spiel für die Broncos in Brasilien. Er wird nostalgisch und muss an seine alten Zeiten in Japan denken. Die Erinnerungen an seine früheren Teamkollegen aus Nankatsu und seine Gegner aus Meiwa sind immer noch frisch. Während er so zurückblickt, merkt er, wie weit er seitdem schon gekommen ist. Als Fußballer fühlt er sich seinen ehemaligen Mitspielern und Gegner noch heute stark verbunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246943","hoster":"VOE"},{"path":"/redirect/8246945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-13","name":"Der Tigerschuss","epNo":13,"alt":"Episode 13","descr":"Tsubasas Schulmannschaft steht vor dem Gewinn der dritten nationalen Meisterschaft. Das will die Mannschaft von Toho, in der Hyuga spielt, natürlich unbedingt verhindern. Huego möchte unbedingt gegen Tsubasa gewinnen. Sein Verhältnis zu seinem Trainer wird derweil immer schlechter. Da taucht plötzlich sein alter Coach Kira auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246951","hoster":"VOE"},{"path":"/redirect/8246950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-14","name":"Jito, was nun?","epNo":14,"alt":"Episode 14","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251552","hoster":"VOE"},{"path":"/redirect/8251551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-15","name":"Die 10, die aus der Kälte kam","epNo":15,"alt":"Episode 15","descr":"Tsubasa zieht sich schon im ersten Spiel des Turniers eine Verletzung an der Schulter zu, die ihn behindert. Trotzdem schafft es seine Mannschaft bis ins Halbfinale zu kommen. Dort trifft das Team von Tsubasa auf Furano, die mit ihrem Spielsystem bisher weit gekommen sind, jedoch noch nie die Meisterschaft erringen konnten. Das soll sich dieses Jahr ändern - alle Spieler tragen ein spezielles Stirnband mit einer Siegesbotschaft darauf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246939","hoster":"VOE"},{"path":"/redirect/8246937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-16","name":"Schlechte Nachrichten","epNo":16,"alt":"Episode 16","descr":"Obwohl Tsubasas Team das Halbfinale gewonnen hat, gibt es schlechte Nachrichten, denn Tsubasas Schulterverletzung hat sich weiter verschlimmert. Sein Arzt rät ihm im Finale nicht aufzulaufen. Sein Freund Wakabayashi besucht ihn am Krankenbett und nimmt ihn kurz darauf mit zum Teamarzt seines eigenen Teams, das zufällig gerade in Japan weilt. Dr. Stein gilt als absoluter Fachmann, doch es ist nicht sicher, ob er Tsubasa noch vor dem Finale helfen kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382019","hoster":"VOE"},{"path":"/redirect/8704515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-17","name":"Auf der Bank","epNo":17,"alt":"Episode 17","descr":"Dr. Stein hat ein medizinisches Wunder bewirkt: Tsubasa kann immerhin eine Halbzeit des Finales spielen. Derweil gibt es mächtig Ärger beim Gegner aus Toho, in dessen Reihen Huego spielt. Es gibt Probleme zwischen dem Trainer Kitazume und der Mannschaft. Nach einer Aussprache raufen sich jedoch alle zusammen, und der Trainer stellt auch Huego auf. Als er aufläuft, muss er erstaunt feststellen, dass sein Freund Tsubasa gar nicht für den Gegner auf dem Platz steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246948","hoster":"VOE"},{"path":"/redirect/8246947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-18","name":"Mit voller Wucht","epNo":18,"alt":"Episode 18","descr":"Zur Halbzeit führt Toho bereits 3:0 gegen Tsubasas Team im nationalen Finale. Alles scheint verloren, als Tsubasa doch noch eingewechselt wird. Er feuert seine Mitspieler an und tatsächlich schaffen sie es den Ausgleich zu erzielen. Doch Toho geht kurze Zeit später wieder in Führung. Als das Spiel für Tsubasas Mannschaft bereits gelaufen zu sein scheint, fällt doch noch der Ausgleich. Die Verlängerung muss die Entscheidung bringen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246952","hoster":"VOE"},{"path":"/redirect/8246954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-19","name":"Mach weiter, Tsubasa!","epNo":19,"alt":"Episode 19","descr":"Tsubasa erzielt das entscheidende Ausgleichstor im Finale gegen Toho. Seine Schulterschmerzen sind jedoch so schlimm, dass er kurze Zeit später ohnmächtig wird. Er wacht im Behandlungszimmer der medizinischen Abteilung auf. Trotz seiner Schmerzen will er unbedingt weiter spielen. Sein Gegner Hyuga ist beeindruckt von Tsubasas Kampfgeist. Die Zeit läuft währenddessen immer weiter ab...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113527","hoster":"VOE"},{"path":"/redirect/8246906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-20","name":"Endlich dabei!","epNo":20,"alt":"Episode 20","descr":"Aufgrund seiner herausragenden Leistungen wird Tsubasa, genauso wie sein Freund Huego, in die Jugendnationalmannschaft berufen. Doch aufgrund seiner Schulterverletzung kann er nicht teilnehmen. Er freut sich trotzdem und hofft, bei der nächsten Auslandsreise nach Frankreich mit von der Partie zu sein. Doch als die Teilnehmerlisten veröffentlicht werden, ist sein Name nicht darauf. Er ist natürlich furchtbar enttäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246898","hoster":"VOE"},{"path":"/redirect/8246899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-21","name":"Das erste Testspiel","epNo":21,"alt":"Episode 21","descr":"Das erste Testspiel in Europa steht an: Die Japaner müssen ausgerechnet gegen den neuen Verein von Wakabayashi, den FC Giersbach antreten. Wakabayashi ist inzwischen zu einem Top-Torhüter gereift und dem japanischen Team gelingt es nicht, auch nur ein einziges Tor in der ersten Halbzeit zu erzielen. Der deutsche Stürmer Schneider erzielt zudem auch noch einen Hattrick. Die Stimmung der Japaner ist auf dem Tiefpunkt. Da taucht plötzlich Tsubasa auf. Er hat seine Verletzung überwunden und ist wieder fit, doch der Trainer will ihn zuerst trotzdem nicht bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251564","hoster":"VOE"},{"path":"/redirect/10332055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-22","name":"Die Glorreiche Nummer 10","epNo":22,"alt":"Episode 22","descr":"Die Italiener sagen das geplante Test-Match gegen Japans Team ab, nachdem sie gesehen haben, wie sie gegen den FC Giersbach haushoch verloren haben. Das nimmt Tsubasa persönlich und beweist den Italienern in einem Trainingsspiel, was er drauf hat. Alle sind beeindruckt und Tsubasa steht fortan als gesetzte Nummer 10 bei den Japanern auf dem Feld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927283","hoster":"VOE"},{"path":"/redirect/8246908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-23","name":"Das Comeback des goldenen Duos","epNo":23,"alt":"Episode 23","descr":"Katagiri, der Trainer der Japaner besucht den Spieler Misaki, der inzwischen in Paris lebt, um ihn zu überzeugen, zu den Japanern zurückzukommen. Doch Misaki hat Bedenken. Erst als Tsubasa mit ihm redet, kann er umgestimmt werden. Das alte Traum-Duo ist also wiedervereinigt. Mit dieser Verstärkung ist das japanische Team jetzt natürlich kein Außenseiter im Turnier mehr!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246910","hoster":"VOE"},{"path":"/redirect/8246911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-24","name":"Der König der Abwehr","epNo":24,"alt":"Episode 24","descr":"Die Japaner müssen in ihrem ersten Spiel auf dem internationalen Turnier gegen die abwehrstarken Italiener spielen. Das Spiel wird von beiden Seiten mir großer Entschlossenheit geführt. Besonders Hernandez, der Torwart der Südeuropäer, stellt sich als besonders stark heraus. Zu Beginn der ersten Halbzeit geht das italienische Team in Führung, doch Japan kann kurze Zeit später ausgleichen. Hernandez baut daraufhin die Abwehr der Italiener um, so dass Japan immer größere Probleme bekommt. In der letzten Minute kann Hernandez einen Schuss von Tsubasa nur wegfausten, Hyuga stürmt von hinten heran, um abzustauben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251333","hoster":"VOE"},{"path":"/redirect/8246861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-25","name":"Das Genie der Argentinier","epNo":25,"alt":"Episode 25","descr":"Der nächste Gegner heißt Argentinien. Die Jungs um Tsubasa müssen das Spiel unbedingt gewinnen, falls sie die Endrunde erreichen wollen. Leichter gesagt als getan, denn die Argentinier haben den Superstar Diaz in ihren Reihen. Schon in der ersten Halbzeit ballert Diaz den Japanern drei Bälle ins Netz. Doch Tsubasa kann den Topstar ärgern, indem er das japanische Team umstellt und ein Tor nach dem anderen erzielt. Er entwickelt sich ein verbissener Zweikampf zwischen den beiden Stars...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251568","hoster":"VOE"},{"path":"/redirect/8251567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-26","name":"Zweimal Gelb","epNo":26,"alt":"Episode 26","descr":"Nach dem knappen Sieg gegen die Argentinier sind Japans Spieler im siebten Himmel. Doch um das Endspiel zu erreichen, muss das Team von Tsubasa auch das nächste Spiel gegen Frankreich gewinnen. Die Partie fängt gut für Japan an, denn sie gehen direkt mit 1:0 in Führung. Die Franzosen können jedoch schon bald den Ausgleich erzielen. Ihr Mittelfeldspieler Pierre spielt sehr elegant und verfügt über eine atemberaubende Schusstechnik. Bei einem seiner zahlreichen Angriffe foult Soda einen von Pierres Mitspielern, so dass der Japaner des Feldes verwiesen wird. Nun sind sie nur noch zu zehnt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251569","hoster":"VOE"},{"path":"/redirect/8251571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-27","name":"Protest mit Folgen","epNo":27,"alt":"Episode 27","descr":"Tsubasa protestiert lautstark, nachdem sein Mitspieler Soda eine gelbe Karte erhalten hat. Die Konsequenz: auch er bekommt eine. Die Franzosen, die jetzt in Überzahl spielen, bekommen kurz darauf einen Elfmeter und gehen in Führung. Der Schiedsrichter scheint sich gegen Tsubasas Mannschaft verschworen zu haben, denn er pfeift alle knappen Entscheidungen gegen Japan. Frustriert gehen die Spieler zur Halbzeit in die Kabine - Tsubasa gibt jedoch noch nicht auf und versucht sein Team zu motivieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251576","hoster":"VOE"},{"path":"/redirect/8251575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-28","name":"Der Fünfte Schuss","epNo":28,"alt":"Episode 28","descr":"Das Endspiel gegen Frankreich geht in die entscheidende Phase. Doch auch in der Verlängerung gelingt es keinem der beiden Teams, ein weiteres Tor zu erzielen. Als das Elfmeterschießen beginnt, treffen zuerst alle Schützen beider Teams. Doch dann hält Wakashimazu den Schuss des fünften französischen Spielers. Der Nächste, der zum Elfmeterpunkt schreitet, ist Tsubasa...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246891","hoster":"VOE"},{"path":"/redirect/8246890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-29","name":"Ab ins Finale!","epNo":29,"alt":"Episode 29","descr":"Die Japaner haben Frankreich bezwungen, jetzt geht es gegen die deutsche Mannschaft. Ein absoluter Angstgegner. Die Ausgangssituation ist schlecht, denn Wakashimazu ist durch seine Verletzung ausgefallen, und Wakabayashi muss beweisen, dass er ihn ersetzen kann. Tsubasa, Shinda, Izawa and Hyuga stürmen auch munter drauflos, aber der geheimnisvolle Torhüter der Deutschen, Dieter Mueller, hält einfach jeden Ball...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251579","hoster":"VOE"},{"path":"/redirect/8251580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-30","name":"Der Tipp von Seite 52","epNo":30,"alt":"Episode 30","descr":"Zur Halbzeit liegt Japan gegen Deutschland mit Eins zu Null zurück. Katagiri überbringt Tsubasa eine Nachricht von seinem Förderer Roberto. Der Tipp erweist sich als genau richtig, denn er verleiht Tsubasa neue Kraft für das restliche Match. Roberto hat sich sogar persönlich ins Stadion begeben, um den Ausgang der Partie mit anzusehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251588","hoster":"VOE"},{"path":"/redirect/8251587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-31","name":"Traumtor für Japan!","epNo":31,"alt":"Episode 31","descr":"Hyuga verwandelt Tsubasas Pass zu einem Traumtor für Japan! Das ist die Führung, aber noch sind die Deutschen nicht geschlagen. Kaltz und Schneider nutzen eine Abwehrschwäche der Japaner und erzielen den Ausgleichstreffer. Tsubasas Mitspieler sind wie gelähmt, aber dem Stürmerstar gelingt es, sie neu zu motivieren. Doch dann prallt er mit Kaltz zusammen und stürzt zu Boden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251590","hoster":"VOE"},{"path":"/redirect/8251592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-32","name":"Auf nach Brasilien …","epNo":32,"alt":"Episode 32","descr":"Nachdem Tsubasas Mannschaft zum dritten Mal die Mittelstufen-Meisterschaft gewonnen hat, reist der Starstürmer nach Brasilien. Beim FC Brancos, der Mannschaft seines alten Freundes und Mentors Roberto, unterzieht er sich einer Aufnahmeprüfung. Sein Mitbewerber Pepe beneidet Tsubasa, denn für Pepe ist der Fußball die einzige Möglichkeit, einem Leben in Armut zu entkommen. Einen Spieler wie Tsubasa, der aus dem reichen Japan stammt, kann er einfach nicht akzeptieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246929","hoster":"VOE"},{"path":"/redirect/8246927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-33","name":"Der Fußball-Cyborg","epNo":33,"alt":"Episode 33","descr":"Tsubasa spielt jetzt für den Topverein FC Brancos. Im Match gegen den Konkurrenz-Club Domingo trifft er auf Carlos Santana, genannt der \"Fußball-Cyborg\", für den strikte Ballkontrolle alles ist. Santana verabscheut Tsubasas leichtfüßige Spielweise. Umso mehr wurmt es ihn, dass der japanische Spitzenspieler das erste Tor erzielt. Santanas schneller Ausgleichstreffer beeindruckt Tsubasa, aber mit dessen mechanischer Spielphilosophie ist er überhaupt nicht einverstanden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246925","hoster":"VOE"},{"path":"/redirect/8246928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-34","name":"Santana, der Göttliche","epNo":34,"alt":"Episode 34","descr":"Im Match gegen Tsubasa erinnert sich Santana, bekannt als der \"Fußball-Cyborg\", an seine Kindheit: Er ist ein ganz normaler Junge und liebt das Fußballspielen über alles - aber dann sterben seine Großeltern, bei denen er aufgewachsen ist. Der reiche Barla nutzt Santanas verzweifelte Lage und zwingt ihn, sich seinem Team anzuschließen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246934","hoster":"VOE"},{"path":"/redirect/8246936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-35","name":"Tsubasa contra Santana","epNo":35,"alt":"Episode 35","descr":"Santana, der \"Fußball-Cyborg\", hat nur ein Ziel im Leben: sportlichen Erfolg. Doch im Match gegen Tsubasa taut der eiskalte Profi allmählich auf und verliert seine roboterartige Präzision. Die Begegnung FC Brancos gegen Domingo geht in die Nachspielzeit, und erst beim letzten Anstoß entscheidet sich, ob Tsubasa oder Santana den Siegtreffer für seine Mannschaft erzielt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251596","hoster":"VOE"},{"path":"/redirect/8251595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-36","name":"Endlich Europa","epNo":36,"alt":"Episode 36","descr":"Tsubasa verlässt Brasilien, um sich in Europa nach einem neuen Verein umzusehen. Der spanische Club FC Catalunia beeindruckt ihn besonders, und er beschließt, hierher zu wechseln. Hyuga zieht es dagegen nach Italien, wo er beim FC Piemont spielen will...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251336","hoster":"VOE"},{"path":"/redirect/14169348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-37","name":"Hyugas großer Challenge","epNo":37,"alt":"Episode 37","descr":"Huego kommt im Heimstadion des FC Piemont in Italien an. Dort nimmt er an einem Trainingscamp seines neuen Teams teil. Huegos Ziel ist es, bei seinem neuen Club so schnell wie möglich zum Top-Scorer aufzusteigen. Das ist jedoch gar nicht so einfach, weil der holländische Nationalspieler Willem diesen Platz bereits für sich beansprucht hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246880","hoster":"VOE"},{"path":"/redirect/8246881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-38","name":"Zeit des Hoffens","epNo":38,"alt":"Episode 38","descr":"Tsubasa, Wakabayashi, Hyuga und Misaki werden ins japanische Nationalteam berufen, um ein Trainingsmatch gegen Holland zu bestreiten. Eine große Ehre für die jungen Spieler! Sie müssen aber bald erfahren, dass die Holländer mit der Auswahl der japanischen Spieler überhaupt nicht zufrieden sind...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246869","hoster":"VOE"},{"path":"/redirect/8246870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-39","name":"Hier kommt Shingo Ao!","epNo":39,"alt":"Episode 39","descr":"Die japanische Nationalmannschaft bereitet sich auf ihr Trainingsspiel gegen Holland vor. Wakashimazu erfährt, dass er in der Partie nur zweiter Torhüter sein wird. Daraufhin beschließt er, das Trainingslager zu verlassen. Gleichzeitig stößt mit Shingo Aoi ein neuer Spieler zum Team, über den Katagiri einiges zu erzählen weiß: Er verließ einst seine Heimat, um ganz allein nach Italien aufzubrechen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246882","hoster":"VOE"},{"path":"/redirect/8246884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-40","name":"Die neue Nationalmannschaft","epNo":40,"alt":"Episode 40","descr":"Das Freundschaftsspiel zwischen Holland und Japan beginnt: Tsubasa und Hyuga treiben den Ball nach vorne, doch die niederländische Abwehr hat keine Probleme die Angriffe der beiden abzuwehren. Das holländische Team dominiert. Wakabayashi hält erst gut - aber dann fängt er sich doch noch ein Tor...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246872","hoster":"VOE"},{"path":"/redirect/8246871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-41","name":"Gegen Holland","epNo":41,"alt":"Episode 41","descr":"Nachdem die erste Hälfte nicht ideal lief, wechseln die Japaner den Abwehrspieler Misugi ein. Er soll die Defensive stabilisieren, und so auch das Spiel nach vorne wieder beleben. Doch die Abwehr der Holländer scheint unüberwindbar...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246917","hoster":"VOE"},{"path":"/redirect/8246918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-42","name":"Neue Wege","epNo":42,"alt":"Episode 42","descr":"Nach dem Hollandspiel gehen die japanischen Spieler wieder zurück zu ihren Vereinen. Hyuga geht nach Okinawa und Tsubasa nach Hawaii. Das harte Spiel gegen die Niederländer hat allen gezeigt, welch hohes Niveau in der Weltklasse herrscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246902","hoster":"VOE"},{"path":"/redirect/8246903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-43","name":"Der Katalonische Adler","epNo":43,"alt":"Episode 43","descr":"Tsubasa geht zurück nach Spanien, um dort an dem Trainingscamp des FC Katalonien teilzunehmen. Schon am ersten Tag fordert er den Star Rivaul zu einem eins gegen eins Spiel heraus - und wird vernichtend geschlagen. Währenddessen hat Hyuga in Italien große Probleme: Sein Fitnesscoach bezeichnet ihn als einen Versager, da seine Fitnesswerte nicht stimmen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246914","hoster":"VOE"},{"path":"/redirect/8246915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-44","name":"Kämpfe für dein Ziel","epNo":44,"alt":"Episode 44","descr":"Am zweiten Tag des Trainingscamps des FC Katalonien kommt es zu einem Trainingsmatch mit allen Spielern. Nachdem Tsubasa tags zuvor von Rivaul besiegt wurde, hat er nun die Möglichkeit zur Revanche...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246857","hoster":"VOE"},{"path":"/redirect/8246858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-45","name":"Eine schonungslose Mitteilung","epNo":45,"alt":"Episode 45","descr":"Der Trainer des FC Katalonien testet Tsubasa auf verschiedenen Positionen der ersten Mannschaft - und er spielt auf allen wirklich gut. Derweil erkämpft sich Hyuga in Piemont den Respekt seiner Mannschaftskameraden, die ihn für seinen harten Schuss bewundern. Zu seiner Freunde stellt sein Verein ihn für die erste Mannschaft auf. Tsubasa hat weniger Glück...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251603","hoster":"VOE"},{"path":"/redirect/8251600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-46","name":"Die Brücke der Hoffnung","epNo":46,"alt":"Episode 46","descr":"Tsubasa erfährt, dass er nur für die B-Mannschaft ausgewählt wurde und ist völlig am Boden zerstört. Hyuga, der davon hört, rät seinem Freund nach Italien zu wechseln. Doch Tsubasa will sich der Herausforderung in Barcelona stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246893","hoster":"VOE"},{"path":"/redirect/8246894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-47","name":"Hyuga’s Auftakt in Italien","epNo":47,"alt":"Episode 47","descr":"Hyuga spielt im Eröffnungsspiel seines Teams in der italienischen Meisterschaft. Er geht sofort in die Offensive und hat einige spektakuläre Aktionen. Als er sogar ein Tor vorbereitet, jubelt die Menge, doch der Schiedsrichter pfeift die Szene ab..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001680","hoster":"VOE"},{"path":"/redirect/8246867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-48","name":"Stürmer in Tränen","epNo":48,"alt":"Episode 48","descr":"In seinem ersten Spiel in der italienischen Liga hat Hyuga mit der harten gegnerischen Abwehr zu kämpfen. Völlig erschöpft wird er gegen Ende der 2. Halbzeit ausgewechselt. Er beschließt, seine Fitness zu verbessern, um künftig länger durchzuhalten. Tsubasa hat sich inzwischen damit abgefunden, nur in der B-Mannschaft zu spielen und will das Beste daraus machen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8251609","hoster":"VOE"},{"path":"/redirect/8251606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-49","name":"Das Ziel: 10 Tore und 10 Vorlagen","epNo":49,"alt":"Episode 49","descr":"Eduard, der Trainer des FC Katalonien, fordert Tsubasa heraus: Innerhalb eines Jahres soll er zehn Tore für den Verein schießen und zehn Torvorlagen liefern. Gleich im ersten Match will Tsubasa diese Anforderung erfüllen. Er schafft sechs Tore und vier Vorlagen und versetzt die Zuschauer mit dieser Leistung in Begeisterung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246863","hoster":"VOE"},{"path":"/redirect/8246864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-50","name":"Kampf der Rivalen","epNo":50,"alt":"Episode 50","descr":"Wakabayashis Mannschaft, der FC Gruenbald, spielt gegen den deutschen Meister Routburg. Wakabayashi und sein Mannschaftskollege Kaltz sorgen durch ihre überragende Taktik für den ersten Treffer, aber Schneider erzielt kurz darauf den Ausgleichstreffer. Dann gelingt es ihm auch noch, Kaltz zu einem Foul zu provozieren, der dafür die rote Karte kassiert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246877","hoster":"VOE"},{"path":"/redirect/8246879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-51","name":"Der Traumschuss","epNo":51,"alt":"Episode 51","descr":"In der B-Mannschaft des FC Katalonien hat Tsubasa zehn Tore erzielt und zehnmal die Torvorlage geliefert. Damit hat er den Leistungstest von Trainer Eduard bestanden und darf künftig in der A-Mannschaft spielen. Gleich im ersten Spiel wird er für den verletzten Rivaul eingewechselt. Jetzt trifft er auf seinen Erzrivalen Santana, der für den gegnerischen Club San Jose spielt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246874","hoster":"VOE"},{"path":"/redirect/8246875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/super-kickers-2006/staffel-1/episode-52","name":"Kämpfer auf dem Fußballfeld","epNo":52,"alt":"Episode 52","descr":"Im Spiel gegen San Jose trifft Tsubasa auf seinen alten Rivalen Santana. Der spielt hervorragend und erzielt auch schnell ein Tor. Tsubasa gelingt der Ausgleichstreffer, aber das Spiel ist noch nicht vorüber... Auch Hyuga und Wakabayashi müssen in ihren Teams harte Bewährungsproben bestehen, bevor die drei Freunde wieder zusammentreffen: Gemeinsam treten sie für das japanische Nationalteam an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8246856","hoster":"VOE"},{"path":"/redirect/8246854","hoster":"Streamtape"}]}]}]}]}