{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen","name":"Supernatural - Zur Hölle mit dem Bösen","descr":"Im Mittelpunkt der Serie stehen die Brüder Dean und Sam Winchester, deren Mutter von einem Dämon getötet wurde, als beide noch sehr jung waren. Ihr Vater John Winchester erzieht die beiden zu Jägern gegen alles Übernatürliche, um Rache an dem Mörder seiner Frau nehmen zu können. Die Brüder reisen quer durch die Vereinigten Staaten, jagen die verschiedensten Kreaturen und retten zahlreiche Menschenleben. Dabei bleibt es jedoch nicht und sie erkennen ihren wahren Platz in der Welt und dass im Universum nicht nur Dämonen, Geister und Werwölfe, sondern auch weitaus mächtigere Dinge existieren.","seasons":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/filme/film-1","name":"Die Straße der Erinnerung","epNo":1,"alt":"The Long Road Home","descr":"The Long Road Home ist eine spezielle dokumentarische Episode, die auf die gesamte Geschichte von Supernatural zurückblickt . Es wurde direkt vor dem Finale der 15. Staffel am 19. November 2020 ausgestrahlt. ZusammenfassungMachen Sie sich bereit für das Finale mit Besetzungsinterviews von Jared Padalecki , Jensen Ackles , Misha Collins und Alexander Calvert mit dem Schöpfer Eric Kripke , den ausführenden Produzenten Robert Singer und Andrew Dabb sowie den besonderen Gaststars Jim Beaver , Samantha Smith , Ruth Connell und Kim Rhodes und Mark Sheppard . BesetzungHauptbesetzungJared Padalecki als er selbst und Sam Winchester (Archivmaterial)Jensen Ackles als er und Dean Winchester (Archivmaterial)Misha Collins als er selbst sowie Castiel , Alternate Misha und The Shadow (Archivmaterial)Alexander Calvert als er selbst sowie Jack Kline und Belphegor (Archivmaterial)Eric Kripke als er selbstRobert Singer als er selbstAndrew Dabb als er selbstBesondere GaststarsSamantha Smith als sie selbst und Mary Winchester (Archivmaterial)Jim Beaver als er selbst und Bobby Singer (Archivmaterial)Kim Rhodes als sie selbst und Jody Mills (Archivmaterial)Mark Sheppard als er selbst und Crowley (Archivmaterial)Ruth Connell als sie selbst und Rowena MacLeod (Archivmaterial)ArchivaufnahmenJeffrey Dean Morgan als John WinchesterJake Abel als MichaelRob Benedict als GottEmily Swallow als AmaraMark Pellegrino als LuziferRichard Speight Jr. als er und GabrielDJ Qualls als Garth Fitzgerald IVLisa Berry als BillieJulian Richings als TodCurtis Armstrong als MetatronGenevieve Padalecki als RubinJeffrey Vincent Parise als AsmodeusKurt Fuller als ZachariahSamantha Ferris als Ellen HarvelleAlona Tal als Jo HarvelleKatherine Boecher als LilithSebastian Roché als BalthazarMatt Cohen als junger John WinchesterFredric Lehne als AzazelJerry Trimble als RamielNicki Aycox als Meg MastersAdrianne Palicki als Jessica MooreChristopher Heyerdahl als AlastairJulie McNiven als Anna MiltonCarlos Sanz als VergilMicah A. Hauptman als Eric KripkeBrian Doyle-Murray als Robert SingerSarah Shahi als Constance WelchErin Karpluk als Monica HoltUnterrichten Sie Grant als Deputy DonellyRukiya Bernard als Mia VallensAmber Benson als LenoreTy Olsson als EliChristine Chatelain als Ellen PiccoloMichael Massee als KubrickGina Holden als Haley CollinsGraham Wardle als Tommy CollinsAlden Ehrenreich als Ben CollinsDavid Mattey als Luther GarlandAlexia Schnell wie Missy BenderJohn Dennis Johnston als Pa BenderShawn Reis als Lee BenderKen Kirzinger als Jared BenderRoy Campsall als Colorado WendigoJon Van Ness als CreedyGary Cole als Brad ReddingDon Stark als Jay WileyElizabeth Whitmere als Tara BenchleyMichael B. Silver als Martin FlaggRegan Burns als McGAndrea Menard als Christine BarkerL. Harvey Gold als Mr. PendletonNiall Matter als BuddyHannah Levien als CalliopeKatie Sarife als MarieNatalie Sharp als MaggieJoy Regullano als MaeveAlyssa Lynch als SiobhanRachel Warkentin als TammyAlberta Mayne als Frau ChandlerVictoria Katongo als StevieDonny Lucas als TerryPeter Neu als JayBronagh Waugh als Frau WattShaw Madson als AdamsUnbekannter Schauspieler als Abaddons DämonUnbekannte Schauspieler als Zachariahs FußsoldatenChristian Kane als Lee WebbAngela Case als illusionäres Mädchen # 1Sarah Smyth als Krankenschwester # 1Keusch Ballesteros als Krankenschwester # 2Granat Harding als Cop Dies ist das zweite Special im Dokumentarfilmstil, das erste ist A Very Special Supernatural Special , das direkt vor der Premiere der 10. Staffel ausgestrahlt wurde.Diese Episode wurde im Rahmen eines zweistündigen Serienfinales beworben, bei dem Carry On direkt danach ausgestrahlt wurde. Die Folge enthüllt einige interessante Details: Eric Kripke verglich die Beziehung von Dean und Sam mit der Beziehung zwischen Han Solo und Luke Skywalker .Jensen Ackles gab zu, dass The French Mistake eine seiner und Jareds geliebten Folgen ist. Jared Padalecki würde gerne eine ganze Staffel über Scoobynatural machen .Robert Singer sagte, dass das Publikum The Impala so sehr liebte, dass es am Ende die gesamte Episode drehte, ganz aus der Sicht des Impala. Für Andrew Dabb war das Hauptereignis der Serie, als John und Mary mit ihren Söhnen im Libanon am selben Tisch saßen .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8775991","hoster":"VOE"},{"path":"/redirect/8663288","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775598","hoster":"VOE"},{"path":"/redirect/8775616","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8776900","hoster":"VOE"},{"path":"/redirect/8663478","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-1","name":"Die Frau in Weiß","epNo":1,"alt":"Pilot","descr":"Sam und Dean Winchester haben als Kinder miterleben müssen, wie ihre Mutter Mary auf mysteriöse Weise ums Leben kam. Über 20 Jahre nach diesem furchtbaren Ereignis steht Sam kurz vor dem Collegeabschluss und führt ein normales Leben. Kontakt zu seinem Bruder hat er keinen. Dean unterstützt seinen Vater bei der Jagd nach dem Bösen und sie fahren quer durch das Land und hoffen, das zu finden, das Mary damals getötet hat. Als John nach einem solchen Jagdausflug nicht zurückkommt, sucht Dean seinen Bruder auf. Sam weigert sich zunächst, ihm auf der Suche behilflich zu sein, da er mit der Jagd eigentlich nichts mehr zu tun haben möchte. Dean bleibt hartnäckig und schließlich willigt Sam ein, seinen Bruder für ein Wochenende zu begleiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13481256","hoster":"VOE"},{"path":"/redirect/13980408","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977548","hoster":"VOE"},{"path":"/redirect/13986555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-2","name":"Wendigo","epNo":2,"alt":"Wendigo","descr":"Sam und Dean folgen den Tagebuchaufzeichnungen ihres Vaters. Die Koordinaten führen sie nach Colorado, wo drei junge Camper auf mysteriöse Weise verschwunden sind. Um mehr Information zu erhalten, geben sie sich als Park Rangers aus und nehmen Kontakt zu den Angehörigen der Camper auf. Als sie ein Handyvideo sehen, das einen der Vermissten kurz vor seinem Verschwinden zeigt, scheint ihre Befürchtung wahr zu werden. Offensichtlich haben sie es hier mit einem Wendigo zu tun, eine Kreatur, berühmt aus den Erzählungen der Ureinwohner Amerikas, die sich durch Kannibalismus zu einem Geschöpf mit übernatürlichen Kräften verwandelt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12155714","hoster":"VOE"},{"path":"/redirect/13980409","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977565","hoster":"VOE"},{"path":"/redirect/13986550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-3","name":"Tod im Wasser","epNo":3,"alt":"Dead in the Water","descr":"In Wisconsin gibt es eine Serie von mysteriösen Todesfällen, bei denen die Opfer ertrunken sein sollen. Alle sind im Lake Manitoc ums Leben gekommen, die Leichen wurden jedoch nie gefunden. Sam und Dean beginnen sich in der Stadt umzuhören und lernen Lucas kennen, einen kleinen Jungen, dessen Vater ebenfalls in dem See ums Leben gekommen ist. Lucas ist verstört und redet seit dem Unglück kein Wort. Als er Dean ein selbst gezeichnetes Bild überreicht, wird den Brüdern bewusst, dass Lucas über seherische Fähigkeiten verfügt. Lucas scheint die Orte des nächsten Todesfalls vorahnen zu können. Die Suche nach der richtigen Spur wird für Sam und Dean zu einem Rennen gegen die Zeit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12493278","hoster":"VOE"},{"path":"/redirect/13980410","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977581","hoster":"VOE"},{"path":"/redirect/13986551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-4","name":"Phantom-Reisende","epNo":4,"alt":"Phantom Traveler","descr":"Sam und Dean werden von einem Bekannten ihres Vaters kontaktiert. Er bittet sie, ihm bei der Aufklärung eines mysteriösen Flugzeugabsturzes behilflich zu sein. Wie sich herausstellt, gibt es Überlebende des Unglücks. Sam und Dean suchen nach Erklärungen und befragen Augenzeugen. Nachdem der Pilot des Unglückfluges bei einem zweiten Flugzeugabsturz ums Leben kommt, wird den beiden klar, dass sie es hier wohl mit einem mysteriösen Wesen zu tun haben. Scheinbar tötet es so lange, bis auch die restlichen Überlebenden des ersten Absturzes ums Leben gekommen sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12155712","hoster":"VOE"},{"path":"/redirect/13980428","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775602","hoster":"VOE"},{"path":"/redirect/13980389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-5","name":"Bloody Mary","epNo":5,"alt":"Bloody Mary","descr":"Drei Highschool Schülerinnen spielen \"Wahrheit oder Mutprobe\". Ihre Freundin Charlie soll ins Badezimmer gehen, sich vor den Spiegel stellen und dreimal hintereinander \"Bloody Mary\" sagen. Als kurze Zeit später tatsächlich Menschen auf mysteriöse Art und Weise sterben, beginnen Sam und Dean nach Erklärungen zu suchen. Nach einiger Zeit erhärtet sich der Verdacht, dass aus dem Spiel tödlicher Ernst wurde und Marys Geist wieder herumtreibt. Die beiden Brüder machen sich auf die Suche nach Mary, um sie endgültig zur Ruhe zu bringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776007","hoster":"VOE"},{"path":"/redirect/13980429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775603","hoster":"VOE"},{"path":"/redirect/13980391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-6","name":"Haut","epNo":6,"alt":"Skin","descr":"Zach, ein Freund von Sam, wird des Mordes beschuldigt. Doch seine Schwester sagt aus, dass er zur Tatzeit bei ihr war. Dean und Sam wollen Zachs Unschuld beweisen und stolpern bei ihren Ermittlungen über einen weiteren Mord, der nach dem gleichen Muster begangen wurde. Schnell wird klar, dass sie es mit einem Shapeshifter, einem Gestaltwandler, zu tun haben. Bei ihrem Versuch, das Wesen zu stoppen, geraten die Brüder in höchste Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043230","hoster":"VOE"},{"path":"/redirect/14045807","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043321","hoster":"VOE"},{"path":"/redirect/14100435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-7","name":"Hakenmann","epNo":7,"alt":"Hook Man","descr":"In einer kleinen Universitätsstadt in Iowa wird ein junger Mann brutal ermordet. Die einzige Augenzeugin, die Pfarrerstochter Lori Sorenson, berichtet, dass ein unsichtbares Wesen der brutale Täter war. Den Aussagen der jungen Frau wird zunächst wenig Glauben geschenkt. Als noch ein weiterer Mord auf dieselbe Art und Weise geschieht, erkennen Sam und Dean schnell, dass hier der berüchtigte Hakenmann, ein mysteriöses Wesen mit einem Haken anstelle seiner Hand, sein Unwesen treibt. Da alle Opfer in irgendeiner Beziehung zu Lori standen, suchen die beiden Brüder fieberhaft nach Hinweisen. Um Lori und ihren Vater vor dem Hakenmann zu schützten, müssen Sam und Dean die Gebeine des Geistes finden, um sie endgültig zu vernichten. Die Suche nach den Knochen erweist sich als äußerst schwierig, denn sie befinden sich in einem namenlosen Grab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043337","hoster":"VOE"},{"path":"/redirect/14100617","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043120","hoster":"VOE"},{"path":"/redirect/14100436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-8","name":"Insekten","epNo":8,"alt":"Bugs","descr":"In einer Kleinstadt in Oklahoma wurde ein Mann von Insekten angegriffen und getötet. Als Sam und Dean von dem Todesfall erfahren, beschließen sie, in der Stadt Nachforschungen anzustellen. Kurze Zeit später kommt eine Frau ums Leben, die scheinbar von Spinnen getötet wurde. Die beiden Brüder stoßen bei ihren Ermittlungen auf Matt, einen Teenager, der von allen Insektenarten fasziniert ist. Sam und Dean vermuten, dass der Junge was mit den Insektenangriffen zu tun hat und stellen ihn zur Rede. Es stellt sich aber heraus, dass nicht er für die schrecklichen Taten verantwortlich ist, sondern ein alter Fluch über der Kleinstadt liegt. Es beginnt ein Wettlauf gegen die Zeit, denn der letzte große Angriff der Insekten steht kurz bevor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043245","hoster":"VOE"},{"path":"/redirect/14100615","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043097","hoster":"VOE"},{"path":"/redirect/14100437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-9","name":"Zu Hause","epNo":9,"alt":"Home","descr":"Sam wird von schrecklichen Albträumen über sein Elternhaus gequält. Die beiden Brüder machen sich auf den Weg zu ihrem alten Zuhause, um eine mögliche Ursache für seine Träume herauszufinden. Es stellt sich heraus, dass mittlerweile eine neue Familie eingezogen ist. Sam erkennt die Frau, die inzwischen in seinem Elternhaus wohnt, aus seinen Albträumen wieder. Als die Familie von erschreckenden Geräuschen berichtet, vermuten die beiden Brüder, dass das Wesen zurückgekehrt ist, das auch ihre Mutter getötet hat. Nach kurzer Zeit erfahren sie, dass ihr Vater nach dem schrecklichen Tod ihrer Mutter Missouri Mosley aufgesucht hat. Sie finden Mosley und gemeinsam mit ihr versuchen sie herauszufinden, um was es sich wirklich handelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043248","hoster":"VOE"},{"path":"/redirect/14100616","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043119","hoster":"VOE"},{"path":"/redirect/14100439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-10","name":"Asylum","epNo":10,"alt":"Asylum","descr":"Sam und Dean entdecken ein leer stehendes ehemaliges Sanatorium und finden heraus, dass es dort einst zu einer Revolte gegen den grausamen Chefarzt kam. Während die beiden Brüder die Hintergründe des Verschwindens von vier Collegestudenten untersuchen, bringen sie die Geister der gequälten Patienten an den Rand des Wahnsinns. Bis sie sogar Dean dazu treiben, auf seinen Bruder loszugehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043226","hoster":"VOE"},{"path":"/redirect/14100622","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043221","hoster":"VOE"},{"path":"/redirect/14100440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-11","name":"Vogelscheuche","epNo":11,"alt":"Scarecrow","descr":"Sam und Dean können endlich Kontakt zu ihrem verschwundenen Vater herstellen. Doch der möchte, dass sie die Suche nach ihm aufgeben, und schickt sie auf eine neue Geisterjagd. Sam setzt sich frustriert über den Wunsch seines Vaters hinweg. Auf seiner Fahrt nach Kalifornien hat er eine folgenschwere Begegnung. Dean untersucht derweil das mysteriöse Verschwinden einiger Paare in einer Kleinstadt. Dahinter verbirgt sich ein blutiger Kult.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043283","hoster":"VOE"},{"path":"/redirect/14045810","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043121","hoster":"VOE"},{"path":"/redirect/14100442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-12","name":"Der Wunderheiler","epNo":12,"alt":"Faith","descr":"Als die beiden Brüder zwei Kinder vor einem Dämon beschützen, kommt es zu einem fatalen Zwischenfall: Dean wird durch einen heftigen Stromschlag schwer verletzt. Die Ärzte geben ihm nur noch wenige Monate zu leben. Sam, der seinen Bruder nicht aufgeben will, sucht verzweifelt nach Hilfe. Bei seiner Suche stößt er auf Roy Le Grange, einen Mann, der behauptet, todkranke Menschen heilen zu können. Sam schleppt seinen Bruder zu dem scheinbaren Wunderheiler. Tatsächlich kann er Dean helfen und sein Zustand verbessert sich. Doch es stellt sich heraus, dass Le Grange für jedes gerettetes Leben, einen anderen kerngesunden Menschen unschuldig sterben lässt ….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043216","hoster":"VOE"},{"path":"/redirect/14045808","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043234","hoster":"VOE"},{"path":"/redirect/14100441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-13","name":"Route 666","epNo":13,"alt":"Route 666","descr":"Dean wird von seiner ersten großen Liebe Cassie kontaktiert. In Mississippi sind in letzter Zeit einige mysteriöse Morde geschehen, die scheinbar alle rassistisch motiviert waren. Jeder dieser Mordfälle steht mit einem fahrerlosen Truck in Verbindung. Die beiden Brüder machen sich auf den Weg nach Mississippi, um weitere Morde zu verhindern. Sie versuchen herauszufinden, welches Wesen die schrecklichen Autounfälle verursacht. Schon nach kurzer Zeit findet Sam heraus, dass Cassie die Familiengeschichte der Winchesters kennt und auch über ihr Geheimnis Bescheid weiß. Indessen kommen sich Dean und Cassie wieder näher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043108","hoster":"VOE"},{"path":"/redirect/14100623","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043122","hoster":"VOE"},{"path":"/redirect/14100444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-14","name":"Albtraum","epNo":14,"alt":"Nightmare","descr":"Sam sieht in einer Vision, wie Jim Miller in seiner Garage ermordet wird. Obwohl sich Sam und Dean sofort auf den Weg machen, kommen sie zu spät: Miller ist schon tot, doch die Polizei hält es für Selbstmord. Sam ist fest davon überzeugt, dass eine unsichtbare Kraft am Werk war, aber die Winchester-Brüder können im ganzen Haus keinen Hinweis auf übernatürliche Phänomene finden. Als ein zweiter Mord geschieht, vermuten Sam und Dean schließlich Millers Sohn Max hinter den Taten. Max hat offenbar telekinetische Kräfte und setzt diese ein, um sich gegen seine Familie zur Wehr zu setzen, die ihn seit Jahren misshandelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121911","hoster":"VOE"},{"path":"/redirect/14100624","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043252","hoster":"VOE"},{"path":"/redirect/14100443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-15","name":"Menschenjäger","epNo":15,"alt":"The Benders","descr":"Sam und Dean versuchen herauszufinden, warum in letzter Zeit so viele Bewohner der abgelegenen Kleinstadt Hibbling spurlos verschwinden. Bei ihren Nachforschungen tappen sie zunächst im Dunkeln. Auch ihr Vater wollte der Sache schon einmal auf den Grund gehen, doch seine Suche blieb ohne Erfolg. Den Brüdern wird schnell klar, dass es sich bei dem Täter um ein übernatürliches Wesen handelt. Als sich plötzlich Sam buchstäblich in Luft auflöst, beginnt für Dean eine fieberhafte Suche. Eine Polizistin, die ebenfalls ihren vermissten Bruder sucht, unterstützt ihn dabei. Nach kurzer Zeit führt die Spur zu einer Familie, die in einem abgelegen Haus in den Wäldern lebt. Als Dean dort ankommt, erwartet ihn eine böse Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043167","hoster":"VOE"},{"path":"/redirect/14100625","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043324","hoster":"VOE"},{"path":"/redirect/14100445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-16","name":"Tödliche Schatten","epNo":16,"alt":"Shadow","descr":"In Chicago kommen mehrere Menschen unter mysteriösen Umständen ums Leben. Sam und Dean untersuchen die Todesfälle und vermuten, dass ein Werwolf hinter den Morden steckt. Während ihren Ermittlungen treffen die beiden Brüder zufällig auf Meg, eine junge Frau, die Sam vor einigen Wochen kennengelernt hat. Doch nach kurzer Zeit gerät sie selbst ins Visier der Brüder. Scheinbar steckt sie hinter den grausamen Vorkommnissen. Meg hat dämonische Schatten herbeigerufen und die Morde dienten dem Zweck, Sam und Dean nach Chicago zu locken. Doch in Wirklichkeit benutzt Meg die beiden aber, um deren Vater, John Winchester, zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043168","hoster":"VOE"},{"path":"/redirect/14100626","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043251","hoster":"VOE"},{"path":"/redirect/14100446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-17","name":"Spukhaus","epNo":17,"alt":"Hell House","descr":"Sam stößt bei Recherchen auf eine Website, auf der von mysteriösen Morden in einem alten Farmhaus, dem \"Hell House\", berichtet wird. Angeblich soll es dort spuken. Der Legende nach hat ein Farmer in den 1930er- Jahren seine sechs Töchter brutal ermordet. Seit diesen schrecklichen Vorkommnissen soll der Geist des verstorbenen Mannes dort sein Unwesen treiben. Sam und Dean beginnen an Ort und Stelle mit den Nachforschungen. Die beiden Brüder finden heraus, dass es sich bei der Geschichte um ein Ammenmärchen zweier Teenager handelt. Doch die weiteren Ermittlungen bringen eine überraschende Wendung, denn durch die vielen Klicks auf die Website, wird der böse Geist tatsächlich geweckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043169","hoster":"VOE"},{"path":"/redirect/14100627","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043124","hoster":"VOE"},{"path":"/redirect/14100447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-18","name":"Eine Hexe kehrt zurück","epNo":18,"alt":"Something Wicked","descr":"In einer Kleinstadt in Wisconsin werden immer mehr Kinder mit merkwürdigen Symptomen ins Krankenhaus geliefert, wo die meisten in ein Koma verfallen. Die Ärzte sind ratlos und können keine Erklärung finden. Sam und Dean beginnen mit ihren Nachforschungen. Bald finden die beiden Brüder die Ursache für die plötzlichen Erkrankungen: Eine Hexe, die nachts die Schlafzimmer der Kinder heimsucht und ihre Lebensenergie aussaugt. Die Zeit scheint ihnen davonzulaufen, doch dann erinnert sich Dean daran, dass die Hexe für sie keine Unbekannte ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043285","hoster":"VOE"},{"path":"/redirect/14100628","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043126","hoster":"VOE"},{"path":"/redirect/14100448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-19","name":"Das Gemälde","epNo":19,"alt":"Provenance","descr":"In New York wurde ein junges Ehepaar ermordet. Durch einen Zeitungsartikel werden Sam und Dean auf den Fall aufmerksam. Kurz vor ihrem Tod hat sich das Paar ein antikes Familienporträt gekauft. Sam und Dean beginnen mit ihren Nachforschungen. Die Brüder sind davon überzeugt, dass sie nicht nach einem menschlichen Mörder suchen, sondern dass es sich hier um ein dämonisches Wesen handelt. Sam und Dean finden heraus, dass alle Besitzer des Gemäldes auf mysteriöse Weise ums Leben gekommen sind. Sie suchen fieberhaft nach Erklärungen, um herauszufinden, was sich hinter dem scheinbar verfluchten Bild verbirgt. Doch die Lage spitzt sich zu, da das Gemälde mittlerweile wieder verkauft wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043336","hoster":"VOE"},{"path":"/redirect/14045811","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043128","hoster":"VOE"},{"path":"/redirect/14100449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-20","name":"Der Wunder-Colt","epNo":20,"alt":"Dead Mans Blood","descr":"Der Vampirjäger Daniel Elkins wurde ermordet. Die Suche nach dem Täter führt Sam und Dean nach Colorado. Kurz nach ihrer Ankunft treffen sie überraschend auf ihren Vater John, der ihnen helfen möchte, den Mord an seinem alten Freund aufzuklären. Beim Durchsuchen der Wohnung des Toten stellt sich heraus, dass die Täter auch etwas Wertvolles mitgenommen haben: Eine mystische Pistole, die in der Lage ist, jedes übernatürliche Wesen zu töten. Die Suche nach der antiken Waffe führt John und seine beiden Söhne schließlich zu Vampiren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043284","hoster":"VOE"},{"path":"/redirect/14238569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043123","hoster":"VOE"},{"path":"/redirect/14100453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-21","name":"Die Erlösung","epNo":21,"alt":"Salvation","descr":"Sam hat erneut eine Vision von einer jungen Familie, die von demselben dämonischen Wesen angegriffen wird, das einst seine Mutter getötet hat. Um einen weiteren Mord zu verhindern, machen sich die beiden Brüder zusammen mit ihrem Vater John auf den Weg nach Iowa, um den Tod ihrer Mutter zu rächen. Kurz nach ihrer Ankunft taucht Meg auf, die nun von dem Dämon besessen ist. Das Wesen droht alle Menschen zu töten, die den Winchesters nahe stehen. Um das zu verhindern, lässt sich John auf einen gefährlichen Deal ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776068","hoster":"VOE"},{"path":"/redirect/13980426","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043253","hoster":"VOE"},{"path":"/redirect/14100452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-1/episode-22","name":"Teufelsfalle","epNo":22,"alt":"Devils Trap","descr":"John Winchester hat sich auf einen lebensgefährlichen Deal mit Meg eingelassen, die von demselben Dämon besessen ist, der einst seine Ehefrau tötete. Prompt wird er von ihr gefangen genommen. Als Sam und Dean davon erfahren, besuchen sie zunächst Bobby, einen alten Freund ihres Vaters. Gemeinsam schaffen sie es, den Dämon in eine Falle zu locken. In einem Kampf gelingt es den Brüdern an Meg einen Exorzismus durchzuführen. Doch die schwerste Prüfung steht Sam und Dean noch bevor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043170","hoster":"VOE"},{"path":"/redirect/14045814","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043129","hoster":"VOE"},{"path":"/redirect/14100450","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-1","name":"Während ich starb...","epNo":1,"alt":"In My Time Of Dying","descr":"Als Dean, Sam und ihr Vater auf dem Weg zu einem neuen Fall sind, haben sie einen schweren Autounfall. Ein skrupelloser Dämon rammt ihren Wagen mit einem Truck. Dean wird bei dem Unfall so schwer verletzt, dass er sich nun im Koma befindet und um sein Leben kämpft. Sam und John befinden sich nach dem schrecklichen Ereignis bald wieder auf dem Weg der Besserung. Doch die beiden ahnen zunächst nicht, dass Dean als Geist durch die Gänge des Krankenhauses irrt. John kann nicht länger tatenlos zusehen und fasst einen Entschluss: Er stellt sich einem alten und mächtigen Gegner …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043171","hoster":"VOE"},{"path":"/redirect/14208622","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043125","hoster":"VOE"},{"path":"/redirect/14100454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-2","name":"Alle lieben Clowns","epNo":2,"alt":"Everybody Loves a Clown","descr":"Sam und Dean versuchen immer noch den Dämon aufzuspüren, der einst ihre Mutter tötete. Doch die beiden Brüder hinken dem grausamen Wesen immer einen Schritt hinterher. Als es Sam gelingt, die verschlüsselte Mailbox seines Vaters John abzuhören, stoßen sie auf eine Nachricht von einer Frau namens Ellen. Sofort beschließen Sam und Dean, die Unbekannte aufzusuchen und erhoffen sich neue Hinweise. Auf der Suche nach der mysteriösen Frau werden sie auf einen neuen Fall aufmerksam: Ein mörderischer Clown tötet Eltern und hinterlässt am Tatort ihre verängstigten Kinder …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043286","hoster":"VOE"},{"path":"/redirect/14100629","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043127","hoster":"VOE"},{"path":"/redirect/14100455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-3","name":"Blutrausch","epNo":3,"alt":"Bloodlust","descr":"Sam und Dean treffen auf den Vampirjäger Gordon, der auch ein Bekannter ihres Vaters war. Obwohl die beiden Brüder von Ellen vor dem Dämonenjäger und seinen Machenschaften gewarnt wurden, schließen sie sich ihm an, um gemeinsam auf die Jagd zu gehen. In einer Kleinstadt sollen blutrünstige Vampire ihr Unwesen treiben. Doch Sam findet heraus, dass diese Dämonen für Menschen völlig harmlos sind und sie ihren Hunger ausschließlich mit Rinderblut stillen. Plötzlich müssen Sam und Dean die blutsaugenden Wesen vor dem fanatischen Jäger schützen, doch Gordon will weiterhin alle Vampire gnadenlos auslöschen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14365892","hoster":"VOE"},{"path":"/redirect/14045813","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043098","hoster":"VOE"},{"path":"/redirect/14100457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-4","name":"Spiel nicht mit toten Dingen","epNo":4,"alt":"Children Shouldn\u0027t Play With Dead Things","descr":"Sam und Dean entdecken auf einem Friedhof ein leeres Grab, um das rund herum tote, kreisförmig positionierte Erde liegt. Während sie nach Erklärungen suchen, treffen die beiden Brüder auf Neil Levine, einen Collegestudenten, der bei einem tragischen Unfall seine Freundin verloren hat. Er versucht mit aller Gewalt, sie wieder zum Leben zu erwecken. Sam und Dean müssen entsetzt feststellen, dass es Neil tatsächlich geschafft hat, die Tote wieder lebendig zu machen. Doch die junge Frau ist nicht mehr die, die sie einst war. Wütend jagt sie nun alle, die sie während ihres Lebens betrogen haben. Sam und Dean setzen alles daran, den gnadenlosen Rachefeldzug zu stoppen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043172","hoster":"VOE"},{"path":"/redirect/14100631","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043130","hoster":"VOE"},{"path":"/redirect/14100458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-5","name":"Simon hat gesagt...","epNo":5,"alt":"Simon Said","descr":"Sam und Dean lernen den modernen Hippie Andy Gallagher kennen. Er verfügt über erstaunliche Fähigkeiten, um seine Freunde zu immer neuen Gefallen zu überreden. Aber steckt er auch hinter den Selbstmorden, denen sie reihenweise zum Opfer fallen? Und verbindet ihn mit Sam ein schreckliches Schicksal als Opfer des Dämons?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043287","hoster":"VOE"},{"path":"/redirect/14100632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043254","hoster":"VOE"},{"path":"/redirect/14100456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-6","name":"Mörderburg","epNo":6,"alt":"No Exit","descr":"Sam und Dean Winchester untersuchen die brutale Ermordung blonder Frauen, die alle in demselben Apartmenthaus lebten. Sie finden heraus, dass der Dämon des ersten amerikanischen Serienmörders H.H. Holmes dahintersteckt. Gegen den Willen ihrer Mutter Ellen schließt sich Jo den beiden Brüdern an und wird vom Dämon gefangen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043233","hoster":"VOE"},{"path":"/redirect/14100634","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043131","hoster":"VOE"},{"path":"/redirect/14100460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-7","name":"Die üblichen Verdächtigen","epNo":7,"alt":"The Usual Suspects","descr":"Sam und Dean untersuchen den Mord an einem Rechtsanwalt und seiner Frau, die kurz vor ihrem Tod einen Geist gesehen haben wollen. Doch Ballard und Sheridan von der örtlichen Polizei erfahren vom Vorstrafenregister der Winchester-Brüder und bringen sie hinter Gitter. Erst als Ballard bald darauf auch von einem Geist heimgesucht wird, beginnt sie den Brüdern Glauben zu schenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043173","hoster":"VOE"},{"path":"/redirect/14100633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121896","hoster":"VOE"},{"path":"/redirect/14100459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-8","name":"Kreuzung zur Hölle","epNo":8,"alt":"Crossroad Blues","descr":"Dean und Sam untersuchen den Tod zweier Männer, die vor ihrem Tod angeblich von Höllenhunden gejagt wurden. Dabei stößt Dean auf einen Dämon der Menschen im Tausch gegen ihre Seele Wünsche erfüllt. Der Dämon führt ihn in große Versuchung als er ihm anbietet, was Dean sich mehr wünscht als alles andere: seinen Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043232","hoster":"VOE"},{"path":"/redirect/14100636","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043255","hoster":"VOE"},{"path":"/redirect/14100461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-9","name":"Croatoan","epNo":9,"alt":"Croatoan","descr":"Sam wird von einer schrecklichen Vision geplagt, in der sein Bruder Dean einen jungen Mann umbringt, der von einem Dämon besessen ist. Die beiden versuchen eine Erklärung für den Alptraum zu finden und glauben in dem Städtchen River Grove in Oregon genau diese zu finden. Denn hier scheint sich seine Vision zu bewahrheiten: die Bewohner werden nämlich von einem seltsamen Virus heimgesucht, der seine Opfer gewalttätig macht und sie sogar zum Töten zwingt. Doch es ist nicht Dean, der sich infiziert, sondern Sam selbst …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043288","hoster":"VOE"},{"path":"/redirect/14100635","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043132","hoster":"VOE"},{"path":"/redirect/12986732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-10","name":"Gejagt","epNo":10,"alt":"Hunted","descr":"Sam entscheidet sich, alleine nach Indiana zu reisen, nachdem Dean ihm erzählt hat, was sein Vater John kurz vor seinem Tod offenbart hatte. Sam will nach weiteren Menschen mit seiner Begabung suchen. Und eben dort trifft er auf Ava Wilson, die die Fähigkeit hat, den gewaltsamen Tod von anderen vorherzusehen. Sie selbst war auf der Suche nach Sam, um ihn vor seinem Schicksal zu warnen. Dean hingegen versucht verzweifelt, seinen Bruder zu finden. Denn Gordon Walker ist auf der Jagd: Er will Sam umbringen, weil er davon überzeugt ist, dass Sam ein Monster ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043109","hoster":"VOE"},{"path":"/redirect/14100637","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043099","hoster":"VOE"},{"path":"/redirect/14100465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-11","name":"Spielsachen","epNo":11,"alt":"Playthings","descr":"Die Hotelbesitzerin Susan Thompson weiß nicht mehr weiter, denn dem seit Jahrhunderten in Familienbesitz befindlichen Hotel droht die Pleite. Seitdem Susan den Verkauf der charmanten Bleibe beschlossen hat, häufen sich mysteriöse Todesfälle. Alle Opfer haben sich für eine Schließung des Hotels eingesetzt. Scheinbar möchte jemand dies mit aller Gewalt verhindern. Sam und Dean checken als Hotelgäste ein und stoßen bei ihren Nachforschungen immer wieder auf Voodoo- Zeichen. Nachdem ein weiterer Hotelgast ums Leben gekommen ist, suchen die beiden Brüder verzweifelt nach dem Täter. Die Spur führt zu Susans Mutter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043174","hoster":"VOE"},{"path":"/redirect/14045844","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121898","hoster":"VOE"},{"path":"/redirect/14100463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-12","name":"Der Mandroid","epNo":12,"alt":"Nightshifter","descr":"Sam und Dean untersuchen eine Reihe von rätselhaften Überfällen. Bisher unbescholtene Bürger verüben Raubüberfälle auf Banken und Juweliergeschäfte und begehen anschließend Selbstmord. Bei ihren Nachforschungen treffen Sam und Dean auf den Science-Fiction-Fan Ronald Reznick. Die beiden Brüder sind sich sicher, dass er ihnen bei ihrem Fall weiterhelfen kann. Gemeinsam finden sie heraus, dass ein Formwandler hinter den schrecklichen Taten steckt. Tatsächlich gelingt es Ronald den Ort vorherzusagen, wo er das nächste Mal zuschlägt. Sam und Dean machen sich auf die Jagd und geraten dabei selbst ins Visier des Dämons …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043289","hoster":"VOE"},{"path":"/redirect/14100638","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121899","hoster":"VOE"},{"path":"/redirect/14100462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-13","name":"Haus der Heiligen","epNo":13,"alt":"Houses of the Holy","descr":"Die Geisterjäger Sam und Dean untersuchen eine mysteriöse Mordserie: Die Täter sagen aus, sie seien von Engel heimgesucht worden. Die Mörder sind sich keiner Schuld bewusst, denn sie behaupten, in Gottes Namen gehandelt zu haben. Im Zuge ihrer Nachforschungen finden die Winchester-Brüder heraus, dass alle Mordopfer selbst Täter von bislang unaufgeklärten Verbrechen waren. Doch diesmal sind sie geteilter Meinung darüber, was nun hinter den Morden steckt: Während Dean davon überzeugt ist, dass ein dämonisches Wesen dafür verantwortlich ist, glaubt Sam an die Existenz eines Todesengels …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043247","hoster":"VOE"},{"path":"/redirect/14100639","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043256","hoster":"VOE"},{"path":"/redirect/14100464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-14","name":"Unter einem schlechten Stern","epNo":14,"alt":"Born Under a Bad Sign","descr":"Seit mehr als einer Woche hat Dean nichts von seinem Bruder gehört. Als Sam ihn schließlich kontaktiert, fährt er so schnell er kann zu ihm und macht eine schockierende Entdeckung: Dean findet seinen Bruder mit jeder Menge Blut an seiner Kleidung. Doch Sam fehlt jegliche Erinnerung und er weiß nicht, was die letzten Tage passiert ist. Die beiden Brüder setzen alles daran, das Rätsel zu lösen. Als sie eine Videoaufzeichnung entdecken, die zeigt, wie Sam einen Menschen ohne jeden Skrupel tötet, sind sie konsterniert. Sam beginnt sich zu fragen, ob seine dunkle Seite von ihm Besitz ergriffen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043175","hoster":"VOE"},{"path":"/redirect/14100640","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121900","hoster":"VOE"},{"path":"/redirect/14100466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-15","name":"Tricks und Legenden","epNo":15,"alt":"Tall Tales","descr":"Mehrere tote Studenten werden auf dem Campus eines Colleges gefunden. Alle Opfer sind unter mysteriösen Umständen ums Leben gekommen. Sam und Dean untersuchen die seltsamen Vorkommnisse. Die beiden Brüder tappen zunächst im Dunkeln und holen sich den erfahrenen Geisterjäger-Kollegen Bobby, einen alten Freund der Familie, zu Hilfe. Es dauert nicht lange, bis er eine Theorie über die Gewaltserie entwickelt. Doch Bobby hat nicht nur wegen den Morden einen Verdacht, sondern auch bezüglich der Streitigkeiten zwischen den beiden Brüdern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14114716","hoster":"VOE"},{"path":"/redirect/14100641","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043134","hoster":"VOE"},{"path":"/redirect/14100467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-16","name":"Highway 41","epNo":16,"alt":"Roadkill","descr":"Ein Ehepaar ist auf dem Weg nach Hause. Auf einer einsamen Landstraße müssen sie plötzlich einem Farmer ausweichen und haben einen Unfall. Als die Ehefrau wieder zu Bewusstsein kommt, ist ihr Mann spurlos verschwunden. Zufällig kommen Sam und Dean an der Unfallstelle vorbei. Die beiden Geisterjäger finden heraus, dass sich seit einigen Jahren immer wieder mysteriöse Unfälle auf der Landstraße ereignet haben. Angefangen hat alles mit einem Farmer, der beim Queren der Fahrbahn ums Leben kam und nun offenbar als wütender Geist sein Unwesen treibt. Sam und Dean versuchen den Dämon aufzuspüren, bevor noch ein weiterer Unfall passiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121908","hoster":"VOE"},{"path":"/redirect/14100642","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043315","hoster":"VOE"},{"path":"/redirect/14100469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-17","name":"Herz","epNo":17,"alt":"Heart","descr":"Sam und Dean Winchester untersuchen eine Mordserie: Die Morde passierten immer eine Woche vor Vollmond. Bei der Obduktion wurde festgestellt, dass allen Opfern das Herz fehlt. Die beiden Brüder vermuten aufgrund der Spuren an den Leichen, dass ein Werwolf hinter den Morden steckt. Sam und Dean beginnen mit ihren Nachforschungen und befragen die Sekretärin des letzten Mordopfers. Es scheint so, als wäre der Werwolf auch hinter der jungen Frau her. Da die Geisterjäger davon überzeugt sind, dass er wieder morden wird, beschließt Sam, die attraktive Sekretärin rund um die Uhr zu beschützen. Währenddessen macht sich Dean auf die Jagd – und macht eine verblüffende Entdeckung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043177","hoster":"VOE"},{"path":"/redirect/14100645","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043240","hoster":"VOE"},{"path":"/redirect/14100470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-18","name":"Hollywood Babylon","epNo":18,"alt":"Hollywood Babylon","descr":"Die Winchester-Brüder machen sich auf den Weg nach Hollywood. Während der Dreharbeiten zu einem Horrorfilm ist ein Darsteller unter mysteriösen Umständen ums Leben gekommen. Die Gerüchteküche brodelt gewaltig. Das neueste Gerücht besagt, der Schauspieler wäre von einem rachsüchtigen Geist ermordet worden. Doch schon nach kurzer Zeit entpuppt sich der spektakuläre Mord als PR-Gag. Als jedoch der Studiodirektor und der Produzent des Horrorfilms ermordet werden, nehmen Sam und Dean ihre Ermittlungen wieder auf und bald erhärtet sich der Verdacht, dass ein Fluch auf dem Filmset lastet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043328","hoster":"VOE"},{"path":"/redirect/14045815","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043100","hoster":"VOE"},{"path":"/redirect/14100468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-19","name":"Hinter Gittern","epNo":19,"alt":"Folsom Prison Blues","descr":"Um mysteriösen Todesfällen in einem Gefängnis nachgehen zu können, lassen sich Sam und Dean selbst einweisen. In der Strafanstalt angekommen, begeben sich die beiden auf die Suche nach einem Geist, der einen Häftling nach dem anderen tötet. Als der windige FBI-Agent Henricksen seine Untersuchungen aufnimmt, müssen die Brüder erkennen, dass für sie der Weg aus dem Gefängnis zu einer Herausforderung geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043290","hoster":"VOE"},{"path":"/redirect/14100644","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043133","hoster":"VOE"},{"path":"/redirect/14100471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-20","name":"Wie es ist und wie es niemals sein sollte","epNo":20,"alt":"What is and What Should Never Be","descr":"Dean wird von einem Dschinn angegriffen und in eine Welt versetzt, in welcher seine Mutter am Leben ist, während Sam Jura studiert und verlobt ist. Er selbst lebt mit seiner Freundin Carmen ein ganz normales Leben. Doch er muss erkennen, dass alle Menschen, die er und Sam in der Vergangenheit gerettet haben, in dieser Existenz verstorben sind. Nun steht Dean vor der Wahl zwischen einem neuen, sicheren Leben oder der Rückkehr zur Jagd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043178","hoster":"VOE"},{"path":"/redirect/14100643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043257","hoster":"VOE"},{"path":"/redirect/14100474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-21","name":"Der Sturm bricht los (1)","epNo":21,"alt":"All Hell Breaks Loose (1)","descr":"Während Dean bei einer Rast in seinem Auto wartet, will Sam kurz in ein Café springen, um ihnen etwas zu Essen zu besorgen. Doch Sam kehrt aus dem Café nicht mehr zurück, sondern verschwindet spurlos. Als er kurze Zeit später wieder zu sich kommt, befindet er sich in einer Geisterstadt, wo er auf weitere vier gleichaltrige Personen trifft, auf Ava Wilson und Andrew Gallagher, die er auf der Jagd kennengelernt hat sowie auf Lily und Jake. Sie alle haben die Gabe, über außergewöhnliche Fähigkeiten zu verfügen und keiner kann sich daran erinnern, wie er in die verlassene Stadt gekommen ist. Sam weiß, dass der gelbäugige Dämon sie an diesen unheimlichen Ort gebracht haben muss, doch er hat keine Idee, was der Dämon mit ihnen vorhat. Als Lily einen Fluchtversuch wagt, muss sie dies mit ihrem Leben bezahlen. Der Dämon offenbart den Überlebenden, dass nur eine einzige Person jemals wieder die Geisterstadt verlassen wird, sodass unter den Hinterbliebenen ein Kampf um Leben und Tod beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043116","hoster":"VOE"},{"path":"/redirect/14045816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043258","hoster":"VOE"},{"path":"/redirect/14100473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-2/episode-22","name":"Der Sturm bricht los (2)","epNo":22,"alt":"All Hell Breaks Loose (2)","descr":"Dean ist entsetzt: Sein Bruder Sam ist tot. Verzweifelt geht er mit dem gelbäugigen Dämon einen verhängnisvollen Handel ein: Seine Seele für Sams Leben. Jake ist unterdessen auf dem Weg, das Tor zur Hölle zu öffnen. Können ihn Ellen, Bobby, Sam und Dean noch aufhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043291","hoster":"VOE"},{"path":"/redirect/14100646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043118","hoster":"VOE"},{"path":"/redirect/14100477","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-1","name":"Die glorreichen Sieben","epNo":1,"alt":"The Magnificent Seven","descr":"Dean und Sam haben den gelbäugigen Dämon getötet. Doch dabei haben sie seine Armee von Hunderten von Dämonen befreit. Dean hat seinen Bruder zwar mit einem Pakt mit dem Dämon gerettet. Aber jetzt hat er selbst nur noch ein Jahr zu leben. Und das will er genießen, auch wenn Sam Deans bevorstehenden Tod um jeden Preis verhindern will. Da erfahren die Winchester-Brüder von sieben Dämonen in Nebraska, die die sieben Todsünden verkörpern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918661","hoster":"VOE"},{"path":"/redirect/14045817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043322","hoster":"VOE"},{"path":"/redirect/14100475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-2","name":"Den Kindern geht es gut","epNo":2,"alt":"The Kids Are Alright","descr":"Dean und Sam kommen nach Cicero, Indiana. Als Dean dort eine alte Freundin trifft ist er sehr überrascht, dass sie einen Sohn - Ben hat. Dieser besitzt eine verblüffende Ähnlichkeit zu Dean. Unterdessen benehmen sich die Kinder in der Nachbarschaft ganz seltsam. Ben ist auch davon betroffen. Sam und Dean finden heraus, dass ein Changeling, ein dämonischer Parasit, dahinter steckt. Dieser entführt die Kinder aus der Stadt und nimmt ihre Form an. Können Sam und Dean die Kinder rechtzeitig retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14182271","hoster":"VOE"},{"path":"/redirect/14045818","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043259","hoster":"VOE"},{"path":"/redirect/14100472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-3","name":"Ein Unglück kommt selten allein","epNo":3,"alt":"Bad Day At Black Rock","descr":"Eine Hasenpfote wird aus John Winchesters geheimen Versteck in New York gestohlen. Als die beiden Brüder die Pfote finden und Sam sie berührt hat er unglaubliches Glück. Bei jeder Gelegenheit ist das Glück auf seiner Seite - bis die Hasenpfote ihm von Bella gestohlen wird. Dies führt dazu, dass Sam unglaublichen Pech hat. Vielleicht endet es sogar tödlich für ihn...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043179","hoster":"VOE"},{"path":"/redirect/14100647","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043222","hoster":"VOE"},{"path":"/redirect/14100476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-4","name":"Sin City","epNo":4,"alt":"Sin City","descr":"Sam und Dean hat es nach Elizabethville, Ohio verschlagen, einem verschlafenen Dorf. Doch die Idylle trügt, denn Dämonen treiben in dem Dorf ihr Unwesen. Der einst friedliche Ort wird von Gewalttaten überschattet. Die Dämonen manipulieren die Menschen dort, sodass diese ihren natürlichen Instinkten unterliegen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043293","hoster":"VOE"},{"path":"/redirect/14100648","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043135","hoster":"VOE"},{"path":"/redirect/14100478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-5","name":"Gute-Nacht-Geschichten","epNo":5,"alt":"Bedtime Stories","descr":"Sam und Dean untersuchen eine Kleinstadt, die von einer Reihe seltsamer Morde heimgesucht wird. Es scheint so, als ob Märchen zur tödlichen Wahrheit werden. In der Zwischenzeit trifft sich Sam mit dem \"Crossroad\"-Dämon und versucht Dean aus seinem Pakt zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043180","hoster":"VOE"},{"path":"/redirect/14100651","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121901","hoster":"VOE"},{"path":"/redirect/14100479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-6","name":"Morgenröte","epNo":6,"alt":"Red Sky At Morning","descr":"Sam und Dean untersuchen mysteriöse Todesfälle. Bald bemerken sie eine Gemeinsamkeit der Opfer. Alle haben vor ihrem Tod ein Geisterschiff im Meer gesehen, dass alle 37 Jahre auftaucht. Doch noch ein weiteres Geheimnis verbindet die Opfer. Bela ist ebenfalls in der Stadt und versucht den Brüdern beim Lösen des Falles zu helfen. Doch sie handelt nicht ganz uneigennützig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043294","hoster":"VOE"},{"path":"/redirect/14100650","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043260","hoster":"VOE"},{"path":"/redirect/14100480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-7","name":"Frisches Blut","epNo":7,"alt":"Fresh Blood","descr":"Sam und Dean gehen mal wieder auf Vampirjagd! Diesesmal scheint es so als ob ein Vampir Frauen verwandelt, indem er Vampirblut als neueste Droge verkauft. Als ob das nicht schon genug wäre ist ein alter Bekannter wieder aufgetaucht und versucht Sam zu töten - Gordon Walker.Sam und Dean finden bald darauf den Vampir, der für die Verwandlungen verantwortlich ist. Doch dieser kann entkommen und nimmt Gordon Walker gefangen. Was hat er wohl mit ihm vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043181","hoster":"VOE"},{"path":"/redirect/14100652","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043316","hoster":"VOE"},{"path":"/redirect/14100481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-8","name":"Übernatürliche Weihnachten","epNo":8,"alt":"A Very Supernatural Christmas","descr":"Dean möchte sein letztes Weihnachtsfest gerne traditionell feiern, aber Sam ist immer noch nicht bereit, zu akzeptieren, dass Dean bald sterben muss. Ausgerechnet vor Weihnachten stoßen die Brüder auch noch auf eine geheimnisvolle Mordserie, bei der die Opfer anscheinend durch den Kamin aus ihren Häusern gezogen wurden. Ist ein mörderischer Anti-Weihnachtsmann lebendig geworden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043182","hoster":"VOE"},{"path":"/redirect/14100649","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043141","hoster":"VOE"},{"path":"/redirect/14100482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-9","name":"Hexenzauber","epNo":9,"alt":"Malleus Maleficarum","descr":"Sam und Dean kommen nach Sturbridge, Massachusetts, wo ein Hexenzirkel sein Unwesen treibt. Ruby warnt die Brüder, dass der Dämon, der die Hexen kontrolliert zu mächtig sei, doch die Jungs hören nicht auf sie. Bald darauf stellt sich heraus, dass Ruby recht hatte. Der Dämon enthüllt noch ein Geheimnis über Rubys Vergangenheit, bevor er sich Sam und Dean widmet..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043323","hoster":"VOE"},{"path":"/redirect/12986739","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043263","hoster":"VOE"},{"path":"/redirect/14100483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-10","name":"Träum von mir","epNo":10,"alt":"Dream a Little Dream of Me","descr":"Sam und Dean fürchten um Bobbys Leben, als er plötzlich ins Koma fällt. In seinen Träumen kämpft Bobby mit seinen eigenen Dämonen, die ihn einst zum Geisterjäger machten. Die Winchester-Brüder finden heraus, dass Bobby vergiftet wurde. Sie entschließen sich, selbst das Gift zu nehmen, um in seine Traumwelt einzudringen und ihn zu retten. Doch dort werden sie mit ihren eigenen Alpträumen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043295","hoster":"VOE"},{"path":"/redirect/14100654","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043137","hoster":"VOE"},{"path":"/redirect/14100484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-11","name":"Und täglich grüßt...","epNo":11,"alt":"Mystery Spot","descr":"Sam und Dean versuchen das Verschwinden eines Touristen in einer Ferienanlage aufzuklären. Als sie die Anlage durchsuchen wird Dean vom Besitzer niedergeschossen und stirbt. Sam ist verzweifelt über den Tod seines Bruders. Und sprachlos als er am nächsten Morgen aufwacht und Dean wieder am Leben ist. Sam merkt, dass er den vorangegangen Tag noch einmal erlebt. Kann er diesmal Deans Ermordung verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043231","hoster":"VOE"},{"path":"/redirect/14100653","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043136","hoster":"VOE"},{"path":"/redirect/14100486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-12","name":"Kriegsrecht","epNo":12,"alt":"Jus in Bello","descr":"Sam und Dean versuchen sich den Colt von Bela zurückzuholen. Doch sie stellt den Brüdern eine Falle. Sie werden vom FBI-Agent Victor Henricksen festgenommen. Während sie in einer Zelle eingesperrt sind werden einige Menschen getötet und Henricksen wird von einem Dämon in Besitz genommen. Sam und Dean können den Dämon austreiben und Henricksen vertraut den Winchestern endlich. Allerdings ist das Polizeigebäude mittlerweile von vielen Dämonen umstellt, die einem mächtigen Anführer haben. Doch Ruby eilt ihnen zu Hilfe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043183","hoster":"VOE"},{"path":"/redirect/14100657","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043101","hoster":"VOE"},{"path":"/redirect/14100487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-13","name":"Ghostfacers","epNo":13,"alt":"Ghostfacers","descr":"Sam und Dean werden auf unfreiwillige Weise Teil der Reality Show \"Ghostfacers\", die den Kampf mit dem Paranormalen beschreibt. Ed Zeddmore und Harry Spengler gehen mit ihrer radikalen und brutalen Show in die Mansion Villa, die einmal im Jahr zum Treffpunkt von Geistern und Dämonen wird. Aber bald merkt das Fernsehteam, dass ihnen die Situation über den Kopf wächst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043330","hoster":"VOE"},{"path":"/redirect/14100656","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043138","hoster":"VOE"},{"path":"/redirect/14100485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-14","name":"Ferngespräch","epNo":14,"alt":"Long Distance Call","descr":"Dean ist sprachlos, als er plötzlich einen Anruf von seinem toten Vater erhält. Dieser teilt ihm mit, er habe eine Lösung, um Dean aus seinem Pakt mit dem Dämon zu befreien. Sam ist skeptisch, ob es sich wirklich um ihren Vater handelt und warnt Dean nicht auf ihn zu hören. Aber Dean setzt seine ganze Hoffnung in die Anweisungen seines Vaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043184","hoster":"VOE"},{"path":"/redirect/14100655","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043262","hoster":"VOE"},{"path":"/redirect/14100488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-15","name":"Ewiges Leben","epNo":15,"alt":"Time is on My Side","descr":"Als die Zeit für Dean langsam knapp wird, überzeugt ihn Sam, einen möglichen Zombie-Fall in Eerie, Pennsylvania, zu untersuchen. Statt auf einen Zombie treffen die beiden auf Doc Benton, dem es 1816 gelungen ist, den Schlüssel zum ewigen Leben zu finden. Doch dann erfährt Dean von Bobby, wo sich Bella versteckt und heftet sich an deren Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043186","hoster":"VOE"},{"path":"/redirect/12986742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043261","hoster":"VOE"},{"path":"/redirect/14100489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-3/episode-16","name":"Die Zeit läuft ab","epNo":16,"alt":"No Rest for the Wicked","descr":"Dean bleiben nur noch 30 Stunden zu leben bevor sein Pakt mit dem Dämon abläuft. Gemeinsam mit Sam und Bobby sucht er nach Lillith, die den Vertrag besitzt. Als sie herausfinden, wo sie sich aufhält, bittet Sam Ruby um Hilfe, doch die warnt sie, sie seien noch nicht bereit gegen Lilith zu kämpfen. Aber Sam, Dean und Bobby stehlen ihr Messer, um Lilith im finalen Kampf um Deans Leben gegenüberzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043296","hoster":"VOE"},{"path":"/redirect/14045819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043139","hoster":"VOE"},{"path":"/redirect/14100490","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-1","name":"Lazarus erhebt sich","epNo":1,"alt":"Lazarus Rising","descr":"Nach vier Monaten in der Hölle ist Dean plötzlich wieder lebendig. Er wacht in einem Sarg auf und steigt aus der Erde. Als er realisiert, dass es kein Traum ist, macht Dean sich auf den Weg zu Bobby und Sam. Diese können kaum glauben, dass Dean wieder frei ist. Doch sie stellen sich zu Recht die Frage wer oder was ihn befreit hat und was Dean als Gegenleistung zahlen muss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043217","hoster":"VOE"},{"path":"/redirect/14045820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043143","hoster":"VOE"},{"path":"/redirect/14100491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-2","name":"Die Zeugen","epNo":2,"alt":"Are You There God? It\u0027s Me, Dean Winchester","descr":"Die Brüder Sam und Dean sind fassungslos, als sie von den Geistern von Meg und Agent Henricksen heimgesucht werden, die ihnen vorwerfen sie ihm Stich gelassen zu haben. Aber sie müssen sich zusammenreißen, um Bobby zu helfen. Der ist zu sehr überwältigt von seiner Schuld, um sich gegen die wütenden Geister der Kinder zu wehren, die er nicht retten konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043185","hoster":"VOE"},{"path":"/redirect/14045821","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043140","hoster":"VOE"},{"path":"/redirect/14100492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-3","name":"Am Anfang war...","epNo":3,"alt":"In the Beginning","descr":"Castiel reist mit Dean ins Jahr 1973. Dean weiß anfangs nicht genau was er dort tun soll, doch schon bald trifft er auf seine Eltern. Ein wenig später nimmt er die Spur des gelbäugigen Dämons auf, den er am Ende der zweiten Staffel getötet hat. Nach und nach werden ihm immer mehr Dinge klar und er weiß schließlich was 1983 geschah, als seine Mutter starb...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043297","hoster":"VOE"},{"path":"/redirect/14100658","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043142","hoster":"VOE"},{"path":"/redirect/14100493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-4","name":"Metamorphose","epNo":4,"alt":"Metamorphosis","descr":"Sam und Dean sind unterschiedlicher Meinung, als sie einem Mann auf die Spur kommen, der sich in ein fleischfressendes Monster zu verwandeln droht. Sie müssen ihn aufhalten, bevor er zum ersten Mal Menschenfleisch isst. Haben sie das Recht diesen Mann zu töten, ohne ihm Hilfe anzubieten? Oder retten sie viele, indem sie ihn töten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043187","hoster":"VOE"},{"path":"/redirect/14045822","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043218","hoster":"VOE"},{"path":"/redirect/14100494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-5","name":"Monsterfilm","epNo":5,"alt":"Monster Movie","descr":"Dean und Sam ermitteln in einigen Mordfällen. Das erste Opfer wurde mit Bissspuren am Hals gefunden, das zweite Opfer scheint von einem Werwolf getötet worden zu sein und das dritte Opfer wurde von einer Mumie ermordet. Dean kommt auf die einzig logische Erklärung - ein Gestaltenwandler, der alte Hollywood-Monster mag, treibt sein Unwesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043298","hoster":"VOE"},{"path":"/redirect/14100659","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043265","hoster":"VOE"},{"path":"/redirect/14100495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-6","name":"Gelbfieber","epNo":6,"alt":"Yellow Fever","descr":"Sam und Dean untersuchen die Tode von gesunden Männern, die scheinbar an einem Herzinfarkt gestorben sind. Es scheint so, als ob ihr Herz vor Angst stehen blieb.Nachdem sie ein Opfer in der Leichenhalle besucht haben, bekommt auch Dean Angst vor ganz alltäglichen Dingen.Sam und Bobby müssen die Quelle dieser mysteriösen Krankheit finden, bevor Dean an seiner Angst zu sterben droht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043188","hoster":"VOE"},{"path":"/redirect/14100660","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043264","hoster":"VOE"},{"path":"/redirect/8662951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-7","name":"Der große Kürbis, Sam Winchester","epNo":7,"alt":"It\u0027s the Great Pumpkin, Sam Winchester","descr":"Ein paar Tage vor Halloween untersuchen Sam und Dean zwei mysteriöse Todesfälle in einem kleinen Dorf. Die Brüder finden Hexenbeutel. Nach gründlicher Recherche folgern sie daraus, dass eine Hexe die Leute geopfert hat, um einen gefährlichen Dämon namens Samhain herbeizufrufen.Castiel und Uriel - ein anderer Engel - erscheinen im Dorf und berichten den Brüdern, dass die Befreiung von Samhain eines der Siegel ist, die zu Luzifers Befreiung führen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043117","hoster":"VOE"},{"path":"/redirect/14100662","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043235","hoster":"VOE"},{"path":"/redirect/14100496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-8","name":"Wunschdenken","epNo":8,"alt":"Wishful Thinking","descr":"Sam und Dean untersuchen in einer kleinen Stadt einen Wunschbrunnen, welcher tatsächlich zu funktionieren scheint. Ein lebender Teddybär, eine Person die im Lotto gewinnt und ein Streber mit einer heißen Freundin, alle scheinen glücklich zu sein. Doch den Winchester-Brüdern wird klar, dass zwar jeder glücklich ist, alles in allem aber ein Chaos ausbricht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043110","hoster":"VOE"},{"path":"/redirect/14100661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043144","hoster":"VOE"},{"path":"/redirect/14100497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-9","name":"Ich weiß, was du letzten Sommer getan hast","epNo":9,"alt":"I Know What You Did Last Summer","descr":"Sam und Dean erfahren von Ruby, dass der Dämon Alastair ein Mädchen namens Anna Milton sucht. Sie kann die Gespräche der Engel hören. Die Winchester-Brüder machen sich auf den Weg, um Anna zu finden. Doch als sie sie in einer Kirche finden, werden sie von Alastair angegriffen. Ruby kommt zu Hilfe und kann mit Anna fliehen.Dean denkt, dass Ruby ihnen eine Falle gestellt hat. Sam versucht daraufhin Dean zu überzeugen, dass Ruby auf ihrer Seite ist. Er erzählt Dean, wie Ruby ihm das Leben gerettet hat, während der Zeit als Dean in der Hölle war.Castiel und Uriel kehren zurück, um Anna mit sich zu nehmen....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043190","hoster":"VOE"},{"path":"/redirect/14045823","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043267","hoster":"VOE"},{"path":"/redirect/8662953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-10","name":"Himmel und Hölle","epNo":10,"alt":"Heaven and Hell","descr":"Anna erinnert sich an ihre Vergangenheit. Nun verstehen auch Sam und Dean, warum Castiel und Uriel sie töten möchten. Dennoch versuchen sie, Anna vor den Engeln zu beschützen. In der Zwischenzeit versucht auch Alastair, Anna und die Winchester-Brüder zu finden. Doch diese haben bereits einen Plan, um beide Gefahren loszuwerden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043189","hoster":"VOE"},{"path":"/redirect/14100669","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043266","hoster":"VOE"},{"path":"/redirect/14100499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-11","name":"Familiäre Überreste","epNo":11,"alt":"Family Remains","descr":"Sam und Dean untersuchen ein verlassenes Farmhaus, in dem ein Geist sein Unwesen treibt. Als kurz darauf eine Familie einzieht, versuchen die Brüder sie von dem Haus fern zu halten. Als das nicht klappt, haben sie alle Hände voll damit zu tun, die Familie zu beschützen und den Geist zu suchen. Doch plötzlich ist der kleine Junge der Familie verschwunden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043191","hoster":"VOE"},{"path":"/redirect/14100663","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043145","hoster":"VOE"},{"path":"/redirect/14100498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-12","name":"Illusionen","epNo":12,"alt":"Criss Angel is a Douche Bag","descr":"Ein mysteriöser Todesfall treibt Sam und Dean in eine Stadt voller alter Zauberer. Ihre Nachforschung führt sie zu den drei Freunden Charlie, Jay und Vernon, die früher einmal berühmte Zauberer waren. Einer von ihnen wendet richtige Magie an, um die schwierigsten Zaubertricks zu schaffen und so wieder bekannt zu werden. Dean und Sam müssen den Schuldigen entlarven und diesen schnellstmöglich aufhalten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043192","hoster":"VOE"},{"path":"/redirect/14100671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043147","hoster":"VOE"},{"path":"/redirect/14100501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-13","name":"Schulzeit","epNo":13,"alt":"Afterschool Special","descr":"Sam und Dean untersuchen einen seltsamen Mordfall an ihrer alten Highschool. Anfänglich sieht die Sache nach einem Dämon aus, was sich aber bald als falsch herausstellt. Während der Ermittlungen werden die Brüder von einigen Erinnerungen aus ihrer Zeit an der Highschool begleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043193","hoster":"VOE"},{"path":"/redirect/14100676","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043269","hoster":"VOE"},{"path":"/redirect/14100502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-14","name":"Sex und Gewalt","epNo":14,"alt":"Sex and Violence","descr":"Die Geisterjäger Sam und Dean Winchester untersuchen drei Morde in einer Kleinstadt in Iowa. Drei Männer haben ihre Ehefrauen erschlagen. Die Brüder finden heraus, dass hinter den Verbrechen eine Sirene steckt. Diese Kreatur kann verschiedene Formen annehmen, sucht verzweifelt nach Liebe und bringt Menschen dazu sich aus Hingabe selbst zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043299","hoster":"VOE"},{"path":"/redirect/14100677","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043146","hoster":"VOE"},{"path":"/redirect/14100500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-15","name":"Der Tod macht Urlaub","epNo":15,"alt":"Death Takes a Holiday","descr":"Sam und Dean untersuchen eine kleine Stadt, in der die Menschen den Tod überlisten. Sie finden heraus, dass die Sensenmänner verschwunden sind und wenden sich hilfesuchend an Pamela Barnes. Diese schickt sie in eine spirituelle Welt, in der sie Alastair gegenüberstehen, der alle Sensenmänner gefangen genommen hat, um ein anderes Siegel zu brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043194","hoster":"VOE"},{"path":"/redirect/14100684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043268","hoster":"VOE"},{"path":"/redirect/14100504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-16","name":"Teuflischer Engel","epNo":16,"alt":"On The Head Of A Pin","descr":"Irgend jemand tötet Engel. Da Castiel und Uriel nicht wissen, wer dahinter steckt, bitten sie Dean um Hilfe. Er soll Alastair foltern, um von ihm zu erfahren, wer die Engel ermordet. Stattdessen enthüllt Alastair schockierende Informationen über Deans Vergangenheit in der Hölle.\rWährenddessen sorgt sich Sam um Dean und beschließt ihm zu helfen. Doch um herauszufinden wo Dean sich befindet, benötigt Sam Rubys Unterstützung. Am Ende spitzt sich die Lage zu: Alastair kann sich befreien und man erfährt, dass jemand aus den eigenen Reihen die Engel ermordet hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043195","hoster":"VOE"},{"path":"/redirect/14100691","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043102","hoster":"VOE"},{"path":"/redirect/14100503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-17","name":"Dieses Leben ist ätzend","epNo":17,"alt":"It\u0027s a Terrible Life","descr":"Die Monsterjäger Sam und Dean Winchester leben inzwischen ein getrenntes und ganz normales Leben. Aber als ihre Kollegen reihenweise Selbstmord begehen, versuchen die beiden Brüder sich wieder zu vertragen und Seite an Seite die Morde aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043196","hoster":"VOE"},{"path":"/redirect/14100686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043223","hoster":"VOE"},{"path":"/redirect/14100505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-18","name":"Das Monster am Ende des Buches","epNo":18,"alt":"The Monster at the End of this book","descr":"Sam und Dean Winchester entdecken eine Buchreihe mit dem Titel \u0027Supernatural\u0027, in dem ihr Leben als Geisterjäger im Detail beschrieben wird. Sie treffen sich mit dem Autor Carver Edlund, der ihnen erklärt, dass er Visionen von ihren Abenteuern hat, die er dann als Comic umsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043197","hoster":"VOE"},{"path":"/redirect/14100697","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043148","hoster":"VOE"},{"path":"/redirect/14100507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-19","name":"Grabräuber","epNo":19,"alt":"Jump the Shark","descr":"Die Geisterjäger Sam und Dean Winchester sind auf einem Jagdausflug, als sie den Anruf von Adam Milligan bekommen, der ihren Vater John sucht. Der 19-Jährige behauptet, ebenfalls dessen Sohn zu sein. Dean und Sam vermuten, dass Adam ein Dämon ist, der versucht, sie in eine Falle zu locken. Doch tatsächlich hatte John vor 19 Jahren ein Verhältnis mit Adams Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043225","hoster":"VOE"},{"path":"/redirect/14100696","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043271","hoster":"VOE"},{"path":"/redirect/14100508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-20","name":"Die Wiederkunft","epNo":20,"alt":"The Rapture","descr":"Geisterjäger Dean Winchester erscheint im Traum der Engel Castiel, der ihn um ein Treffen bittet. Dean und sein Bruder Sam machen sich auf die Suche nach ihm, finden aber nur Jimmy, sein menschliches Gefäß. Jimmy will sein normales Leben zurück, aber Sam und Dean fürchten um seine Sicherheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043300","hoster":"VOE"},{"path":"/redirect/14100704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043326","hoster":"VOE"},{"path":"/redirect/14100506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-21","name":"Wenn der Damm bricht","epNo":21,"alt":"When the Levee Breaks","descr":"Die Geisterjäger Dean und Bobby schließen Deans Bruder Sam in Bobbys Panikraum ein, um ihn vom Blut des Dämons zu entgiften. Aber als Bobby sieht, dass immer mehr Siegel gebrochen werden, will er Sam freilassen, um die drohende Apokalypse aufzuhalten. Dean sucht stattdessen die Hilfe vom Engel Castiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043111","hoster":"VOE"},{"path":"/redirect/14100713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043270","hoster":"VOE"},{"path":"/redirect/14100509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-4/episode-22","name":"Luzifer erhebt sich","epNo":22,"alt":"Lucifer Rising","descr":"Das Ende ist nah. Die Stunde der Apokalypse ist gekommen. Die Engel Castiel und Zachariah teilen Geisterjäger Dean mit, dass nun seine Chance gekommen ist um Luzifer aufzuhalten. Sein Bruder Sam will derweil mit Ruby die gefährliche Dämonin Lilith zur Strecke bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043198","hoster":"VOE"},{"path":"/redirect/14100722","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043272","hoster":"VOE"},{"path":"/redirect/14100511","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-1","name":"Mein Name ist Luzifer","epNo":1,"alt":"Sympathy for the Devil","descr":"Die Folge knüpft nahtlos an das Ende von Staffel 4 an. Sam hat Lilith getötet und somit die Apokalypse ausgelöst. Kurz bevor das Tor zur Hölle vollkommen geöffnet ist, werden Sam und Dean von einer unbekannten Macht in Sicherheit teleportiert. Kurz darauf finden sie heraus, dass Castiel tot ist. Zachariah teilt Dean mit, er sei das menschliche Gefäß für Erzengel Michael. Wenn er sich nicht bereit erklärt, wird Zachariah Sam und Bobby töten. In der Zwischenzeit versucht Luzifer sein eigenes Gefäß, ein Mann dessen Familie getötet wurde, zu überzeugen, ihn in seinen Körper zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043112","hoster":"VOE"},{"path":"/redirect/14100724","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043103","hoster":"VOE"},{"path":"/redirect/14100513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-2","name":"Der Krieg","epNo":2,"alt":"Good God, Y\u0027all","descr":"Der Jäger Rufus Turner bittet Bobby, Sam und Dean um Hilfe. In einem Dorf sollen fast alle Bewohner von Dämonen besessen sein. Während Bobby im Krankenhaus verweilt, entdecken die Brüder schon bald, dass die Wahrheit weitaus entsetzlicher ist als sie zunächst angenommen haben. In der Zwischenzeit versucht Castiel den Einzigen zu finden, welcher außer dem Erzengel Michael Luzifer besiegen kann - nämlich Gott.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043199","hoster":"VOE"},{"path":"/redirect/14100721","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043273","hoster":"VOE"},{"path":"/redirect/14100510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-3","name":"Sei Du selbst","epNo":3,"alt":"Free to Be You and Me","descr":"Sam ist nicht sicher, ob er sich noch selbst trauen kann. Er möchte nicht mehr jagen und trennt sich kurzerhand von Dean. Anschließend erhält er einen überraschenden Besuch. Dean versucht weiterhin, die Apokalypse zu bekämpfen und arbeitet mit Castiel Hand in Hand. Zusammen bemühen sie sich, den Erzengel Raphael zu lokalisieren. Castiel ist davon überzeugt, Gottes Aufenthaltsort zu kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043301","hoster":"VOE"},{"path":"/redirect/14045828","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043149","hoster":"VOE"},{"path":"/redirect/14100512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-4","name":"Endspiel","epNo":4,"alt":"The End","descr":"Zachariah schickt Dean in das Jahr 2014. Jedoch wütet dort ein Virus der unheilbar ist und sich sehr schnell verbreitet. Nur ein kleiner Teil der Menschheit lebt noch. Dean findet heraus, dass seine Entscheidungen das Virus ausgelöst haben. Mit seinem zukünftigen Ich will er den Teufel töten. Dieser aber hat sich schon längst Sam als Gefäß genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043201","hoster":"VOE"},{"path":"/redirect/14100741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121902","hoster":"VOE"},{"path":"/redirect/14100514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-5","name":"Die falschen Götter","epNo":5,"alt":"Fallen Idols","descr":"Die Brüder Dean und Sam Winchester sind wieder als Geisterjäger vereint. Angeblich ist ihnen vorbestimmt, dass sie als Inkarnation des Erzengels Michael und Luzifers untereinander den finalen Kampf zwischen Gut und Böse austragen. Aber sie suchen immer noch nach einer anderen Möglichkeit, die Apokalypse aufzuhalten. Unterdessen entdecken sie in einer Kleinstadt eine Serie von Morden. Die Hauptverdächtige: Paris Hilton.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043200","hoster":"VOE"},{"path":"/redirect/14100742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043150","hoster":"VOE"},{"path":"/redirect/14100516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-6","name":"Die Kinder sind unsere Zukunft","epNo":6,"alt":"I Believe the Children Are Our Future","descr":"In einer Kleinstadt in Nebraska werden Menschen durch Scherzartikel ermordet. Die Geisterjäger Sam und Dean Winchester kommen einem Elfjährigen auf die Spur. Der ist in Wirklichkeit der Sohn eines Dämonen und eines seiner Opfer: ein Antichrist. Der Engel Castiel hält ihn deshalb für Luzifers Geheimwaffe in der Apokalypse, die unbedingt eliminiert werden muss. Aber Sam und Dean suchen nach einem anderen Weg, den Jungen aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043329","hoster":"VOE"},{"path":"/redirect/14100745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043274","hoster":"VOE"},{"path":"/redirect/14100517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-7","name":"Der seltsame Fall des Dean Winchester","epNo":7,"alt":"The Curious Case Of Dean Winchester","descr":"Als Sam und Dean Winchester merkwürdige Todesfälle untersuchen, deren Opfer offenbar rapide gealtert sind, treffen sie auf Hexenmeister Patrick. Er pokert mit seinen Opfern um Lebensjahre. Sowohl Geisterjäger-Kollege Bobby als auch Dean versuchen Patrick am Pokertisch zur Strecke zu bringen. Aber sie verlieren und haben nur noch kurz zu leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043202","hoster":"VOE"},{"path":"/redirect/14100743","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043317","hoster":"VOE"},{"path":"/redirect/14100515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-8","name":"Wie im Himmel, so auf Erden","epNo":8,"alt":"Changing Channels","descr":"Sam und Dean Winchester versuchen, einen Mord aufzuklären, der scheinbar von dem unglaublichen Hulk begangen wurde. Prompt werden sie im Fernsehland gefangen. Sie vermuten, dass der Trickster dahinter steckt und wollen ihn endlich zur Strecke bringen. Aber der entpuppt sich als weit mächtigere Kreatur als ein einfacher Halbgott.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043302","hoster":"VOE"},{"path":"/redirect/14100747","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043154","hoster":"VOE"},{"path":"/redirect/14100519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-9","name":"Die echten Geisterjäger","epNo":9,"alt":"The Real Ghostbusters","descr":"Sam und Dean sind mit Chuck auf einem Supernatural-Abend. Die Fans stellen Chuck ihre Fragen, und am Ende soll ein Rollenspiel veranstaltet werden. Als Spielort wurde ein Hotel, das früher ein Waisenhaus war, ausgewählt. Dort wurden vor 100 Jahren vier Kinder brutal ermordet. Angeblich sollen die Seelen der vier Kinder und des Kindermädchens, das die Kinder umgebracht hat, noch immer dort herumgeistern. Wie sich herausstellt, passiert alles in Echtzeit. So sind alle Fans in großer Gefahr...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043303","hoster":"VOE"},{"path":"/redirect/14100752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043152","hoster":"VOE"},{"path":"/redirect/14100518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-10","name":"Die Hoffnung stirbt...","epNo":10,"alt":"Abandon All Hope...","descr":"Gemeinsam mit Joe, Ellen und dem Engel Castiel finden die Geisterjäger Sam und Dean Winchester Crowley und den magischen Colt, der auch übernatürliche Wesen töten kann. Aber der Kampf hat erst begonnen: Missouri ist von Sensenmännern bevölkert, und Dämonin Meg lässt die Höllenhunde los. Sie warten auf ihren Herrn, den Tod, einen der vier apokalyptischen Reiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043227","hoster":"VOE"},{"path":"/redirect/14365903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043151","hoster":"VOE"},{"path":"/redirect/14100521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-11","name":"Sam, durchgeknallt","epNo":11,"alt":"Sam, Interrupted","descr":"Ein früherer Jäger namens Martin, der gerade in einer Anstalt ist, ruft die Brüder an und will Hilfe bei der Lösung eines Falls in dieser psychiatrischen Anstalt. Die beiden schleichen sich selbst als Patienten ein und forschen nach dem Monster, das Patienten angreift, aber ihr Entschluss sorgt dafür, dass ihre inneren Dämonen gegeneinander ausgespielt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043113","hoster":"VOE"},{"path":"/redirect/14100751","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043275","hoster":"VOE"},{"path":"/redirect/14100522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-12","name":"Körpertausch","epNo":12,"alt":"Swap Meat","descr":"Dem frustrierten Teenager Gary gelingt es, mit einem Zauberspruch mit Geisterjäger Sam den Körper zu tauschen. Während sich Sam bald mit strengen Eltern und der Highschool herumschlagen muss, geht sein Bruder Dean mit einem unerfahrenen Grünschnabel auf Gespensterjagd. Und auch Sam muss sich in seinem neuen Ich bald wieder einem gefährlichen Dämon stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043203","hoster":"VOE"},{"path":"/redirect/12986749","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043153","hoster":"VOE"},{"path":"/redirect/14100520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-13","name":"Die Engel wachen über Dich","epNo":13,"alt":"The Song Remains The Same","descr":"Der gefallene Engel Anna ist aus seinem Gefängnis im Himmel entkommen und will jetzt den Geisterjäger Sam Winchester töten, um die Apokalypse zu verhindern. Als ihr das misslingt, reist sie in der Zeit zurück, um Sams Geburt zu verhindern. Sam und sein Bruder Dean heften sich an ihre Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043204","hoster":"VOE"},{"path":"/redirect/14100754","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043325","hoster":"VOE"},{"path":"/redirect/14100523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-14","name":"Blutiger Valentinstag","epNo":14,"alt":"My Bloody Valentine","descr":"Ein neuer Fall für die Geisterjäger Sam und Dean Winchester: Liebespartner töten sich gegenseitig, indem sie sich verspeisen. Auf den Herzen entdecken die Brüder Engelszeichen. Steckt dahinter ein Liebesgott? Oder der apokalyptische Reiter \u0027Hunger\u0027, der die Menschen dazu bringt, ihren Wünschen und Leidenschaften hemmunglos nachzugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043219","hoster":"VOE"},{"path":"/redirect/14100756","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043104","hoster":"VOE"},{"path":"/redirect/14100524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-15","name":"Tote tragen kein Karo","epNo":15,"alt":"Dead Men Don\u0027t Wear Plaid","descr":"In der Heimatstadt von Bobby erheben sich die Toten aus ihren Gräbern. Auch Bobbys verstorbene Frau. Ihre Familien feiern ein friedliches Wiedersehen mit den Zombies. Bis die sich in menschenfressende Killer verwandeln. Sam und Dean versuchen ihn zu überzeugen, seine Frau endgültig zu töten. Aber Bobby geniesst die Zeit mit seiner großen Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043304","hoster":"VOE"},{"path":"/redirect/14100753","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043276","hoster":"VOE"},{"path":"/redirect/14100526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-16","name":"Sonnenfinsternis","epNo":16,"alt":"Dark Side Of The Moon","descr":"Sam und Dean Winchester werden von wütenden Jägern getötet und in den Himmel geschickt. Dort eröffnet ihnen der Engel Castiel, dass Zachariah nach ihnen sucht. Die Brüder versuchen vor dem rachsüchtigen Engel zu fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14219844","hoster":"VOE"},{"path":"/redirect/14100758","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043220","hoster":"VOE"},{"path":"/redirect/14100527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-17","name":"99 Probleme","epNo":17,"alt":"99 Problems","descr":"Umstellt von Dämonen, werden die Geisterjäger Sam und Dean Winchester in letzter Sekunde gerettet: Die Bewohner einer Kleinstadt haben sich auf die bevorstehende Apokalypse vorbereitet und gehen bereits auf Dämonenjagd. Die Pfarrerstocher Leah scheint in Verbindung mit Engeln zu stehen und zeigt den anderen, wo sich die Dämonen verbergen. Doch in Wirklichkeit hat die \u0027Hure Babylon\u0027 von ihr Besitz ergriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043205","hoster":"VOE"},{"path":"/redirect/14100762","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043277","hoster":"VOE"},{"path":"/redirect/14100525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-18","name":"Kein Weg zurück","epNo":18,"alt":"Point of No Return","descr":"Geisterjäger Dean Winchester ist beinahe so weit, sich dem Erzengel Michael für den finalen Kampf gegen den Satan in Gestalt seines Bruders Sam zur Verfügung zu stellen. Doch die Engel haben bereits eine Alternative entdeckt: Dean und Sams Halbbruder Adam, der zu allem bereit wäre um seine verstorbene Mutter wiederzusehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043206","hoster":"VOE"},{"path":"/redirect/14100761","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121906","hoster":"VOE"},{"path":"/redirect/14100529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-19","name":"Sein letzter Trick","epNo":19,"alt":"Hammer of the Gods","descr":"Die Geisterjäger Sam und Dean Winchester landen in einem mysteriösen Hotel in Muncie, Indiana. Bevor sie wissen, wie ihnen geschieht, werden sie dort von heidnischen Göttern gefangengenommen. Diese wollen sie als Faustpfand nutzen, um die bevorstehende Apokalypse aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043207","hoster":"VOE"},{"path":"/redirect/14100764","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043156","hoster":"VOE"},{"path":"/redirect/14100528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-20","name":"Der Teufel steckt im Detail","epNo":20,"alt":"The Devil You Know","descr":"Der vierte apokalyptische Reiter, die Pest, ist auf der Erde. Die Apokalypse steht untmittelbar bevor. Die Geisterjäger Sam und Dean Winchester haben sich an ihre Fersen geheftet. Sie suchen die Ringe der apokalyptischen Reiter, um den Teufel in die Hölle zurückzuschicken. Aber ist es nicht bereits zu spät?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043208","hoster":"VOE"},{"path":"/redirect/14045825","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043279","hoster":"VOE"},{"path":"/redirect/14100530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-21","name":"Das Ende ist nah","epNo":21,"alt":"Two Minutes To Midnight","descr":"Castiel nutzt seine letzten Kräfte als Engel, um  Sam und Dean zu helfen, den Ring der Pest an sich zu bringen. Nun fehlt ihnen nur noch der Ring des Todes, um Satan in die Hölle zurückzuschicken. Ihr Kollege Bobby hat bereits seine Seele verpfändet, um den Tod ausfindig zu machen. Doch der verlangt für seinen Ring ein gefährliches Opfer von Sam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043229","hoster":"VOE"},{"path":"/redirect/14100760","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043278","hoster":"VOE"},{"path":"/redirect/14100532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-5/episode-22","name":"Schwanenlied","epNo":22,"alt":"Swan Song","descr":"Es ist so weit. Der Geisterjäger Sam will \"Ja\" zu Luzifer sagen. Mit dem neuen Plan gehen sie zum Teufel, doch was sie nicht wissen, er weiß von den Ringen und dem Plan. Dennoch will Sam nicht vom Plan abweichen. Als Luzifer in ihm ist, übernimmt er die Kontrolle, Sam ist weg. Auf einem Friedhof treffen sich dann \"Sam\" und \"Adam\" um den Kampf auszuführen. Doch Dean funkt dazwischen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043210","hoster":"VOE"},{"path":"/redirect/14045830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043155","hoster":"VOE"},{"path":"/redirect/14100531","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-1","name":"Normalität als Exil","epNo":1,"alt":"Exile on Main Street","descr":"Ein Jahr ist vergangen. Dean hat das Dämonenjagen aufgegeben und lebt zusammen mit Lisa und ihrem Sohn Ben ein normales Leben. Sam, der unter mysteriösen Umständen der Hölle entkommen konnte, sucht Dean auf und überredet ihn wieder mit dem Jagen anzufangen. Sam ist es auch, der Dean die Familie ihrer Mutter näherbringt - eine Familie, von dessen Existenz Dean nichts geahnt hat. Die Campbells werden von niemand Geringerem als Sam und Dean\u0027s Großvater Samuel angeführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043209","hoster":"VOE"},{"path":"/redirect/14100766","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043105","hoster":"VOE"},{"path":"/redirect/14100533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-2","name":"Zwei Jäger und ein Baby","epNo":2,"alt":"Two and a Half Men","descr":"Sam ermittelt in einem Fall, bei dem Babys verschwunden sind und deren Eltern umgebracht wurden. Als er an einem Tatort ein zurückgelassenes Baby findet, ruft er Dean um Hilfe. Obwohl er sich weigert, Lisa und Ben zu verlassen, willigt Dean schließlich ein, sich mit Sam zu treffen und überrascht diesen damit, zu was für einer Vaterfigur er inzwischen geworden ist. Die Brüder bringen das Baby zu Samuel, der sich dazu entschließt, es als Jäger aufzuziehen. Doch Dean will das nicht. Bevor sie über die Zukunft des Babys entscheiden können, überfällt sie ein Formwandler und entführt es.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043306","hoster":"VOE"},{"path":"/redirect/14100770","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043157","hoster":"VOE"},{"path":"/redirect/12986733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-3","name":"Der dritte Mann","epNo":3,"alt":"The Third Man","descr":"Sam und Dean benötigen Castiels Hilfe, als sie an einem Fall arbeiten, bei dem Polizisten an ägyptischen Plagen sterben. Castiel bestätigt, dass der Stab des Moses benutzt wurde, um die Polizisten zu töten. Er erzählt Sam und Dean, dass im Himmel das Chaos herrscht und die Waffen Gottes gestohlen wurden. Die drei machen sich auf die Suche nach dem Dieb und stehen bald darauf einem alten Feind gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043319","hoster":"VOE"},{"path":"/redirect/14100768","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043159","hoster":"VOE"},{"path":"/redirect/14100535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-4","name":"Immer Ärger mit Bobby","epNo":4,"alt":"Weekend at Bobby\u0027s","descr":"Nachdem Bobby herausgefunden hat, dass Crowley kein Interesse daran hat, ihm seine Seele wiederzugeben, nimmt Bobby die Sache selbst in die Hand. Als er dann eins von Crowleys dunklen Geheimnissen aufdeckt, bittet er Sam und Dean um Hilfe. Währenddessen erfahren Sam und Dean, was Bobby die ganze Zeit treibt, wenn sie nicht bei ihm sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043305","hoster":"VOE"},{"path":"/redirect/14045826","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043161","hoster":"VOE"},{"path":"/redirect/14100534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-5","name":"Vampire weinen nicht","epNo":5,"alt":"Live Free or Twihard","descr":"Nachdem eine Gruppe junger Mädchen vermisst wird, entdecken Sam und Dean, dass Vampire ihr Lager in der kleinen Stadt aufgeschlagen haben. Während eines Kampfes mit zwei Blutsaugern wird Dean von einem gebissen und verwandelt sich in einen Vampir. Samuel Campbell verspricht Dean, dass er ihn zurückverwandeln kann, wenn er ihm das Blut von dem Vampir bringt, der ihn gebissen hat. Dean infiltriert das Lager und nimmt es mit dem Anführer auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043211","hoster":"VOE"},{"path":"/redirect/14100774","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043280","hoster":"VOE"},{"path":"/redirect/14100536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-6","name":"Wahrheit tut weh","epNo":6,"alt":"You Can\u0027t Handle the Truth","descr":"Sam und Dean untersuchen einen Fall, bei dem Menschen auf mysteriöse Weise Selbstmord begehen. Sie finden heraus, dass jedes Opfer vor dessen Tod einer grausamen Wahrheit ausgesetzt war, die sie sprichwörtlich hat durchdrehen lassen. Die Göttin der Wahrheit, Veritas, von jemandem heraufbeschwört, zwingt die Menschen, gegen ihren Willen grauenhaft ehrlich zu sein und Dean ist das nächste Opfer. Unter dem Wahrheitszwang erzählt Dean Sam, was er über dessen Rückkehr aus der Hölle denkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043308","hoster":"VOE"},{"path":"/redirect/14100777","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043158","hoster":"VOE"},{"path":"/redirect/14100537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-7","name":"Familienangelegenheiten","epNo":7,"alt":"Family Matters","descr":"Dean ist Samuels Motiven gegenüber misstrauisch. Sam hingegen glaubt nicht, dass ihr Großvater irgendwas Böses im Schilde führt. Die Brüder gehen zusammen mit ihrem Großvater und den anderen Campbells auf die Jagd. Unglücklicherweise geht dabei einiges furchtbar schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043237","hoster":"VOE"},{"path":"/redirect/14045827","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043160","hoster":"VOE"},{"path":"/redirect/14100538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-8","name":"Alle Hunde kommen in den Himmel","epNo":8,"alt":"All Dogs Go to Heaven","descr":"Dean und Sam untersuchen eine Reihe von Morden, bei denen es scheint, als würde ein Werwolf sie begehen. Es stellt sich jedoch heraus, dass es ein Skinwalker ist, der die Form eines Hundes angenommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043213","hoster":"VOE"},{"path":"/redirect/14100782","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043224","hoster":"VOE"},{"path":"/redirect/14100540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-9","name":"Kleine grüne Männchen","epNo":9,"alt":"Clap Your Hands If You Believe","descr":"Während Sam und Dean eine UFO-Sichtung untersuchen, wird Dean in einem Maisfeld entführt. Als er zurückkommt, entdeckt er jedoch, dass er es ist nicht mit Außerirdischen, sondern mit Feen zu tun hat. Unglücklicherweise kann nur Dean die Feen, die ihn angreifen, sehen. Aus diesem Grund gestaltet sich die Verfolgung und das Aufhalten der Feen äußerst schwierig. Doch die beiden Brüder werden noch mehr überrascht, denn Sams Untersuchungen führen sie zu einer Welt voller Elfen, Gnomen und Kobolden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043307","hoster":"VOE"},{"path":"/redirect/14100786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043106","hoster":"VOE"},{"path":"/redirect/14100539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-10","name":"Express in die Hölle","epNo":10,"alt":"Caged Heat","descr":"Meg entführt Sam und Dean und versucht sie zu zwingen, ihr zu verraten, wo Crowley sich versteckt. Sam vereinbart mit ihr, dass er ihr bei der Suche nach Crowley hilft, wenn sie im Gegenzug verspricht, Crowley anschließend zu foltern, um so herauszufinden, wie Sams Seele zurückgeholt werden kann. Castiel unterstützt sie dabei, jedoch findet er die Arbeit mit Meg schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043236","hoster":"VOE"},{"path":"/redirect/14045831","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043318","hoster":"VOE"},{"path":"/redirect/14100541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-11","name":"Der Tod wartet in Samarra","epNo":11,"alt":"Appointment in Samarra","descr":"Dean sucht den Tod auf, damit dieser ihm hilft, Sams Seele zurückzuholen. Der Tod stimmt zu, jedoch unter der Bedingung, dass Dean für 24 Stunden die Aufgaben des Todes übernimmt. Unterdessen entscheidet Sam, dass er seine Seele nicht wieder haben will, und bittet den Engel Balthazar um Hilfe. Balthazar soll einen schützenden Zauber anwenden, um so zu verhindern, dass Sams Seele zurück in seinen Körper kehren kann. Für den Zauber benötigt er jedoch das Blut von Sams Vater , oder jemanden der wie ein Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043320","hoster":"VOE"},{"path":"/redirect/14045829","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043162","hoster":"VOE"},{"path":"/redirect/14100542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-12","name":"Wie man einen Drachen tötet","epNo":12,"alt":"Like a virgin","descr":"Dean und Bobby warten ängstlich auf Sams Erwachen. Erst dann wissen sie, ob es dem Tod gelungen ist, Sams Seele wiederherzustellen und ihm zurückzugeben, ohne seinen Verstand zu zerstören. Währenddessen untersuchen Dean und Bobby das Verschwinden von Jungfrauen und finden heraus, dass Drachen hinter den Entführungen stecken. Bobby schickt Dean zu einer Ärztin, die die einzige Waffe der Welt besitzt, die einen Drachen töten kann. Allerdings muss Dean erst beweisen, dass er würdig genug ist, die Waffe zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043212","hoster":"VOE"},{"path":"/redirect/14100788","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043327","hoster":"VOE"},{"path":"/redirect/14100544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-13","name":"Erbarmungslos","epNo":13,"alt":"Unforgiven","descr":"Sams Erinnerungen zu einem Fall, an dem er zusammen mit Samuel und vor der Wiedervereinigung der Winchester-Brüder gearbeitet hat, kommen zurück. Desweiteren erhält Sam eine mysteriöse Nachricht, die die Koordinaten zu einer kleinen Stadt beinhaltet. Die beiden Brüder beschließen die Sache zu untersuchen. Dean ist überrascht, als die Stadtbewohner einige von den Dingen erzählen, die Sam gemacht hat, als er dort war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043309","hoster":"VOE"},{"path":"/redirect/14045833","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043282","hoster":"VOE"},{"path":"/redirect/14100543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-14","name":"Mannequin 3: Die Abrechnung","epNo":14,"alt":"Mannequin 3: The Reckoning","descr":"Ben ruft Dean an und sagt ihm, dass Lisa in Schwierigkeiten ist. Dean verlässt Sam und eilt nach Hause, um Lisa zu helfen. Allerdings ist er auf das, was ihn erwartet, nicht vorbereitet. Währenddessen untersucht Sam einen Fall alleine und findet heraus, dass die ermordeten Männer alle Teil eines grausamen Scherzes sind, der einer Kollegin gespielt wurde, die verschwunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043214","hoster":"VOE"},{"path":"/redirect/14045832","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043163","hoster":"VOE"},{"path":"/redirect/14100545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-15","name":"Über uns der Himmel","epNo":15,"alt":"The French Mistake","descr":"Raphael startet einen Angriff auf Castiel und seine Verbündeten, indem er einen besonders erschreckenden Engel-Auftragsmörder auf Balthazar, Sam und Dean hetzt. In dem Bemühen, die Brüder zu schützen, schickt Balthazar sie zu einem alternativen Universum, wo sie die Stars einer TV-Show namens \"Supernatural\" und Schauspieler mit dem Namen Jensen Ackles und Jared Padalecki sind. Die Brüder sind verwirrt, als sich herausstellt, dass Castiel ein Schauspieler namens Misha Collins ist, der gerne twittert, und Sam anscheinend mit Ruby verheiratet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043311","hoster":"VOE"},{"path":"/redirect/14100793","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043281","hoster":"VOE"},{"path":"/redirect/14100546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-16","name":"Da Warn sie alle weg","epNo":16,"alt":"...And Then There Were None","descr":"Sam, Dean und Bobby sind auf der Suche nach der Mutter aller Monster. Während der Ermittlungen stoßen sie auf Samuel und Gwen Campbell, die auch auf der Jagd nach der Kreatur sind. Es kommt zu großen Auseinandersetzungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043310","hoster":"VOE"},{"path":"/redirect/14045841","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121904","hoster":"VOE"},{"path":"/redirect/14100549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-17","name":"Ein Tiefer Ozean voller Geheimnisse","epNo":17,"alt":"My Heart Will Go On","descr":"Balthazar reist zurück in die Vergangenheit, um das Sinken der Titanic zu verhindern. Dabei verändert er die Zukunft. Jo und Ellen sind nie gestorben, und Ellen ist jetzt mit Bobby verheiratet. Aber das Schicksal versucht, den Fehler wieder in Ordnung zu bringen, indem sie die Kindes-Kinder derer tötet, die eigentlich beim Sinken der Titanic sterben sollten. Sam und Dean versuchen den Fall aufzulösen, doch dann will das Schicksal sie töten. Nur Balthasar kann sie jetzt noch retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043312","hoster":"VOE"},{"path":"/redirect/14100798","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043165","hoster":"VOE"},{"path":"/redirect/14100548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-18","name":"Sie leben mit dem Tod","epNo":18,"alt":"Frontierland","descr":"Sam, Dean und Bobby suchen in Samuels Bibliothek nach einer Lösung, wie sie die Mutter von allem aufhalten können. Einer Legende zufolge soll die Asche eines Phönix dazu die Macht haben. Einziges Problem: wo kriegen sie diese her? Castiel sendet sie dazu zurück in die Vergangenheit, zum 4. März 1861. Dort traf Samuel Colt auf einen Phönix und nutzte den Colt, um diesen zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918660","hoster":"VOE"},{"path":"/redirect/14222415","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043164","hoster":"VOE"},{"path":"/redirect/14100547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-19","name":"Krone der Schöpfung","epNo":19,"alt":"Mommy Dearest","descr":"Sam, Dean, Bobby und Castiel jagen die Mutter von allem und verfolgen ihre Spur zu einer kleinen Stadt, die jedoch völlig normal scheint. Doch der Schein trügt. Eve hat Monster erschaffen, denen man nicht sofort ansieht, dass sie welche sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043215","hoster":"VOE"},{"path":"/redirect/14045834","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121903","hoster":"VOE"},{"path":"/redirect/14100550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-20","name":"Nur ein Zeichen","epNo":20,"alt":"The Man Who Would Be King","descr":"Crowley und Castiel arbeiten zusammen, um das Tor zum Fegefeuer zu öffnen. Denn dort befinden sich Seelen, die Castiel befähigen würden, über Raphael, der die Apokalypse wieder starten will, zu triumphieren. Aber er spielt ein gefährliches Spiel und er beginnt, sich selbst und seine Freunde, die er eigentlich nur beschützen will, zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043114","hoster":"VOE"},{"path":"/redirect/12986740","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043166","hoster":"VOE"},{"path":"/redirect/14100551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-21","name":"Die Erinnerung","epNo":21,"alt":"Let It Bleed","descr":"Castiel droht Crowley, dass er ihr Arrangement platzen lässt, wenn der Sam oder Dean auch nur ein Haar krümmt. Crowley entführt deswegen Ben und Lisa ohne Castiels Wissen und Sam und Dean gehen die Beiden suchen. Währenddessen findet Bobby heraus, dass er jemanden, der aus dem Fegefeuer kam, schon lange kennt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043313","hoster":"VOE"},{"path":"/redirect/14100795","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121905","hoster":"VOE"},{"path":"/redirect/14100552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-6/episode-22","name":"Der Mann der zuviel wusste","epNo":22,"alt":"The Man Who Knew Too Much","descr":"Castiel löscht Sams Erinnerungen und damit auch den Schutzwall, der seinen Geist vor der Erinnerung an den Käfig schützte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043314","hoster":"VOE"},{"path":"/redirect/14045836","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043107","hoster":"VOE"},{"path":"/redirect/14100554","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-1","name":"Der Zorn Gottes","epNo":1,"alt":"Meet the New Boss","descr":"Castiel tötet Sam, Dean und Bobby nicht, warnt sie jedoch davor, sich nicht in seine Geschäfte einzumischen. Unter der Annahme seiner neuen Rolle als Gott korrigiert Castiel einige der Ungerechtigkeiten in der Welt. Dean entscheidet sich, Tod zu rufen, um so Castiel zu stoppen. Aber der ehemalige Engel ist ihnen einen Schritt voraus, so dass Dean einem sehr wütenden Tod gegenübersteht. Unterdessen kämpft Sam mit der Realität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043047","hoster":"VOE"},{"path":"/redirect/14045846","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043006","hoster":"VOE"},{"path":"/redirect/14100553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-2","name":"Böse neue Welt","epNo":2,"alt":"Hello, Cruel World","descr":"Castiel, die Leviathane \"inside\" ist aufgestiegen und hat im Himmel die restlichen Anhänger Raffaels beseitigt. Zudem haben die Brüder noch mit anderen Schwierigkeiten zu tun. Die Erinnerungen an die Zeit in der Hölle machen Sam immer mehr zu schaffen. Die Halluzinationen bewegen Sam dazu, einen Weg zu finden, Luzifer aus dem Kopf zu kriegen. Dean merkt, dass es Sam schlechter geht und möchte ihm helfen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043049","hoster":"VOE"},{"path":"/redirect/14100803","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043092","hoster":"VOE"},{"path":"/redirect/14100555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-3","name":"Das nette Mädchen von nebenan","epNo":3,"alt":"The Girl Next Door","descr":"Nachdem Sam und Dean einen Weg gefunden haben, zumindest für einen Weile den Halluzinationen aus dem Weg zu gehen, stellen sich den beiden Brüder wieder neue Probleme. Sie haben das Haus von Bobby verbrannt vorgefunden. Nach einem Kampf mit einer der Leviathane, mussten Sam und Dean ins Sioux-Falls Allgemeinkrankenhaus gebracht werden. Bobby schafft es jedoch, die Beiden noch aus dem Krankenhaus zu retten, bevor die 2 geschnappt werden können. Zuhause erzählt Sam von den Morden, da sie alle mit Sam´s Vergangenheit zusammenhängen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043048","hoster":"VOE"},{"path":"/redirect/14045837","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043007","hoster":"VOE"},{"path":"/redirect/14100556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-4","name":"Zeugin der Anklage","epNo":4,"alt":"Defending Your Life","descr":"Ein Mann wurde in einer Wohnung überfahren. Noch ein Mann wurde auf der Toilette aufgeschlitzt. Diese Morde sind nun Dean und Sam auf der Spur und nach langer Zeit haben die beiden Brüder herausgefunden, dass es sich wohl um einen \"Ägyptischen Gott\" handeln muss namens Osiris. Die Menschen die sich schuldig fühlen, töteten Dean und Sam und werden zu einem Gericht gezwungen, wobei Zeugen aus dem Jenseits befragt werden und üble Tricks eingesetzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043046","hoster":"VOE"},{"path":"/redirect/14100801","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043005","hoster":"VOE"},{"path":"/redirect/14100559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-5","name":"Paartherapie","epNo":5,"alt":"Shut Up, Dr. Phil","descr":"Dean hat üble Albträume, und weigert sich mit Sam offen darüber zu Reden. Aber es kommt schlimmer. So wurden unnatürliche Morde gemeldet. Später stellt sich heraus, dass es sich wieder um eine Hexe handelt. Ein Mann namens Don Stark, der auch eine Hexe ist und sich heftig mit der anderen Hexe (seiner Ehe Frau) streitet. Nun liegt es an Sam und Dean die Beiden zu beruhigen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043094","hoster":"VOE"},{"path":"/redirect/14100811","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043008","hoster":"VOE"},{"path":"/redirect/14100557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-6","name":"Klonkrieger","epNo":6,"alt":"Slash Fiction","descr":"Dean und Sam streiten sich weiterhin darüber, dass sie nie miteinander offen reden können. Dass Sam Dean belügt und sagt, dass alles \"ok\" wäre, macht Dean auch unruhig. Aber die beiden Brüder haben größere Probleme. In vielen Städten werden Morde gemeldet, die Dean und Sam begangen haben sollen. Da die Beiden erst später herausfinden, dass irgendwas nicht stimmt und irgendwo Doppelgänger umherstreifen und in ihrem Namen Morde begehen, befragen sie Bobby. Aber Bobby ist selber gerade beschäftigt einen Weg zu finden, wie man diese Art Monster mit schwarzem Blut töten kann....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043088","hoster":"VOE"},{"path":"/redirect/14045838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043011","hoster":"VOE"},{"path":"/redirect/14100558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-7","name":"Patrick, Jane, Lilly, Dale?","epNo":7,"alt":"The Mentalists","descr":"Sam und Dean haben sich im Streit getrennt und treffen sich in Lily Dale, New York wieder, einer berüchtigten Stadt voll mit \"Medien\". Dort werden diese nacheinander umgebracht. Kurz vor ihrem Tod haben sie eine Vision, der ihnen ihren Tod zeigt. Sam und Dean finden heraus, wer für diese Visionen verantwortlich ist und bringen den Geist zur Strecke. Aber die Morde gehen weiter und die Frage bleibt: wer hat sie begangen? Und werden Sam und Dean ihren Streit beilegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043050","hoster":"VOE"},{"path":"/redirect/14100816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043012","hoster":"VOE"},{"path":"/redirect/14100562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-8","name":"Zeit zu heiraten","epNo":8,"alt":"Season Seven, Time for a Wedding","descr":"Las Vegas: Dean flirtet gerade mit einer Bedienung als er von Sam einen Anruf bekommt und von ihm gebeten wird, sofort im Anzug in einer Kirche zu erscheinen. Auf fast alles gefasst, eilt Dean seinem Bruder zu Hilfe - doch scheint er gegen die Bedrohung machtlos: Sam steht vor dem Traualtar und will heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043095","hoster":"VOE"},{"path":"/redirect/14100817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043013","hoster":"VOE"},{"path":"/redirect/14100561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-9","name":"Du bist, was du isst","epNo":9,"alt":"How to Win Friends and Influence Monsters","descr":"Nachdem im Wald ein Ehepaar auf schreckliche Art getötet wurde, haben sich Dean, Sam und Bobby in einem kleinen Haus eingerichtet, wo sie in Ruhe nachdenken können. Sie finden heraus, dass in \"Southern Pine\" eine Art Teufel namens \"Jersey Devil\" sein Unwesen getrieben hat. Später als sie auf der Jagd nach diesem Teufel gehen, stellt sich heraus, das ihr Blut sich von dem der anderen unterscheidet. Und genau dieses Blut sorgt dafür, dass in der Stadt alle Bürger zu mutieren beginnen und zu Zombies werden. Dean ist von dieser Epedimie ebenfalls betroffen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043051","hoster":"VOE"},{"path":"/redirect/14100823","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043091","hoster":"VOE"},{"path":"/redirect/14100560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-10","name":"An der Schwelle","epNo":10,"alt":"Death\u0027s Door","descr":"Nachdem Bobby angeschossen wurde, fahren Sam und Dean schnellstmöglich in das nächstgelegene Krankenhaus. Die Ärzte sagen den Brüdern, dass sich ihr Freund in einem Koma befindet und sie alles mögliche tun werden, um ihn zu retten. Doch sehe es momentan nicht gut für ihn aus.Währenddessen findet sich Bobby mit den Jungs im Wald, bei der Jagd auf den \"Jersey Devil\" wieder. Schnell bemerkt Bobby, dass hier etwas nicht mit rechten Dingen vor sich geht. Er kann sich sofort an seine schwere Kopfverletzung zurückerinnern. Schnell schnappt er sich Papier und Stift, um eine wichtige Botschaft zu notieren, die den Jungs für den Kampf gegen die Leviathane wichtig sein könnte. Somit fasst er sich als Ziel, schnell in die reale Welt zurück zu kehren und die Nachricht zu überbringen. Die Jungs kämpfen weiterhin seelisch damit, langsam von Bobby Abschied zu nehmen. Während sich Bobby an Seite eines alten Kumpels durch seine Erinnerungen wühlt, auf der Flucht vor dem Sensenmann, der ihn mitnehmen möchte, sowohl auch, um sein Ziel zu erreichen....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918663","hoster":"VOE"},{"path":"/redirect/14045839","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043009","hoster":"VOE"},{"path":"/redirect/14100563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-11","name":"Die Nacht der Abenteuer","epNo":11,"alt":"Adventures in Babysitting","descr":"Bobby ist tot und Sam und Dean haben Schwierigkeiten, damit klar zu kommen. Während Dean alles versucht, um Dick zu Fall zu bringen, will Sam einem Mädchen, das auf Bobby\u0027s Handy anrief zu helfen, deren Vater ein Jäger ist und auf einer Jagd verschwand. Doch Sam hat die falschen Informationen über den Feind...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043054","hoster":"VOE"},{"path":"/redirect/14100813","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043014","hoster":"VOE"},{"path":"/redirect/14100565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-12","name":"Die Zeit heilt keine Wunden","epNo":12,"alt":"Time after Time after Time","descr":"Während einer Jagd wird Dean ins Jahr 1944 zurückversetzt, wo er auf Eliot Ness, einen weiteren Jäger trifft. Dieser Jagd dasselbe wie Sam und Dean und es stellt sich heraus, dass sie Chronos, den Gott der Zeit jagen. Dean und Eliot haben auch die Waffe, die ihn tötet. Doch wenn Chronos stirbt, wird Dean im Jahr 1944 feststecken bleiben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043052","hoster":"VOE"},{"path":"/redirect/14100838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043010","hoster":"VOE"},{"path":"/redirect/14100564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-13","name":"Vatertag","epNo":13,"alt":"The Slice Girls","descr":"Sam und Dean untersuchen einen Fall, bei dem die Opfer mit einem seltsamen Symbol gebrandmarkt und ihnen die Hände und Füße abgetrennt werden. Während Sam Nachforschungen an der lokalen Universität betreibt, besucht Dean einen seiner Lieblingsplätze - die lokale Bar. Dean beginnt ein Gespräch mit der Stadtbewohnerin Lydia und endet in ihrer Wohnung. Sam findet heraus, dass das Symbol zu den Amazonen gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043093","hoster":"VOE"},{"path":"/redirect/14100842","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043017","hoster":"VOE"},{"path":"/redirect/14100567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-14","name":"Es... sind schon wieder Clowns","epNo":14,"alt":"Plucky Pennywhistle\u0027s Magic Menagerie","descr":"Sam ist gezwungen, sich einer seiner Kindheitsängste zu stellen, als ein Fall ihn und Dean nach Kansas führt, wo sie eine Filiale von Plucky Pennywhistle’s Magical Menagerie, einer lokalen Pizza-Kette, die Kindergeburtstage veranstaltet, untersuchen. Sam und Dean entdecken, dass die Kinder der Opfer kürzlich in dem Restaurant waren, wo sie ein Bild ihrer größten Angst malten, welche anschließend lebendig wurde und ihre Eltern umbrachte. Während Dean den Mann hinter dem Ganzen konfrontiert, muss Sam sich mit ein paar sehr bösen Clowns rumschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043053","hoster":"VOE"},{"path":"/redirect/14100845","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043016","hoster":"VOE"},{"path":"/redirect/14100566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-15","name":"Guten Morgen, Vietnam","epNo":15,"alt":"Repo Man","descr":"Vier Jahre zuvor halfen Sam und Dean einer Frau namens Nora bei dem Exorzismus eines Dämons , der systematisch die Frauen in der kleinen Stadt tötete. Sie schafften es, den Postangestellten Jeffrey dabei zu retten, nun scheint es jedoch, dass das Monster zurück ist und einen Nachschlag will. Die Brüder suchen Jeffrey auf, der seit dem damaligen Vorfall in einer psychiatrischen Anstalt lebt, um herauszufinden, ob er sich an die Pläne des Dämons erinnern kann, während er ihn besessen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043055","hoster":"VOE"},{"path":"/redirect/14100848","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043020","hoster":"VOE"},{"path":"/redirect/14100569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-16","name":"Von schwarzen Schwänen","epNo":16,"alt":"Another Man\u0027s Treasure","descr":"Eine Ballerina wird aufgefunden, nachdem sie sich zu Tode getanzt hat. Sam und Dean nehmen sich des Falls an und finden heraus, dass die Ballettschuhe, die sie getragen hat, verflucht waren .Es stellt sich raus ,das es nicht die einzigen verfluchten Gegenstände waren.Nebenbei finden sie raus ,das Leviathane im Ort sind und Häuser auf kaufen .Beim Kampf gegen sie ,bekommen sie Überraschende Hilfe,von wem sie es nicht erwartet haben .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043056","hoster":"VOE"},{"path":"/redirect/14045840","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043015","hoster":"VOE"},{"path":"/redirect/14100568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-17","name":"Identitätsverlust","epNo":17,"alt":"The Born-Again Identity","descr":"Luzifer treibt Sam immer mehr in den Wahnsinn. Als Sam seinetwegen durch einen Anfahrunfall im Krankenhaus landet, fingen die Ärzte an sein Gehirn zu untersuchen. Da sie Sams Leid noch nie zuvor in dieser Form gesehen hatten bleibt er als Patient. Dean versucht währenddessen verzweifelt Sam Hilfe zu besorgen. Durch einen \"geisterlichen\" Tipp erfährt Dean wo ihm geholfen werden kann. Es handelt sich um einen Heiler Namens Emanuel. Dieser entpuppt sich dann als längst totgeglaubter Freund...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043057","hoster":"VOE"},{"path":"/redirect/14100862","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043018","hoster":"VOE"},{"path":"/redirect/14100571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-18","name":"Garths Welt-Party Zeit-Exzellent","epNo":18,"alt":"Party On, Garth","descr":"Garth braucht Sams und Deans Hilfe bei einem Fall, bei dem zwei Brüder brutal ermordet wurden. Es stellt sich heraus, dass Alkohol in dem Fall eine große Rolle spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043059","hoster":"VOE"},{"path":"/redirect/14100867","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043022","hoster":"VOE"},{"path":"/redirect/14100572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-19","name":"Die Geister, die ich rief","epNo":19,"alt":"Of Grave Importance","descr":"Sam und Dean erhalten einen Anruf von ihrer alten Jagdfreundin Annie Hawkins, die bei einem Fall um Mithilfe bittet. Als die beiden in der Stadt ankommen, stellen sie fest, dass Annie verschwunden ist. Sie verfolgen ihre letzte Spur und diese führt zu einem alten und verlassenen Haus, in dem ein mächtiger Geist spukt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043058","hoster":"VOE"},{"path":"/redirect/14100865","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043019","hoster":"VOE"},{"path":"/redirect/14100570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-20","name":"Verblendung, Verliese und Drachen","epNo":20,"alt":"The Girl With the Dungeons and Dragons Tattoo","descr":"Dean und Sam wollen herausfinden, was Dick Roman und die Leviathane als nächstets planen. Die Brüder bekommen von Bobby den Hinweis, dass sich der schwerreiche Unternehmer in die Nahrungsmittelindustrie eingekauft hat. Sein teuflischer Plan: Mit Nahrungszusätzen im Essen will er die Bevölkerung manipulieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043061","hoster":"VOE"},{"path":"/redirect/14045845","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043026","hoster":"VOE"},{"path":"/redirect/14100574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-21","name":"Erzengel","epNo":21,"alt":"Reading is Fundamental","descr":"Sam und Dean bearbeiten die Tontafel, die sie Dick Roman weggeschnappt haben. Zum Vorschein kommt eine mysteriöse Schrift, deren Bedeutung sie jedoch nicht verstehen. Gleichzeitig wird in Michigan der Schüler Kevin Tran vom Blitz getroffen und ohne sein Wissen zum Propheten gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043060","hoster":"VOE"},{"path":"/redirect/14100870","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043029","hoster":"VOE"},{"path":"/redirect/14100573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-22","name":"Blutvergießen","epNo":22,"alt":"There Will Be Blood","descr":"Sam und Dean haben von Kevin eine Prophezeiung erhalten: Demnach brauchen sie den Knochen eines rechtschaffenen Menschen und drei unterschiedliche Blutproben gefallener Engel, um Leviathan Dick Roman töten zu können. Dieser hat inzwischen seine manipulierten Nahrungszusätze erfolgreich unter die Leute gebracht. Zahlreiche Menschen verfallen nach dem Verzehr seiner Speisen in Trance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043064","hoster":"VOE"},{"path":"/redirect/14100872","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043021","hoster":"VOE"},{"path":"/redirect/14100577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-7/episode-23","name":"Das Überleben der Stärkeren","epNo":23,"alt":"Survival of the Fittest","descr":"Das große Finale steht bevor: Dean und Sam werden Dick Roman entweder besiegen oder sterben. Die Winchesters können jede Hilfe brauchen und müssen sich mit Castiel, Bobby, Meg und Kevin zusammenschließen um Dick endlich das Handwerk zu legen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043086","hoster":"VOE"},{"path":"/redirect/14100879","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043028","hoster":"VOE"},{"path":"/redirect/14100575","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-1","name":"Wo ist Kevin","epNo":1,"alt":"We Need to Talk About Kevin","descr":"Ein Jahr ist mittlerweile vergangen als ein junges Pärchen im Wald beim Campen Dean blutüberströmt wieder findet. Er bedroht die beiden und flüchtet. Tage später findet er auch Sam wieder. Die Beziehung der beiden ist sehr frostig, da Dean Sam vorwirft, nicht nach ihm gesucht zu haben. Auf Sams Handy finden sie Sprachmails von Kevin, dem Propheten. Es scheint, dass er von Crowley flüchten konnte. Als die Brüder ihn aufspürten erzählt er ihnen von einer weiteren Steintafel mit dem Wort Gottes drauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043063","hoster":"VOE"},{"path":"/redirect/14100881","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043025","hoster":"VOE"},{"path":"/redirect/9882300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-2","name":"Seelenhandel","epNo":2,"alt":"What\u0027s Up Tiger Mommy","descr":"Sam,Dean und Kevin wollen die Tore zur Hölle für immer verschließen. Doch bevor sie sich auf diese Mission machen, überredet Kevin die beiden Brüder, zuerst seine Mutter aufzusuchen, die er seit einem Jahr nicht mehr gesehen hat und die selbstredend von Dämonen bewacht wird - Crowley möchte schließlich seinen entflohenen Propheten zurück bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043065","hoster":"VOE"},{"path":"/redirect/14100882","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043027","hoster":"VOE"},{"path":"/redirect/14100576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-3","name":"Herzschmerz","epNo":3,"alt":"Heartache","descr":"Nach einer Woche erfolgloser Sucherei nach Kevin wird Dean auf Mordfälle in Minneapolis aufmerksam, bei denen im sechsmonatigen Rhythmus Personen das Herz herausgerissen wurde. Sam ist alles andere als begeistert über einen Fall abseits von Kevin und der Dämonen-Schrifttafel, lässt sich aber doch überreden, den Bauernmarkt zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043062","hoster":"VOE"},{"path":"/redirect/14100883","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043024","hoster":"VOE"},{"path":"/redirect/14100578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-4","name":"Gebissen","epNo":4,"alt":"Bitten","descr":"Sam und Dean ermitteln nach einem bizarren Mord in einem College-Städtchen. Dem Verdächtigen dicht auf den Fersen, finden sie in einem Apartment überraschend zwei weitere Leichen und einen Laptop mit verstörenden Videos. Darin hören Brian ,Mike and Kate von ungewöhnlichen Übergriffen durch Tieren in der Stadt. Der Rest der Geschichte wird aus der Perspektive der Jugendlichen erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043067","hoster":"VOE"},{"path":"/redirect/14100887","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043023","hoster":"VOE"},{"path":"/redirect/14100579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-5","name":"Blutsbrüder","epNo":5,"alt":"Blood Brother","descr":"Nachdem Benny von Vampiren brutal zusammengeschlagen wird, ruft er Dean um Hilfe. Dean eröffnet dem verdutzten Sam sich einen freien Tag zu nehmen um sich für die unzähligen Male zu revanchieren, bei denen ihm und Castiel von Benny geholfen wurde.Sam denkt währenddessen über das Leben mit Amelia nach,das er hinter sich ließ. Als es jedoch schlecht für Dean und Benny aussieht,ruft Dean Sam zu Hilfe und macht damit alles noch komplizierter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043066","hoster":"VOE"},{"path":"/redirect/14100893","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043032","hoster":"VOE"},{"path":"/redirect/14100580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-6","name":"Southern Comfort","epNo":6,"alt":"Southern Comfort","descr":"Sam und Dean untersuchen einen Mordfall und stellen fest, dass Garth bereits am gleichen Fall arbeitet. Dean ist nicht besonders glücklich darüber, dass Garth nun Bobbys Aufgaben übernommen hat. Doch Garth weist ihn darauf hin, dass Sam und Dean ein Jahr lang verschwunden waren und jemand handeln musste. Sie entdecken, dass ein Schreckgespenst, für die Morde verantwortlich ist und müssen der Ursache auf den Grund gehen, bevor das Töten wieder beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043070","hoster":"VOE"},{"path":"/redirect/14045842","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043037","hoster":"VOE"},{"path":"/redirect/14100582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-7","name":"Unverhoffte Begegnung","epNo":7,"alt":"A Little Slice of Kevin","descr":"Sam und Dean sind erstaunt als Castiel dem Fegefeuer entkommt und wieder zurück auf der Erde erscheint. Das Problem: Er kann sich nicht erinnern wie er aus der Hölle herausgekommen ist. Haben ihm Engel geholfen, die in dieser Episode eingeführt werden, oder jemand anders? Die gute Nachricht ist, dass Castiel Herr seiner Sinne und Kräfte ist und bereit, für das Gute in den Kampf zu ziehen.Zusammen mit den Winchesters begibt er sich auf die Suche nach einem Weg um das Tor zur Hölle für immer zu schließen. Doch auch Castiel ist sich unsicher darüber wem er vertrauen kann und soll.Derweil bittet Kevins Mutter eine Hexe um Hilfe für ihren Sohn,diese soll eine Dämonenbombe bauen. Doch leider stellt sich die Hexe als eine Vertraute Crowleys heraus und liefert die beiden an ihn aus. Können die Winchsters ihren Propheten noch einmal retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043068","hoster":"VOE"},{"path":"/redirect/14045843","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043033","hoster":"VOE"},{"path":"/redirect/14100584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-8","name":"Verzerrte Gegenwart","epNo":8,"alt":"Hunteri Heroici","descr":"Nachdem Castiel dem Fegefeuer entkam und zurück auf der Erde ist, möchte der Engel ein Jäger wie die Winchesters werden. Sam und Dean sind zunächst skeptisch über den neuen Karrierewunsch ihres Freundes, doch dann entdeckt Castiel einen sonderbaren Fall, bei dem das Herz eines Mannes buchstäblich aus seiner Brust gerissen wurde.\r\rSchon bald müssen sie feststellen, dass die Kleinstadt nicht wie alle anderen ist, denn die Tode erinnern stark an Zeichentrick-Tode. Dort treffen sie außerdem auf einen alten Freund der Winchester-Familie, der in seinem Kopf gefangen zu sein scheint, der tatsächlich wie ein Cartoon aussieht. Castiel und Sam springen in seinen Kopf um herauszufinden wie sie ihn retten können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043073","hoster":"VOE"},{"path":"/redirect/14100889","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043030","hoster":"VOE"},{"path":"/redirect/14100583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-9","name":"Jagd auf Benny","epNo":9,"alt":"Citizen Fang","descr":"Sam bittet den Jäger Martin darum, ein Auge auf Benny zu haben, ohne Dean davon zu erzählen. Doch als Martin Sam von einem Vampirmord berichtet, für den er Benny verantwortlich macht, verteidigt Dean seinen Freund. Als Martin beschließt, die Dinge selbst in die Hand zu nehmen, macht er alles noch schlimmer und Dean ist gezwungen, eine schwere Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043069","hoster":"VOE"},{"path":"/redirect/14100898","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043031","hoster":"VOE"},{"path":"/redirect/14100581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-10","name":"Der Verrat","epNo":10,"alt":"Torn and Frayed","descr":"Castiel erfährt von Naomi, dass Crowley einen Engel namens Samandrial gefangen hält. Castiel muss ihn retten bevor Crowley ihre Geheimnisse herausfindet. Diese will Crowley anhand grausamer Foltermethoden herausfinden.Castiel wendet sich an Dean, der ihm helfen soll. Sam trifft sich mit seiner Liebe Amelia, die ihn vor eine Wahl stellt: entweder er bleibt bei ihr oder er meldet sich nie wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043072","hoster":"VOE"},{"path":"/redirect/14100900","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043087","hoster":"VOE"},{"path":"/redirect/14100585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-11","name":"Blutiges Spiel","epNo":11,"alt":"LARP and the Real Girl","descr":"Die zwei Brüder Sam und Dean untersuchen die mysteriösen Todesfälle zweier Rollenspieler, die ein Spiel namens Moondoor spielten. Als sie entdecken, dass die Königin von Moondoor keine geringere als Charlie ist, sind die Jungs begeistert. Sie erfahren, dass einer Fee befohlen wurde, Menschen zu schaden. Der einzige Weg sie aufzuhalten ist, ihren Meister zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043071","hoster":"VOE"},{"path":"/redirect/14100907","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043039","hoster":"VOE"},{"path":"/redirect/14100587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-12","name":"Wie die Zeit vergeht","epNo":12,"alt":"As Time Goes By","descr":"Sam und Dean sind mehr als überrascht als sie in ihrem Hotelzimmer auf einen Mann treffen, der sich als ihr Großvater, Henry Winchester, vorstellt. Henry ist durch die Zeit gereist weil er Johns Hilfe braucht um einen reinrassigen, sehr mächtigen Dämonen namens Abbadon aufzuhalten.Durch Henry erfahren Sam und Dean mehr über das Erbe der Winchesters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043074","hoster":"VOE"},{"path":"/redirect/12986746","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043036","hoster":"VOE"},{"path":"/redirect/14100588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-13","name":"Jeder hasst Hitler","epNo":13,"alt":"Everybody Hates Hitler","descr":"Sam und Dean untersuchen den Tod von Rabbi Bass durch spontane Selbstentzündung. Der Fall wird noch verwirrender, als sie erfahren, dass der Rabbi Nazi-Geisterbeschwörer recherchiert hatte. Sam und Dean werden von einem Golem angegriffen, der dem Enkel des Rabbis, Aaron gehört.Der Golem ist der Schlüssel zur Aufklärung des Falls, doch Aaron kann ihn nicht kontrollieren, was alle in Gefahr stürzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043079","hoster":"VOE"},{"path":"/redirect/14100905","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043035","hoster":"VOE"},{"path":"/redirect/14100586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-14","name":"Ein Licht am Ende des Tunnels","epNo":14,"alt":"Trial and Error","descr":"Kevin entziffert die Tafel und findet heraus, wie das Tor zur Hölle geschlossen werden kann. Er erzählt Sam und Dean, dass sich der Tafel zufolge eine Person drei Prüfungen stellen muss, die von Gott gestellt wurden. Die erste Prüfung: Einen Höllenhund töten und in dessem Blut baden.Schon bald versuchen sie einen Höllenhund ausfindig zu machen, was sich als schwierig herausstellt.Sam und Dean streiten sich, wer die Prüfungen bestreiten soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043076","hoster":"VOE"},{"path":"/redirect/14100909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043043","hoster":"VOE"},{"path":"/redirect/14100589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-15","name":"Tierische Freunde","epNo":15,"alt":"Man\u0027s Best Friend With Benefits","descr":"Ein Bekannter der Winchesters ruft sie scheinbar zu Hilfe, da er in Schwierigkeiten steckt. Es stellt sich heraus, dass ein Club von Hexen besteht, von denen eine den Freund der Winchesters kontrolliert und ihn Menschen töten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043075","hoster":"VOE"},{"path":"/redirect/14100910","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043034","hoster":"VOE"},{"path":"/redirect/14100592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-16","name":"Rückkehr der Titanen","epNo":16,"alt":"Remember the Titans","descr":"Ein Mann wird von einem Auto überfahren und erfriert am Straßenrand.Am nächsten Morgen als er gefunden wird steht er einfach wieder auf, um kurz danach von einem Grizzly zerfleischt zu werden und wieder aufzustehen.Es stellt sich heraus, dass es sich bei dem Mann um Prometheus handelt, einen Titanen aus der Zeit der alten griechischen Götter, der sein Gedächtnis verloren hat, da er jeden Tag einmal stirbt und wieder aufersteht. Sein siebenjähriger Sohn hat diesen Fluch geerbt, weshalb Prometheus mit den Winchesters versucht, Zeus zu beschwören und den Fluch zu brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043077","hoster":"VOE"},{"path":"/redirect/14100904","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043042","hoster":"VOE"},{"path":"/redirect/14100590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-17","name":"Auf Wiedersehen Fremder","epNo":17,"alt":"Goodbye Stranger","descr":"Menschen mit ausgebrannten Augen und Wunden an den Händen werden gefunden.Nach dem Befragen eines Angehörigen finden die Winchesters heraus, dass jemand Dämonen tötet, die nach den Krypten von Luzifer suchen, die Crowley sucht.Mit Meg und Castiel suchen sie selbst nach den Krypten, um die Engelstafel zu finden, das Gegenstück zur Dämonentafel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043080","hoster":"VOE"},{"path":"/redirect/14100920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043038","hoster":"VOE"},{"path":"/redirect/14100591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-18","name":"Die Nachwuchsjäger","epNo":18,"alt":"Freaks and Geeks","descr":"Ein Nest Vampire macht eine Kleinstadt unsicher. Als Sam und Dean in diesen Fall verwickelt werden bemerken sie schnell, dass sie nicht die einzigen Jäger sind. Die Teenager Krissie, Aidan und Josephine sind ebenfalls an den Vampiren dran. Sie werden von einem alten bekannten von Sam und Dean zu Jägern ausgebildet um sich an eben den Vampiren zu rächen die ihre Familie getötet haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043078","hoster":"VOE"},{"path":"/redirect/14100918","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043089","hoster":"VOE"},{"path":"/redirect/14100593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-19","name":"Taxi Driver","epNo":19,"alt":"Taxi Driver","descr":"Prophet Kevin glaubt, dass Crossroad-Dämon Crowley trotz Dämonensiegel in seinen Kopf eingedrungen ist. Er holt Sam und Dean zuhilfe und erzählt ihnen außerdem wie die zweite Prüfung zur Höllenschließung aussieht: Eine Seele muss aus der Hölle befreit und in den Himmel geschickt werden. Keine leichte Aufgabe – ein Taxifahrer soll den Winchesters den Weg weisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043081","hoster":"VOE"},{"path":"/redirect/14100926","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043041","hoster":"VOE"},{"path":"/redirect/14100594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-20","name":"Pac-Man Fever","epNo":20,"alt":"Pac-Man Fever","descr":"Während Sam nach der zweiten Prüfung geschwächt zuhause bleiben muss, macht sich Dean mit Charlie an einen neuen Fall: Es handelt sich um einen Toten, dessen Organe sich verflüssigt haben. Für Charlie ist es der erste große Einsatz als Jägerin. Prompt gerät sie in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043082","hoster":"VOE"},{"path":"/redirect/14100922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043040","hoster":"VOE"},{"path":"/redirect/14100595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-21","name":"Metatron und das Wort Gottes","epNo":21,"alt":"The Great Escapist","descr":"Sam und Dean bekommen eine Failsafe-E-Mail von Kevin in der alle bisherigen Informationen über die Dämonentafel stehen. Kevin wird offenbar von Crowley gefangen gehalten. Sam hat schließlich eine Idee, wie die Brüder Metatron, den Verfasser der Schrifttafeln, ausfindig machen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043083","hoster":"VOE"},{"path":"/redirect/14100928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043044","hoster":"VOE"},{"path":"/redirect/14100596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-22","name":"Das Lebenswerk","epNo":22,"alt":"Clip Show","descr":"Sam und Dean treffen wieder auf Castiel. Als sie die Akten der Männer der Schriften durchsuchen, stoßen sie auf einen unentdeckten Film, der der Schlüssel zur dritten Prüfung sein könnte. Metatron beauftragt Cass damit, sich zu Hause die Probleme durch den Kopf gehen zu lassen. Crowley wühlt sich derweilen durch die Vergangenheit der Winchesterbrüder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043084","hoster":"VOE"},{"path":"/redirect/9105336","hoster":"Vidoza"},{"path":"/redirect/14100962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043090","hoster":"VOE"},{"path":"/redirect/14100597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-8/episode-23","name":"Opfer","epNo":23,"alt":"Sacrifice","descr":"Dadurch, das Crowley droht, alle guten Taten von Sam und Dean als Jäger zunichtezumachen, sehen sich die beiden in die Ecke gedrängt. Doch mit Kevins Hilfe stürzen sich die Winchester-Brüder in einen letzten Zug gegen den \"King of Hell\". Derweil initiiert Metatron zusammen mit Castiel eine Plan, um gegen Naomi und die himmlische Bürokratie anzugehen. Natürlich kommt es wieder einmal alles anders ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14043085","hoster":"VOE"},{"path":"/redirect/14100953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14043045","hoster":"VOE"},{"path":"/redirect/14100598","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-1","name":"Ein Engel für Sam","epNo":1,"alt":"I Think I’m Gonna Like It Here","descr":"Nachdem Dean in letzter Minute verhindert hat, dass Sam die Tore zur Hölle für immer schließt, und ihn damit das Leben gerettet hat und Castiel versehentlich alle Engel aus dem Himmel verbannt hat, liegt Sam nun in einem tödlichem Koma und Castiel hat seine Engelspower verloren und ist nun ein normaler Mensch. Dean versucht alles, um seinen Bruder zu retten und wendet sich dabei sogar an die Engel. Ein Engel hat dann die rettende Idee, Sam zu helfen. Währenddessen muss Cass durch das Land fahren, ohne dabei von Engeln getötet zu werden, doch auch er läuft einem über den Weg...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095465","hoster":"VOE"},{"path":"/redirect/14114339","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095539","hoster":"VOE"},{"path":"/redirect/14114269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-2","name":"Der Tod ist nur der Anfang","epNo":2,"alt":"Devil May Care","descr":"Abaddon ist wieder zurück und will den Platz als Königin der Hölle, so berichtet sie den Dämonen, dass Crowley tot ist. Danach nimmt sie 2 Jäger gefangen, einer davon ist ein alter Freund der Winchesters, so lässt sie sie in eine Falle tappen. Auch Crowley versucht sein Bestes, um aus der Gefangenschaft zu entfliehen und spricht mit Kevin...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095464","hoster":"VOE"},{"path":"/redirect/14114344","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095538","hoster":"VOE"},{"path":"/redirect/14114268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-3","name":"Ich bin kein Engel","epNo":3,"alt":"I’m No Angel","descr":"Sam und Dean machen sich auf die Suche nach Castiel, der von den Engeln auf Befehl von Bartholomäus gesucht wird. Als sie ihn jedoch finden muss eine schwerwiegende Entscheidung getroffen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095466","hoster":"VOE"},{"path":"/redirect/14114341","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095421","hoster":"VOE"},{"path":"/redirect/14114271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-4","name":"Pyjamaparty","epNo":4,"alt":"Slumber Party","descr":"Sam findet einen Heimcomputer im Bunker der \u0027Männer der Schriften\u0027 aus dem Jahr 1951. Als Sam und Dean den Anschluss suchen, stößt Dean an ein Regal und befreit unabsichtlich eine mächtige Hexe. Gemeinsam mit der Hexe kommt auch Dorothy von Oz frei, die die \u0027Männer der Schriften\u0027 1935 um Hilfe gebeten hatte, die Hexe zu vernichten. Letzten Endes hatte Dorothy sich und die Hexe in einem Gefäß eingesperrt. Die Jungs bitten Charlie, die nun auch als Jägerin tätig ist, sich mit dem Computer auseinanderzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095468","hoster":"VOE"},{"path":"/redirect/14114345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095419","hoster":"VOE"},{"path":"/redirect/14114272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-5","name":"Hundstage","epNo":5,"alt":"Dog Dean Afternoon","descr":"Während Sam und Dean zwei bizarre Morde untersuchen, erkennen sie, dass es einen Augenzeugen gibt, einen Deutschen Schäferhund. Um heraus zu finden, ob sie es bei ihrem Fall mit einer Hexe, einem Formwandler oder einem anderen übernatürlichen Monster zu tun haben, wenden die Brüder einen Spruch an, der es Dean ermöglicht, mit dem Hund zu \"kommunizieren\". Leider wird der Spruch von einem Nebeneffekt begleitet, den sie nicht haben kommen sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095467","hoster":"VOE"},{"path":"/redirect/14114342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095541","hoster":"VOE"},{"path":"/redirect/14114273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-6","name":"Der Himmel soll nicht warten","epNo":6,"alt":"Heaven Can\u0027t Wait","descr":"Castiel bekommt einen Job an einer Tankstelle und fängt langsam an, das Leben als Mensch zu genießen. Als ihm eine Schlagzeile in der Lokalzeitung über einige Vermisstenmeldungen in der Gegend ins Auge fällt, ruft er Dean an und bittet ihn, ihm bei der Untersuchung des Falles zu helfen. Dean weiß, dass er Sam/Ezechiel von Castiel fernhalten muss und so erklärt er seinem Bruder, dass er im Bunker bleiben und Kevin bei der Entschlüsselung der Engelstafel helfen soll. Sie sollen mit Crowley zusammenarbeiten. Der Dämon willigt ein ihnen zu helfen, wenn sie in der Hölle anrufen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095526","hoster":"VOE"},{"path":"/redirect/14114343","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095422","hoster":"VOE"},{"path":"/redirect/14114274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-7","name":"Bad Boys","epNo":7,"alt":"Bad Boy","descr":"Dean erhält einen Anruf von einem alten Freund namens Sonny. Dieser bittet ihn um Hilfe in einer Geister-Angelegenheit. Sonny ist der Leiter eines Hauses für straffällig gewordene Jugendliche, und Dean war als Junge in diese Institution eingewiesen worden, nachdem er Nahrungsmittel gestohlen hatte. Sam hatte von diesem Lebensabschnitt seines Bruders bislang keine Ahnung und fragt ihn nach weiteren Informationen. Doch Dean weicht seinen Fragen aus.\rAls sich Sam und Dean im Haus befinden, ereignet sich ein weiterer Mord. Die beiden Brüder müssen sich beeilen, den Schuldigen zu finden, bevor ein weiteres Unglück geschieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095472","hoster":"VOE"},{"path":"/redirect/14114346","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095540","hoster":"VOE"},{"path":"/redirect/14114275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-8","name":"Endlich wieder Jungfrau","epNo":8,"alt":"Rock and a Hard Place","descr":"Die römische Göttin Vesta hat sich einer kirchlichen Keuschheitsgruppe angeschlossen. Sobald sie Mitglieder beim Bruch des Gelübdes erwischt, sperrt sie sie in einen Bunker, um später ihre Lebern zu essen. Um der Sache nachzugehen, schließen sich Sam und Dean dieser Keuschheitsgruppe an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095469","hoster":"VOE"},{"path":"/redirect/14114347","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095519","hoster":"VOE"},{"path":"/redirect/14114277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-9","name":"Krieg der Engel","epNo":9,"alt":"Holy Terror","descr":"Sam und Dean untersuchen einen Massenmordfall, der unter einigen rivalisierenden Engeln stattgefunden hat. Dort treffen sie Castiel wieder, der dieser Sache ebenfalls nachgeht. Dieser wird im Laufe der Handlung von Malachias und seinen Anhängern gefangen genommen und gefoltert. Dean will seinem Bruder Sam endlich die Wahrheit über den Engel in ihm sagen, doch bringt dies nicht zustande. Nach einer überraschenden Wendung kommt heraus, dass Ezechiel, der Engel in Sam, eigentlich Gadreel ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095523","hoster":"VOE"},{"path":"/redirect/14114348","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095407","hoster":"VOE"},{"path":"/redirect/14114276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-10","name":"Kopfsache","epNo":10,"alt":"Road Trip","descr":"Gadreel steckt in Sam und möchte seinen Fehler (er war die Wache, die Luzifer in den Garten Eden gelassen hat) wieder gut machen und mit Metatron einen \"neuen Himmel\" aufbauen. Dazu soll er Metatron seine Loyalität beweisen, indem er Personen tötet, die dieser ihm aufträgt.Dean sucht währenddessen einen Weg, Sam zu erreichen, um diesen zu sagen, dass er besessen ist und sich dagegen wehren soll. Crowley ist ihm eine große Hilfe dabei. Wird Sam es schaffen, den Engel in sich zu besiegen und wird er bereits stark genug sein, um ohne diesen weiter leben zu können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918662","hoster":"VOE"},{"path":"/redirect/14114349","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095406","hoster":"VOE"},{"path":"/redirect/14114280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-11","name":"Die erste Klinge","epNo":11,"alt":"First Born","descr":"Die Winchesters trennen sich, Sam bleibt mit Castiel im Bunker, um sich von der Austreibung \"Ezekiels\" bzw Gadreel zu erholen, Dean zieht weiter um diesen zu finden. Cas bemerkt bei der Heilung Sams, dass immer noch ein Teil der Gnade von Gadreel in Sam steckt, welchen sie dazu benutzen wollen, diesen aufzuspüren. Dean sucht unterdessen mit Crowley die \"Erste Klinge\", eine Waffe, mit der die Ritter der Hölle getötet werden können. Auf der Suche danach treffen sie auf einen der ältesten und tödlichsten Dämonen aller Zeiten, Kain, der Bruder von Abel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095549","hoster":"VOE"},{"path":"/redirect/14114350","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095562","hoster":"VOE"},{"path":"/redirect/14114279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-12","name":"Der Wolf im Schafspelz","epNo":12,"alt":"Sharp Teeth","descr":"Garth wurde von einem Auto angefahren. An seinem Krankenbett treffen Dean und Sam zufällig aufeinander. Garth scheint irgendwie verändert und flieht vor den Brüdern. Obwohl Dean immer noch möchte, dass Sam sich von ihm fernhält suchen sie gemeinsam nach Garth. Sie wollen wissen, wo er über sechs Monate steckte und warum er sich nicht gemeldet hat, doch die Antwort wird ihnen wahrscheinlich nicht gefallen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095470","hoster":"VOE"},{"path":"/redirect/14114352","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095420","hoster":"VOE"},{"path":"/redirect/14114281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-13","name":"Das große Fressen","epNo":13,"alt":"The Purge","descr":"Es gehen seltsame Morde vor sich. Die übergewichtigen Opfer sind nach ihrem Tod Hunderte von Kilos leichter als zuvor. Sie wurden regelrecht ausgesaugt. Klingt zunächst nach Hexenwerk, doch Sam und Dean entdecken etwas sehr Seltsames. Etwas neues, von dem sie zuvor noch nie etwas gehört hatten..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095471","hoster":"VOE"},{"path":"/redirect/14114353","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095408","hoster":"VOE"},{"path":"/redirect/14114284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-14","name":"Gefangen","epNo":14,"alt":"Captives","descr":"Sam und Dean sind überrascht, als sie entdecken, dass es im Männer der Schriften Bunker spukt. Ihre Ermittlungen führen sie zu einem Lagerraum, in dem die Dämonen etwas Wertvolles aufbewahrt haben. In der Zwischenzeit wird Castiel von Bartholomäus gefangen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095474","hoster":"VOE"},{"path":"/redirect/14114354","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095427","hoster":"VOE"},{"path":"/redirect/14114282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-15","name":"Thinman","epNo":15,"alt":"Thinman","descr":"Eine Teenagerin wurde getötet. Das letzte Bild, dass sie von sich gepostet hat, bevor sie angegriffen wurde, zeigt eine geisterhafte Gestalt im Hintergrund. Um etwas zu tun zu haben, fahren die Brüder nach Washington, um den Geist zu finden. Während die beiden die Mutter des Mädchens befragen, sind sie überrascht, als sie über Kälte, Punkte und Lichterflackern spricht. Als sie sie fragen, wieso sie paranormale Zeichen angesprochen hat, erklärt sie, dass die Spezialisten fürs Übernatürliche mit denen sie vorher gesprochen hat, sie danach gefragt haben. Die beiden Spezialisten fürs Übernatürliche stellen sich als Harry und Ed heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095473","hoster":"VOE"},{"path":"/redirect/14114351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095425","hoster":"VOE"},{"path":"/redirect/14114285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-16","name":"Jäger der verlorenen Klinge","epNo":16,"alt":"Blade Runners","descr":"Dean ist frustriert, weil er Crowley nicht erreichen kann, obwohl der ihm versprochen hat, \"Die erste Klinge\" zu finden. Als Crowley die Brüder schließlich doch kontaktiert, teilt er ihnen mit, dass er in seiner Menschenblut-Sucht versackt ist und ihre Hilfe braucht. Es kommt noch schlimmer, weil die Dämonin, die er beauftragt hat, ihm Menschenblut zu beschaffen, ihn an Abaddon verraten hat und die Höllenritterin jetzt weiß, dass die Winchesters hinter der \"ersten Klinge\" her sind. Die Brüder müssen die Klinge finden, bevor Abaddon es tut, also bitten sie ein früheres \"Männer der Schriften\"-Mitglied um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095550","hoster":"VOE"},{"path":"/redirect/14114355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095424","hoster":"VOE"},{"path":"/redirect/14114286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-17","name":"Abaddons Plan","epNo":17,"alt":"Mother\u0027s Little Helper","descr":"Während Dean seine Zeit der Suche nach Abbadon widmet, finden Sam online einen Fall. Diesen will er mit Dean nachgehen, doch da Dean lieber weiter nach Abbadon  sucht, muss Sam die Sache alleine untersuchen. Viele Menschen in der Stadt Milton verhalten sich außergewöhnlich aggressiv und rücksichtslos, als wäre ihnen die Seele gestohlen worden. Eine ältere Dame, erklärt Sam, die Dämonen seien zurück und vermutet in Sam einen der Männer der Schriften. Sam enthüllt Abbadons Absichten, mit welchen sie bereits im Jahr 1958 begann. Dean ist zu dieser überfordert mit sich, dem Mal Kains und wie die Erste Klinge auf ihn wirkt. Er sucht Ablenkung in einer Bar und trifft auf Crowley...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095476","hoster":"VOE"},{"path":"/redirect/14114356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095423","hoster":"VOE"},{"path":"/redirect/14114287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-18","name":"Meta Fiktion","epNo":18,"alt":"Meta Fiction","descr":"Metatron versucht Castiel auf seine Seite zu bringen und bietet ihm einen Deal an. Castiel, der noch immer sauer auf Metatron ist, lehnt ab, was einen überraschenden Plan in Bewegung setzt. In der Zwischenzeit gelingt es Dean und Sam Gadreel gefangen zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095475","hoster":"VOE"},{"path":"/redirect/14114357","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095531","hoster":"VOE"},{"path":"/redirect/14114288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-19","name":"Alex Annie","epNo":19,"alt":"Alex Annie Alexis Ann","descr":"Jodie Mills rettet ein, in Gewahrsam genommenes, Mädchen vor einem Vampir. Das Mädchen verhält sich sonderbar, als ob es den Vampir kannte. Es stellt sich heraus, dass sie zu dem Nest des Vamps gehört, welches sie nun wieder haben will und sie sucht. Aber will das Mädchen wirklich zurück? Die Winchesters sehen in dem Mädchen nur die Gehilfin von Vampiren, während Jodie an das Gute in ihr glaubt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095410","hoster":"VOE"},{"path":"/redirect/14114358","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095431","hoster":"VOE"},{"path":"/redirect/14114289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-20","name":"Blutlinien","epNo":20,"alt":"Bloodlines","descr":"Die Brüder gehen einem Fall in Chicago nach, wo sie heraus finden, dass ohne das Wissen der Menschen die Unterwelt der Stadt von Monster-Mafia-Familien kontrolliert wird. Eine davon besteht aus Formwandlern, deren Oberhaupt Margo Lassiter ist. Ihre Führungsposition wird von ihrem nach Hause kommenden Bruder David in Frage gestellt. Die andere Familie sind Werwölfe, angeführt von Julian Duval. Während Sam und Dean in Chicago sind, treffen sie Ennis. Er führt eine persönliche Fehde gegen die Monster. Die Winchesters warnen ihn davor, in das Jägerleben einzutreten, aber er weigert sich darauf zu hören und beschreitet trotzdem den gefährlichen Pfad.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095536","hoster":"VOE"},{"path":"/redirect/14114359","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095428","hoster":"VOE"},{"path":"/redirect/14114290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-21","name":"König der Verdammten","epNo":21,"alt":"King of the Damned","descr":"Castiel gelingt es, einen von Metatrons Engeln gefangen zu nehmen, und er bittet die Brüder um Hilfe bei dessen Befragung. Dean kommt der Bitte nur zu gern nach, was Sam nicht entgeht. In der Zwischenzeit verlangt Abaddon, dass Crowley ihr hilft, die Winchesters zu töten. Als er sich weigert, verrät sie ihm ihr Druckmittel. Außerdem setzt Cas ein Treffen mit Gadreel an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095477","hoster":"VOE"},{"path":"/redirect/14114360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095537","hoster":"VOE"},{"path":"/redirect/14114293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-22","name":"Stairway to Heaven","epNo":22,"alt":"Stairway to Heaven","descr":"Die Winchester-Brüder werden nach Missouri gerufen. Dort sind bei der Explosion einer Eisdiele mehrere Menschen und einer von Castiels Engeln umgekommen. Im Laufe der Ermittlungen sieht es so aus, als handele es sich um ein Selbstmordattentat, das im Namen von Castiel ausgeführt worden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095551","hoster":"VOE"},{"path":"/redirect/14114361","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095426","hoster":"VOE"},{"path":"/redirect/14114291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-9/episode-23","name":"Wunder werden vielleicht doch wahr","epNo":23,"alt":"Do You Believe in Miracles?","descr":"Dean fühlt den Einfluss, den die \"erste Klinge\" auf ihn hat und Metatron zieht gegen die Menschheit ins Feld. In der Zwischenzeit werden Sam, Dean und Castiel mit schockierenden Konsequenzen konfrontiert, als sie gegen Metatron in den Kampf ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095552","hoster":"VOE"},{"path":"/redirect/14114362","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095430","hoster":"VOE"},{"path":"/redirect/14114292","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-1","name":"Dunkelheit","epNo":1,"alt":"Black","descr":"Nachdem Dean von Metatron getötet wurde, brachte ihn das Mal von Kain als Dämon wieder ins Leben zurück und zieht nun mit Crowley, seinem neuen besten Freund, durchs Land. Währenddessen ist Castiel immernoch damit beschäftigt die Engel die sich noch auf Erden befinden zu finden und \"nach Hause\" zu holen. Sam begibt sich auf die Suche nach seinem Bruder Dean, mit der Hoffnung ihn retten zu können, doch die Sterne stehen nicht günstig für Sam...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095478","hoster":"VOE"},{"path":"/redirect/14114364","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095429","hoster":"VOE"},{"path":"/redirect/14114294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-2","name":"Der Reichenbachfall","epNo":2,"alt":"Reichenbach","descr":"Crowley bemerkt, dass Dean immer aggressiver wird. Für Dean ist es ein Nebeneffekt davon ein Dämon zu sein, aber Crowley meint, dass das Kainsmal \"gefüttert\" werden muss. In der Zwischenzeit wird Sam von Cole gefangen gehalten und gefoltert um den Aufenthaltsort Deans zu erfahren, den er für den Tod seines Vaters verantwortlich macht. Als Hannah sieht, wie schwach Castiel ohne seine Gnade wird, fragt diese Metatron um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095411","hoster":"VOE"},{"path":"/redirect/14114363","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095432","hoster":"VOE"},{"path":"/redirect/14114295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-3","name":"Wiedergeburt","epNo":3,"alt":"Soul Survivor","descr":"Sam versucht weiterhin Dean vor dem Kainsmal zu retten. Als Crowley bemerkt, dass Deans dämonisches Treiben Probleme bei der Führung der Hölle verursacht, sucht er sich einen neuen Verbündeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095479","hoster":"VOE"},{"path":"/redirect/14114365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095524","hoster":"VOE"},{"path":"/redirect/14114297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-4","name":"Paper Moon","epNo":4,"alt":"Paper Moon","descr":"Eine Reihe von kürzlichen Werwolfattacken führt zu einem überraschenden Täter - Kate, den Werwolf, den Dean und Sam am Leben gelassen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095480","hoster":"VOE"},{"path":"/redirect/14114366","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095434","hoster":"VOE"},{"path":"/redirect/14114296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-5","name":"Fan Fiction","epNo":5,"alt":"Fan Fiction","descr":"Als Sam und Dean das Verschwinden einer Lehrerin an einer Mädchenschule in Flint, Michigan, untersuchen, sind sie erstaunt zu sehen, dass an der Schule ein Musical geprobt wird, das auf ihrem Leben basiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095483","hoster":"VOE"},{"path":"/redirect/14114367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095435","hoster":"VOE"},{"path":"/redirect/14114302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-6","name":"Cluedo","epNo":6,"alt":"Ask Jeeves","descr":"Dean prüft Bobbys Handy und hört die Nachricht, dass Bobby oder seine nächsten Angehörigen etwas erben. In der Hoffnung Geld zu erhalten fahren sie dorthin, allerdings ist es eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095482","hoster":"VOE"},{"path":"/redirect/14114368","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095433","hoster":"VOE"},{"path":"/redirect/14114299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-7","name":"Hexensabbat","epNo":7,"alt":"Girls, Girls, Girls","descr":"Sam und Dean finden einen Dämon, der für Crowley arbeitet. Bevor die Brüder sie töten können, greift Rowena ein und nimmt es in die eigenen Hände, weil sie versucht Hexen zu rekrutieren und auszubilden. In der Zwischenzeit begegnet Hannah jemandem aus der Vergangenheit ihrer Hülle, was die Sachen für sie und Castiel erschwert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095481","hoster":"VOE"},{"path":"/redirect/14114370","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095441","hoster":"VOE"},{"path":"/redirect/14114300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-8","name":"Notruf Hibbing","epNo":8,"alt":"Hibbing 911","descr":"Jody Mills nimmt zögerlich an einem Pflichtausflug der Sheriffs teil und kommt in ein Team mit der übereifrigen Donna , die sich unbedingt mit ihr anfreunden will. In dem Moment, als es für Jody eigentlich gar nicht schlimmer kommen kann, wird eine völlig zerfetzte Leiche entdeckt.Die örtlichen Sheriffs gehen von einem Tierangriff aus, doch Jody weiß es besser und ersucht die Hilfe von Sam und Dean.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095412","hoster":"VOE"},{"path":"/redirect/14114369","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095436","hoster":"VOE"},{"path":"/redirect/14114298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-9","name":"Die Menschen, die wir zurück lassen","epNo":9,"alt":"The Things We Left Behind","descr":"Castiel findet Jimmys Tochter Claire in einer Wohngruppe. Jimmy Novak ist seine menschliche Hülle. Claire überredet ihn, ihr beim Ausbruch zu helfen. Nachdem sie vor ihm davongelaufen ist, ruft er Sam und Dean, um ihr zu helfen, bevor sie in Schwierigkeiten gerät. Inzwischen steht Crowley seiner größten Herausforderung gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13809597","hoster":"VOE"},{"path":"/redirect/8663397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095438","hoster":"VOE"},{"path":"/redirect/14114301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-10","name":"Machtkämpfe","epNo":10,"alt":"The Hunter Games","descr":"Nach dem Massaker auf der Ranch versuchen Dean, Sam und Castiel ein Heilmittel für das Kainsmal zu finden, aber in den Überlieferungen finden sie keines. Verzweifelt schlägt Castiel etwas vor, was Sam aber für die schlechteste Idee hält, die er je gehört hat. Inzwischen fährt Rowena mit ihrem Komplott gegen Crowley fort und Castiel versucht seine Beziehung zu Claire zu verbessern, die sich an Dean für den Mord an ihrem Ziehvater rächen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095484","hoster":"VOE"},{"path":"/redirect/14114371","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095525","hoster":"VOE"},{"path":"/redirect/14114304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-11","name":"Zuhause ist es doch am schönsten ","epNo":11,"alt":"There\u0027s No Place Like Home","descr":"Sam durchsucht das Internet nach verdächtigen paranormalen Aktivitäten und findet ein Video in dem Charlie einen Bezirksanwalt verprügelt. Dean vermutet, dass sie zurück aus Oz ist und alleine jagt, unter der Annahme der Anwalt sei ein Dämon gewesen. Als die Brüder Charlie finden sind sie schockiert zu sehen, weshalb sie wirklich aus Oz zurückgekehrt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095485","hoster":"VOE"},{"path":"/redirect/14114375","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095448","hoster":"VOE"},{"path":"/redirect/14114303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-12","name":"Der Tag, an dem die Hexe starb","epNo":12,"alt":"About a Boy","descr":"Um Dean aus dem Bunker zu bekommen, sucht Sam einen Fall: Menschen verschwinden spurlos, nur ihre Kleidung bleibt zurück. Die Brüder vermuten zunächst Feen oder Engel, aber die Wahrheit ist viel schockierender: Hänsel, von Hänsel und Gretel, entführt Menschen und verwandelt diese in ihre jüngeren Selbst, um die böse Hexe zu besänftigen. Leider erfährt Dean es auf die harte Tour, nachdem er in sein 14-jähriges Selbst verwandelt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095413","hoster":"VOE"},{"path":"/redirect/14114379","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095542","hoster":"VOE"},{"path":"/redirect/14114307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-13","name":"Der WLAN-Geist","epNo":13,"alt":"Halt \u0026 Catch Fire","descr":"Ein Geist beginnt Menschen durch verschiedene elektronische Geräte zu töten. Sam und Dean finden heraus, wer getötet wurde und warum der Geist Rache an einer Gruppe von College-Studenten nimmt; aber was sie nicht herausfinden können, ist, wie er es macht. Nach drei Toten müssen die Brüder den Geist stoppen, bevor er sein nächstes Opfer tötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095486","hoster":"VOE"},{"path":"/redirect/14114378","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095447","hoster":"VOE"},{"path":"/redirect/14114306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-14","name":"Das Lied vom Henker","epNo":14,"alt":"The Executioner\u0027s Song","descr":"Dean, Sam und Castiel beschäftigen sich mit der Rückkehr von Kain. Crowley und Rowena kommen sich weiter näher, aber als Crowley den Winchesters helfen will, wendet Rowena sich von ihm ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776656","hoster":"VOE"},{"path":"/redirect/8663405","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095437","hoster":"VOE"},{"path":"/redirect/14114305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-15","name":"Was sie trugen","epNo":15,"alt":"The Things They Carried","descr":"Trotz Deans Anweisung die Suche nach einem Heilmittel für das Kainsmal aufzugeben, sucht Sam weiter. Dean vermutet, dass Sam etwas verheimlicht, beschließt aber, dass sie einen neuen Mordfall untersuchen, wobei sie auf Cole treffen. Die drei verbünden sich und finden heraus, dass ein Khan-Wurm Menschen infiziert und sie in Mörder verwandelt. Unglücklicherweise gelingt es dem Wurm dann aber Cole zu infizieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095527","hoster":"VOE"},{"path":"/redirect/14114377","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095439","hoster":"VOE"},{"path":"/redirect/14114308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-16","name":"Eine Frage des Glaubens ","epNo":16,"alt":"Paint it Black","descr":"Sam und Dean untersuchen eine Reihe von Selbsttötungen, bei denen die Opfer nichts gemeinsam haben, außer der grausamen Art, sich zu töten. Alle Opfer waren Mitglieder einer katholischen Kirchengemeinde und hatten kurz vor ihrem Tod gebeichtet, was die Brüder zu der Annahme bringt, dass der Priester irgendwie beteiligt ist. In der Zwischenzeit, als Crowley Olivette, die Anführerin des Großen Coven entführt, nutzt Rowena die Situation, um ihre Magie wieder frei zu benutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095553","hoster":"VOE"},{"path":"/redirect/14114380","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095440","hoster":"VOE"},{"path":"/redirect/14114309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-17","name":"Entscheidungen","epNo":17,"alt":"Inside Man","descr":"Sam und Castiel wollen Metatron aus seiner Zelle holen und nehmen durch ein Medium Kontakt zu Bobby auf da dieser ja im Himmel ist und nur er Ihnen helfen kann die Tür zum Himmel zu öffnen. Dean, der von alledem nichts weiß macht derweil in einer Bar Bekanntschaft mit Crowleys Mutter Rowena.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095487","hoster":"VOE"},{"path":"/redirect/14114381","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095561","hoster":"VOE"},{"path":"/redirect/14114312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-18","name":"Das Buch der Verdammten ","epNo":18,"alt":"Book of the Damned","descr":"Charlie ruft Sam und Dean zu sich, um ihnen zu erzählen, dass sie das Buch der Verdammten gefunden hat. Das Buch der Toten kann helfen, das Kainsmal zu beseitigen. Die Winchesters eilen zu ihr, nachdem sie ihnen erzählt hat, dass sie von einem Mann namens Jacob Styne angeschossen wurde. Dieser habe behauptet, das Buch gehöre seiner Familie und er werde nicht ruhen, bis er es zurückerobert habe. Castiel und Metatron sind währenddessen auf einem Roadtrip, um Castiels Gnade zu finden. Aber sie stoßen auf Widerstände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095488","hoster":"VOE"},{"path":"/redirect/14114382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095442","hoster":"VOE"},{"path":"/redirect/14114310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-19","name":"Werther","epNo":19,"alt":"The Werther Project","descr":"Sam erfährt, dass der ehemalige Mann der Schriften Magnus einst eine magische Box baute. In der Hoffnung, sie könnte dabei helfen Dean von dem Fluch des Kainsmals zu heilen, will Sam sie finden. Doch er weiß nicht, dass Magnus eine tödliche Falle errichtet hat und als Sam die Kiste öffnet, bringt er sein Leben und das Leben seines Bruders in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095533","hoster":"VOE"},{"path":"/redirect/14114385","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095444","hoster":"VOE"},{"path":"/redirect/12986735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-20","name":"Der Himmel im Geiste","epNo":20,"alt":"Angel Heart","descr":"Als Claire Novak einen Hinweis auf ihre vermisste Mutter Amelia findet, die schon seit Jahren verschwunden ist, bittet Castiel Sam und Dean darum, ihr zu helfen. Castiel fühlt sich für das verantworltich, was er der Familie Novak angetan hat und möchte nun versuchen das wiedergutzumachen, indem er Claire und ihre Mutter wieder vereint. Doch als sie Amelia finden, müssen sie einsehen, dass es für Claire womöglich kein glückliches Ende geben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095489","hoster":"VOE"},{"path":"/redirect/14114383","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095443","hoster":"VOE"},{"path":"/redirect/14114311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-21","name":"Die dunkle Macht","epNo":21,"alt":"Dark Dynasty","descr":"Dean und Sam untersuchen bizarre Mordfälle und finden heraus, dass der Mörder das Tattoo der Stynes trägt. Eldon Styne attackiert Dean, was zu einem brutalen Kampf ausartet. Währenddessen agiert Castiel als Vermittler zwischen Charlie und Rowena, die gezwungen sind, gemeinsam an dem Buch der Verdammten zu arbeiten. Crowley findet heraus, dass seine Mutter verschwunden ist und befürchtet, sie könnte etwas im Schilde führen. Darum bittet er einen alten Feind um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095490","hoster":"VOE"},{"path":"/redirect/14114384","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095543","hoster":"VOE"},{"path":"/redirect/14114313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-22","name":"Das Schicksal","epNo":22,"alt":"The Prisoner","descr":"Dean zieht los um die Familie Styne auszulöschen, während Rowena Sam dazu bringt, seinen Teil der Abmachung zu halten und Crowley zu töten, bevor sie das Buch der Verdammten mit dem von Charlie geknackten Code weiter übersetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9946009","hoster":"VOE"},{"path":"/redirect/8663414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095446","hoster":"VOE"},{"path":"/redirect/14114314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-10/episode-23","name":"Finsternis","epNo":23,"alt":"Brother’s Keeper","descr":"Dean trifft eine schockierende Entscheidung über das Kainsmal, die nicht nur sein Leben, sondern auch das von Sam verändern könnte. Unterdessen geraten Crowley und Rowena aneinander und Castiel gerät dazwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095491","hoster":"VOE"},{"path":"/redirect/14114392","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095445","hoster":"VOE"},{"path":"/redirect/14114318","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-1","name":"Das Feuer der Finsternis","epNo":1,"alt":"Out Of The Darkness, Into The Fire","descr":"Das Kainsmal ist weg, die Finsternis ist da. In der Gegend, in welcher sie von den Winchesterbrüdern auf die Welt losgelassen wurde, erkranken die Menschen an einer gewaltauslösenden Krankheit, an der sie auch relativ schnell sterben. Während Dean ein neugeborenes Mädchen namens Amara aus der Gefahrenzone schafft, hält Sam die Stellung im Krankenhaus und sucht nach einem Heilmittel, obwohl er mittlerweile selber infiziert ist. Crowley benutzt vorübergehend eine Frau als Hülle und erlebt zu seinem großen Vergnügen, was menschliche, benachbarte Paare so alles tun... Castiel ist lädiert durch den von Rowena angestifteten Kampf mit Crowley und braucht wohl noch etwas Zeit, um sich wieder zu fangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776682","hoster":"VOE"},{"path":"/redirect/8776731","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775865","hoster":"VOE"},{"path":"/redirect/8663208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-2","name":"Die Leere der Finsternis","epNo":2,"alt":"Form And Void","descr":"Einige von Castiels Engelsbrüder halten diesen in ihrer Gewalt. Sie versuchen, mit verschiedenen \"Methoden\", den Verbleib von Metatron, Sam und Dean aus Castiel herauszupressen. Sam, der Dean nichts von seiner Krankheit erzählt hat, foscht derweil weiter an einer Möglichkeit, die Infektion zu besiegen und erhält Hilfe von unerwarteter Seite. Dean stellt fest, dass das Kainsmal doch nicht ganz verschwunden ist. Wer Baby Amara wohl wirklich ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776680","hoster":"VOE"},{"path":"/redirect/8776755","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775863","hoster":"VOE"},{"path":"/redirect/8663213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-3","name":"Die Finsternis erblüht","epNo":3,"alt":"The Bad Seed","descr":"Crowley, nun Papi einer sehr hungrigen Heranwachsenden, versucht Amara für seine Zwecke einzuspannen. Rowena sucht Verstärkung, indem sie versucht, andere Hexen für einen neuen Coven zu gewinnen. Castiels Aggressionspotential ist immer noch erheblich, aber die Winchesterbrüder packen das Übel an der Wurzel und helfen ihm aus der Klemme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776684","hoster":"VOE"},{"path":"/redirect/8663417","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775867","hoster":"VOE"},{"path":"/redirect/8663214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-4","name":"Baby","epNo":4,"alt":"Baby","descr":"EIne Huldigung an den 67er Chevy Impala! Die Brüder und ihr Auto auf der Jagd nach einem Misch-Monster und Sam, der endlich mal die Sau rauslässt und an seinen Night Moves arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776688","hoster":"VOE"},{"path":"/redirect/8663418","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775864","hoster":"VOE"},{"path":"/redirect/8663215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-5","name":"Lizzi Borden","epNo":5,"alt":"Thin Lizzie","descr":"Im Jahr 1892 wurden in  Fall River, Massachusetts, die Eltern von Lizzie Borden mit einer Axt ermordet. Es wurde vermutet, dass Lizzie die Mörderin war, aber wirklich bewiesen wurde es nie. Das Haus, in dem alles geschah, ist heute eine Frühstückspension, in der es angeblich spukt. Als es wieder zu Mördfällen kommt, beginnen die Winchesters mit den Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776687","hoster":"VOE"},{"path":"/redirect/8713209","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775869","hoster":"VOE"},{"path":"/redirect/8663220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-6","name":"Die Welt der Finsternis","epNo":6,"alt":"Our Little World","descr":"Castiel hängt apathisch im Bunker herum und wird so langsam zum Fernsehjunkie, bis er Metatron in einer Videosequenz entdeckt. Er rafft sich auf und stellt seinen Engelskollegen zur Rede. Was Castiel von Metatron über Amara erfährt, lässt alle Hoffnung schwinden, sie jemals zu besiegen.  Crowley verliert die Kontrolle über seinen immer hungrigeren Teenager. Sams Visionen werden konkreter. Ist vielleicht doch Luzifer die einzige Waffe gegen die Finsternis?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776683","hoster":"VOE"},{"path":"/redirect/8776741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775872","hoster":"VOE"},{"path":"/redirect/8663221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-7","name":"Ursache und Wirkung","epNo":7,"alt":"Plush","descr":"Polizistin Donna Hanscum bittet die Brüder um Hilfe in einem etwas skurrilen Fall. Mordende Osterhasen? Nicht nur. Sam begegnet mal wieder einem Clown- in einem engen Aufzug ist das für Sams Coulrophobie nicht gerade zuträglich. Außerdem erzählt Sam seinem Bruder von seinen Visionen rund um Lucifers Käfig. Der Glaube der Brüder wird auf eine harte Probe gestellt: Sollen sie auf Gott zählen, oder nur auf sich selbst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776693","hoster":"VOE"},{"path":"/redirect/8776707","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12931779","hoster":"VOE"},{"path":"/redirect/8663218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-8","name":"Nur in meiner Fantasie","epNo":8,"alt":"Just My Imagination","descr":"Sam ist schockiert, als sein imaginärer Freund Sully aus seiner Kindheit, unerwartet auftaucht. Sam versteht nicht, warum er gerade jetzt Sully sehen kann, doch überrascht ihn die Tatsache dass auch Dean ihn sehen kann umso mehr. Rückblenden decken Sams Freundschaft mit Sully auf und warum er ihn damals so sehr gebraucht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776691","hoster":"VOE"},{"path":"/redirect/8663421","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775875","hoster":"VOE"},{"path":"/redirect/8663222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-9","name":"Das Ende der Finsternis","epNo":9,"alt":"O Brother Where Art Thou?","descr":"Amara entwickelt so langsam ihr volles Potential. Auf der Suche nach Gott, ihrem Bruder, hinterlässt sie ein Meer aus Leichen, aber auch das lockt Gott nicht aus seinem Versteck. Dean muss feststellen, dass er nicht in der Lage ist, Amara etwas anzuhaben. Crowley und Rowena finden indessen eine Möglichkeit, Luzifers Käfig herbeizurufen. Sam muss sich mit Luzifer und seinen Erinnerungen an seine Zeit im Käfig auseinandersetzen. Endlich erfährt er, woher seine Visionen kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776694","hoster":"VOE"},{"path":"/redirect/8776710","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775883","hoster":"VOE"},{"path":"/redirect/8663217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-10","name":"Die Auferstehung der Finsternis","epNo":10,"alt":"The Devil in the Details","descr":"Rowenas Intrige hat Sam in den Käfig gebracht, wo Lucifer seine Psycospielchen mit ihm treibt. Dean und Crowley finden eine Möglichkeit, Rowena wieder unter ihre Kontrolle zu bekommen. Castiel muss feststellen, dass die Engelsbombe Amara nichts anhaben konnte. Diese lässt ihn am Leben und schickt ihn mit einer Nachricht zu Dean und Crowley in die Hölle. Letztendlich kommt es zum großen Showdown im Käfig, und das Ergebnis macht alles nur noch schlimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776704","hoster":"VOE"},{"path":"/redirect/8663422","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775885","hoster":"VOE"},{"path":"/redirect/8663223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-11","name":"Im Nebel","epNo":11,"alt":"Into the Mystic","descr":"Sam und Dean gehen einem Fall in einer Seniorenresidenz nach, bei dem die Bewohner durch schreckliche Schreie in den Suizid getrieben werden. Sam übt sich in Gebärdensprache, und Dean erlebt den heißesten Flirt seit etlichen Zeiten. Allerdings wird er sich auch bewusst, wie verletzlich ihn seine Bindung an Amara wirklich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776696","hoster":"VOE"},{"path":"/redirect/8776713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775878","hoster":"VOE"},{"path":"/redirect/8663237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-12","name":"Vergiss mein nicht","epNo":12,"alt":"Don’t You Forget About Me","descr":"Jody Mills, Alex und Claire benötigen die Hilfe der Brüder, sowohl in Fragen zur Schwangerschaftsverhütung als auch zur Bewältigung von Alexs Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776698","hoster":"VOE"},{"path":"/redirect/8776759","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775881","hoster":"VOE"},{"path":"/redirect/8663232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-13","name":"Die Sehnsucht nach Finsternis","epNo":13,"alt":"Love Hurts","descr":"Eine frisch getötete Babysitterin kehrt zurück und tötet ihren Arbeitgeber. Sam und Dean stehen vor einem Rätsel, das nur gelöst werden kann, indem die eigene tiefste und dunkelste Sehnsucht erkannt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251610","hoster":"VOE"},{"path":"/redirect/8663425","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775879","hoster":"VOE"},{"path":"/redirect/8663228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-14","name":"Das Boot","epNo":14,"alt":"The Vessel","descr":"1943: im besetzten Frankreich finden die Nazis ein Artefakt, einen von Gott berührten Gegenstand mit dementsprechenden Kräften - eine so genannte Hand Gottes. Es gelangt auf ein U-Boot, das aber sinkt. Die Brüder und Lucifer, der noch immer vorgibt, Castiel zu sein, wollen durch eine Zeitreise an dieses Artefakt gelangen, um es als Waffe gegen Amara einsetzen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776703","hoster":"VOE"},{"path":"/redirect/8776746","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775880","hoster":"VOE"},{"path":"/redirect/8663230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-15","name":"Jenseits des Rings","epNo":15,"alt":"Beyond The Mat","descr":"Lucifer hat die Hölle fest im Griff und Crowley ist sein Spielzeug. Sam und Dean beschließen, sich einen freien Tag zu gönnen und sehen sich eine Wreslingshow an. Allerdings stellt sich heraus, dass das Böse eben überall ist und der freie Tag ist ihnen nicht gegönnt. Crowley allerdings gelingt, wenn auch knapp, die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776705","hoster":"VOE"},{"path":"/redirect/8663423","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775887","hoster":"VOE"},{"path":"/redirect/8663233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-16","name":"Geisterhaus","epNo":16,"alt":"Safe House","descr":"Eine gefährliche Kreatur wird versehentlich in ein altes Haus freigelassen, wo sie eine Mutter und dessen Kind angreift, woraufhin beide ins Koma fallen. Sam und Dean erfahren, dass Bobby und Rufus einmal dasselbe Wesen verfolgten, so dass die Winchesters in die Vergangenheit schauen, um einen Plan zu entwickeln die Kreatur zu fangen, bevor irgendjemand stirbt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776722","hoster":"VOE"},{"path":"/redirect/8663424","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775882","hoster":"VOE"},{"path":"/redirect/8663238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-17","name":"Rotes Fleisch","epNo":17,"alt":"Red Meat","descr":"Dean und Sam klären einen Fall auf, bei dem fünf Camper spurlos verschwunden sind. Sie treffen dabei auf Werwölfe, die Sam schwer verletzen; Dean versucht alles, um Sam zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776720","hoster":"VOE"},{"path":"/redirect/9241595","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12384256","hoster":"VOE"},{"path":"/redirect/8663235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-18","name":"Die Rache der Finsternis","epNo":18,"alt":"Hell’s Angel","descr":"Seine Rachegelüste gegenüber Lucifer bringen Crowley in Höchstform. Diese Episode bietet eine Reise in die Wüste, Lucifers Reise in den Himmel, einen Doppelten Lucifer in Castiels Kopf, Rowena als Amaras Freundin (oder auch nicht...) und mittendrin Dean und Sam, deren größter Wunsch es ist, Castiel endlich zurück zu bekommen. Oder soll Lucifer doch zuerst Amara besiegen? Könnte schwierig werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776721","hoster":"VOE"},{"path":"/redirect/8663427","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775886","hoster":"VOE"},{"path":"/redirect/8663234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-19","name":"Die Zitterer","epNo":19,"alt":"The Chitters","descr":"In einer Kleinstadt in Colorado treten alle 27 Jahre seltsame Fälle verschwundener Personen auf. Sam und Dean brechen zu Ermittlungen auf und treffen zwei Jäger, die eine persönliche Vendetta gegen diese \"Ein Mal pro Generation\"-Monster haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776725","hoster":"VOE"},{"path":"/redirect/8663431","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775890","hoster":"VOE"},{"path":"/redirect/8663236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-20","name":"Nenn\u0027 mich nicht Feigling","epNo":20,"alt":"Don’t Call Me Shurley","descr":"Amara verflucht eine Kleinstadt mit einem dunklen Nebel, der alle Einwohner verrückt werden lässt. Dean und Sam erkennen, dass es sich um eine stärkere Version eines früheren Virus\u0027 handelt, den Amara einst verteilte. Sie verbünden sich mit dem Sheriff der Stadt, um die Einwohner zu beschützen, doch die Lösung von damals hat diesmal keine Wirkung. Chuck kreuzt schließlich mit einem interessanten Vorschlag auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918522","hoster":"VOE"},{"path":"/redirect/8663429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775884","hoster":"VOE"},{"path":"/redirect/8663242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-21","name":"Die Familie der Finsternis","epNo":21,"alt":"All In The Family","descr":"Sam und Dean führen ein Gespräch mit Chuck, nachdem er sie davon überzeugt hat, dass er tatsächlich Gott ist. Sie unterhalten sich mit ihm über die Lage der Welt, doch mit Amara, der Finsternis, kann auch er zunächst nicht weiterhelfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776726","hoster":"VOE"},{"path":"/redirect/8663430","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775888","hoster":"VOE"},{"path":"/redirect/8663240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-22","name":"Ein ungleiches Bündnis","epNo":22,"alt":"We Happy Few","descr":"Gott und Lucifer müssen sich zusammen raufen, damit eine Allianz gegen Amara überhaupt gebildet werden kann. Sam und Dean übernehmen gezwungenermaßen die Vermittlerrolle.  Crowley muss feststellen, dass er in der Hölle unten durch ist. Rowena kocht, wie immer, ihr eigenes Süppchen. Aber aus Mangel an Erzengeln wird es nötig, alle Parteien zu vereinigen. Lucifer und Castiel versuchen, die Engel mit ins Boot zu holen, die sich aber weigern. So muss die kleine Patchworkfamilie den Kampf alleine ausfechten und sie steht auf der Verliererseite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776734","hoster":"VOE"},{"path":"/redirect/8663432","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775892","hoster":"VOE"},{"path":"/redirect/8663244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-11/episode-23","name":"Das Licht in der Finsternis","epNo":23,"alt":"Alpha And Omega","descr":"Gott ist geschwächt und weder Castiel noch Crowley oder die Winchesters haben eine Idee, wie sie Amara jetzt noch aufhalten könnten. Die Sonne droht bereits zu verglühen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8776733","hoster":"VOE"},{"path":"/redirect/14193953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8775894","hoster":"VOE"},{"path":"/redirect/8663241","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-1","name":"Tod und Wiederauferstehung","epNo":1,"alt":"Keep Calm and Carry On","descr":"Sam Winchester lebt – befindet sich aber in Gefangenschaft bei den \"Men of Letters\". Sein Bruder Dean feiert inzwischen das Wiedersehen mit Mary, der Mutter der beiden Winchesters. Nach 33 Jahren ist sie von den Toten zurückgekehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095493","hoster":"VOE"},{"path":"/redirect/14114389","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095409","hoster":"VOE"},{"path":"/redirect/14114317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-2","name":"Mamma Mia","epNo":2,"alt":"Mamma Mia","descr":"Dean, Castiel und Mary machen sich auf die Suche nach Sam. Indessen möchte Crowley den Teufel dingfest machen und geht einer Spur nach: Anscheinend hat Lucifer den Körper von Rockstar Vince Vicente in Besitz genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095532","hoster":"VOE"},{"path":"/redirect/14114386","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095545","hoster":"VOE"},{"path":"/redirect/14114315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-3","name":"Die Krippe","epNo":3,"alt":"The Foundry","descr":"Ein neues Trio geht auf Geisterjagd: Die Brüder Sam und Dean verfolgen zusammen mit ihrer Mutter Mary die Spur eines bösen Geistes. Er scheint kleine Kinder auf dem Gewissen zu haben. Weil Mary die letzten 33 Jahre verpasst hat, bekommt sie bei den Ermittlungen ihrer Söhnen neue Techniken wie das Internet vermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095492","hoster":"VOE"},{"path":"/redirect/14114393","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095454","hoster":"VOE"},{"path":"/redirect/14114316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-4","name":"Ein amerikanischer Albtraum","epNo":4,"alt":"American Nightmare","descr":"Nach dem Tod einer Frau mit Stigmata untersuchen Sam und Dean den Fall der streng religiösen Familie Peterson. Welches dunkle Geheimnis hüten Gail, ihr Mann Abraham und ihr Sohn Elijah?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095494","hoster":"VOE"},{"path":"/redirect/14114395","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095452","hoster":"VOE"},{"path":"/redirect/14114319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-5","name":"Blutsverwandtschaft","epNo":5,"alt":"The One You’ve Been Waiting For","descr":"Die Winchesters nehmen sich die Nazis vor: Zwei Tote in einem Antiquitäten-Laden in Ohio führen Sam und Dean zu einem neuen Fall. Vor Ort finden sie heraus, dass der verstorbene Ladenbesitzer mit Nazi-Artefakten handelte. Eine goldene Taschenuhr aus dem Jahr 1931 weckt die besondere Aufmerksamkeit der Geisterjäger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095501","hoster":"VOE"},{"path":"/redirect/14114394","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095544","hoster":"VOE"},{"path":"/redirect/14114320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-6","name":"Das Leben des Asa Fox","epNo":6,"alt":"Celebrating The Life Of Asa Fox","descr":"Während die Brüder Sam und Dean bei Jody zu Besuch sind, erhält diese eine traurige Nachricht: Asa Fox, ein Freund und Geisterjäger, ist tot. Die Brüder begleiten Jody zur Trauerfeier im Haus des Verstorbenen und treffen dort auf zahlreiche Kollegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095496","hoster":"VOE"},{"path":"/redirect/14114396","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095450","hoster":"VOE"},{"path":"/redirect/14114321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-7","name":"Rock stirbt nie","epNo":7,"alt":"Rock Never Dies","descr":"Luzifer geht ein Licht auf: Ihm wird klar, dass er als Rockstar Vince Vicente unglaublich viel Macht über dessen Fans ausüben kann – sie lassen sich durch den Star ganz einfach manipulieren. Sam und Dean müssen Luzifers teuflische Pläne stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095495","hoster":"VOE"},{"path":"/redirect/14114397","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095563","hoster":"VOE"},{"path":"/redirect/14114322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-8","name":"Luzifers Blut","epNo":8,"alt":"Lotus","descr":"Auf der Suche nach Macht und Einfluss gelangt Luzifer ins Weiße Haus. Ohne es zu wissen, schließt der US-Präsident einen Pakt mit dem Teufel. Höchste Zeit für Sam, Dean, Castiel, Crowley und Rowena, mit vereinten Kräften vorzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095497","hoster":"VOE"},{"path":"/redirect/14114398","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095455","hoster":"VOE"},{"path":"/redirect/14114324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-9","name":"Tödlicher Kampf","epNo":9,"alt":"First Blood","descr":"Die Brüder befinden sich in einer misslichen Lage: Sie werden wegen Mordversuchs am US- Präsidenten in ein unterirdisches Gefängnis mitten im Nirgendwo gesperrt. Mary und Cas machen sich auf die Suche nach den Brüdern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095522","hoster":"VOE"},{"path":"/redirect/14114399","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095451","hoster":"VOE"},{"path":"/redirect/14114323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-10","name":"Alte Wunden","epNo":10,"alt":"Lily Sunder Has Some Regrets","descr":"Weil Castiel und andere Engel anscheinend die Familie von Lily Sunder auf dem Gewissen haben, schwört sie Rache. Mit Schwarzer Magie will sie es den Himmelswesen heimzahlen. Sam und Dean wollen Castiel aus der Patsche helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095498","hoster":"VOE"},{"path":"/redirect/14114400","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095449","hoster":"VOE"},{"path":"/redirect/14114325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-11","name":"In Sachen Dean","epNo":11,"alt":"Regarding Dean","descr":"Dean wird von einer Hexe verflucht. Er beginnt, nach und nach, Dinge zu vergessen. Schlussendlich seine eigene Identität. Sam ruft Rowena zur Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095554","hoster":"VOE"},{"path":"/redirect/14114404","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095460","hoster":"VOE"},{"path":"/redirect/14114329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-12","name":"12 Uhr Mittags","epNo":12,"alt":"Stuck in the Middle (With You)","descr":"Dean, Sam, Castiel, Mary und Wally treffen sich in einem Diner und erläutern den Fall eines Dämons. Sie schmieden einen Plan, um ihm eine Falle zu stellen – doch der Einsatz verläuft anders als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095555","hoster":"VOE"},{"path":"/redirect/14114401","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095458","hoster":"VOE"},{"path":"/redirect/14114327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-13","name":"Familienduell","epNo":13,"alt":"Family Feud","descr":"Ein Mord im Museum führt Sam und Dean auf die Spur eines alten Handelsschiffes, das 1723 im Meer versank. Ausgerechnet Crowleys Sohn Gavin soll sich an Bord befunden haben. Die Geisterjäger bitten Rowena um Hilfe bei der Lösung des Mysteriums.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095499","hoster":"VOE"},{"path":"/redirect/14114402","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095456","hoster":"VOE"},{"path":"/redirect/14114326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-14","name":"Der Überfall","epNo":14,"alt":"The Raid","descr":"Mary Winchester gesteht ihren Söhnen, dass sie hinter dem Auftrag um Dämon Ramiel steckte und nicht Wally. Voller Wut geben Sam und Dean ihrer Mutter die Mitschuld an Wallys Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095500","hoster":"VOE"},{"path":"/redirect/14114403","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095457","hoster":"VOE"},{"path":"/redirect/14114328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-15","name":"Irgendwo zwischen Himmel und Hölle","epNo":15,"alt":"Somewhere Between Heaven And Hell","descr":"Sam und Dean ermitteln in einem neuen Fall: In einem Wald in Nebraska wurde ein junger Mann beim Camping mit seiner Freundin von einem Höllenhund angegriffen und getötet. Castiel sucht indessen in Idaho nach Kelly Kline.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095556","hoster":"VOE"},{"path":"/redirect/14114405","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095463","hoster":"VOE"},{"path":"/redirect/14114330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-16","name":"Freigetränke für die Ladys","epNo":16,"alt":"Ladies Drink Free","descr":"Ein Treffen im Hauptquartier der \"Männer der Schriften\" beschert den Winchesters einen neuen Fall: Bei einer mutmaßlichen Werwolf-Attacke wurde ein Mann getötet und eine Frau verletzt. Zusammen mit Ordens-Mitglied Mick Davis besuchen die Brüder das Opfer im Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095529","hoster":"VOE"},{"path":"/redirect/14114407","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095534","hoster":"VOE"},{"path":"/redirect/14114331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-17","name":"Die britische Invasion","epNo":17,"alt":"The British Invasion","descr":"Sam und Dean bekommen einen Hinweis über Kelly Klines Aufenthaltsort in Idaho. Im Bunker wartet Mick Davies von den \"Männern der Schriften\" auf die Brüder, um sie bei der Suche nach der schwangeren Kelly zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095502","hoster":"VOE"},{"path":"/redirect/14114406","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095459","hoster":"VOE"},{"path":"/redirect/14114332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-18","name":"Die Erinnerung bleibt","epNo":18,"alt":"The Memory Remains","descr":"In Tomahawk, Wisconsin, wird ein Jugendlicher nachts von einem Wesen mit Ziegenkopf angegriffen und verschwindet daraufhin. Der Sheriff des Ortes glaubt nicht an ein Verbrechen, aber die Winchesters setzen ihre Nachforschungen fort. Plötzlich verschwindet auch der wichtigste Zeuge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095520","hoster":"VOE"},{"path":"/redirect/14114408","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095547","hoster":"VOE"},{"path":"/redirect/14114333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-19","name":"Die Zukunft","epNo":19,"alt":"The Future","descr":"Während Sam und Dean weiterhin auf der Suche nach der schwangeren Kelly sind, greift diese zu einem drastischen Mittel, um die Geburt von Lucifers Kind zu verhindern. Castiel taucht plötzlich im Bunker der Winchesters auf und verhält sich merkwürdig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095414","hoster":"VOE"},{"path":"/redirect/14114409","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095521","hoster":"VOE"},{"path":"/redirect/14114337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-20","name":"Der Fall Tasha Banes","epNo":20,"alt":"Twigs and Twine and Tasha Banes","descr":"Die Zwillinge Alicia und Max, Kinder der Geisterjägerin Tasha Banes, brauchen die Hilfe der Winchesters. Ihre Mutter ist von den Ermittlungen zu einem Hexen-Fall nicht zurückgekehrt. Sam und Dean nehmen die Spur auf. Gleichzeitig hat Mary Winchester mit dem gefährlichen Arthur Ketch zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095503","hoster":"VOE"},{"path":"/redirect/14114410","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095548","hoster":"VOE"},{"path":"/redirect/14114334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-21","name":"Wer ist Mary?","epNo":21,"alt":"There\u0027s Something About Mary","descr":"Sam und Dean sind in Alarmbereitschaft, als sie herausfinden, dass im ganzen Land Jäger verdächtigen Unfällen zum Opfer fallen. Ein weiterer Fall bei dem eine Jägerin zu Tode kommt, alarmiert die Winchester-Brüder. Sie vermuten, dass es jemand gezielt auf Jäger abgesehen hat und so machen sie sich auf die Suche nach ihrer Mutter Mary. Arthur Ketch verrät ihnen nicht, dass Mary in Gewahrsam ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447045","hoster":"VOE"},{"path":"/redirect/14114411","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095462","hoster":"VOE"},{"path":"/redirect/14114335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-22","name":"Was uns ausmacht","epNo":22,"alt":"Who We Are","descr":"Die manipulierte Mary tötet weiter. Nach ihrer Liste soll Jody Mills das nächste Opfer sein. Sam, Dean und Lady Bevell versuchen indessen, sich aus dem Bunker zu befreien. Da der Sauerstoff knapp wird, bleibt ihnen nicht mehr viel Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095511","hoster":"VOE"},{"path":"/redirect/14114413","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095546","hoster":"VOE"},{"path":"/redirect/14114336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-12/episode-23","name":"Das Ende ist der Anfang ist das Ende","epNo":23,"alt":"All Along the Watchtower","descr":"Während sich Castiel und Kelly in einem Versteck auf die Geburt des Nephilim vorbereiten, überlegen Sam und Dean, wie sie den Kampf gegen Lucifer gewinnen könnten. Sie hoffen auf die Hilfe von Rowena, erhalten aber eine erschütternde Nachricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095505","hoster":"VOE"},{"path":"/redirect/14114412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14095461","hoster":"VOE"},{"path":"/redirect/14114338","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-1","name":"Abschied","epNo":1,"alt":"Lost And Found","descr":"Sam und Dean müssen mit dem Verlust ihrer Mutter, dem Niedergang Crowleys und dem herzzerreißenden Tod von Castiel zurechtkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095506","hoster":"VOE"},{"path":"/redirect/14114414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-2","name":"Die Macht des Sohnes","epNo":2,"alt":"The Rising Son","descr":"Sam und Dean entdecken, was Jack mit seinen Kräften leisten kann. Ein unerwarteter Besuch aus Donatello setzt die Jungs in Alarmbereitschaft und macht ihnen deutlich, dass er mehr Schutz benötigt, als die Winchesters anbieten könnten. In der Hölle gibt es einen neuen Prinzen, nämlich Asmodeus, der nun, da Lucifer fort ist, Jack im Visier hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095507","hoster":"VOE"},{"path":"/redirect/14114415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-3","name":"Patience","epNo":3,"alt":"Patience","descr":"Die Hellseherin Missouri Mosley bittet die Winchesters um Hilfe. Ein Geist hat es auf sie und ihre Familie abgesehen. Gemeinsam mit Sheriff Jody Mills versucht Dean, Missouris Sohn James und ihre Enkelin Patience zu beschützen. Da die beiden seit vielen Jahren von Missouri entfremdet leben, ahnen sie nicht, dass Patience die Kräfte ihrer Großmutter geerbt hat und damit in höchster Lebensgefahr schwebt. Zeitgleich arbeitet Sam weiterhin daran die Kräfte von Jack unter Kontrolle zu bekommen, doch der Fortschritt hält sich in Grenzen. Sam befürchtet, dass die stets negativen Auswirkungen von Jacks Fähigkeiten dafür sprechen, dass er nicht zum Guten bekehrbar sein wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095530","hoster":"VOE"},{"path":"/redirect/14114417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-4","name":"Die Leere","epNo":4,"alt":"The Big Empty","descr":"Mehrere Patienten der Trauer-Therapeutin Mia Vallens sind ums Leben gekommen. Sam, Dean und Jack untersuchen die geheimnisvollen Todesfälle und stellen fest, dass es sich bei Mia tatsächlich um eine Gestaltenwandlerin handelt. Mia behauptet, dass sie ihre Fähigkeiten lediglich dazu einsetzt, um Menschen beim Abschied von ihren Lieben zu helfen. Hinter den Morden würde vielmehr Buddy stecken, ein anderer Gestaltenwandler und der Ex-Freund der Therapeutin. Im Verlauf des Falls müssen die Winchesters und Jack ihrer eigenen, unbewältigten Trauer ins Auge sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095508","hoster":"VOE"},{"path":"/redirect/14114416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-5","name":"Thanatologie für Fortgeschrittene","epNo":5,"alt":"Advanced Thanatology","descr":"Sam und Dean sind in einem Geisterhaus tätig was zu einer Begegnung mit einer alten Bekannten führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095557","hoster":"VOE"},{"path":"/redirect/14114418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-6","name":"Tombstone","epNo":6,"alt":"Tombstone","descr":"Sam und Dean sind wieder mit Castiel vereint und auch Jack lernt ihn nun kennen. In einer verschlafenen Westernstadt wird ein Polizeibeamter ermordet und dessen Onkel schwört Rache. Sam stellt fest, dass ein Ghoul sein Unwesen treibt und Dean erkennt in dem Ungeheuer den berühmten Gesetzlosen Dave Mather. Für Dean wird die Konfrontation mit dem Revolverhelden zur Erfüllung eines Jugendtraums.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095415","hoster":"VOE"},{"path":"/redirect/14114419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-7","name":"Krieg der Welten","epNo":7,"alt":"War of the Worlds","descr":"Sam und Dean suchen nach dem verschwundenen Jack und auch Asmodeus ist Lucifers Sohn auf den Versen. Lucifer gelingt die Flucht vor Michael und kehrt äußerst geschwächt in seine eigene Welt zurück. Unterdessen untersuchen die Winchesters mehrere Morde an Hexen. Dabei stellen sie fest, dass es der Killer tatsächlich auf Rowena abgesehen hat und er eine ganz persönliche Verbindung zu den britischen Men of Letters besitzt. Castiel muss feststellen, dass die anderen Engel einen dunklen Plan verfolgen, zu dessen Umsetzung sie Jack unbedingt brauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095509","hoster":"VOE"},{"path":"/redirect/14114422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-8","name":"Der Skorpion und der Frosch","epNo":8,"alt":"The Scorpion And The Frog","descr":"Sam und Dean sind weiterhin auf der Suche nach Jack. Um ihn zu finden lassen sie sich auf die Zusammenarbeit mit einem Dämon ein, der ein verlockendes Angebot für die beiden hat - natürlich gegen eine Gegenleistung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095558","hoster":"VOE"},{"path":"/redirect/14114420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-9","name":"Ort des Grauens","epNo":9,"alt":"The Bad Place","descr":"Sam und Dean sind immer noch auf der Suche nach Jack.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095528","hoster":"VOE"},{"path":"/redirect/14114421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-10","name":"Verlorene Schwestern","epNo":10,"alt":"Wayward Sisters","descr":"Wayward Sisters ist die zehnte Episode der dreizehnten Staffel von Supernatural und der Backdoor-Pilot für das kommende Spin-Off Wayward Sisters. Claire, Kayla, Alex, Patience und Jody machen sich auf die Suche nach Sam und Dean, die seit einigen Tagen verschwunden sind. Dabei treffen sie auf unbekannte Kreaturen, die nicht von dieser Welt stammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095559","hoster":"VOE"},{"path":"/redirect/14114424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-11","name":"Breakdown","epNo":11,"alt":"Breakdown","descr":"Donna Hanscums Nichte Wendy wird entführt. Obwohl Donna eher an einen menschlichen Kidnapper glaubt, wendet sie sich dennoch an Sam und Dean. Tatsächlich deuten die Spuren auf Butterfly, einen Serienentführer, der bereits seit zwölf Jahren die Gegend in Nebraska unsicher macht. Dean macht eine grausame Entdeckung, als er herausfindet, dass die früheren Opfer geschlachtet und ihre Einzelteile online an Monster verkauft wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095510","hoster":"VOE"},{"path":"/redirect/14114423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-12","name":"Hilflosigkeit","epNo":12,"alt":"Various \u0026 Sundry Villains","descr":"Zwei Hexenschwestern können Männer mit Liebeszaubern kontrollieren und sie alles für sich tun lassen. Dean wird von ihnen benutzt, um das Buch der Verdammten zu bekommen. Überraschend taucht dann auch noch Rowena auf. Währenddessen sitzen Castiel und Lucifer im Gefängnis der Hölle...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095513","hoster":"VOE"},{"path":"/redirect/14114426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-13","name":"Teufelspakt","epNo":13,"alt":"Devil\u0027s Bargain","descr":"Castiel kann der Konfrontation mit Lucifer nur schwer verwundet entkommen. Doch auch Lucifer ist noch immer auf die Energie anderer Engel angewiesen, um seine eigenen Kräfte wieder aufzuladen. Eine unerwartete Verbündete findet er in der Wunderheilerin Schwester Jo, mit der er schließlich einen düsteren Plan schmiedet. Währenddessen arbeiten die Winchesters mit dem Propheten Donatello Redfield an der Entschlüsselung der Dämonen-Tafel, ahnen jedoch nicht, dass der bereits unter der Kontrolle von Asmodeus steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095512","hoster":"VOE"},{"path":"/redirect/14114427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-14","name":"Gute Vorsätze","epNo":14,"alt":"Good Intentions","descr":"Donatello entziffert die Tafel und verrät Sam, Dean und Castiel die Zutaten um das Tor in die andere Welt zu öffnen. Doch irgendetwas stimmt mit Donatello nicht... Währenddessen werden Jack und Mary in der anderen Dimension immer noch von Michael gefangen gehalten. Ihnen gelingt aber die Flucht und sie treffen auf alte Bekannte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447047","hoster":"VOE"},{"path":"/redirect/14114428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-15","name":"Ein Hochheiliger Mann","epNo":15,"alt":"A Most Holy Man","descr":"Sam und Dean benötigen vier seltene Bestandteile, um durch einen Zauber das Portal in die Parallelwelt zu öffnen und so Jack und ihre Mutter zu retten. Die Suche nach dem Blut eines Heiligen, eine der Zutaten, führt die Winchesters zu einem Schwarzmarkt für religlöse Relikte, doch dort ist nichts so, wie es zunächst zu sein scheint. Für Sam und Dean hat die die Jagd gerade erst begonnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095516","hoster":"VOE"},{"path":"/redirect/14114425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-16","name":"Scoobynatural","epNo":16,"alt":"ScoobyNatural","descr":"Sam und Dean werden in die Fernsehserie Scooby Doo hineingezogen und haben es mit einem Geist zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095514","hoster":"VOE"},{"path":"/redirect/14114429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-17","name":"Das Ding Aus einer Anderen Welt","epNo":17,"alt":"The Thing","descr":"Sam und Dean tragen weiterhin alle Zutaten für den Zauber zusammen, der das Portal in die Parallelwelt öffnen und die Rettung von Jack und Mary ermöglichen soll. Die Spur führt die Winchesters zu einem verlassenen Bunker der Men of Letters aus den 1920er Jahren. Dort treffen sie auch auf Sandy Porter, eine junge Frau, die in dem Bunker seit 1925 festsitzt und in dieser Zeit nicht gealtert ist. Zeitgleich trifft Ketch eine unerwartete und folgenschwere Entscheidung im Bezug auf Gabriel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095416","hoster":"VOE"},{"path":"/redirect/14114432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-18","name":"Die Mission","epNo":18,"alt":"Bring ‘em Back Alive","descr":"In der apokalyptischen Parallelwelt tut sich Dean widerwillig mit Arthur Ketch zusammen, um Mary und Jack aufzuspüren. Dean trifft auf eine Doppelgängerin ihrer alten Freundin Charlie Bradbury, die von Engeln gefangen gehalten wird und entschließt sich zu einer riskanten Rettungsaktion. Charlie teilt Dean mit, dass Mary und Jack den Widerstand gegen Michael anführen. Zeitgleich versuchen Sam und Castiel Gabriel zu helfen, auf den es aber auch Asmodeus abgesehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095417","hoster":"VOE"},{"path":"/redirect/14114431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-19","name":"Die Macht des Todes","epNo":19,"alt":"Funeralia","descr":"Castiel sucht im Himmel nach der Unterstützung anderer Engel, um Gabriel aufspüren zu können. Dort trifft er ausgerechnet auf die seit Jahren totgeglaubte Naomi. Tatsächlich könnte Gabriels Rückkehr auch den Schlüssel zur Rettung des Himmels darstellen. Zeitgleich stellen die Winchesters fest, dass Rowena ihre wiedergewonnenen Kräfte dazu einsetzt Menschen und Sensenmänner zugleich zu töten. Sie verfolgt einen Plan, der ihren Sohn Crowley wieder zum Leben erwecken soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095518","hoster":"VOE"},{"path":"/redirect/14114430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-20","name":"Eine Offene Rechnung","epNo":20,"alt":"Unfinished Business","descr":"Mary und Jack können in der Parallelwelt eine Reihe von Siegen gegen Michael und seine Engelsarmee erzielen. So wächst Jacks Selbstvertrauen bis hin zur Selbstüberschätzung. Michael nutzt zeitgleich die Fähigkeiten von Kevin Tran, um die Invasion der Welt der Winchesters vorzubereiten. Unterdessen bittet Gabriel die Winchesters um Hilfe im Kampf gegen den Asengott Loki.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095517","hoster":"VOE"},{"path":"/redirect/14114434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-21","name":"Tod.dem.Teufel","epNo":21,"alt":"There\u0027s Something About Mary","descr":"Sam beschließt Lucifer gefangen zu nehmen, um mit seinen Kräften das Portal in die apokalyptische Parallelwelt dauerhaft öffnen zu können. Tatsächlich geht der Plan in Zusammenarbeit mit Gabriel und Rowena auf. Als Lucifer jedoch feststellt, dass sich sein Sohn in der Parallelwelt aufhält, gelingt ihm die Flucht. Auf der anderen Seite stellen Sam und Dean fest, dass der einzige Weg zum Lager von Mary und Jack durch einen Tunnel voller grausamer Vampire führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095535","hoster":"VOE"},{"path":"/redirect/14114433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-22","name":"Exodus","epNo":22,"alt":"Exodus","descr":"Jack ist fasziniert von seinem Vater Lucifer und kommt ihm näher. Mary weigert sich ihre Gefolgschaft im Stich zu lassen. Unter Zeitdruck schlagen Sam und Dean vor, ihre Anhänger so lange in ihre Welt zu evakuieren, bis sie einen Weg finden, Michael zu schlagen. Doch bevor der Exodus gelingen kann, geraten Arthur und Charlie in eine Falle. Es kommt zu einer dramatischen Konfrontation und zu einem folgenschweren Bündnis in der apokalyptischen Parallelwelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095418","hoster":"VOE"},{"path":"/redirect/14114436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-13/episode-23","name":"Das Ende allen Lebens","epNo":23,"alt":"Let the Good Times Roll","descr":"Die Flüchtlinge aus der Paralllwelt beginnen sich in ihrem neuen Zuhause zurecht zu finden und die Winchesters nehmen gemeinsam mit Castiel und Jack ihre Jagd wieder auf. Doch schon bald werden sie erneut von Michael angegriffen. Eine impulsive Entscheidung von Dean könnte das Leben der Winchesters und den Kampf zwischen Gut und Böse für immer verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14095560","hoster":"VOE"},{"path":"/redirect/14114435","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-1","name":"Fremder in einem fremden Land","epNo":1,"alt":"Stranger in a Strange Land","descr":"Seit mehreren Wochen hat Michael nun von Dean Besitz ergriffen. In seiner Gestalt sucht er verschiedene Leute auf und stellt immer die gleiche Frage: \"Was willst du?\" Auch der Engel Anael wird von Michael besucht, was dieser später Sam mitteilt und ihn vor einer Allianz mit den Vampiren warnt. Jack versucht unterdessen sich an sein Leben als Mensch zu gewöhnen und wird von Bobby trainiert. Sam erfährt von Lucifers früherer Hülle Nick, dass Michael den Plan habe es dieses Mal richtig zu machen. Castiel versucht von dem Dämon Kip Informationen über Deans Aufenthaltsort zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128654","hoster":"VOE"},{"path":"/redirect/14136360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11331325","hoster":"VOE"},{"path":"/redirect/10151790","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11331329","hoster":"VOE"},{"path":"/redirect/10151796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-2","name":"Götter und Monster","epNo":2,"alt":"Gods and Monsters","descr":"Jack kommt ohne seine Kräfte noch immer nicht wirklich zurecht und sucht seine Großeltern auf. Nick wird immer aggressiver und beginnt sich mehr und mehr wie Lucifer zu verhalten. Als er erfährt, dass der Mord an seiner Frau und seinem kleinen Sohn nie aufgeklärt wurden, schwört er selbst Rache. Michael unterzieht Monstern Experimente, die sie mit Engelskräften stärker machen sollen. Sam, Bobby und Mary werden auf die Versuche aufmerksam. Zeitgleich schließt Michael einen Pakt mit einer Horde Werwölfe um das Ende der Menschheit einzuleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128651","hoster":"VOE"},{"path":"/redirect/14136361","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600213","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151799","hoster":"VOE"},{"path":"/redirect/10151797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-3","name":"Die Narbe","epNo":3,"alt":"The Scar","descr":"Castiel versucht herauszufinden, warum Michael Deans Körper so plötzlich verlassen hat. Die Winchesters tun sich unterdessen mit Jody Mills zusammen um eine Reihe von Morden zu untersuchen, bei denen die Opfer die gleiche Narbe zurückbehalten haben, wie sie auch Dean seit der Verletzung mit dem Speer trägt. Dabei geraten sie ins Visier von Michaels Vampiren. Unterdessen will Jack den Bunker verlassen und trifft schließlich auf Laura, die ihm bei der Wiedererlangung seiner Kräfte helfen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128652","hoster":"VOE"},{"path":"/redirect/14136364","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600216","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151802","hoster":"VOE"},{"path":"/redirect/10151801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-4","name":"Hatchet Man","epNo":4,"alt":"Mint Condition","descr":"An Halloween hat sich Dean in seinem Zimmer eingeschlossen um in Ruhe Horrorfilme zu schauen, doch Sam überredet ihn einem Fall in Salem nachzugehen. Dort erwachte eine Actionfigur zum Leben und griff ihren Besitzer Stuart an. Auch Dean wird schließlich von einer unsichtbaren Gestalt mit einer Kettensäge angegriffen. Möglicherweise haben die Winchesters es mit dem zornigen Geist eines Comicshop-Besitzers zu tun, der sich an Stuart dafür recht, dass er früher immer Ware bei ihm gestohlen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128645","hoster":"VOE"},{"path":"/redirect/14135384","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600243","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151805","hoster":"VOE"},{"path":"/redirect/10151803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-5","name":"Alptraum Logik","epNo":5,"alt":"Nightmare Logic","descr":"Maggie verschwindet während ihrer ersten Solo-Jagd. Sam und Dean stellen fest, dass sie möglicherweise von einem Ghoul in einen Hinterhalt gelockt wurde. Gemeinsam mit Bobby und Mary folgen sie der Spur zu Hellseher, der im Koma liegt und selbst in diesem Stadium wohl in der Lage ist, die Realität zu beeinflussen. Doch auch der Krankenpfleger Neil, der den Komapatienten betreut, wird für die Winchesters zu einer unberechenbaren Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128644","hoster":"VOE"},{"path":"/redirect/14136362","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600272","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151800","hoster":"VOE"},{"path":"/redirect/10151807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-6","name":"Optimismus","epNo":6,"alt":"Optimism","descr":"Auf Jacks Anraten untersucht Dean den geheimnisvollen Mord an einem jungen Mann in Nebraska. Die örtliche Bibliothekarin Harper Sayles hat möglicherweise den Zorn eines früheren Freundes auf sich gezogen. Tatsächlich handelt es sich bei ihrem Ex um einen Zombie und Harper scheint für seine untote Wiederauferstehung verantwortlich zu sein. Zeitgleich ist Sam mit Charlie Bradbury in Memphis unterwegs, wo die beiden es mit einem Insekten-Monster zu tun bekommen. Für Charlie könnte es die letzte Jagd sein, da sie diese Art zu leben hinter sich lassen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128653","hoster":"VOE"},{"path":"/redirect/14136363","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600312","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/13488587","hoster":"VOE"},{"path":"/redirect/10151808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-7","name":"Unmenschliche Natur","epNo":7,"alt":"Unhuman Nature","descr":"Nach Jacks Zusammenbruch stellt Rowena fest, dass seine menschliche und übernatürliche Hälfte im Konflikt miteinander stehen. Sam sucht Hilfe bei dem Shamanen Sergei, während Jack beschließt die ihm noch verbleibende Lebenszeit mit Deans Hilfe voll und ganz auszuschöpfen. Nick spürt den früheren Polizisten Frank Kellogg auf und foltert ihn für Informationen über den Mord an seiner Familie. Frank gesteht schließlich die Tat, doch Nick wird schnell klar, dass das Böse in ihm einen dämonischen Ursprung hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128656","hoster":"VOE"},{"path":"/redirect/14136365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600351","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151806","hoster":"VOE"},{"path":"/redirect/10151809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-8","name":"Seelenheil","epNo":8,"alt":"Byzantium","descr":"Dean und Castiel trauern um Jack, doch Sam gibt nicht auf. Er kontaktiert die Engels-Expertin Lily Sunder, die ihm auch tatsächlich Hoffnungen macht. Doch als Gegenleistung für ihre Hilfe verlangt sie von den Winchesters und Castiel freies Geleit in den Himmel. Von Anubis erfahren Sam und Dean jedoch, dass Lily zur Hölle fahren wird. Im Himmel wird Jack unterdessen von dunklen Kräften gejagt und trifft auf seine Mutter Kelly Kline.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128637","hoster":"VOE"},{"path":"/redirect/14136366","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151817","hoster":"VOE"},{"path":"/redirect/10151811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-9","name":"Der Speer","epNo":9,"alt":"The Spear","descr":"Garth geht undercover und stellt fest, dass Michael kurz davor steht die gesamte Bevölkerung von Kansas City zu seiner Monster-Armee zu machen. Kurz bevor Michael ihn zu fassen bekommt, gelingt es Garth eine Warnung an Sam abzusetzen. Während Sam und Jack die Spur des Pulsgenerators aufnehmen, erhalten Dean und Castiel von Kaia deren Speer. Doch auch mit diesen beiden Waffen könnten die Winchesters dieses Mal auf verlorenem Posten kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128655","hoster":"VOE"},{"path":"/redirect/14136370","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600440","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10849517","hoster":"VOE"},{"path":"/redirect/10151810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-10","name":"Nihilismus","epNo":10,"alt":"Nihilism","descr":"Sam gelingt es mit der Hilfe von Sensenfrau Violet Michael in den Bunker zu transportieren. Dort erfährt er jedoch, dass Michaels Monster ihren Angriff auf Kansas City abgebrochen haben und nun auf dem Weg zu ihm sind. Jack nimmt die Verteidigung des Bunkers auf, während Sam und Castiel versuchen in Deans Geist einzudringen um Michael auszustoßen. Dort stellen sie fest, dass Dean in einer geistigen Zeitschleife gefangen ist, in der er eine Bar mit Pamela Barnes betreibt und äußerst glücklich ist. Bei ihm die Wahrheit in Erinnerung zu rufen, dürfte also äußerst schwierig werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128657","hoster":"VOE"},{"path":"/redirect/14135383","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600463","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151816","hoster":"VOE"},{"path":"/redirect/10151812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-11","name":"Beschädigte Ware","epNo":11,"alt":"Damaged Goods","descr":"Dean verhält sich merkwürdig und stattet Mary und Donna einen Besuch ab. In Donnas Werkstatt beginnt er etwas zu bauen. Von Mary alarmiert reist Sam nach Minnesota um seinen Bruder zur Rede zu stellen. Zeitgleich setzt Nick seinen Rachefeldzug fort und ist auf der Suche nach Abraxas. Als er erfährt, dass Mary ihn festgesetzt hat, nimmt er Mary als Geisel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128658","hoster":"VOE"},{"path":"/redirect/14135382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11331326","hoster":"VOE"},{"path":"/redirect/10151792","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151814","hoster":"VOE"},{"path":"/redirect/10151813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-12","name":"Der Prophet","epNo":12,"alt":"Prophet And Loss","descr":"Nick kann entkommen und kehrt in sein altes Haus in Delaware zurück. Dort trifft er auf den Geist seiner Frau Sarah, die ihm offenbart, dass sie durch seinen Rachefeldzug diese Welt nicht verlassen kann. Sam versucht unterdessen Dean von seinem jüngsten Plan abzubringen. Außerdem gehen die beiden Brüder einem seltsamen Doppelmord auf den Grund, der auf das Konto des fehlgebildeten Propheten Tony Alvarez gehen könnte. Der ist davon überzeugt die Stimme Gottes zu hören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128642","hoster":"VOE"},{"path":"/redirect/14136367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600540","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151815","hoster":"VOE"},{"path":"/redirect/10151818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-13","name":"Familientreffen","epNo":13,"alt":"Lebanon","descr":"Sam und Dean untersuchen den Mord an einem befreundeten Jäger und stoßen dabei auf eine Sammlung okkulter Gegenstände. Darin befindet sich auch eine chinesische Perle, die den größten Wunsch ihres Besitzers erfüllen kann. Dean will sie im Kampf gegen Michael einsetzen. Stattdessen beschwört er versehentlich seinen Vater wieder zum Leben. John Winchester kann sich an nichts erinnern, was nach 2003 geschehen ist. Sam und Dean sind zunächst begeistert davon, dass ihre Familie nach all den Jahren wieder vereint ist – bis sie feststellen, welche Auswirkungen ihr Glück auf die Zeitlinie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128649","hoster":"VOE"},{"path":"/redirect/14136368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-14","name":"Ouroboros","epNo":14,"alt":"Ouroboros","descr":"Ein menschenverschlingendes Monster ruft nicht nur die Winchesters, sondern auch Castiel, Jack und Rowena auf den Plan. Schon bald merken sie, dass sie es mit einem Gorgon zu tun haben, der mit seinen hellseherischen Fähigkeiten sie aber Castiel und Jack nicht wahrnehmen kann. So versuchen die beiden auch das Monster zu überwältigen. Im Verlauf dessen muss Jack endgültig feststellen, dass er zu einem unsterblichen Wesen geworden ist. Michael sucht sich ein neues Gefäß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128650","hoster":"VOE"},{"path":"/redirect/14136369","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600597","hoster":"VOE"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-15","name":"Seelenfrieden","epNo":15,"alt":"Peace Of Mind","descr":"Dean sorgt sich nach dem Kampf gegen Michael um Jacks menschliche Seele oder das, was davon noch übrig ist. So bringt er ihn zum Propheten Donatello, der selbst einst seine Seele verloren hatte. Zeitgleich untersuchen Sam und Castiel den Fall eines Mannes, dessen Kopf explodiert ist. Die beiden stellen fest, dass er aus einer Stadt stammt, wo fast alle Bewohner noch optisch und moralisch in den 1950er Jahren leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128648","hoster":"VOE"},{"path":"/redirect/14136372","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600633","hoster":"VOE"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-16","name":"Nicht in den Wald gehen","epNo":16,"alt":"Don\u0027t Go In the Woods","descr":"In Iowa verschwindet ein junges Pärchen. Sam findet heraus, dass es in der gleichen Gegend 54 ähnliche Vermisstenfälle gibt, die bis in die 1940er Jahre zurückreichen. Die Winchesters stellen fest, dass sie es mit Kohonta zu tun haben, einem legendären Monster, dessen Ursprung auf einem Fluch der amerikanischen Ureinwohner beruht. Zeitgleich freundet sich Jack mit den Jugendlichen in Lebanon an, die vor kurzem erst von der Existenz übernatürlicher Wesen erfahren haben. Doch Jacks Bemühen seine neuen Freunde zu beeindrucken, hat ganz und gar nicht das gewünschte Resultat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128638","hoster":"VOE"},{"path":"/redirect/14135385","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600693","hoster":"VOE"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-17","name":"Spiele Abend","epNo":17,"alt":"Game Night","descr":"Nick bringt Donatello in seine Gewalt und will mit einem Ritual Lucifer aus der Leere zurückholen. Dann könnte er erneut zu seinem Gefäß werden. Jack und Mary versuchen dies zu verhindern. Zeitgleich bemühen sich Castiel und Anael Kontakt mit Gott aufzunehmen um Jacks Seele mit Hilfe von Methusalem wiederherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128640","hoster":"VOE"},{"path":"/redirect/14136373","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600727","hoster":"VOE"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-18","name":"Absenz","epNo":18,"alt":"Absence","descr":"Jack hat Halluzinationen von Lucifer, der zu ihm spricht und auf ihn einredet, er könne den Winchesters nicht mehr trauen. Sam und Dean erfahren von einem schwerwiegenden Verlust. Castiel versucht in den Himmel zu reisen, um eine Seele zu retten, während Jack Kontakt mit Rowena aufnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128643","hoster":"VOE"},{"path":"/redirect/14132427","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600732","hoster":"VOE"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-19","name":"Jack in der Kiste","epNo":19,"alt":"Jack in the Box","descr":"Sam, Dean und Castiel verfolgen Jack, der von Dumah manipuliert wird. Deren Ziel ist eine Terrorherrschaft über die Erde, jede Form von Gnade aus dem Himmel zu vertreiben und neue Engel zu erschaffen. Für Castiel und Dumah kommt es zu einer schicksalshaften Konfrontation. Sam und Dean stellen Jack zeitgleich eine Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128659","hoster":"VOE"},{"path":"/redirect/14136371","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600735","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10151820","hoster":"VOE"},{"path":"/redirect/10151822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-14/episode-20","name":"Moria","epNo":20,"alt":"Moriah","descr":"Jack gelingt die Flucht aus dem Bunker und setzt alle Menschen auf der Welt seiner Gedankenkontrolle aus. Gott erscheint überraschend, nachdem er Castiels Gebet erhört hat und warnt Sam und Dean, dass sie sich um Jack endgültig kümmern müssten. Sam hat allerdings Zweifel an seinen Motiven, die sich schon bald bestätigen. Der durch seine Niederlage geweckte Zorn Gottes könnte die gesamte Erde in Dunkelheit stürzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128646","hoster":"VOE"},{"path":"/redirect/14136374","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7600739","hoster":"VOE"}]},{"languageKey":"3","streams":[{"path":"/redirect/10914984","hoster":"VOE"},{"path":"/redirect/10151819","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15","seasonId":"Staffel 15","episodes":[{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-1","name":"Zurück und in die Zukunft","epNo":1,"alt":"Back And To The Future","descr":"Als wir hier aufgehört haben, haben wir letzte Saison aufgehört. Sam, Dean und Castiel müssen die Welt verteidigen, nachdem alle Seelen in der Hölle freigelassen wurden und wieder auf der Erde sind und wieder töten können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128639","hoster":"VOE"},{"path":"/redirect/14043502","hoster":"Vidoza"},{"path":"/redirect/14043487","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12384261","hoster":"VOE"},{"path":"/redirect/8775937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-2","name":"Der Aufstand","epNo":2,"alt":"Raising Hell","descr":"Dean, Castiel und Sam bitten Rowena um Hilfe um die bösen Seelen in Schach zu halten und bekommen unerwartete Unterstützung von Ketch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045086","hoster":"VOE"},{"path":"/redirect/14043491","hoster":"Doodstream"},{"path":"/redirect/14043508","hoster":"Vidoza"},{"path":"/redirect/14043492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977549","hoster":"VOE"},{"path":"/redirect/13986557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-3","name":"Die Ruptur","epNo":3,"alt":"The Rupture","descr":"Sam und Dean arbeiten Tag und Nacht mit Rowena zusammen, um zu verhindern, dass die Welt in Chaos ausbricht. Castiel kann einen arroganten Verrat nicht verzeihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045125","hoster":"VOE"},{"path":"/redirect/14043494","hoster":"Doodstream"},{"path":"/redirect/14043500","hoster":"Vidoza"},{"path":"/redirect/14043490","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977551","hoster":"VOE"},{"path":"/redirect/13986559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-4","name":"Beaverdale, Iowa","epNo":4,"alt":"Atomic Monsters","descr":"Sam und Dean untersuchen den mysteriösen Tod eines Mädchen und das Verschwinden eines anderen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045192","hoster":"VOE"},{"path":"/redirect/14043497","hoster":"Doodstream"},{"path":"/redirect/14043505","hoster":"Vidoza"},{"path":"/redirect/14043496","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977566","hoster":"VOE"},{"path":"/redirect/8775961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-5","name":"Sprüche 17,3","epNo":5,"alt":"Proverbs 17:3","descr":"Sam wird weiterhin von Albträumen über düstere, alternative Welten geplagt. Nach fünf ungewöhnlichen Todesfällen nehmen Sam und Dean die Ermittlungen in Forest, Colorado auf. Dort entpuppen sich die Brüder Andy und Josh als Werwölfe. Lilith enthüllt Chucks düstere Pläne für das Ende der Winchesters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045396","hoster":"VOE"},{"path":"/redirect/14043501","hoster":"Doodstream"},{"path":"/redirect/14043514","hoster":"Vidoza"},{"path":"/redirect/14043498","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977550","hoster":"VOE"},{"path":"/redirect/13986561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-6","name":"Goldene Zeit","epNo":6,"alt":"Golden Time","descr":"Der Geist von Eileen Leahy stattet den Winchesters einen Besuch ab. Als Gott die Hölle öffnete, gelang ihr die Flucht. Sam und Dean suchen nun nach einer Möglichkeit sie auf der Erde zu halten. Ein alter Zauber Rowenas könnte die Lösung darstellen. Zeitgleich genießt Castiel seinen Urlaub, bis er auf eine Reihe seltsamer Todesfälle in der Gegend aufmerksam wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045372","hoster":"VOE"},{"path":"/redirect/14043506","hoster":"Doodstream"},{"path":"/redirect/14043513","hoster":"Vidoza"},{"path":"/redirect/14043503","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977543","hoster":"VOE"},{"path":"/redirect/13986568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-7","name":"Letzte Runde","epNo":7,"alt":"Last Call","descr":"Dean untersucht das Verschwinden einer Teenagerin in Texas. Dabei trifft er auf seinen alten Freund aus Kindertagen. Dean, sein Vater und Lee Webb gingen früher gemeinsam auf die Jagd. Doch der ältere Winchester-Bruder muss schon bald feststellen, dass Lee in den Vermisstenfall verwickelt ist. Unterdessen schlägt Castiel Sam vor, dessen Verbindung mit Gott zu nutzen um mehr über dessen Absichten in Erfahrung zu bringen, doch das Experiment geht schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045304","hoster":"VOE"},{"path":"/redirect/14043512","hoster":"Doodstream"},{"path":"/redirect/14043522","hoster":"Vidoza"},{"path":"/redirect/14043509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977554","hoster":"VOE"},{"path":"/redirect/13986566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-8","name":"Vater unser, der Du nicht bist im Himmel","epNo":8,"alt":"Our Father, Who Aren’t In Heaven","descr":"Sam, Dean und Castiel suchen mit der Hilfe von Donatello nach einem neuen Weg um Chuck schlagen zu können. Die drei reisen schließlich in die Hölle, wo sie feststellen müssen, dass Rowena zu deren neuer Königin aufgestiegen ist. Von ihr erfahren sie auch, dass sich Michael nicht länger in der Unterwelt aufhält. Kennt er eine Möglichkeit Gott zu schlagen? Der bereitet unterdessen eine Falle für Eileen und Sam vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045631","hoster":"VOE"},{"path":"/redirect/14043515","hoster":"Doodstream"},{"path":"/redirect/14043519","hoster":"Vidoza"},{"path":"/redirect/14043511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977552","hoster":"VOE"},{"path":"/redirect/13986607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-9","name":"Die Falle","epNo":9,"alt":"The Trap","descr":"Gott  foltert Sam und Eileen. Dean und Castiel suchen im Fegefeuer nach der Levitanblüte und laufen prompt in eine Falle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045625","hoster":"VOE"},{"path":"/redirect/14043520","hoster":"Doodstream"},{"path":"/redirect/14043535","hoster":"Vidoza"},{"path":"/redirect/14043517","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977568","hoster":"VOE"},{"path":"/redirect/13986569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-10","name":" Die Heldenreise","epNo":10,"alt":"The Heroes`Journey","descr":"Sam und Dean machen sich auf den Weg zu einem alten Freund, um ihm aus der Klemme zu helfen. Doch schon bald zeigt sich, dass es ausnahmsweise einmal sie sein werden, die gerettet werden müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045498","hoster":"VOE"},{"path":"/redirect/14043523","hoster":"Doodstream"},{"path":"/redirect/14043536","hoster":"Vidoza"},{"path":"/redirect/14043518","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977553","hoster":"VOE"},{"path":"/redirect/13986567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-11","name":" Spielernatur","epNo":11,"alt":"The Gamblers","descr":"Castiel befindet sich auf Mörderjagd, doch seine Motive sind anders gelagert, als man zunächst annimmt. Dean und Sam versuchen zeitgleich bei einem Pool-Spiel groß abzuräumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045629","hoster":"VOE"},{"path":"/redirect/14043525","hoster":"Doodstream"},{"path":"/redirect/14043543","hoster":"Vidoza"},{"path":"/redirect/14043526","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977567","hoster":"VOE"},{"path":"/redirect/13986570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-12","name":"Das große Ganze","epNo":12,"alt":"Galaxy Brain","descr":"Die Winchesters und Castiel kümmern sich nach dessen Rückkehr um Jack, der noch immer keine Seele besitzt. Jody Mills wird von Dark Kaia entführt, die ihre Rückkehr zum Ort des Grauens erpressen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045619","hoster":"VOE"},{"path":"/redirect/14043531","hoster":"Doodstream"},{"path":"/redirect/14043546","hoster":"Vidoza"},{"path":"/redirect/14043528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977544","hoster":"VOE"},{"path":"/redirect/13986571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-13","name":"Schicksalsschläge","epNo":13,"alt":"Destiny’s Child","descr":"Die Winchesters sind weiterhin auf der Suche nach etwas, was sie gegen Gott einsetzen können. Eine Spur führt sie ausgerechnet zu Jo und zu einem Geheimnis, das möglicherweise einst mit Ruby gestorben ist. Castiel bittet Jack um einen außerordentlichen Gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045593","hoster":"VOE"},{"path":"/redirect/14043532","hoster":"Doodstream"},{"path":"/redirect/14043544","hoster":"Vidoza"},{"path":"/redirect/14043529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13121907","hoster":"VOE"},{"path":"/redirect/13986574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-14","name":" Die letzten Feiertage","epNo":14,"alt":"Last Holiday","descr":"Sam und Dean lassen versehentlich eine Waldnymphe frei, die unmittelbar zur Gefahr wird. Denn sie sieht in Jack ein Monster und will ihre Familie um jeden Preis verteidigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045620","hoster":"VOE"},{"path":"/redirect/14043539","hoster":"Doodstream"},{"path":"/redirect/14043556","hoster":"Vidoza"},{"path":"/redirect/14043533","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977569","hoster":"VOE"},{"path":"/redirect/13986572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-15","name":"Zuflucht","epNo":15,"alt":"Gimme Shelter","descr":"In der Folge Gimme Shelter der US-Serie Supernatural gehen Jack und Cas einem Fall nach, während Sam und Dean sich auf die Suche nach Amara begeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045621","hoster":"VOE"},{"path":"/redirect/14043540","hoster":"Doodstream"},{"path":"/redirect/14043549","hoster":"Vidoza"},{"path":"/redirect/14043537","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977571","hoster":"VOE"},{"path":"/redirect/13986602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-16","name":"Baba Jaga","epNo":16,"alt":"Drag Me Away (From You)","descr":"Sam und Dean sollen einen Mordfall eines alten Freundes untersuchen, was sie in ein Motel aus ihrer Vergangenheit führt und die Brüder mit einem Fall konfrontiert, den sie glaubten, vor langer Zeit gelöst zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045632","hoster":"VOE"},{"path":"/redirect/14043545","hoster":"Doodstream"},{"path":"/redirect/14043562","hoster":"Vidoza"},{"path":"/redirect/14043542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977555","hoster":"VOE"},{"path":"/redirect/13986576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-17","name":"Einigkeit","epNo":17,"alt":"Unity","descr":"Dean ist mit Jack unterwegs, der ein letztes Ritual abschließen muss um Chuck zu besiegen. Eine Meinungsverschiedenheit lässt Sam und Castiel zurück, die nach Antworten auf ihre eignen Fragen hoffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045622","hoster":"VOE"},{"path":"/redirect/14043551","hoster":"Doodstream"},{"path":"/redirect/14043563","hoster":"Vidoza"},{"path":"/redirect/14043548","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977570","hoster":"VOE"},{"path":"/redirect/13986577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-18","name":"Verzweiflung","epNo":18,"alt":"Despair","descr":"Mit dem Plan in vollem Gange kämpfen Sam, Dean, Castiel und Jack für das erreichen des gemeinsamen Ziels.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045623","hoster":"VOE"},{"path":"/redirect/14043553","hoster":"Doodstream"},{"path":"/redirect/14043561","hoster":"Vidoza"},{"path":"/redirect/14043552","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977556","hoster":"VOE"},{"path":"/redirect/13986583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-19","name":"Weltenerbe","epNo":19,"alt":"Inherit the Earth","descr":"Die finale Schlacht gegen Gott geht weiter. Für Sam, Dean und die gesamte Welt steht alles auf dem Spiel. Da taucht überraschend ein bekanntes Gesicht auf und schließt sich den Kämpfern an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045624","hoster":"VOE"},{"path":"/redirect/14043557","hoster":"Doodstream"},{"path":"/redirect/14043564","hoster":"Vidoza"},{"path":"/redirect/14043554","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977545","hoster":"VOE"},{"path":"/redirect/13986608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supernatural-zur-hoelle-mit-dem-boesen/staffel-15/episode-20","name":"Carry On","epNo":20,"alt":"Carry On","descr":"Sam und Dean gewöhnen sich wieder an ein normales Leben – bis sie ein ungelöster Fall, an dem schon ihr Vater scheiterte, wieder auf den Plan ruft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14045630","hoster":"VOE"},{"path":"/redirect/14043560","hoster":"Doodstream"},{"path":"/redirect/14043565","hoster":"Vidoza"},{"path":"/redirect/14043559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13977582","hoster":"VOE"},{"path":"/redirect/13986585","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13977557","hoster":"VOE"},{"path":"/redirect/13986632","hoster":"Streamtape"}]}]}]}]}