{"seriesId":"superstition","name":"Superstition","descr":"Im Beerdigungsinstitut der Familie Mosley in einem (fiktiven) Vorort von New Orleans geht es mit übernatürlichen Dingen zu. Die Gegend ist bekannt für seine \"Spukhäuser\", seine merkwürdigen Bewohner und seine reiche Geschichte an ungewöhnlichen Phänomenen sowie seine Grüfte. Doch die Schauergeschichten, die man sich dort erzählt, sind wahr: Ein uraltes, bösartiges Wesen namens \"The Dredge\" sorgt dafür, dass die düstersten Inkarnationen ausgerechnet an diesem Ort in unsere Welt kommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Calvin Hastings (Brad James) kehrt nach langer Zeit zu seiner Familie zurück und freut sich über ein schönes Wiedersehen mit seinen Liebsten. Jedoch kommt ihm eine Reihe von Todesfällen in die Quere, hinter denen ein dubioser Fiesling steckt. Und nur Calvin und seine Familie können diesen aufhalten.","versions":[{"lang":1,"streams":[{"redirect":8773605,"hoster":"VOE"},{"redirect":8634148,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Dredge","epNo":2,"alt":"The Dredge","descr":"The Dredge entsendet ein trojanisches Pferd zum Hastings-Beerdigungsinstitut, um mehr Informationen über den Ring of Solomon zu gewinnen. Calvin (Brad James) und Isaac (Mario Van Peebles) können den unerwünschten Eindringling dingfest machen, bezahlen dafür jedoch einen hohen Preis.","versions":[{"lang":1,"streams":[{"redirect":13113554,"hoster":"VOE"},{"redirect":8634150,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Halbwahrheiten und Mischlinge","epNo":3,"alt":"Half Truths \u0026 Half Breeds","descr":"Isaac (Mario Van Peebles) schickt ein mysteriöses Wesen zu Calvin (Brad James), um den Kampf in La Rochelle zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":8773612,"hoster":"VOE"},{"redirect":8634154,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Durch den Spiegel","epNo":4,"alt":"Through The Looking Glass","descr":"Während der Bearbeitung eines Falls wird May (Demetria McKinney) in eine mysteriöse Spiegelwelt gezogen. Die Hastings müssen sie retten, bevor die dort lebende Hexe Mays komatösen Körper als Fluchtvehikel nutzt.","versions":[{"lang":1,"streams":[{"redirect":13113555,"hoster":"VOE"},{"redirect":8634153,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verworrenes Netz","epNo":5,"alt":"Tangled Web","descr":"The Hastings bekommen Besuch von einer Mystikerin, die glaubt, dass sie weiß, wie sie The Dredge besiegen können.","versions":[{"lang":1,"streams":[{"redirect":8773610,"hoster":"VOE"},{"redirect":8634149,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Doktor Dredge","epNo":6,"alt":"Dr. Dredge M.D.","descr":"The Dredge (W. Earl Brown) kehrt zurück, aber dieses Mal im Körper von Mays alter Flamme Dr. Kim.\r\rCalvin (Brad James) trainiert derweil, und Garvey (Morgana Van Peebles) widmet sich der wiedererstarkten Romanze ihrer Eltern.","versions":[{"lang":1,"streams":[{"redirect":8773609,"hoster":"VOE"},{"redirect":8634156,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Streiche meines Verstands","epNo":7,"alt":"Echoes Of My Mind","descr":"The Dredge (W. Earl Brown) nimmt Calvin (Brad James) gefangen und versucht, ihn mittels Folter dazu zu zwingen, die in seinem Ring gefangenen bösen Dämonen freizulassen.\r\rDredges Handlanger terrorisieren derweil das Founders Day Festival.","versions":[{"lang":1,"streams":[{"redirect":8773608,"hoster":"VOE"},{"redirect":8634159,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Du bist nicht meine Mom","epNo":8,"alt":"You\u0027re Not My Momma","descr":"Calvin (Brad James) und die Gang kämpfen gegen eine dämonische Puppe, die Gerechtigkeit für ihre jüngst verstorbene Ersatzmutter sucht.\r\rIsaac (Mario Van Peebles) handelt derweil einen unerwarteten Waffenstillstand mit Bürgermeister Bickley (Ric Reitz) aus.","versions":[{"lang":1,"streams":[{"redirect":8773606,"hoster":"VOE"},{"redirect":8634151,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Onkel Bubba","epNo":9,"alt":"Uncle Bubba","descr":"Garvey (Morgana Van Peebles) und Russ (T.C. Carter) begehen ein altes Haus, das von einem mysteriösen Uhrendämon gestaltet wurde, von dem sie gefangengenommen werden.\r\rCalvin (Brad James), Isaac (Mario Van Peebles), May (Demetria McKinney) und Beas Cousin Leon versuchen daraufhin, sie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":12382034,"hoster":"VOE"},{"redirect":8634152,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einer von uns","epNo":10,"alt":"Green-On-Blue","descr":"Calvin (Brad James) versucht, mehrere mysteriöse Todesfälle auf einer nahegelegenen Armeebasis aufzuklären.\r\rGarvey (Morgana Van Peebles) und Russ (T.C. Carter) experimentieren derweil mit ihren Kräften, und Tilly (Tatiana Zappardino) beerdigt ihre jüngst verstorbene Mutter.","versions":[{"lang":1,"streams":[{"redirect":8773615,"hoster":"VOE"},{"redirect":8634160,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zurück zu den Grundlagen","epNo":11,"alt":"Back To One","descr":"Familie Hastings ist in einem Zeitloop gefangen, der so geschaffen wurde, dass er erst mit ihrem Tod endet, außer es gelingt ihnen, die Wurzel des Loops zu finden und den Fluch zu brechen.","versions":[{"lang":1,"streams":[{"redirect":8773613,"hoster":"VOE"},{"redirect":8634157,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wiederauferstehung","epNo":12,"alt":"Resurrection","descr":"The Dredge (W. Earl Brown) ergreift Besitz von Calvin (Brad James), um so aus dem Ring of Solomon auszubrechen und in seinen eigentlichen Körper zurückkehren zu können. Die Familie Hastings muss ihre Kräfte vereinen, um das Übel aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":13113557,"hoster":"VOE"},{"redirect":8634162,"hoster":"Streamtape"}]}]}]}]}