{"path":"/serie/stream/supervillain-the-making-of-tekashi-6ix9ine","name":"Supervillain: The Making of Tekashi 6ix9ine","descr":"Die provokante dreiteilige Doku-Serie, gesprochen von Giancarlo Esposito, zeigt den epischen Aufstieg des Hip-Hop-Künstlers Tekashi 6ix9ine und seinen spektakulären Fall zum verurteilten Kriminellen. Durch ein exklusives Interview mit dem aufrührerischen Rapper nach seiner Entlassung aus dem Gefängnis untersucht die Serie die fabrizierte Berühmtheit durch die Linse von 6ix9ines kontroversem künstlerischen Schaffen, seinen persönlichen Dämonen und seiner Beherrschung der sozialen Medien, als eine Reflexion unserer Zeit und der Komplizenschaft der heutigen Kultur.","seasons":[{"path":"/serie/stream/supervillain-the-making-of-tekashi-6ix9ine/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/supervillain-the-making-of-tekashi-6ix9ine/staffel-1/episode-1","name":"","epNo":1,"alt":"Identity","descr":"Der junge Daniel Hernandez steht vor einem Kindheitstrauma, das ihn dazu veranlasst, sich als Tekashi 6ix9ine neu zu erfinden. Er entwickelt seinen typischen Regenbogen-Look, schließt sich einer Bande an, lässt den Track \"Gummo\" fallen und lässt seine Familie sich fragen, was die Zukunft bringt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14421164","hoster":"VOE"},{"path":"/redirect/14413053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supervillain-the-making-of-tekashi-6ix9ine/staffel-1/episode-2","name":"","epNo":2,"alt":"Power","descr":"Nach dem Erfolg von \"Gummo\" funktioniert der Masterplan von 6ix9ine - Geld, Erfolg und Aufmerksamkeit folgen. Er wird ein professioneller Troll und entfremdet schnell die Hip-Hop-Community.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14421163","hoster":"VOE"},{"path":"/redirect/14408224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/supervillain-the-making-of-tekashi-6ix9ine/staffel-1/episode-3","name":"","epNo":3,"alt":"Truth","descr":"Finally arrested, Tekashi faces a choice that lands him and others in jail. Upon release, his career burns bright but quickly fades. Much like our former president and so many other supervillains of our time, his toxic persona persists.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14404167","hoster":"VOE"},{"path":"/redirect/14409403","hoster":"Streamtape"}]}]}]}]}