{"seriesId":"supernatural-the-animation","name":"Supernatural: The Animation","descr":"Sam und Dean Winchester mussten als Kinder miterleben, wie ihre Mutter vor ihren Augen auf bestialische Weise verbrannt wurde. Mit dem Schwur, den Mörder seiner Frau zu finden und ihren Tod zu rächen, bildete der Vater die beiden zu professionellen Dämonenjägern aus, um fortan das Böse zu bekämpfen. Doch mit der Zeit sehnte sich Sam nach einem normalen Leben und brach den Kontakt zu seiner Familie ab.Kurz vor seiner Jura-Abschlussprüfung taucht auf einmal sein Bruder Dean wieder auf und will ihn überreden, gemeinsam den spurlos verschwundenen Vater zu suchen. Sam, der mittlerweile ein geregeltes Leben führt und selber eine Familie gründen will, lehnt dies entschlossen ab. Noch am selben Abend wird seine Freundin Jessica aber auf die selbe Art wie seine Mutter umgebracht, wodurch Sam die Augen geöffnet werden. Sich an seine Mutter erinnernd, begleitet er seinen Bruder, um den Mörder der beiden wichtigsten Frauen in seinem Leben zu finden …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Alter Ego","descr":"Auf der Suche nach ihrem verschwundenen Vater untersuchen die Dämonenjäger Sam und Dean eine bizarre Reihe von Morden, bei denen Ehemänner beschuldigt werden, ihre Frauen getötet zu haben. Die Brüder fahren in eine Stadt in Missouri. Während die Verdächtigen die Ehemänner sind und es Beweise gibt, die belegen, dass sie es getan haben, bestehen alle darauf, dass sie unschuldig sind.","versions":[{"lang":3,"streams":[{"redirect":8773584,"hoster":"VOE"},{"redirect":8634123,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Roadkill","descr":"Ein Paar gerät auf einer Bergstraße in einen Autounfall. Als die Frau Molly vorbeikommt, kann sie ihren Mann nirgendwo finden und irrt durch den Wald, wo jemand sie angreift. Zufällig kommen Sam und Dean vorbei und sie bitten sie um Hilfe.","versions":[{"lang":3,"streams":[{"redirect":8773585,"hoster":"VOE"},{"redirect":12984094,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Home","descr":"Geleitet von Sams Vision kehren Sam und Dean zu dem Haus zurück, in dem sie ihre Kindheit verbracht haben. Eine Mutter und ihr Kind werden von einem mysteriösen Phänomen gequält. Die Brüder denken, dass es das Tun eines bösen Geistes sein könnte. Um also einige Hinweise zu finden, besuchen sie in Missouri, ein Geistermedium, das ihrem Vater nahe stand.","versions":[{"lang":3,"streams":[{"redirect":8773586,"hoster":"VOE"},{"redirect":8634130,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ghost on the Highway","descr":"Sam und Dean waren im Impala in den Vororten von New Orleans unterwegs, als plötzlich ein Polizeiauto sie verfolgt. Sie werden beschuldigt, in einen Unfall verwickelt zu sein und einen Auffahrunfall verursacht zu haben.","versions":[{"lang":3,"streams":[{"redirect":8773587,"hoster":"VOE"},{"redirect":8634129,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Savage Blood","descr":"In einer ländlichen Stadt ereignet sich immer wieder ein seltsamer Vorfall. Kühe werden getötet und ihr Blut abgesaugt. Als Sam und Dean dies hören, beschließen sie, es sich anzusehen. Dort trifft Dean einen kleinen Jungen namens Ryan, der gemobbt wird. Dean sieht sein vergangenes Ich in Ryan und beschließt, ihm Kampfkunst beizubringen.","versions":[{"lang":3,"streams":[{"redirect":8773588,"hoster":"VOE"},{"redirect":8634127,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Till Death Do Us Part","descr":"Vor drei Jahren verabschiedete sich Sam von seinem Leben als Jäger mit seinem Bruder Dean und seinem Vater John und besuchte eine Universität, um Jura zu studieren. Dort lernte er ein Mädchen namens Jessica kennen, das später seine Freundin werden sollte. Während dieser Zeit passiert zwei Freunden von Jessica ein mysteriöser Vorfall: Sie sterben, nachdem sie aus ihren Augen geblutet haben.","versions":[{"lang":3,"streams":[{"redirect":8773589,"hoster":"VOE"},{"redirect":8634147,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Temptation of the Demon","descr":"Sam und Dean erhalten einen Anruf von Bobby, einem ihrer Jägerfreunde, der ihnen erzählt, dass er einige Hinweise auf ihren vermissten Vater gefunden hat. Sie treffen sich mit Bobby, den sie seit einigen Jahren nicht mehr gesehen haben, und er erzählt ihnen vom mysteriösen Tod von Henderson, einem Jäger und Freund ihres Vaters, als er im Marine Corps war.","versions":[{"lang":3,"streams":[{"redirect":8773591,"hoster":"VOE"},{"redirect":8634131,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Everlasting Love","descr":"In den Vororten von Chicago werden junge Frauen mit blonden Haaren und blauen Augen in einer Reihe von Morden verfolgt. Sam und Dean sind der Ansicht, dass dies möglicherweise mit der Verehrung von Dämonen zusammenhängt, und stellen während der Ermittlungen fest, dass es in den letzten 50 Jahren alle 15 Jahre an verschiedenen Orten ähnliche Mordfälle gegeben hat.","versions":[{"lang":3,"streams":[{"redirect":8773590,"hoster":"VOE"},{"redirect":8634132,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Spirit of Vegas","descr":"Während Sam und Dean in Las Vegas versuchen, \"etwas Geld zu verdienen\", fällt ein Kronleuchter herunter und tötet den Dealer direkt vor ihren Augen. Seitdem wird Dean von Unglück um Unglück getroffen.","versions":[{"lang":3,"streams":[{"redirect":8773592,"hoster":"VOE"},{"redirect":8634135,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Moonlight","descr":"Vor der Vollmondnacht werden Prostituierte von wilden Hunden zu Tode gebissen,  diesmal wurde ein Anwalt getötet. Sam und Dean glauben, dass es mit den Werwolf-Legenden zu tun haben könnte und besuchen Madison, den Untergebenen des Opfers.","versions":[{"lang":3,"streams":[{"redirect":8773593,"hoster":"VOE"},{"redirect":8634133,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Nightmare","descr":"Sam hat einen präkognitiven Traum von einem sterbenden Mann und geht mit Dean zu einer bestimmten Bar, aber kurz bevor er ihn erreicht, wird der Mann angegriffen und verliert sein Leben. Sie sind überzeugt, dass es das Tun eines bösen Geistes war und besuchen das Haus des Mannes. Sie treffen seinen Sohn Max und Sam hat das Gefühl, mehr als nur eine einfache Verbindung zu ihm zu haben.","versions":[{"lang":3,"streams":[{"redirect":8773595,"hoster":"VOE"},{"redirect":8634134,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Darkness Calling","descr":"Während Sam und Dean nach ihrem Vater suchen, sucht John nach Hinweisen auf das Wesen, das seine Frau getötet hat. Er untersucht Lily, die Tochter einer Frau, die vor 22 Jahren in Michigan bei einem Brand ums Leben kam.","versions":[{"lang":3,"streams":[{"redirect":8773594,"hoster":"VOE"},{"redirect":8634136,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"What Lives in the Lake","descr":"In den letzten Jahren ereigneten sich in einem bestimmten See in Louisiana bizarre Ertrinkungsunfälle. Sie sagen, die Opfer wurden von einem Monster angegriffen. Sam und Dean erfahren, dass auch in den letzten Jahren die Landwirtschaft aufgrund von Ernteausfällen schlecht war und eine große Anzahl der Bienen gestorben ist.","versions":[{"lang":3,"streams":[{"redirect":8773597,"hoster":"VOE"},{"redirect":8634137,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Reunion","descr":"In Colorado kommt es zu einer Reihe bizarrer Morde, unter denen auch ein Jäger namens Daniel Elkins getötet wird. Sam und Dean denken, dass es von einem Vampir gemacht wurde und machen sich auf den Weg.","versions":[{"lang":3,"streams":[{"redirect":8773596,"hoster":"VOE"},{"redirect":8634138,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Devils Trap","descr":"Nachdem Sam eine Vision hat, steigen er, Dean und John ins Auto und machen sich auf den Weg. Endlich haben sie die Chance, sich mit ihrem alten Feind, dem \"gelbäugigen Dämon\", abzumühen. John gerät jedoch in eine Falle der Dämonen und wird gefangen genommen. Können Sam und Dean John retten? Und werden sie ihren Feind, den \"gelbäugigen Dämon\", besiegen können?","versions":[{"lang":3,"streams":[{"redirect":8773599,"hoster":"VOE"},{"redirect":8634139,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"In My Time of Dying","descr":"Die Familie Winchester erlitt während des Kampfes mit dem Dämon schwere Verletzungen. Sam und John werden wieder wach, aber Dean bleibt im Koma. Dean, dessen Seele von seinem Körper getrennt war, streift durch das Krankenhaus, bis er einen Schnitter trifft.","versions":[{"lang":3,"streams":[{"redirect":8773598,"hoster":"VOE"},{"redirect":8634140,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Rising Son","descr":"Dean wird von der Sünde, die er begangen hat, gequält und verliert seinen Grund zu kämpfen. Als er das Leiden nicht mehr erträgt, besucht Missouri ihn und übergibt ihm ein Foto, das alte Erinnerungen in ihm weckt. Vor 15 Jahren wurde Ryle, ein Lehrer an der Schule, an der Sam und Dean teilnahmen, eine mutterähnliche Figur für die Brüder und ein Mitglied der Familie Winchester.","versions":[{"lang":3,"streams":[{"redirect":8788167,"hoster":"VOE"},{"redirect":8634141,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Crossroad","descr":"Lassen Sie die Worte \"Ich werde von dem schwarzen Hund getötet werden!\" dahinter springt ein architekt von seinem haus und stirbt. Sam und Dean halten es für möglich, dass es die Arbeit ihres alten Dämonenfeindes ist, und beginnen, die Wahrheit zu untersuchen. Sie erfahren, dass vor 10 Jahren andere Genies auf ähnliche Weise gestorben sind.","versions":[{"lang":3,"streams":[{"redirect":8773600,"hoster":"VOE"},{"redirect":8634143,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Loser","descr":"Jake, der als Soldat in Afghanistan diente, verlor seine Mutter vor 22 Jahren wie Sam durch ein Feuer. Der \"Yellow Eyed Demon\" folgt ihm und versucht ihn zu drängen, seine verborgene Kraft freizusetzen, aber er weigert sich immer, dies zu tun. Während sie seine Truppen anführen, werden sie vom Feind angegriffen und stehen kurz vor der Zerstörung.","versions":[{"lang":3,"streams":[{"redirect":8773601,"hoster":"VOE"},{"redirect":8634142,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"What Is and What Should Never Be","descr":"Dean wacht mit einer unbekannten Frau neben ihm auf, die sich als seine Frau herausstellt. Außerdem lebt seine Mutter Mary, die eigentlich tot sein soll, und Sam ist mit Jessica verheiratet, die angeblich getötet wurde. Dean und die anderen versammeln sich, um den Geburtstag seiner Mutter zu feiern.","versions":[{"lang":3,"streams":[{"redirect":8773603,"hoster":"VOE"},{"redirect":8634144,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"All Hell Breaks Loose: Part 1","descr":"Als die Dämonenaktivität immer aktiver wird, verschwindet Sam plötzlich vor Deans Augen. Als Sam zu sich kommt, erfährt er, dass Lily, Jake und andere Leute, die besondere Kräfte besitzen, sich in einer zerstörten Geisterstadt versammelt haben.","versions":[{"lang":3,"streams":[{"redirect":8773604,"hoster":"VOE"},{"redirect":8634145,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"All Hell Breaks Loose: Part 2","descr":"Nach dem Kampf zwischen Jake und Sam muss Dean das ultimative Opfer für seinen Bruder bringen. In der Zwischenzeit hat der gelbäugige Dämon seinen neuen Diener und plant, die Horden der Hölle zu entfesseln.","versions":[{"lang":3,"streams":[{"redirect":8773602,"hoster":"VOE"},{"redirect":8634146,"hoster":"Streamtape"}]}]}]}]}