{"seriesId":"surface-unheimliche-tiefe","name":"Surface - Unheimliche Tiefe","descr":"Seltsame Kreaturen tauchen in den Ozeanen auf, aber niemand glaubt den Beobachtungen der jungen Meeresbiologin Laura. Da die Regierung versucht, die Fälle geheim zu halten, macht sich Laura zusammen mit Richard, dessen Bruder von einem Seeungeheuer in die Tiefe gerissen wurde, auf die Jagd nach Beweisen. Dabei ahnen sie nicht, dass eines der geheimnisvollen Wesen bereits an Land gebracht wurde …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Abgetaucht","epNo":1,"alt":"Episode 1","descr":"Ein Atom-U-Boot verschwindet und wird 5.000 Meilen entfernt gefunden – ohne Besatzung. Im Atlantischen Ozean tauchen riesige fremde Lebewesen auf. Zur selben Zeit finden zwei Surfer ein seltsames Ei. Der Biologe Cirko wird von der Regierung angeworben, diese Phänomene zu untersuchen und herauszufinden, was es mit der fremden Spezies auf sich hat und ob sie eine Gefahr darstellt. Schnell wird ihm klar, dass er einem Rätsel auf der Spur ist, das die Welt verändern wird.","versions":[{"lang":1,"streams":[{"redirect":14521737,"hoster":"VOE"},{"redirect":14456206,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sperrgebiet","epNo":2,"alt":"Episode 2","descr":"Laura fährt nach South Carolina, um sich das angeschwemmte Tier anzusehen, kommt jedoch nicht in die Sperrzone, die das Militär errichtet hat. Vor der Absperrung trifft sie Richard und beschließt mit ihm, in einer Nacht- und Nebelaktion herauszufinden, ob es sich bei dem Tier tatsächlich um einen gestrandeten Wal handelt. Währenddessen verstecken Phil und Miles das Babymonster im Gartenhäuschen und füttern es. Doch als Miles’ Schwester eine Party gibt, kann es entkommen …","versions":[{"lang":1,"streams":[{"redirect":14527798,"hoster":"VOE"},{"redirect":14456212,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unverwüstlich","epNo":3,"alt":"Episode 3","descr":"Laura lässt den Schleimaal untersuchen, den sie am Fundort des \"Wals\" gefunden hat, und erfährt, dass dieser Aal seit 100 Millionen Jahren ausgestorben sein sollte. Um sich zu rehabilitieren, forscht sie in submarinen Tonbandaufnahmen nach Hinweisen auf die unbekannten Tiere. Cirko und Singh finden derweil heraus, dass sich die Wesen in großer Hitze wohl fühlen und auch an heißester Lava nicht verletzen. Richard trifft inzwischen Maury, der ihm von einer Unterwasserstadt erzählt.","versions":[{"lang":1,"streams":[{"redirect":14519352,"hoster":"VOE"},{"redirect":14462313,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spurensuche","epNo":4,"alt":"Episode 4","descr":"Weil er ständig die Stimme seines toten Bruders hört, gerät Richard an den Rand des Wahnsinns. Um herauszufinden, was genau passiert ist, kehrt er an den Ort des Unglücks zurück. Während Laura bei einem Tauchgang eines der unbekannten Wesen mit einem Peilsender markieren kann, berechnen Cirko und Lee, dass das Magma, das die Monster an die Oberfläche bringen, der Weltmeere rapide erwärmt. Werden die Wesen nicht daran gehindert, ist ein Umklappen des Weltklimas fast unvermeidlich.","versions":[{"lang":1,"streams":[{"redirect":14521723,"hoster":"VOE"},{"redirect":14456211,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Echsenjagd","epNo":5,"alt":"Episode 5","descr":"Das markierte Tier schwimmt einen Fluss hinauf und erregt viel Aufmerksamkeit. Richard und Laura können jedoch nicht verhindern, dass das Tier einen Blitz ausstößt, der alle Beweise zerstört. Agent Lee findet heraus, dass der Peilsender von Laura stammt. Sie ist ihm ein Dorn im Auge, doch Cirko beschwört ihn, ihr nichts anzutun. Derweil verstecken Phil und Miles ihren kleinen Drachen vor den Eltern im Auto. Dumm nur, dass Sylvia damit ausgerechnet jetzt zum Supermarkt fährt …","versions":[{"lang":1,"streams":[{"redirect":14521791,"hoster":"VOE"},{"redirect":14456213,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mordanschlag","epNo":6,"alt":"Episode 6","descr":"Cirko findet heraus, woher die unbekannte Spezies kommt, wird aber kurz darauf von einem Auto überfahren. Auch Singh stirbt, nachdem er Laura den Schlüssel zu einer Lagerhalle übergeben hat. Zusammen mit Richard findet sie dort ihre Forschungsunterlagen, erkennt jedoch, dass Lees Agenten hinter ihr her sind. Inzwischen muss Miles Nim irgendwo anders verstecken, denn Mr. Furella vom Tiersuchdienst ist ihnen auf der Spur. Und sogar ihr Versteck ist vor ihm nicht sicher …","versions":[{"lang":1,"streams":[{"redirect":14519302,"hoster":"VOE"},{"redirect":14456215,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verfolgt","epNo":7,"alt":"Episode 7","descr":"Da Nim den Veterinärbeamten verletzt hat, werden Phil und Miles von der Polizei gejagt. Um ihren Freund zu retten, wollen die Jungs ihn zurück ins Meer bringen. Inzwischen verstecken sich Richard und Laura auf einem Schrottplatz vor Lees Agenten. Dort kommt ihnen die Idee, einen Dampfkessel zu einer Tauchglocke umzubauen, mit der sie Beweise für die Existenz der Riesenwesen vom Meeresgrund holen und in einer Talkshow präsentieren können.","versions":[{"lang":1,"streams":[{"redirect":14527841,"hoster":"VOE"},{"redirect":14462317,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tauchgang","epNo":8,"alt":"Episode 8","descr":"Miles’ Eltern holen ihn von der Polizeiwache ab und eröffnen ihm, dass sie ihn vielleicht in ein Bootcamp schicken, damit er endlich ein wenig Disziplin bekommt. Laura und Rich gelingt es mit Jacksons Hilfe, ein provisorisches Tauchboot zu bauen, mit dem sie den wahrscheinlichen Versammlungsort der fremden Wesen aufsuchen wollen. Jackson hält den Kontakt vom Boot aus und will die Kapsel wieder hochziehen, als Wasser eindringt – doch Rich und Laura wollen noch nicht aufgeben …","versions":[{"lang":1,"streams":[{"redirect":14527883,"hoster":"VOE"},{"redirect":14475290,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Brutstätte","epNo":9,"alt":"Episode 9","descr":"Laura ist immer noch mit Rich in der Tauchkapsel gefangen. Sie liegen auf dem Grund des Meeres, können die Batterie nicht reparieren und Rich beginnt zu halluzinieren, da ihnen die Luft ausgeht. Miles erfährt unterdessen, dass ein Mensch von einer unbekannten Kreatur aus dem Meer getötet wurde, und denkt sofort an Nimrod. Er setzt alles daran, seinen Freund als erster zu finden, doch in der Bucht, in der er einst Nims Ei gefunden hat, entdeckt er etwas ganz anderes …","versions":[{"lang":1,"streams":[{"redirect":14527349,"hoster":"VOE"},{"redirect":14505064,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rettungsausschuss","epNo":10,"alt":"Episode 10","descr":"Laura und Rich können aus der gesunkenen Kapsel entkommen und zur Oberfläche tauchen. Im Schlauchboot warten sie auf Rettung, aber die Nacht bricht herein und die Temperaturen fallen weit unter den Gefrierpunkt. Richtig heikel wird ihre Lage, als sie merken, dass ihr Boot ein Leck hat. Auch Miles kämpft mit dem Tod – nachdem ihn eine der Kreaturen angefallen hat, diagnostizieren die Ärzte eine unbekannte Krankheit bei ihm. Seine Schwester ahnt, dass nur Nim ihm noch helfen kann.","versions":[{"lang":1,"streams":[{"redirect":8776923,"hoster":"VOE"},{"redirect":8663486,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausgegrenzt","epNo":11,"alt":"Episode 11","descr":"Richard und Laura versuchen, eine Nachrichtenredaktion dazu zu bringen, ihr Filmmaterial vom Meeresgrund zu veröffentlichen, doch niemand glaubt ihrer Geschichte und ihren Bildern. Obwohl sie noch immer von Lee und seinen Männern verfolgt werden, kommt ihnen eine Idee, wie sie die Öffentlichkeit doch noch vor der neuen Gefahr warnen können. Unterdessen entdeckt Miles, dass Nim gar nicht tot ist, und will ihn davor bewahren, dass einer der Ärzte Versuche an ihm durchführt.","versions":[{"lang":1,"streams":[{"redirect":8776924,"hoster":"VOE"},{"redirect":8663487,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Enthüllung","epNo":12,"alt":"Episode 12","descr":"Die Internetveröffentlichung des Videos über die neue Spezies trägt erste Früchte: Unter den zahllosen Emails, die Laura und Rich erhalten, ist auch die eines gewissen \"Mr. Big\", der mehr über die Tiere zu wissen scheint, als er anfangs zugibt. Inzwischen entdeckt Miles immer mehr Veränderungen an sich und nimmt eine Einladung auf eine Party von Caitlin nur zögernd an. Die Feier endet jäh, als zwei Jungs im Meer verschwinden und kurze Zeit später tot gefunden werden.","versions":[{"lang":1,"streams":[{"redirect":8776928,"hoster":"VOE"},{"redirect":8663491,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Verpflichtung","epNo":13,"alt":"Episode 13","descr":"Laura und Richard wollen endlich ein paar Antworten von Lee bekommen, nachdem sie sich mit einer mysteriösen Frau getroffen und von ihr erfahren haben, dass offenbar eine geheime Firma die Kreaturen gezüchtet hat. Da nun schon mehrere Menschen von den Tieren getötet wurden, versammeln sich die Bewohner der Stadt, um die Kreaturen auszulöschen. Aber ihr Plan schlägt fehl – und die Ungeheuer schlagen zurück. Da erscheint Miles auf der Bildfläche …","versions":[{"lang":1,"streams":[{"redirect":12336999,"hoster":"VOE"},{"redirect":8663488,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefangen","epNo":14,"alt":"Epsiode 14","descr":"Laura und Richard wollen endlich ein paar Antworten von Lee bekommen, doch als der sich weigert, entführen sie den Agenten kurzerhand. Auch Miles’ Probleme potenzieren sich, als er die Kontrolle über seine neuen Fähigkeiten verliert. Nachdem er von einem Schläger verprügelt wird, rächt er sich ungleich brutaler und bringt so die Einwohner des Dorfs gegen ihn auf. Ein Mob sammelt sich, um ihn zu jagen und unschädlich machen …","versions":[{"lang":1,"streams":[{"redirect":8776931,"hoster":"VOE"},{"redirect":8663490,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tsunami","epNo":15,"alt":"Episode 15","descr":"Ein gigantischer Tsunami rast auf die Ostküste zu und die Bevölkerung flieht in Panik. In diesem Chaos sucht Caitlin nach Miles, nicht ahnend, dass er bereits mit seiner Familie in Sicherheit ist und an Bord einer Fähre auf sie wartet. Als Miles erfährt, dass Caitlin noch in der Stadt ist, läuft er zurück, um sie zu suchen. Auch Laura schlägt sich ins Katastrophengebiet durch, um Rich zu befreien, der in einem Labor an der Küste gefangen gehalten wird.","versions":[{"lang":1,"streams":[{"redirect":8776932,"hoster":"VOE"},{"redirect":8663489,"hoster":"Streamtape"}]}]}]}]}