{"path":"/serie/stream/suspect-2022","name":"Suspect (2022)","descr":"Der Londoner Polizist Danny Frater (James Nesbitt) wird ins Leichenschauhaus des St. Josephine’s Krankenhauses gerufen, um der Pathologin Jackie (Joely Richardson) bei der Identifizierung einer unbekannten Toten mittels zahnärztlicher Unterlagen zu helfen. Das Entsetzen ist groß, als Danny vor Ort erkennen muss, dass es sich bei der Toten um seine eigene und einzige Tochter Christina (Imogen King) handelt. Angeblich hat die junge Frau Suizid begangen, doch er glaubt nicht daran und begibt sich auf ungewöhnliche Art auf die Suche nach ihrem Mörder.  (Serien-Adaption von: Verdacht/Mord | Forhøret | Face to Face)","seasons":[{"path":"/serie/stream/suspect-2022/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/suspect-2022/staffel-1/episode-1","name":"Jackie","epNo":1,"alt":"Jackie","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Gegenüber der Pathologin Jackie, die Christinas Leiche untersucht hat, wird Danny aggressiv. Er sperrt sie ein und konfrontiert sie mit Fragen, die nur die Polizei beantworten kann. Danny Frater (James Nesbitt), Londoner Polizist, fährt ins Leichenschauhaus des St. Josephine’s Krankenhauses, zu Pathologin Jackie (Joely Richardson). Danny soll eine unbekannte Tote mittels zahnärztlicher Unterlagen identifizieren. Dannys Entsetzen ist groß, als er erkennen muss, dass auf dem Seziertisch seine Tochter Christina (Imogen King) liegt. Der Befund der Pathologin: Suizid. Doch Danny kann und will nicht glauben, dass sich sein einziges Kind das Leben nahm. Er sperrt Jackie und sich im Untersuchungsraum ein und konfrontiert die Pathologin mit zahlreichen, die Autopsie betreffenden Fragen. Außerdem sieht er sich die Gegenstände genau an, die bei der toten Christina gefunden wurden, darunter auch fünf blaue Tabletten. Diese und Christinas Hausschlüssel steckt Danny widerrechtlich ein. Erst als sein Ex-Boss Richard (Ben Miller) auftaucht, entspannt sich die Situation. Danny verlässt die Pathologie des Krankenhauses. Die Auseinandersetzung mit Jackie steht am Beginn eines langen Tages und einer Reihe von Begegnungen, in denen Danny klären will, was mit Christina wirklich geschah. Danny glaubt, dass Christina ermordet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723727","hoster":"VOE"},{"path":"/redirect/12723732","hoster":"Doodstream"},{"path":"/redirect/12723728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-2","name":"Nicola","epNo":2,"alt":"Nicola","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Danny begibt sich in die Wohnung seiner Tochter in den Londoner Docklands, an der Themse. Dort trifft er auf eine ihm unbekannte Frau, Nicola Barry. Heimlich konnte sich Danny (James Nesbitt) Zugang zu der großzügigen Wohnung verschaffen, die Christina (Imogen King) in Riverside gemietet hatte, und in der sie verstarb. Als Danny die Wohnung durchsucht, bemerkt er die Gegenwart einer anderen Person. Es ist Nicola (Niamh Algar). Zu Dannys Überraschung stellt sich heraus, dass Christina und Nicola ein Ehepaar waren. Nicola zeigt Danny ein Video ihrer Hochzeit vor einem Jahr. Doch sie lebten nicht zusammen, und die Beziehung war laut Nicolas Aussaggen schwierig. Danny erfährt, dass Christina die Wohnung unter dem Pseudonym Harrriet Carr gemietet hatte, und über viel Geld verfügte. Danny glaubt, seine Tochter habe als Prostituierte gearbeitet. Nicola behauptet, Christina nahm sich das Leben, weil sie verzweifelt war. Dannys Theorie, sie könne etwas mit Christinas Tod zu tun haben, widerlegt Nicola mit einem Alibi, das Danny sofort überprüfen kann. Dennoch eskaliert die Begegnung immer wieder. Nicola macht Danny schwere Vorwürfe, als Vater versagt zu haben. Er glaubt, sie lüge ihn trotz Alibis an. Bevor sie ihn niederschlägt und die Wohnung verlässt, hat sie einen Kontakt Christinas erwähnt, den Danny verfolgen sollte: Eine Frau namens Maia, die in einem Club namens \"Crimson Orchid\" Geschäftsführerin ist. Danny macht sich auf den Weg zu Maia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723723","hoster":"VOE"},{"path":"/redirect/12723725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-3","name":"Maia","epNo":3,"alt":"Maia","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Neue Informationen führen ins \"Crimson Orchid\", einen Herrenclub. Hat Christina dort als Prostituierte gearbeitet und mit Drogen gehandelt, sogar selbst welche genommen? Im \"Crimson Orchid\" trifft Danny (James Nesbitt) auf Maia (Antonia Thomas), die Geschäftsführerin. Sie weiß zunächst nicht, dass Danny Christinas (Imogen King) Vater ist. Maia und Christina waren befreundet, haben oft zusammen gefeiert. Danny vermutet, dass Christina im \"Chrimson Orchid\" als Prostituierte gearbeitet hat, doch Maia widerspricht dem heftig. Danny lässt nicht locker. Es stellt sich heraus, dass Maia und Christina sowie ein gemeinsamer Bekannter namens Jaisal mit Drogen handelten. Als die Drogen härter wurden, stieg Maia aus. Es kam zu einem kurzfristigen Zerwürfnis zwischen ihr und Christina. Die Begegnung mit Maia führt Danny erneut vor Augen, wie wenig er seine Tochter kannte. Aber auch Christina war nicht immer ehrlich zu ihren Freunden und Freundinnen. Ein Lügengespinst, an dem sie selbst strickte, umgab die junge Frau, die Maia gegenüber andeutete, etwas Furchtbares getan zu haben. Danny presst aus Maia einen weiteren Kontakt heraus. Einen Mann namens Jaisal. Jaisal bestellt Danny telefonisch in das alte Pumpenhaus am Fluss, mittlerweile ein exklusiver Club.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723722","hoster":"VOE"},{"path":"/redirect/12723724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-4","name":"Jaisal","epNo":4,"alt":"Jaisal","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Jaisal Batra war angeblich Christinas Dealer. Zunächst will Jaisal nicht über Christina reden, doch später lässt er Danny Material seiner Überwachungskameras sehen. Danny (James Nesbitt) ist zum \"Alten Pumpenhaus\" an der Themse gefahren. Das historische Gebäude ist mittlerweile ein exklusiver Club. Danny trifft dort auf Jaisal aka Jake Batra (Sacha Dhawan), den er von früher kennt. Jaisal ist Ex-Polizist, der aus dem Dienst ausscheiden musste. Jaisal will nicht über Christina sprechen, die er schon als Teenager kannte. Danny provoziert sein Gegenüber auf übelste Weise, bis Jaisal schließlich zugibt, gemeinsam mit Christina Drogen verkauft zu haben. Ihre gemeinsamen Geschäfte endeten, als Christina auf den Onlineverkauf harter, synthetischer Drogen umstieg, und es einen Todesfall gab, der vertuscht wurde. Jaisal bietet Danny an, ihm Material aus seinen Überwachungskameras zu zeigen, dafür muss Danny eine Gegenleistung erbringen. Danach öffnet Jaisal die Internetdateien der Überwachungskameras. Sie zeigen, wie Christina abends das Gebäude mit einem Mann verlässt. Danny kann den Mann zunächst nicht erkennen, Jaisal will ihm nicht weiterhelfen. Danny verschafft sich heimlich Zutritt zum Computer des Clubs und kann den Mann identifizieren: Ryan. Auch Ryan ist für Danny kein Unbekannter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723714","hoster":"VOE"},{"path":"/redirect/12723716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-5","name":"Ryan","epNo":5,"alt":"Ryan","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Ryan war ein Freund Christinas. Ryan ist wie Danny bei der Polizei. Er gibt nur zögerlich Informationen preis, scheint aber ein Alibi für Christinas Todesnacht zu haben. Danny (James Nesbitt) findet Ryan (Sam Heughan) in dessen Fitnessstudio, wo der Polizist seine Muskeln trainiert. Ryan ist noch im aktiven Dienst, während Jaisal die Polizei verlassen musste. Ryan beantwortet Dannys Fragen nur zögerlich. Es kommt zu Handgreiflichkeiten zwischen den beiden Männern. Danny glaubt, dass der spielsüchtige Ryan Geld aus Christina pressen wollte, sie in einem Streit tötete, und es wie Selbstmord aussehen ließ. Ryan sieht eine Mitschuld für Christinas Tod bei Danny. Ryan kommt schließlich auch auf den Todesfall in Jaisals Club zu sprechen. Opfer war eine Studentin, die vermutlich eine Überdosis Drogen schluckte, die Christina vertickte. Ryan behauptet, die Frau sei tödlich gestürzt, was die Autopsie bestätigt hätte – eine Autopsie, die Jackie durchgeführt hatte. Jackie ist die Pathologin, die auch Christinas Leiche untersuchte. Für Christinas Todeszeitpunkt hat Ryan anscheinend ein handfestes Alibi. Doch er hat sie zuvor auf der Straße allein zurückgelassen, als ihr schlecht wurde. Als Ryan einen Freund und einen geheimnisvollen Fremden treffen will, drängt sich Danny als Mitfahrer auf. Auf dem Deck eines Parkhauses rammen Ryan und Danny zwei parkende Autos. Eine Textnachricht auf Ryans Handy informiert Danny, dass Ryan eine Verabredung mit einem Mann namens Harry Carr hat.Danny lässt den verletzten Ryan zurück, bricht ein Auto auf und macht sich auf den Weg zu Harry Carr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723710","hoster":"VOE"},{"path":"/redirect/12723711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-6","name":"Harry","epNo":6,"alt":"Harry","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Danny besucht den Unternehmer Harry Carr auf einer Galopprennbahn. Harry war nach eigenen Worten nur ein väterlicher Freund Christinas. Er konfrontiert Danny mit einer Geschichte aus der Vergangenheit. Danny (James Nesbitt) trifft auf Harry Carr (Richard E. Grant). Christina (Imogen King) benutzte Harrys Namen in der weiblichen Form – Harriet – als Pseudonym. Danny will wissen, welcher Art die Beziehung zwischen Harry und Christina war. Harry behauptet, Christina habe ihn als Vater-Ersatz gesehen und sie hätten viele, lange intensive Gespräche geführt. Doch die Beziehung hatte auch eine dunkle Seite. Harry, der unter anderem als Unternehmer ein Pharma-Unternehmen besitzt, ist der Mann im Schatten hinter Christinas Onlinehandel mit synthetischen Drogen. Christina wollte aussteigen, nachdem die Drogen ein zweites Todesopfer forderten – eine 19-jährige Studentin. Deren Drogentod wurde wieder mit Ryans Hilfe vertuscht. Harry konfrontiert Danny mit dessen eigenen Versäumnissen. Ein Ereignis aus Christinas Kindheit, in dem ein Pferd eine wichtige Rolle spielt, steht im Mittelpunkt der Geschichte, die Harry Danny erzählt. Und Harry setzt noch einen drauf: Er hat auf seinem Handy einen Anruf Christinas aufgezeichnet, den diese kurz vor ihrem Tod machte und spielt ihn Danny vor. Danny ist sehr verzweifelt, als ihn seine Ex-Frau Susannah anruft. Richard E. Grant (Harry) blickt auf eine mehrere Jahrzehnte umspannende Karriere im Showbusiness zurück. Er ist nicht nur in Fernsehserien aufgetreten, sondern auch in zahlreichen Filmen und auf der Bühne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723718","hoster":"VOE"},{"path":"/redirect/12723719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-7","name":"Susannah","epNo":7,"alt":"Susannah","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. In der Leichenhalle trifft Danny auf seine Ex-Frau Susannah, Christinas Mutter. Als Danny bereit zu sein scheint, den Tod seiner Tochter als Suizid zu akzeptieren, taucht ein Indiz auf, das für Mord spricht. Ryan liegt nach seiner Auseinandersetzung mit Danny im Krankenhaus, ist aber nicht vernehmungsfähig. Danny (James Nesbitt) trifft in der Leichenhalle des St. Josephine’s Krankenhaus auf seine Ex-Frau, Susannah (Anne-Marie Duff). Danny und Susannah wollen sich am aufgebahrten, offenen Sarg ihrer Tochter von Christina (Imogen King) verabschieden. Doch vorher holt die Vergangenheit sie ein. Die quälende Frage, ob sie als Eltern versagt haben, führt bei Susannah zu Vorwürfen an Danny, er sei stets emotional abwesend gewesen. Ein Video, das Susannah von Ryan erhielt und Danny weiterschickte, hat er angeblich nie erhalten. Susannah zeigt dem Ex, wo auf seinem Handy es zu finden ist. Außerdem erfährt Danny, dass Susannah einen neuen Partner hat. Es ist sein Ex-Boss, Richard. Als Susannah Danny beinahe davon überzeugt hat, sich der Tatsache stellen zu müssen, dass Christina auf eigenen Willen aus dem Leben schied, macht Danny eine Beobachtung, die ihn zu seiner Mordtheorie zurückführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723706","hoster":"VOE"},{"path":"/redirect/12723708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suspect-2022/staffel-1/episode-8","name":"Danny","epNo":8,"alt":"Danny","descr":"London: Polizist Danny Frater wird mit dem plötzlichen Tod seiner Tochter Christina konfrontiert. Danny will nicht glauben, dass sein Kind Suizid beging. Er sucht nach ihrem Mörder. Der Kreis schließt sich. Danny wendet sich erneut an Jackie, die Pathologin. Offensichtlich hat sie bei der ersten Befragung durch Danny nicht die Wahrheit gesagt. Erinnerungen an seine tote Tochter Christina (Imogen King) verfolgen Danny (James Nesbitt). Ein ganzer Tag ist vergangen, seit er, der Polizist, in der Pathologie des St. Josephine’s Krankenhauses erkennen musste, dass seine Tochter Christina tot ist. Der Befund von Pathologin Jackie (Joely Richardson): Suizid. Dannys Verdacht: Christina wurde ermordet. Im Laufe des Tages hat Danny eine ganze Reihe von Menschen getroffen, die seine Tochter, oft auch ihn, kannten. Keinen konnte er aus Mangel an Beweisen als Mörder oder Mörderin überführen. Immer wieder musste Danny erkennen, dass er seine Tochter aus den Augen verloren hatte. Unangenehme Wahrheiten warteten auf ihn. Seine Ex-Frau (Anne-Marie Duff) hatte ihn beinahe davon überzeugt, dass Christina sich das Leben nahm, als Danny an Christinas Sarg eine Beobachtung machte, die seine ursprüngliche Mord- und Verschwörungstheorie zu bestätigen schien. Danny fährt zu Jackies Privathaus, einem mondänen Anwesen. Sie will ihn zunächst nicht hereinlassen, da sie Gäste erwartet. In ihrem Wohnzimmer konfrontiert Danny Jackie mit seinen Beweisen. Sie bestreitet eine Manipulation des Obduktionsberichts. Das gerissene Lippenbändchen, das Danny zuletzt entdeckt hatte, habe nichts zu bedeuten, so Jackie. Das Wortgefecht eskaliert, Richard (Ben Miller), Dannys Ex-Boss und neuer Lebensgefährte seiner Ex-Frau Susannah, kommt mit Blaulicht angefahren, um zu schlichten. Am Ende wird er Danny verhaften, denn Danny hat in seiner Verzweiflung über die Mauern, die sich vor ihm auftürmen und ihn von der Wahrheit zu trennen scheinen, etwas Schreckliches getan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12723705","hoster":"VOE"},{"path":"/redirect/12723704","hoster":"Streamtape"}]}]}]}]}