{"path":"/serie/stream/suzuka","name":"Suzuka","descr":"Akitsuki Yamato zieht vom Land auf die Stadt zu seiner Tante in eine eigene Wohnung, um sich und sein Leben zu verändern. Als er ankommt, erfährt er, dass seine Tante ein Badehaus besitzt, wo er auch prompt mitarbeiten  \u0026amp;quot;darf\u0026amp;quot;. Bei seiner Ankunft geht er an einem Sportplatz vorbei, auf welchem ein Mädchen Hochsprung trainiert. Er verliebt sich auf den ersten Blick in die unbekannte Schönheit. In seiner neuen Wohnung angekommen, bemerkt er verblüfft, dass eben diese unbekannte Schönheit seine Nachbarin ist...","seasons":[{"path":"/serie/stream/suzuka/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/suzuka/staffel-1/episode-1","name":"","epNo":1,"alt":"Anticipation","descr":"Als Yamato Suzuka zum ersten Mal trifft, glaubt er, dass es \"Liebe auf den ersten Blick\" ist. In dieser Folge zieht Yamato in den Mädchenschlafsaal, den seine Tante führt, und trifft sowohl seine Tante als auch seine Cousine Miho. Gerade als er denkt, dass das Leben in einem Spa wunderbar wäre, trifft er auf zwei sehr seltsame College-Mädchen. Eines der Mädchen, Yuuka, beginnt sofort, ihn zu belästigen, und in einer peinlichen Situation stellt er fest, dass auch Suzuka im Wohnheim lebt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424373","hoster":"VOE"},{"path":"/redirect/14242338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-2","name":"","epNo":2,"alt":"Smile","descr":"Yashunobu, Yamatos \"Freund\" aus der Kindheit, taucht eines Tages plötzlich in Yamatos Zimmer auf. Seine Vergangenheit entpuppt sich als perverses Kind. Er zeigt diese Eigenschaft niemals vor Erwachsenen, daher wird angenommen, dass er reifer ist als Yamato. Außerdem zeigt sich, dass er auch sehr schelmisch ist und ständig Streiche spielt. Um zu verhindern, dass Yasunobu auf Suzuka trifft, erzählt Yamato Yasunobu, dass Suzuka eine hässliche 50-jährige Frau ist, die sich mit Suzuka in Schwierigkeiten bringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424376","hoster":"VOE"},{"path":"/redirect/14242353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-3","name":"","epNo":3,"alt":"Sick Day","descr":"Schließlich beginnt Yamato, die örtliche Schule zu besuchen. In den Pausen stellt er fest, dass er ziemlich allein ist, da Suzuka Streckenfreunde hat und Yasunobu seine einheimischen Freunde. Als er es am wenigsten erwartet, wird er von Honoka angesprochen, der sich als Teil von Yamatos Vergangenheit herausstellt. Später begleitet er das Einkaufen in Suzuka, was dazu führt, dass er krank wird. Als er ein Klopfen an der Tür hört, erwartet er voller Vorfreude Suzuka, nur um Yasunobu überraschenderweise in Begleitung von Honoka vorzufinden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424362","hoster":"VOE"},{"path":"/redirect/14242359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-4","name":"","epNo":4,"alt":"Field Day","descr":"Es ist der Tag der Fitnesstests, und während Yamato in den Schulen seiner Heimatstadt eine Legende war, versagt er kläglich in seiner neuen Schule. Später stellt er fest, dass diese Schule auf Sport spezialisiert ist. Anfangs war Yamato nicht bereit, den Streckentest durchzuführen, da er in der Mittelschule \"miserabel\" lief. Schließlich lässt er sich zum Laufen überreden und erweist sich als schneller als der Junge, der durch ein Sprintstipendium in die Schule gekommen ist. Laut Yasunobu hat ihm das angeblich \"Punkte\" mit Suzuka eingebracht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424366","hoster":"VOE"},{"path":"/redirect/14242360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-5","name":"","epNo":5,"alt":"Eye of the Storm","descr":"Als Yamato feststellt, dass Suzuka mit Miyamoto spricht, einer Person aus dem Streckenteam, wird er neugierig, aber als er hört, wie sie darüber reden, etwas zusammen zu tun, wird er eifersüchtig. Als Yamato schließlich erwischt wird, wie er ihre Unterhaltung mithört, stellt er fest, dass Miyamoto Suzuka wegen seiner spektakulären Leistung am Vortag nur um Hilfe gebeten hat, als er Yamato ins Streckenteam aufgenommen hat. Neben dieser guten Überraschung entdeckt Yamato während eines Gewitters auch Suzukas weibliche Seite.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424372","hoster":"VOE"},{"path":"/redirect/14242363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-6","name":"","epNo":6,"alt":"A Day at the Park","descr":"Als ein seltsames Zeitungsmädchen vor Yamatos Zimmer erscheint und zwei Eintrittskarten für den Vergnügungspark mit einem Zeitungsabonnement anbietet, denkt Yamato, dass der bevorstehende freie Tag der beste Zeitpunkt ist, Suzuka um ein Date zu bitten. Unglücklicherweise gehen Megumi und Yuuka in sein Zimmer, um zu vermasseln, und seine Tickets werden schließlich von seiner Katze zerfetzt. Als alle Hoffnung verloren ist, bittet Suzuka ihn \"demütig\" mit Tickets, die sie von demselben Zeitungsmädchen bekommen hat. Wird Yamato bei einer so perfekten Gelegenheit seine Gefühle gestehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424371","hoster":"VOE"},{"path":"/redirect/14242364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-7","name":"","epNo":7,"alt":"Decision","descr":"Nachdem sie vollständig abgelehnt wurde, durchlebt Yamato eine Depression und wird von der unwahrscheinlichen Yuuka geheilt, nachdem sie ihre Vergangenheit und ihr früheres \"normales\" Selbst enthüllt hat. Yamato entscheidet, dass er Suzuka definitiv mag und nicht aufgeben wird, nachdem er einmal abgelehnt wurde. Er beschließt, sich dem Streckenteam anzuschließen, und bittet Yasunobu um Rat. Leider hört Suzuka ihre Unterhaltung mit und glaubt nicht, dass Yamato sich anstrengen wird, um sie zu verfolgen, und sie stattdessen verlangsamen wird. Nachdem sie gegangen ist, schlägt Yasunobu vor, dass er sich entschuldigt und dass Yamato sein ganzes Leben lang ein Faulpelz war, daher war es nicht plausibel, im Streckenteam zu sein. Als Yamato ins Streckenbüro geht, um sich zu entschuldigen, meldet er sich schließlich für das Streckenteam an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424377","hoster":"VOE"},{"path":"/redirect/14242366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-8","name":"","epNo":8,"alt":"Distance","descr":"Bei Yamatos erstem Bahntraining ist er von dem immensen Training völlig überwältigt und völlig erschöpft. Miki, eine Sprinterin auf der Strecke, stellt sich Yamato vor und offenbart, dass sie Suzukas Freundin ist. Als Yamato völlig erschöpft ist, ermutigt Miki ihn und erklärt ihm, warum Suzuka so wütend war, dass er sich der Strecke angeschlossen hat, und zeigt ihm Suzukas persönliches Trainingsprogramm. Dies ermutigt ihn, härter zu arbeiten und die Distanz zwischen Suzuka und sich selbst zu verringern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424367","hoster":"VOE"},{"path":"/redirect/14242368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-9","name":"","epNo":9,"alt":"A Frame in Time","descr":"Nach zwei Wochen Training gewöhnt sich Yamato an die Übungen und schlägt Kenji, den Stipendiaten, in einem Zeitfahren offiziell, indem er 100 Meter in 10,98 Sekunden läuft. Anstatt von Suzuka gratuliert zu werden, sagt sie ihm, dass sie ihn verachtet. Außerdem muss er nun die Erwartungen von Miyamoto und Kinugasu (dem Kapitän des Streckenteams) erfüllen. Später findet er heraus, dass Suzuka nach Hause geht, um einen Kazuki Tsuda zu besuchen, was ihn eine Weile beunruhigt. Als er ein Foto von Suzuka und einem anderen Typen in Suzukas Zimmer findet, rennt er ihr ohne nachzudenken hinterher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424381","hoster":"VOE"},{"path":"/redirect/14242367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-10","name":"","epNo":10,"alt":"An Old Flame","descr":"Als Suzuka nach Hause geht, um eine bestimmte Kazuki zu besuchen, jagt Yamato ihr nach und findet schließlich ihr Haus, das sich als sehr groß herausstellt. An der Haustür trifft er Suzukas Schwester, die ihn zu Suzuka und Kazuki bringt. Als er merkt, dass Kazuki tot ist und Suzuka sein Grab besucht hat, geht er nach Hause, ohne Suzuka auch nur wissen zu lassen, dass er dort war. Außerdem erfährt er, dass Kazuki auch ein Raketenstarter war und ihm sehr ähnlich ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424357","hoster":"VOE"},{"path":"/redirect/14242339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-11","name":"","epNo":11,"alt":"Showdown","descr":"Der Tag des Turniers ist gekommen und Yamato beschließt, ihn zu überspringen. Stattdessen versucht er, Yasunobu dazu zu bringen, mit ihm zu einem Karaoke zu gehen, wird aber am Ende zum Ort des Treffens gelockt. Dort findet er Suzuka, die von einer Person einer anderen Schule angegriffen wird. Am Ende offenbart er sich aus seinem Versteck und macht sich mit Arima Emerson, der derzeit schnellsten Läuferin im 100-Meter-Lauf, Feinde. Wird er Emerson schlagen können, obwohl er drei Tage hintereinander das Training verpasst hat?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424358","hoster":"VOE"},{"path":"/redirect/14242340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-12","name":"","epNo":12,"alt":"Misunderstandings","descr":"Als Yamato ein Klopfen an seiner Tür hört, öffnet er sie und findet das Zeitungsmädchen wieder, nur dass sie dieses Mal für eine Fernsehgesellschaft arbeitet und ihm ihre \"letzten\" zwei Eintrittskarten für das Schwimmbad anbietet. Yamato merkt, dass sie den gleichen Trick wie beim letzten Mal anwendet und sagt ihr, dass sie höchstwahrscheinlich mehr hat. Am Ende gibt sie ihm die beiden Tickets kostenlos und fordert ihn auf, sein Mädchen zu fragen. Am nächsten Tag in der Schule bittet Honoka Yamato zum Pool; Offensichtlich hat sie auch Karten von dem Fernsehmädchen bekommen. Sie scheitert jedoch schrecklich daran, heimlich zu fragen, und Miki hört und bittet fast alle anderen, einschließlich Suzuka, zum Pool. Yamato glaubt aufgeregt, dass dies eine Chance ist, ihr nahe zu kommen. Währenddessen versucht Honoka, mit der gleichen Methode näher an Yamato heranzukommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424374","hoster":"VOE"},{"path":"/redirect/14242342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-13","name":"","epNo":13,"alt":"Lips","descr":"Der Inter High-Wettbewerb kommt und wird in Hiroshima, der Heimatstadt von Yamato, veranstaltet. Suzuka ist da, um an Wettkämpfen teilzunehmen, während Yamato nur eine Cheerleaderin ist. Yamato ist deprimiert von seinen Misserfolgen mit Suzuka und dem Streckenteam. Yasunobu ermutigt Honoka, Yamato zu gestehen, sonst wird Suzuka Yamato stehlen. Honoka tröstet Yamato nach dem Training. Miki hat Suzuka jedoch gesagt, dasselbe zu tun, also taucht Suzuka auf, während Honoka bei Yamato ist. Honoka gerät in Panik und küsst Yamato, dann geht er verlegen davon. Am nächsten Tag gewinnt Suzuka den dritten Platz im Turnier und bekommt viel Aufmerksamkeit, was Yamato noch mehr deprimiert. Honoka findet Yamato allein schmollend vor und versucht ihn erneut zu küssen. Er hält sie auf, aber als sie anfängt zu weinen, weil sie kein Paar ist, küsst Yamato sie. Miki sieht sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424368","hoster":"VOE"},{"path":"/redirect/14242345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-14","name":"","epNo":14,"alt":"Blessing","descr":"Yamato bittet Honoka, ein Paar zu werden. Am nächsten Tag bittet Suzuka Yamato, einkaufen zu gehen, aber er lehnt ab. Als Suzuka versucht, ein T-Shirt für Yamato auszusuchen, sagt Miki ihr, dass er mit Honoka zusammen ist. Suzuka ist darüber sichtlich beunruhigt, sagt aber nichts. Nach dem Abendessen sitzen Honoka und Yamato zusammen. Honoka gesteht ihm ihre langjährige Liebe. Miki spricht mit Yasunobu über Yamato. Sie denkt, dass sein Verhalten gegenüber Suzuka unverantwortlich ist, aber Yasunobu denkt, dass es gut für Honoka ist. Suzuka spricht nach dem Training mit Yamato. Er bestätigt, dass er mit Honoka zusammen ist. Sie gratuliert ihm und verhält sich normal, bleibt aber lange auf und denkt darüber nach. Am nächsten Tag vermeidet sie Yamato, während er mit Honoka und Freunden aus dem Team zu Abend isst. Im Zug zurück von Hiroshima steigt Yamato aus, um Getränke zu kaufen, fährt aber kurz vor der Rückkehr zum Zug.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424359","hoster":"VOE"},{"path":"/redirect/14242346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-15","name":"","epNo":15,"alt":"Bellflower","descr":"Während sie in Hiroshima gestrandet sind, fragt Suzuka Yamato nach seiner Beziehung zu Honoka. Yamato reagiert glücklich, bis Suzuka wütend wird und ihn aufhält. Als Yamatos Vater kommt, um sie abzuholen, weigert er sich, Suzuka allein in einem Hotel übernachten zu lassen und bringt sie mit nach Hause. Suzuka trifft Yamatos Familie. Um Suzuka zu beeindrucken, bittet Yamato sie, noch eine Nacht zu bleiben und die Glühwürmchen zu sehen. Sie lehnt ab und als Yamato sich über ihre Kälte aufregt, sagt sie, er sei unverständlich und nett zur falschen Person. Nachdem Suzuka Yamato mit Honoka telefoniert hat, ändert sie ihre Meinung und beschließt, die Glühwürmchen zu sehen. Als sie an der Brücke ankommen, sind keine Glühwürmchen in Sicht. Yamato enthüllt, dass er dorthin gegangen ist, um jemandem zuvor etwas zu gestehen, mit dem gleichen Ergebnis. Nachdem er von Suzuka ausgelacht wurde, er sagt, er sei stolzer auf das Geständnis, das er ihr gemacht habe. Sie drängt ihn, sein geplantes Geständnis zu zeigen. Er findet ein Glühwürmchen und steckt es in eine Glockenblume, wodurch die Glockenblume leuchtet. Suzuka ist gerührt und nimmt sein Geständnis an. Als er darauf ernsthaft reagiert, sagt sie, sie habe nur Spaß gemacht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424369","hoster":"VOE"},{"path":"/redirect/14242347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-16","name":"","epNo":16,"alt":"Impulse","descr":"Als sie zurückkommen, verabschiedet sich Suzuka, nachdem Honoka sich ihnen nähert. Honoka war anscheinend sehr \"besorgt\" um Yamato, aber als er ihr zum ersten Mal sagt, dass er sie mag, ist sie vollkommen zuversichtlich. Später enthüllt Yasunobu, dass er über Yamato und Honoka Bescheid weiß, und erklärt, dass er die Beziehung auf die nächste Ebene bringen sollte, was dazu führt, dass Yamato stottert und ablehnt. Als Honoka zu Yamato nach Hause geht, um für ihn zu kochen, fängt er plötzlich an, an Suzuka zu denken. Um sich davon zu überzeugen, dass er Honoka mag, lässt er sich von seinem Impuls treiben, was dazu führt, dass Honoka verängstigt davonläuft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424378","hoster":"VOE"},{"path":"/redirect/14242349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-17","name":"","epNo":17,"alt":"Boyfriend","descr":"Nach dem Training möchte Suzuka einen Regenschirm mit Yamato teilen, aber da Miki da ist, leiht sie ihm stattdessen einen. Am nächsten Tag stellt Honoka ihm Shirakawa Nana vor, ein Pop-Idol, das ihr Mentor war. Als Honoka beim Karaoke auf die Toilette geht, um ihre Verlegenheit zu verbergen, findet Suzuka Yamato, der mit einer blonden Frau singt, und beschuldigt Yamato, Honoka zwei Mal getimt zu haben. Dies wird später geklärt, als Honoka und Miki ankommen. Yamato will nicht singen, bis Suzuka ihn herausfordert. Sie fangen an, ein Duett zu singen, aber Honoka sieht nervös aus, also hört er auf, um Honoka Loyalität zu zeigen. Nana untersucht ihn danach und stellt fest, dass Yamato in Honokas Gegenwart nicht wirklich er selbst ist, dass er sich nur wie ein guter Freund verhält, ohne ihr wirklich nahe zu kommen. Yamato schwört, sich mehr Mühe zu geben, ein guter Freund zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424364","hoster":"VOE"},{"path":"/redirect/14242351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-18","name":"","epNo":18,"alt":"Present","descr":"Zu Honokas Geburtstag möchte Yamato sie überraschen und ein sehr bedeutungsvolles Geschenk kaufen. Um dies zu erreichen, bittet er die Bewohner des Gasthauses, ihm bei der Auswahl zu helfen, aber sie geben alle wirklich schlechte Ratschläge, und er greift schließlich auf eine Zeitschrift zurück. Schließlich bittet er Suzuka, ihm bei der Auswahl zu helfen, und sie stimmt zu. Nachdem Yamato so lange gewandert ist, kauft er eine Halskette von einem Straßenhändler und benutzt Suzuka als Modellbaupuppe. Auf dem Rückweg entdeckt Honoka Yamato mit Suzuka. Als Yamato Honoka später das Geschenk überreicht, sagt Yamato ihr, dass er tatsächlich mit Suzuka gegangen ist und nicht mit Yasunobu, nur um festzustellen, dass Honoka es bereits wusste. Aufgrund ihrer ruhigen Haltung nimmt er dies als gutes Zeichen und geht detailliert darauf ein, wie er es bei Suzuka gekauft hat, und bekommt schließlich sein Geschenk zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424375","hoster":"VOE"},{"path":"/redirect/14242352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-19","name":"","epNo":19,"alt":"Breakup","descr":"Yamato konsultiert Yasunobu und gibt ihm die Schuld für einen Teil davon. Als er nach Hause zurückkehrt, entschuldigt sich Suzuka und gibt sich die Schuld dafür. Yamato sieht dann, dass es wirklich seine eigene Schuld ist und geht, um sich bei Honoka zu entschuldigen. In Honokas Haus versucht Yamato erneut, das Geschenk zu geben, nur um mit Honoka über ihre Beziehung zu streiten. Honoka schlägt vor, sich zu trennen, und Yamato stimmt zu. Am Ende fragt Honoka, ob sie das Geschenk noch haben kann und gibt ihm einen Abschiedskuss. Später wird seine Trauer im eigenen Zimmer von Yuuka und einer betrunkenen Megumi unterbrochen, die versuchen, ihn zu beraten. Als Suzuka sich ihm später nähert, lügt er und sagt ihr, dass er Honoka gewaltsam verlassen hat (aufgrund der Tatsache, dass Honoka glaubte, dass Yamato Suzuka immer noch mochte), was dazu führte, dass Suzuka ihn hasste.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424379","hoster":"VOE"},{"path":"/redirect/14242350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-20","name":"","epNo":20,"alt":"Support","descr":"Nach der Trennung versuchen Miki und Yasunobu, Yamato aufzumuntern, während Nana Honoka aufheitert. Honoka kehrt schließlich als Managerin zurück und offenbart, wie sehr die Strecke sie braucht. Miki hört jedoch Suzukas Version der Trennung und konfrontiert Yamato, um die Wahrheit aus ihm herauszuzwingen. Miki, die Mitleid mit ihm hat, zwingt ihn, mit ihr Okonomiyaki zu essen. Nach dieser \"säuerlichen\" und \"seealgenartigen\" Erfahrung erkennt Yamato, dass Miki ihn nur aufmuntert, und beschließt, auf Kurs zu bleiben, um alle Erwartungen zu erfüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424363","hoster":"VOE"},{"path":"/redirect/14242355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-21","name":"","epNo":21,"alt":"Regret","descr":"Obwohl Yamato beschließt, auf dem richtigen Weg zu bleiben, scheint er einfach nicht in der Lage zu sein, den Stab zu fangen, und lässt ihn wiederholt fallen. Um Yamato zu helfen, beschließt Miki, die Sache selbst in die Hand zu nehmen und Yamato zu trainieren. Nach vielen Stunden des Übens kann Yamato den Stab immer noch nicht richtig entgegennehmen, da Suzuka im Moment des Empfangs seine Gedanken beschäftigt. Schließlich enthüllt Yamato, dass seine schlechte Leistung auf sein Bedauern zurückzuführen ist, Suzuka angelogen zu haben. Miki bietet an, mit Suzuka darüber zu sprechen, aber Yamato lehnt das Angebot ab und erklärt, dass er aufhören solle, Ausreden zu finden und selbst mit ihr zu sprechen. Yamato sagt Suzuka die Wahrheit und offenbart, wie wertvoll ihre Freundschaft für ihn ist. Suzuka ruft ihn später an, um ihm zu sagen, dass sie nicht mehr wütend ist, und ermutigt ihn, hart an der Strecke zu arbeiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424380","hoster":"VOE"},{"path":"/redirect/14242356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-22","name":"","epNo":22,"alt":"Preparation","descr":"Vor dem Rennen wird Yamato von Yasunobu beraten und enthüllt, dass er Suzuka immer noch mag. Das Erscheinen von Miyamoto und seine Erzählung von Kazuki enthüllt Yasunobu dann, worüber Yamato sich weiterhin Sorgen macht. Irgendwie lösen Yasunobus Worte jedoch etwas in Yamato aus, und er beschließt dann, der Erste zu werden. Nach seiner ersten spektakulären Leistung wird er von seinen Teamkollegen enttäuscht, denn das erste Rennen war unwichtig, er hat nur Energie verschwendet. Als er bei dem gesamten Treffen Zweiter wird, nähert sich Suzuka, um ihm zu gratulieren, aber er verrät ihr, dass er zuerst will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424365","hoster":"VOE"},{"path":"/redirect/14242354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-23","name":"","epNo":23,"alt":"Encouragement","descr":"Yamato arbeitet hart auf der Strecke. Miyamoto und Yamato entwickeln einen Plan, um Arima zu besiegen. Als Miki sich fragt, was in letzter Zeit in Yamato gefahren ist, antwortet er, dass er jetzt ein Ziel hat. Miki vermutet, dass es an Suzuka liegt. Sakurai ruft später Nana an, um Rat zu Yamato zu erhalten und was zu tun ist. Sakurai sagt ihr, dass sie denkt, dass Yamato und Suzuka sich mögen und dass es keinen Platz mehr für sie gibt. Nana tröstet sie und sagt ihr, sie solle sich jemand anderen suchen. Suzuka stört sich zunehmend an Yamatos Ernsthaftigkeit auf der Strecke und verhält sich kalt zu ihm. Yamato konfrontiert Suzuka damit und sie entschuldigt sich.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424382","hoster":"VOE"},{"path":"/redirect/14242357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-24","name":"","epNo":24,"alt":"Disappearance","descr":"Bei dem Treffen ist Yamato sehr begeistert von dem Rennen. Miyamoto und der Kapitän sind jedoch besorgt darüber, wie er abschneiden wird - Miyamoto stellt fest, dass Yamato seinen Rekord vom früheren Streckentreffen nicht übertroffen hat. Während des Rennens hat Yamato einen guten Start, aber Arima überholt ihn schnell. Arima gewinnt am Ende und Yamato belegt einen enttäuschenden vierten Platz. Später besucht Suzuka Yamato und bringt ihm ein paar Eier zum Essen. Yamato erkennt, dass Suzuka wahrscheinlich versucht, ihn aufzuheitern. Gerade als sie gehen will, gesteht Yamato ihr erneut. Er sagt, dass sie ihm noch nicht antworten muss, dass er mehr üben wird, damit er das nächste Turnier gewinnen kann. Erinnert an das, was Kazuki ihr damals gesagt hat, rennt Suzuka auf ihn los und sagt ihm, er solle aufhören.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424361","hoster":"VOE"},{"path":"/redirect/14242358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-25","name":"","epNo":25,"alt":"Loss","descr":"Während Suzuka vor dem Schrein sitzt, wird uns genau offenbart, wie Kazuki stirbt. Schließlich findet Honoka sie vor ihrem Schrein und setzt sich hin, um mit ihr zu sprechen. Am Ende schreit Honoka Suzuka an, weil Suzuka sich weigert, Yamato zu akzeptieren, weil sie Angst hat, eine Beziehung einzugehen. Suzuka sagt ihr, dass sie nicht weiß, wie es sich anfühlt, einen geliebten Menschen zu verlieren, was Honoka kontert, indem er ihr sagt, dass sie nicht weiß, wie es sich anfühlt, wenn einem ein geliebter Mensch gestohlen wird. Schließlich rennt Suzuka weg und Yamato kommt zum Schrein. Honoka fühlt sich besiegt und sagt Yamato, wo Suzuka ist. Als Yamato dort ankommt, streitet er noch ein bisschen mit Suzuka und zwingt sie schließlich zu einem Kuss. Danach schlug sie ihn mehrmals.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424360","hoster":"VOE"},{"path":"/redirect/14242361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/suzuka/staffel-1/episode-26","name":"","epNo":26,"alt":"Cool Wind","descr":"Nachdem Suzuka nach Hause kommt, denkt sie über ihre widersprüchlichen Gefühle nach und starrt auf ihr Foto von Kazuki. Am nächsten Tag versucht Miki, als er sieht, wie sehr Yamato es versucht, Suzuka davon zu überzeugen, sich Yamato zu stellen, und erzählt ihr von seinen Gefühlen. Am nächsten Tag überredet Honoka Suzuka, mit ihr nach Hause zu gehen. Sie überredet Suzuka, mit Yamato zu sprechen, und sagt ihr, sie solle ihn nicht warten lassen. Als Yamato von Miho erfährt, dass Suzuka nach Hause geht, um ein Grab zu besuchen, eilt er nach oben, um Suzuka zu sagen, dass sie aufhören soll, Kazukis Grab zu besuchen. Zu seiner Überraschung bittet sie ihn, mitzukommen. Dort gesteht Suzuka vor Kazukis Grab ihre Gefühle für Yamato. Ihre \"neue Beziehung\" beginnt damit, dass sie gemeinsam zur Schule gehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14424370","hoster":"VOE"},{"path":"/redirect/14242362","hoster":"Streamtape"}]}]}]}]}