{"seriesId":"swamp-thing","name":"Swamp Thing","descr":"Die junge Forscherin Abby Arcane arbeitet für die Seuchenschutzbehörde. Sie reist zurück in ihre Heimat nach Houna in Louisiana, wo sie ein tödliches Virus untersuchen will, welches in dem heimischen Sumpf entstanden sein soll. Dabei freundet sich Abby mit dem Wissenschaftler Alec Holland an. Doch bevor sich die beiden besser kennenlernen können, kommt Alec bei einem tragischen Unfall ums Leben. Was sie nicht weiß, Alec überlebt und mutiert zu einer grässlichen Kreatur aus Schlamm und Pflanzen, die fortan die mystischen Wunder des Sumpfes beschützen muss. Denn böse Wissenschaftler und andere Mächte wollen die von Sumpf ausgehenden mystischen Kräfte für sich beanspruchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Patient Null","epNo":1,"alt":"Pilot","descr":"Eine Reihe von mysteriösen Begebenheiten ereignet sich in den Sümpfen von Louisiana, genauer gesagt rund um Marais, der alten Heimat von Abby Arcane (Crystal Reed), die als Forscherin für das Center for Disease Control and Prevention (CDC) arbeitet und den Ursachen nachgeht. Es scheint eine Art von tödlicher Virus umzugehen, der seine Opfer wie Bäume oder Pflanzen entstellt. Avery Sutherland (Will Patton) beauftragt derweil Alec Holland (Andy Bean) der Sache auf den Grund zu gehen und nach einem möglichen Heilmittel zu forschen. Die Wege der beiden und der örtlichen Gesetzeshüter kreuzen sich bald und immer wieder spielt der tödliche Sumpf und seine übernatürlichen Elemente eine Rolle, die einen von beiden bald zu etwas neuem transformiert: dem Swamp Thing.","versions":[{"lang":1,"streams":[{"redirect":14372089,"hoster":"VOE"},{"redirect":13671721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395635,"hoster":"VOE"},{"redirect":13671707,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zwischen den Welten","epNo":2,"alt":"Worlds Apart","descr":"Abby (Crystal Reed) und Matt (Henderson Wade) sind sich sicher, das hinter Alecs Verschwinden mehr als ein Unfall steckt und machen sich auf in die Sümpfe, wo sie auf das Ding aus dem Sumpf (Derek Mears) trifft. Der Wissenschaftler Jason Woodrue (Kevin Durand) kommt nach Marsais.","versions":[{"lang":1,"streams":[{"redirect":14395544,"hoster":"VOE"},{"redirect":14412511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372040,"hoster":"VOE"},{"redirect":14406135,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es spricht","epNo":3,"alt":"He Speaks","descr":"Abby (Crystal Reed) geht zu Alecs Labor um seine Ergebnisse zu überprüfen. Harlan liegt mit der Krankheit flach und spricht zum ersten Mal mit Swamp Thing. Xanadu sagt Daniel, dass sein Schicksal sich verändert hat.Avery Sunderland (Will Patton) entdeckt, dass seine finanziellen Mittel ausgeschöpft sind.","versions":[{"lang":1,"streams":[{"redirect":14371974,"hoster":"VOE"},{"redirect":13591343,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402307,"hoster":"VOE"},{"redirect":14414175,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Albträume","epNo":4,"alt":"Darkness on the Edge of Town","descr":"Eine neue Krankheit bereitet sich vom Sumpf her aus und Swamp Thing sagt Abby (Crystal Reed), dass das erst der Anfang sei. Daniel befragt Xanadu über seine Mission.Jason Woodrue (Kevin Durand) sieht eine Probe der Zellstruktur des Swamp Things und hat Fragen. Avery Sunderland (Will Patton) nimmt Susie Coyle (Elle Graham) mit nach Hause.","versions":[{"lang":1,"streams":[{"redirect":14395677,"hoster":"VOE"},{"redirect":13671794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372154,"hoster":"VOE"},{"redirect":13671700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefahr aus der Vergangenheit","epNo":5,"alt":"Drive All Night","descr":"Während Abby versucht, eine Heilung für Alec zu finden, freundet der sich nur schwer mit seiner neuen Gestalt an. Kann ihm ein namenloser Fremder helfen? Abby muss sich ihrer Vergangenheit stellen.","versions":[{"lang":1,"streams":[{"redirect":14395589,"hoster":"VOE"},{"redirect":13671716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372090,"hoster":"VOE"},{"redirect":13671783,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Preis des Ruhms","epNo":6,"alt":"The PriceYou Pay","descr":"Von Averys Männern gejagt, fühlt sich Swamp Thing immer mehr von der Menschheit isoliert. Er findet aber einen Weg, um mit Abby zu kommunizieren. Matt erfährt die Wahrheit über Alec Holland.","versions":[{"lang":1,"streams":[{"redirect":14402312,"hoster":"VOE"},{"redirect":13671742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402311,"hoster":"VOE"},{"redirect":13671714,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein tödlicher Plan ","epNo":7,"alt":"Brilliant Disguise","descr":"Während sich Maria (Virginia Madsen) mit ein paar zwielichtigen Investoren trifft, führt Lucilia (Jennifer Beals) Avery (Will Patton) unter falschen Vorwänden aus dem Sumpf heraus.","versions":[{"lang":1,"streams":[{"redirect":14395637,"hoster":"VOE"},{"redirect":13671725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395678,"hoster":"VOE"},{"redirect":13671711,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schwere Rückkehr","epNo":8,"alt":"Long Walk Home","descr":"Nach einer schmerzhaften Reise des Überlebens durch den Sumpf kann Avery Sunderland (Will Patton) dem Sumpf-Ding endlich ins Auge schauen. Dieses rettet den verletzten Mann und hilft ihm bei seiner Genesung.","versions":[{"lang":1,"streams":[{"redirect":14395588,"hoster":"VOE"},{"redirect":13599171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395590,"hoster":"VOE"},{"redirect":13591340,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Anatomiestunde","epNo":9,"alt":"The Anatomy Lesson","descr":"Während Abby (Crystal Reed) und Liz (Maria Sten) die geheime Konklave aufspüren, führt Jason Woodrue Experimente mit dem Ding durch und macht eine unglaubliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":14395636,"hoster":"VOE"},{"redirect":13591346,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14372041,"hoster":"VOE"},{"redirect":13591342,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lose Enden","epNo":10,"alt":"Loose Ends","descr":"Swamp Thing (Derek Mears) kämpft immer noch mit der Offenbarung der Wahrheit hinter seiner Existenz. Er muss gegen das Team kämpfen, das ihn jagt um seine Welt zu schützen.","versions":[{"lang":1,"streams":[{"redirect":14402308,"hoster":"VOE"},{"redirect":13591354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402309,"hoster":"VOE"},{"redirect":13591382,"hoster":"Streamtape"}]}]}]}]}