{"path":"/serie/stream/swedish-dicks","name":"Swedish Dicks","descr":"Ingmar (Peter Storemare), Schwede, ehemaliger Stuntman und ansässig in Los Angeles, versucht eine (unlizenzierte) Privatdetektei zu eröffnen. Hilfe bekommt er dabei von Axel (Johan Glans), einem recht erfolglosen DJ. Zusammen versuchen die beiden Lebenskünstler, einige seltsame Fälle in der Stadt zu lösen.","seasons":[{"path":"/serie/stream/swedish-dicks/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/swedish-dicks/staffel-1/episode-1","name":"Schwedische Schnüffler","epNo":1,"alt":"When Ingmar Met Axel","descr":"Der Schwede Ingmar ist Privatdetektiv in L.A. Im Rahmen seines neuen Auftrags ist er auf der Suche nach einem verschwundenen Laptop. Auftraggeber ist DJ Theodore, für dessen Arbeit der Computer unersetzlich ist. Ein DJ-Konkurrent namens Axel soll das Gerät gestohlen haben. Nachdem Ingmar Kontakt zu Axel – der ebenfalls in Schweden geboren wurde – aufgebaut hat, gelingt es ihm, das Notebook an sich zu nehmen und DJ Theodore zu übergeben. Doch damit begeht er einen Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773635","hoster":"VOE"},{"path":"/redirect/8634237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-2","name":"Blindes Misstrauen","epNo":2,"alt":"The Blind Leading the Blind","descr":"Die beiden Schweden Axel und Ingmar haben sich angefreundet und beschlossen, als Privatdetektive zusammenzuarbeiten. Bei ihrem neuesten Fall sollen sie herausfinden, ob der blinde Jeff von seiner Ehefrau betrogen wird. Tatsächlich erwischen Ingmar und Axel die Dame in flagranti mit einem anderen Mann. Doch die beiden haben nicht bedacht, dass Beweisfotos ihren blinden Klienten nicht zufriedenstellen werden – und so müssen sie zu anderen Mitteln greifen, um die Tat nachzuweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927472","hoster":"VOE"},{"path":"/redirect/8634239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-3","name":"Wer zuletzt lacht","epNo":3,"alt":"The Very Brief Adventures of Maintenance Guy and Plant Man","descr":"Während Sun eine Marketingstrategie für die Detektei Swedish Dicks entwirft, stößt Ingmar durch seine Tochter Sarah auf einen brisanten Fall: Gemeinsam mit seinem Partner Axel startet er eine Undercover-Mission in einer Werbeagentur, deren Chef am Rande der Verzweiflung ist. Ihre Aufgabe ist es, einen Betrüger unter den Mitarbeitern zu entlarven, der offensichtlich geheime Daten an die Konkurrenz weitergibt. Doch dann geschieht etwas, womit keiner der beiden gerechnet hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773638","hoster":"VOE"},{"path":"/redirect/8634242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-4","name":"Tex is back!","epNo":4,"alt":"Let’s Talk About Cults","descr":"Weil sich der Todestag seines besten Freundes Tex nähert, steht Ingmar vollkommen neben sich. Während der Detektiv versucht, diesen Verlust zu verarbeiten, ist sein Partner Axel vollkommen auf sich gestellt. In seinem neuen Fall bekommt er es mit einer mysteriösen Sekte zu tun, in die er sich einschleust, um nach einem verschwundenen Mädchen zu suchen. Als Axels Tarnung wegen eines dummen Fehlers auffliegt, gerät er jedoch selbst in die Fänge eines Sektenmitglieds.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773642","hoster":"VOE"},{"path":"/redirect/8634241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-5","name":"Die Doppelgängerin","epNo":5,"alt":"Howl Like a Big Dog","descr":"In ihrem neuen Fall bekommen es die Swedish Dicks mit einer Pornodarstellerin zu tun, die von einem penetranten Stalker verfolgt wird. Sie bittet Ingmar und Axel, die Person schnellstmöglich ausfindig zu machen. Tatsächlich kann Axel den Verfolger aufspüren, doch die Begegnung der beiden endet in einer Überraschung. Derweil hat Ingmar alle Hände voll zu tun, weil er der dem neuen Freund seiner Tochter hinterherspioniert – und das in ihrem Auftrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773644","hoster":"VOE"},{"path":"/redirect/8634247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-6","name":"Das Tier-Krematorium","epNo":6,"alt":"Tale of the Tape","descr":"Tier-Bestatterin Anne bittet die Swedish Dicks, einen konkurrierenden Friedhof zu beschatten. Sie vermutet, dass die Haustiere dort in Großgruppen verbrannt und begraben werden. Axel hat derweil mit den Entzugserscheinungen seiner Antidepressiva zu kämpfen. Zusammen mit Ingmar geht er dem Tod seines Freundes Tex auf den Grund, was sie zu Kameramann Carl führt. Im Austausch gegen die Filmaufnahmen, die Tex’ tödlichen Unfall zeigen, hat dieser jedoch eine merkwürdige Forderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173274","hoster":"VOE"},{"path":"/redirect/8634246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-7","name":"Poker und Porno","epNo":7,"alt":"The Curse of the North Korean Curse","descr":"Zwischen Axel und Ingmars Tochter Sarah bahnt sich eine Freundschaft an. Ihr Vater ist davon wenig begeistert. Außerdem beschäftigt Ingmar noch etwas anderes: Der Tod seines Freundes Tex lässt ihn einfach nicht los. Um die Umstände des tödlichen Unfalls aufzuklären, benötigt der Detektiv jedoch sehr viel Geld, das er sich in einer illegalen Pokerrunde beschaffen will. Währenddessen stattet Sun Produzent Saul einen Besuch ab, um dessen Klage gegen die Swedish Dicks abzuwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773645","hoster":"VOE"},{"path":"/redirect/8634248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-8","name":"Ingmar in der Klemme","epNo":8,"alt":"Back to School","descr":"Ingmars früherer Kollege Chip macht sich große Sorgen um seine Tochter, die Opfer von Cyber-Mobbing geworden ist. Er beauftragt die Swedish Dicks, den Täter ausfindig zu machen und der Hetzjagd im Internet ein Ende zu setzen. Axel startet daraufhin als Austauschschüler getarnt eine Undercover-Mission in ihrer High-School. Derweil ist Ingmar dem vermeintlichen Mörder seines Freundes Tex auf der Spur und erschleicht sich das Vertrauen des russischen Mafia-Bosses Dimitri.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773646","hoster":"VOE"},{"path":"/redirect/8634250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-9","name":"Der Auftragskiller","epNo":9,"alt":"There’s Something About Tex","descr":"Der neue Mandant der Swedish Dicks möchte, dass die Detektive in einem Entführungsfall ermitteln. Er ist verzweifelt, denn seit seinem Verlust steht er vor dem wirtschaftlichen Ruin. Gesucht wird nämlich ein seltener Widder, mit dessen Wolle der Mann seinen Lebensunterhalt verdient – behauptet er zumindest. Während Axel das Tier sucht, wird Ingmar wegen seiner Verbindung zu dem zwielichtigen Russen Dimitri vom FBI verhaftet. Nur durch einen gefährlichen Deal kommt er wieder frei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773647","hoster":"VOE"},{"path":"/redirect/8634251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-1/episode-10","name":"Das falsche Geständnis","epNo":10,"alt":"See you later, Alligator","descr":"Sarah fällt einer Intrige zum Opfer: Ihr wird vorgeworfen, hinter einem Überfall auf einen Arbeitskollegen zu stecken, der an ihrer Stelle befördert wurde. Um seine Tochter zu schützen, übernimmt Ingmar die Verantwortung für die Tat. Das will Sarah natürlich nicht akzeptieren. Als plötzlich eine Zeugin auftaucht, die ein Video des Überfalls gemacht hat und sowohl Ingmar als auch Sarah entlasten könnte, will Ingmar diesen wertvollen Beweis zerstören – aber warum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8773648","hoster":"VOE"},{"path":"/redirect/8634252","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/swedish-dicks/staffel-2/episode-1","name":"Der diebische Zorro","epNo":1,"alt":"A Thief Amongst Us","descr":"Ingmar (Peter Stormare) wünscht sich, dass sich die Dicks offizielle Lizenzen besorgen. Was für Axel (Johan Glans) zu unerwartetem Ärger mit der Einwanderungsbehörde führt. Elvis, Robin Hood und Frankensteins Monster bitten sie derweil darum, einen Dieb auf dem Hollywood Boulevard zu schnappen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325869","hoster":"VOE"},{"path":"/redirect/10140753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-2","name":"Axel und Eve","epNo":2,"alt":"Dial M for Medium","descr":"Als Sarah (Felisha Cooper) den Dicks ihre Freundin aus dem Yoga-Unterricht vorstellt, verliebt sich Axel (Johan Glans) gleich ein bisschen. Jedoch versucht er, professionell zu bleiben. Zumindest so lange, bis ein Fall um Eve (Stephanie Koenig), ihre Mutter und ein Medium gelöst ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325867","hoster":"VOE"},{"path":"/redirect/10140749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-3","name":"Die neue Identität","epNo":3,"alt":"It Had to be Lou","descr":"Die Dicks treffen im Gefängnis auf einen mysteriösen Klienten. Welcher sie darum bittet, seinem Freund zu helfen, der fälschlicherweise eines Mordes beschuldigt wird. Sun (Vivian Bang) hilft Axel (Johan Glans) derweil mit seinem Visumsproblem, wobei auch ein Bestattungsunternehmer behilflich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325868","hoster":"VOE"},{"path":"/redirect/10140773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-4","name":"Dave und die Dating-App","epNo":4,"alt":"Floyd Cal Who?","descr":"Als der Gründer einer Datingapp realisiert, dass seine App endlich Erfolg hat, bittet er die Dicks ihm dabei zu helfen. Sie sollen einen Auftragskiller aufhalten, den er angeheuert hat, ihn umzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325865","hoster":"VOE"},{"path":"/redirect/10140755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-5","name":"Gutes Geld für gute Arbeit","epNo":5,"alt":"Two Dicks Walk Into a Bar","descr":"Die Dicks sind auf alles vorbereitet. Sogar auf Stand-up-Comedy. Um die Person zu finden, die bereit zu sein scheint, für einen Witz zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325866","hoster":"VOE"},{"path":"/redirect/10140758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-6","name":"Bombe","epNo":6,"alt":"Behind Bars","descr":"Tex (Keanu Reeves) besorgt den Dicks einen Fall. Bei Diesem konkurieren sie mit Jane McKinney (Traci Lords). Um herauszufinden, wer Gefangenen beim Ausbruch behilflich ist. Axel (Johan Glans) ermittelt verdeckt als Insasse, wovon Jane jedoch Wind bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325874","hoster":"VOE"},{"path":"/redirect/10140759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-7","name":"Dawn of the Dicks","epNo":7,"alt":"Dawn of the Dicks","descr":"Ihre neue Mandantin erzählt den Detektiven vom Verschwinden ihres Ehemanns. Sie ist sich sicher, dass er entführt wurde, was sich zu bestätigen scheint, als eine Lösegeldforderung in Form eines Videos auftaucht. Sarah und Sun helfen derweil einer jungen Frau, deren Rucksack gestohlen wurde. In diesem befand sich etwas von großem emotionalen Wert für Teddy. Und tatsächlich taucht der Gegenstand wenig später im Internet auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325870","hoster":"VOE"},{"path":"/redirect/10140761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-8","name":"Das schwedische FBI","epNo":8,"alt":"The Swedish FBI","descr":"Das schwedische FBI sucht Hilfe bei Ingmar und Axel, weil es einen ganz bestimmten Mann verdächtigt, schwedische Rüstungsdetails gegen Bezahlung preisgegeben zu haben. Da es sich bei dem Beschuldigten um einen einstigen Angestellten des schwedischen Verteidigungsministeriums handelt, ist der Fall natürlich höchst brisant. Die Detektive nehmen ihn dennoch an. Allerdings kommt der Geheimdienst dadurch Axels Dokumentenschwindel langsam auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325875","hoster":"VOE"},{"path":"/redirect/10140766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-9","name":"Girls Day!","epNo":9,"alt":"Girls Day!","descr":"Axel droht die Abschiebung nach Schweden – zumindest, wenn er Jane McKinneys Forderung nicht nachkommt, ein ehemaliges Mafia-Mitglied aufzuspüren. Wenn sich Axel nicht auf den Deal einlässt, wird Jane der Einwanderungsbehörde belastende Beweise für seinen illegalen Aufenthalt in den USA übergeben. Ingmar und Axel sind also gezwungen, den Fall zu übernehmen – was sie dann aber von ihrer Zielperson erfahren, ändert alles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927477","hoster":"VOE"},{"path":"/redirect/10140764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/swedish-dicks/staffel-2/episode-10","name":"Axel vor dem Altar","epNo":10,"alt":"Till Dicks Do Us Part","descr":"Um in den USA bleiben zu können, hat Axel nur eine Option: Er muss heiraten. Eve will ihm helfen und erklärt sich bereit, seine Frau zu werden. Innerhalb weniger Stunden steht die Planung für die Blitz-Hochzeit. Nur Sarah scheint sich mit dieser Lösung nicht anfreunden zu können. Für einen großen Eklat bei der Zeremonie sorgt allerdings nicht sie, sondern Tex. Ist Axels Abschiebung damit besiegelt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325878","hoster":"VOE"},{"path":"/redirect/10140767","hoster":"Streamtape"}]}]}]}]}