{"seriesId":"syfy-experience","name":"Syfy eXperience","descr":"In dem eigenproduzierten Syfy-Magazin dreht sich alles um die Bereiche eSports, Gaming, Tech und die \"Trends der Zukunft\".Inhaltlich wird sich \"Syfy eXperience\" beispielsweise mit dem Phänomen eSports auseinandersetzen, also dem Wettkampf zwischen Spielern in Computerspielen auf PCs oder Konsolen. Das Thema soll sowohl für Laien verständlich gemacht, als auch für e-Sportler interessant aufbereitet werden. Experten sprechen über den sogenannten Sport der Zukunft, Trends der Branche sowie über aktuelle Turnierergebnisse und Events. Zudem sollen in jeder Folge des Magazins prominente Gäste aus der eSports- und Gaming-Szene zu Wort kommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Virtual Reality","epNo":1,"alt":"","descr":"","versions":[]},{"epId":"episode-2","name":"Augmented Reality","epNo":2,"alt":"","descr":"Unsere  Realität und die virtuelle Welt verschmelzen immer mehr. Augmented Reality erweitert unsere Sichtweise. Wir zeigen euch, was die \"Hololens\" - das neue High Tech Gerät von Microsoft - drauf hat und wofür es schon jetzt eingesetzt wird. Das neuste Werk von Square Enix geht noch einen Schritt weiter und wagt den Blick in die Zukunft von AR. Und die ist bei \"Deus Ex Mankind Devided\" nicht nur rosig… Außerdem: eSport Übertragungen und der gigantische Aufwand dahinter. eSport-Expertin Soe zeigt, wie bombastisch eSport Matches produziert werden.","versions":[]},{"epId":"episode-3","name":"Cosplay","epNo":3,"alt":"","descr":"Bunt, aufwändig, abwechslungsreich. Cosplay ist weit mehr als bloßes Verkleiden. ür viele Cosplayer ist eine Lebenseinstellung und Profession. Syfy eXperience lädt eine der bekanntesten deutschen Cosplayerinnen ins Studio ein. Außerdem: Faszination eSport. Vom Caster bis zum Profi Zocker. Diese Berufe bietet der elektronische Sport.","versions":[]},{"epId":"episode-4","name":"Drone Racing","epNo":4,"alt":"","descr":"Hip Hop Pionier Smudo liebt es Gas zu geben. Ob als Pilot in der Luft, im Rennwagen oder auch auf der Spielekonsole. Bei Syfy eXperience entdeckt er einen weitere Leidenschaft – Quadrocobterfliegen! Zusammen mit den RAM Racern Lüneburg macht er seine ersten, begeisterten Flugversuche. Was macht die Faszination dieses Sports aus? Wie viel Geld muss man investieren? Wo darf geflogen werden und werden sich Drohnen-Rennen zu einem neuen Publikumssport entwickeln?","versions":[]},{"epId":"episode-5","name":"Hollywood 2.0","epNo":5,"alt":"","descr":"Immer mehr Hollywoodstars leihen Videospielen ihr digitales Ebenbild. Wie Mark Hamill, Gary Oldman und Co in Spiele geraten, erklärt Hannes Appell, Director of Cinematics  bei Foundry 42 / Cloud Imperium Games. Star Trek wird 50 Jahre und \"Syfy  - the home of Star Trek\" feiert natürlich mit – zusammen mit William Shatner, George Takei und Karl Urban.Außerdem sprechen wir mit den großen Stars von morgen der eSport Szene. Wer macht die dickste Kohle? Wer spielt welches Spiel?","versions":[]},{"epId":"episode-6","name":"Games","epNo":6,"alt":"","descr":"Bei Syfy eXperience dreht sich in dieser Episode alles um die größte Messe für interaktive Unterhaltungselektronik, die \"Gamescom\" in Köln. Virtual Reality erobert die Spielewelt und Syfy feiert mit der weltweit ersten Hybrid TV- Web- und VR-Serie \"Halcyon\" Premiere in Köln. Wie die neue Syfy-Serie virtuelle Welten und TV miteinander verbindet, erfahrt ihr bei Syfy eXperience. Außerdem: ESport auf der Gamescom. Immer mehr Esports Spiele kommen auf den Markt und finden ihre Fans. Warum auch Fußball Bundesliga Vereine ihre eigenen Esports-Teams haben, erklärt uns Joshua Begehr, der Teamleiter des FIFA Esports –Teams  von FC Schalke 04.","versions":[]},{"epId":"episode-7","name":"50 Jahre Star Trek","epNo":7,"alt":"","descr":"Ein halbes Jahrhundert \"Star Trek\"! Zum 50. Geburtstag der Kultserie präsentiert Syfy nicht nur Interviews mit dem Cast der Serie im Magazin \"Syfy eXperience\", sondern auch die komplette Originalserie im ultimativen Mega-Marathon, inklusive des Pilotfilms \"Star Trek – Der Käfig\".","versions":[]}]}]}