{"seriesId":"szenen-einer-ehe","name":"Szenen einer Ehe","descr":"Johan und Marianne sind seit zehn Jahren verheiratet, haben zwei Töchter. Ihre Ehe verlief bisher weitgehend harmonisch. Als eines Abends ein Ehepaar, das sie zum Essen eingeladen haben, miteinander in Streit gerät, verfolgen Johan und Marianne die Szene verständnislos. Einige Wochen später verrät Marianne ihrem Mann, dass sie schwanger ist. Johan ist nicht gerade begeistert … ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Unschuld und Panik","epNo":1,"alt":"Innocence and Panic","descr":"Seit zehn Jahren sind Johan, Dozent für Psychotechnik, und die Anwältin Marianne verheiratet. Sie haben zwei Töchter, ihre Ehe scheint nach außen hin harmonisch. So verfolgen sie auch den Streit eines zum Abendessen eingeladenen Ehepaares mit Unverständnis. Doch eines Tages weigert sich Marianne, bei den Schwiegereltern zu essen. Aber ihr Anflug von Rebellion versandet ebenso schnell wie das Gespräch mit Johan über ihr Liebesleben.","versions":[]},{"epId":"episode-2","name":"Die Kunst, unter den Teppich zu kehren","epNo":2,"alt":"The Art of Sweeping Things Under the Rug","descr":"Seit zehn Jahren sind Johan, Dozent für Psychotechnik, und die Anwältin Marianne verheiratet. Sie haben zwei Töchter, ihre Ehe scheint nach außen hin harmonisch. So verfolgen sie auch den Streit eines zum Abendessen eingeladenen Ehepaares mit Unverständnis. Doch eines Tages weigert sich Marianne, bei den Schwiegereltern zu essen. Aber ihr Anflug von Rebellion versandet ebenso schnell wie das Gespräch mit Johan über ihr Liebesleben.","versions":[]},{"epId":"episode-3","name":"Paula","epNo":3,"alt":"Paula","descr":"Völlig unvermittelt gesteht Johan, daß er sich in die Studentin Paula verliebt hat. Er will Marianne für sechs Monate verlassen. Marianne ist wie vom Schlag getroffen. Obwohl sie ihn anfleht zu bleiben, verläßt Johan sie schon am nächsten Morgen.","versions":[]},{"epId":"episode-4","name":"Das Tal der Tränen","epNo":4,"alt":"The Vale of Tears","descr":"Acht Monate bleibt er mit Paula im Ausland. Dann ruft er Marianne an: Er will sie besuchen.","versions":[]},{"epId":"episode-5","name":"Die Analphabeten","epNo":5,"alt":"The Illiterates","descr":"Johan und Marianne treffen sich, um die Scheidungspapiere zu unterschreiben. Während Marianne ihr \"Tief\" überwunden hat, fühlt sich Johan als Versager. Plötzlich bricht der jahrelang gestaute Haß zwischen ihnen aus: Es kommt zu Tätlichkeiten.","versions":[]},{"epId":"episode-6","name":"Nitten in der Nacht in einem dunklen Haus irgendwo in der Welt","epNo":6,"alt":"In the Middle of the Night in a Dark House Somewhere in the World","descr":"Erst sieben Jahre danach sehen sie sich wieder, beide sind neu verheiratet.","versions":[]}]}]}