{"path":"/serie/stream/t-j-hooker","name":"T. J. Hooker","descr":"T. J. Hooker ist kein normaler Cop: Er lehnt die Beförderung zum Captain ab; er bleibt lieber bei seinen Leuten auf der Straße, als sich am Schreibtisch zu langweilen. Daneben gibt er seine Erfahrungen als Ausbilder an die jungen Kollegen und Kolleginnen an der Polizeiakademie weiter. Nachdem seine Ehe, aus der er zwei Töchter und einen Sohn hat, scheitert, wird sein Team zu einer Ersatzfamilie für ihn: Für Vince Romano und Stacy Sheridan ist T. J. Hooker Partner, Freund und Vater.","seasons":[{"path":"/serie/stream/t-j-hooker/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/t-j-hooker/staffel-1/episode-1","name":"Das Mörderduo","epNo":1,"alt":"The Protectors","descr":"Streifenpolizist T. J. Hooker hat bei einem Einsatz schwere Schussverletzungen erlitten. Nach seiner Genesung und Rehabilitation bildet T. J. Hooker nun junge Polizisten aus. Er trainiert sie hart, oft bis an die Grenzen ihrer Kräfte, denn er weiß, dass von der Ausbildung ihr Leben abhängen kann. Einer seiner Schüler ist der junge Vince Romano, der seinen Vietnameinsatz seelisch immer noch nicht verarbeitet hat. Bei der Verfolgung eines Mörderduos wird Hooker zu seinem Vorbild. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917476","hoster":"VOE"},{"path":"/redirect/10948663","hoster":"Doodstream"},{"path":"/redirect/10948646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-1/episode-2","name":"Unter Druck der Anklage","epNo":2,"alt":"God Bless The Child","descr":"Hooker muss den Mord an der Schülerin Jenny aufklären. Jenny ging auf dieselbe Schule wie Hookers Tochter Cathy und hatte offenbar mit Drogen zu tun, die vor der Schule verkauft wurden. Dann gerät Cathy in die Fänge der Dealer... (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948600","hoster":"VOE"},{"path":"/redirect/10948599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-1/episode-3","name":"Eine gefährliche Falle","epNo":3,"alt":"The Streets","descr":"Hooker und Romano werden zu einem Überfall gerufen. Das ist schon der vierte Fall, bei dem der Täter eine Bibel am Tatort zurücklässt. Eine Reporterin macht Hooker Druck, die rätselhaften Überfälle aufzuklären. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948594","hoster":"VOE"},{"path":"/redirect/10948591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-1/episode-4","name":"T.J. Hookers Krieg","epNo":4,"alt":"Hooker’s War","descr":"Hooker will einen Kleinbus anhalten, der bei Rot über die Straße gefahren ist. Doch der Fahrer gibt Gas und verunglückt an der nächsten Straßenecke. Der Wagen ist randvoll mit illegalen Waffen. Die Spur führt Hooker zu einer Motorradgang. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948586","hoster":"VOE"},{"path":"/redirect/10948585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-1/episode-5","name":"Im letzten Moment","epNo":5,"alt":"Witness","descr":"Ein Mann wurde mitten auf der Straße erschossen. T.J. Hooker und Romano ermitteln. Ihre Spur führt zu Allison, die den Mord beobachtet hatte. Hooker gelingt es, die junge Frau zur Aussage zu bewegen. Doch der Mörder wird freigesprochen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948564","hoster":"VOE"},{"path":"/redirect/10948565","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/t-j-hooker/staffel-2/episode-1","name":"Das Messer des Matrosen","epNo":1,"alt":"Second Chance","descr":"Eine junge Tänzerin wird ermordet. T. J. Hooker fühlt sich sofort an einen alten Fall erinnert. Damals war eine junge Ballerina einem brutalen Serienkiller knapp entkommen. Hooker ist fest davon überzeugt, dass er es mit demselben Mann zu tun hat. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948867","hoster":"VOE"},{"path":"/redirect/10948868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-2","name":"König der Rennpiste","epNo":2,"alt":"King Of The Hill","descr":"\"Hill Cars\", eigens für Bergrennen konzipierte Autos, werden bei einer Serie von Raubüberfällen eingesetzt. Danko, der König dieses Sports, gerät in Verdacht, Anführer der Bande zu sein. Er wird verhaftet. Doch Hooker ist skeptisch. Alles passt einfach zu gut. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948869","hoster":"VOE"},{"path":"/redirect/10948882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-3","name":"Mangel an Beweisen","epNo":3,"alt":"Empty Gun","descr":"Zwei Rauschgiftsüchtige, Minetti und Deke, decken ihren Geldbedarf durch Raubüberfälle. Bei einer wilden Verfolgungsjagd mit der Polizei erschießt Minetti eiskalt einen jungen Cop. Hookers Partner Romano aber zögert, das Feuer zu erwidern. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948886","hoster":"VOE"},{"path":"/redirect/10948891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-4","name":"Blinde Justiz","epNo":4,"alt":"Blind Justice","descr":"Eine Reihe von Überfällen auf Kino- und Theaterkassen beschäftigt T. J. Hooker und seinen Partner Romano. Von dem gefährliche Gangster fehlt jede Spur. Da bekommen Hooker und Romano einen entscheidenden Tipp: von einem Blinden. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948950","hoster":"VOE"},{"path":"/redirect/10948927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-5","name":"Täter auf großem Fuß?","epNo":5,"alt":"Big Foot","descr":"Drei junge Mädchen wurden Opfer eines brutalen Vergewaltigers. Eines von ihnen kann eine gute Täterbeschreibung geben. Kurz darauf verhaften Hooker und Romano einen Mann, auf den die Beschreibung passt. Der gesteht auch sofort. Hooker aber ist misstrauisch. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948940","hoster":"VOE"},{"path":"/redirect/10948944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-6","name":"Terror an der Akademie","epNo":6,"alt":"Terror At The Academy","descr":"T.J. Hooker und seine Kollegen werden von einem Unbekannten terrorisiert. Offenbar sollen sie eingeschüchtert werden. Hooker ist sich sicher: Der Täter kommt aus den eigenen Reihen. Deshlab nimmt er seine Schüler eingehend unter die Lupe. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948997","hoster":"VOE"},{"path":"/redirect/14188306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-7","name":"Lust zu überleben","epNo":7,"alt":"The Survival Syndrome","descr":"Romano hat ein Problem mit seiner Freundin Daphne. Die will ihn zu einer Werbekampagne überreden. Dazu aber soll es nicht kommen. Romano wird bei einer Schießerei verletzt. Obwohl der Schuss ihn nur gestreift hat, quält Romano nun die Angst, beim nächsten Mal tödlich getroffen zu werden. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949001","hoster":"VOE"},{"path":"/redirect/10949009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-8","name":"Tödliche Ambition","epNo":8,"alt":"Deadly Ambition","descr":"Bei einem Diamantenraub wird Wachmann Ben schwer verletzt. Dennoch ist sich Kripomann Holland sicher, dass Ben mit den Dieben gemeinsame Sache gemacht hat. Hooker ist entsetzt. Ben ist ein alter Freund. Und für ihn würde er beide Hände ins Feuer legen. Er geht der Sache nach. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949018","hoster":"VOE"},{"path":"/redirect/10949016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-9","name":"Schrei nach Hilfe","epNo":9,"alt":"A Cry For Help","descr":"Hooker geht ein gehörloser 14-Jähriger ins Netz. Der soll einen Rauschgifthändler erschossen haben. Hooker kann das nicht glauben. Er geht der Sache nach. Er kommt einem kolumbianischen Drogenboss auf die Spur. Doch der lässt ihn schon bald seine Macht spüren. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949030","hoster":"VOE"},{"path":"/redirect/10949026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-10","name":"Highway Gangster","epNo":10,"alt":"Thieves Highway","descr":"Tanner ist ein skrupelloser Geschäftsmann, der seine LKW-Fahrer gnadenlos ausbeutet. Einer von ihnen, Zack, wagt den Widerstand. Dafür soll er mit dem Leben bezahlen. Aber immer wieder gelingt es T.J. Hooker und Romano, die Mordanschläge auf Zack zu vereiteln. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12936945","hoster":"VOE"},{"path":"/redirect/10949045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-11","name":"Zum Tod verführt","epNo":11,"alt":"The Connection","descr":"Die Studentin Dindy steht auf dem Dach eines Hochhauses. Hooker und Romano können in letzter Sekunde verhindern, dass sie springt. Wie sich herausstellt, stand Cindy unter dem Einfluss der Droge Engelsstaub. Hooker und Romano machen Jagd auf die Dealer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949071","hoster":"VOE"},{"path":"/redirect/10949070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-12","name":"Verbrechen durch Alkohol","epNo":12,"alt":"The Fast Lane","descr":"Eine Reihe schwerer Verkehrsunfälle ruft Hooker und Romano auf den Plan. Verursacher waren in allen Fällen Schüler unter starkem Alkoholeinfluss. Hooker und Romano kommen einer Gang auf die Schliche, die den Alkohol zu Schleuderpreisen an Schulen verkauft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949090","hoster":"VOE"},{"path":"/redirect/10949080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-13","name":"Zu spät für Liebe","epNo":13,"alt":"Too Late For Love","descr":"Hooker und Romano werden zu einem Einbruch in einer Pelzhandlung gerufen. Doch sie kommen zu spät. Die Täter entkommen. Ein Zeuge sagt aus, dass ein Mannequin die Diebe hereingelassen hat. Stacy lässt sich als V-Frau in die Branche einschleusen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949099","hoster":"VOE"},{"path":"/redirect/10949098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-14","name":"Lockvogel","epNo":14,"alt":"The Decoy","descr":"Ein Serienkiller lauert Frauen am Yachthafen auf. Unter blonden Tennisspielerinnen sucht er seine Opfer. Stacy entspricht genau dem Profil der Ermordeten. Sie soll den Lockvogel spielen. Hooker aber hat große Bedenken. Er beginnt, auf eigene Faust zu ermitteln. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949113","hoster":"VOE"},{"path":"/redirect/10949119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-15","name":"Der Hundetrainer","epNo":15,"alt":"The Mumbler","descr":"Das Gangsterpärchen Karl und Linda hat sich auf Panzerwagen spezialisiert. Nach einem ihrer Überfälle findet Hooker am Tatort den Ring einer Brieftaube. Die eingravierte Nummer führt ihn zu einem Mann namens Larry. Der wird von Karl und Linda erpresst. Larry kann vor Hooker fliehen. Aber damit bringt er sich in Gefahr. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927621","hoster":"VOE"},{"path":"/redirect/10949125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-16","name":"Rachsüchtig","epNo":16,"alt":"Vengeance Is Mine","descr":"Polizist McGuire steht kurz vor der Pensionierung. Da wird seine Tochter Val von einem renommierten Anwalt der Stadt, Foster, vergewaltigt. Der aber kann nicht eindeutig identifiziert und überführt werden, weil er bei der Tat vermummt war. McGuire aber will seine Tochter rächen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949130","hoster":"VOE"},{"path":"/redirect/10949135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-17","name":"Sechzehn … und schon tot","epNo":17,"alt":"Sweet Sixteen … And Dead","descr":"Die Gangster Pearl und Decker regieren das Vergnügungsviertel. Zwei junge Frauen werden Zeuginnen, wie Pearl die Stadtverwaltung besticht. Kurz darauf ist eine von den beiden tot. Romano und Hooker übernehmen den Fall. Pearl gerät ziemlich schnell in ihr Visier. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949143","hoster":"VOE"},{"path":"/redirect/10949166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-18","name":"Unfair behandelt","epNo":18,"alt":"Raw Deal","descr":"Mr. Barnett, Besitzer eines Casinos, ruiniert skrupellos den Spieler Pete Connors. Danach hat er ihn in der Hand und zwingt ihn, als Drogendealer für ihn zu arbeiten. Kurz darauf lässt er Connors töten. Mit Hilfe einer alten Freundin, Nancy, kommt Hooker Barnett auf die Spur. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948816","hoster":"VOE"},{"path":"/redirect/10948813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-19","name":"Totenfeier für einen Cop","epNo":19,"alt":"Requiem For A Cop","descr":"Der skrupellose Hausverwalter D’Costa nimmt nicht nur seine Mieter aus. Er steckt eine seiner Bruchbuden an und kassiert die Versicherungssumme. Dabei arbeitet er mit der Versicherung Hand in Hand. Ein Ex-Cop, Max Silver, soll den Betrug decken. Doch Max besinnt sich auf seine Berufsehre. Dafür zahlt er mit seinem Leben. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173281","hoster":"VOE"},{"path":"/redirect/10948825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-20","name":"Gefährlicher Clan","epNo":20,"alt":"The Hostages","descr":"Hooker und Romano haben Henry Baker, das Oberhaupt einer Gangsterfamilie, und dessen Tochter festgenommen. Dabei wurde Baker schwer verletzt und in ein Krankenhaus gebracht. Seine Söhne versuchen, ihn zu befreien. Sie nehmen Patienten als Geiseln. Hooker und Romano sind gefordert. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948832","hoster":"VOE"},{"path":"/redirect/10948829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-21","name":"Zahltag Piraten","epNo":21,"alt":"Payday Pirates","descr":"Bei einem Überfall wird Hookers Ex-Frau brutal zusammengeschlagen. Der Gangster nimmt ihr einen kostbaren Ring ab, um damit einen neuen Wagen anzuzahlen. Als der Täter das Schmuckstück versetzen will, wird er erkannt und von Hooker verhaftet. Er berichtet diesem von einem weiteren geplanten Überfall. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948839","hoster":"VOE"},{"path":"/redirect/10948842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-2/episode-22","name":"Das Risiko","epNo":22,"alt":"Lady In Blue","descr":"Bei einem Überfall wird eine Beamtin so schwer verletzt, dass ihr ein Bein amputiert werden muss. Hooker jagt die Gangster und kann an einem weiteren Tatort ein Saxophon-Mundstück sicherstellen. Die Spur führt ihn zu Slaughter, der in einer Band spielt. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10948858","hoster":"VOE"},{"path":"/redirect/10948854","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/t-j-hooker/staffel-3/episode-1","name":"Zweiter Anlauf","epNo":1,"alt":"The Return","descr":"Bei einem Banküberfall identifiziert Hooker einen der Täter, die vor Jahren seinen Freund Johnny Durrell getötet haben. Doch der Einhändige entkommt mit einer Geisel. Verbissen sucht Hooker nach dem Mörder. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949378","hoster":"VOE"},{"path":"/redirect/10949384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-2","name":"Es geschah im Nachtclub","epNo":2,"alt":"Carnal Express","descr":"Nach einem Drogenentzug wird die hübsche Bonnie von einem Mädchenhändler entführt und nach Mexiko gebracht. Hooker setzt alles daran, Bonnie zurückzuholen. Um an die Hintermänner zu gelangen, erklärt sich Stacy bereit in einem Nachtclub als Tänzerin zu arbeiten. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949380","hoster":"VOE"},{"path":"/redirect/10949387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-3","name":"Chinatown","epNo":3,"alt":"Chinatown","descr":"Hooker vermutet, dass im Chinesenviertel ein Waffenschieber sein Unwesen treibt. Es fällt ihm nicht leicht in Chinatown zu recherchieren, weil er einst eine Affäre mit einer Chinesin hatte. Deren Tochter Nancy fragt sich, ob nicht Hooker ihr leiblicher Vater ist. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949383","hoster":"VOE"},{"path":"/redirect/10949381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-4","name":"Jugendliche Opfer","epNo":4,"alt":"Cheerleader Murder","descr":"Eine College-Studentin wird ermordet. Hooker und sein Team stehen vor einem Rätsel. Die junge Frau war drogensüchtig und hatte kurz vor ihrem Tod abgetrieben. Hooker ermittelt im Milieu. Eine heiße Spur führt ihn zu Pornoproduzent Laslo. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949310","hoster":"VOE"},{"path":"/redirect/10949318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-5","name":"Schatten der Wahrheit","epNo":5,"alt":"Shadow Of Truth","descr":"Journalistin Lisa Jerrico geht Skandalen jeder Art auf den Grund. Als sie die Polizei aufs Korn nimmt, wird ein Anschlag auf sie verübt. Trotz Hookers Warnung recherchiert Lisa unbeirrt weiter und bringt sich damit in eine fast ausweglose Situation. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949321","hoster":"VOE"},{"path":"/redirect/10949355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-6","name":"Ein Polizist hängt an der Flasche","epNo":6,"alt":"Walk A Straight Line","descr":"Wegen eines Alkoholproblems vereitelt Polizist Dietrich die Festnahme eines Gangstertrupps. Sein Freund Hooker versucht ihn zu überzeugen, eine Selbsthilfegruppe aufzusuchen. Unterdessen wird Dietrich suspendiert, schaltet sich aber heimlich wieder in die Ermittlungen ein und bringt sich damit in große Gefahr. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949371","hoster":"VOE"},{"path":"/redirect/10949375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-7","name":"Ein Kind wird vermißt","epNo":7,"alt":"A Child Is Missing","descr":"Ein Ehepaar vermisst seinen kleinen Sohn. Hooker ermittelt, dass der Junge nicht weggelaufen ist, sondern gekidnappt wurde. Und zwar von seinem leiblichen Vater, der gerade aus dem Gefängnis geflohen ist. Mit Sohn und Freundin will dieser nach einem Raubüberfall nach Mexiko flüchten. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335521","hoster":"VOE"},{"path":"/redirect/10949382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-8","name":"Die Last von Beweisen","epNo":8,"alt":"The Trial","descr":"Bei einem Überfall auf einen Supermarkt wird Romano leicht verletzt, sein Kollege Briggs wird von einer Kugel getroffen. Bei der Untersuchung stellt sich heraus, dass Kollegin Canelli versagt hat. Hooker aber ist da ganz anderer Meinung und riskiert einen Streit mit Romano. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14444139","hoster":"VOE"},{"path":"/redirect/10949392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-9","name":"Leidenschaft spielt mit","epNo":9,"alt":"A Matter Of Passion","descr":"Am Strand findet Hooker die Leiche einer jungen Frau. Nichts weist auf ihre Identität hin. Nur ein kleines Notizbuch findet sich bei ihr. Hooker geht der Sache nach und findet heraus, dass eine der darin enthaltenen Telefonummern der Privatanschluss eines prominenten Bankiers ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949400","hoster":"VOE"},{"path":"/redirect/10949397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-10","name":"Selbstjustiz","epNo":10,"alt":"Blue Murder","descr":"Gloria, eine junge Hure, will gesehen haben, wie ein Cop einen Dealer erschossen hat. Kurz darauf: Hooker soll einen Kronzeugen beschützen. Das Versteck aber wird verraten. Killer lauern ihm und seinem Schützling auf. Jetzt ist auch Hooker davon überzeugt, dass es in den eigenen Reihen einen Verräter gibt. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949404","hoster":"VOE"},{"path":"/redirect/10949407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-11","name":"Besorgt um eine Frau","epNo":11,"alt":"Undercover Affair","descr":"Hooker und sein Team sind hinter einem berüchtigten Drogendealer her. Aber sie sind nicht die einzigen. Auch das FBI mischt in diesem Fall mit. Die Bundesbehörde hat eine Agentin in die Szene eingeschleust, zufällig eine alte Bekannte Hookers. Der bleibt allen Anweisungen zum Trotz an dem Fall dran. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949406","hoster":"VOE"},{"path":"/redirect/10949409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-12","name":"Kein Weihnachten ohne Ganoven","epNo":12,"alt":"Slayride","descr":"Der Kleinganove Marino geht Hooker und seinem Team durch die Lappen. Die Polizei aber ist nicht die einzige, die hinter dem Gangster her ist. Sue Ann und ihr Mann Eldridge sind seintewegen eigens von Texas nach L.A. gekommen. Marino schuldet ihnen Geld. Für die junge Familie steht die Existenz auf dem Spiel. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949410","hoster":"VOE"},{"path":"/redirect/10949415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-13","name":"Wettlauf mit dem Killer","epNo":13,"alt":"The Lipstick Killer","descr":"Eine Krankenschwester wird überfallen und ermordet. Eine Zeugin sagt aus, dass sie eine Krankenschwester in einem schwarzem Umhang vom Tatort fliehen sah. Hooker erinnert sich an einen ähnlichen Fall, der Jahre zurückliegt. Mit Romanos Unterstützung rollt er ihn wieder auf. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949417","hoster":"VOE"},{"path":"/redirect/10949420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-14","name":"Millionenstoff","epNo":14,"alt":"The Snow Game","descr":"Ein Polizist wurde bei dem Versuch, einen Drogenring auszuheben, ermordet. Um die Täter dingfest zu machen, sind Hooker, Stacy und Corrigan zu allem bereit. Unter größten Vorsichtsmaßnahmen lassen sie sich in das Kartell einschleusen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949418","hoster":"VOE"},{"path":"/redirect/10949421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-15","name":"Rettung per Video","epNo":15,"alt":"Exercise In Murder","descr":"Bei einer Razzia macht Polizist Corrigan eine erschütternde Entdeckung. Seine neue Flamme Jill hat als Pornodarstellerin gearbeitet. Zur Rede gestellt gesteht Jill, dass sie erpresst wird. Mit einer alten Videoaufnahme zwingen Juwelendiebe sie zur Zusammenarbeit. Ein Fall für Hooker \u0026","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173280","hoster":"VOE"},{"path":"/redirect/10949426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-16","name":"Verrat durch Erpressung","epNo":16,"alt":"Hooker’s Run","descr":"Frank Dio, eine eiskalter Killer, rangiert schon seit Jahren ganz oben auf Hookers Fahndungsliste. Spitzel Oscar bekommt den Auftrag, Dio aus seinem Versteck zu locken. Das bezahlt Oscar mit dem Leben. Auch diesmal, so scheint es, wird der Killer ungestraft davonkommen. Da taucht dessen Exfreundin auf. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927628","hoster":"VOE"},{"path":"/redirect/10949432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-17","name":"Heiße Ware","epNo":17,"alt":"Hot Property","descr":"Hooker und seinem Team gelingt ein sensationeller Coup: Sie heben eine Drogenbande aus. Um so bitterer trifft sie die Nachricht, dass es sich bei dem sichergestellten Stoff nur um Milchzucker handelt. Stacy wird der Unachtsamkeit bezichtigt und vom Dienst suspendiert. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949429","hoster":"VOE"},{"path":"/redirect/10949435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-18","name":"Mord mit System","epNo":18,"alt":"Death On The Line","descr":"Linda, eine ehemalige Kollegin Hookers, gerät ins Visier eines brutalen Serienkillers. Sie überlebt den Angriff des Frauenmörders, steht aber derart unter Schock, dass sie zu keiner Aussage fähig ist. Hooker und seine Kollegen ermitteln fieberhaft. Und schon bald scheinen ihre Bemühungen von Erfolg gekrönt zu sein. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949436","hoster":"VOE"},{"path":"/redirect/10949439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-19","name":"Tödlicher Strip","epNo":19,"alt":"Death Strip","descr":"Romano ermittelt undercover. Als Stripper versucht er, Beweise gegen Drogendealer zu sammeln. Eine der Frauen, die mit ihm in dem Club arbeiten, will ihm ein belastendes Foto zuspielen. Doch kurz vor der Übergabe wird sie ermordet. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949444","hoster":"VOE"},{"path":"/redirect/10949443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-20","name":"Medium auf der Spur","epNo":20,"alt":"Psychic Terror","descr":"Die kleine Amy wurde entführt. Für ihre Eltern, völlig mittellose, unbescholtene Bürger, ist das ein riesiger Schock. Woher sollen sie nur das Lösegeld nehmen, das die Entführer fordern? Hooker und sein Team ermitteln fieberhaft. Das Medium Julia untersützt sie dabei. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949447","hoster":"VOE"},{"path":"/redirect/10949445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-21","name":"Bandenkrieg","epNo":21,"alt":"Gang War","descr":"Streetworker Julie Mendez will den Krieg, den zwei Jugendbanden gegeneinander führen, beenden. Hooker und seine Leute sollen ihm dabei helfen. Doch Dorgendealer Fuente verfolgt ganz eigene Pläne. Vom Kampf der Banden profitiert er mächtig. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949452","hoster":"VOE"},{"path":"/redirect/10949454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-3/episode-22","name":"Ausgeliefert","epNo":22,"alt":"Deadlock","descr":"Hooker und Romano sind unterwegs auf Streife. Die Vollmondnacht scheint ruhig zu verlaufen. Doch das ändert sich binnen Sekunden, als die beiden Cops vor einem Lagerhaus einen erschossenen Kollegen finden. Auf der Suche nach den Tätern durchsuchen sie das Lagerhaus und geraten in einen Albtraum. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949450","hoster":"VOE"},{"path":"/redirect/10949451","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/t-j-hooker/staffel-4/episode-1","name":"Trotz Verwarnung","epNo":1,"alt":"Night Vigil","descr":"Bei einem Überfall wird Officer Stacy lebensgefährlich verletzt. Die Täter haben sie mit einer besonders heimtückischen Munition niedergeschossen, sogenannten Cop-Killers. Während Stacy im Krankenhaus um ihr Leben ringt, jägt Hooker die Schützen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949702","hoster":"VOE"},{"path":"/redirect/10949703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-2","name":"Doppelleben eines Teenagers","epNo":2,"alt":"Two Faces Of Betsy Morgan","descr":"Betsy Campbell, eine junge Frau, verdient ihren Lebensunterhalt als Hure auf der Straße. Eines Tages wird sie Zeugin, wie eine junge Prostituierte von dem grausamen \"Boulevard-Killer\" ermordet wird. Betsy kann fliehen und taucht unter. Für Hooker beginnt ein Wettlauf gegen den berüchtigten Killer. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949705","hoster":"VOE"},{"path":"/redirect/10949710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-3","name":"Heiße Spur","epNo":3,"alt":"Hot Pursuit","descr":"Bei einem Banküberfall wird eine junge, hochschwangere Frau als Geisel genommen. Mit ihr versuchen die Gangster zu entkommen. Hooker nimmt die Verfolgung auf. Die hochdramatische Jagd endet in einem Unfall. Die Geisel wird schwer verletzt, und Hooker gerät ins Kreuzfeuer der Kritik. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949698","hoster":"VOE"},{"path":"/redirect/10949700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-4","name":"Der harte Kern","epNo":4,"alt":"Hardcore Connection","descr":"Danny, ein Kollege Hookers, wird erschossen aufgefunden: mit einem Bündel Dollarnoten im Zimmer einer Prostituierten. Alles deutet darauf hin, dass Danny einen Nebenerwerb hatte. Hooker aber weigert sich zu glauben, dass Danny korrupt war und beginnt zu ermitteln. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949696","hoster":"VOE"},{"path":"/redirect/10949695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-5","name":"Ein altes Team","epNo":5,"alt":"Anatomy Of A Killing","descr":"Zwei Drogendealer wurden ermordet. T.J. Hooker unterstützt seinen Kollegen Cody bei den Ermittlungen. Schon bald findet er heraus, dass Codys Tochter heroinabhängig ist. Das Mädchen wurde mit den Dealern zusammen gesehen, und zwar eine halbe Stunde vor deren Tod. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949691","hoster":"VOE"},{"path":"/redirect/10949690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-6","name":"Vergeltung","epNo":6,"alt":"Target: Hooker","descr":"Auf Hooker wird ein Anschlag verübt. Sein Partner Romano wird dabei schwer verwundet. Fieberhaft suchen die Kollegen nach dem Täter. Eine Spur führt Hooker zu dem Bombenbastler Tovelli. Der gibt zu, beauftragt worden zu sein, Hooker zu töten. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949687","hoster":"VOE"},{"path":"/redirect/10949688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-7","name":"Mord in der Modebranche","epNo":7,"alt":"Model For Murder","descr":"Ein Mann wird ermordet. Kurz zuvor soll die junge Jennifer bei ihm gewesen sein. Stacy versucht Jennifers Vertrauen zu gewinnen. Das scheint ihr zu gelingen. Doch kurz bevor die aussagt, wird sie ebenfalls ermordet. Hooker und sein Team entdecken: Jennifer hatte Kontakt zu einer aufstrebenden Modefirma. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949686","hoster":"VOE"},{"path":"/redirect/10949684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-8","name":"Der Würger","epNo":8,"alt":"A Kind Of Rage","descr":"Ein brutaler Serienkiller hält Hooker und sein Team in Atem. Im Elendsviertel der Stadt findet er seine weiblichen Opfer. Unterwegs in den Straßen der Gegend hat Corrigan einen tragischen Unfall. Beim Handgemenge mit einem Taschendieb stürzt er unglücklich und verletzt sich schwer. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949678","hoster":"VOE"},{"path":"/redirect/10949681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-9","name":"Beichtgeheimnis","epNo":9,"alt":"The Confession","descr":"Beth, die erste Priesterin der Episkopalkirche, wird brutal überfallen und vergewaltigt. Mittels Hypnose kann sie sich das Bild ihres Peinigers erinnern. Doch der Täter legt bei ihr eine Beichte ab. Beth, und somit Hooker und seinem Team, sind die Hände gebunden. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004823","hoster":"VOE"},{"path":"/redirect/10949674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-10","name":"Kindliche Zeugin","epNo":10,"alt":"Grand Theft Auto","descr":"Romanos Kindheitstraum geht in Erfüllung: In monatelanger Kleinarbeit hat er sich einen Porsche hergerichtet. Mit Hooker unternimmt er die Jungfernfahrt. Bei einem Zwischenstopp lenkt ein junges Mädchen die beiden Cops ab. Ein Komplize stiehlt unterdessen den Wagen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335523","hoster":"VOE"},{"path":"/redirect/10949670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-11","name":"Rettung aus dem Helicopter","epNo":11,"alt":"Street Baits","descr":"Drei junge Frauen werden in der Nähe eines Einkaufzentrums ermordet. Eine Spur führt Hooker und seine Leute zu dem Detektiv des Kaufhauses. Der entputppt sich als Kollege vom Sittendezernat. Um den Serienkiller zu schnappen, bietet sich Stacy als Lockvogel an. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949666","hoster":"VOE"},{"path":"/redirect/10949668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-12","name":"Der Stellvertreter","epNo":12,"alt":"The Surrogate","descr":"In der Polizistenkneipe lernt Hooker Andrea Farrell kennen. Andrea weint sich gründlich an seiner Schulter aus. Hemmungslos erzählt sie ihm von ihren Eheproblemen. Kurz nachdem sie das Lokal verlassen hat, wird sie ermordet. Hooker ermittelt fieberhaft. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949663","hoster":"VOE"},{"path":"/redirect/10949664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-13","name":"Der Psychopath","epNo":13,"alt":"Trackdown","descr":"Eine junge Frau, Yvonne, wird Zeugin eines Überfalls. Der Täter nimmt sie als Geisel. Es ist ein gesuchter Frauenmörder. Hooker nimmt die Verfolgung auf. Yvonne hat Glück. Weil sich der Psychopath durch sie an jemanden erinnert fühlt, lässt er sie leben. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949660","hoster":"VOE"},{"path":"/redirect/10949659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-14","name":"Bedroht durch eine Schlange","epNo":14,"alt":"Outcall","descr":"Chinatown wird von einer Verbrecherbande unsicher gemacht. Hooker und sein Team soll sie stellen. Da wird eine junge Prosituierte ermordet aufgefunden, vor der Tür der Bar \"Pacific\". Um den Mörder zu fassen, tritt Stacy einen Job in der Rotlichtbar an. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949654","hoster":"VOE"},{"path":"/redirect/10949655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-15","name":"April, das Playgirl","epNo":15,"alt":"The Bribe","descr":"Bei einer Razzia fallen Hooker und seinem Team zehn Kilo Heroin in die Hände. Der Wert: fast eine Million Dollar. Hooker aber hat keine Zeit sich über den Coup zu freuen. Lieutenant Merrit konfrontiert ihn mit einem schweren Verdacht: Hooker soll Bestechungsgelder genommen haben. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949652","hoster":"VOE"},{"path":"/redirect/10949651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-16","name":"Ein Fall von Liebe","epNo":16,"alt":"Love Story","descr":"Hooker lernt Teri, eine junge Innenarchitektin, kennen. Die beiden sind sich auf Anhieb sympathisch. Kurz darauf begegnet er ihr wieder: Teris Freundin wurde überfallen und vergewaltigt. Hooker fahndet nach dem Täter, doch der schlägt wieder zu. Diesmal ist sein Opfer Teri. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949646","hoster":"VOE"},{"path":"/redirect/10949645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-17","name":"Verbrechen im Filmstudio","epNo":17,"alt":"Hollywood Starr","descr":"Polizistin Dani Star beendet mit ihrem mutigen Einsatz eine Geiselnahme. Sie wird Hookers Team zugewiesen und soll an dem Fall Donovan mitarbeiten. Der mächtige Film-Produzent scheint in eine Folge von Diebstahl, Mord und Erpressung verwickelt zu sein. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949643","hoster":"VOE"},{"path":"/redirect/10949644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-18","name":"Geiseldrama in der Kirche","epNo":18,"alt":"Sanctuary","descr":"Stacy und Corrigan stoppen ein Auto, dass bei Rot über die Ampel gefahren ist. Die Insassen, zwei Männer und eine Frau, springen aus dem Wagen und schießen Corrigan nieder. Die drei nehmen Stacy und ihren schwer verletzten Kollegen als Geiseln und verbarrikadieren sich in einer Kirche. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949640","hoster":"VOE"},{"path":"/redirect/10949638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-19","name":"Wer paßt auf meine Kinder auf?","epNo":19,"alt":"Homecoming","descr":"Hooker bekommt Besuch von seinen beiden Kindern, die bei ihrer Mutter leben. Er will die Ferien mit ihnen verbringen. Doch da wird ein junger Kollege erschossen, der zusammen mit Corrigan auf Streife war. Hooker muss seinen Unrlaub unterbrechen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949637","hoster":"VOE"},{"path":"/redirect/10949636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-20","name":"Mordserie","epNo":20,"alt":"Serial Murders","descr":"Ein Serienkiller versetzt die Bevölkerung mehrerer Städte in Aufregung. Die Polizei ermittelt fieberhaft. Eine Verbindung zwischen den Opfern aber kann sie nicht entdecken. Da hat Leigh Stockwell, eine Kollegin Hookers, den rettenden Einfall. Tatsächlich findet sie die Täter. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949631","hoster":"VOE"},{"path":"/redirect/10949630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-21","name":"Doppelleben einer Lehrerin","epNo":21,"alt":"The Lag Time","descr":"Der brutale Raubmöder Jack Lewis hat wieder zugeschlagen. Ein kleiner Hinweis bringt Stacy darauf, dass Lewis an einem Banküberfall beteiligt war. Doch seine Anwältin verschafft ihm ein wasserdichtes Alibi. Hooker aber gibt sich damit nicht zufrieden. Er will den Gangster hinter Gittern sehen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949626","hoster":"VOE"},{"path":"/redirect/10949624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-22","name":"Zu schnell geschossen","epNo":22,"alt":"The Throwaway","descr":"Corrigan steht kurz vor einem großen Coup. Fünf Jahre hat er gegen den Raubmörder Donovan ermittelt und kann ihn endlich festnehmen. Doch Donovan versucht zu fliehen und kommt dabei ums Leben. Corrigan gerät in den Verdacht, den Gangster hinterhältig ermordet zu haben. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949621","hoster":"VOE"},{"path":"/redirect/10949625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-4/episode-23","name":"Auf nach Chicago","epNo":23,"alt":"The Chicago Connection","descr":"Eine Dienstreise führt Hooker von Kaliforninen nach Chicago. Er soll einen Ganoven überführen. Doch bevor er sich versieht, steckt er mitten in einem brisanten Drogenfall. Hookers \"Mitfahrer\" wird als Lockvogel für einen gerissenen Dealer gebraucht. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949615","hoster":"VOE"},{"path":"/redirect/10949620","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/t-j-hooker/staffel-5/episode-1","name":"Hilflos in eigener Sache","epNo":1,"alt":"The Ransom","descr":"Hooker bekommt Besuch von seinen beiden Kindern Tommy und Chrissie. Die drei vergnügen sich auf einem Jahrmarkt. Da bricht in einer der Buden Feuer aus. Hooker springt sofort ein. Darüber vergisst er, auf seine Kinder zu achten. Chrissie verschwindet spurlos. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949618","hoster":"VOE"},{"path":"/redirect/10949617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-2","name":"Sein Vater, der alte Cop","epNo":2,"alt":"The Return Of A Cop","descr":"T. J. Hooker erhält überraschend Besuch von seinem Vater. Den Ex-Cop lockt eine Reihe von Einbrüchen nach L. A. Hooker Senior ist sich sicher: Hier ist der Täter am Werk, der ihn einst arbeitsunfähig geschossen hat. Jetzt will er beweisen, dass er noch nicht zum alten Eisen gehört. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949611","hoster":"VOE"},{"path":"/redirect/10949610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-3","name":"Die Hinrichtung","epNo":3,"alt":"To Kill A Cop","descr":"Polizist Phil Kenter wird beim Einkaufen in einem Supermarkt erschossen. Hooker ist tief betroffen. Er war mit Phil befreundet. Hooker setzt alles daran, seinen Mörder zu fassen. Der Verdacht fällt auf Phils Partner Dunstin. Von Dunstin führt eine Spur zu dem Gangster David Beaman. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382090","hoster":"VOE"},{"path":"/redirect/10949606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-4","name":"Wenn Gewalt siegt","epNo":4,"alt":"Death Is A Four Letter Word","descr":"Wendy, die Nichte von Detective Max Brodsky, wird ermordet. Die leichtsinnige junge Frau hatte sich als Pornodarstellerin verdingt und versucht, aus dem Milieu auszusteigen. Hooker entdeckt zufällig eine Kopie des Films. Auf dem ist auch Jackie, eine Freundin der Toten, abgelichtet. Hooker sucht sie dringend als Zeugin. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949602","hoster":"VOE"},{"path":"/redirect/10949604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-5","name":"Jagd auf rote Feinde","epNo":5,"alt":"The Assassin","descr":"Ein Waffenhändler wird ermordet. Die Ermittlungen führen Hooker zu einem ehemaligen Agenten des CIA, Mister De Niro. Der scheint von einer Organisation angeheuert worden zu sein, die ein Attentat auf den Chef einer sowjetischen Handelsdelegation plant. Für Hooker beginnt eine Wettlauf gegen die Zeit. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949599","hoster":"VOE"},{"path":"/redirect/10949600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-6","name":"Rauschgift im Beichtstuhl","epNo":6,"alt":"Rip Off","descr":"Rico wird vorübergehend zum FBI beordert. Hooker ist zwar nicht begeistert, stimmt der Versetzung aber zu. Bei einem Einsatz der Drogenfahndung aber kommt der junge Polizist ums Leben. Hooker nimmt die Verfolgung seiner Mörder selbst in die Hand. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004830","hoster":"VOE"},{"path":"/redirect/10949594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-7","name":"Falsche Blüten","epNo":7,"alt":"Funny Money","descr":"Hooker und sein Team jagen eine Bande von Geldfälschern. Bei einer Razzia erschießt Corrigan versehentlich einen V-Mann. Hooker kann ihn nur mit Mühe davon abhalten, seinen Dienst zu quittieren. Alle Spuren zu den Hintermännern verlaufen im Sande. Hooker will Corrigan in die Bande einschleusen. Doch der weigert sich. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949591","hoster":"VOE"},{"path":"/redirect/10949590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-8","name":"Der Messerstecher","epNo":8,"alt":"Night Ripper","descr":"Eine junge College-Studentin wird ermordet. Am Tatort findet Hooker Hinweise auf einen Serienmörder, der schon vor Jahren brutal zugeschlagen hat. Die Cops tauften ihn den \"Night Ripper\". Hooker, Corrigan und Stacy ermitteln fierbhaft. Da passiert ein zweiter Mord. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949586","hoster":"VOE"},{"path":"/redirect/10949588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-9","name":"Das Armband","epNo":9,"alt":"The Obsession","descr":"Stacy und Corrigan verfolgen zwei Gangster, die kurz zuvor einen Raubüberfall begangen haben. Doch die Gansgter drehen den Spieß um und nehmen Stacy als Geisel. Fieberhaft suchen Hooker und seine Leute nach einem Weg, die Kollegin zu befreien. Ein goldenes Armband, das die Kidnapper verloren haben, weist Hooker den Weg. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949584","hoster":"VOE"},{"path":"/redirect/10949583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-10","name":"Die gefährliche Bestechungsaffäre","epNo":10,"alt":"Taps For Officer Remy","descr":"Karen Remy, eine von allen geschätzte Kollegin, wurde brutal ermordet. Hooker muss ihre Leiche identifizieren und schwört nicht eher zu ruhen, bis er ihren Mörder gefasst hat. Doch kaum hat er mit der Suche begonnen, erhält er auch schon eine Warnung, die Finger von dem Fall zu lassen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949578","hoster":"VOE"},{"path":"/redirect/10949581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-11","name":"Grauenvolle Nacht","epNo":11,"alt":"Nightmare","descr":"Hooker, Stacy und Corrigan gehen drei junge Ladendiebe ins Netz. Es kommt zu einer Schießerei, bei der einer der Verbrecher von Stacy getroffen wird. Der Vorfall nimmt die junge Polizistin derart mit, dass sie sich beurlauben lässt. Sie will ein paar Tage raus aus der Stadt. Unterwegs verschwindet sie spurlos. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927632","hoster":"VOE"},{"path":"/redirect/10949575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-12","name":"Die letzte Kugel für den Täter","epNo":12,"alt":"Shootout","descr":"Eine Reihe besonders brutaler Banküberfälle geht auf das Konto der Gang rund um die Afroamerikanierin Laurette. Ein Cop wird getötet, eine Geisel vergewaltigt. Beim nächsten Mal entführt die Bande die Frau des Bankfilialleiters. Hooker setzt alles daran, die Gekidnappte zu retten. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949570","hoster":"VOE"},{"path":"/redirect/10949571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-13","name":"Mord durch das Gesetz","epNo":13,"alt":"Murder By Law","descr":"Ein Serienkiller hat es auf Juristinnen abgesehen. Hooker findert heraus, dass alle Opfer während ihres Studiums Mitglieder eines Studentenausschusses waren. Rache könnte das Motiv sein. Denn der Ausschuss hatte einst über Studenten befunden, die dem Studium psychisch nicht gewachsen waren. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949568","hoster":"VOE"},{"path":"/redirect/10949567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-14","name":"Partner bis in den Tod","epNo":14,"alt":"Partners In Death","descr":"Corrigan und Stacy verunglücken bei der Verfolgung eines Einbrecherpärchens. Corrigan rettet seiner Kollegin das Leben. Als sie in seinen Armen wieder zu Bewusstsein kommt bedankt sie sich leidenschaftlich. Hooker ermittelt, dass es sich bei dem Gaunerpärchen um die ehemaligen Angestellten einer Security-Firma handelt. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927646","hoster":"VOE"},{"path":"/redirect/10949565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-15","name":"Fanatiker des Todes","epNo":15,"alt":"Death Trip","descr":"Ross Paterno, Mafiaboss im Ruhestand, wurde während eines Speziergangs niedergeschossen und schwer verletzt. Da Paterno FBI-Spitzel war, vermutet man zunächst einen Racheakt der Mafia. Doch T.J. Hooker kommt bald auf die Spur einer paramilitärischen Söldnertruppe. Er überredet Paterno, sich als Köder für eine Falle zur Verfügung zu stellen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949725","hoster":"VOE"},{"path":"/redirect/10949728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-16","name":"Geschworenes Verbrechen","epNo":16,"alt":"Blood Sport","descr":"Während Hooker einen Gangster zu dessen Gerichtsverhandlung bringt, kann er gerade noch einen Bombenanschlag auf Senator Grayle verhindern. Stacy und Corrigan werden daraufhin mit dem Schutz des Politikers beauftragt. Die beiden reisen mit Grayle nach Hawaii, um mit der dortigen Polizei zusammenzuarbeiten. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949724","hoster":"VOE"},{"path":"/redirect/10949723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-17","name":"Im Dunkel der Nacht","epNo":17,"alt":"Into The Night","descr":"T.J. Hooker verhindert einen Anschlag und erschießt den Attentäter. Bei dem Killer wird der Name eines Mädchens gefunden, und Hooker beginnt zu recherchieren. Unterdessen wird Hookers Freund, der Ex-Polizist Kennedy, bei einem Überfall getötet. Es dauert eine Weile, bis Hooker bemerkt, dass beide Fälle miteinander in Verbindung stehen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949721","hoster":"VOE"},{"path":"/redirect/10949718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/t-j-hooker/staffel-5/episode-18","name":"Krieg mit der Presse","epNo":18,"alt":"Deadly Force","descr":"Die Nichte von Lieutenant O’Brien wird bei einem Raubüberfall auf einen Juwelierladen von den Gangstern erschossen. Corrigan, der das Mädchen dorthin mitgenommen hat, macht sich die schlimmsten Vorwürfe. Für die Fernsehjournalistin Lisa Temple ist die Story ein gefundenes Fressen. (Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10949716","hoster":"VOE"},{"path":"/redirect/10949715","hoster":"Streamtape"}]}]}]}]}