{"seriesId":"tadaima-okaeri","name":"Tadaima, Okaeri","descr":"Masaki führt als Hausmann gemeinsam mit seinem Ehemann Hiromu ein Leben mit ihrem entzückenden zweijährigen Sohn Hikari. Aufgrund seines Status als Omega hat Masaki lange mit dem Gefühl gekämpft, seinem liebevollen Ehemann zur Last zu fallen. Als ihr Sohn Hikari geboren wurde und ihre Familien sich weiter von ihnen abwendete, zogen sie in eine kinderfreundlichere Umgebung. Trotz ihres neu gefundenen häuslichen Glücks sind die Verbindungen zu ihrer Vergangenheit zerrüttet – es gibt Menschen, die sie für ihr Familienglück zurückgelassen haben. Masaki und Hiromu sind sich nicht ganz sicher, ob diese Personen gute Absichten haben, wenn sie wieder in ihr Leben treten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"It`s Nice to Meet You","descr":"Der Büroangestellte Hiromu, sein Ehemann Masaki sowie ihr gemeinsamer Sohn Hikari wohnen seit Kurzem in einer neuen Gegend, da Masaki als Omega den massiven Anfeindungen seiner Nachbarn ausgesetzt war. Sie freunden sich mit ihrer Nachbarin Hirai-san an und verbringen ein entspanntes Weihnachtsfest.","versions":[{"lang":3,"streams":[{"redirect":13925559,"hoster":"VOE"},{"redirect":13925561,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Friends","descr":"Die Famile lernt den Nachbarsjungen Yūki kennen, der für die Semesterferien nach Hause kam. Als Masaki krank wird, eilen er und Hiromus Kollege Matsuo zur Hilfe.","versions":[{"lang":3,"streams":[{"redirect":13942518,"hoster":"VOE"},{"redirect":13942517,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sorry","descr":"Als Masaki, Hikari und Yūki nach Hause zurückkehren, begegnen sie überraschenderweise Hiromus Vater Kōji. Da dieser sich gegen die Heirat von seinem Sohn und Masaki aussprach, sorgt sein Auftauchen für erhitzte Gemüter – insbesondere bei Hiromu.","versions":[{"lang":3,"streams":[{"redirect":13961219,"hoster":"VOE"},{"redirect":13961220,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Shining Days","descr":"Masaki durchlebt die Freuden seiner zweiten Schwangerschaft, allerdings nicht ganz ohne Zukunftssorgen. Später lädt Hiromus Vater sie auf sein Anwesen – ein Ort, mit dem er nicht die schönsten Erinnerungen verbindet.","versions":[{"lang":3,"streams":[{"redirect":13979629,"hoster":"VOE"},{"redirect":13979628,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Big Brother","descr":"Hikari lernt, sich wie ein großer Bruder zu verhalten. Als das Knabenfest vor der Tür steht, laden Hiromus Eltern sie aus heiterem Himmel auf ihr Anwesen ein.","versions":[{"lang":3,"streams":[{"redirect":14000474,"hoster":"VOE"},{"redirect":14000481,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Home Visit","descr":"Masaki beschließt, nach mehreren Jahren seine Heimat wieder zu besuchen. Begleitet wird er von seiner Familie sowie Matsuo und Yūki. Auf Anraten seines Onkels übernachten sie im Gasthof, in dem sein Cousin Kazuhiko arbeitet.","versions":[{"lang":3,"streams":[{"redirect":14029874,"hoster":"VOE"},{"redirect":14029871,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I\u0027m Home, Welcome Home","descr":"Bevor es zum Grab seiner Eltern geht, spricht sich Masaki zum Abschied noch mal mit Kazuhiko aus. Daheim wieder angekommen, versucht Hiromu, Hikari mit seinem ersten Botengang zu beauftragen.","versions":[{"lang":3,"streams":[{"redirect":14048428,"hoster":"VOE"},{"redirect":14048429,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Interweaving","descr":"Hikari versucht, seine Angst vor dem neuen Nachbarshund zu überwinden. Masakis Onkel lädt die Familie noch mal zu sich nach Hause ein.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Im Park treffen Masaki und Hikari auf ihre neuen Nachbarn Mochizuki und seinen Sohn Michiru. Die Kinder freunden sich sofort an – auch Mochizuki findet in Masaki schnell eine Vertrauensperson, der er seine tragischen Umstände offenbaren kann.","versions":[{"lang":3,"streams":[{"redirect":14072156,"hoster":"VOE"},{"redirect":14072150,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Love","descr":"Matsuos Zwillingsbrüder Yūto und Shūto kommen überraschend zu Besuch und mischen die Stimmung ordentlich auf. Vor allem bringen sie Yūki dazu, seine Beziehung zu Matsuo in Frage zu stellen.","versions":[{"lang":3,"streams":[{"redirect":14115592,"hoster":"VOE"},{"redirect":14115608,"hoster":"Doodstream"},{"redirect":14115590,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Bye-Bye?","descr":"Yūki wird sich seiner Beziehung zu Matsuo immer bewusster. Endlich konnte Masaki einen Nachmittag mit Mochizuki vereinbaren, an dem er ihm Hiromu vorstellen kann.","versions":[{"lang":3,"streams":[{"redirect":14135525,"hoster":"VOE"},{"redirect":14135513,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"See You Tomorrow","descr":"Masaki macht sich weiterhin Gedanken um den jüngsten Vorfall, lässt sich aber dank Hiromu nicht unterkriegen. Yūki ist mit seiner Mutter in der Nachbarstadt unterwegs, wo er zufällig auf Mochizuki und Michiru trifft.","versions":[{"lang":3,"streams":[{"redirect":14164338,"hoster":"VOE"},{"redirect":14164353,"hoster":"Doodstream"},{"redirect":14164347,"hoster":"Streamtape"}]}]}]}]}