{"seriesId":"taimadou-gakuen-35-shiken-shoutai","name":"Taimadou Gakuen 35 Shiken Shoutai","descr":"Menschen mit magischen Kräften stehen kurz vor ihrer Auslöschung. Genau wie sich einst die Balance von Kraft und militärischer Macht von Schwertern zu Zauberei verlagerte, so verschiebt sie sich nun erneut zu Schusswaffen. Takeru Kusanagi ist ein Schüler der AntiMagic Academy, eine Trainingseinrichtung für Inquisitoren, die gegen die schwindende Gefahr durch Magienutzer vorgehen. Allerdings ist Takeru nicht dazu in der Lage Schusswaffen zu verwenden und kann aussschließlich mit einem Schwert kämpfen. Infolgedessen wird er in das 35th Test Platoon verwiesen, welches aus schwachen Schülern zusammengewürfelt ist. Eines Tages tritt Ouka Ootori, eine elitäre Pistolenmeisterin, die bereits die Qualifikationen zur Hexenjagd hat, dem 35th Test Platoon bei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ausrücken! Zug kleiner Fische!","epNo":1,"alt":"Move Out! Small Fry Platoon!","descr":"In der Zukunft stirbt ein junger Mann mit einem Katana und beklagt, dass sein Leben gerade erst begonnen hat. Gegenwärtig besucht Takeru Kusanagi die Anti-Magic Academy, eine Ausbildungsschule für Inquisitoren, Soldaten, die verhindern, dass Hexen die Welt zerstören. Takeru schwingt ein Katana anstelle von Waffen oder Magie und wird oft von seinen Kommilitonen dafür verspottet. Takeru ist Kapitän des 35. Testzuges, des am wenigsten effektiven Teams in der Schule, bestehend aus Usagi Saionji, einem Scharfschützen, der unter Lampenfieber leidet, und Ikaruga Suginami, einem Tech-Genie, das gerne Menschen sexuell belästigt, insbesondere Usagi. Oka Otori, ein Wunderkind im KampfDie Adoptivtochter des Vorsitzenden der Akademie, Sogetsu Otori, wird von ihrer Position als Inquisitorin wegen unnötiger Hinrichtung einer Hexe herabgestuft und kehrt als neues Mitglied des 35. Zuges an die Akademie zurück. 35. Zugversuch, ein magisches Artefakt von Schwarzmarkthändlern zu holen. Trotz ihrer individuellen Fähigkeiten bleibt Takeru aufgrund ihres Mangels an effektiver Teamarbeit mehreren bewaffneten Männern allein gegenüber, während Usagi versehentlich Ziele im falschen Gebäude schießt. Wenn die bewaffneten Männer Takerus Schwert beleidigen, wird er wütend und zeigt, dass er geschickt genug ist, um Kugeln in zwei Hälften zu schneiden. Er wird von Ikaruga mit der Stimme seiner Schwester beruhigt. Oka unterwirft die bewaffneten Männer alleine. Nachdem Takeru über eine verirrte Kugel gestolpert ist und versehentlich an ihren Brüsten herumgetastet hat, wird er von einem Scharfschützen aus Usagi niedergeschlagen, der schließlich in das richtige Gebäude schießt und in Oka fällt. s Brüste wieder. Unbeeindruckt vom 35. Zug kritisiert Oka scharf ihre Mängel. Wenn sie versucht, alleine auf Mission zu gehen, besteht Takeru darauf, sie als ihren Kapitän zu begleiten. Sie zielen auf Valhalla, die kriminelle Hexenorganisation, die versucht hatte, das Artefakt zu kaufen. Als Oka ein totes Mädchen entdeckt, das als Menschenopfer benutzt wird, versucht er, die bewaffneten Männer zu ermorden, die sie gerade verhaftet hatten, wird aber von Takeru aufgehalten. Oka enthüllt, dass eine Hexe ihre Eltern und ihre Schwester ermordet hat, und sie hasst sowohl Hexen als auch Magie. Takeru verspricht, eines Tages ihre vertrauenswürdige Kameradin zu werden. Takeru wird von einem jungen Mädchen mit leuchtend violetten Augen beobachtet. die kriminelle Hexenorganisation, die versucht hatte, das Artefakt zu kaufen. Als Oka ein totes Mädchen entdeckt, das als Menschenopfer benutzt wird, versucht er, die bewaffneten Männer zu ermorden, die sie gerade verhaftet hatten, wird aber von Takeru aufgehalten. Oka enthüllt, dass eine Hexe ihre Eltern und ihre Schwester ermordet hat, und sie hasst sowohl Hexen als auch Magie. Takeru verspricht, eines Tages ihre vertrauenswürdige Kameradin zu werden. Takeru wird von einem jungen Mädchen mit leuchtend violetten Augen beobachtet. die kriminelle Hexenorganisation, die versucht hatte, das Artefakt zu kaufen. Als Oka ein totes Mädchen entdeckt, das als Menschenopfer benutzt wird, versucht er, die bewaffneten Männer zu ermorden, die sie gerade verhaftet hatten, wird aber von Takeru aufgehalten. Oka enthüllt, dass eine Hexe ihre Eltern und ihre Schwester ermordet hat, und sie hasst sowohl Hexen als auch Magie. Takeru verspricht, eines Tages ihre vertrauenswürdige Kameradin zu werden. Takeru wird von einem jungen Mädchen mit leuchtend violetten Augen beobachtet.","versions":[{"lang":1,"streams":[{"redirect":8385187,"hoster":"VOE"},{"redirect":8385185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8385193,"hoster":"VOE"},{"redirect":8385194,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heldenbeschwörung","epNo":2,"alt":"Summon the Hero","descr":"Takeru erinnert sich, wie Oka ihn in ihrem ersten Jahr in einem Kriegsspiel geschlagen hat . Oka erfährt, dass jemand im 35. Zug ein Reliktfresser-Kandidat ist, der in der Lage ist, einen Vertrag mit einer legendären magischen Waffe abzuschließen. Das Mädchen mit den violetten Augen, Lapis, eine Waffe in menschlicher Form, hofft, sehr bald einen solchen Vertrag abschließen zu können. An anderer Stelle trifft sich eine junge Walhalla-Hexe, Mari Nikaido, mit dem Nekromanten und Alchemisten Haunted, der gerade 50 Menschen als Opfer für einen neuen Zauber ermordet hatte. Oka erfährt, dass Takeru nur Inquisitor werden will, weil es viel Geld kostet. Haunted aktiviert seinen Zauber und beschwört einen gepanzerten Einherjar , die auferstandene Seele von König Arthur , der eine handgehaltene Railgun schwingterfüllt von der Magie von Excaliburund befiehlt es, Hexen zu befreien, die unter der Anti-Magie-Akademie gefangen gehalten werden. Oka kämpft gegen die Einherjar und verwendet unfreiwillig Magie, um Zwillingspistolen namens Vlad zu beschwören, mit denen sie einen befristeten Vertrag hat. Der Vorsitzende, Vlads wahrer Meister, nimmt jedoch plötzlich die Waffen weg und Takeru scheint die unbewaffnete Oka zu beschützen. Trotz seiner Fähigkeiten ist er tödlich verletzt (Eröffnungsszene aus Episode 1) und stirbt fast. Lapis erscheint jedoch neben ihm und schließt einen Vertrag mit ihm, heilt seine Wunden und verwandelt sich in einen mächtigen Anzug aus Hexenjäger-Rüstungen mit einem unzerstörbaren Schwert mit einer besonderen Fähigkeit, die Magie eines Feindes zu absorbieren und sie dann gegen ihn einzusetzen. Takeru absorbiert somit die Kraft von Excalibur und besiegt den Einherjar in einem einzigen Zug, wodurch der nahe gelegene Haunted beeindruckt wird.","versions":[{"lang":1,"streams":[{"redirect":8774074,"hoster":"VOE"},{"redirect":8634919,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8385199,"hoster":"VOE"},{"redirect":8385200,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Hexe tritt bei","epNo":3,"alt":"A Witch Joins","descr":"Der Vorsitzende trifft die inhaftierte Auroralhexe Mari Nikaido, die an magischer Amnesie leidet, und macht sie zu einer Akademiestudentin, in der Hoffnung, sie als Köder zu verwenden, um Walhalla herauszuholen. An der Akademie erklärt der Vorsitzende, dass Lapis ein Relikt vom Typ Schwert ist und Taeru wegen seiner Schwertkünste ausgewählt hat. Er hat sich unter dem Decknamen von Takerus Schwester als Mitglied des 35. Zuges eingeschrieben. Der Vorsitzende befiehlt dem 35. Zug, Mari zu bewachen. Oka ist empört darüber, dass sie eine Hexe beschützen muss. Mari ist mit einem Gleipnir ausgestattetHalskette, die explodieren wird, wenn sie Magie benutzt. Mari und Oka kämpfen sofort miteinander, was im Klassenkampf immer schlimmer wird, wobei Oka körperlich leistungsfähiger und Mari intellektuell leistungsfähiger ist. Takeru ist es egal, dass Mari eine Hexe ist und sie wie ein Mitglied des Teams behandelt. Mari drückt ihren Wunsch aus, Menschen mit Magie zu helfen. An anderer Stelle erinnert sich Haunted, der von Mari besessen ist, daran, dass Mari nur zugestimmt hat, für ihn zu arbeiten, wenn er keine unschuldigen Menschen getötet hat. Anschließend hatte er Akademiestudenten ermordet, bevor er ihr Gedächtnis löschte und sie für das Verbrechen verantwortlich machte. T hält Oka und Mari vom Kampf ab, nur damit Oka merkt, dass Takeru Mari bereits beim Vornamen nennt und die Mädchen einen neuen Kampf beginnen, um sich gegenseitig eifersüchtig zu machen. Usagi nimmt an einem Scheinkampfturnier gegen die anderen Akademieplatoons teil. Mari soll mit Takeru zusammenleben (heimlich die Absicht des Vorsitzenden, sie zu einem leichten Ziel für Valhalla zu machen), und die eifersüchtige Oka besteht darauf, mit beiden zusammenzuleben, um Mari davon abzuhalten, Takeru möglicherweise zu verführen, ist aber erschrocken, als Takerus Wohnung heimgesucht zu werden scheint . Ein Vorfall, bei dem Oka unter der Dusche Angst vor einem Geist hat, endet damit, dass beide Mädchen nackt auf Takeru liegen, wofür er bestraft wird. Mari sagt Takeru, dass sie besorgt ist, eine Hexe zu sein, was sie zu sehr von ihren menschlichen Teamkollegen unterscheidet. 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich selbst als Köder benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist s Plan, sie zu einem leichten Ziel für Valhalla zu machen) und die eifersüchtige Oka besteht darauf, mit beiden zu leben, um Mari davon abzuhalten, Takeru möglicherweise zu verführen, ist aber erschrocken, als Takerus Wohnung heimgesucht zu werden scheint. Ein Vorfall, bei dem Oka unter der Dusche Angst vor einem Geist hat, endet damit, dass beide Mädchen nackt auf Takeru liegen, wofür er bestraft wird. Mari sagt Takeru, dass sie sich Sorgen macht, eine Hexe zu sein, was sie zu sehr von ihren menschlichen Teamkollegen unterscheidet. 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich als Lockvogel benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist s Plan, sie zu einem leichten Ziel für Valhalla zu machen) und die eifersüchtige Oka besteht darauf, mit beiden zu leben, um Mari davon abzuhalten, Takeru möglicherweise zu verführen, ist aber erschrocken, als Takerus Wohnung heimgesucht zu werden scheint. Ein Vorfall, bei dem Oka unter der Dusche Angst vor einem Geist hat, endet damit, dass beide Mädchen nackt auf Takeru liegen, wofür er bestraft wird. Mari sagt Takeru, dass sie sich Sorgen macht, eine Hexe zu sein, was sie zu sehr von ihren menschlichen Teamkollegen unterscheidet. 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich selbst als Köder benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist aber ist erschrocken, als Takerus Wohnung heimgesucht zu werden scheint. Ein Vorfall, bei dem Oka unter der Dusche Angst vor einem Geist hat, endet damit, dass beide Mädchen nackt auf Takeru liegen, wofür er bestraft wird. Mari sagt Takeru, dass sie sich Sorgen macht, eine Hexe zu sein, was sie zu sehr von ihren menschlichen Teamkollegen unterscheidet. 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich als Lockvogel benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist aber ist erschrocken, als Takerus Wohnung heimgesucht zu werden scheint. Ein Vorfall, bei dem Oka unter der Dusche Angst vor einem Geist hat, endet damit, dass beide Mädchen nackt auf Takeru liegen, wofür er bestraft wird. Mari sagt Takeru, dass sie sich Sorgen macht, eine Hexe zu sein, was sie zu sehr von ihren menschlichen Teamkollegen unterscheidet. 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich selbst als Köder benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich selbst als Köder benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die ist 35. Zugkampf in der ersten Runde der Scheinschlacht, bis Mari alle überrascht, indem sie sich selbst als Köder benutzt und den 35. Zug gewinnen lässt. Oka gibt widerwillig zu, dass sie ohne sie verloren hätten, was Mari in Verlegenheit bringt. Ikaruga ist begeistert, dass Mari die istTsundere Mitglied des Teams. 35. Zug feiern ihren Sieg mit Ausnahme von Oka, die dem Vorsitzenden einen Bericht vorlegt, nur um zu erfahren, dass Mari Mitglied von Valhalla war und des Mordes beschuldigt wurde.","versions":[{"lang":1,"streams":[{"redirect":8774075,"hoster":"VOE"},{"redirect":8634918,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473918,"hoster":"VOE"},{"redirect":8385204,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Necromancer lacht","epNo":4,"alt":"The Necromancer Laughs","descr":"Takeru ist zuversichtlich, dass Mari und Oka eines Tages gute Freunde sein könnten. Mari hat Erinnerungsblitze, die sie befürchten lassen, böse gewesen zu sein. Takeru versichert ihr, dass er einen Weg finden würde, sie wieder gut zu machen. Am nächsten Tag erzählt Oka Takeru, dass Mari des Mordes beschuldigt wurde, aber zu viele Details passen nicht zusammen. Während der zweiten Runde der Scheinschlachten ermordet Haunted zwei Studenten und mehrere Soldaten in der Arena, bevor er behauptet, er sei da, um Mari zu retten, und fängt sich und den 35. Zug hinter einer magischen Barriere ein. Haunted enthüllt seine verdrehte Liebe zu Mari und kündigt seine Absicht an, sie zu töten. Takeru aktiviert seinen Reliktesser und greift an, aber Haunted ist ein geschickter Schwertkämpfer und sticht ihn in die Brust, die Lapis heilen kann. Ikaruga weckt die bewusstlose Usagi, indem sie ihre großen Brüste beleidigt, obwohl eines ihrer Augen verletzt ist. Oka schafft es, den Vorsitzenden zu kontaktieren und droht, ihn wegen Verhaftung von Mari wegen Mordes zu entlarven, als Beweise dafür vorlagen, dass die Morde von Haunted\u0027s Despair Magic begangen wurden, während Mari nur Auroral Magic verwenden kann. Der Vorsitzende bietet ihr einen Deal an, um still zu bleiben. Lapis erklärt, dass Haunted die legendäre Waffe benutzt.Dainsleif. Haunted entfernt Maris Amnesiezauber und erinnert sie daran, dass Haunted ihre Freunde aus einem Waisenhaus entführt und versprochen hat, sie zu beschützen, solange sie für Valhalla arbeitet. Er bietet an, sie ihre Freunde sehen zu lassen, wenn sie mit ihm geht. Mari ist im Begriff, dies zu tun, aber Takeru, der Haunted\u0027s Lügen durchschaut hat, sagt Mari, dass die Waisenkinder tot sind, was Haunted bestätigt. Während Takeru sich mit Haunted duelliert, verzaubert Mari Haunted wütend, verfehlt aber. Als ihre Halskette mit Magie aus ihr explodieren soll, wird sie plötzlich deaktiviert, was Oka als Teil ihres Geschäfts mit dem Vorsitzenden verrät, da Mari an den Morden unschuldig war. Oka und Usagi, die so lange gebraucht hatten, um ihr Gewehr mit ihrem verletzten Auge zu zielen, lenken Haunted ab, damit Mari einen extrem mächtigen Zauber wirken kann, aber erneut verfehlt. Jedoch, Sie hatte tatsächlich auf Takeru abgezielt, der den Zauber in sein Schwert aufgenommen und ihn benutzt hatte, um Haunted zu besiegen. Haunted enthüllt, dass er weiß, dass Takeru aus einem Clan von Dämonenjägern stammt, bevor er in einem Portal verschwindet. Takeru bricht vor Erschöpfung zusammen, als die magische Barriere verschwindet. Mari dankt ihm unter Tränen für ihre Sicherheit und ist froh, dass sie ihn getroffen hat. Mari wird offizielle Akademiestudentin, bevor sie erneut mit Oka kämpft, diesmal wegen der Brustgröße.","versions":[{"lang":1,"streams":[{"redirect":8774078,"hoster":"VOE"},{"redirect":8634922,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502246,"hoster":"VOE"},{"redirect":8385212,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Festival der Hexenjagd","epNo":5,"alt":"The Witch-Hunting Festival","descr":"Aufgrund der schlechten Noten von Usagi kündigt ihre Mutter Pläne an, das Datum ihrer arrangierten Ehe vorzuverlegen. Die Akademie beginnt ihr Hexenjagdfestival, bei dem Studenten zusätzliche Kredite und Geld verdienen können. Takeru meldet sich sofort für den 35. Zug an, um teilzunehmen, da seine Eltern ihm hohe Schulden hinterlassen und seine kleine Schwester ihn unterstützen, sodass er verzweifelt nach Geld sucht. Usagi beschließt, ihren Freunden nicht zu sagen, dass sie geht. Sie trifft auf Reima Tenmyoji, Organisatorin des Festivals, und auch auf ihren grausamen Verlobten, der sie als sein Eigentum betrachtet, was zu einer Panikattacke führt. Takeru tröstet sie und verspricht, ihr zu helfen, bevor sie vor Angst ohnmächtig wird. Oka wird gerufen, um den jugendlich aussehenden Präsidenten des Studentenrates, Nagaru Hoshijiro, zu treffen, der ihre Hilfe im Umgang mit einer legendären Hexe, Mephistopheles, möchte, die die Gedanken der Menschen brechen kann. Takeru bleibt bei Usagi im Krankenhaus, da sie selbst im Schlaf seine Hand nicht loslassen wird. Nagaru glaubt, dass Reima irgendwie mit Mephistopheles verbunden ist, da sein Wechsel an die Akademie mit dem Mord an mehreren Studenten zusammenfiel, darunter einer, bei dem ihr der Verstand gebrochen war. Usagi erzählt Takeru von Reima und Takeru lädt Usagi ein, die Nacht in seiner Wohnung zu verbringen. Usagi glaubt, dass Takeru plant, sie schwanger zu machen, damit sie Reima nicht heiraten kann, und entscheidet schließlich, dass es eine gute Idee ist. Obwohl Takeru so etwas nicht geplant hatte, küssen sie sich fast, als sie versucht, ihn nackt in seinem Wohnzimmer zu verführen. Sie werden jedoch von Mari, Oka und Ikaruga unterbrochen, die Takeru in eifersüchtigen Anfällen streng dafür bestrafen, dass sie nicht versucht haben, sie ebenfalls zu verführen. Takeru bittet die Mädchen, Usagi zu retten, indem sie ihre Noten so weit erhöht, dass sie in der Schule bleiben kann. Sie planen, auf dem Festival gut abzuschneiden und Usagi genug zusätzliche Anerkennung zu verdienen, um ihre Noten zu verbessern.","versions":[{"lang":1,"streams":[{"redirect":12173286,"hoster":"VOE"},{"redirect":8634924,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473923,"hoster":"VOE"},{"redirect":8385220,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Selbst Hasen haben Zähne","epNo":6,"alt":"Even Bunnies Have Fangs","descr":"Oka bemerkt, dass Reima weiße Symbole über die Schule gemalt hat. Reima enthüllt, dass Usagi ihren eigenen Bruder getötet hat und ein Ausgestoßener in ihrer eigenen Familie ist. Takeru schwört, Usagi zu beschützen. Reima schwört, dass er Usagi mitnehmen wird. Oka benutzt ihren Reliktesser Vlad, um zu sehen, dass die weiße Farbe ein riesiger magischer Kreis istentwickelt, um die Gedanken der Menschen zu kontrollieren. Reima konfrontiert Usagi und als er ihren ermordeten Bruder großzieht, hat sie eine weitere Panikattacke. Präsident Nagaru erkennt, dass ihr Untergebener Shizuka den Verstand gebrochen hat und beide ihre Waffen ziehen. Nachdem Shizuka überlebt hat, enthüllt sie Oka, dass sie Mephistopheles ist und besitzt mit Reimas Hilfe Oka, die Miras Gleipnir-Halskette schnell deaktiviert und ihr erlaubt, wieder Magie anzuwenden. Nagaru, der ebenfalls überlebt hatte, informiert Takeru. Mephistopheles kämpft darum, Okas Körper zu kontrollieren, da sie eine Reliktesserin ist und ihre Seele sich weigert zu sterben. Nagaru erzählt Takeru, dass die Akademie Mephistopheles ursprünglichen Körper hat, den sie zurück haben möchte. Lapis findet Usagi in der Akademiekirche. Takeru beeilt sich, um sie zu retten, während Mira sich um den magischen Kreis kümmert. Usagi \u0027 s Träume von ihrem Bruder, der mit einem Gewehr gespielt hatte und als sie versuchte, ihn aufzuhalten, tötete es ihn. Reima begann sie dann mit Gewalt und geistigem Missbrauch zu kontrollieren. Sie wacht auf, als Reima plant, sie für ihre \"Hochzeitsnacht\" zu vergewaltigen. Sie wehrt sich und beißt ihn auf den Hals. Wütend versucht er sie zu töten, aber Takeru bricht ein und rettet sie. Usagi geht, um Mari zu helfen, während ein wütender Takeru Reima gegenübersteht. Usagi holt ein Gewehr ihres Großvaters und erhält von Ikaruga zwei Spezialkugeln, die Mephistopheles Seele zerstören werden. Während Mari sich mit dem Zauber befasst, erschießt Mephistopheles sie fast, bis Usagi sie aufhält. Mephistopheles verflucht Usagi mit einem Lustzauber und veranlasst jeden Jungen in der Nähe, sie zu belästigen. Takeru schlägt Reima leicht und entlarvt ihn als Feigling. Mephistopheles schießt fast wieder auf Mari, wird aber von Takeru gestoppt. Mephistopheles enthüllt, dass sie Okas Reliktesser Vlad beschwören und kontrollieren kann. Usagi kommt an, wird aber von Mephistopheles ausgetrickst, der behauptet, Takeru sei jetzt Mephistopheles, was zu einem Drei-Wege-Abstand führt, da Usagi sich nicht sicher ist, wen er schießen soll. Okas Seele taucht wieder auf und kämpft darum, ihren Körper wiederzugewinnen. Nun sicher, Usagi schießt auf Oka, vertreibt Mephistopheles und benutzt dann die zweite Kugel, um Mephistopheles direkt zu erschießen und ihre Seele zu zerstören. Mari gelingt es, den Zauber zu stoppen. Später ist das 35. Platoons Cosplay Café eine Katastrophe, da die Mädchen bedeuten, dass Persönlichkeiten die Kunden vertreiben. Usagi verrät dank Takeru, dass ihre Verlobung abgesagt wurde und sie in der Schule bleiben kann. Takeru belohnt sie, indem sie ihren Kopf tätschelt, genau wie sie es wollte. Der Vorsitzende erhält Informationen über die verlorene Matrix und beschließt, mit Ikaruga über ihre Familie zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":8774077,"hoster":"VOE"},{"redirect":8634923,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473919,"hoster":"VOE"},{"redirect":8385226,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verräter","epNo":7,"alt":"Traitor","descr":"Der Vorsitzende enthüllt Ikaruga die verlorene Matrix, die einzige verbleibende Zelle eines Dunkelelfen, die die Alchemist Company kurz vor dem Klonen steht, um Waffen herzustellen. Ikaruga, deren Familie sie durch Gentechnik erschaffen hatfür Alchemist zu arbeiten, erklärt dies für unmöglich, da die Zelle seit Jahren fehlt. Der Vorsitzende vermutet, dass sie weiß, wo die Zelle versteckt ist. 35. Zug haben nicht genug Credits, um das Schuljahr zu bestehen. Während Ikaruga Ideen für das Sammeln von Credits erarbeitet, gibt sie bekannt, dass sie sich beurlauben lässt. Takeru findet es seltsam, wenn sie sich verabschiedet, wie sie es noch nie gesagt hat. Jeder merkt, dass Ikaruga den ganzen Tag ungewöhnlich gehandelt hat. An anderer Stelle spricht die Wissenschaftlerin Isuka Suginami, die Alchemistin verraten hat und jetzt für Valhalla arbeitet, mit Haunted über ihren jüngsten Misserfolg bei der Wiederbelebung der Dunkelelfen. Isuka erhält eine telepathische Nachrichtvon ihrer Schwester Ikaruga. Takeru und die Mädchen folgen Ikaruga, der in der Kanalisation verschwindet. Ikaruga informiert Isuka, dass sie die Zelle hat und wird sie an sie weitergeben, wenn sie alle zukünftigen Dunkelelfenexperimente beobachten darf. Es wird auch offenbart, dass Ikaruga von Alchemist hingerichtet werden sollte, also stahl sie die Zelle und floh, um ihre eigenen Experimente privat fortzusetzen. Takeru und die Mädchen verlieren sich und werden fast von der Mafia erschossen. Die Rettung von Ikaruga vor Söldnern, die von Isuka angeheuert wurden, aber Takeru und Ikaruga werden von den anderen getrennt. Mit Takeru verwundet bringt Ikaruga ihn zu einem nahe gelegenen sicheren Haus und warnt ihre Schwester, wenn der 35. Zug getötet wird, wird sie die Zelle zerstören. In der Zwischenzeit wird der Vorsitzende von Alchemist darüber informiert, dass sie niemals Forschungen zur Wiederbelebung der Dunkelelfen genehmigt haben. Geben Sie dem Vorsitzenden 150 neue Dragoner, um das Labor und all seine Forschungen gründlich zu zerstören. Der Vorsitzende versammelt jeden Ritter und Hexenjäger, der ihm zur Verfügung steht, und erklärt dem Schurkenlabor den Krieg. Oka, Mari und Usagi werden im Labor gefangen gehalten und von Isuka verhört, die überrascht ist, dass Ikaruga es geschafft hat, Freunde zu finden. Durch einen Rückblick wird deutlich, dass die Wissenschaftlerin Ikaruga als Kleinkind begann, ihren Lebenszweck in Frage zu stellen, und einen kleinen Waldelfen schuf, den sie Kanaria nannte, nachdem sie ihre Mama genannt hatte. Als sie zu dem Schluss kam, dass sie hingerichtet werden würde, weil sie einen Waldelfen ohne magische Kräfte erschaffen hatte, stahl sie die Zelle und versuchte, mit Kanaria zu gehen, aber sie war bereits entsorgt worden. Isuka entschied sich, bei Alchemist zu bleiben. Ikaruga schrieb sich an der Anti-Magic Academy ein, wo jeder Versuch von Alchemist, die Zelle wiederzugewinnen, mit der Kriegserklärung an die Inquisitoren vergleichbar wäre. Takeru fragt sie, warum sie möchte, dass die Dunkelelfen zurückkehren. Ikaruga antwortet, indem sie sich auszieht und erklärt, dass sie, da sie bald getötet werden könnte, Sex erleben möchte, solange sie kann.","versions":[{"lang":1,"streams":[{"redirect":8774082,"hoster":"VOE"},{"redirect":8634925,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473921,"hoster":"VOE"},{"redirect":8385233,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwei Alchemisten","epNo":8,"alt":"Two Alchemists","descr":"Ikaruga und Takeru werden durch die Ankunft von Hubschraubern der Alchemisten unterbrochen. Sie verspricht Takeru, dass sie später Sex haben müssten. Sie behauptet, sie liebt ihn und küsst ihn, bevor sie ihn unter Drogen setzt, damit er ihm nicht folgen kann. Mari, Oka und Usagi werden aus dem Alchemistenlabor befreit, beschließen jedoch, wieder einzubrechen, um Ikaruga zu retten. Bevor sie können, werden sie vom Vorsitzenden gestoppt, der seine Armee in den Krieg führt, ihnen Waffen gibt und die Verwendung ihrer Reliktesser genehmigt. Takeru aktiviert Lapis, entfernt die Droge aus seinem Blut und rüstet seine Hexenjäger-Rüstung und sein Schwert aus. Takeru kämpft sich an den von Alchemisten kontrollierten Dragonern vorbei. Der Vorsitzende beginnt seinen Angriff auf das Labor. Takeru wird von Oka begleitet, während Usagi und Mari aus der Ferne schnüffeln. Im Labor enthüllt Isuka, dass Ikaruga nach ihrer Flucht von den Wissenschaftlern so modifiziert wurde, dass sie fokussierter ist und Schmerzen empfindet, wenn sie eine Emotion erfährt, um sicherzustellen, dass sie nicht wie Ikaruga entkommt. Anstatt die Zelle zu übergeben, möchte Ikaruga das Dunkelelfenprojekt zerstören und mit Isuka fliehen, wie sie es vor 4 Jahren wollte. Isuka schießt Ikaruga ins Bein und fordert sie auf, die Zelle zu übergeben. Ikaruga enthüllt ihre Experimente mit der produzierten ZelleNanomaschinen, die sie in ihren eigenen Körper implantierte, um ihre DNA in Kopien der DNA in der Zelle umzuwandeln. Sie aktiviert ihre Nanomaschinen und verwandelt sich in einen Dunkelelfen. Mit Dunkelelfenmagie erschafft sie eine Antimateriebombardiert und droht das ganze Labor zu zerstören, um Isuka zu retten. Isuka ist fast überwältigt von dem Schmerz ihrer Gefühle und steht kurz davor, zuzustimmen, zu gehen, wenn beide von Haunted angegriffen werden, der Isuka ersticht. Draußen geht Takeru und Oka die Magie aus und ihre Reliktesser werden abgeschaltet. Usagi hat ebenfalls fast keine Kugeln mehr. Wütend zündet Ikaruga ihre Bombe und zerstört das oberste Stockwerk. Sie versucht, Isuka mit ihren Nanomaschinen zu heilen, aber sie sind immer noch unvollkommen und versagen. Isuka enthüllt, dass Ikarugas Waldelfenbaby Kanaria noch lebt und mit Valhalla zusammen ist, bevor sie stirbt. Haunted ruft einen mechanischen Drachen herbei, um das Gebäude zu zerstören. Takeru bewahrt Ikaruga vor dem Sturz und arbeitet dann mit Oka zusammen, um den Drachen abzulenken, während Usagi ihn mit einer an der Wand montierten Railgun abschießt. Oka ist verletzt und Takeru \u0027 s Relic Eater hat keine Magie mehr und wird heruntergefahren, bevor er den Drachen erledigen kann. Mari überträgt ihre Magie schnell auf Takerus Schwert und der Drache wird mit Takerus letztem Schlag besiegt. Ikaruga beschließt, weiter zu kämpfen, jetzt weiß sie, dass Kanaria auf sie wartet. Takeru verspricht zu helfen und klopft ihr auf den Kopf, was sie genießt, während sie weint, weil sie Isuka verloren hat.","versions":[{"lang":1,"streams":[{"redirect":8774083,"hoster":"VOE"},{"redirect":8634934,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8385241,"hoster":"VOE"},{"redirect":8385244,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Trink-Trupp 35","epNo":9,"alt":"The 35th Drunken Platoon / Crazy Summer Time","descr":"Mit Ikaruga zurück in der Akademie plant der 35. Zug eine Undercover-Mission, um den Schwarzmarkthandel mit Artefakten zu verhindern. Ikaruga bezweifelt, dass die Mädchen die Mission bewältigen können, da es darum geht, in einem Gentlemen\u0027s Club verdeckt zu werdenund sie müssten Gäste unterhalten. Im Club kämpft Oka mit den männlichen Kunden und wird von ihrem Ziel befummelt und schlägt ihn, aber sie hatten die ganze Zeit das falsche Ziel. Sie schaffen es, das eigentliche Ziel zu verhaften, aber Oka ist deprimiert und hat einen Fehler gemacht. Der beschlagnahmte magische Ring erweist sich als fast wertlos. Ikaruga schlägt vor, dass es einen Liebeszauber enthalten könnte, was die Mädchen dazu veranlasst, darüber zu streiten, wer es testen soll, und endet damit, dass es an Takerus Finger hängen bleibt. Der Ring enthält tatsächlich einen Zauber der Trunkenheit, der dazu führt, dass die Mädchen betrunken werden. Usagi redet wie ein Baby und versucht Takeru zu belästigen, Mari weint über Takeru, mag nur große Brüste und zeigt ihm ihre eigenen. Oka wird sehr glücklich und belästigt auch Takeru. Lapis sitzt mit dem Schluckauf auf ihrem Stuhl. Ikaruga wird gegenüber Takeru extrem romantisch, erbricht sich dann aber überall an ihm. Am nächsten Tag, dem 35. Zug, gehen Sie zum Strand, um herauszufinden, wie das Wetter so manipuliert wurde, dass der Sommer viel länger dauert als es natürlich ist. Ikaruga verrät, dass sie Sommerwetter hasst. Takeru besteht darauf, Spaß zu haben. Mari und Usagi werden eifersüchtig, als Lapis während der gesamten Busfahrt auf Takerus Schoß sitzt. Ihre Ermittlungen gehen nirgendwo hin und sie ziehen sich Badeanzüge an und spielen Strandspiele, während Ikaruga im Schatten schmollt. Lapis zeigt Interesse am Angeln. Takeru eilt mit Bauchschmerzen ins Badezimmer, während die Mädchen einen verletzten Jungen bemerken, der von einem Seemonster angegriffen wurde. Lapis bestätigt, dass es sich um eine seltene Magie handelt Am nächsten Tag, dem 35. Zug, gehen Sie zum Strand, um herauszufinden, wie das Wetter so manipuliert wurde, dass der Sommer viel länger dauert als es natürlich ist. Ikaruga verrät, dass sie Sommerwetter hasst. Takeru besteht darauf, Spaß zu haben. Mari und Usagi werden eifersüchtig, als Lapis während der gesamten Busfahrt auf Takerus Schoß sitzt. Ihre Ermittlungen gehen nirgendwo hin und sie ziehen sich Badeanzüge an und spielen Strandspiele, während Ikaruga im Schatten schmollt. Lapis zeigt Interesse am Angeln. Takeru eilt mit Bauchschmerzen ins Badezimmer, während die Mädchen einen verletzten Jungen bemerken, der von einem Seemonster angegriffen wurde. Lapis bestätigt, dass es sich um eine seltene Magie handelt Am nächsten Tag geht der 35. Zug zum Strand, um herauszufinden, wie das Wetter manipuliert wurde, damit der Sommer viel länger dauert als es natürlich ist. Ikaruga verrät, dass sie Sommerwetter hasst. Takeru besteht darauf, Spaß zu haben. Mari und Usagi werden eifersüchtig, als Lapis während der gesamten Busfahrt auf Takerus Schoß sitzt. Ihre Ermittlungen gehen nirgendwo hin und sie ziehen sich Badeanzüge an und spielen Strandspiele, während Ikaruga im Schatten schmollt. Lapis zeigt Interesse am Angeln. Takeru eilt mit Bauchschmerzen ins Badezimmer, während die Mädchen einen verletzten Jungen bemerken, der von einem Seemonster angegriffen wurde. Lapis bestätigt, dass es sich um eine seltene Magie handelt Ihre Ermittlungen gehen nirgendwo hin und sie ziehen sich Badeanzüge an und spielen Strandspiele, während Ikaruga im Schatten schmollt. Lapis zeigt Interesse am Angeln. Takeru eilt mit Bauchschmerzen ins Badezimmer, während die Mädchen einen verletzten Jungen bemerken, der von einem Seemonster angegriffen wurde. Lapis bestätigt, dass es sich um eine seltene Magie handelt Ihre Ermittlungen gehen nirgendwo hin und sie ziehen sich Badeanzüge an und spielen Strandspiele, während Ikaruga im Schatten schmollt. Lapis zeigt Interesse am Angeln. Takeru eilt mit Bauchschmerzen ins Badezimmer, während die Mädchen einen verletzten Jungen bemerken, der von einem Seemonster angegriffen wurde. Lapis bestätigt, dass es sich um eine seltene Magie handeltSeehasemit der Fähigkeit, den Sommer auf unbestimmte Zeit zu verlängern. Während Takeru auf der Toilette festsitzt, wird Ikaruga von der Hitze ohnmächtig und Oka kann nicht schwimmen, ohne zu sinken. Die Gefangennahme des Seehasen bleibt Usagi, Mari und Lapis überlassen. Lapis schlägt das Angeln vor und befestigt Usagi und Mari an einer Angelrute. Die riesige Kreatur erscheint und belästigt Mari und Usagi mit ihren Tentakeln. Nachdem sich Takeru erholt hat, aktiviert er seine Hexenjäger-Rüstung, um die Mädchen zu retten, sinkt jedoch vom Gewicht der Rüstung. Unter Wasser verwandelt Lapis das Schwert in eine Angelrute, mit der Takeru den Seehasen fängt. Oka deaktiviert Maris Gleipnir-Halskette und sie benutzt ihre Magie mit Takerus Angelrute, um den Seehasen auf den Strand zu bringen und ihn zu besiegen. Ihre Mission über Oka kauft Mari-, Lapis- und Usagi-Eis, um das Monster ohne sie zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8774079,"hoster":"VOE"},{"redirect":8634929,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473929,"hoster":"VOE"},{"redirect":8385247,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kiseki Kusanagi","epNo":10,"alt":"Kusanagi Kiseki","descr":"Takeru besucht seine jüngere Schwester Kiseki, die in einem Hochsicherheitsgefängnis untergebracht ist. Obwohl sie seine Besuche genießt, hat sie einen Bruderkomplex und scheint eifersüchtig zu sein, dass er so viele weibliche Teamkollegen hat. Takeru ist sichtlich verärgert darüber, dass seine Schwester gezwungen ist, Ketten zu tragen und dauerhaft sediert bleibt, außer wenn er sie besucht. 35. Zug nimmt mehrere Kriminelle fest und verdient viele Punkte. Takeru hat eine Halluzination der beiden Studenten, die Haunted in der Arena getötet hatte, Kyoya und Yoshimizu, und stellt fest, dass Kyoya noch lebt und jetzt für den Vorsitzenden arbeitet. Der Vorsitzende besucht das Gefängnis und sieht zu, wie Kiseki geweckt wird. Er enthüllt, dass Kiseki einen Dämonenkörper hat und alles, was sie berührt, aufgelöst und dann von ihrem Körper absorbiert wird, was dazu führt, dass ihre Dämonenkörperteile außer Kontrolle geraten. Schließlich würde sie den ganzen Planeten verbrauchen. Um dies zu verhindern, muss Kiseki routinemäßig getötet und wieder zum Leben erweckt werden, um ihre dämonischen Körperteile abzutöten. Besuche ihres Bruders verbessern normalerweise ihre geistige Stabilität, aber nachdem sie von seinen neuen weiblichen Teamkollegen gehört hat, wird sie verärgert und instabil. Ihre Kraft steigt und sie verwandelt sich in einen gehörnten Dämon und beginnt, ihre Fesseln zu absorbieren. Der Untergebene des Vorsitzenden Kurogane betritt ihre Zelle, um sie zu unterwerfen. Kiseki schreit nach ihrem Bruder. Auf einer anderen Mission verfolgt der 35. Zug einen äußerst gefährlichen Zauberer zu seinem Versteck, aber sie werden entdeckt. Takeru ist gezwungen, ihn zu verfolgen, aber der Zauberer wird von Kiseki ermordet und absorbiert, der aus dem Gefängnis entkommen ist und Takeru durch seinen Herzschlag verfolgt hat. Von den Mädchen entdeckt, zieht Takeru sein Schwert und greift sie fast an, als sie Kiseki sehen. Nachdem er sich beruhigt hat, zeigt er, dass Kiseki seine Schwester ist und die höchste Bedrohungsstufe für eine Hexe auf dem gesamten Planeten hat. Er verspricht, Kiseki davon abzuhalten, seinen Freunden Schaden zuzufügen. Der Vorsitzende schickt Kurogane, um Kiseki zu fangen. Während Kiseki schläft, erklärt Takeru, dass Kiseki als Kind viele Menschen getötet hat, aber nur, weil ihre Macht sie dazu gezwungen hat, als sie sich bedroht fühlte, und sie ist normalerweise ein sehr süßes und schüchternes Mädchen. Ikaruga hilft, indem sie erklärt, dass sie wahrscheinlich an einem Überlaufsyndrom leidet, bei dem Hexen, die nicht aus einer Hexenfamilie stammen, deren Magie spontan erscheint, ihre Magie nicht kontrollieren können. Normalerweise kann dies durch das Tragen einer Gleipnir-Halskette wie Mari überwunden werden, aber Kiseki produziert so viel magische Energie, dass sie den Gleipnir überlastet und zu einer Naturkatastrophe beim Gehen wird. Takeru gibt leider zu, dass es das Beste ist, sie den Inquisitoren zu übergeben. Oka schlägt vor, dass er sich eine Stunde Zeit nimmt, um sich mit seiner Schwester zu verbinden, und die Mädchen kleiden Kiseki in ein schönes Outfit, damit sie sich mit einem Bruder / einer Schwester verabreden können. Takeru und Kiseki haben eine schöne Zeit und Kiseki bittet Takeru um einen Gefallen. Takeru verspricht, alles zu tun, was sie will. Kiseki bittet Takeru, sie zu töten.","versions":[{"lang":1,"streams":[{"redirect":8774081,"hoster":"VOE"},{"redirect":8634928,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8385256,"hoster":"VOE"},{"redirect":8385255,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Takeru Kusanagi","epNo":11,"alt":"Kusanagi Takeru","descr":"Kiseki zeigt, dass ihre Macht stärker geworden ist und wird normalerweise versuchen, ihre Wünsche zu erfüllen, insbesondere jene, die Tod und Zerstörung beinhalten, was sie erschreckt. Sie möchte sterben, damit sie nicht mehr töten kann und möchte, dass Takeru es tut. Takeru weigert sich und sagt, dass er sie immer beschützen wird, bis sie die Kontrolle verliert und er sie töten muss. Dann wird er mit ihr sterben. Die Walhalla-Mitglieder Orochi und Kanaria, die jetzt Miss Watery heißen, erfahren, dass Kiseki, den sie aus dem Gefängnis ausbrechen wollten, geflohen ist und plant, sie zu fangen. Takeru und Kiseki werden von Kyoya und Yoshimizu angegriffen, die versuchen, Kiseki zu töten. Takeru aktiviert seinen Reliktesser, um sie zu beschützen, stellt jedoch fest, dass Yoshimizu tatsächlich Kyoyas Reliktesser in menschlicher Form ist, genau wie Lapis. Ihr Kampf wird von Kurogane und mehreren Dragonern unterbrochen. Kiseki wird verhaftet und mit einem Gleipnir ausgestattet. Takeru entschuldigt sich dafür, sie nicht beschützt zu haben und verspricht, sie im Gefängnis zu besuchen. Kiseki lässt ihn schwören, sein anderes Versprechen zu halten, bevor er von einem Beruhigungsmittel im Gleipnir zusammenbricht. Um ihr zu helfen, die Gefangennahme zu vermeiden, wird Takeru in Einzelhaft gesteckt. Der Vorsitzende teilt Takeru mit, dass Kiseki in eine geheime Alchemisteneinrichtung gebracht wird, in der Hoffnung, ihre Kräfte endgültig zu unterdrücken. Miss Watery greift den Flugzeugtransport an, aber es ist ein Köder und Kiseki sitzt auf einem Lastwagen. Kyoya verrät, dass er plant, Haunted und jeden anderen Ketzer, den er kann, zu töten. Der Truck wird von Valhalla Dragonern angegriffen. In einem Rückblick hatte Takeru seine kleine Schwester in einem Lagerhaus in der Nähe ihres Hauses entdeckt und von seinem Vater erfahren, dass jede Tochter aus ihrem Clan seit Generationen als Dämonen geboren und bei der Geburt getötet wurde. Aber jede Generation brachte mächtigere Dämonenmädchen hervor, bis Kiseki schließlich völlig unsterblich und unfähig geboren wurde, getötet zu werden. Schließlich entkam sie dem Lagerhaus und tötete ihren Vater. Takeru traf die Entscheidung, sie immer zu beschützen. Im Gefängnis dankt Oka Takeru dafür, dass sie ihr Leben friedlicher gemacht hat. Sie werden von Präsident Nagaru freigelassen, der enthüllt, dass Kiseki von Valhalla angegriffen wurde. Jeder vom 35. Zug hilft Takeru bei der Flucht. Kyoya und Kurogane werden von Orochi angegriffen. Kyoya flieht mit dem Lastwagen, beschließt jedoch, Kiseki als Ketzer zu ermorden. Takeru kommt an und stellt fest, dass Kyoya von seinem Relikt in den Wahnsinn getrieben wurde, das die Form von Yoshimizu annahm, um sein Verlangen nach Rache zu steigern. Nach einem kurzen Kampf wird Kyoya von Takeru und Oka überwältigt und entkommt. Der Vorsitzende, der aus der Nähe zusieht, beklagt, dass Takeru es noch nicht versteht. Kiseki \u0027 s Macht dient dazu, ihre Wünsche zu erfüllen, und weil sie nur von Takeru getötet werden möchte, wird sie unsterblich bleiben, bis er sie tötet. Haunted greift plötzlich an und ersticht Takeru und wünscht sich, dass Kiseki das Chaos überall verbreitet. Als Takeru verletzt wird, verliert Kiseki die Kontrolle und beginnt, alles zu absorbieren, was zu einer enormen Größe wird.","versions":[{"lang":1,"streams":[{"redirect":8774080,"hoster":"VOE"},{"redirect":8634936,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502250,"hoster":"VOE"},{"redirect":8385263,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein unendlicher Wunsch","epNo":12,"alt":"Supreme Wish","descr":"Kiseki wächst weiter in der ganzen Stadt und nimmt dabei Gebäude und Menschen auf. Der Vorsitzende beobachtet und wird von der alchemistischen Vorsitzenden Suzuka Suginami, Isuka und Ikarugas kindlicher Mutter begleitet, die die gesamte Situation inszeniert hat, um zu beobachten, wie Kiseki außer Kontrolle gerät und feststellt, ob sie einen wissenschaftlichen Wert hat. Sie und der Vorsitzende setzen darauf, ob Takeru seine Schwester töten wird. Um Takeru zu retten und Haunted Oka zu besiegen, schließt sie schließlich einen vollständigen Vertrag mit ihrem Reliktesser Vlad ab und schaltet ihre eigene Hexenjäger-Rüstung frei. Haunted wird gegen Kiseki geschlagen und absorbiert. Oka und der verwundete Takeru fliehen mit den anderen Mädchen, werden aber von Kisekis wachsendem Körper gefangen. In seinen Träumen wird Takeru von Lapis konfrontiert, der ihn daran erinnert, dass er bei Vertragsabschluss versprochen hat, das für ihn Kostbare aufzugeben, um seine Ziele zu erreichen und seine Menschlichkeit im Austausch gegen Macht aufzugeben. Sie küsst ihn dann und beginnt seine Seele zu essen, um seinen God Hunter-Modus freizuschalten. Kisekis Körper beginnt sich zu spalten und fliegende Dämonen in den Himmel zu entlassen, um Oka anzugreifen. Takeru erwacht plötzlich, trägt eine viel stärkere Rüstung und deaktiviert gewaltsam Okas Reliktesser. Er fordert die Mädchen auf, sich in Sicherheit zu bringen, bevor seine Seele vollständig verbraucht ist und er nicht mehr Takeru ist. Oka bittet ihn, nicht die Last zu tragen, seine eigene Schwester getötet zu haben. Takeru geht, um Kiseki zu finden. Bevor er seine Schwester erreichen kann, wird er von Haunted angegriffen, der sich der Absorption widersetzte und entschlossen war, Kiseki nach Valhalla zu bringen. Während sie sich duellieren, beschuldigt Kiseki Takeru, sie vor Jahren nicht getötet zu haben, was ihr erlaubt, ein Monster zu werden. Takeru drückt seinen Wunsch aus, seine Schwester zu retten und mit seinen Freunden nach Hause zu gehen. Kiseki möchte, dass Takeru glücklich lebt, aber auch mit ihr stirbt, wie er es versprochen hat, und der Konflikt führt dazu, dass die Dämonenkörper zusammenbrechen und Kiseki in ihnen verschwindet. Takeru besiegt schließlich Haunted und wirft sich in Kisekis Körper. Als er sie findet, zieht er sie frei und trennt sie von den wachsenden Dämonenkörpern, die sich auflösen und verschwinden, sich aber nicht dazu bringen können, sie zu töten. Valhalla zieht sich zurück. Orochi ermahnt den Vorsitzenden, der offenbar über 150 Jahre alt ist, dass er versucht hat, mit Takeru einen alten Krieg wieder in Gang zu bringen. Takeru fühlt sich schuldig, dass er Kiseki nur zu mehr Leiden in der Zukunft verurteilt hat.","versions":[{"lang":1,"streams":[{"redirect":12173288,"hoster":"VOE"},{"redirect":8634938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473926,"hoster":"VOE"},{"redirect":8385270,"hoster":"Streamtape"}]}]}]}]}