{"seriesId":"taisou-zamurai","name":"Taisou Zamurai","descr":"Es ist das Jahr 2002. Diese Geschichte handelt von einem jungen Japaner, der einst an der Spitze der Turnwelt stand. Shotaro Aragaki (29), ehemaliger Leistungsturner der japanischen Nationalmannschaft, hat sein ganzes Leben dem Turnen gewidmet, aber kann nicht mehr an seine alten Leistungen anknüpfen. Obwohl er jeden Tag hart trainiert, rät ihm sein Trainer Amakusa schließlich dazu, das Turnen aufzugeben. Jotaro beginnt zu zweifeln, aber wird von seiner Tochter Rei tatkräftig unterstützt. Schließlich ist es eine unverhoffte Begegnung, die Jotaros Schicksal eine neue Wendung gibt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Retired Samurai","descr":"Der Turner Jotaro Aragaki wird von seinem Trainer aufgefordert, sich zurückzuziehen, aber er kann sich nicht dazu bringen, es seiner Familie zu sagen.","versions":[{"lang":3,"streams":[{"redirect":8385110,"hoster":"VOE"},{"redirect":8385108,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Rock-Bottom Samurai","descr":"Nach der Pressekonferenz, bei der er seinen Rücktritt nicht bekannt gab, muss Jotaro seine nächsten Schritte herausfinden.","versions":[{"lang":3,"streams":[{"redirect":8385118,"hoster":"VOE"},{"redirect":8385117,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dueling Samurai","descr":"Der junge aufstrebende Turner Tetsuo Minamino fordert Jotaro zu einem Turnduell mit Jotaros Karriere heraus.","versions":[{"lang":3,"streams":[{"redirect":13473931,"hoster":"VOE"},{"redirect":8385124,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Samurai Daughter","descr":"Als Jotaro hart daran arbeitet, sich auf den NHK Cup vorzubereiten, bemerkt Leo, dass Rei sich seltsam verhalten hat, und versucht herauszufinden, was los ist.","versions":[{"lang":3,"streams":[{"redirect":13473928,"hoster":"VOE"},{"redirect":8385131,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Battling Samurai","descr":"Es ist Zeit für den NHK Cup, Jotaros ersten offiziellen Wettbewerb nach seiner Pressekonferenz, aber alle Augen sind auf die jungen Turner gerichtet, gegen die er antritt.","versions":[{"lang":3,"streams":[{"redirect":13473927,"hoster":"VOE"},{"redirect":8385139,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Samurai Father and Daughter","descr":"Rei\u0027s Geburtstag steht vor der Tür, aber als Jotaro sich auf das gemeinsame Trainingslager mit China vorbereitet, bleibt sie allein, um sich ihren Gefühlen zu stellen.","versions":[{"lang":3,"streams":[{"redirect":13473930,"hoster":"VOE"},{"redirect":8385141,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Training Camp Samurai","descr":"Das gemeinsame Training mit China hat begonnen. Der Prinz von Bandana fordert den König der letztjährigen Weltmeisterschaft Lui Longxiang heraus, der Samurai macht auch mit.","versions":[{"lang":3,"streams":[{"redirect":13473935,"hoster":"VOE"},{"redirect":8385152,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Intensive Training Samurai","descr":"Samurai perfektioniert seinen Spezialzug \u0027Aragaki\u0027, aber er möchte seinem Triple Spin einen weiteren Spin hinzufügen. Er beginnt zu trainieren, Ninja hilft ihm mit Ratschlägen. Kitty besucht Rei für die Sommerferien.","versions":[{"lang":3,"streams":[{"redirect":13473933,"hoster":"VOE"},{"redirect":8385158,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Ninja \u0026 Samurai","descr":"Samurai gelingt es, seinen Vierfach-Flip auszuführen. Auf dem Heimweg hat er eine kleine Verletzung an den Füßen und Ninja macht sich Sorgen. Ninjas Vergangenheit wird enthüllt.","versions":[{"lang":3,"streams":[{"redirect":13473934,"hoster":"VOE"},{"redirect":8385166,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Samurai\u0027s Decisive Battle","descr":"Die All-Japan Artistic Gymnastics Championships beginnen. Samurai ist in großartiger Form. Ninja beschließt, nach London zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":13473936,"hoster":"VOE"},{"redirect":8385173,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Gymnastics Samurai","descr":"Die letzte Schlacht beginnt gleich. Rei beschließt, zum Flughafen zu gehen und Ninja zur Gymnastik der Samurai zu bringen. Der Bandana-Prinz beginnt mit einem Knall. Wird Samurai ihn schlagen können? Wird Rei es rechtzeitig schaffen, Ninja am Verlassen zu hindern?","versions":[{"lang":3,"streams":[{"redirect":13473937,"hoster":"VOE"},{"redirect":8385180,"hoster":"Streamtape"}]}]}]}]}