{"seriesId":"tales-of-symphonia","name":"Tales of Symphonia","descr":"Nach einem großen Krieg, in dem fast das gesamte Mana erschöpft wurde, bleibt die Welt ausgelaugt zurück. Die Pflanzen verkümmern, der Boden ist nicht mehr so fruchtbar wie vorher und die Dörfer müssen erneut aufgebaut werden. Die Bevölkerung führt ein sehr entbehrungsreiches Leben. Um die Göttin Martel zu erwecken, welche sich in die Himmel zurückzog, um den Krieg der Menschen zu vergessen, muss die Auserwählte auf die \"Reise der Welterneuerung\" gehen. Colette ist diese Auserwählte. Ihr erscheint eines Tages das Orakel in Form eines Engels, welches den Beginn einer neuen Ära einläutet. Sie soll zum Turm des Heils reisen, um dort die Treppe zum Himmel zu erklimmen. Auf dem Weg dorthin muss sie vier Siegel brechen, an denen sie jeweils eine Prüfung bestehen muss. Falls sie es schaffen sollte, wird das Mana ihrer Welt wieder hergestellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sylvarant Arc (1)","epNo":1,"alt":"Sylvarant Arc (1)","descr":"Nach einem damaligen großen Krieg wurde ein Großteil des Manas welches die Welt am Leben erhält, erschöpft. Die Welt Sylvarant ist dem Untergang nahe und kann nur durch die Auserwählte gerettet werden. So macht sich Colette zusammen mit ihrer Lehrerin Raine und Kratos auf den Weg zu ihren Prüfungen.","versions":[{"lang":1,"streams":[{"redirect":8774144,"hoster":"VOE"},{"redirect":8634991,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sylvarant Arc (2)","epNo":2,"alt":"Sylvarant Arc (2)","descr":"Auf dem Weg zum ersten Siegel hört Kratos eines Nachts verdächtige Geräusche und ist sofort in Alarmbereitschaft. Doch es sind keine Angreifer, sondern nur Lloyd und Genis, die es nicht auf sich sitzen lassen konnten, ihre Freundin alleine zu lassen. So machen sie sich auf den Weg zur ersten Prüfung, die einige Schwierigkeiten mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":8774145,"hoster":"VOE"},{"redirect":8634986,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sylvarant Arc (3)","epNo":3,"alt":"Sylvarant Arc (3)","descr":"Eine Gruppe von Desians überfällt ein kleines Dorf. Sheena versucht, gegen die Angreifer anzukommen, scheitert aber doch. Als Lloyd und die anderen sie finden, schmieden sie einen Plan, wie sie gegen die Desians ankommen können. Dabei stoßen sie auf ein unfassbares Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8774146,"hoster":"VOE"},{"redirect":8634988,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sylvarant Arc (4)","epNo":4,"alt":"Sylvarant Arc (4)","descr":"Die Verwandlung von Colette in einen Engel schreitet Stück für Stück voran. Nur leider nicht ohne Folgeschäden. Colette leidet von Prüfung zu Prüfung mehr. Langsam zweifeln Lloyd, Genis und Raine daran, ob es richtig war, Colette für die Rettung von Sylvarant zu opfern. Sie entschließen sich, Colette zu retten und treffen auf eine Gruppe, die ihnen dabei helfen will.","versions":[{"lang":1,"streams":[{"redirect":8774148,"hoster":"VOE"},{"redirect":8634984,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tethe\u0027alla Arc (1)","epNo":5,"alt":"Tethe\u0027alla Arc (1)","descr":"Sheena erzählt der Gruppe, dass die medizinische Entwicklung in Tethe\u0027alla weiter fortgeschritten ist als in Sylvarant und sie Colette somit möglicherweise helfen können. Deshalb macht sich die Gruppe gemeinsam auf nach Tethe\u0027alla, Sheenas Heimat, um den Auserwählten von Tethe\u0027alla zu treffen. Doch dort warten schon neue Gegner auf sie und zu allem Überfluss wird Colette auch noch entführt.","versions":[{"lang":1,"streams":[{"redirect":8774152,"hoster":"VOE"},{"redirect":8634987,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tethe\u0027alla Arc (2)","epNo":6,"alt":"Tethe\u0027alla Arc (2)","descr":"Die Gruppe trifft auf einen Schmied und ein junges Mädchen namens Presea. Der Schmied hat damals Fassungen für die Exspheres geschmiedet und sie somit unter Kontrolle gebracht. Allerdings ist der Schmied zu alt um sein Handwerk noch auszuführen, erklärt sich aber bereit, es Lloyd beizubringen. Eines Nachts steht allerdings ein Gefangener in Handschellen vor dem Haus.","versions":[{"lang":1,"streams":[{"redirect":12382145,"hoster":"VOE"},{"redirect":8634990,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tethe\u0027alla Arc (3)","epNo":7,"alt":"Tethe\u0027alla Arc (3)","descr":"Lloyd und die anderen erfahren von den Renegades, dass sich Colette angeblich im \"Nest der Drachen\" aufhalten soll. Das \"Nest der Drachen\" ist eine von Gewitterwolken umgebene Festung, der man sich nur mit Flugdrachen oder Rheairds nähern kann. Sheena versucht vorher noch einen Pakt mit dem Elementargeist Volt zu schließen, damit die Gruppe eine Chance gegen ihre Gegner hat.","versions":[{"lang":1,"streams":[{"redirect":13113606,"hoster":"VOE"},{"redirect":8635005,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tethe\u0027alla Arc (4)","epNo":8,"alt":"Tethe\u0027alla Arc (4)","descr":"Lloyd und seine Gefährten machen sich auf den Weg, nun endlich das \"Nest der Drachen\" anzugreifen und Colette somit zu befreien. Allerdings ist der Kampf härter als erwartet und die Gegner scheinen übermächtig zu sein. Werden sie es schaffen, Colette zu retten?","versions":[{"lang":1,"streams":[{"redirect":8774154,"hoster":"VOE"},{"redirect":8634989,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"The United World Arc (1)","epNo":9,"alt":"The United World Arc (1)","descr":"Lloyd und seine Gefährten sehen nur eine Chance, sowohl die Welt Sylvarant, als auch die Welt Tethe\u0027alla zu retten: Sie müssen beide Welten und deren Mana miteinander verbinden. Auch ihre Gruppe hat Zuwachs bekommen, einen kleinen Jungen namens Mithos. Genis freundet sich mit dem Jungen an und fühlt sich ihm sehr verbunden. Allerdings scheint Mithos ein dunkles Geheimnis zu haben...","versions":[{"lang":1,"streams":[{"redirect":13113605,"hoster":"VOE"},{"redirect":8635004,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"The United World Arc (2)","epNo":10,"alt":"The United World Arc (2)","descr":"Colette wurde von Mithos entführt, damit dieser seine verstorbene Schwester Martell zurückholen kann. Colette soll als leeres Gefäß für Martells Rückkehr dienen. Lloyd und die anderen wollen dies um jeden Preis verhindern und Colette retten. Dazu müssen sie sich ihren Gegnern erneut am Turm des Heils zum Kampf stellen, doch die Uhr tickt.","versions":[{"lang":1,"streams":[{"redirect":8774158,"hoster":"VOE"},{"redirect":8634993,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"The United World Arc (3)","epNo":11,"alt":"The United World Arc (3)","descr":"Als Mithos merkt, dass seine geliebte Schwester gar nicht zurückkehren will, kann er nur noch Wut aufbringen und es kommt erneut zum Kampf. Lloyd hingegen muss sich nicht nur seinen Gegnern stellen, sondern muss sich auch mit seiner Vergangenheit auseinander setzen. Und auch die beiden Welten müssen gerettet werden.","versions":[{"lang":1,"streams":[{"redirect":8774155,"hoster":"VOE"},{"redirect":8635002,"hoster":"Streamtape"}]}]}]}]}