{"seriesId":"tales-of-zestiria-the-cross","name":"Tales of Zestiria: The Cross","descr":"Sorey ist als Mensch unter den Seraphim aufgewachsen ‒ spirituelle Wesen, die für Menschen eigentlich nicht sichtbar sind. Sein Ziel ist es, die Welt zu einem Ort zu machen, wo Menschen und Seraphim zusammenleben können, so wie es die alten Legenden besagen. Als er eines Tages das erste Mal die Hauptstadt der Menschen betritt, wird er in einen Zwischenfall verwickelt, bei dem er das Heilige Schwert aus einem Felsen zieht und somit zum sagenumwobenen Bezwinger des Unheils, dem Hirten, wird. Mit der Zeit beginnt er, die Tragweite dieses Titels zu verstehen, wodurch sein Traum unerreichbar scheint.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Stadt des Himmels","epNo":1,"alt":"Capital of Seraphim","descr":"All die Menschen, denen Alisha in Grielle begegnet ist, werden vom Wirbelsturm verschluckt, bis sie allein zurückbleibt. Sie irrt umher und findet schließlich in einer antiken Ruine das Wandbild eines \"Hirten\", der irgendwann die Welt retten soll. Sie wird von einem Insektenschwarm angegriffen und entkommt nur knapp mit dem Leben. Tiefer in die Ruinen trifft sie schließlich auf Sorey …","versions":[{"lang":1,"streams":[{"redirect":12251343,"hoster":"VOE"},{"redirect":8634992,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384795,"hoster":"VOE"},{"redirect":8384800,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Elysia","epNo":2,"alt":"Izuchi","descr":"Mikleo will nicht, dass Sorey Alisha mit nach Elysia nimmt, doch dieser kann sie nicht im Stich lassen. Alisha ersucht die Hilfe der Seraphim, doch die halten Menschen für unheilvolle Wesen, sodass ihr Bitten auf taube Ohren stößt. Alisha verlässt Elysia und Lunarre taucht auf. Sorey merkt, dass dieser Alisha nach dem Leben trachtet. Mikleo und Sorey brechen in die \"Welt\" auf.","versions":[{"lang":1,"streams":[{"redirect":8774156,"hoster":"VOE"},{"redirect":8634994,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384812,"hoster":"VOE"},{"redirect":8384806,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fest der heiligen Klinge","epNo":3,"alt":"The Sacred Blade Festival","descr":"Sorey und Mikleo erreichen Ladylake, die Hauptstadt des Wassers. Für Sorey ist es der erste Ausflug in die Welt der Menschen und er kann seine Begeisterung darüber nicht verbergen. Dank der Hilfe von Rose, schafft er es sicher in die Hauptstadt. Dort muss er jedoch feststellen, dass Ladylake von Bosheit erfüllt ist. Während diese Mikleo krank macht, macht Sorey in der Stadt Lunarre ausfindig..","versions":[{"lang":1,"streams":[{"redirect":8774162,"hoster":"VOE"},{"redirect":8634996,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384816,"hoster":"VOE"},{"redirect":8384818,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Gesetz des Hirten","epNo":4,"alt":"The Shepherd\u0027s Destiny","descr":"Nachdem Sorey die Heilige Klinge gezogen hat und zum Hirten wurde, bricht er zusammen. Als er wieder zu sich kommt, erhält er von Alisha das Gewand des Hirten und geht in die Stadt, wo er zahlreiche Flaggen mit dem Symbol des Hirten entdeckt. Dadurch spürt er am eigenen Leib, welche Hoffnungen in den Hirten gesetzt werden. Er macht sich auf die Suche nach dem Ursprung der Bosheit in Ladylake …","versions":[{"lang":1,"streams":[{"redirect":8774157,"hoster":"VOE"},{"redirect":8634995,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12335530,"hoster":"VOE"},{"redirect":8384824,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Beginn des Unheils","epNo":5,"alt":"The Dawn of Chaos","descr":"Als sie auf der Gefängnisinsel gefangen ist, frisst Velvet sogenannte Dämonen und überlebt so mehrere Jahre, um sich irgendwann an Artorius Collbrande zu rächen, der in dieser Welt als Erlöser gilt. Eines Tages taucht vor ihr die Malak Seres auf, die einst Artorius’ Partner war und Velvet nun zur Flucht verhelfen will …","versions":[{"lang":1,"streams":[{"redirect":8774165,"hoster":"VOE"},{"redirect":8634997,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384829,"hoster":"VOE"},{"redirect":8384831,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Velvet Crowe","epNo":6,"alt":"Velvet Crowe","descr":"Auf dem Schiff, das auf die Gefängnisinsel gekommen war, befindet sich der Exorzist Oscar. Dieser folgt den Befehlen Artorius’ und will Velvet festnehmen. Oscar glaubt an die Richtigkeit der Welt, die Artorius ihm aufgezeigt hat, doch Velvet kann nicht verzeihen, dass er dafür ihren Bruder opferte. Während die beiden kämpfen, taucht plötzlich ein Drache auf, der es auf Velvet abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":12335522,"hoster":"VOE"},{"redirect":8635007,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384833,"hoster":"VOE"},{"redirect":8384839,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jeweilige Gefühle","epNo":7,"alt":"Each One\u0027s Feelings","descr":"Nachdem er von Lailah die wahre Aufgabe des Hirten erfahren hat, taucht vor Sorey ein Drache auf. Dieser verschwindet direkt wieder, ohne Sorey anzugreifen. Die Bürger danken ihm jedoch, woraufhin Sorey in das Anwesen des Kanzlers Bartlow eingeladen wird. Auf dem Weg dorthin sieht er die Atmosphäre, die in der Stadt herrscht, was seinen Entschluss, den Drachen zu verfolgen, festigt.","versions":[{"lang":1,"streams":[{"redirect":8774167,"hoster":"VOE"},{"redirect":8706790,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384840,"hoster":"VOE"},{"redirect":8384844,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ehrwürdiger Falkenkamm","epNo":8,"alt":"Rayfalke Spiritcrest","descr":"Während Mikleo auf der Suche nach dem göttlichen Artefakt ist, trifft Sorey auf dem Heiligen Berg Falkenkamm auf das Seraphmädchen Edna, die von Hellions angegriffen wird. Da die Bosheit zu stark ist, können sie den Hellions allein kein Ende bereiten, doch plötzlich taucht der Seraph Zaveid auf und löscht diese aus …","versions":[{"lang":1,"streams":[{"redirect":8852168,"hoster":"VOE"},{"redirect":8635000,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384852,"hoster":"VOE"},{"redirect":8384848,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die erkrankte Stadt","epNo":9,"alt":"The Plagued City","descr":"Nachdem durch starken Regen die Brücke über dem Griflet-Fluss zerstört wurde, müssen Alisha und der Medizinertrupp einen neuen Weg in die Stadt suchen. Sorey setzt seine Reise fort und zerbricht sich den Kopf darüber, wie er in Zukunft mit den Hellions umgehen will. Nachdem er von einem Soldaten der Hyland-Truppen von der zerstörten Brücke erfährt, geht er ebenfalls nach Marlind.","versions":[{"lang":1,"streams":[{"redirect":8774163,"hoster":"VOE"},{"redirect":8635001,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384858,"hoster":"VOE"},{"redirect":8384861,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alisha Diphda","epNo":10,"alt":"Alisha Diphda","descr":"Sorey nimmt die Verfolgung des Jungdrachen auf und gelangt nach Marlind, wo er auf Mikleo trifft. Die beiden gehen den Nebenherrscherpakt ein, und mit dem armatisierten Pfeil gelingt ihnen die Läuterung des Jungdrachen. Danach widmen sich beide der Läuterung des Wassers in der Stadt. Als Sorey Alisha dabei hilft, die Hilfsgüter aus Damensee zu verteilen, kommt es zu einem Wiedersehen mit Rose.","versions":[{"lang":1,"streams":[{"redirect":8774166,"hoster":"VOE"},{"redirect":8774170,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384865,"hoster":"VOE"},{"redirect":8384863,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Krieg","epNo":11,"alt":"The War","descr":"Sorey überlässt den Schutz von Marlind dem Schutzseraph Rohan und dem Normin-Seraph Atakk und bricht zum Talkessel von Glaivend auf. Als sie dort eintreffen, ist das Schlachtfeld längst von Bosheit erfüllt. Umzingelt von Bosheit hat Sorey schwer damit zu kämpfen, die Krieger um sich herum zu läutern. Schließlich begegnet er dem Herrn des Unheils.","versions":[{"lang":1,"streams":[{"redirect":8774168,"hoster":"VOE"},{"redirect":8634999,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384872,"hoster":"VOE"},{"redirect":8384867,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Herrscher des Unheils","epNo":12,"alt":"Lord of Calamity","descr":"Alisha versucht, den Krieg aufzuhalten, wird jedoch von einem ihrer eigenen Landsleute schwer verletzt. Als Rose versucht, sie zu beschützen, taucht vor ihr Dezel auf. Sorey, im Zentrum der Schlacht, begegnet schließlich die Manifestation der Bosheit: Dem Herrn des Unheils, Heldalf. Inmitten der Bosheit erkennt Sorey Heldalfs wahre Gestalt und verkündet, diesen zu läutern.","versions":[{"lang":1,"streams":[{"redirect":8774169,"hoster":"VOE"},{"redirect":8635003,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8384877,"hoster":"VOE"},{"redirect":8384878,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Welt ohne Bosheit","epNo":1,"alt":"World without Malevolence","descr":"In Begleitung von Rose und den Sperlingsfedern begeben sich Sorey und ihre Freunde in ein neues Land, Rolance. Unterwegs versuchen einige Schurken, Rose gestohlene Kräuter zu verkaufen. Wenn sie sie durchschaut, bneedrohen sie sie, aber Rose schlägt sie leicht. Sorey ist beeindruckt von ihrem scharfen Geschäftssinn. Nachts trainiert er weiter mit Lailah und lernt, die Böswilligkeit zu erkennen und zu stoppen. Er verfeinerte seine Fähigkeiten, um der mächtigen Masse der Böswilligkeit zu begegnen, die als \"Der Herr des Unglücks\" bekannt ist. Die Party kommt in der Handelsstadt Lastonbell an und trifft Mayvin, den Geschichtenerzähler.","versions":[{"lang":1,"streams":[{"redirect":8774172,"hoster":"VOE"},{"redirect":8706986,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473973,"hoster":"VOE"},{"redirect":8384883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Denzel-DerWind-Seraph","epNo":2,"alt":"Wind Seraph, Dezel","descr":"In Lastonbell tötet die von Rose angeführte Mordgilde \"Scattered Bones\" den Bischof, der seine Taschen gemästet und jeden zum Schweigen gebracht hat, der vielleicht spricht. Obwohl sie sich wegen Roses Haltung unwohl fühlt, begleitet Sorey sie zum Frühstück. Sergei, der General der kaiserlichen Rolance-Wachen, der Platinritter, erscheint. In der vergangenen Nacht war er auf der Suche nach Sorey gekommen, um sich schließlich zu berauschen, und hat sich für sein unangenehmes Verhalten entschuldigt. In diesem Moment ereignet sich eine Explosion in der Nähe des Heiligtums der Stadt, wodurch der Boden zusammenbricht. Sorey und Company beeilen sich zu überprüfen. Nachdem sie bestätigt haben, dass die Böswilligkeit den Zusammenbruch verursacht hat, betreten sie das Heiligtum, um eine Reinigung durchzuführen.","versions":[{"lang":1,"streams":[{"redirect":12335526,"hoster":"VOE"},{"redirect":8635006,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473978,"hoster":"VOE"},{"redirect":8384887,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eines jeden Philosphie","epNo":3,"alt":"Each One\u0027s Philosophies","descr":"Rose ist wütend, als sie erfährt, dass ihr Handelspartner Guren von den Männern des Bischofs gefangen genommen wurde und nicht mehr lebt. Um ihren Zorn zu lindern, macht sich Dezel the Seraph auf den Weg, um das Kirchenheiligtum in Lastonbell zu zerstören. Während Lailah und die anderen ihn aufhalten wollen, geht Sorey zu Rose. Obwohl sie Dezel nicht sehen kann, wird ihr bewusst, dass Dezel das Phänomen in der Nähe des Heiligtums verursacht, und fordert ihn auf, aufzuhören. Sorey fragt Dezel: \"Warum hast du versucht, das Heiligtum zu zerstören?\" Und Dezel erzählt von seiner Vergangenheit und wie er Rose kennengelernt hat.","versions":[{"lang":1,"streams":[{"redirect":8774173,"hoster":"VOE"},{"redirect":8635010,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473981,"hoster":"VOE"},{"redirect":8384900,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rache","epNo":4,"alt":"Revenge","descr":"Vor langer Zeit waren ihre Kameraden in den Windriders und ihr Pflegeelternteil Brad vom kaiserlichen Prinzen Konan zu Tode getrieben worden. Rose erhält die Nachricht von Prinz Konans Aufenthaltsort und bereitet sich auf eine Reise der Rache vor. Sorey wird von Sergei über den unaufhörlichen Regen informiert und beschließt, nach Pendrago, der Hauptstadt von Rolance, zu fahren, um die Ursache zu untersuchen. Sorey ist besorgt um Dezel und bittet Rose, sich ihm auf der Reise anzuschließen, wird aber rundweg abgelehnt. Als er nach Pendrago geht, bittet er Mikleo, Rose und Dezel, die bei ihr ist, zu folgen. Mikleo stimmt zu und er und Edna machten sich auf den Weg, um zu überprüfen, wie Roses Reise verläuft.","versions":[{"lang":1,"streams":[{"redirect":8774174,"hoster":"VOE"},{"redirect":8774177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473993,"hoster":"VOE"},{"redirect":8384903,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Gerechtigkeit vor Augen statt die Utopie","epNo":5,"alt":"Justice at Hand rather than Ideal beyond One\u0027s Reach","descr":"Rose findet schließlich Prinz Konan, das Ziel ihrer Rache, aber er hat sich bereits in eine Hölle verwandelt. Ihre Angriffe gegen ihn sind nutzlos und er kontert mit einer Macht, die jenseits des Menschen liegt. Als Dezel zu ihrer Hilfe kommt, stürzt der Turm, in dem sie kämpfen, plötzlich ein. Sorey rettet sie, aber Rose ist bestürzt darüber, dass Konan nirgends zu sehen ist und dass sie ihn nicht \"vollständig erledigt\" hat. Sorey sagt Rose, dass er es missbilligt, dass sie eine Attentäterin ist, worauf sie antwortet: \"Es gibt Leute auf dieser Welt, die getötet werden müssen.\" Und Sorey erklärt weiter über \"Böswilligkeit\".","versions":[{"lang":1,"streams":[{"redirect":8774181,"hoster":"VOE"},{"redirect":8635019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473989,"hoster":"VOE"},{"redirect":8384914,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verhandlungen","epNo":6,"alt":"Negotiation","descr":"Von den Platinrittern begleitet, erreichen Sorey und Freunde die Residenz von Doran, dem Herrscher des Rolance-Reiches. Doran erzählt Sorey die Legende, die durch die kaiserliche Familie weitergegeben wurde, über die Böswilligkeit in der Welt und den \"Beginn von Katastrophen\". Außerdem gibt er Sorey die beunruhigende Nachricht, dass Alisha von Hyland anscheinend unter Hausarrest gestellt wurde. Sorey ist schockiert, entscheidet aber, dass die Böswilligkeit so schnell wie möglich gestoppt werden muss und macht sich auf den Weg nach Pendrago. Währenddessen fragt Rose, die von Sorey erfahren hat, dass die Böswilligkeit die Ursache der Katastrophen in der Welt ist, Dezel, wie sie diese Böswilligkeit sehen kann. Dann geht sie mit einem bestimmten Verhandlungsvorschlag zu Sorey.","versions":[{"lang":1,"streams":[{"redirect":8774178,"hoster":"VOE"},{"redirect":8635009,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473997,"hoster":"VOE"},{"redirect":8392884,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ladylake","epNo":7,"alt":"Ladylake","descr":"Mit Rose, die mit ihm einen Knappenvertrag abschließt, geht Sorey zu Pendrago und reinigt den toten Drachen, der die Böswilligkeit weiter eitert. Dann erreicht ihn Alishas Stimme von Ladylake und ruft ihn um Hilfe, um mit den aufgetretenen Tornados fertig zu werden. Sie verliert die Verbindung zu ihm, aber Alisha geht nach Sitole, das sich auf dem Weg des Tornados befindet, um die Menschen zu retten. Alisha und ihre Ritter kommen sicher an, aber selbst hier greift eine Hölle an. Gerade als sie von dieser schlammartigen Hölle verschluckt werden soll, kommt der Seraph Zaveid.","versions":[{"lang":1,"streams":[{"redirect":12927742,"hoster":"VOE"},{"redirect":8635011,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473996,"hoster":"VOE"},{"redirect":8384926,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Läuterung","epNo":8,"alt":"Purification","descr":"Als Alisha und ihre Untergebenen erfahren, dass Maltran, ihr Lehrer, von Bartlow inhaftiert wurde und gekreuzigt wird, schleichen sie sich in Ladylake ein. Sie schwört, dass \"niemand sterben darf\" und sprintet unerschrocken durch die Stadt, obwohl Bartlows Männer ihren Weg versperren. Währenddessen verfolgen Sorey und seine Begleitung den Drachen, der auf Ladylake zusteuert, aber der Drache nimmt Fahrt auf, was es Sorey unmöglich macht, ihn einzuholen. Ungefähr zu dieser Zeit kommt Lunarre, um Maltran zu verspotten, der lächelt und erwidert: \"Alisha wird nicht hierher kommen.\"","versions":[{"lang":1,"streams":[{"redirect":8774179,"hoster":"VOE"},{"redirect":8635018,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13473999,"hoster":"VOE"},{"redirect":12482646,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Welt, von der ich einmal träumte","epNo":9,"alt":"The Ideal World","descr":"Mit Hilfe seiner Freunde reinigt Sorey den Drachen, der sich im Tornado auf dem Weg nach Ladylake befindet. Alisha und Rose hatten einen Teil der Böswilligkeit von Sorey absorbiert. Dies fordert seinen Tribut und führt dazu, dass sie in einen tiefen Schlaf fallen, aber sie erwachen ohne negative Auswirkungen. Sie beschließen, Sorey weiterhin als seine Knappen zu helfen. In der Zwischenzeit kämpft Dezel gegen Symonne, die erklärt, dass ihr Meister, der Herr des Unglücks, nicht länger aufgehalten werden kann und dass die Welt untergehen wird. Symonne zeigt Sorey eine Illusion des Herrn des Unglücks und obwohl er die Auswirkungen seiner überwältigenden Macht spürt, beschließt er, in das nördliche Land zu fahren, um den Herrn des Unglücks zu finden.","versions":[{"lang":1,"streams":[{"redirect":8774180,"hoster":"VOE"},{"redirect":8635008,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13474002,"hoster":"VOE"},{"redirect":8384945,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die nördlichen Lande","epNo":10,"alt":"Northern Land","descr":"Sorey und seine Begleitung ziehen in den Norden, um den Lord of Calamity zu finden. Alisha und Rose beschließen, Sorey als seine Knappen zu unterstützen und weiterhin mit Edna und Dezel die Armatisierung zu üben. Währenddessen liest Sorey den zweiten Himmelsbericht, den Lailah ihm gegeben hat, und findet Einträge über den Norden. Im nördlichen Land ist die Quelle einer Schöpfungskraft, und Erdimpulse verbinden die Welt damit. Dieses Land im äußersten Norden ist jedoch nicht wirksam bei der Verbreitung von Böswilligkeit. Sorey beginnt darüber nachzudenken, warum der Herr des Unglücks dorthin gehen würde. Dann greift die vom Norden überfließende Böswilligkeit Sorey und die anderen an.","versions":[{"lang":1,"streams":[{"redirect":8774182,"hoster":"VOE"},{"redirect":8635012,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13474001,"hoster":"VOE"},{"redirect":8384947,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zu Wind werden","epNo":11,"alt":"Be Like the Wind","descr":"Obwohl Sorey und seine Gesellschaft von zahlreichen Drachen und der Böswilligkeit vereitelt werden, machen sie Fortschritte und holen den Lord of Calamity ein. Aber nachdem er erklärt hat, dass er in die Mitte der Welt geht, verschwindet der Herr des Unglücks. Sorey und die anderen verfolgen ihn weit im Norden bis nach Meirchio, wo sie auf Grimoire vom Normin-Clan treffen. In der Stadt denkt Sorey über den Ursprung der Böswilligkeit sowie über die Seraphim und den Herrn des Unglücks nach. Nach ihrer kurzen Pause verabschiedeten sich Sorey zusammen mit Alisha, Rose und den fünf Seraphim von ihren Freunden, die mit ihnen gereist waren, und sie machten sich auf den Weg zu ihrer letzten Schlacht.","versions":[{"lang":1,"streams":[{"redirect":12927776,"hoster":"VOE"},{"redirect":8635013,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13474004,"hoster":"VOE"},{"redirect":8384960,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Antwort, zu der ich gelangt bin","epNo":12,"alt":"The Chosen Answer","descr":"Auf der Suche nach dem Herrn des Unglücks werden Sorey und seine Gesellschaft von einer riesigen Armee von Drachen behindert, aber Dezel gibt sein Leben, um die Drachen zu verprügeln und einen Weg zu eröffnen. Sorey geht weiter und ist fest entschlossen, dass Devels Opfer nicht umsonst gewesen sein wird. Sorey sieht eine enorme Menge an Böswilligkeit aus einer Höhle fließen und bestätigt die Anwesenheit des Herrn des Unglücks. Währenddessen hat der Lord of Calamity tief in der großen Höhle eine Konfrontation mit Maotelus, einem der fünf Lords.","versions":[{"lang":1,"streams":[{"redirect":8774185,"hoster":"VOE"},{"redirect":8635014,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13474005,"hoster":"VOE"},{"redirect":8384967,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Überlieferung","epNo":13,"alt":"The Legend","descr":"Sorey bewaffnet sich mit Zaveid, Edna, Mikleo und Lailah und setzt all ihre Kräfte in einer ultimativen Armatisierungsform in einem letzten Kampf gegen Heldalf ein, der zu einem monströsen Tier geworden war. In einem harten Kampf kann Sorey Heldalf besiegen und ihn aus der monströsen Form befreien, aber er bleibt immer noch der Herr des Unglücks. Die Böswilligkeit benutzt das geschlagene Heldalf als hohles Gefäß. Sorey verspricht, ihn von diesem Schicksal zu befreien, greift erneut an und stürzt die beiden in den unterirdischen Fluss. Er schickt die Seraphim weg, damit er ihn alleine bekämpfen kann. Dieses Opfer scheint gewirkt zu haben, als die Böswilligkeit aufgehört hat und auf nahezu nicht existierende Ebenen auf der ganzen Welt gesunken ist. Maotelus verkündet, dass dies das erste Mal ist, dass die Welt wirklich gereinigt wird. Nach dem Kampf geht jeder seinen eigenen Weg. In den folgenden Jahren Alisha wird Königin von Hyland und vermittelt einen Friedensvertrag mit Rolance. Lailah wird von den Menschen in Ladylake und der umliegenden Landschaft verehrt und beginnt ein weiteres Abenteuer mit einem neuen Sheapard. Edna ist ein Herr des Landes geworden, mit Zaveid als Leibwächter und Eizen, der mit der verringerten Böswilligkeit einen Anschein von Menschlichkeit wiedererlangt hatte. Rose und Alisha bleiben enge Freunde. Mikleo erkundet immer noch die Welt, erhält aber einen telepathischen Kontakt von Sorey. Mikleo findet Sorey lebendig und gesund und enthüllt, dass er Heldalf reinigen konnte und ließ ihn in einer weit entfernten Landstadt zurück, die von seinem Amoklauf nicht betroffen war. Er und Mikleo beschließen, nach Hause zu fahren und alle Ruinen zu sammeln, die sie unterwegs finden können. Auf einem weiteren Abenteuer mit einem neuen Sheapard. Edna ist ein Herr des Landes geworden, mit Zaveid als Leibwächter und Eizen, der mit der verringerten Böswilligkeit einen Anschein von Menschlichkeit wiedererlangt hatte. Rose und Alisha bleiben enge Freunde. Mikleo erkundet immer noch die Welt, erhält aber einen telepathischen Kontakt von Sorey. Mikleo findet Sorey lebendig und gesund und enthüllt, dass er Heldalf reinigen konnte und ließ ihn in einer weit entfernten Landstadt zurück, die von seinem Amoklauf nicht betroffen war. Er und Mikleo beschließen, nach Hause zu fahren und alle Ruinen zu sammeln, die sie unterwegs finden können. Begeben Sie sich mit einem neuen Sheapard auf ein anderes Abenteuer. Edna ist ein Herr des Landes geworden, mit Zaveid als Leibwächter und Eizen, der mit der verringerten Böswilligkeit einen Anschein von Menschlichkeit wiedererlangt hatte. Rose und Alisha bleiben enge Freunde. Mikleo erkundet immer noch die Welt, erhält aber einen telepathischen Kontakt von Sorey. Mikleo findet Sorey lebendig und gesund und enthüllt, dass er Heldalf reinigen konnte und ließ ihn in einer weit entfernten Landstadt zurück, die von seinem Amoklauf nicht betroffen war. Er und Mikleo beschließen, nach Hause zu fahren und alle Ruinen zu sammeln, die sie unterwegs finden können. Mikleo erkundet immer noch die Welt, erhält aber einen telepathischen Kontakt von Sorey. Mikleo findet Sorey lebendig und gesund und enthüllt, dass er Heldalf reinigen konnte und ließ ihn in einer weit entfernten Landstadt zurück, die von seinem Amoklauf nicht betroffen war. Er und Mikleo beschließen, nach Hause zu fahren und alle Ruinen zu sammeln, die sie unterwegs finden können. Mikleo erkundet immer noch die Welt, erhält aber einen telepathischen Kontakt von Sorey. Mikleo findet Sorey lebendig und gesund und enthüllt, dass er Heldalf reinigen konnte und ließ ihn in einer weit entfernten Landstadt zurück, die von seinem Amoklauf nicht betroffen war. Er und Mikleo beschließen, nach Hause zu fahren und alle Ruinen zu sammeln, die sie unterwegs finden können.","versions":[{"lang":1,"streams":[{"redirect":8774184,"hoster":"VOE"},{"redirect":8635025,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13474007,"hoster":"VOE"},{"redirect":8384976,"hoster":"Streamtape"}]}]}]}]}