{"seriesId":"tamayomi","name":"Tamayomi","descr":"Die Geschichte des Manga dreht sich um die Pitcherin Yomi Takeda. In der Mittelschule war ihr Baseballclub nicht besonders erfolgreich, weil ihnen ein Catcher fehlte, der Yomis \"Wunderball\" fangen konnte. Yomi hörte mit Baseball auf, absolvierte die Mittelschule und schrieb sich an der Shin-Koshigaya-Oberschule ein. Dort trifft sie auf ihre Kindheitsfreundin Tamaki Yamazaki, die ein guter Catcher ist und sogar Yomis Ball fangen kann, wenn sie mit all ihrer Kraft spielt. Die Mädchen können nun ihr Versprechen aus der Kindheit endlich erfüllen und starten ihr neues Abenteuer mit Baseball.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Fated Reunion","descr":"Yomi hat Baseball aufgegeben, da niemand ihren besonderen Wurf fangen kann.  Aber dann trifft sie sich am ersten Schultag wieder mit ihrer Freundin aus dem Kindertagen.","versions":[{"lang":3,"streams":[{"redirect":8384715,"hoster":"VOE"},{"redirect":8384710,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Let`s Play Ball Together","descr":"Selbst mit ihrem \"Wunderball\" endete die Pitching-Karriere der Junior High-Studentin Yomi Takeda mit Herzschmerz.  Wenn sie sich in der High School mit Tamaki Yamazaki, einer Freundin aus Kindertagen, wiedervereinigt, die einzigen Person, die ihren typischen Pitch fangen konnte, wird ihre Leidenschaft für das Spielen neu entfacht.  Um das Versprechen zu erfüllen, das sie sich die beiden als Kinder gegeben haben, ist sie bestrebt, wieder auf den Teller zu treten.","versions":[{"lang":3,"streams":[{"redirect":8384718,"hoster":"VOE"},{"redirect":8384720,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Take Me with You","descr":"Das Team macht sich Hoffnungen, als einige Überraschungsschläger zum Training mitmachen. Mit einer solchen Aufstellung fragen sich alle, wie weit sie tatsächlich gehen können.","versions":[{"lang":3,"streams":[{"redirect":8384727,"hoster":"VOE"},{"redirect":8384726,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pitch of Promise","descr":"Trotz eines starken Gegners spielt das neu formierte Team sein erstes Trainingsspiel und beweist, dass diese Außenseiter nicht zu übersehen sind.","versions":[{"lang":3,"streams":[{"redirect":13917475,"hoster":"VOE"},{"redirect":8384731,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Losing Streak","descr":"In der Hoffnung, dass ein Trainingslager einige ihrer Probleme lösen kann, lernen die Mädchen auf die harte Tour, dass es keine schnelle Lösung gibt, um ein Gewinnerteam zu werden.","versions":[{"lang":3,"streams":[{"redirect":8384744,"hoster":"VOE"},{"redirect":8384738,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"With Hearts Full of Hope","descr":"Das Team versucht, seinen ersten Sieg in einem Übungsspiel zu erzielen, indem es die Aufstellung ändert, aber Tamaki will nicht, dass Yomi ihren speziellen Pitch wirft.","versions":[{"lang":3,"streams":[{"redirect":8384748,"hoster":"VOE"},{"redirect":8384746,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Night Sky After Rain","descr":"Nachdem Rei und Yoshino die Ergebnisse für die Turnierrunde zurückgebracht haben, spionieren die Zwillinge ihren ersten Gegner aus und reflektieren, wie sie Baseball lieben.","versions":[{"lang":3,"streams":[{"redirect":8384756,"hoster":"VOE"},{"redirect":8384753,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"From Zero","descr":"Nach einem peinlichen Missgeschick bei der Eröffnungszeremonie kämpft Shin Koshigaya gegen einen Gegner, der hofft, das Spiel schnell zu beenden.","versions":[{"lang":3,"streams":[{"redirect":8384764,"hoster":"VOE"},{"redirect":8384762,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Change the Tide","descr":"Yoshino wird von Schuldgefühlen belastet, als ihr großer Plan nach hinten losgeht und jemand verletzt wird. Hat das Team das Zeug dazu, das Blatt zu wenden und im Turnier zu bleiben?","versions":[{"lang":3,"streams":[{"redirect":8384771,"hoster":"VOE"},{"redirect":8384769,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Show `Em What We`ve Got","descr":"Endlich ist es an der Zeit für Yomi, den Hügel zu erobern und allen zu zeigen, was sie drauf hat. Kann Shin Koshigaya mithalten oder werden sie von einem hochrangigen Team überrollt?","versions":[{"lang":3,"streams":[{"redirect":8384774,"hoster":"VOE"},{"redirect":8384776,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"This Is Nationals Level","descr":"Eine Pechsträhne bringt Yomi und das Team in eine schwierige Situation. Sie müssen Ryoyukans Power-Hitter ausschalten, aber können Yomi und Tamaki die Herausforderung meistern?","versions":[{"lang":3,"streams":[{"redirect":12173285,"hoster":"VOE"},{"redirect":8384784,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Pitch Without Regret","descr":"Yomi und das Team nehmen die ehemaligen Champions mit in die Final-Innings und finden heraus, ob sie sich mit den Besten der Besten messen können.","versions":[{"lang":3,"streams":[{"redirect":12927784,"hoster":"VOE"},{"redirect":9241370,"hoster":"Streamtape"}]}]}]}]}