{"seriesId":"tannbach-schicksal-eines-dorfes","name":"Tannbach - Schicksal eines Dorfes","descr":"In \"Tannbach – Schicksal eines Dorfes\" erleben die verbliebenen Dorfbewohner, Kriegsgefangenen, Deserteure und Nazi-Opportunisten die letzten Kriegstage und versuchen zu überleben – irgendwie. Nach 1945 gehört Tannbach zunächst zur amerikanischen, später zur sowjetischen Besatzungszone, bis sich im Sommer 1946 die Grenzen der Besatzungszonen erneut verschieben, das Dorf geteilt wird und der Bach, der durch das Dorf fließt, die Grenze zwischen amerikanischer und russischer Besatzungszone bildet. Der Ort erlebt in den Folgejahren das Ringen um einen demokratischen Neuanfang; die Geschichte folgt drei Familien und den Dorfbewohnern auf ihrem Weg zwischen BRD und DDR.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Morgen nach dem Krieg","epNo":1,"alt":"","descr":"\"TANNBACH – Schicksal eines Dorfes\" erzählt anhand der Lebenswege der Bewohner eines kleinen Ortes an der bayerisch-thüringischen Grenze von den Schicksalsmomenten im Nachkriegsdeutschland auf dem Weg zur deutsch-deutschen Teilung. Deutschland 1945, die letzten Tage vor der endgültigen Kapitulation. Auf Gut Striesow an der thüringisch-bayerischen Grenze sind unzählige Flüchtlinge einquartiert, man wartet auf das erlösende Ende des Krieges. Doch im letzten Moment kann die SS durch Verrat noch ein Exempel statuieren: Caroline von Striesow wird exekutiert, weil sie ihren desertierten Mann Georg versteckt. Ihre Tochter Anna ist tief erschüttert. In Friedrich, dem Sohn von Liesbeth Erler, die aus Berlin nach Gut Striesow geflüchtet ist, findet sie einen Vertrauten in ihrem Verlust. Er hat seinen Vater im Krieg verloren. Als kurz darauf die Amerikaner Dorf und Gut einnehmen, müssen sich die Bewohner mit der neuen Situation arrangieren. Franz Schober, NS-Parteimitglied und Verräter des versteckten Georg von Striesow, glaubt sein Parteibuch verschwunden und nutzt diese Chance, sich den Amerikanern anzudienen. Hilde Vöckler verrät aus Abscheu ihren Sohn Horst, den mörderischen SS-Mann, an die neuen Besatzer. Lothar, jüdischer Ziehsohn von Liesbeth Erler, geht zurück nach Berlin, um nach seinen verschollenen Eltern zu suchen. Georg von Striesow, der von dem Verrat durch Franz Schober erfährt, greift diesen tätlich an und wird als Konsequenz von den Amerikanern in ein Kriegsgefangenenlager abgeschoben. Jetzt trägt die junge Anna von Striesow die alleinige Verantwortung für das Gut und sucht die Verständigung mit den Amerikanern. Doch die Besatzungszonen verschieben sich – und Tannbach befindet sich im Sommer 1945 plötzlich in der sowjetischen Zone.","versions":[{"lang":1,"streams":[{"redirect":12382165,"hoster":"VOE"},{"redirect":8300799,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Enteignung","epNo":2,"alt":"","descr":"1946. Tannbach wird jetzt von den Rotarmisten kontrolliert. Für die Bewohner bedeutet das neben dem alltäglichen Überlebenskampf eine neue politische Richtung: Enteignung durch die Bodenreform und Deportierung der ehemaligen Großgrundbesitzer. Friedrich brennt für diese neuen Ideen – obwohl Anna durch die politischen Reformen ihren Besitz verliert und deportiert werden soll. Der neu eingesetzte Landrat Werner ist für Friedrich Vaterersatz und ideologischer Richtungsgeber. Der Großbauer Franz Schober entgeht der Enteignung durch einen klugen Schachzug seines ungeliebten Sohnes Heinrich, der das Parteibuch seines Vaters gefunden und diesen somit in der Hand hat. Heinrich versucht, sich ein eigenes Leben aufzubauen – mit seiner jungen Frau Theresa, die er, bereits schwanger von einem anderen, geheiratet hat. Friedrich heiratet Anna und rettet sie so vor der Deportation. Gemeinsam versuchen auch sie sich ein neues Leben auf den Trümmern aufzubauen. Sie beziehen ihren \"Neubauernhof\" und erleben erstmals wieder so etwas wie Normalität. Bis sich die Grenzen im Sommer 1946 aufs Neue verschieben und das Dorf in seiner Mitte geteilt wird. Liesbeth, endgültig desillusioniert von den neuen russischen Machthabern und der Konformität ihres Sohnes, verlässt Tannbach im Wunsch, sich ein neues Leben jenseits von Deutschland aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":12335580,"hoster":"VOE"},{"redirect":8300803,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mein Land, dein Land","epNo":3,"alt":"","descr":"1948. Tannbach ist ein geteiltes Dorf, auch wenn die Grenzen noch recht durchlässig sind. Im Osten wie im Westen versuchen die Bewohner ihr Leben unter den neuen Bedingungen einzurichten. Anna und Friedrich haben sich unter den Vorzeichen des entstehenden Bauern- und Arbeiterstaates im Ostteil eine neue Existenz aufgebaut, als fleißige Neubauern auf einer Parzelle des enteigneten Gutes Striesow. Auf der Westseite haben Theresa und ihr Mann Heinrich immer noch unter dem alten Schober zu leiden – was sie endlich dazu bewegt, ihn im Rahmen der \"Entnazifizierung\" und mithilfe des angeblich verschwundenen Parteibuches anzuzeigen. Aber auch hier versteht es Schober, sich seiner Strafe zu entziehen. 1952. Liesbeth besucht nach Jahren in den USA Tannbach, um an der Taufe ihres Enkelkindes teilnehmen zu können. Deutlich spürt sie die gravierenden Veränderungen seit ihrem Fortgang. Auch Landrat Werner kann einer Ausweitung der \"Aktion Ungeziefer\" nicht entgegenwirken. Die Liebesbeziehung zwischen ihm und Hilde Vöckler kann der politischen Situation nicht standhalten. Zusammen mit Anna und Friedrich lebt weiterhin Lothar auf dem Neubauernhof, der als Schmuggler und Schleuser im wahren Sinn des Wortes Grenzgänger bleibt. Doch die Situation an der Grenze spitzt sich zu, was die Entscheidungen plötzlich endgültig werden lässt. Die Überquerung der Grenze wird lebensgefährlich. Als Friedrich mit der Umsetzung der \"Aktion Ungeziefer\" betraut wird – Zwangsumsiedlungen seiner Nachbarn und Freunde – werden seine und Annas politische und ideologische Loyalität auf eine harte Probe gestellt. Ende des Dreiteilers \"TANNBACH – Schicksal eines Dorfes\".","versions":[{"lang":1,"streams":[{"redirect":8300804,"hoster":"VOE"},{"redirect":8300806,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schatten des Krieges","epNo":1,"alt":"","descr":"Tannbach 1960. Der Kalte Krieg fordert seine Opfer. Im Westen stirbt ein Kind durch eine Granate, der Osten setzt die Kollektivierung mit allen Mitteln durch. Im Dorf wächst die Unruhe. In dem geteilten Ort Tannbach stehen sich Ost und West bis an die Zähne bewaffnet gegenüber. Die Familien von Striesow und Schober leiden unter der Trennung, doch noch bietet Berlin ein Schlupfloch durch die Grenze. Werden aus Klassenfeinden wieder Nachbarn? West-Tannbach, 1960: Beim Spielen im Wald finden Kinder eine Granate. Emil, das älteste der Schober-Kinder, kommt dabei ums Leben. Im Dorf glaubt man, es handele sich um eine alte Wehrmachtsgranate. Niemand ahnt, dass es sich bei dem Fund um das versteckte Waffenlager einer Geheimarmee der NATO handelt, der auch Graf Georg von Striesow angehört. Nur der alte Schober-Bauer identifiziert die neuen amerikanischen Granaten sofort. Als sein Sohn Gustl, mittlerweile Journalist in Franken, darüber offen schreibt, gerät er in Lebensgefahr. Ausgerechnet Horst Vöckler, der ehemalige SS-Unteroffizier, inzwischen BND-Agent, übernimmt die Leitung dieser geheimen militärischen NATO-Operation, um für den Fall einer feindlichen Invasion der Roten Armee abwehrbereit zu sein. Georg von Striesow ist außer sich. Er kann nicht akzeptieren, dass der Mörder seiner Frau sein Verbindungsoffizier wird. In Ost-Tannbach sind Anna, die Tochter des Grafen, und ihr Mann Friedrich glühende Anhänger der neuen sozialistischen Ordnung. Aber es kostet sie all ihre Kraft, die letzten freien Altbauern zum Beitritt in die Landwirtschaftliche Produktionsgenossenschaft (LPG) zu überreden, wenn es nicht anders geht, dann mit Gewalt. Die Bauern sträuben sich, vor allem der Großbauer Mader. Unter dem Druck der Partei entzweien sich aber auch Friedrich und Anna über die Methoden, die der Sozialismus anwenden darf. Georg von Striesow lernt in einer Westberliner Bar Rosemarie Czerni kennen und lieben. Sie, die Ostpflanze, folgt ihm nach West-Tannbach. Rosemarie, gelernte Kauffrau, findet durch Georgs Kontakte Arbeit in einem Versandhaus, aber nur unter einer Bedingung: Sie braucht dazu einen Ehemann. Sie ist empört. Wird Georg sie heiraten? Emils Tod stürzt die Schober-Familie in eine Krise. Der Vater Heinrich und der alte Schober geben der ältesten Tochter Christa die Schuld an Emils Tod. Als Christa zudem erfährt, dass Heinrich nicht ihr Vater ist, verliert der Teenager den Boden unter den Füßen. Heinrich greift mit voller Härte durch. Im Osten spitzt sich der schwelende Streit mit dem Altbauern Mader zu. Er wird seinen Hof nicht kampflos aufgeben. Während seine Familie in den Westen flieht, geht der \"Maderhof\" in Flammen auf. Verzweifelt versucht Friedrich, Mader zu retten und bringt sich dabei selbst in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8300795,"hoster":"VOE"},{"redirect":8300796,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frieden aus Stein","epNo":2,"alt":"","descr":"Sommer 1961. Im geteilten Dorf Tannbach ahnt niemand, dass es die letzten Tage sind, bevor die Mauer gebaut und Deutschland für die kommenden Jahrzehnte in Ost und West getrennt wird. Im Westen blüht das Wirtschaftswunder. Im Osten kämpft die Partei gegen Mangelwirtschaft und Sabotage. Das Misstrauen wächst auf beiden Seiten, und Grenzgänger geraten unter Verdacht. Gelingt trotzdem eine Versöhnung über die Grenze hinweg? Nach Friedrichs Tod in den Flammen trauert Anna. Sie versucht, ihr Leben mit den drei Kindern in Ost-Tannbach allein anzugehen. Sie findet Trost im Glauben und seelische Unterstützung bei Pfarrer Wolfgang Herder. Die beiden kommen sich näher, was insbesondere Annas Kollege aus der LPG, Adolph Herrmann, eifersüchtig beobachtet. Auch die Partei sieht Annas Engagement in der Kirche kritisch. Ist ihr Glaube mit ihrer leitenden Position in der LPG vereinbar? Damit nicht genug, kämpft Anna in der LPG gegen die Mangelwirtschaft, kann aber nicht verhindern, dass immer mehr Menschen die DDR in Richtung Westen verlassen. Sie glaubt, dass ein \"antifaschistischer Schutzwall\" endlich die Sicherheit und Stabilität böte, damit sich eine gerechtere Welt aufbauen lässt. In West-Tannbach arbeitet die zugezogene Rosemarie nach der Hochzeit mit Graf Georg erfolgreich als Einkäuferin in einem Versandhaus. Um einen Großauftrag mit einem DDR-Textilkombinat zu verhandeln, fährt sie nach Ost-Berlin. Es ist eine dieser Reisen in die \"Zone\", die Graf Georg äußerst kritisch sieht und die ihre Ehe vor eine Zerreißprobe stellen wird. Es bleibt nicht der einzige Streitpunkt: Rosemarie erfährt über den Sohn des alten Schober, dem Journalisten Gustl, von Georgs Rolle in der NATO-Geheimarmee. Sie stellt ihren Mann zur Rede, doch er hält dagegen: Warum hat sie ihm nie von ihrem Bruder erzählt, der für zehn Jahre im DDR-Gefängnis sitzt? Das Misstrauen zwischen den beiden wächst. Beim Stoffeinkauf im Ost-Berliner Textilkombinat begegnet Rosemarie der kranken Hilde Vöckler, die dort nach ihrer Zwangsumsiedlung aus Tannbach als einfache Näherin arbeitet. Hilde bittet Rosemarie, ihren Sohn Horst zu finden. Sie will sich mit ihm aussprechen. Da stocken plötzlich die Webmaschinen. Hilde gerät unter Sabotageverdacht. Als sie kurz darauf tatsächlich ihren Sohn Horst trifft, wächst das Interesse von Stasi-Major Robert Leonhardt an Hilde, denn er weiß, dass Horst inzwischen für den Bundesnachrichtendienst (BND) arbeitet. Leonhardt kann nicht verhindern, dass Hilde nach einem erneuten Sabotageakt festgenommen wird. Aber er ist von dieser Frau beeindruckt und versucht, ihr ein letztes Treffen mit ihrem Sohn zu ermöglichen. Auch Rosemarie gerät unter Sabotageverdacht und landet in Ost-Berlin in U-Haft. Graf Georg versucht alles, um seine Frau aus dem Ost-Gefängnis zu holen. Es beginnt ein Wettlauf gegen die Zeit, da in derselben Nacht der Bau der Mauer beginnt. Wird Rosemarie ihre Freiheit wiedergewinnen?","versions":[{"lang":1,"streams":[{"redirect":8300788,"hoster":"VOE"},{"redirect":8300790,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Traum von Frühling","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8300792,"hoster":"VOE"},{"redirect":8300793,"hoster":"Streamtape"}]}]}]}]}