{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt","name":"Tao Tao - Tiergeschichten aus aller Welt","descr":"Tao Tao ist ein kleiner Panda-Bär, der zusammen mit seiner Mutter im fernen China lebt. Jeden Tag geht er gemeinsam mit seinem besten Freund Kiki, einem kleinen Affen, zu seiner Mutter und bittet sie \"Erzähl uns ein Märchen!\". So erzählt sie die unterschiedlichsten Sagen und Mythen der Tierwelt.Mutter Panda berichtet nicht nur von der Schöpfung der Tiererde, sie kennt auch viele spannende Geschichten aus der Sagen- und Märchenwelt der Tiere, die neben den Abenteuern von Tao Tao in den einzelnen Episoden erzählt werden.","seasons":[{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/filme/film-1","name":"Tao Tao – Der kleine Pandabär","epNo":1,"alt":"","descr":"Der kleine Pandabär Tao Tao lebt im Himalajagebirge. Nach dem langen Winterschlaf kehren alle seine Freunde wieder zurück. Eines Tages wird Tao Tao von Jägern gefangen genommen und nach Europa in einen Zoo gebracht. Bald schon versucht er zu fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927901","hoster":"VOE"},{"path":"/redirect/12984114","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-1","name":"Die Krähe mit der roten Kappe","epNo":1,"alt":"Episode 1","descr":"Erzähl’ uns ein Märchen\", bittet der kleine Pandabär Tao Tao seine Mutter, und diese erzählt: Nachdem Gott die Erde geschaffen hatte, schaute er sich sein Werk an. Er war sehr zufrieden mit allem, was er da sah, doch etwas fehlte ihm. Zuerst wußte er nicht, was es war, und er überlegte und überlegte, bis es ihm plötzlich einfiel. Es fehlten die Tiere, und so erschuf er sie. Er arbeitete viele Wochen an den Tieren. Aber als er sich dann vom Himmelspalast aus sein Werk anschaute, da fehlte ihm immer noch etwas. Zuerst wußte er auch diesmal nicht, was es war, doch da sah er plötzlich das Nordlicht, und er begriff: Es fehlten die Farben. Die Erde sah einfach viel zu langweilig aus. Und so nahm Gott das Rot, das Grün, das Blau, das Gelb des Nordlichts und vermischte es…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774187","hoster":"VOE"},{"path":"/redirect/8635015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-2","name":"Kleiner Hase, großer Löwe","epNo":2,"alt":"Episode 2","descr":"Vor vielen Jahren in einem fernen Land, das man Afrika nennt, geschah etwas, was keiner für möglich gehalten hätte. Ein kleiner Hase, den niemand so richtig ernst nahm, besiegte einen großen Löwen. Dieser Löwe versetzte die Tiere Afrikas in Angst und Schrecken. Keiner war vor ihm sicher. Jederzeit mußten sie damit rechnen, ihm zum Opfer zu fallen. In ihrer Verzweiflung beriefen sie schließlich eine Konferenz ein und setzten das Thema \"Löwe\" auf die Tagesordnung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774188","hoster":"VOE"},{"path":"/redirect/8635017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-3","name":"Die Schlange und der Tausendfüßler","epNo":3,"alt":"Episode 3","descr":"Vor vielen Jahren, als es auf der Erde nur Wasser, Steine und Pflanzen gab, entschloß sich Gott, die Welt etwas lebendiger zu gestalten und die Tiere zu erschaffen. Er grübelte Tag und Nacht darüber nach, welches Material er benutzen sollte und entschloß sich schließlich für eine Mischung aus Lehm, Regen, Wolken und Sternenpulver. Er formte viele lustige Geschöpfe. Er schuf kleine und ganz große Tiere, vergaß aber, ihnen Beine zu geben. Den Tieren fiel es natürlich sehr schwer, sich ohne Beine fortzubewegen. Nur die Schlange kam gut damit zurecht und hielt sich deshalb für Gottes Lieblingsgeschöpf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774189","hoster":"VOE"},{"path":"/redirect/8635026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-4","name":"Die hochnäsigen Froschschwestern","epNo":4,"alt":"Episode 4","descr":"Vor vielen, vielen Jahren lebten an einem Fluß drei bildhübsche Froschschwestern. Sie waren so schön, daß sich jeder, der sie nur sah, sofort in sie verliebte. Ein junger Bibermann machte der Jüngsten und Schönsten sogar einen Heiratsantrag und wurde vor die Tür gesetzt. Er wußte nicht, daß die schönen Froschdamen eitel, hartherzig und hochnäsig waren. Die Enttäuschung des jungen Bibermannes war so groß, daß er Tag und Nacht weinte. Sein Tränenstrom war so heftig, daß er die ganze Gegend überschwemmte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113603","hoster":"VOE"},{"path":"/redirect/8635016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-5","name":"Der Krokodilkönig","epNo":5,"alt":"Episode 5","descr":"Vor vielen Jahren gab es ein wunderschönes Land, in dem jeden Tag die Sonne schien. Hier lebte der Krokodilkönig mit seiner hübschen Gattin. Er war ein großzügiger König, seinen Untertanen ging es gut. Eines Tages geschah etwas im Krokodilland, was es vorher noch nie gegeben hatte: der Himmel verdunkelte sich, ein kalter Wind kam auf, und ganz plötzlich begann es zu schneien. Die Krokodilkönigin nieste zum ersten Mal in ihrem Leben. Vor Kälte wurde sie zuerst dunkelrot und dann sehr krank. So schwer, daß jede Kunst der Ärzte versagte. Doch der Krokodilkönig gab die Hoffnung nicht auf. Er tat alles, was in seiner Macht stand, um seiner Königin zu helfen und rettete ihr schließlich das Leben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774190","hoster":"VOE"},{"path":"/redirect/8635020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-6","name":"Das große Gerücht","epNo":6,"alt":"Episode 6","descr":"Ein Hase und eine Wildkatze spielten Verstecken. Der Hase musste suchen, die Wildkatze durfte sich verstecken. Auf der Suche nach dem schwersten Versteck der Welt grub sich die Wildkatze in ein Erdloch ein. Nur noch ihre Nase und die spitzen Katzenzähne waren zu sehen. Als der Hase schließlich nach langem Suchen das Versteck der Wildkatze fand, sah er nur die in der Sonne blitzenden Zähne. Er erschrak heftig und lief so schnell er konnte davon, in dem Glauben, ein Gespenst gesehen zu haben. Auf der Flucht traf er den König der Elefanten. Diesem erzählte er von den riesengroßen Zähnen, die aus der Erde wachsen, und setzte somit ein Gerücht in die Welt, das sich so schnell wie ein Lauffeuer ausbreitete und schließlich dazu führte, das die Tiere eine Konferenz ein beriefen, um eine Lösung für die drohende Gefahr zu finden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927798","hoster":"VOE"},{"path":"/redirect/8635021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-7","name":"Die weiße Kamelstute","epNo":7,"alt":"Episode 7","descr":"Vor vielen, vielen Jahren lebte auf der Weide der wilden Kamele eine wunderschöne weiße Kamelstute, die so hochnäsig war, das sie mit keinem ihrer Artgenossen ein Wort sprach. Eines Tages begegnete ihr ein Esel, und von diesem erfuhr sie, das es irgendwo in dem Land, in dem sie lebte, einen reichen Palast gäbe. Sofort stand für die schöne Kamelstute fest, das dies der richtige Ort für sie wäre. Sie machte sich auf den Weg und wanderte viele Wochen, bis sie endlich am Ziel ihrer Sehnsucht anlangte. Natürlich war der König von der Schönheit des Tieres sehr angetan. Er behielt die Kamelstute in seinem Palast und es ging ihr sehr gut. Bis sie eines Tages einen Sohn gebar. Diesen Sohn liebt sie so sehr, das sie ihre selbstsüchtige Eitelkeit vergaß und nur noch für ihn da war. Sie glaubte, das glücklichste Kamel der Welt zu sein, doch da geschah das Unbegreifliche…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774193","hoster":"VOE"},{"path":"/redirect/8635022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-8","name":"Die falsche Fledermaus","epNo":8,"alt":"Episode 8","descr":"Es geschah vor vielen Jahren. Da trug sich in einem Land, das man Afrika nennt, etwas sehr Seltsames zu. Eine kleine Maus schaute jeden Tag sehnsüchtig zum Himmel hoch und war fest davon überzeugt, das sie Fliegen lernen könnte. Die kleine Maus wollte frei und unabhängig sein. Das Leben als Maus erschien ihr farblos und langweilig. Und so stand sie jeden Morgen beim ersten Morgengrauen auf und übte das Fliegen bis zum Sonnenuntergang. Aber es wollte ihr nicht gelingen. Sie sprang immer wieder von einem Felsen herunter, Monat um Monat, Jahr um Jahr und dann eines Tages geschah das Wunder: ihr wuchsen Flügel…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382139","hoster":"VOE"},{"path":"/redirect/8635023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-9","name":"Der eitle Geier","epNo":9,"alt":"Episode 9","descr":"Vor langer Zeit gab es ein Land, in dem nur Vögel lebten. Es war ein wunderschönes Land mit Flüssen, Bäumen und Blumen und immer genug zu essen für alle Vögel. Streit gab es nie, und jeder versuchte, dem anderen zu helfen. Alle waren miteinander befreundet: ganz gleich, ob es nun große oder kleine Vögel waren, Vögel, die im Wasser lebten oder auf Felsen. In diesem Vogelparadies war jeder Tag ein Festtag. Es gab immer einen Grund zum Feiern und zum Singen. Nur einer hielt sich stets abseits und beteiligte sich nie an dem lustigen Treiben: der Geier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774196","hoster":"VOE"},{"path":"/redirect/8635028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-10","name":"Die seltsamen Freunde","epNo":10,"alt":"Episode 10","descr":"Vor langer Zeit lebten in allernächster Nachbarschaft ein Wildschwein und ein Igel. Der Igel wohnte in einem Turm und das Wildschwein in einem Lehmhaus. Zwar wussten die beiden voneinander, aber sie sprachen nie miteinander. Früher waren sie einmal gut befreundet, aber dann hatten sie sich zerstritten. Doch eines Tages entschloss sich die kleine Maus, die beiden wieder zusammenzubringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382144","hoster":"VOE"},{"path":"/redirect/8635037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-11","name":"Die große Frage der kleinen Maus","epNo":11,"alt":"Episode 11","descr":"Vor langer Zeit wohnten in einem dicken Turm zwei Mäusebrüder. Die beiden verstanden sich prächtig. Sie waren seit ihrer Kindheit zusammen und hatten nicht vor, sich jemals zu trennen. Dabei war Tutulos bereits verheiratet mit Tutulina, der hübschesten Maus des Landes. Die beiden waren sehr verliebt ineinander und hatten viele Kinder. Tutan dagegen hielt nicht viel von der Ehe. Seine Meinung änderte sich allerdings an dem Tag, an dem er zum hundertsten Mal vor dem dicksten Dorfkater davonlaufen musste. Tutan entschloss sich, die stärkste Braut der Welt zu freien, mit ihr viele starke Söhne zu bekommen, um dann gemeinsam alle Katzen ordentlich zu verhauen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774198","hoster":"VOE"},{"path":"/redirect/8635024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-12","name":"Der selbstsüchtige Wetterhahn","epNo":12,"alt":"Episode 12","descr":"Auf einem Hühnerhof wurde ein Hähnchen geboren, das anders aussah als seine Geschwister. Die Mutter hatte es deswegen ganz besonders lieb und gab sich viel Mühe, es großzuziehen. Das Hähnchen wurde groß und prächtig, doch leider auch sehr selbstsüchtig. Seinen Geschwistern schnappte es jeden Wurm vor den Schnäbeln weg und ließ keine Gelegenheit aus, sie zu ärgern. Auf dem bisher friedlichen Hühnerhof herrschte von nun an Unfrieden. Jeder beklagte sich über das Hähnchen, solange bis diesem nichts anderes übrig blieb, als den Hühnerhof zu verlassen und in die große weite Welt hin auszuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774199","hoster":"VOE"},{"path":"/redirect/8635035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-13","name":"Der unzufriedene Schmetterling","epNo":13,"alt":"Episode 13","descr":"Vor langer Zeit, da lag mitten im Meer eine wunderschöne Insel. Man nannte sie die Blumeninsel, denn es blühten das ganze Jahr über viele bunte Blumen. Hier lebte ein kleiner Schmetterling, der eigentlich hätte recht zufrieden sein können. Doch er träumte von einer noch schöneren Insel. Eines Tages entschloss sich der Schmetterling, nicht mehr länger nur zu träumen, sondern sich auf die Suche nach seiner Trauminsel zu machen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774201","hoster":"VOE"},{"path":"/redirect/8635027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-14","name":"Der große Vogelzug","epNo":14,"alt":"Episode 14","descr":"Hinter den Bergen lag ein wunderschönes Tal, in dem nur Vögel lebten. Hier gab es Seen und Flüsse, Wiesen und Blumen, Büsche und Wälder. Für jeden Vogel war genau das vorhanden, was er brauchte. Eines Tages bezog sich der Himmel, dunkle Wolken verdeckten die Sonne und brachten Regen. Es wurde mit jedem Tag kälter, so kalt, das sich die Regentropfen in weiße Flocken verwandelten. Es schneite zum ersten Mal. Blumen, Wiesen und Bäume waren mit einer dicken weißen Schneedecke überzogen. Das Futter wurde knapp, die Vögel litten Not. Es blieb ihnen nichts anderes übrig, als ihre geliebte Heimat zu verlassen und in einem wärmeren Land abzuwarten, bis die Sonne in das Tal hinter den Bergen zurückkehren würde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774200","hoster":"VOE"},{"path":"/redirect/12984107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-15","name":"Das Abenteuer der beiden kleinen Fische","epNo":15,"alt":"Episode 15","descr":"Vor langer Zeit lebten tief unten in einem See zwei kleine Fische. Sie hießen Bibi und Bubu. Die beiden gingen miteinander durch dick und dünn. Angst kannten sie überhaupt nicht. Sie waren von morgens bis abends unterwegs, waren immer zu Streichen aufgelegt und ständig neugierig auf jedes und alles, was um sie herum geschah. Kein Wunder, das es den beiden in dem stillen und friedlichen See bald zu langweilig wurde. Sie wollten mehr erleben, größere und gefährlichere Abenteuer, und so machten sie sich eines Tages während der Regenzeit auf den Weg zum Meer. Doch das Meer ihrer Träume hatte mit der Wirklichkeit nichts zu tun. Sie litten unter dem salzigen Wasser, von allen Seiten drohte ihnen Gefahr, niemand kannte sie, keiner wollte etwas mit ihnen zu tun haben. Und als schließlich ein Delphin anbot, sie wieder nach Hause zu bringen, nahmen die beiden dankbar an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774203","hoster":"VOE"},{"path":"/redirect/8635033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-16","name":"Die Hochzeit des Elfenmädchens","epNo":16,"alt":"Episode 16","descr":"Vor langer Zeit stand tief versteckt im Wald ein wunderschönes Fliegenpilzhäuschen. In diesem Haus wohnte das kleine Elfenmädchen Tschi-Tschu. Die Menschen hatten Tschi-Tschu nie zu Gesicht bekommen. Sie wußten noch nicht einmal, das es sie gab. Denn Tschi-Tschu zeigte sich nur den Tieren, von denen sie wegen ihrer Schönheit und ihres guten Herzens bewundert wurde. Tag für Tag kamen sie aus den entlegensten Gegenden des Waldes zu Tschi-Tschus Haus, um sie mit Geschenken zu verwöhnen. Jedes Tier hoffte, sie eines Tages zur Frau zu bekommen. Doch das Elfenmädchen lehnte jeden Heiratsantrag ab. So ging das lange Zeit, bis eines Tages Vater Elf die Geduld verlor und seiner Tochter befahl: \"Du heiratest den Bewerber, der stark genug ist, zehn Körbe voll Essen aufzuessen\". Unter den Tieren des Waldes sprach sich die Nachricht, das Tschi-Tschu nun endlich heiraten sollte, in Windeseile herum. Sie machten sich auf den Weg und glaubten die gestellte Aufgabe mit Leichtigkeit erfüllen zu können…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774204","hoster":"VOE"},{"path":"/redirect/8635031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-17","name":"Die drei kleinen Schweinchen","epNo":17,"alt":"Episode 17","descr":"Mutter Panda erzählt das Märchen von den drei kleinen Schweinchen Dumm, Dick und Schlau. Diese lebten glücklich und zufrieden mit ihrer Mutter in einem großen Haus, bis sie eines Tages auf Wanderschaft geschickt wurden, damit sie in der großen weiten Welt lernen sollten, auf eigenen Füßen zu stehen. Sie begannen sofort in allernächster Nähe ihres Elternhauses eigene Häuser zu bauen. Dick baute sein Haus aus Stroh, denn er war zu faul, sich mit schwererem Material abzumühen. Dumm nahm Laub und Zweige, denn er war viel zu dumm, um an anderes Baumaterial zu denken. Das jüngste und klügste Schweinchen aber, das den Namen Schlau zu Recht trug, baute sich ein solides Haus aus Ziegelsteinen, denn es wollte sich in seinem Haus sicher fühlen, und das war auch bitter nötig. Ein böser Wolf bedrohte die Schweinchen und zerstörte die zu leicht gebauten Häuser von Dick und Dumm. Hätte Schweinchen Schlau seine Brüder nicht bei sich im Steinhaus aufgenommen, wer weiß, wie diese Geschichte ausgegangen wäre…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335538","hoster":"VOE"},{"path":"/redirect/8635030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-18","name":"Das Wolkenzebra","epNo":18,"alt":"Episode 18","descr":"Mutter Panda erzählt das Märchen vom Wolkenzebra: Die Tiere der Savanne lebten glücklich und zufrieden, bis es eines Tages nicht mehr regnete. Die Sonne brannte immer heißer, und die Savanne trocknete aus. Die Tiere litten großen Durst. Es gab nur einen Ausweg aus dieser Notlage: einer von ihnen mußte die Regengöttin in ihrem Wolkenpalast aufsuchen und um ihre Hilfe bitten, doch keiner glaubte für diese schwere Aufgabe geeignet zu sein. Ein Zebrajunge fand als einziger den Mut und begab sich auf den Weg. Er wanderte viele Wochen, immer auf den Horizont zu. Oft war er verzagt und wollte umkehren. Immer wieder verließen ihn die Kräfte, doch immer dann, wenn seine Not am größten war, kam von unerwarteter Seite Hilfe. So gelang es ihm schließlich, das Wolkenschloß zu erreichen und seine Aufgabe zu erfüllen. Die Regengöttin versprach Hilfe, knüpfte allerdings eine Bedingung daran: Das Zebra mußte sich selbst in eine Regenwolke verwandeln, und so geschah es. Das ist der Grund, weshalb noch heute so oft Regenwolken am Himmel ziehen, die wie ein Zebra aussehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774209","hoster":"VOE"},{"path":"/redirect/8635036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-19","name":"Der Regenbogenvogel","epNo":19,"alt":"Episode 19","descr":"Mutter Panda erzählt das Märchen vom Regenbogenvogel: Die Farben fressenden Raupen hatten sich des Regenbogens bemächtigt und waren auf dem besten Weg, den Regenbogen kahl zu fressen. Doch da der Regenbogen seine leuchtenden Farben vom Blütenstaub der Regenbogenblumen erhielt, mußten die Regenbogenvögel dringend etwas gegen diese Plage unternehmen. Aber ohne fremde Hilfe waren sie machtlos. Sie brauchten Verstärkung, und so sandten sie einen Botschafter zur Erde. Der Gedanke, nie mehr einen Regenbogen sehen zu können, erschreckte die Vögel des Vogellandes so sehr, das sie ihre Hilfe sofort zusagten. Sie folgten dem Regenbogenvogel in seine Heimat, kämpften gegen die Raupen und schlugen sie in die Flucht. Dabei blieb so viel Blütenstaub der Regenbogenblumen in ihrem Gefieder hängen, das dieses leuchtend bunt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774207","hoster":"VOE"},{"path":"/redirect/8635043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-20","name":"Der kleine Hund und der große Knochen","epNo":20,"alt":"Episode 20","descr":"Mutter Panda erzählt das Märchen von dem kleinen Hund, der so klein war, das ihn alle \"Kleiner\" nannten. Kleiner war eng mit Boß befreundet. Boß war von allen herrenlosen Hundes des Hundedorfes der größte und stärkste. Boß mochte Kleiner und Kleiner mochte Boß, bis eines Tages ein großer Knochen die Freundschaft der beiden zerstörte. Kleiner hatte den Knochen gefunden und war nicht bereit ihn mit Boß zu teilen. Boß war bitter enttäuscht über Kleiners Verhalten und versuchte, ihm den Knochen abzujagen. Doch Kleiner verteidigte seinen Knochen verbissen. Und so streiten sich die beiden noch heute um den Knochen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774205","hoster":"VOE"},{"path":"/redirect/8635034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-21","name":"Die plappernde Schildkröte","epNo":21,"alt":"Episode 21","descr":"Mutter Panda erzählt das Märchen von der plappernden Schildkröte, die das Reden nicht lassen konnte. Von morgens bis abends redete die Schildkröte auf ihre Nachbarin ein. Sie wurde zum Schrecken der Gegend. Jeder, der sie nur von weitem sah, versuchte, ihr aus dem Weg zu gehen. Doch das merkte die geschwätzige Schildkröte nicht. Wenn gerade mal kein Zuhörer in der Nähe war, sprach sie ganz selbstverständlich auf Blumen und Steine ein. Wegen dieser Geschwätzigkeit hätte es beinahe mit der Schildkröte ein schlimmes Ende genommen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774206","hoster":"VOE"},{"path":"/redirect/8635038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-22","name":"Das hässliche Entlein","epNo":22,"alt":"Episode 22","descr":"Mutter Panda erzählt die Geschichte vom kleinen Entlein, das sich so unendlich wegen seines hässlichen Äußeren schämte, das es von zu Hause weg lief. Doch in der großen weiten Welt erging es ihm auch nicht besser. Wo immer es auch auftauchte und sich vorstellte, erntete es nur Hohn und Spot. Es sah aber auch wirklich seltsam aus, ganz anders als seine Geschwister und alle Enten, die es unterwegs traf. So wurde das Entlein immer scheuer und versteckte sich vor der Umwelt. Doch nach Ablauf eines Jahres war aus dem hässlichen Entlein ein stolzer Schwan geworden, der wegen seiner Schönheit von allen bewundert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13508984","hoster":"VOE"},{"path":"/redirect/8635041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-23","name":"Der Nordwind und die Eule","epNo":23,"alt":"Episode 23","descr":"Mutter Panda erzählt die Geschichte von der kleinen Schnee-Eule, die mit dem Nordwind und der Schneewolke nach Süden flog und sich dadurch in höchste Gefahr brachte. Ihr Federkleid war so strahlend weiß, das es weithin leuchtete. Die Tiere versuchten, die Schnee-Eule vor den Menschen zu verstecken, doch jeder Versuch misslang. Im Fuchsbau konnte sie nicht atmen, es war ihr dort zu warm. In die Baumhöhle des Eichhörnchens passte sie nicht hinein, und im Gebüsch oder Blätterwerk der Bäume ließ sie sich auch nicht verbergen. Viel zu hell strahlten ihre Federn. Die Tiere waren ratlos, längst schon hatte ein Mensch die Schnee-Eule entdeckt und versuchte, sie zu fangen. Für die Schnee-Eule gab es nur einen Ausweg: der Nordwind und die Schneewolke mussten Schnee bringen. Denn nur im Schnee kann die Schnee-Eule ihr weißes Gefieder vor den Blicken der Menschen verbergen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774217","hoster":"VOE"},{"path":"/redirect/8635039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-24","name":"Der gestiefelte Kater","epNo":24,"alt":"Episode 24","descr":"Mutter Panda erzählt die Geschichte vom gestiefelten Kater, der seinem Herrn, einem armen Müller Burschen, zu Ansehen und Reichtum verhilft. Dabei geht der Kater recht ungewöhnliche Wege, denn es gilt zunächst einmal, die Neugierde des Königs zu wecken und dann dessen Vertrauen zu gewinnen. Mit einem goldenen Vogel, Blumen aus Diamanten und Früchten, die noch kein Mensch jemals zu Gesicht bekommen hat, gelingt es dem mutigen und klugen Kater, den König auf sich und seinen Herrn aufmerksam zu machen. Doch erst nachdem er das Land von dem gefürchteten Drachen Opfer befreit hat, geht der Plan des gestiefelten Katers auf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774211","hoster":"VOE"},{"path":"/redirect/8635040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-25","name":"Das Geschenk des Fisches","epNo":25,"alt":"Episode 25","descr":"Tagtäglich angelt das Katerchen mit den anderen Katzen des Dorfes im nahegelegenen Fluß, doch es gelingt ihm nicht, einen Fisch zu fangen. Dabei muß es nicht nur für sich selbst sorgen, sondern auch für seinen kranken Großvater. Doch eines Tages hat es Erfolg. Es zieht endlich einen winzigen Fisch aus dem Wasser. Mit Verwunderung stellt es fest, das der Fisch sprechen kann. Und obwohl es großen Hunger hat, bringt es das Katerchen nicht mehr übers Herz, den Fisch zu töten. Es füttert ihn, hegt und pflegt ihn, und die beiden werden gute Freunde. Der Fisch wächst, wird groß und kräftig und überredet das Katerchen schließlich, ihn ins Unterwasserschloß seiner Eltern zu begleiten. Das Katerchen folgt dem Fisch in eine Welt, die es vorher noch nie gesehen hat und verbringt eine aufregende Zeit im Unterwasserschloß des Meereskönigs. Zum Abschied wird das Katerchen für sein gutes Herz reich belohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774210","hoster":"VOE"},{"path":"/redirect/8635042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-26","name":"Die verschwundenen Lichterelfen","epNo":26,"alt":"Episode 26","descr":"Mutter Panda erzählt die Geschichte von den mutigen Glühwürmchenprinzen Tantaka, Lago und Junda, die sich durch nichts einschüchtern ließen. Der neunköpfige Drache hatte die Lichterelfen, die im Glühwürmchental für Licht und Farben sorgten, gefangen und in verzauberte Gefängnisse gesperrt. Noch nie zuvor hatte es jemand gewagt, sich dem Gefürchteten zu nähern. Ausgerechnet drei winzige Glühwürmchen nahmen den Kampf mit ihm auf, und sie besiegten ihn mit List und Klugheit. Ganz ohne Hilfe des Lichtelfen-Zauberers wäre ihnen das aber sicherlich nicht gelungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774212","hoster":"VOE"},{"path":"/redirect/8635053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-27","name":"Der kluge Frosch","epNo":27,"alt":"Episode 27","descr":"Mutter Panda erzählt vom König Löwen, der sich auf Brautschau befindet und vor dessen kritischen Augen jedoch keine der hübschesten Löwendamen Gnade findet. Für ihn kommt nur das schönste weibliche Wesen der Welt in Frage: die Tochter von Sonne und Mond. Wie er allerdings um ihre Hand anhalten soll, weiß König Löwe nicht, denn seine Angebetete kommt nur einmal im Jahr zur Erde und König Löwe ja nie in den Himmel. Es versteht sich von selbst, das nur ein Heiratsvermittler helfen kann. Ausgerechnet einen kleinen Frosch bestimmt der König dazu, diese schwierige Aufgabe zu übernehmen. Mit Hilfe einer List gelingt es dem Frosch tatsächlich, in den Himmel zu gelangen und bei der Sonne und dem Mond vorzusprechen. Allerdings bittet der Frosch die beiden nicht um die Hand ihrer Tochter, sondern um Mithilfe bei der Ausführung eines Planes. Der kleine kluge Frosch möchte König Löwe nämlich unbedingt mit einer Löwendame verheiraten, was ihm schließlich auch gelingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774213","hoster":"VOE"},{"path":"/redirect/8635056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-28","name":"Stadtmaus und Feldmaus","epNo":28,"alt":"Episode 28","descr":"Mutter Panda erzählt diesmal von dem Feldmäuserich Schu Schu, der eines Tages mit dem Leben auf dem Land nicht mehr zufrieden war und von der großen Stadt träumte. Seine Sehnsucht wurde schließlich so groß, das er seine Koffer packte, um seinen Vetter Ratte zu besuchen, der schon vor Jahren in die Stadt gezogen war und Schu Schu in vielen Briefen von seinem herrlichen Leben dort vorgeschwärmt hatte. So war es nicht verwunderlich, das Schu Schu davon überzeugt war, in der Stadt sein Glück zu machen, doch leider war die Wirklichkeit wie so oft enttäuschend. Nichts aber auch gar nichts entsprach seinen Erwartungen. Er traf zwar seinen Vetter Ratte, doch vom ersten Augenblick an waren die beiden auf der Flucht. Entweder wurden sie von einem Kater gejagt oder von einem Menschen, und beinahe sogar von einem Auto überfahren. Schon am Abend des ersten Tages hatte Schu Schu von der Stadt genug. Er nahm seine Koffer und fuhr wieder zurück nach Hause aufs Land.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774214","hoster":"VOE"},{"path":"/redirect/8635044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-29","name":"Fauler Ronny, fleißiger Micky","epNo":29,"alt":"Episode 29","descr":"In einem Teil der Erde lebten viele ganz besonders fleißige Tiere, sie arbeiteten von Sonnenaufgang bis Sonnenuntergang und sorgten dafür, daß das Tal grün war. Einer half dem anderen. Nur Wiesel Ronny machte da eine Ausnahme. Er war zu faul um zu arbeiten und lebte lieber auf Kosten von Maus Micky, die mit ihm alles teilte, was er besaß. Natürlich waren die anderen Tiere über Ronnys Verhalten verärgert und beklagten sich über ihn. Das störte Ronny, und er entschloß sich auszuwandern. Er wollte auf einer einsamen Insel leben, um dort ungestört die Samen aufessen zu können, die Micky ihm für sein Feld gegeben hatte. Doch unterwegs verlor Ronny die Samen und er mußte umkehren. Da Micky ihm aus der Verlegenheit half und neue Samen schenkte, konnte Ronny sich erneut auf den Weg machen, doch auch diesmal verlor er, was Micky ihm gegeben hatte. Wieder half Micky, obwohl er wußte, das Ronny ihn betrog. Er mochte Ronny und war der einzige, der noch zu ihm hielt. Alle anderen wollten schon längst nichts mehr von ihm wissen. Doch Ronny war zwar faul, aber er war nicht schlecht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774216","hoster":"VOE"},{"path":"/redirect/8635047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-30","name":"Die besten Freunde der Welt","epNo":30,"alt":"Episode 30","descr":"Die Schwalbe Rock hatte die Wintermonate im Süden verbracht. Als sie im Frühjahr wieder in ihre Heimat zurückkehrte, stellte sie fest, daß der kleine Spatz Kichi in ihr Haus eingezogen war. Zwischen den beiden entbrannte ein heftiger Streit um das Schwalbenhaus, denn Kichi war nicht bereit, Rocks Besitzansprüche anzuerkennen. Da weder die Schwalbe noch der Spatz nachgeben wollten, blieben sie beide im Haus und wurden nach anfänglichen Schwierigkeiten gute Freunde. Es wurde Herbst, und die ersten Schwalben verließen bereits wieder die Gegend, um in den Süden zu ziehen. Nur Rock blieb. Er mochte sich nicht von Kichi trennen, und Kichi wollte ihn nicht ziehen lassen. Doch irgendwann mußten beide einsehen, daß niemand gegen seine Bestimmung leben kann und daß auch Rock, wie alle anderen Schwalben, im Süden überwintern mußte. So trennten sie sich denn schweren Herzens, und Kichi versprach, ihr gemeinsames Haus zu hüten bis Rock im nächsten Frühjahr zurückkehren würde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774215","hoster":"VOE"},{"path":"/redirect/8635045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-31","name":"Die lange Wanderung","epNo":31,"alt":"Episode 31","descr":"Erzähl uns ein Märchen\", bitten die Tierkinder Mutter Panda, und diese erzählt von dem kleinen Hund Ron und dem Kätzchen Mick, die gemeinsam das Land, in dem die Morgensonne wohnt, suchten. Die alte, weise Eule hatte ihnen erzählt, das auch ängstliche Schwächlinge im Land der Morgensonne groß, mutig und stark werden. Und genau das wollten Mick und Ron, denn weder der Hund noch das Kätzchen zeichneten sich durch besonders großen Mut aus. Ein Jahr lang waren Mick und Ron unterwegs. Sie litten Hunger, gerieten immer wieder in äußerst gefährliche Situationen und waren mehr als einmal verzagt. Doch sie gaben nicht auf. Gemeinsam standen sie alle Mühen durch und erreichten schließlich ihr Ziel…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774218","hoster":"VOE"},{"path":"/redirect/8635046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-32","name":"Familie Reiher und der Fuchs","epNo":32,"alt":"Episode 32","descr":"Eines Tages bekam das Ehepaar Reiher Besuch von einer Krähe. Zunächst waren die beiden über den ungebetenen Gast entrüstet und rümpften die Nasen über dessen ungepflegtes Äußeres, doch bald schon verstanden sich die Reiher und die Krähe gut, sie unterhielten sich bestens, und als die Krähe schließlich weiterzog, versprach sie, im nächsten Frühjahr wieder vorbei zuschauen. Im nächsten Frühjahr hatte sich in dem vornehmen Baumhaus von Herrn und Frau Reiher allerdings etwas entscheidend verändert. Sie hatten Nachwuchs bekommen. Doch mit dem Glück war auch die Sorge in das Haus eingekehrt. Ein Fuchs hatte es sich in den Kopf gesetzt, wenigstens eines der Reiherküken auf zu fressen. Tag für Tag kam er zu dem Baumhaus und forderte die entsetzten Eltern auf, ihm eines der Kinder zu geben, andernfalls würde er den Baum umhacken. Mit Hilfe der Krähe gelang es Herrn und Frau Reiher schließlich, den Fuchs zu überlisten, doch dabei verloren sie ihren gesamten Besitz…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774219","hoster":"VOE"},{"path":"/redirect/8635048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-33","name":"Das Himmelskalb","epNo":33,"alt":"Episode 33","descr":"Der arme Bauernsohn Chong, fand eines Tages ein kleines blaues Kalb. Er hegte und pflegte es und machte es zu seinem besten Freund. Dieses Kalb, dem er den Namen Altai gab, war allerdings kein gewöhnliches Kalb. Es war ein Himmelskalb, das vom Sternenkönig auf die Erde geschickt worden war. Der Sternenkönig hatte Chong seiner Tochter Vega bestimmt und Altai die Aufgabe gestellt, diese Hochzeit zu vermitteln. Das war nicht so schwierig wie Altai zunächst glaubte, denn Chong und Vega verliebten sich ineinander. Um im Himmel leben zu können, mußte Chong dem Sternenkönig allerdings ein Versprechen geben. Er mußte sich für alle Zeiten für den Himmel entscheiden und durfte nie mehr zur Erde zurückkehren. Chong brach das Versprechen. Zur Strafe spannte der Sternenkönig zwischen ihm und Vega die Milchstraße. Die beiden wurden getrennt. Doch da der Sternenkönig sah, wie tief Chong bereute, was er getan hatte, zauberte er einmal im Jahr eine Brücke über die Milchstraße…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774220","hoster":"VOE"},{"path":"/redirect/8635049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-34","name":"Der eingebildete Hase","epNo":34,"alt":"Episode 34","descr":"Mutter Panda erzählt vom Hasen, der sich selbst für so wunderschön hielt, das er jahrein jahraus auf der Wanderschaft war, um aller Welt seine Schönheit zu zeigen. Eines Tages kam er an einen See. Hier lebten unzählige Schildkröten. Der Hase glaubte, das richtige Publikum für seine Schönheit gefunden zu haben. Doch niemand kümmerte sich um ihn. Keine der Schildkröten fand ihn besonders schön. Man ließ ihn links liegen. Das passte dem Hasen ganz und gar nicht. Er war daran gewöhnt, das ihm jeder zu Füßen lag. Und so nahm er sich vor, solange bei den Schildkröten zu bleiben, bis auch die letzte für ihn schwärmen würde. Zuerst versuchte der Hase, sich bei den Schildkrötenkindern ein zu schmeicheln. Das fiel ihm nicht schwer, denn die Kinder freuten sich darüber, das der Hase mit ihnen spielte. Alles schien sich so zu entwickeln, wie es sich der Hase vorstellte, doch dann stolperte er über seinen Übermut. Er begann, aus Langeweile den Schildkröten Streiche zu spielen, bis diese ihn schließlich fortjagten und ihm in ihrer grenzenlosen Wut auch noch den langen buschigen Schweif abbissen. Das ist der Grund, weshalb alle Hasen kurze Puschelschwänzchen haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774224","hoster":"VOE"},{"path":"/redirect/8635052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-35","name":"Die zwölf Monate","epNo":35,"alt":"Episode 35","descr":"Mutter Panda erzählt den Tierkindern von der kleinen Anuschka, die mit ihrer Mutter tief im Wald lebte. Anuschka war bei allen sehr beliebt, denn sie war immer fröhlich und hatte noch nie etwas Böses getan. Sie war glücklich, und wer mit ihr zusammen war, wurde glücklich. Doch eines Tages wurde Anuschkas Mutter krank. Sie machte sich große Sorgen, denn nichts schien ihrer Mutter zu helfen. Schließlich gab man ihr den Rat, ein ganz bestimmtes Kraut zu suchen, doch es war Winter. Der Wald war tief verschneit. Obwohl sie wußte, daß sie erfolglos sein würde, lief sie hinaus in den Schneesturm und verlief sich. Stundenlang irrte sie im Wald umher, bis sie schließlich an eine Lichtung kam. Dort saßen an einem warmen Feuer zwölf Zwerge. Es waren die zwölf Monate. Anuschka erzählte ihnen ihre Geschichte, und die zwölf Monate halfen ihr. Für eine Stunde ließen sie den Winter verschwinden und es Frühling werden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774223","hoster":"VOE"},{"path":"/redirect/8635050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-36","name":"Die mutige Wasserschildkröte","epNo":36,"alt":"Episode 36","descr":"Mutter Panda erzählt das Märchen von der mutigen Wasserschildkröte Lahaina, die sich vorgenommen hatte, das Meer von dem bösen Walfisch Mani zu befreien, denn Mani versetzte jeden in Angst und Schrecken. Keiner konnte so froh und glücklich leben wie er wollte. Den Tieren an Land ging es nicht viel besser. Sie litten unter der Tyrannei des Elefanten Kelola. Sowohl Kelola als auch Mani hielten sich jeder für das stärkste Tier der Welt. Dieses nutzte Lahaina schließlich aus. Durch einen Trick gelang es ihm, die beiden gegeneinander antreten zu lassen, doch keiner gewann. Sie waren beide gleich stark. Das haben sie allerdings nie erfahren, denn sowohl Kelola als auch Mani glaubten, während des Zweikampfes gegen Lahaina gekämpft zu haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774225","hoster":"VOE"},{"path":"/redirect/8635067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-37","name":"Die drei blauen Affen","epNo":37,"alt":"Episode 37","descr":"Mutter Panda erzählt von den drei blauen Affen. Vor langer Zeit gab es einen Dschungel, in dem alles blau war: blaue Bäume, die Blumen, die Gräser und auch die Tinte. In diesem Dschungel lebten drei blaue Affen, die mit ihrem Aussehen sehr zufrieden waren, bis sie eines Tages einen leuchtend bunten Vogel entdeckten. Die drei neideten dem Vogel das bunte Federkleid und wollten genau so schön aussehen wie er. Um dies zu erreichen gingen sie sogar bis zur Sonne. Die Sonne half ihnen und färbte das blaue Fell der Affen golden und rot. Zunächst waren die drei sehr stolz. Doch bald schon mußten sie lernen, das sie einen Fehler gemacht hatten. Mit ihrem blauen Fell waren sie im Dschungel sicher, doch jetzt fielen sie viel zu sehr auf. Ständig waren sie in Gefahr. Sie bereuten, was sie getan hatten, und baten die Sonne, ihnen noch einmal zu helfen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382147","hoster":"VOE"},{"path":"/redirect/8635051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-38","name":"Der goldene Vogel","epNo":38,"alt":"Episode 38","descr":"Peter, Sally und Baron besaßen einen kostbaren Baum, den sie hegten und pflegten, denn auf diesem Baum wuchsen Früchte, die heller glänzten als die Sterne. Wer immer krank war und von diesen Früchten aß, wurde gesund. Doch eines Tages vertrocknete der Baum, die Früchte fielen ab und verloren ihre Zauberkraft. Sally, Peter und Baron machten sich auf den Weg, Hilfe zu holen. Unterwegs begegneten sie einem goldenen Vogel, der verletzt und erschöpft war. Sie nahmen ihn mit nach Hause und pflegten ihn gesund. Ihren Baum vergaßen sie. Die Sorge um den kranken Vogel war ihnen wichtiger. Der Vogel wurde wieder gesund und schenkte ihnen aus Dankbarkeit dem Zauberbaum das Leben zurück…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774221","hoster":"VOE"},{"path":"/redirect/8635054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-39","name":"Das Eichhorn und die Prinzessin","epNo":39,"alt":"Episode 39","descr":"Die drei Brüdern Hugo, Larry und Louis Sie wurden, als sie erwachsen waren, von ihren Eltern auf Wanderschaft geschickt, denn sie sollten beweisen, daß sie auf eigenen Füßen stehen können. Die Eltern machten ihnen die Auflage, nach Ablauf von drei Jahren wieder nach Hause zurückzukehren und zu berichten, wie es ihnen ergangen war. Nach drei Jahren brachte Louis eine Feder mit. Er hatte einem Vogel geholfen und von diesem die Feder als Zeichen seiner Dankbarkeit erhalten. Hugo hatte eine Muschel gefunden, mit der man in die Ferne sehen konnte. Der kleine Larry aber hatte vom Straußenkönig ein kostbares Halsband bekommen. Die drei Brüder zeigten sich gegenseitig ihre Schätze, und als Hugo seine Muschel führte, sahen sie in der Muschel, daß die Prinzessin des Landes krank war, und sie erfuhren, daß nur das Halsband des Straußenkönigs helfen konnte. Plötzlich begann Louis’ Feder zu glänzen und zu wachsen. Die drei setzten sich auf die Feder und flogen zum Palast. So gelang es ihnen, die Prinzessin zu retten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774226","hoster":"VOE"},{"path":"/redirect/8635055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-40","name":"Die falschen Wünsche","epNo":40,"alt":"Episode 40","descr":"Mutter Panda erzählt vom Käferjungen Cut und dem Käfermädchen Bubble. Cut arbeitete als Gärtner und Bubble als Magd. Die beiden waren sehr arm, aber sie waren glücklich. Eines Tages brannte das Dorf, in dem sie lebten, ab, und Cut und Bubble mußten sich eine neue Heimat suchen. Unterwegs begegneten sie einem Schmetterling, der in Not war. Sie halfen dem Schmetterling und erhielten als Belohnung von ihm soviele Honigtöpfe, daß sie sie noch nicht einmal zählen konnten. Von einem Moment zum, nächsten waren Cut und Bubble reich. Cut baute sich das prächtigste Haus der Gegend. Er kaufte sich, was sein Herz begehrte und feierte jeden Tag ein großes Fest. Bubble beobachtete diese Verschwendungssucht mit Sorgen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774227","hoster":"VOE"},{"path":"/redirect/8635059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-41","name":"Die Ameise und der Grashüpfer","epNo":41,"alt":"Episode 41","descr":"Mutter Panda erzählt von dem kleinen Ameisenjungen Patti. Patti lebte mit seiner Mutter und seinen Geschwistern im Ameisendorf. Sie waren alle sehr fleißig, arbeiteten von morgens bis abends. Sie putzten und fegten und sammelten jede freie Minute Vorräte für den Winter. Eines Tages tauchte ein Grashüpfer im Ameisendorf auf, der Patti zu einem Geigenkonzert einlud. Zum ersten Mal hörte Patti Musik und vergaß darüber alles, was vorher für ihn wichtig war. Er wollte nichts anderes, als Musik hören. Als der Grashüpfer schließlich das Dorf verlassen und weiterziehen wollte, entschloß sich Patti, bei ihm zu bleiben. Ihm schien das Leben des Grashüpfers viel schöner und bunter zu sein als sein eigenes. Der Grashüpfer hatte aber niemals vorgehabt, Patti mitzunehmen. Heimlich schlich er sich davon und ließ Patti zurück. Patti weinte, doch dann, als der Winter kam, da wußte Patti, daß es der Grashüpfer gut mit ihm gemeint hatte und er war sehr froh, daß er zu Hause in der warmen Stube bei seiner Mutter sein konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774228","hoster":"VOE"},{"path":"/redirect/8635058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-42","name":"Der Sonnenhund","epNo":42,"alt":"Episode 42","descr":"Mutter Panda erzählt die Geschichte des kleinen Hundes Top Chop, dem es eines Tages nicht mehr genügte, ein Hund zu sein. Er wollte etwas Großartiges leisten. Er wollte die Erde mit Licht erfüllen, wie es die Sonne kann, und so bat er die Sonne, ihm zu helfen. Die Sonne tauschte mit ihm. Sie wurde Hund und Top Chop übernahm die Aufgabe der Sonne, aber bald war er auch damit nicht mehr zufrieden. Und so versuchte er nacheinander als Wolke, als Wind und als Liane sein Glück zu machen. Doch am Ende lernte er, daß er als Hund am Zufriedensten und Glücklichsten war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774229","hoster":"VOE"},{"path":"/redirect/8635060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-43","name":"Der Vogel Wehmus","epNo":43,"alt":"Episode 43","descr":"Mutter Panda erzählt von dem kleinen Bärenjungen Bobby, der so gutherzig war, daß er nie etwas für sich selbst behalten konnte und alles hergab, was er besaß. Dadurch gelang es Bobby, das Herz des Vogels Wehmus zu gewinnen. Wehmus war ein ganz besonderer Vogel. Seine Federn waren aus reinem Gold, und sein Gesang war so wunderschön, daß er jeden heilte, der krank war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173287","hoster":"VOE"},{"path":"/redirect/8635057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-44","name":"Das Regenbärchen","epNo":44,"alt":"Episode 44","descr":"Mutter Panda erzählt die Geschichte vom Regenbärchen, das verantwortlich war, daß es auf der Erde regnete. Eines Tages aber rutschte das Regenbärchen auf einer Wolke aus und fiel vom Himmel. Das brachte der Erde große Not, denn nun sorgte keiner mehr dafür, daß es regnete. Es gab kein Wasser mehr. Bäche, Flüsse und Seen trockneten aus. Erst als es dem Regenbärchen nach vielen fehlgeschlagenen Versuchen gelang, in den Himmel zurückzukehren, brachte es der Erde das lebensnotwendige Wasser zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774233","hoster":"VOE"},{"path":"/redirect/8635071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-45","name":"Tok und Mok","epNo":45,"alt":"Episode 45","descr":"Mutter Panda erzählt die Geschichte von Mok und Tok, den beiden Präriehunden. Die beiden waren die besten Freunde der Welt, bis sie eines Tages das Präriehundemädchen Mick trafen. Tok und Mok verliebten sich in Mick und somit wurden die beiden Freunde zu Konkurrenten. Sie stritten sich von morgens bis abends über jede Kleinigkeit, bis sie schließlich überhaupt nicht mehr miteinander sprachen. Eine langjährige Freundschaft drohte zu zerbrechen. Doch eines Tages gab es in dem Tal, in dem Tok und Mok wohnten, eine Überschwemmung. Ausgerechnet die von Tok und Mok bewunderte Mick geriet in Gefahr. Mick zuliebe vergaßen die beiden Präriehunde ihren Streit und retteten Mick gemeinsam aus den Fluten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774230","hoster":"VOE"},{"path":"/redirect/8635061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-46","name":"Die gute Idee des Waschbären","epNo":46,"alt":"Episode 46","descr":"Mutter Panda erzählt die Geschichte des armen Waschbären Palo, der zum reichen Mann wurde, nur weil er eine gute Idee hatte. Allerdings, ganz so einfach, wie es für die Tiere des Waldes aussah, war Palos Weg zum Erfolg nicht. Sein Start war eine Hand voll Himbeeren, doch diese verschenkte er, um ein krankes Mädchen zu retten. Als Belohnung dafür erhielt Palo vier Körbe der Beeren, auch diese verschenkte er und erhielt als Dank dafür einen alten Schirm, den er ebenfalls verschenkte, wie alles, was man ihm aus Dankbarkeit gab. Palo war nicht nur sehr klug, er war auch sehr gutherzig und dafür wurde er belohnt. Zum Schluß erhielt er mehrere Säcke Maismehl, damit konnte er eine Bäckerei eröffnen und sein Glück machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774235","hoster":"VOE"},{"path":"/redirect/8635066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-47","name":"Das Feuer","epNo":47,"alt":"Episode 47","descr":"Erzähl uns ein Märchen\", bitten die Tierkinder Mutter Panda, und diese erzählt die Geschichte der kleinen Spinne Cyrill, die an einem glitzernden Regenschirm vom Himmel zur Erde schwebte. Cyrill war eine ganz besonders gutherzige und hilfreiche Spinne. Sehr schnell gelang es ihr, sich mit allen Tieren zu befreunden. Sie half, wo sie konnte, ohne etwas dafür zu verlangen und brachte zum Schluß, sogar unter Einsatz ihres eigenen Lebens, den Tieren das Feuer, damit sich diese im Winter wärmen konnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774234","hoster":"VOE"},{"path":"/redirect/8635063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-48","name":"Die Bremer Stadtmusikanten","epNo":48,"alt":"Episode 48","descr":"Mutter Panda erzählt die Geschichte von der Katze, dem Hund, dem Esel und dem Hahn, die ihren Herren davonliefen und nach Bremen wanderten, um dort Musik zu machen. Jeder von ihnen hatte einen anderen Grund, die Heimat zu verlassen, doch eines hatten sie gemeinsam: Sie waren nicht mehr ganz jung und es fiel ihnen schwer, ihren tagtäglichen Pflichten nachzugehen. Doch sehr erfolgversprechend war ihr Vorhaben, Karriere als Sänger zu machen, nicht, denn keiner konnte richtig singen. Wo immer sie versuchten, für ihr tägliches Brot zu singen, ernteten sie nur Hohn und Spott, bis sie schließlich zu einem Haus im Wald kamen. Hier sollte sich ihr Schicksal ändern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774231","hoster":"VOE"},{"path":"/redirect/8635069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-49","name":"Die dankbare Maus","epNo":49,"alt":"Episode 49","descr":"Die Kinder bitten: \"Erzähl uns eine Geschichte…\". Mutter Panda erzählt die Geschichte vom Elefantenkönig, der mit seinem Ministerstab der Einladung des Nachbarkönigs folgte und unterwegs in die Falle der Affenräuber lief. Der König mochte noch so viel flehen, die Affen kannten kein Erbarmen. Sie raubten den König und sein Gefolge aus. Kein Stück Brot, keine Frucht, nichts blieb ihnen. Doch damit hätte sich der König sicherlich abgefunden, wenn die Affen sie nicht alle miteinander in einem Netz gefangen gehalten hätten, in dem sie sich kaum bewegen konnten. Aus dieser misslichen Lage wurde der König der Elefanten von einer winzigen Maus befreit, der der König einmal das Leben gerettet hatte und die ihm dies nun danken konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774236","hoster":"VOE"},{"path":"/redirect/8635062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-50","name":"Maksil und Maliket","epNo":50,"alt":"Episode 50","descr":"Mutter Panda erzählt die Geschichte von dem Ottermädchen Maliket, das sich den Verboten ihres Vaters widersetzte und sich deshalb in große Gefahr brachte. Es war allen Otterkindern strengstens verboten, in die Korallenschlucht zu schwimmen. Nur Maliket hielt sich nicht an das Versprechen, das die Otterkinder gegeben hatten, und geriet in die Falle des Unterwasserdrachen Aura, der glaubte, daß sein Sohn Maksil eine Spielgefährtin wünschte. Zwar mochte Maliket den kleinen Drachen Maksil sehr, aber sie hatte Heimweh und war in Auras Schloß gar nicht glücklich, obwohl dieser ihr jeden Wunsch von den Augen ablas. Maksil hatte Mitleid und Maliket und verhalf ihr zur Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774237","hoster":"VOE"},{"path":"/redirect/8635068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-51","name":"Kalif Storch","epNo":51,"alt":"Episode 51","descr":"Erzähl uns ein Märchen\", bitten die Tierkinder Mutter Panda, und diese erzählt die Geschichte von dem jungen Kalifen Chasid, der alles besaß, was sein Herz begehrte, nur keine Freunde. Deshalb langweilte sich der Kalif so sehr, daß er sich auf ein Abenteuer einließ, von dem die Märchenerzähler heute noch berichten. Mit Hilfe eines Zauberpulvers verwandelten sich der Kalif und sein Wesir in Störche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774238","hoster":"VOE"},{"path":"/redirect/8635064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tao-tao-tiergeschichten-aus-aller-welt/staffel-1/episode-52","name":"Der Traumelefant","epNo":52,"alt":"Episode 52","descr":"m Waizantal erschien ein schwarzes Kaninchen, das Tao Tao und seine Freunde nach Illebarter, dem Traumelefanten fragte. Illebarter, der weiße Himmelselefant, den jeder den Traumelefanten nennt, kann alle Wünsche der Welt erfüllen. Er kann Träume wahr machen, und das schwarze Kaninchen, das eines Tages im Waizantal auftauchte, hatte einen Wunsch: Sein Heimattal war durch einen Waldbrand zerstört worden, und nun wünschte es sich ein neues Tal, in dem es keine verbrannten Bäume, sondern grüne Wiesen und blühende Blumen gab. Tao Tao und seine Freunde halfen dem schwarzen Kaninchen bei der Suche nach Illebarter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774239","hoster":"VOE"},{"path":"/redirect/8635065","hoster":"Streamtape"}]}]}]}]}