{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige","name":"Tapetenwechsel - Die Sendung für Wohnsinnige","descr":"Stellen Sie sich vor, Sie kommen nach Hause, Sie machen die Haustüre auf, Sie gehen in Ihr Wohnzimmer, das Ihnen für lange Jahre so vertraut war. Mit den schiefen Korbsesseln, dem alten Teppich und der Blümchentapete, die Sie eigentlich nie so richtig gemocht haben. Stellen Sie sich weiter vor, daß aus diesem etwas altbackenen Zimmer ein moderner, schicker Raum geworden ist, mit tollen Möbeln, neuen Tapeten und Vorhängen und das alles in modischen Farben, die aufeinander abgestimmt sind. Und das Schönste dran ist, daß Ihre Freunde mitgeholfen haben, dieses Zimmer zu renovieren. Zwei befreundete Kandidaten-Paare (rotes Team und blaues Team) tauschen für zwei Tage ihre Wohnungen und renovieren dabei, innerhalb der vorgegebenen Zeit von 48 Stunden, jeweils ein bestimmtes Zimmer der Freunde nach deren Vorstellungen. Dabei wissen die Teams nicht, was in den eigenen Räumen passiert. Für die Arbeiten bekommen sie je ein Budget von 3000 DM / 1.500 Euro zur Verfügung gestellt. Unterstützt werden sie von Bastl-Wastl, einem Handwerker, in allen technischen und handwerklichen Belangen und Ideen zur Raumgestaltung und Realisierung wurden von einem professionellen Raumdesigner (Renovierberater), in wechselnder Besetzung, beigesteuert - Was haben die Freunde angerichtet? Werden Tränen der Freude oder der Wut fließen?","seasons":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-1","name":"Afrikanisches Wohnzimmer gestalten","epNo":1,"alt":"","descr":"Als die ersten Kandidaten bei Tapetenwechsel, wissen Bernadette und  Alexander nicht was auf sie zu kommt. Sie können sich nur darauf verlassen, dass sich ihre Freunde Regina und Heinz Mühe geben. Die Designer helfen kräftig dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766448","hoster":"VOE"},{"path":"/redirect/12766445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-2","name":"Regenbogenfisch Kinderzimmer","epNo":2,"alt":"","descr":"Die Kinder von Petra und Wolfgang wünschen sich ein neues Kinderzimmer und weil sie das Buch vom Regenbogenfisch so mögen, wird danach das Zimmer eingerichtet: Sternenhimmel, Wellenhochbett und Meerestiere an der Wand. Auch das Wohnzimmer von Armin und Elizabeth wird umgestaltet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766457","hoster":"VOE"},{"path":"/redirect/12766456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-3","name":"Romantisches Schlafzimmer im Palast-Stil","epNo":3,"alt":"","descr":"Tapetenwechsel diesmal am Ammersee. Manuela und Thomas tauschen ihr Zimmer mit Ruth und Christian. Der Designer Sebastian Stadler macht das Schlafzimmer romantisch. Etwas zu viel für die Kandidaten ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766460","hoster":"VOE"},{"path":"/redirect/12766464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-4","name":"FC Bayern-Kinderzimmer gestalten","epNo":4,"alt":"","descr":"Der Sohn von Edith und Hermann bekommt ein neues Kinderzimmer. Außerdem ist er 1. FC Bayern München Fan. Wenn sich das nicht kombinieren lässt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766472","hoster":"VOE"},{"path":"/redirect/12766477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-5","name":"Schlafzimmer praktisch gestalten","epNo":5,"alt":"","descr":"Beate und Martin wünschen sich ein neues Esszimmer und Ursula und Christian ein neues Schlafzimmer. Mit der Hilfe von von Bastl Wastl sollen die Wünsche erfüllt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766480","hoster":"VOE"},{"path":"/redirect/12766487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-6","name":"Wohnzimmer auffrischen","epNo":6,"alt":"","descr":"Gabriele und Gino renovieren diesmal das Schlafzimmer ihrer Freunde  Elisabeth und Tim. Der Höhepunkt kommt als Gino für seine Freunde ein Gemälde malt. Er ist zufrieden aber werden das seine Freunde auch sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766495","hoster":"VOE"},{"path":"/redirect/12766496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-7","name":"Wohnküche richtig einrichten","epNo":7,"alt":"","descr":"Die WG-Küche von Sabine und Christian ist unordentlich und provisorisch. Das soll sich jetzt ändern: Mit der Hilfe des Designers Matthias Kammermeier renovieren und strukturieren Ulrike und Georg die Küche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766504","hoster":"VOE"},{"path":"/redirect/12766505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-8","name":"Wohnzimmer im englischen Stil","epNo":8,"alt":"","descr":"Der Designer Alessandro Braccio hat wirklich schräge Ideen. So schräg das Anna und Harald fast aufgegeben hätten. Das wollen sie einfach nicht ihren Freunden antun. Ob sich das Team am Ende noch einigen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766508","hoster":"VOE"},{"path":"/redirect/12766512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-9","name":"Räume unter dem Dach gestalten","epNo":9,"alt":"","descr":"Diesmal wird unter dem Dach renoviert. Christine und Martin gehen zu Margit und Steven und umgekehrt. Es gibt viel zu tun - sogar Kies muss geschleppt werden! Ob das mal gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766514","hoster":"VOE"},{"path":"/redirect/12766520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-10","name":"Schlafzimmer neu gestalten","epNo":10,"alt":"","descr":"Gelbe, grüne und orange Streifen. Gehört das in ein Schlafzimmer? Der Designer Alessandro Braccio findet schon. Ob er davon Harald und Gabi begeistern kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766522","hoster":"VOE"},{"path":"/redirect/12766547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-11","name":"Arbeitszimmer richtig einrichten","epNo":11,"alt":"","descr":"Diesmal wird es richtig bunt bei Tapetenwechsel. Und wie üblich mit dem Designer Alessandro Braccio: Es gibt Streit mit den Kandidaten. Das Musik- und Arbeitszimmer von Anja und Klaus soll neue Farbe bekommen. Und ihre Freunde Christina und Eberhard wünschen sich ein neues Wohnzimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766529","hoster":"VOE"},{"path":"/redirect/12766530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-12","name":"Hängender Garten selbst gestalten","epNo":12,"alt":"","descr":"Frauen-Power bei Tapetenwechsel: Die Schwestern Barbara und Andrea tauschen Wohnungen mit Stefanie und Regine. Mit der Hilfe von Bastl Wastl entstehen Räume, die sich sehen lassen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766538","hoster":"VOE"},{"path":"/redirect/12766541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-1/episode-13","name":"Gästezimmer praktisch einrichten","epNo":13,"alt":"","descr":"Im Finale der ersten Staffel verwandeln Inge und Peter ein Zimmer von Andrea und Tobias und umgekehrt. Andrea ist auch noch die Tochter von Inge und Peter. Da sich alle so gut kennen, kann das ja nur gut gehen. Bei Inge und Peter verwandelt sich ein ungemütlicher Raum in ein einladendes Gästezimmer. Im anderen Haus ist das Wohnzimmer zwar modern, aber auch kühl und unfreundlich. Mit der richtigen und hellen Farben schaffen Team Rot und die Designerin Renate Leske eine kuschelige Atmosphäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766544","hoster":"VOE"},{"path":"/redirect/12766546","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-1","name":"Gemütliches Wohnzimmer gestalten","epNo":1,"alt":"","descr":"Dem Team von Uschi und Peter Ringelstätter wurde eine Herausforderung gestellt: Sie sollte nicht nur ein Fernsehzimmer komplett renovieren sondern auch ein Fliegen-Problem lösen. Währenddessen machen sich Rita und Otto Bauer daran, das Kinderzimmer der Töchter der Ringelstätter zu verschönern. Die Ideen des extravaganten Designers Allesandro Braccio scheinen den Kandidaten etwas zu gewagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766550","hoster":"VOE"},{"path":"/redirect/12766551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-2","name":"Landhausstil fürs Ess-und Wohnzimmer","epNo":2,"alt":"","descr":"Lilo und James richten die Küche ihrer Freunde Rolf und Ingrid rustikal-gemütlich. Doch bei Lilo und James zu Hause entsteht ein wahre Besonderheit: Sie bekommen ein Zimmer zum Golfspielen - mit Kunstrasen und Golfbällen. Doch dann will der Designer Sebastian Stadler ein Loch in den Boden bohren - im zweiten Stock. Rolf und Ingrid sind sich unsicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766555","hoster":"VOE"},{"path":"/redirect/12766557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-3","name":"Modernes Wohnzimmer mit rustikalem Schrank","epNo":3,"alt":"","descr":"Dieses Mal haben die Designer ausgefallene Ideen: Sebastian Stadler baut mit Daniela und Manfred ein orientalisches Schlafzimmer. Doch der Designer Alessandro Braccio kann das noch überbieten: er baut einen neuen Balken ein und schafft ein halbe Tonne Wackersteine an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766563","hoster":"VOE"},{"path":"/redirect/12766571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-4","name":"Platz optimieren in der Studentenwohnung","epNo":4,"alt":"","descr":"Alles hat so gut angefangen: Daniela und Alexander haben mit Renate und Christian die Zimmer getauscht, die Designer hatten gute Ideen und alle haben sich an die Arbeit gemacht. Doch dann geht alles schief: Die Farbe ist zu flüssig, die Schrauben schauen durch und die Wandfarbe will einfach nicht decken. Ob sie da noch alle fertig werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766581","hoster":"VOE"},{"path":"/redirect/12766584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-5","name":"Esszimmer modernisieren","epNo":5,"alt":"","descr":"Quadratisch. Praktisch. Gut. Nach diesem Motto dekorieren Irene und Christian das Esszimmer von Marion und Philipp und die wagen sich an das Schlafzimmer ihrer Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766597","hoster":"VOE"},{"path":"/redirect/12766599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-6","name":"Küche gemütlich dekorieren","epNo":6,"alt":"","descr":"Dies mal gibt es bei Tapetenwechsel viel Geschwisterliebe: Joseph tauscht mit seiner Schwester Sabine die Wohnung. Die Designerin Katja Thieme hat klare Vorstellungen, doch die knallorangen Schränke kommen nicht bei jedem an!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766602","hoster":"VOE"},{"path":"/redirect/12766603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-7","name":"Biologisches Wohnzimmer einrichten","epNo":7,"alt":"","descr":"Tapetenwechsel am Riegsee. Andreas und Karin trauen ihr Wohnzimmer ihren Freunden Renate und Ulli an. Doch es gibt eine Besonderheit an diesem Raum: Das Haus ist zum Großteil aus biologischen Baustoffen gebaut worden und so soll auch das Zimmer renoviert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766612","hoster":"VOE"},{"path":"/redirect/12766615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-8","name":"Fußball-Kinderzimmer gestalten","epNo":8,"alt":"","descr":"Die Kinder von Joseph und Waltraut Thomas sind Fans des TSV 1860 München und sie sollen ein neues Kinderzimmer bekommen. Das lässt sich bestimmt verbinden! Das denkt zu mindestens der Designer  Max Schmutterer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766618","hoster":"VOE"},{"path":"/redirect/12766619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-9","name":"Feng Shui Schlafzimmer einrichten","epNo":9,"alt":"","descr":"Susanne und Ralph wollten ein Schlafzimmer, dass nach der alten chinesischen Tradition Feng-Shui eingerichtet ist. Das lässt sich die Desingerin Katja Thieme nicht zweimal sagen. Mit Wünschelrute, Himmelsrichtungen und Sternzeichen kreiert sie ein Schlafsaal nach asiatischen Vorschriften. Bastl Wastl ist skeptisch. Ob das den Kandidaten noch gefällt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766625","hoster":"VOE"},{"path":"/redirect/12766627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-2/episode-10","name":"Homeoffice im Keller","epNo":10,"alt":"","descr":"Bettina und Bernd wollten schon immer ihren Keller aufräumen und umgestalten. Jetzt haben sie endlich die Möglichkeit. Doch können die Freunde Ulrike und Rolf die Erwartungen erfüllen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766629","hoster":"VOE"},{"path":"/redirect/12766630","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-1","name":"Küchenbar selbst bauen","epNo":1,"alt":"","descr":"Heute richten Nicole und Christian die Küche und das Wohnzimmer ihrer Freunde neu ein - eine selbstgebaute Bar soll entstehen. Doch Kerstin und Michael wollen das übertreffen: Ein Wohnzimmer wie aus Afrika ist ihre Idee. Aber ob das ihren Freunden gefällt? Und natürlich ist auch Bastl Wastl in der neuen Staffel dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766632","hoster":"VOE"},{"path":"/redirect/12766634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-2","name":"Wellness-Oase im Keller einrichten","epNo":2,"alt":"","descr":"Diesmal sind es nicht nur Nachbarn, die ihre Wohnungen tauschen - sondern auch Zwillingsschwestern. Das kann doch nur gut gehen, oder? Margot und Wilfried dekorieren das Wohnzimmer ihrer Nachbarn geschmackvoll mit indirektem Licht, Ofenbank und elegantem TV Schrank. Bastl Wastl legt als Fachmann natürlich mit Hand an. Der Keller mit Sauna wird hingegen von Martina und Florian Schlicht komplett umgestaltet - aus dem kahlen Souterrain wird eine Wüstenoase zum Entspannen: Zeltplanen, Kaktus und Springbrunnen. Doch dann bestellt die Designerin zwei Tonnen Quarzsand, um die Illusion konsequent umzusetzen. Margot \u0026 Wilfried hatte das bestimmt nicht so im Sinn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766641","hoster":"VOE"},{"path":"/redirect/12766643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-3","name":"Orientalische Küche gestalten","epNo":3,"alt":"","descr":"Wellblech und Dachrinnen sollen den Saunakeller von Beate und Raimund schmücken. Sie hingegen verwandeln die Küche ihrer Freunde aus Landshut in einen orientalischen Ort zum Entspannen. Zwei wirklich unterschiedliche Konzepte gibt es diesmal in Tapetenwechsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766648","hoster":"VOE"},{"path":"/redirect/12766650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-4","name":"Rundbett mit Leopardenfell selbst bauen","epNo":4,"alt":"","descr":"Sonja und ihre Freundin Silke bauen für ihre Freunde ein Rundbett mit Leopardenfell und sogar ein Tonnengewölbe für die Decke. Doch als die Designerin Katja Thieme die Farben froschgrün und dunkelweinrot für die Decke ausgesucht hat, protestieren die Kandidaten.  Monika und Hans-Juergen sind dagegen von Patricks Ideen begeistert und mit der Hilfe von Bastl Wastl wird das Wohnzimmer von Sonja erneuert bis ins kleinste Detail - sogar Wellensittich Johnny bekommt ein neues Zuhause. Selbstgebaute Regale mit indirekter Beleuchtung und blaue Farbfelder an den Wänden sind Patrick Ferriers Spezialität und werden Sonja sicher gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766652","hoster":"VOE"},{"path":"/redirect/12766653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-5","name":"Schlafzimmer im 70\u0026#039;s Stil","epNo":5,"alt":"","descr":"Diesmal wohnen die Kandidaten in einem Haus aber dennoch sind die Räume ganz unterschiedlich: Bei Elfi und Tom wird die Galerie in eine Liegelandschaft umgebaut. Und das Schlafzimmer von Bärbel und Reiner Thielen bekommt auch ein ganz spezielles Thema: Japanischer Retro-Style! Passend zu dem Musikgeschmack von Bärbel und Reiner wird ihr Zimmer in die 70er Jahre zurückversetzt. Die Wände werden komplett mit Gardinen verkleidet und dazu kommen ganz passend Eierstuhl, Flokatiteppich und Lampions. Elfi und Tom hatten sich einen Entspannungsraum unter ihrem Dach gewünscht - und das bekommen sie auch. Selbstgebaute Liegewiese und zugehängte Wandregale schmücken nun das Dachgeschoss. Dazu kommt noch eine ganz persönliche Note ihrer Nachbarn: Ein selbst gestaltetes Ölbild. Und weil die Teams so schnell waren ist sogar noch Zeit für ein bisschen musizieren mit Bastl Wastl dem Alleskönner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766657","hoster":"VOE"},{"path":"/redirect/12766659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-6","name":"Wohnzimmer modernisieren","epNo":6,"alt":"","descr":"Diesmal werden in Kötzing die Tapeten gewechselt. Maxi und Theo sollen bei ihren Freunde renovieren. Mit pfiffigen Tricks vom Designer wollen sie ein ödes Wohnzimmer in einen modischen Salon verwandeln. Auch Cornelia und Richard müssen sich etwas einfallen lassen. Das Grün gefällt den Kandidaten überhaupt nicht und auch Theos Sammlung von Blechschildern kann so nicht bleiben - sie hoffen auf gute Ideen der Designerin Jessamyn Apolant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766666","hoster":"VOE"},{"path":"/redirect/12766665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-7","name":"Schlafzimmer mit Dachschräge gestalten","epNo":7,"alt":"","descr":"Während Kathrin und Michael eine Spielecke für ihr Kind wollen, wünschen sich Barbara und Peter einen neuen Dachboden. Das Kinderzimmer ist für die Kandidaten kein Problem; mit der Hilfe von Bastl Wastl wird gemalt, gesägt und gezimmert. Doch die Vorstellungen von Alessandro Braccio sind etwas gewagter: er will eine kühle, luftige Atmosphäre erzeugen. Kathrin und Michael vertrauen ihm blind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766670","hoster":"VOE"},{"path":"/redirect/12766671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-8","name":"Klettergerüst im Kinderzimmer gestalten","epNo":8,"alt":"","descr":"Der kleine Florian will ein neues Kinderzimmer - und das bekommt er diesmal bei Tapetenwechsel. Ein Kindertraum wird war: Klettergerüst mit Hochbett und sogar coole Airbrush-Gemälde an der Wand.Das andere Team baut eine komplett neue Schrankwand mit indirekter Beleuchtung. Dazu kommt noch ein Fernsehmöbel, das eine ganz besondere Oberfläche bekommt. Doch dann kommt der Schock: Es sollen Winkel geschnitten werden und Bastl Wastl hat nicht das richtige Werkzeug dabei - und die Zeit wird knapp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766673","hoster":"VOE"},{"path":"/redirect/12766675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-9","name":"Wohn- und Esszimmer harmonisieren","epNo":9,"alt":"","descr":"Jutta und Franz wollen ihr Wohnzimmer mit Küche erneuern lassen und ihre Freunde Michaela und Günter sehnen sich nach einem schöneren Salon. Der Designer Alessandro Braccio hat große Pläne: Die Wände bekommen neue Farbe, es werden neue Vorhänge genäht und Möbel aus vom Flohmarkt sollen restauriert werden. Auch das andere Team macht große Änderungen - der Höhepunkt: Eine Plexiglass-Wand, die als Sichtschutz dient. Doch dann geht alles schief. Die Möbel lassen sich nicht abschleifen und das Plexiglass bricht. Ob die Designer noch eine Lösung finden? Die Zeit läuft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766681","hoster":"VOE"},{"path":"/redirect/12766680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-3/episode-10","name":"Dachzimmer optimal gestalten","epNo":10,"alt":"","descr":"Anke und Herbert sind mit ihrem Dachboden nicht zufrieden und legen ihn in die Hände von Birgit, Dirk und Jessamyn Apolant, der Designerin. Der andere Raum, der komplett neu gemacht werden soll ist das Wohnzimmer. Doch  Siggi will eine ganze Schrankwand neu bauen. Die zwei Tage sind fast vorbei und er wird einfach nicht fertig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766687","hoster":"VOE"},{"path":"/redirect/12766690","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-1","name":"Wohnzimmer groß wirken lassen","epNo":1,"alt":"","descr":"Die vierte Staffel beginnt mit einer ganz besonderen Idee: Jutta und Thomas Neidl dekorieren das Schlafzimmer ihrer Freunde in Amberg im Mittelalterstil.  In kobaltblau und mit goldenen Lilien werden die Wände verziert. Dazu kommt ein begehbarer Kleiderschrank und ein schmiedeeisernes Bett. Das Zimmer ist gar nicht mehr wieder zu erkennen. Das zweite Team geht das Renovieren etwas bescheidender an - aber nicht ohne: Spiegeldecke, Fernsehregal und Schiebepanel. Alles selbstgebaut mit der Hilfe von Bastl Wastl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766696","hoster":"VOE"},{"path":"/redirect/12766695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-2","name":"Wohnzimmer im italienischen Stil einrichten","epNo":2,"alt":"","descr":"Das haben Nicole und Thomas bestimmt nicht erwartet: Ihr ganzes Wohnzimmer wie aus der Toskana: Terrakotta-Wände, weiße Rundbögen und grüne Fensterläden. Etwas weniger gewagt wird das Dachgeschoss von Alexandra und Günther. Hier wird der Bürotisch mit Comics verschönert und natürlich: Ein Schlafsofa, das in der Wand verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766704","hoster":"VOE"},{"path":"/redirect/12766703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-3","name":"Rosa Schlafzimmer gestalten","epNo":3,"alt":"","descr":"Dieses Mal sind die Räume wirklich extravagant. Da toben sich die Designer so richtig aus. Sissi und Andreas bekommen ein pinkes Schlafzimmer mit silberner Krone. Und das Wohnzimmer von Barbara und Jürgen wird marokkanisch mit modernen Akzenten. Doch schon am ersten Tag wird den Kandidaten klar, worauf sie sich eingelassen haben: Keiner will das seinen Freunden antun. Geht das gut aus?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505894","hoster":"VOE"},{"path":"/redirect/12766708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-4","name":"Landhaus-Küche gemütlich einrichten","epNo":4,"alt":"","descr":"Eine neue Küche für Claudia und Andreas; ein neues Wohnzimmer für Gerlinde und Heinrich. Die Designer haben nette Ideen: Die Küche soll rustikal und gemütlich werden - eine echte Landhaus-Küche. Dazu kommt neue Farbe rein, einen genialen Vorhang, eine Bauernlampe und eine selbstgebaute Küchenleiste. Doch das ist alles nicht so einfach - selbst der Alleskönner Bastl Wastl macht hier einen Fehler!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505895","hoster":"VOE"},{"path":"/redirect/12766715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-5","name":"Teich im Keller bauen","epNo":5,"alt":"","descr":"Das hat es auch noch nicht gegeben: Einen eigenen Teich im Keller. Ulli und Ernie wollen ihre Freunde so richtig überraschen. Mit einem Teich auf einem Podest und sogar echten Flusskiesel wird ihnen das bestimmt gelingen. Ob sie aber mit ihrem Wohnzimmer dann auch zufrieden sind, wird sich zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13505896","hoster":"VOE"},{"path":"/redirect/12766719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-6","name":"Schlafzimmer im Keller gestalten","epNo":6,"alt":"","descr":"Lila und grün - sind das Farben, die in ein Schlafzimmer gehören? Für die Designerin keine Frage. Dazu kommen auch noch Leoparden-Tatzen an die Wand und Hawaii-Blumen. Im Keller von Heike und Andreas geht es auch sehr gewagt zu: Fensterblenden, indirekte Beleuchtung, Bettgestell, Säulen und sogar ein eigenes Kunstwerk - alles selbstgebaut und entworfen von den Kandidaten. Die habe sich viel vorgenommen - zu viel? Die Zeit wird knapp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766722","hoster":"VOE"},{"path":"/redirect/12766723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-7","name":"Stauraum im Wohnzimmer schaffen","epNo":7,"alt":"","descr":"Tatjana und Arne haben gute Ideen: Das neue Wohnzimmer ihrer Freunde Brigitte und Ulli soll gemütlich werden - eine Kuschelecke, viele Kissen und alles in rot und weiß. Im anderen Haus bekommt das Wohnzimmer einen ganz anderen Touch - wie eine russische Bahnhofsvorhalle soll es aussehen. Dazu hat die Designerin Jessamyn Apolant extra Filzbahnen zugeschnitten. Doch dann stellt sich heraus: Sie hat sich verschnitten. Alles ist zu kurz! Stress kommt auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766724","hoster":"VOE"},{"path":"/redirect/12766725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-8","name":"Sitzbank selbst bauen","epNo":8,"alt":"","descr":"Elegant und gemütlich. So soll das Motto für das Wohnzimmer von Heidi und Dieter lauten. Geweihe an den Wänden und selbstgebaute Möbel verwandeln den Raum in ein amerikanisches Trapper-Zimmer. Auf den Dachboden von Andrea und Markus geht es noch gewagter zu: Die Designerin Katja Thieme hat das Thema \"Baustelle\" im Sinn. Kanalrohre, Betonklötze, Pylonen etc. Der Höhepunkt: Bespannte Metallringe, die von der Decke hängen. Doch bei deren Montage macht Bastl Wastl nicht mehr mit. Es kommt zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766729","hoster":"VOE"},{"path":"/redirect/12766736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-9","name":"Barock-Stil im Esszimmer","epNo":9,"alt":"","descr":"Zeitreise bei Tapetenwechsel. Kerstin und Heiko sollen wie Ludwig II. leben und das Wohnzimmer von Petra und Stefan wird im Stil der 70er Jahre renoviert. Während es im Königszimmer gut vorangeht, gibt es in Ohlstadt Probleme. Schon als der Designer Alessandro Braccio mit Steinwand-Tapete ankommt, protestieren die Kandidaten - und seine Ideen werde nicht normaler. Ob es trotzdem dem anderen Team gefällt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766744","hoster":"VOE"},{"path":"/redirect/12766743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-4/episode-10","name":"Amerikanisches Wohnzimmer einrichten","epNo":10,"alt":"","descr":"Marion und Bernd machen mit der Hilfe des Designers Sebastian Stadler die Diele ihrer Freunde. Geschmackvoll wird mit diversen Beleuchtungslösungen und warmen Farben der Raum renoviert. Währenddessen haben Sigrid und Reinhard eine wirklich andere Idee: USA soll das Thema des Wohnzimmers sein. Alles wird, bis ins Detail, der Flagge angepasst. Ob das nicht ein bisschen zu viel ist? Das fragen sich die Kandidaten auch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766746","hoster":"VOE"},{"path":"/redirect/12766748","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-1","name":"Holz Terrasse selber bauen","epNo":1,"alt":"","descr":"Das gab es auch noch nie auf Tapetenwechsel: Eine Terrasse soll renoviert werden. Mit der Hilfe des Designers Patrick Ferrier machen sich Wolfgang und Christl an die Arbeit. Das andere Zimmer ist ein Dachboden. Dort sind Christian und Petra am streichen, nähen und schrauben. Der Boden wird neu gestrichen und ein selbstgebauter Bettkasten soll entstehen. Die Kandidaten sind fast fertig doch plötzlich kommen Probleme auf - und das ein paar Stunden vor Feierabend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766752","hoster":"VOE"},{"path":"/redirect/12766833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-2","name":"Party-Raum im Keller gestalten","epNo":2,"alt":"","descr":"Sandra und Frank wünschen sich einen Partykeller. Die Designerin Sabine Irber tobt sich so richtig aus: Orange, Lila und Pink im Karomuster. Bernhard und Doris sind skeptisch. Im anderen Haus wird die Rumpelkammer in ein Arbeitszimmer umgebaut. Es enstehen Schrankwände und geschwungene Arbeitsplatten. Des weiteren wird alles in Blautönen gehalten. Doch dann der Schock für beide Teams: Die Zeit wird knapp. Im Partykeller fehlen Möbel und das Arbeitszimmer hat kein Licht. Ob die Kandidaten rechtzeitig fertig werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766760","hoster":"VOE"},{"path":"/redirect/12766761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-3","name":"Küche original dekorieren","epNo":3,"alt":"","descr":"Richtig abgefahren diesmal bei Tapetenwechsel! Dirk und Birgit bauen ihren Geschwistern ein Raumschiff-Schlafzimmer. Das Fenster wird mit einem Sternenhimmel zugedeckt und ein intergalaktisches Bett darf auch nicht fehlen. Das andere Zimmer wird nicht weniger verrückt. Der Designer Siggi Selmeier beschließt der Küche das Thema Kuhweide zugeben: Wo er nur kann werden Kuhflecken angebracht. Nicole und Kai protestieren. Das wollen sie keinem antun. Es wird stark diskutiert, um einen Kompromiss zu finden. Es stellt sich aber vor allem die Frage: Werden die Kandidaten überhaupt zu frieden sein, wenn sie nach Hause kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766767","hoster":"VOE"},{"path":"/redirect/14171973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-4","name":"Möbel fürs Esszimmer selber bauen","epNo":4,"alt":"","descr":"Alles soll bläulich werden, eine Sitzecke wird gebaut und passende Gardinen kommen in das Zimmer. Doch dann kommt die Designerin mit einem Laster voll Kiesel an. Was Katja Thieme wohl damit vor hat? Als die Designerin das Aquarium von Sabine und Fritz sah wusste sie sofort, dass sie das Wohnzimmer dem anpassen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766772","hoster":"VOE"},{"path":"/redirect/12766774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-5","name":"Kleines Fernsehzimmer einrichten","epNo":5,"alt":"","descr":"Der Wunsch von Rita und Erwin ist deutlich: Sie wollen auf ihrem Dachboden mit ihrem Chor gut proben können. Der Designer Sebastian Stadler hat ganz klare Vorstellungen. Es werden Notenpulte gebaut, eine neue Deckenleuchte wird eingebaut und alles wird in warmen Farben gehalten. Alles sieht perfekt aus, doch die Kandidaten zweifeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766780","hoster":"VOE"},{"path":"/redirect/12766782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-6","name":"Originale Dekoration fürs Wohnzimmer","epNo":6,"alt":"","descr":"Eine neue Schrankwand haben sich Manuela und Herbert schon immer gewünscht. Bei Tapetenwechsel bekommen sie eine - und was für eine. Der Designer Sebastian Stadler hat sich was ganz besonderes ausgedacht. Der Schrankwand wird ein Aluminium-Look gegeben, es wird indirekte Beleuchtung eingebaut und dann wird sie schwebend montiert: ein wahrer Hingucker!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766785","hoster":"VOE"},{"path":"/redirect/12766787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-7","name":"Kleine Küche modern einrichten","epNo":7,"alt":"","descr":"Als Fußballfan wünscht sich Bernd ein Zimmer zum Fernsehschauen. Silvia und Uwe wollen eine neue Küche. Die Teams machen sich ans Werk. Doch dann kommen die Probleme auf: Es beginnt zu regnen, ein Streit um die Farbwahl kommt auf, Regale fallen von den Wänden und keiner kommt voran. Kann Bastl Wastl diesen Tapetenwechsel noch retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766792","hoster":"VOE"},{"path":"/redirect/12766793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-8","name":"Casino im Keller einrichten","epNo":8,"alt":"","descr":"Petra und Andreas haben klare Vorstellungen: Aus dem alten Büro soll ein extra Zimmer werden für die Spielabende mit Freunden. Ihre Freunde Karin und Micha und die Designerin Katja Thieme machen sich an die Arbeit. Es wird eine Trennwand eingezogen, ein Wandposter angebracht und ein Filz-Tisch gebaut -  Ein richtiges Casino-Feeling. Doch ob das Wohnzimmer auch so gut geworden ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766797","hoster":"VOE"},{"path":"/redirect/12766802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-9","name":"Schwarz rotes Wohnzimmer dekorieren","epNo":9,"alt":"","descr":"Bunte Gardinen, Lampions, Ornamente und fern-östlicher Flair - so soll das neue Wohnzimmer von Tanja und Ralf aussehen. Die Designerin Jessamyn Apolant hat sich mit den Kandidaten Michaela und Alfons so einiges ausgedacht. Doch vor allem das kitschige Blumenmuster der Gardinen lässt das Team zweifeln. Wird es ihren Freunden gefallen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766807","hoster":"VOE"},{"path":"/redirect/12766811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-5/episode-10","name":"Bücherregale aufpeppen und verschönern","epNo":10,"alt":"","descr":"Im Finale der 5. Staffel von Tapentenwechsel wird es nochmal kniffelig. Patrizia und Alexander wollen einen Dachboden, wo sie zu gleich arbeiten und schlafen können. Die Herausforderung nimmt der Designer Sebastian Stadler und sein Team an. Doch reichen zwei Tage um eine ganze Wand hoch zu ziehen und zwei Zimmer zu renovieren? Besonders jetzt ist die Hilfe von Bastl Wastl gefragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766818","hoster":"VOE"},{"path":"/redirect/12766819","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-1","name":"Küche renovieren und modernisieren","epNo":1,"alt":"","descr":"Beate und Boris werden ihre Küche wohl kaum wieder erkennen: Ihre Freunde Sabine und Charlie haben die ganze Küche neu lackiert und zum Teil mit Alu-Blechen verkleidet. Alles läuft wie geschmiert aber nicht im anderen Zimmer. Hier kommt früh schon der erste Streit auf: Bei Lila und Rosa als Wandfarbe streiken die Kandidaten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766823","hoster":"VOE"},{"path":"/redirect/12766826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-2","name":"Outdoor Wohnzimmer","epNo":2,"alt":"","descr":"Designer Stefan Suchanek hat große Pläne: Die Terrasse von Daniela und Ulli soll auf Vordermann gebracht werden. Dazu werden Baumstämme und sogar 750 kg Kies angeschafft! Doch dann macht das Wetter einen Strich durch die Rechnung. Wie soll das Team eine Terrasse renovieren wenn es draußen schüttet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766827","hoster":"VOE"},{"path":"/redirect/12766829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-3","name":"Renovierung läuft schief","epNo":3,"alt":"","descr":"Das Schloss von Dornröschen: So soll das Schlafzimmer von Birgit und Erik aussehen. Stein-Tapeten, Kunstrasen an den Wänden und ein Traumbett. Susanne und Gerhard geben sich Mühe ein Zimmer zu gestalten, das dem Märchen entspringt. Doch dann stellt sich raus: Es war das falsche Zimmer - eigentlich sollte das Wohnzimmer renoviert werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766845","hoster":"VOE"},{"path":"/redirect/12766843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-4","name":"Studentenwohnungen renovieren","epNo":4,"alt":"","descr":"Dieses mal bei Tapetenwechsel werden zwei Studentenwohnungen renoviert. Ulli und Florian tauschen die Wohnung mit Evelyn und Erika. Es wird tapeziert, gesägt und genagelt. Die Mädchen-WG wird sehr bunt - von der Tapete bis zu den Kissen. Das andere Zimmer wird eher elegant mit Bar und gepolsterten Kisten. Doch die Kandidaten stellen sich nicht immer so geschickt an - sie sind auf die Hilfe von Bastl Wastl angewiesen.  Diese Folge wurde von Stefan Raab auf TV total kommentiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766848","hoster":"VOE"},{"path":"/redirect/12766851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-5","name":"Yoga Raum selbst bauen","epNo":5,"alt":"","descr":"Jutta und Wolfgang meditieren gerne. Damit das noch besser geht verwandeln ihre Freunde das Wohnzimmer in einen Tempel. Doch auch Willi und Claudia werden ihr Wohnzimmer nicht wieder erkennen. Der Höhepunkt: ein begehbarer Hifi-Schrank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766857","hoster":"VOE"},{"path":"/redirect/12766856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-6","name":"Orientalisches Wohnzimmer einrichten","epNo":6,"alt":"","descr":"Mit so einer Verwandlung haben Stephan und Tanja bestimmt nicht gerechnet: Ihr Wohnzimmer ist wirklich orientalisch geworden - sandfarbene Wände, Mosaik-Tisch und Sternenhimmel. Doch auch das Wohnzimmer von Ingo und Sabine hat sich verändert. Überall sind Streifen. Ob den Geschmack der Kandidaten getroffen hat? Moderator Wolfgang Binder ist skeptisch!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766859","hoster":"VOE"},{"path":"/redirect/12766860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-7","name":"Spielecke im Wohnzimmer integrieren","epNo":7,"alt":"","descr":"Diesmal wird in Edlhausen renoviert. Bernhard und Gudrun renovieren bei ihren Freunden Christian und Sabine. Während Bernhard und Gudrun den Dachboden neu organisieren und mit neuen Möbeln ausstatten, hat sich das andere Team etwas gewagteres ausgedacht: Eine Spielecke wird durch ein Podest abgetrennt, es werden Schiebewände eingebaut und runde Regale - und das alles in rot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766867","hoster":"VOE"},{"path":"/redirect/12766868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-8","name":"Keller im indischen Stil gestalten","epNo":8,"alt":"","descr":"Richtig asiatisch wird es diesmal bei Tapetenwechsel! Das Wohnzimmer von Gerlinde und Johannes wird in einem modern-japanischem Stil eingerichtet - mit Kuschelecke und reichlich Bambus. Und Elvira und Peter werden ihren Keller auch nicht mehr wieder erkennen - er gleicht jetzt einem indischen Palast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766871","hoster":"VOE"},{"path":"/redirect/12766873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-9","name":"Kleine Küche gut gestalten","epNo":9,"alt":"","descr":"Tanja und Ingo bekommen eine neue Küche, Arnold und Karin ein neues Esszimmer. Die beiden Designerinnen haben stilvolle und elegante Lösungen. Ob minimalistische Essecke oder geschmackvolle Küchenmöbel, die Kandidaten werden begeistert sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766878","hoster":"VOE"},{"path":"/redirect/12766879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-6/episode-10","name":"Weißes Schlafzimmer gemütlich einrichten","epNo":10,"alt":"","descr":"Der Traum in weiß: So scheint das Motto für diesen Tapetenwechsel zu heißen. Beide Teams dekorieren das Zimmer ihrer Freunde in einem ähnlichen Stil: luftig-hell. Doch die Methoden sind andere. Einer der Designer besteht darauf, einen Balken aus dem selbstgebauten Fachwerkhaus von Stefan und Beate zu entfernen. Wie das die Kandidaten wohl finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766882","hoster":"VOE"},{"path":"/redirect/12766885","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-1","name":"Wohnzimmer Möbel aus Styropor bauen","epNo":1,"alt":"","descr":"Ein Zimmer wird nicht fertig - das hätte es bei TAPETENWECHSEL noch nie gegeben: Gibt’s diesmal die Premiere? Kurz vor Schluss gibt es in der Wohnung von Gabi und Hans Winterholler im oberbayrischen Türkenfeld kein Wasser, keinen Strom, keinen Herd, der funktioniert. Dabei hatten ihre Freunde Heike und Helmut bis an ihre körperlichen Grenzen renoviert: Wände eingezogen, einen Küchenblock gebaut, Arbeitsflächen gefliest. Reicht die Rest-Zeit noch? Hat sich Designerin Sabine Irber mit der \"spanischen Küche\" total übernommen? \"Bast-Wastl\" ist im Dauereinsatz! Im anderen Haus soll im 40 Quadratmeter großen Wohnzimmer der Hohenleitners \"Santorin am Ammersee\" entstehen. Designer Reiner Krohnfoth baut mit seinem Team eine Höhlenlandschaft aus Styropor – felsig verputzt und fein gefliest. Und Moderator Wolfgang Binder bekommt die Aufgabe, einen Ohrensessel aus Styropor zu bauen. Kurz vor Schluss will der Designer ein Dach aus Bambusstangen ins Zimmer zaubern. Das ist gerade noch okay für Gabi. Aber als sie die Stoffe fürs Sofa sieht, ist sie restlos bedient: \"Es gibt keine Tiger auf Santorin!\" Sie und ihr Mann glauben nicht, dass dieses Design ihren Freunden gefallen wird.  Doch das stellt sich erst am Abend des zweiten Tages heraus, wenn die Teams wieder zurück nach Hause in die eigene Wohnung dürfen. Wie werden sie auf Felsenregale reagieren? Und wie eine Küche, in der nichts, aber auch überhaupt nichts funktioniert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766887","hoster":"VOE"},{"path":"/redirect/12766889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-2","name":"Wohnungsverschönerung läuft schief","epNo":2,"alt":"","descr":"Weltpremiere bei \"Tapetenwechsel\". Designerin Katja Thieme baut das erste Büchersofa der Welt. Auch sonst wird alles im Raum aus Papier gebaut: Tische aus Pappstreifen, Vorhänge aus genähtem Papier, eine Heizkörperverkleidung aus gefalteten Buchseiten. Das ganze Zimmer ist eine \"Paper-Box\"! Anja und Jürgen, die bodenständigen Kandidaten aus Pommersfelden, die ihren Freunden dieses Relax-Zimmer innerhalb von zwei Tagen bauen, sind froh, dass diese \"verrückte\" Designerin nicht ihren Party-Keller renoviert.  Dort versuchen Carola und Gerhard mit Designer Sebastian Stadler ein römisches Zelt herzustellen. An der  Wand eine selbst gemalte toskanische Landschaft, im Zentrum steht ein riesiger Tisch, drum herum Bänke aus Baumstämmen. Um die bauen zu können, benötigt man eine Zimmerer-Riesenkreissäge, \"und man muss schneiden können wie John Wayne schießen\", meint Designer Stadler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766891","hoster":"VOE"},{"path":"/redirect/12766892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-3","name":"Rustikale TV Möbel bauen","epNo":3,"alt":"","descr":"Ein selbst gesägtes Alpenrelief aus Holz und orangefarbenes Licht - so stellt sich Designer Stefan Suchanek ein Wohnzimmer im Allgäu vor. \"Alpenglüh\u0027n\" ist das Thema. Und das schockt die Kandidaten Simone und Thomas aus Kempten. Die haben für zwei Tage mit Thomas\u0027 Bruder Joe und seiner Frau Sandra die Häuser getauscht. Sie renovieren sich gegenseitig die Wohnzimmer - streng geheim natürlich! Sandra und ihr Mann Joe wollen in das Altbau-Wohnzimmer des Bruders \"modernes Rokoko\" zaubern. Mit goldenem Stuck, selbst gebauten Sideboards und einem Esstisch, der im Zimmer \"wandert\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766895","hoster":"VOE"},{"path":"/redirect/12766897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-4","name":"Wohnzimmer in rosa streichen","epNo":4,"alt":"","descr":"Die Tatorte: eine öde Küche und ein langweiliges Wohnzimmer in Türkheim im Allgäu. Das Motiv: Tapetenwechsel. Die Täter: Alexandra und Mathias, Jasmina und Johann. Ziel: die Küche auf Schwarz-Hochglanz trimmen, das Wohnzimmer zur \"Pink Suite\" machen. Die Spielregel: nur zwei Tage Zeit. Das  Budget: 1.500 Euro! Das Küchenteam mit Designer Gregor Frisch arbeitet bis an seine Grenzen. Sie stemmen Mauern, verlegen Wasserrohre, bauen Küchenmöbel um, schreinern eine Küchenbar, lassen den Schiffshobel übers Holz fliegen und fluchen, streiten, zanken. Gut, dass Zauberhandwerker \"Bastl-Wastl\" pünktlich zur Arbeit erscheint! Jasmina und Johann sind skeptisch, was vor allem Freund Mathias sagt, wenn er nach Hause kommt und sein pinkfarbenes Wohnzimmer sieht. Ein \"Tapetenwechsel\" muss eben nicht immer gut ausgehen. Und dann ist Moderator Wolfgang Binder gefragt  - er wird die Kandidaten trösten müssen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766901","hoster":"VOE"},{"path":"/redirect/12766902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-5","name":"Terrasse für den Sommer gestalten","epNo":5,"alt":"","descr":"Sonja und Stefan müssen an diesen Tagen versuchen, die Terrasse ihrer Freunde umzubauen. Designer Marco Eckert will eine große Lamellen-Konstruktion über die  Terrasse setzen mit einem verschiebbaren Schatten. Und weil die Freunde Wand an Wand wohnen, baut das Handwerker-Original \"Bastl-Wastl\" diesmal Sichtschutzwände und \"Passier-Schleusen\" auf.  Deswegen wissen Alexandra und Andreas nicht, was bei ihnen zu Hause geschieht. Sie haben aber auch keine Zeit, sich Gedanken zu machen. Sie wollen das Schlafzimmer ihrer Freunde umbauen: ein Bett mit Gitarrenkopf, begehbare Kleiderschränke aus blau lackiertem Kunststoff-Welldach, Schuhschränke in Säulenform für 50 Paar Schuhe. Und das alles auf 18 Quadratmetern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766905","hoster":"VOE"},{"path":"/redirect/12766906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-6","name":"Pavillon im italienischen Stil bauen","epNo":6,"alt":"","descr":"Jemandem einen italienischen Pavillon ins Wohnzimmer einbauen - mit verzierten Holzbalken, umlaufenden Vorhängen? Sabine und Stefan C. aus Taufkirchen wollen es versuchen. Ihren Freunden zuliebe, mit denen sie zwei Tage das Haus getauscht haben. Nur 1.500 Euro dürfen sie ausgeben. Hilfe bekommen sie von Designer Gregor Frisch. Die Stützbalken für den Pavillon muss Stefan kürzen und jede Balkenseite x-mal fräsen, alles millimetergenau! Und dann kommt der \"Bastl-Wastl\", Bayerns Lieblingshandwerker, und schafft in Minuten, wofür Stefan Stunden gebraucht hat. Sabine stellt unterdessen eine eigene Farbe her: \"Italienisch Goldocker\" sollen die Wände werden, mit dem Schwamm getupft.  Ihre Freunde, Sabine und Stephan T., verzweifeln derweil schier an einem Werkzeug: der Lamello-Fräse. Niemand kennt sich aus. Moderator Wolfgang Binder ist hilflos, eine Panne jagt die nächste. Aus dem Esszimmer soll ein \"Roter Salon\" werden und dafür hat sich Designerin Nadine Kramer einiges ausgedacht: zum Beispiel selbst gebaute Lampen, die ein Schattenspiel an die Wand werfen. Und eine Heizkörperverkleidung als Notenblatt. Darauf steht die Franz-Beckenbauer-Melodie \"Gute Freunde kann niemand trennen\".  Ob das wirklich stimmt? Man wird\u0027s sehen, wenn am Abend des zweiten Tages Wolfgang Binder die Kandidaten ins eigene Zuhause zurückbringt und sie zum ersten Mal ihr neues Heim sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766911","hoster":"VOE"},{"path":"/redirect/12766913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-7","name":"Büro und Gästezimmer kombinieren","epNo":7,"alt":"","descr":"Farben sind das heutige Thema: Wer sein Wohnzimmer heller und freundlicher haben möchte, sollte es mit Farben auffrischen. Durch klare farbige Linien bringt ein Büro in die Arbeitsstimmung, gleichzeitig wirken aber die dunklen warmen Farben erholsam. Das Büro kann sich also schnell in ein Gästezimmer verwandeln, was eine Menge Platz sparen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766915","hoster":"VOE"},{"path":"/redirect/12766916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-8","name":"Wohnzimmer im Loft-Stil modernisieren","epNo":8,"alt":"","descr":"Heute gibt es wieder Tränen bei Tapetenwechsel! Sandra und André können ihr dunkles enges Schlafzimmer nicht wiedererkennen und dies aus gutem Grund: der Raum hat sich in einen richtigen Liebestempel verwandelt.   Auf der gegnerischen Seite wollen Katrin und Norman ihr Loft-Wohnzimmer auffrischen. Um diese Mission zum Erfolg zu führen, müssen sich Sandra, André und vor allem Designer Stefan Suchanek besonders viel persönlichen Einsatz bringen. Werden die Ergebnisse gut ankommen? Welches Team weint vor Freude, und welches vor Enttäuschung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766920","hoster":"VOE"},{"path":"/redirect/12766921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-9","name":"Sauna und Fitnessstudio bauen","epNo":9,"alt":"","descr":"Aus einem kalten Keller eine gemütliche Sauna und einen Fitnessraum anfertigen? Das ist die heutige Herausforderung des blauen Teams. Die Sauna soll Claudias Geschmack treffen, während das Fitnessstudio die große Leidenschaft von Armin betonen soll: den Fußballverein 1860 München. Team Rot hat es da leichter: Marianne und Harald möchten nur einige Möbelstücke behalten, Claudia und Armin haben sonst freie Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766925","hoster":"VOE"},{"path":"/redirect/12766926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-7/episode-10","name":"Jugendzimmer schön und praktisch gestalten","epNo":10,"alt":"","descr":"Sophie und Herbert möchten für ihren Teenager Theresa ein gemütliches Zimmer einrichten. Das wird die Aufgabe vom Team Blau und von Designerin Julia Hölzel. Auf der anderen Seite sollen Team Rot und Designerin Katja Thieme ein Wohnzimmer komplett renovieren. Sie planen eine ägyptische Suite...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766932","hoster":"VOE"},{"path":"/redirect/12766933","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-1","name":"Wohnzimmer mit Hundebett einrichten","epNo":1,"alt":"","descr":"Yvonne und Andy möchten ihrem Schlafzimmer im Keller ein ganz neues Gesicht verleihen. Schluss mit der Keller-Atmosphäre! Designerin Julia Hölzel weiß genau, wie sie den Geschmack des Paares treffen kann: Gold und warme erdige Töne werden eine orientalische Stimmung schaffen. Im anderen Haus soll das Wohnzimmer von Sonja und Benno neu gestaltet werden. Dort lautet das Thema \"Golden 20\u0027s\". Als Familienmitglieder müssen die zwei Hunde auch ihren Platz bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766935","hoster":"VOE"},{"path":"/redirect/12766936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-2","name":"Vollholz mit rot kombinieren","epNo":2,"alt":"","descr":"Bastl Wastl moderiert heute für Wolfgang Binder. Er trifft zwei Paare, die ihre Räume komplett umgestalten möchten. Kerstin aus dem blauen Team wünscht sich ein mediterranes Wohnzimmer. Auf der anderen Seite möchten Gerlinde und Norbert ihre Küche und ihr Esszimmer neu einrichten. Designer Katja Thieme und Reiner Krohnfoth werden helfen, den Räume einen besonderen edlen Anstrich zu verleihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766942","hoster":"VOE"},{"path":"/redirect/12766945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-3","name":"Schlafzimmer in schwarz streichen","epNo":3,"alt":"","descr":"Team Rot hat sich getraut, aus dem langweiligen Schlafzimmer von Daniela und Manfred einen schwarzen japanischen Raum zu machen. Bei Alexandra und Norbert ist das Wohnzimmer wegen einem riesigen rustikalen Schrank verdunkelt. Frisches grün und ein eingebauter Schrank schaffen eine besondere erholsame Atmosphäre im englischen Landhaus-Stil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766951","hoster":"VOE"},{"path":"/redirect/12766950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-4","name":"U-Boot mit Gästebett im Keller bauen","epNo":4,"alt":"","descr":"Aus ihrem ungeordneten Keller möchten Brigitte und Hans auf einen Streich 3 Räume schaffen: Arbeitsplatz, Werkstatt und Gästezimmer. Auf der anderen Seite möchten Heidi und Thomas einem schlichten Wohnzimmer etwas Charme verleihen. Die Dame des Hauses mag kein Rosa. Wie wird sie also reagieren, wenn sie ihren neuen Raum endlich sehen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766954","hoster":"VOE"},{"path":"/redirect/12766956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-5","name":"Musikzimmer praktisch einrichten","epNo":5,"alt":"","descr":"Sabine und Reinhard wollen ihr chaotisches Musikzimmer praktischer einrichten. Darum kümmern sich Irmi, Heiko und Designer Reiner Krohnfoth. Im anderen Haus soll sich die unpraktische Küche des Paares in eine russische Küche verwandeln. Designerin Katja Thieme verwaltet die Baustelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766959","hoster":"VOE"},{"path":"/redirect/12766960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-6","name":"Kamin fürs Schlafzimmer","epNo":6,"alt":"","descr":"In der heutigen Sendung geht es darum, Räume wärmer zu machen. Das Paar Ingrid und Franz wünscht sich ein schöneres Wohnzimmer. Jessica und Alois sehnen sich nach einem warm-kuscheligen Schlafzimmer. Über die Umsetzung entscheiden die Designer Bettina Maurer und Sebastian Stadler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766963","hoster":"VOE"},{"path":"/redirect/12766965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-7","name":"Sauna renovieren","epNo":7,"alt":"","descr":"Brigitte und Edmund wünschen sich eine fantasievolle Sauna in ihrem Keller. Das andere Team möchte sein Schlafzimmer komplett renovieren. Mit warmen Materialien hilft Designerin Nadine Bieringer den Teilnehmern Christa und Wolfgang eine Wohlfühloase zu schaffen. Siggi Selmeier und das blaue Team wollen einen fliegenden Raum zaubern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766969","hoster":"VOE"},{"path":"/redirect/12766968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-8/episode-8","name":"James Bond Suite einrichten","epNo":8,"alt":"","descr":"Heidi und Rolf haben einen großen Verwandtschaftskreis und bei ihnen soll jeder seinen Platz haben. Deswegen will das Paar einen Party-Raum bauen. Sabine und Andreas finden ihr Wohnzimmer hässlich und wollen es neu einrichten, da auch sie öfter Freunde zum Essen einladen. Team Rot und Team Blau haben 2 Tage Zeit und 1.500€ zur Verfügung, um den Traum ihrer Freunde zu verwirklichen. Unterstützt werden die beiden Teams von den Designern Julia Hölzel und Stefan Suchanek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766976","hoster":"VOE"},{"path":"/redirect/12766975","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-1","name":"Garden-Party im Wohzimmer organisieren","epNo":1,"alt":"","descr":"\"Über Geschmack lässt sich nicht streiten\", sagt ein Sprichwort. Aber in dieser Folge geht es genau darum! Eine Kandidatin findet die Verwandlung ihres Raums furchtbar und hätte lieber nie bei Tapetenwechsel mitgemacht... Ein uralter Schrank und ein Bett auf Ziegelsteinen müssen bei Daniela und Rainer unbedingt aus dem Schlafzimmer verschwinden. Nina und Thomas möchten ihr Wohnzimmer modernisieren. Bleiben sollen nur die Spielsachen von ihren beiden Jungs und der Fernseher soll versteckt sein. In 2 Tagen sollen Team Rot und Team Blau mit der Unterstützung von Designern Sabin Irber und Stefan Suchanek den Raum ihrer Freunde renovieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766979","hoster":"VOE"},{"path":"/redirect/12766978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-2","name":"Wohn- und Essbereich kombinieren","epNo":2,"alt":"","descr":"Bei Patricia und Mario sollen die hellen Wohn- und Esszimmer besser zusammenpassen und mehr Sitzplätze anbieten. Im anderen Haus möchten Gabriela und Klaus ihren multifunktionalen Raum besser organisieren. Mit der Hilfe von Katja Thieme und Sebastian Stadler werden die beiden Teams in 2 Tagen einen Raum und vier Leben ganz verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766986","hoster":"VOE"},{"path":"/redirect/12766985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-3","name":"Baumhaus fürs Kinderzimmer bauen","epNo":3,"alt":"","descr":"In der heutigen Sendung möchten Gabi und Robert aus dem Kinderzimmer ihr Schlafzimmer machen und umgekehrt. Bei Andrea und Wolfgang soll aus dem Abstellraum ein Herrenzimmer werden. Zumindest wünscht sich Wolfgang so eine Verwandlung. Ehefrau Andrea sieht es aber anders: der Raum soll eine Relax-Ecke und einen Arbeitsplatz bekommen. Designerin Bettina Maurer hilft Team Rot, ein Baumhaus für die Mädchen zu bauen und Stefan Suchanek unterstützt Team Blau in der Gestaltung eines Miami-Raums.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766991","hoster":"VOE"},{"path":"/redirect/12766993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-4","name":"Wohnzimmer im bayrischen Stil","epNo":4,"alt":"","descr":"Schottisch, mittelalterlich, mystisch... das alles soll das neue Schlafzimmer bei Doreen und Siggi kombinieren. Im anderen Haus sind die Vorstellungen klarer und einfacher: Andrea und Mathias wünschen sich ein farbiges, warmes Wohnzimmer, in welchem sie in Urlaubsstimmung kommen können. Designer Sabin Irber und Reiner Krohnfoth unterstützen die beiden Teams bei der Renovierung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12766995","hoster":"VOE"},{"path":"/redirect/12766997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-5","name":"Tipi-Zelt fürs Wohnzimmer bauen","epNo":5,"alt":"","descr":"Evi und Markus wünschen sich ein kuscheliges, amerikanisches Wohnzimmer. Designerin Bettina hilft dem roten Team, eine ganz besondere Stimmung zu schaffen und schlägt vor, ein Indianerzelt im Wohnzimmer aufzubauen.  Reinhild wünscht sich ein Zimmer nur für sich, wo sie das Instrument ihrer Heimat spielen kann: die steirische Harmonika. Team Blau und Designer Sebastian Stadler haben also die Aufgabe, Reinhilds Traum in 2 Tagen wahr werden zu lassen. Werden die Ergebnisse den zwei Paare gefallen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12767001","hoster":"VOE"},{"path":"/redirect/12767000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tapetenwechsel-die-sendung-fr-wohnsinnige/staffel-9/episode-6","name":"Modernes Wohnzimmer einrichten","epNo":6,"alt":"","descr":"Renata und Markus wollen ihre Küche renovieren. Das Paar wünscht sich einen bequemen, gemütlichen und farbigen Raum. Bei Nicole und Franz soll das Esszimmer verschönert werden, klare Vorstellungen haben sie nicht. Ideen haben aber die  Designer Katja Thieme und Reiner Krohnfoth, die die beiden Teams unterstützen. Team Blau soll mehr Leben ins Wohnzimmer rein bringen und mehr Sitzfläche schaffen, während Team Rot eine Küche auf Räder bauen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12767007","hoster":"VOE"},{"path":"/redirect/12767009","hoster":"Streamtape"}]}]}]}]}