{"path":"/serie/stream/taras-welten","name":"Taras Welten","descr":"Tara Gregson, Ehefrau und Mutter zweier Kinder, ist nicht das, was man eine normale Mami nennen würde – denn Tara hat eine multiple Persönlichkeit. Je nach Stimmungslage kommt einer ihrer (zunächst) drei verborgenen Charaktere zum Vorschein: die vulgäre, aufreizend gekleidete Teenagerin \"T\", der aggressive Vietnamveteran Buck oder die altmodische Bilderbuchmutter Alice. Gemeinsam ist den dreien nur eines: Sie sorgen für Verwirrung und Chaos. Taras Mann und ihre Kinder versuchen, sich so gut wie möglich mit der skurrilen Situation zu arrangieren. Doch als Tara in der ersten Folge bei ihrer Tochter Kate erst ein Verhütungsmittel findet und sie später mit einem Jungen beobachtet, droht die Situation aus dem Ruder zu laufen.","seasons":[{"path":"/serie/stream/taras-welten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/taras-welten/staffel-1/episode-1","name":"Teenie-Alarm","epNo":1,"alt":"Pilot","descr":"Tara Gregson, Ehefrau und Mutter zweier Kinder, ist nicht das, was man eine normale Mami nennen würde – denn Tara hat eine multiple Persönlichkeit. Je nach Stimmungslage kommt einer ihrer (zunächst) drei verborgenen Charaktere zum Vorschein: die vulgäre, aufreizend gekleidete Teenagerin ‚T‘, der aggressive Vietnamveteran Buck oder die altmodische Bilderbuchmutter Alice. Gemeinsam ist den dreien nur eines: Sie sorgen für Verwirrung und Chaos. Taras Mann und ihre Kinder versuchen, sich so gut wie möglich mit der skurrilen Situation zu arrangieren. Doch als Tara in der ersten Folge bei ihrer Tochter Kate erst ein Verhütungsmittel findet und sie später mit einem Jungen beobachtet, droht die Situation aus dem Ruder zu laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774242","hoster":"VOE"},{"path":"/redirect/8635082","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716554","hoster":"VOE"},{"path":"/redirect/8716549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-2","name":"Ruhe nach dem Sturm","epNo":2,"alt":"Aftermath","descr":"Tara hat das Gefühl, dass ihre multiplen Persönlichkeiten sie immer mehr von ihren Kindern entfremden. Ihr Versuch, mit Kate ein Gespräch ‚von Frau zu Frau‘ über Sex und Verhütung zu führen, scheitert kläglich: Die bockige Teenagerin lässt ihre Mutter eiskalt auflaufen. Auch Marshall scheint kein Vertrauen in Taras mütterliche Fähigkeiten zu haben. Als sie ihn wegen seines plötzlichen Bettnässens zur Rede stellt, erzählt der Junge ihr zwar von einem Problem mit seinem bornierten Englischlehrer – trotzdem wäre es ihm lieber, wenn Vater Max die Angelegenheit in der Elternsprechstunde klären würde. Die Begegnung mit zwei Müttern, die sie wegen ihrer psychischen Probleme demütigen, bringt das Fass zum Überlaufen: Tara verwandelt sich in ihr drittes Alter Ego namens Alice, eine aberwitzig perfekte Bilderbuchmutter, die direkt aus den 50er Jahren in die Gegenwart katapultiert worden sein könnte. In dieser Gestalt liest sie nicht nur Marshalls Lehrer die Leviten, sondern taucht auch beim familiären Abendessen in einem Restaurant auf – wo die entnervte Kate durch ihre sexuellen Provokationen für einen handfesten Eklat sorgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774240","hoster":"VOE"},{"path":"/redirect/8635073","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716555","hoster":"VOE"},{"path":"/redirect/8716553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-3","name":"Eine Frau für alle Fälle","epNo":3,"alt":"Work","descr":"Tara ist verzweifelt. Wie immer kann sie sich nicht daran erinnern, was ihre multiplen Persönlichkeiten gesagt oder getan haben – doch es deutet alles darauf hin, dass ihr Mann Max sich sexuell stärker zu ihr hingezogen fühlt, wenn sie sich in die vulgäre ‚T‘ oder die adrette Alice verwandelt. Ihre Tochter Kate hat derweil einen Job als Kellnerin angenommen, um ihrem verkorksten Zuhause zu entfliehen, und macht erste Erfahrungen mit der Arbeitswelt. Taras Sohn Marshall, der zumindest gegenüber seinen Eltern und seinen besten Freunden offen zu seiner aufkeimenden Homosexualität steht, schwärmt für seinen coolen und gut aussehenden Schulkameraden Jason. Um ihm nahe zu sein, tritt er sogar Jasons christlich-konservativer Theatergruppe bei. Nähe und Intimität versucht auch Tara zwischen sich und Max herzustellen. Doch der romantische Abend endet anders als geplant – denn mit Tara ist man nie nur zu zweit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774241","hoster":"VOE"},{"path":"/redirect/8635072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474008","hoster":"VOE"},{"path":"/redirect/8716565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-4","name":"Himmel \u0026 Hölle","epNo":4,"alt":"Inspiration","descr":"Eigentlich ist Tara glücklich, endlich wieder einen Job als freiberufliche Gestalterin zu haben – doch der erste Auftrag, den ihr ihre Schwester Charmaine vermittelt hat, bereitet ihr immer größeren Stress: Die affektierte Tiffany, für deren Luxusapartment sie ein großes Wandbild fertigen soll, hat durch Charmaine von Taras multiplen Persönlichkeiten erfahren. Seither gibt sie sich übermäßig verständnisvoll und solidarisch, wird zugleich jedoch immer neugieriger darauf, mehr von ‚T‘, Buck und Alice zu erfahren. Zunächst fühlt Tara sich verstanden und ist erleichtert, trotz ihres Problems wie ein ganz normaler Mensch behandelt zu werden. Bis Tiffanys gut gemeinte, aber taktlose Fragen das Fass zum Überlaufen bringen – und Taras Alter Egos zurückschlagen. Ihr schwuler Sohn Marshall engagiert sich derweil in der religiösen Schülertheatergruppe, um seinem Schwarm Jason nahe zu sein – auch wenn er dafür ausgerechnet einen Aids-Patienten spielen muss, der in der Hölle schmort. Die Frage ist nur, ob seine Gefühle wirklich auf Gegenliebe stoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774244","hoster":"VOE"},{"path":"/redirect/8635074","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474010","hoster":"VOE"},{"path":"/redirect/8716564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-5","name":"Party Time","epNo":5,"alt":"Revolution","descr":"Nachdem das Wandbild ihrer aufdringlichen Kundin Tiffany zerstört wurde, rätselt Tara, welches ihrer drei Alter Egos für die Tat verantwortlich ist. Auch Marshall und Kate versuchen sich als Hobbydetektive – ohne Erfolg. Deprimiert über ihre verfahrene Situation, verwandelt Tara sich in die vulgäre Teenagerin ‚T‘ und fährt mit ihrem Wagen davon. Max und Charmaine kennen ihr Ziel, eine riesige Spielhölle, und nehmen die Verfolgung auf. Dort angekommen, muss Max hilflos mit ansehen, wie die aufreizende ‚T‘ zwischen Flipperautomaten und Billardtischen mit einem jungen Kerl flirtet. Erst durch einen Trick gelingt es ihm, die Lage unter Kontrolle zu bringen. Unterdessen nutzt Marshall die Abwesenheit seiner Eltern, um eine große Party zu schmeißen – die natürlich allein dazu dient, seinen Schwarm Jason in sein Haus zu locken. Unerwartet taucht auch Gene auf dem feuchtfröhlichen Fest auf, Kates biederer Boss aus dem Restaurant – und plötzlich scheint es zwischen den beiden zu funken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927814","hoster":"VOE"},{"path":"/redirect/8635070","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474009","hoster":"VOE"},{"path":"/redirect/8716571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-6","name":"Familiengeheimnisse","epNo":6,"alt":"Transition","descr":"Als wäre das Familienleben der Gregsons durch die Alter Egos nicht schon kompliziert genug, kommen zu allem Überfluss auch noch Taras Eltern zu Besuch. Offiziell sind Frank und Beverly zwar angereist, um den Geburtstag ihrer zweiten Tochter Charmaine zu feiern – in Wahrheit aber verfolgen die beiden ein ganz anderes Ziel: Sie wollen Marshall und Kate zu sich nehmen, um ihnen das Leben mit ihrer psychisch labilen Mutter zu ersparen. Max, der als Erstes von dem Vorhaben erfährt, weist diesen Plan rigoros zurück. Dennoch kommt es während des Geburtstagsessens zum Eklat, als Frank und Beverly ihren Vorschlag bei Tara durchsetzen wollen. Daraufhin macht Charmaine ihrem Frust über die mangelnde Aufmerksamkeit ihrer Eltern, über ihr einsames Leben und über ihre schiefen Brüste Luft. Kate flüchtet vor dem Familienchaos zu Gene, ihrem Chef bei Barnabeez, mit dem sie eine wilde Liebesnacht verbringt. In der gleichen Nacht macht Max eine beunruhigende Entdeckung: Offenbar hat sich in Taras Psyche durch den Besuch der Eltern ein neues, koboldartiges Alter Ego entwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993106","hoster":"VOE"},{"path":"/redirect/8635076","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474011","hoster":"VOE"},{"path":"/redirect/8716585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-7","name":"Busenfreundinnen","epNo":7,"alt":"Alterations","descr":"Nach dem Familienstreit während ihres Geburtstagsessens beschließt Charmaine, ihr Selbstbewusstsein aufzupeppen, indem sie ihre schiefen Brüste operieren lässt. Trotz aller Differenzen und Eifersüchteleien bittet sie Tara, sie nach dem Eingriff vom Krankenhaus abzuholen und ihr zu Hause Gesellschaft zu leisten. Dummerweise taucht jedoch nicht Tara in der Klinik auf – sondern ihr Alter Ego Buck. Nach dem ersten Schock lässt Charmaine sich notgedrungen darauf ein, ‚seine‘ Hilfe anzunehmen. Zwar geht der ruppige Vietnamveteran nicht gerade zimperlich mit der frisch operierten Frau um, doch nach einer Weile ist Charmaine selbst überrascht, wie gut sie sich mit Buck versteht. Sie kann mit ihm sogar offener über bestimmte Dinge sprechen als mit Tara. Max hegt indessen den Verdacht, dass ein traumatisches Erlebnis während Taras Studienzeit zu ihrer Persönlichkeitsspaltung geführt hat. Er trifft sich mit einer ihrer ehemaligen Kommillitoninnen – die ihm von einem mysteriösen Vorfall berichtet, der sich damals auf dem Campus ereignete.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774246","hoster":"VOE"},{"path":"/redirect/8635075","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474013","hoster":"VOE"},{"path":"/redirect/8716584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-8","name":"Weibliche Tricks und Triebe","epNo":8,"alt":"Abundance","descr":"Max ist beunruhigt über das neue Alter Ego, das sich in Taras Psyche entwickelt zu haben scheint. Er sucht Rat bei ihrer Therapeutin Dr. Ocean, die ihn bittet, gemeinsam mit Tara bei der nächsten Sitzung zu erscheinen. Dies erweist sich allerdings als kompliziert, denn von Tara zur Rede gestellt, bleibt ihm keine Wahl, als ihr von dem neuen Alter Ego zu erzählen. Tara, die sich an das Auftauchen und Verhalten ihrer multiplen Persönlichkeiten nie erinnern kann, reagiert fassungslos auf diese Neuigkeit – mit dem Resultat, dass sie sich in die Bilderbuchehefrau Alice verwandelt. Die behauptet steif und fest, ein Baby zu erwarten, und verrät Max außerdem, dass es unter den Alter Egos eine Art Hierarchie gibt, bei der sie selbst eine führende Position einnimmt. Nur über das neue, mysteriöse Alter Ego will sie nicht sprechen. Unterdessen wird Marshall am Rande der Theaterproben von Pastor Maurio zur Rede gestellt und fürchtet, dass seine homosexuelle Schwärmerei für dessen Sohn Jason auffliegen könnte – gerade jetzt, wo dieser seine Gefühle zaghaft zu erwidern scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774248","hoster":"VOE"},{"path":"/redirect/8635089","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474014","hoster":"VOE"},{"path":"/redirect/8716661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-9","name":"Reiseandenken","epNo":9,"alt":"Possibility","descr":"Kate gehen die seltsamen Allüren ihres neuen Freundes und Vorgesetzten Gene immer stärker auf die Nerven. Sie braucht Abstand. Unter einem Vorwand feiert sie krank und unternimmt mit Tara einen Kurztrip in ein schickes Hotelresort. Doch was als gemütlicher Mutter-Tochter-Ausflug geplant war, wird schon bald zu einem wilden Trip: Kate gibt Tara klar zu verstehen, dass sie kein Interesse an geheuchelter Harmonie hat, und beginnt hemmungslos mit einem älteren Mann zu flirten. Diese Respektlosigkeit führt dazu, dass ihre entsetzte Mutter sich in ‚T‘ verwandelt – und in einem Tätowierladen verschwindet. In letzter Sekunde gelingt es Kate, Schlimmeres zu verhindern. Zugleich erlebt Tara in dieser Situation etwas Überraschendes: Kurz vor ihrer Rückverwandlung nimmt sie ihre Umgebung erstmals bewusst aus der Perspektive ihres Alter Egos wahr. Eine ganz neue Dimension eröffnet sich auch für Marshall, als Jason ihn zu Hause besucht: Nach ein paar Drinks wagt er es erstmals, seinem Schwarm seine Gefühle zu zeigen – mit überraschendem Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774249","hoster":"VOE"},{"path":"/redirect/8635078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474017","hoster":"VOE"},{"path":"/redirect/8716823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-10","name":"Feuer unterm Dach","epNo":10,"alt":"Betrayal","descr":"Tara wird klar, dass in bestimmten Situationen ihre Alter Egos für kurze Augenblicke auftauchen, um ihr einen Ratschlag zu geben und dann sofort wieder verschwinden. Das Verblüffende daran: Tara kommt es so vor, als bliebe sie in dem Moment sie selbst und ihr Alter Ego stehe ihr gegenüber. Als sie Dr. Ocean davon erzählen möchte, eröffnet ihr die Therapeutin, dass sie die Behandlung nicht fortsetzen kann. Tara sei bei einem Spezialisten besser aufgehoben. Um ihre verzweifelte Schwester auf andere Gedanken zu bringen, entführt Charmaine sie in einen eleganten Schönheitssalon. Dort kommt es allerdings zu einem handfesten Eklat, als das neue, animalische Alter Ego ‚Gimme‘ zum Vorschein kommt und eine Spur der Verwüstung hinterlässt. Nach diesem Vorfall sieht Max sich gezwungen, den Kindern von ‚Gimme‘ zu erzählen. Vor allem Marshall reagiert besorgt und verständnisvoll – bis er seine Mutter, nun wieder in Gestalt der Teenieschlampe ‚T‘, dabei erwischt, wie sie seinen schwulen Freund Jason (Andrew Lawrence) verführen will. Nun rastet der sonst so besonnene Marshall aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335537","hoster":"VOE"},{"path":"/redirect/8635077","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474016","hoster":"VOE"},{"path":"/redirect/8716825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-11","name":"Schnee von gestern","epNo":11,"alt":"Snow","descr":"Nach dem dramatischen Vorfall zwischen ‚T‘, Marshall und seinem Schwarm Jason beschließt Tara, sich in die Obhut des renommierten Analytikers Dr. Holden zu begeben. Er gilt als Koryphäe bei der Behandlung von Menschen mit Persönlichkeitsspaltung. Um an seiner intensiven Therapie teilzunehmen, müssen Tara und Max sich für zwei Wochen in Holdens über 300 Kilometer entfernten Nervenklinik einquartieren. Taras Schwester Charmaine zieht während dieser Zeit bei Kate und Marshall ein – und mit ihr und ihrem neuen Freund Nick lernen die beiden Teenager zum ersten Mal so etwas wie familiäre Normalität kennen. Bei Tara und ihrem Mann sieht es derweil nicht so aus, als könnten sie je wieder auf eine normale Ehe hoffen. Die Sitzungen mit Dr. Holden scheinen keinerlei positive Auswirkungen zu haben, die Alter Egos blocken jeden Therapieversuch ab. Entnervt und psychisch ausgelaugt verlässt Max schließlich die Klinik, fest entschlossen, sich von Tara zu trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774251","hoster":"VOE"},{"path":"/redirect/8635092","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474015","hoster":"VOE"},{"path":"/redirect/8716831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-1/episode-12","name":"Nackte Tatsachen","epNo":12,"alt":"Miracle","descr":"Die Teenagerin Kate versucht, Schmerzensgeld von ihrem ehemaligen Arbeitgeber zu erhalten, indem sie ihren Ex-Boss und Ex-Liebhaber Gene der sexuellen Belästigung bezichtigt. Allerdings scheint niemand ihre Behauptungen wirklich ernst zu nehmen und auch das Treffen mit den Juristen des Gastrokonzerns verläuft nicht ganz so reibungslos wie gedacht. Unterdessen kommt Marshall allmählich über seinen Liebeskummer hinweg, als er erfährt, dass Jason sich neuerdings mit einem Mädchen trifft – offenbar hatten ‚T‘ und Kate doch recht, dass der Junge nicht wirklich schwul ist, sondern nur von pubertärer Neugierde getrieben wurde. Auch Tara und Max hoffen, durch ein Treffen mit Taras ehemaligem Schulfreund Trip endlich mit der Vergangenheit ins Reine zu kommen und die Ursache für ihre Persönlichkeitsstörung zu ergründen. Bei der emotional aufwühlenden Aussprache kommt es jedoch zu einer überraschenden Enthüllung, die Taras Psyche vollends aus dem Gleichgewicht zu bringen droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774250","hoster":"VOE"},{"path":"/redirect/8635090","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474019","hoster":"VOE"},{"path":"/redirect/8716849","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/taras-welten/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/taras-welten/staffel-2/episode-1","name":"Zu neuen Ufern","epNo":1,"alt":"Yes","descr":"Drei Monate sind vergangen, in denen Tara Gregson sich dank ihrer Medikamente kein einziges Mal in eines ihrer vier Alter Egos verwandelt hat – der Alptraum scheint endgültig vorbei zu sein. Die befreiende Wirkung auf die ganze Familie macht sich schnell bemerkbar: Tochter Kate findet einen neuen Job bei einem Inkassobüro, Sohn Marshall beginnt, offener zu seiner Homosexualität zu stehen, und auch die Ehe von Tara und Max ist so glücklich wie lange nicht mehr. Selbst Taras Schwester Charmaine erlebt einen emotionalen Höhenflug, als ihr Freund überraschend um ihre Hand anhält. Dann aber geschieht etwas Entsetzliches: Der Nachbar der Gregsons begeht Selbstmord. Durch dieses tragische Ereignis lernen sie zufällig das schwule Pärchen Ted und Hany kennen – und finden in den beiden charmanten Freigeistern neue Freunde. Zugleich wirbelt der Vorfall Taras noch immer fragiles Seelenleben durcheinander. Ein harmloses Geplänkel zwischen Max und einer attraktiven Serviererin bringt das Fass schließlich zum Überlaufen: Buck kehrt zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774252","hoster":"VOE"},{"path":"/redirect/8635079","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474018","hoster":"VOE"},{"path":"/redirect/8716851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-2","name":"Buck in Love","epNo":2,"alt":"Trouble Junction","descr":"Nach einer Liebesnacht mit der Kellnerin Pammy verwandelt Buck sich in Tara zurück, die keinerlei Erinnerung daran hat, was sich in den Stunden zuvor ereignete. Zu Hause wird sie bereits von Charmaine erwartet, die nach Nicks Heiratsantrag noch immer im siebten Himmel schwebt und darum bittet, bis zur Eheschließung bei Tara wohnen zu dürfen. Im Supermarkt begegnen die beiden Pammy, die natürlich glaubt, in Tara ihren One-Night-Stand Buck vor sich zu haben. Erst jetzt realisiert Tara, dass zumindest eines ihrer Alter Egos wieder aufgetaucht ist – trotz der Medikamente. Zutiefst verstört, verschweigt sie ihrer Familie diese beunruhigende Entwicklung. Doch Max hat ohnehin ganz andere Dinge im Kopf: Er ist entschlossen, das Haus des verstorbenen Nachbarn zu kaufen. Töchterchen Kate versucht derweil, im Namen des Inkassobüros das Geld einer Schuldnerin persönlich einzutreiben: Die Begegnung mit der charismatischen Künstlerin Lynda hat eine nachhaltige Wirkung. Auch für Marshall kommt es zu einer unerwarteten Erfahrung, als er seine Schulkameradin Courtney mit auf sein Zimmer nimmt – sollte er möglicherweise doch auf Mädchen stehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774254","hoster":"VOE"},{"path":"/redirect/8635080","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716860","hoster":"VOE"},{"path":"/redirect/8716862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-3","name":"Auf dünnem Eis","epNo":3,"alt":"The Truth Hurts","descr":"Noch immer verschweigt Tara ihrer Familie, dass ihr Alter Ego Buck wieder aufgetaucht ist. Der pflegt indes seine romantische Beziehung zu der Kellnerin Pammy. Um endlich einen Schlussstrich unter diese Affäre zu ziehen, sucht Tara die Geliebte ihres Alter Egos auf und versucht, ihr die Situation zu erklären – ohne Erfolg: Pammy ist überzeugt, in Buck die Liebe ihres Lebens gefunden zu haben. Zur gleichen Zeit macht Taras Sohn Marshall mit seiner Schulkameradin Courtney erste sexuelle Gehversuche – richtig wohl ist ihm allerdings nicht dabei. Auch Töchterchen Kate begibt sich auf eine Art Identitätssuche, indem sie erneut zum Atelier der geheimnisvollen Künstlerin Lynda geht. Es stellt sich heraus, dass sie verblüffende Ähnlichkeit mit einer von Lyndas Comicheldinnen hat. Papa Max ahnt von den emotionalen Wirrungen seiner Lieben nichts. Er hat mit dem bevorstehenden Kauf des Nachbarhauses genug um die Ohren. Bei einem familiären Trip zur Schlittschuhbahn kommt es jedoch zum Eklat: Die liebeskranke Pammy taucht auf und macht ihren Gefühlen auf sehr publikumswirksame Weise Luft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774255","hoster":"VOE"},{"path":"/redirect/8635081","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474023","hoster":"VOE"},{"path":"/redirect/8716866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-4","name":"Die neue Therapeutin","epNo":4,"alt":"You Becoming You","descr":"Max ist noch immer stinksauer auf Tara, weil sie ihm die Rückkehr ihres Alter Egos Buck verheimlicht hat. Um ihren Vertrauensbruch wiedergutzumachen verspricht sie ihm, sich professionelle Hilfe zu suchen.Die gute Nachricht des Tages kommt von Charmaine: Sie ist schwanger! Am gleichen Abend lernt Max überraschend Taras neue Therapeutin kennen: Shoshana Schoenbaum, eine typische New Yorker Feministin im Stil der 70er Jahre. Unglücklicherweise ist sie nicht wirklich eine Therapeutin, sondern ein neues, auf einer realen Person basierendes Alter Ego von Tara.Marshall und seine Freundin Courtney beschließen, zum ersten Mal miteinander zu schlafen – obwohl bei beiden eher ein Gefühl von Zwang, als echte Lust der Antrieb dafür zu sein scheint. Aber zumindest hofft Marshall hinterher endgültig zu wissen, ob er hetero- oder homosexuell ist. Prickelnd, aber platonisch entwickelt sich die Beziehung zwischen Kate und der freigeistigen Künstlerin Lynda. Ihre Eltern zeigen sich über die Freundschaft allerdings nicht sehr begeistert, nachdem Kate in einem aufreizenden Fantasykostüm für Lynda posiert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774253","hoster":"VOE"},{"path":"/redirect/8635085","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474022","hoster":"VOE"},{"path":"/redirect/8716877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-5","name":"Hinter Gittern","epNo":5,"alt":"Doin’ Time","descr":"Taras neues Alter Ego, die Therapeutin Shoshana Schoenbaum, bringt jede Menge Bewegung in ihr Leben: Während Max sich vom Auftauchen der neuen Persönlichkeit wenig begeistert zeigt, ist Tara selbst überzeugt, dass Shoshana ihr helfen kann, der Ursache ihrer Krankheit auf die Spur zu kommen. Das leer stehende Nachbarhaus, von Max gekauft, scheint dabei ebenfalls eine zentrale Rolle zu spielen: Immer wieder hat Tara dort mysteriöse Visionen über ihre Kindheit. Auch die schwangere Charmaine wird mit einem Vorfall aus der Vergangenheit konfrontiert: Bei einer Routineuntersuchung stellt sich heraus, dass das Kind nicht von ihrem Verlobten Nick stammen kann – offenbar ist ihr Ex-Lover Neil der Vater. Kates Internet-Video, das sie als Fantasyfigur Valhalla Hawkwind zeigt, erweist sich derweil als echter Renner. Ganz andere Sorgen hat ihr schwuler Bruder Marshall. Er will mit seiner Freundin Courtney Schluss machen – dies stellt sich allerdings als nicht ganz so einfach heraus. Unterdessen landet Max wegen der Schlägerei mit seinem betrügerischen Handwerker vorläufig im Gefängnis. Auf dem Weg dorthin hat Tara eine interessante \"Begegnung\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774257","hoster":"VOE"},{"path":"/redirect/8635083","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474021","hoster":"VOE"},{"path":"/redirect/8716884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-6","name":"Geschlossene Gesellschaft","epNo":6,"alt":"Torando!","descr":"Nach anfänglicher Ablehnung beginnt Max, Taras neues Alter Ego Shoshana zu akzeptieren. Nicht nur das: Er besucht die lässige \"Therapeutin\" sogar zu eigenen Sitzungen, um endlich einmal seine ganzen Sorgen und Ängste loszuwerden. Weniger erfolgreich verläuft Marshalls neuerlicher Versuch, sich von Courtney zu trennen. Sie schlägt vor, eine platonische Beziehung zu führen und lediglich auf intellektueller Ebene ein Paar zu bilden. Die emotionalen Anspannungen der Gregsons scheinen in den Naturgewalten einen Widerhall zu finden: Über die Nachrichten wird eine Tornadowarnung durchgegeben. Als der Sturm die Stadt erreicht, flüchten Tara, Max, die Kinder und Charmaine gemeinsam mit dem schwulen Pärchen Hany und Ted in den Keller des gekauften Nachbarhauses. Während draußen das Unwetter tobt, durchläuft Tara in kurzer Abfolge eine Reihe von Verwandlungen – und sie spricht in Gestalt der hellsichtigen Shoshana Schoenbaum eine Reihe unschöner Wahrheiten über ihre Kellergenossen aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774256","hoster":"VOE"},{"path":"/redirect/8635084","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474024","hoster":"VOE"},{"path":"/redirect/8716888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-7","name":"Besuch vom Jugendamt","epNo":7,"alt":"Dept. Of F’d Up Family Services","descr":"Ausgerechnet nachdem ein Tornado sämtliche Häuser des Viertels verwüstet hat, erfährt Max, dass ein Mitarbeiter des Jugendamts der Familie einen Besuch abstatten will. Nach seiner Attacke auf einen unseriösen Handwerker möchte das Gericht überprüfen lassen, ob seine beiden Kinder bei ihm in guten Händen sind. Hektisch versucht er, das Haus bis zum Eintreffen des Beamten wieder in einen halbwegs wohnlichen Zustand zu versetzen. Von seinem Nachwuchs kann er dabei leider keine große Hilfe erwarten: Sohn Marshall ist damit beschäftigt, nach einem Ausweg aus seiner Beziehung mit Courtney zu suchen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774259","hoster":"VOE"},{"path":"/redirect/8635101","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474020","hoster":"VOE"},{"path":"/redirect/8716900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-8","name":"Die Kunstausstellung","epNo":8,"alt":"Explosive Diorama","descr":"Die Teenagerin Kate folgt dem Rat einer älteren Comic-Veteranin und versucht, über Live-Chats im Internet Kapital aus ihrer Rolle als Fantasyheldin \"Walhalla Hawkwind\" zu schlagen. Sehr schnell wird jedoch klar, dass ihre \"Fans\" sich nicht damit begnügen, mit ihr über alltägliche Belanglosigkeiten zu sprechen. Ihre Mutter sucht derweil immer häufiger Kontakt zu Kates Mentorin, der Künstlerin Lynda. Da sie vor ihrer Krankheit selbst künstlerisch tätig war, fühlt Tara sich von der freigeistigen Außenseiterin verstanden und akzeptiert. Erstmals seit langer Zeit findet sie wieder den Mut und die Inspiration, an einem eigenen Kunstwerk zu arbeiten. Die positive Auswirkung auf ihre Psyche scheint ihr recht zu geben: Taras Alter Egos lassen sich wochenlang nicht mehr blicken. Am Abend einer großen Vernissage, bei der auch Tara ihre Arbeit präsentiert, spitzt sich die Situation zu. Während Marshall sich von seinem neuen Schwarm Lionel in einem Nebenraum zum Koksen überreden lässt, äußert der frustrierte Max sich in aller Öffentlichkeit abfällig über Taras Kunstwerk. Es kommt zu einem Streit mit ungeahnten Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774258","hoster":"VOE"},{"path":"/redirect/8635087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474028","hoster":"VOE"},{"path":"/redirect/8716927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-9","name":"Das Familienporträt","epNo":9,"alt":"The Family Portrait","descr":"Der frustrierte Max hat nach dem letzten Streit mit Tara eine Liebesnacht mit der Kellnerin Pammy verbracht. Aber schon am nächsten Morgen plagen ihn Gewissensbisse und er versucht Pammy klarzumachen, dass es keine weiteren gemeinsamen Nächte geben wird. Dummerweise sieht die einsame, liebeshungrige Frau das anders: Sie ist überzeugt, dass Max genau der Richtige für sie wäre. Unterdessen versucht Tara, durch ein neues, sehr persönliches Kunstwerk ihre zerrüttete Familie wieder zusammenzubringen: Sie beginnt, an einem großformatigen Familienportät zu arbeiten. Auch ihre schwangere Schwester Charmaine schickt sich an, für klare Familienverhältnisse zu sorgen. Auf Drängen ihres Verlobten Nick will sie Neil, den Vater ihres ungeborenen Kindes, dazu bringen, auf sämtliche Vaterschaftsrechte zu verzichten. Die Teenagerin Kate findet derweil ihre zahlreichen Internet-Fans immer seltsamer und unheimlicher. Bis sie beim Video-Chat den smarten Zach kennenlernt, der sie sogar zu einem persönlichen Treffen überreden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774260","hoster":"VOE"},{"path":"/redirect/8635086","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474025","hoster":"VOE"},{"path":"/redirect/8716919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-10","name":"Die schwarze Witwe","epNo":10,"alt":"Open House","descr":"Die Beziehung zu dem wesentlich älteren Zach ist für die Teenagerin Kate eine ganz neue Erfahrung – für den reichen Unternehmer allerdings auch, wie er bei einem Besuch im plüschigen Kinderzimmer seiner Freundin erschrocken feststellt. Die Ehe von Max und Tara scheint derweil wieder eine positive Wendung zu nehmen. Den One-Night-Stand hat Tara ihrem Mann verziehen, beschäftigen sie doch zurzeit dringlichere Dinge: Sie will endlich herausfinden, welche Rolle ihre mysteriösen Kindheitserinnerungen für die Entwicklung ihrer multiplen Persönlichkeit spielen. Mit Charmaines Hilfe lockt sie ihre Mutter zu einem Besuch, um sie zur Rede zu stellen. Doch die herrische Bev scheint aus irgendeinem Grund verhindern zu wollen, dass ihre beiden Töchter Genaueres über die Umstände ihrer Kindheit erfahren. Immerhin gibt sie versehentlich den Namen einer Frau preis, die damals als Babysitterin auf die Schwestern aufgepasst hat. Die emotionale Konfrontation mit der Mutter bleibt nicht ohne Folgen: Ausgerechnet während Max einigen Interessenten das frisch renovierte Nachbarhaus zum Kauf anbietet, taucht die als Witwe verkleidete Alice auf und sorgt für einen Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774261","hoster":"VOE"},{"path":"/redirect/8635088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474026","hoster":"VOE"},{"path":"/redirect/8716932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-11","name":"Spurensuche","epNo":11,"alt":"To Have And To Hold","descr":"Charmaines Hochzeit steht kurz bevor. Trotz des Trubels wollen sie und Tara die Frage klären, was ihre einstige Babysitterin Mimi über die Ursache von Taras Persönlichkeitsstörung wissen könnte. Vor deren Haus erwartet sie die erste Überraschung, gleicht es doch bis ins Detail jenem Modellhaus, das Tara für die Vernissage angefertigt hatte. Im Gespräch mit Mimi erfahren die Schwestern, dass sie nicht nur gelegentlich bei ihr zu Besuch waren, sondern als Pflegekinder bei ihr lebten. Darüber hinaus deutet Mimi an, dass stets Kinder aus prekären Familiensituationen in ihre Obhut gegeben wurden. Der Schock über diese Offenbarungen bringt bei Tara ein weiteres Alter Ego zum Vorschein: die fünfjährige ‚Chicken‘, benannt nach Taras Spitznamen in diesem Alter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774262","hoster":"VOE"},{"path":"/redirect/8635091","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474032","hoster":"VOE"},{"path":"/redirect/8716939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-2/episode-12","name":"Zerbrochene Träume","epNo":12,"alt":"From This Day Forward","descr":"Der große Tag ist gekommen: Charmaine und Nick werden heiraten. Die Trauungszeremonie soll im Garten der Gregsons stattfinden. Während die Gäste eintreffen, hoffen Charmaine und Max, dass Tara sich an diesem Tag nicht in eines ihrer Alter Egos verwandeln wird. Allerdings kommt es zwischen Kates neuem Freund Zach und dem neuen Freund ihres schwulen Bruders Marshall zu einer Konfrontation, weil Zach sich als homophob und politisch ultrakonservativ entpuppt – mit dem Ergebnis, dass Lionel verschwindet und Kate nicht mehr sicher ist, wie sie zu Zach steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382152","hoster":"VOE"},{"path":"/redirect/8635093","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474035","hoster":"VOE"},{"path":"/redirect/8716951","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/taras-welten/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/taras-welten/staffel-3/episode-1","name":"Rosarote Träume","epNo":1,"alt":"…youwillnotwin …","descr":"Seit der großen Enthüllung bei Charmaines geplatzter Hochzeit sind Taras Alter Egos nicht mehr aufgetaucht. Dies ändert sich jedoch bald wieder. So scheint Buck sich auf die Suche nach Taras und Charmaines verschwundenem Halbbruder zu begeben, um sich an ihm zu rächen. Tara bemerkt zunächst nichts davon und kann sich an keine ihrer Verwandlungen erinnern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8716963","hoster":"VOE"},{"path":"/redirect/8716965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-2","name":"Shoshanas großer Auftritt","epNo":2,"alt":"Crackerjack","descr":"Voller Elan startet Tara ihr Psychologiestudium, doch unglücklicherweise verwandelt sie sich gleich bei ihrer ersten Vorlesung in die Psychoanalytikerin Shoshana und übernimmt kurzerhand den Platz des verspäteten Dozenten Dr. Hattaras. Der reagiert erstaunlich gelassen, lässt es sich jedoch nicht nehmen, Tara in der folgenden Vorlesungsstunde zu demütigen, indem er ihr Krankheitsbild auf leicht spöttische Weise zum Thema macht. Dennoch will sie ihr Studium keinesfalls aufgeben, sondern beweisen, dass sie sich nicht unterkriegen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325894","hoster":"VOE"},{"path":"/redirect/10141276","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716976","hoster":"VOE"},{"path":"/redirect/8716975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-3","name":"Die Erde bebt","epNo":3,"alt":"The Full Fuck You Finger","descr":"Der Druck auf Tara nimmt zu, weil sie immer mehr zwischen Studium und familiären Verpflichtungen pendelt. Der hochschwangeren Charmaine hat sie versprochen, eine Baby-Party mit Freunden und Familie zu organisieren. Allerdings spürt Charmaine sehr deutlich, dass Tara mit den Gedanken eigentlich ganz woanders ist. Nach einem heftigen Streit verwandelt Tara sich in die Bilderbuchmutter Alice, die im Handumdrehen die Vorbereitungen übernimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325902","hoster":"VOE"},{"path":"/redirect/10141278","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716986","hoster":"VOE"},{"path":"/redirect/12984123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-4","name":"Das Ende der Demokratie","epNo":4,"alt":"Wheels","descr":"Nach dem Zwischenfall im Supermarkt wird die hochschwangere Charmaine ins Krankenhaus gebracht. Die vorzeitige Geburt verläuft ohne größere Probleme. Allerdings gibt sie ihrer Schwester Tara ohne Umschweife zu verstehen, dass sie diese nicht in der Nähe ihres neugeborenen Kindes sehen will – Charmaine fürchtet, eines von Taras zahlreichen Alter Egos könne dem Baby etwas antun. Durch ihre anstehenden Semesterprüfungen ohnehin unter Stress, fühlt Tara sich durch diese Zurückweisung tief verletzt. In ihrer Verzweiflung versammelt sie in Gedanken ihre sämtlichen Persönlichkeiten an einem Tisch, um einen \"Vertrag\" mit ihnen auszuhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325899","hoster":"VOE"},{"path":"/redirect/10141279","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8716993","hoster":"VOE"},{"path":"/redirect/8716990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-5","name":"Dr. Hattaras’ Geheimrezept","epNo":5,"alt":"Dr. Hatteras’ Miracle Elixir","descr":"Nach ihrem letzten Aussetzer will Tara den Psychologiekurs bei dem zynischen Dr. Hattaras verlassen. Allerdings verweigert dieser ihr die nötige Einwilligung. Stattdessen bietet er an, ihren Fall als persönliches Forschungsprojekt genauer unter die Lupe zu nehmen. Hattaras hofft, mit einer Analyse von Taras ungewöhnlicher Persönlichkeitsspaltung seine ins Stocken geratene Karriere wieder in Schwung zu bringen.Charmaine und Neil werden von ihrer neugeborenen Tochter Cassandra mächtig auf Trab gehalten – irgendwie gestaltet sich die Elternschaft weit stressiger, als die beiden gedacht hatten. Taras Hilfe wollen sie dennoch nicht annehmen.Unterdessen müssen Max und Kate sich in ihren neuen Jobs zurechtfinden. Während Max mit der ungewohnten Rolle als Angestellter seine Schwierigkeiten hat, versucht Kate, eine knochenharte Ausbildung zur Stewardess durchzustehen. Ihr Bruder Marshall feilt unterdessen an seinem schulischen Filmprojekt. Dabei verliebt er sich in seinen künstlerischen Mitstreiter Noah. Es dauert natürlich nicht lange, bis Marshalls Freund Lionel die Sache durchschaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325898","hoster":"VOE"},{"path":"/redirect/10141281","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717000","hoster":"VOE"},{"path":"/redirect/8716992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-6","name":"Liebesgeschichten","epNo":6,"alt":"The Road To Hell Is Paved With Breast Intentions","descr":"Taras Versuch, ihre multiplen Persönlichkeiten zu einer friedlichen Koexistenz zu bewegen, scheint zu funktionieren: Buck, Alice, ‚T‘ und all die anderen kommen und gehen fortan wie auf Taras Kommando.Unterdessen lädt Neil die Mutter von Charmaine ein, damit sie endlich ihr Enkelkind kennenlernen kann. Seine Hoffnung, die wohlhabende Großmama würde ihnen finanziell unter die Arme greifen, erfüllt sich jedoch nicht. Vielmehr hält diese eine wenig erfreuliche Neuigkeit parat.Pudelwohl fühlt sich dagegen Töchterchen Kate in ihrem neuen Job als Stewardess. Für Frust sorgt bei ihr lediglich der charmante Vielflieger Evan, der sich einfach nicht mit ihr verabreden möchte.Bruder Marshall und sein Freund Noah suchen derweil nach einem Weg, Marshalls schwierige Familiensituation für ihren studentischen Kurzfilm aufzubereiten. Sie finden uralte Homevideos von Tara und Max, die ihnen die nötige Inspiration geben sollen.Eine Entdeckung anderer Art macht der Therapeut Dr. Hattaras: Auf einem Audioband von einer Sitzung mit Tara hört er die Worte â€žDu wirst nicht gewinnen\", geäußert von einer Persönlichkeit Taras, die er nicht identifizieren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325900","hoster":"VOE"},{"path":"/redirect/10141280","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717002","hoster":"VOE"},{"path":"/redirect/8717008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-7","name":"Der Tod des Drachenjungen","epNo":7,"alt":"The Electrifying \u0026 Magnanimous Return Of Beaverlamp","descr":"Zu Taras großem Entsetzen beendet Dr. Hattaras seine Untersuchung ihres Falls. Er steckt selbst in einer tiefen Krise, nachdem einer seiner früheren Patienten sich das Leben genommen hat. Während sie vergeblich versucht, ihn umzustimmen, erfährt Kate, weshalb Evan Hemmungen hat, sich mit ihr zu verabreden. Kurz darauf aber kommt sie dank eines glücklichen Zufalls doch noch zu einer Art \"Date\" mit dem sympathischen Vielflieger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325903","hoster":"VOE"},{"path":"/redirect/10141282","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717016","hoster":"VOE"},{"path":"/redirect/8717009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-8","name":"Tod im Maisfeld","epNo":8,"alt":"Chicken ‘n’ Corn","descr":"Marshall überrascht seine Eltern mit der Neuigkeit, dass sein Kurzfilm zu einem Festival in New York eingeladen wurde. Papa Max reagiert nicht sehr erfreut auf die Aussicht, mit seinem Sohn zur Premiere zu reisen, leidet er doch unter panischer Flugangst. Stewardess Kate freut sich über den Trip und möchte die Gelegenheit nutzen, den beiden ihren Freund Evan vorzustellen. Unglücklicherweise verläuft das Treffen dank eines unerwarteten Teilnehmers nicht so entspannt wie erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325901","hoster":"VOE"},{"path":"/redirect/10141284","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717020","hoster":"VOE"},{"path":"/redirect/8717023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-9","name":"Bei Angriff Mord","epNo":9,"alt":"Bryce Will Play","descr":"Tara versucht sich an den Gedanken zu gewöhnen, dass es sich bei ihrem neuen Alter Ego ausgerechnet um ihren einstigen Peiniger Bryce handelt. Zugleich versteht sie nicht, weshalb eine andere Persönlichkeit, die kleine Chicken, aus ihrer Psyche verschwunden zu sein scheint. Sie ahnt noch nicht, dass Bryce es sich zum Ziel gesetzt hat, sämtliche ihrer Persönlichkeiten zu töten – Tara selbst eingeschlossen. Erst als es fast zu spät ist, wird klar, wie gefährlich Bryce tatsächlich werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325904","hoster":"VOE"},{"path":"/redirect/10141285","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717036","hoster":"VOE"},{"path":"/redirect/8717030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-10","name":"In Memoriam Lionel","epNo":10,"alt":"Train Wreck","descr":"Mit starken Medikamenten versucht Tara, das Auftauchen ihrer anderen Persönlichkeiten, insbesondere jene des hochaggressiven Bryce, zu unterdrücken. Viel zu nützen scheint es allerdings nicht. Vor allem ihr Sohn Marshall reagiert bei seiner Rückkehr aus New York gereizt, als er von Bryces Existenz erfährt. Er erträgt es nicht mehr, dass alles sich stets um Tara dreht, und beginnt, die Krankheit seiner Mutter als egozentrische Neurose zu betrachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325906","hoster":"VOE"},{"path":"/redirect/10141287","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717048","hoster":"VOE"},{"path":"/redirect/8717045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-11","name":"Tanz auf dem Vulkan","epNo":11,"alt":"Crunchy Ice","descr":"Die Persönlichkeit des aggressiven Kinderschänders Bryce scheint dauerhafte Kontrolle über Tara gewonnen zu haben. Nachdem er Max die imaginäre \"Eliminierung\" von Buck in allen blutigen Details geschildert hat, bringt dieser Bucks beträchtliches Waffenarsenal bei Charmaine und Neil in Sicherheit. Die beiden zeigen sich von den Geschehnissen sichtlich besorgt. Während Charmaine dafür plädiert, Tara in eine Nervenheilanstalt zu bringen, will Neil sogar in eine andere Stadt ziehen, um sein Baby vor Taras neuem Alter Ego in Sicherheit zu wissen. Die Einmischungen von Max’ geistig ebenfalls leicht verwirrter Mutter Sandy machen die Situation nicht einfacher. Wenngleich sie Marshall ermahnt, seine Mutter trotz allem zu lieben, würde auch sie eine Trennung ihres Sohnes von Tara begrüßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325905","hoster":"VOE"},{"path":"/redirect/10141286","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717065","hoster":"VOE"},{"path":"/redirect/8717062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taras-welten/staffel-3/episode-12","name":"Reise ins Ich","epNo":12,"alt":"The Good Parts","descr":"Nachdem es Tara gelungen ist, die Persönlichkeit von Bryce dauerhaft zu verdrängen, will sie sich in Boston einer Behandlung bei einem renommierten Psychiater unterziehen. Auch Neil und Charmaine haben beschlossen, Kansas zu verlassen, um nach Texas zu ziehen. Neil bietet Max sogar an, den verstörten Marshall bei sich aufzunehmen. Max gefällt die Idee und er offenbart zum ersten Mal, dass er sich der anstrengenden Familiensituation kaum mehr gewachsen fühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11325907","hoster":"VOE"},{"path":"/redirect/10141288","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8717079","hoster":"VOE"},{"path":"/redirect/8717068","hoster":"Streamtape"}]}]}]}]}