{"seriesId":"tari-tari","name":"Tari Tari","descr":"Fünf Schüler im letzten Jahr der High School, auf der Suche nach ihrem eigenen Weg im Leben. Seit sie bei einer Aufführung des Schulchors aus Lampenfieber ihren Einsatz verpatzt und den gesamten Chor blamiert hat, darf Konatsu nur noch die Noten für die Klavierbegleitung umblättern. Aber es ist ihr letztes Schuljahr, und diese Zeit möchte sie nutzen und aktiv singen. So beschließt sie, ihren eigenen Chor zu gründen. Sie rekrutiert ihre beste Freundin Sawa und die stille Wakana.Dennoch droht der neue Chor mangels Mitgliedern nicht zustande zu kommen, bis sich die drei Mädchen mit den beiden Jungs von der Badminton-AG zusammentun, welcher aus dem gleichen Grund die Auflösung droht: Dem sportlichen Taichi und dem neu an die Schule gekommenen \"Wien\", der einfach nur Freunde sucht. Zu fünft bilden sie nun die \"Chor-und- Badminton-AG\".Doch nicht nur sind sehr unterschiedliche Charaktere und Interessen unter einen Hut zu bringen, jeder von ihnen hat seine eigenen Schwierigkeiten zu meistern. Und zu allem Ärger versucht auch noch die Leiterin des Schulchors, Frau Takakura, Konatsu und ihren Freunden alle möglichen Steine in den Weg zu legen. Dennoch ist die energische Konatsu entschlossen, mit ihrem Chor an einem bevorstehenden Festival in der Stadt teilzunehmen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mal loslaufen, mal fragen","epNo":1,"alt":"Running and Inviting","descr":"An einem Schultag, an dem eine Klasse ihrer Lehrerin, Frau Takahashi, Blumen schenkt, die in Mutterschaftsurlaub geht, wechselt ein Junge namens Atsuhiro Maeda in die Klasse und wird vom Badmintonspieler Taichi Tanaka durch die Schule geführt.","versions":[{"lang":1,"streams":[{"redirect":8774264,"hoster":"VOE"},{"redirect":8635094,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mal zueinanderfinden, mal ins Zeug legen","epNo":2,"alt":"Gathering and Struggling","descr":"Sawa bringt Wakana und Konatsu zu sich nach Hause, zeigt Wakana, was mit Konatsu im letzten Jahr passiert ist, und lässt sie sich für ihren neuen Club anmelden. Sie stecken ihre Köpfe zusammen und schaffen es, genügend Mitglieder zu sammeln, um sie dem Schulleiter vorzustellen, der es billigt, als er sieht, dass Wakana involviert ist und dessen Berater wird.","versions":[{"lang":1,"streams":[{"redirect":13113604,"hoster":"VOE"},{"redirect":8635095,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mal Schläger schwingen, mal neuen Menschen begegnen","epNo":3,"alt":"Swinging and Meeting","descr":"Als Wakana auf dem Weg zur Schule von einer fremden Ausländerin angesprochen wird, hat Konatsu wieder einen Mangel an Mitgliedern, da viele von ihnen plötzlich aussteigen und der Vizepräsident droht, den Chorverein zusammen mit Taichis Badmintonverein aufzulösen, sofern sie dies nicht können finde genügend Mitglieder.","versions":[{"lang":1,"streams":[{"redirect":8774269,"hoster":"VOE"},{"redirect":8635097,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mal wütend sein, mal fröhlich tanzen","epNo":4,"alt":"Getting Angry and Dancing","descr":"Als Konatsu die Condor Queens kennenlernt, die sie zur Musik brachte, entdeckt Wien, dass Wakana vom Ausländer verfolgt wird, der sich als drittes Mitglied von Condor Queens und Bekannter von Wakanas verstorbener Mutter Mahiru herausstellt.","versions":[{"lang":1,"streams":[{"redirect":8774270,"hoster":"VOE"},{"redirect":8635108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mal loslassen, mal festhalten","epNo":5,"alt":"Throwing Away and Holding On","descr":"Während die Bande Taichi bei der Teilnahme an einem Bandminton-Turnier ihre Unterstützung zeigt, scheint Wakana mit dem Brief, den sie erhalten hat, beschäftigt zu sein. Am nächsten Tag trifft Wakana Sawas Mutter, die ihr ein altes Foto von Mahiru in der Highschool mit Naoko zeigt.","versions":[{"lang":1,"streams":[{"redirect":8774271,"hoster":"VOE"},{"redirect":8635096,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mal lachen, mal Erinnerungen bewahren","epNo":6,"alt":"Laughing and Remembering","descr":"Als Wakana erkältet ist, beschließt Konatsu, sie zu besuchen und erinnert Wakana an ihr Versprechen mit Mahiru, gemeinsam ein Lied zu schreiben. Später erhält Wakana von Shiho eine Kassette mit einer Aufzeichnung darüber, wann Mahiru im Chorclub war, bevor Sawa reitet.","versions":[{"lang":1,"streams":[{"redirect":8774267,"hoster":"VOE"},{"redirect":8635098,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mal rumblödeln, mal Dinge aus den Augen verlieren","epNo":7,"alt":"Spinning in Circles and Losing Sight","descr":"Während der Club versucht zu entscheiden, was er für das Schulkulturfestival tun soll, wird Konatsu von ihren ehemaligen Clubmitgliedern verspottet. Konatsu erfährt bald, dass sie von Naoko genehmigt werden müssen, um auf die Hauptbühne des Festivals zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8774268,"hoster":"VOE"},{"redirect":8635107,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mal Sorgen machen, mal voranstürmen","epNo":8,"alt":"Worrying and Racing Ahead","descr":"Nach einer Untersuchung durch das Krankenhaus wird Sawa von ihrem Vater aufgefordert, das Bogenschießen zu beenden. Sawa verrät Shiho später, dass sie beim Versuch, sich für eine Reitschule zu bewerben, keine Mahlzeiten zu sich genommen hat, was jedoch aufgrund ihres Gewichts und ihrer Größe nicht akzeptiert wurde. Die Tortur lässt Sawa ein bisschen erschüttert und emotional zerbrechlich zurück.","versions":[{"lang":1,"streams":[{"redirect":8774266,"hoster":"VOE"},{"redirect":8635099,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mal weiß werden, mal rot werden","epNo":9,"alt":"Turning White and Turning Red","descr":"Wie Konatsu verrät, wird der Club beim Schulfest ein musikalisches Drama aufführen, und Wien scheint von etwas beschäftigt zu sein. Währenddessen schlägt Shiho vor, eine Superheldenshow im Einkaufsviertel zu veranstalten und Konatsu und die anderen dazu zu bringen, die Rolle der Superhelden zu übernehmen, was insbesondere Wiens Interesse weckt.","versions":[{"lang":1,"streams":[{"redirect":8774273,"hoster":"VOE"},{"redirect":8635103,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mal Feuer, mal Flamme","epNo":10,"alt":"Crushing and Burning","descr":"Trotz anfänglicher Rückschläge gelingt es der Bande, den Superhelden zum Erfolg zu führen. Am nächsten Tag ruft Naoko Konatsu und Co. wegen ihres Jobs an, aber sie schaffen es, den Streit zu gewinnen, da sie ihnen bereits die Erlaubnis gegeben hatte.","versions":[{"lang":1,"streams":[{"redirect":8774272,"hoster":"VOE"},{"redirect":8635100,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mal komplett sein, mal Lücken haben","epNo":11,"alt":"Waxing and Waning","descr":"Da der Chorklub hart an seinem Musical arbeitet, versucht Taichi, der mit der Erstellung von Hintergrundrequisiten beauftragt ist, einen anständigen Maler zu finden, der der Bedingung zustimmt, dass er einige Fotos von Sawa macht.","versions":[{"lang":1,"streams":[{"redirect":8774276,"hoster":"VOE"},{"redirect":8635104,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mal durcheinander reden, mal im Gleichton erklingen","epNo":12,"alt":"Piling Up and Rippling","descr":"Nachdem es Taichi gelungen ist, das Foto von Sawa für den Maler zu bekommen, entdeckt er die Requisiten, die Wien von den Müllmännern mitnehmen ließ. Während die anderen zur Müllkippe gehen, um sie zu bergen, bittet Konatsu den Studentenrat, das Schulfest wieder aufzunehmen, nur um ihren Vorschlag abzulehnen.","versions":[{"lang":1,"streams":[{"redirect":8774274,"hoster":"VOE"},{"redirect":8635102,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mal lachen, mal weinen und manchmal auch singen","epNo":13,"alt":"Growing Sunny, Crying and Sometimes Singing","descr":"Während die Bande und ihre Familien sich auf das Festival vorbereiten, entdecken sie, dass die Schultore geschlossen sind und das Fitnessstudio verschlossen wurde.","versions":[{"lang":1,"streams":[{"redirect":8774275,"hoster":"VOE"},{"redirect":8635106,"hoster":"Streamtape"}]}]}]}]}