{"seriesId":"tashi","name":"Tashi","descr":"Der elfjährige Jack erfährt, dass er einen entfernten Cousin namens Tashi hat. Dieser lebt in einer Parallelwelt in einem fantastischen, alten Königreich, irgendwo im antiken China. Hier gibt es Riesen, Dämonen, Hexen, Drachen, Banditen, Piraten – einfach sämtliche Schurken und Ungeheuer, die man sich vorstellen kann. Beinahe täglich sind Tashi und Jack damit beschäftigt, ihr Dorf vor den Angriffen der Bösewichter zu retten. Obwohl Tashi oftmals mit seinem impulsiven Leichtsinn dazu neigt, Gefahren zu unterschätzen, steht ihm Jack jederzeit zur Seite. Auch wenn er manchmal etwas unbeholfen ist, schaffen es die beiden dennoch, dank ihres Einfallsreichtums, sich immer wieder aus jeder misslichen Lage zu befreien. Eins ist gewiss: Jack und Tashi wird nie langweilig. Es gibt immer eine blinde Oma vom Baum zu retten, eine Phönixfeder zu pflücken, einem Dschinni einen langgehegten Wunsch zu erfüllen oder einem Drachen einen Zahn zu ziehen. Was es auch ist, Tashi und Jack packen es selbstverständlich gemeinsam an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Knatterbeeren \u0026amp; Schweinekirschen","epNo":1,"alt":"","descr":"Tashi und Jack werden von Ömchen bekocht, aber die Vorstellungen, was lecker ist, gehen weit auseinander. Jack kann sich nur schwer mit Sardellen-Pfannkuchen und gegrillten Grillen-Knien anfreunden. Es sei denn, es wäre Ketchup da. Die Soße, mit der alles einfach besser schmeckt! Nur kennt man diese Soße in Tashis Welt nicht. Und so ziehen die beiden Freunde los, um selbst Ketchup zu brauen","versions":[]},{"epId":"episode-2","name":"Jack \u0026amp; der Zauber-Wunschbaum","epNo":2,"alt":"","descr":"Tashi und Jack verkaufen wertlose Dinge auf dem Markt. Aber während Tashi gekonnt das letzte Gerümpel unter die Leute bringt, hat Jack weniger Erfolg. Er nimmt sich ein Beispiel an Tashi, lehnt sich dabei aber zu weit aus dem Fenster. Einen Bonsai als \"Zauber-Wunschbaum\" anzupreisen, der jeden Wunsch erfüllt, sorgt zwar zunächst für einen schnellen Verkauf, aber Goli ist überhaupt nicht erfreut darüber, dass das Bäumchen nicht funktioniert. Jack und Tashi müssen sich etwas einfallen lassen, damit das Geschenk für Tochter Golili die gewünschte Wirkung zeigt.","versions":[]},{"epId":"episode-3","name":"Vorfahrentagsgeschenke \u0026amp; Dschinni-Wünsche","epNo":3,"alt":"","descr":"Auf der Suche nach einem Vorfahrentagsgeschenk für Ömchen befreit Tashi einen Flaschengeist. Die ersten beiden Wünsche vergeuden Jack und Tashi aus Versehen und den dritten Wunsch stiehlt ihnen Tiki Pu. Er wünscht sich, Herrscher des Königreichs zu werden. Der Wunsch wird ihm gewährt und eine seiner ersten Handlungen ist es, den Abriss von Tashis und Ömchens Haus zu befehlen. Tashi und Jack müssen den Dschinni dazu bringen, Tiki Pus Wunsch rückgängig zu machen. Doch das ist gar nicht so einfach bei einem Flaschengeist, der einen ganz besonderen Wunsch erfüllt bekommen möchte.","versions":[]},{"epId":"episode-4","name":"Baba Jaga \u0026amp; der Verwüstungsbringer","epNo":4,"alt":"","descr":"Tashi und Jack sehen, wie Oma Schleierblick von einem Wirbelsturm davon getragen wird. Sie folgen ihr und finden sie schließlich auf einem Baum. Im Haus nebenan will Tashi um eine Leiter bitten, doch dieses Haus gehört der Hexe Baba Jaga und die ist alles andere als hilfsbereit. Tashi kommt ihr gerade recht, denn für ihren Verwüstungsbringer braucht sie nur noch eine letzte Zutat: Das Lachen von einem kleinen Jungen.","versions":[]},{"epId":"episode-5","name":"Ogerlympiade \u0026amp; Gimpelbockhelme","epNo":5,"alt":"","descr":"Als Jack durch Zufall die gefürchteten Schädel-Knacker-Schlangen im Fluss bezwingt, wird er zum Helden und damit auch zum neuen Beschützer von Tashis Dorf gekürt. Seine Hilfe wird auch prompt benötigt, denn die riesigen Oger veranstalten ihre Ogerlympiade und drohen, bei ihren Wettkämpfen das Dorf in Grund und Boden zu stampfen. Mit seiner mickrigen Kraft kann Jack nichts gegen die Oger ausrichten. Da kann nur Tashis Einfallsreichtum helfen, diese scheinbar unbesiegbaren Gegner in die Knie zu zwingen","versions":[]},{"epId":"episode-6","name":"Tashi \u0026amp; das Goldene-Geschichten-Großmaul","epNo":6,"alt":"","descr":"Graf Ling möchte unbedingt das diesjährige Goldene-Geschichten-Großmaul gewinnen. In den letzten Jahren ging der Preis immer an Tashi. Um Tashi eine Geschichte abzugewinnen, lockt Graf Ling Tashi und Jack in einen Hinterhalt. Das Problem ist nur, dass Tashis Kopf so voll mit alten Geschichten ist, dass ihm gar keine neue einfällt. Nur durch Zufall entsteht ein neues Abenteuer, mit vielen einzigartigen Begegnungen und spektakulären Vorfällen. Diese Geschichte wird Graf Ling aber bestimmt nicht erzählen.","versions":[]},{"epId":"episode-7","name":"Tigervogel-Eier \u0026amp; Feuerkraut","epNo":7,"alt":"","descr":"Tashi hat mit Jack den Tigervögeln ein paar ihrer Eier abgeluchst und will damit Meister Dao überra-schen. Aber der liegt in seiner Höhle in tiefen Schlaf versunken. Das Buch auf seiner Brust lässt Böses ahnen. Offenbar hat er sich selbst in den Großen Schlaf gezaubert. In ihrer Not wenden sich Tashi und Jack an Baba Jaga. Sie kennt ein Gegenmittel, aber dafür müssen die beiden das seltene Feuerkraut von der gefürchteten Dämonen-Spitze holen.","versions":[]},{"epId":"episode-8","name":"Lotus \u0026amp; das Drachenschlaflied","epNo":8,"alt":"","descr":"Ein Feuerdrache landet in Tashis Dorf und bedroht die Bewohner. Lotus findet heraus, dass er Zahnweh hat. Zu ihrem eigenen Besten, müssen sie dem Drachen so schnell wie möglich helfen. Doch nur Drachenzahn ist hart genug, um einen Drachenzahn zu füllen. Und gemahlenen Drachen-zahn findet man nur beim Riesen Goli. In ihrer Eile haben Tashi und Jack aber keine Zeit zu kontrollieren, ob sie tatsächlich Drachenzahn gestohlen haben.","versions":[]},{"epId":"episode-9","name":"Schillernde Köder \u0026amp; diebische Finger","epNo":9,"alt":"","descr":"Beim Angelwettbewerb fängt Jack eine Baby-Krake. Eigentlich will er sie zurück ins Wasser werfen, aber sie folgt ihm und Tashi nach Hause. Den Wettbewerb gewinnt wie immer Großkhan, doch am nächsten Tag ist seine Trophäe verschwunden. Er beschuldigt Tashi und Jack, die umgehend selbst die Ermittlungen aufnehmen. Dabei stellen sie fest, dass die Trophäe nicht das Einzige ist, das im Dorf verschwunden ist.","versions":[]},{"epId":"episode-10","name":"Ömchen \u0026amp; die Immerschmatz-Fresswespen","epNo":10,"alt":"","descr":"In Ömchens Haus fallen die Frespen ein die gierigen Raupen der Immerschmatz-Fresswespen! Das einzige Mittel, um sie zu vertreiben, ist der Stink des seltenen Müffels. Tashi und Jack ziehen sofort los, um den seltenen Saft zu besorgen. Aber dieser Stink ist nicht ganz ohne: Wer damit in Berührung kommt, ist für einige Zeit bewegungsunfähig. Und Jack und Tashi sind nicht die Einzigen, die in Schwierigkeiten stecken.","versions":[]},{"epId":"episode-11","name":"Leichtmatrosen \u0026amp; Affenpiraten","epNo":11,"alt":"","descr":"Tashi und Jack sehen bei Tiki Pu einen Papagei. Der erzählt ihnen, er würde sie zu einem Schatz führen, wenn sie ihn befreien. Neugierig folgen sie ihm bis zu einem Piratenschiff. Doch dort müssen sie feststellen, dass der Papagei sie nur hingelockt hat, weil sie Käpt ’n Blaubarts neue Crew werden sollen. Einzig die Früchte des Goldenen Baumes helfen Tashi und Jack wieder von Blaubarts Schiff zu entkommen.","versions":[]},{"epId":"episode-12","name":"Tashi \u0026amp; die Schimmer-Morchel","epNo":12,"alt":"","descr":"In Tashis Dorf ist Fungi-Tag und alle sind unterwegs, um den besten, schönsten und seltensten Pilz zu finden. Dem Sieger winkt der Titel des Pilz-Königs und den will Tashi dieses Jahr wieder einheimsen. Der Titel wäre sicher, wenn sie die stinkenden Schimmer-Morcheln fänden, aber diese besonders seltenen Pilze wachsen nur auf dem besonders steilen Drongo-Berg. Dazu kommen Tashi und Jack bei ihrer beschwerlichen Suche ausgerechnet Banditen in die Quere.","versions":[]},{"epId":"episode-13","name":"Fremdweltlermaschine \u0026amp; Affenprinzessin","epNo":13,"alt":"","descr":"Nach einem Kuss von der Affenprinzessin verwandelt sich Jack zu einem Papaya-Affen. Laut Ömchen kann nur ein erneuter Kuss vor Sonnenuntergang Jack zurück in einen Menschen verwandeln. Es bleibt nicht viel Zeit und die Affenprinzessin verlangt eine Gegenleistung. Aber Tashi hat schon einen Plan wie er seinen Cousin retten kann.","versions":[]},{"epId":"episode-14","name":"Großkhan \u0026amp; die Muskelsuppe","epNo":14,"alt":"","descr":"In Tashis Dorf ist Jahrmarkt und Großkhan will unbedingt seine Stärke beweisen. Dafür lässt er sich sogar von Tashi überreden, von der magischen Muskelsuppe zu kosten. Aber anstatt stark zu werden, schrumpft Großkhan auf Daumengröße und wird zu allem Überfluss von einem Gierkehlchen entführt. Mamilein ist außer sich und will dem, der ihren Sohn zurückbringt, einen Sack voll Gold schenken. Den wollen sich Tashi und Jack natürlich nicht entgehen lassen und versuchen alles, um aus \"Kleinkhan\" wieder Großkhan zu machen.","versions":[]},{"epId":"episode-15","name":"Zirkusakrobaten \u0026amp; Freiheitsoperationen","epNo":15,"alt":"","descr":"Graf Ling kauft einen Zirkus, in dem er einem zahmen Feuerdrachen auftreten lässt. Natürlich ist ein Zirkus kein Ort für einen Drachen und Tashi, Jack und Lotus wollen ihn befreien. Dabei werden sie unfreiwillig selbst zu Graf Lings Zirkusakrobaten. Und obwohl es unbeabsichtigt war, liefern die drei für Großkhan und Mamilein schließlich die beste Show ab, die sie jemals in einem Zirkus gesehen haben.","versions":[]},{"epId":"episode-16","name":"Ömchen \u0026amp; der Po-Pieper","epNo":16,"alt":"","descr":"Ömchen hat ihre silbernen Ersatzzähne verloren. Mit einem Metallsuchgerät finden Tashi und Jack zwar nicht die Zähne, dafür aber eine Schatzkiste im eigenen Garten. Das ruft die Banditen auf den Plan. Und weil das interessante Gerät, das Jack da gebastelt hat, anscheinend nur in den Händen der beiden funktioniert, nehmen sie Jack und Tashi auch gleich mit. Aus den beiden sollen richtig gute Banditen werden.","versions":[]},{"epId":"episode-17","name":"Jugala-Yeti \u0026amp; Propeller-Probleme","epNo":17,"alt":"","descr":"Tashi und Jack testen ein letztes Mal ihre Laterne, die sie für den \"Fliegenden Laternen-Wettbewerb\" gebastelt haben. Leider funktioniert sie zu gut und fliegt davon. Unmöglich, dass Tashi und Jack sie einfach ziehen lassen. Sie folgen ihr bis ins Gebirge, in dem die gefürchtete Jugala-Yeti lebt. Glücklicherweise treffen sie dort auf einen alten Bekannten, doch der braucht ihre Hilfe mehr als Tashi und Jack.","versions":[]},{"epId":"episode-18","name":"Baba Jaga \u0026amp; der Geburtstagskuchen","epNo":18,"alt":"","descr":"In Tashis Dorf herrscht Panik – eine unbekannte Macht wirbelt die Häuser durcheinander als wären es Spielzeuge. Dahinter kann nur Baba Jaga stecken. Tashi und Jack nutzen die Gelegenheit, vor der nervigen Hausarbeit bei Oma Schleierblick zu flüchten und machen sich auf, um zu verhindern, dass Baba Jaga alles in Schutt und Asche legt. Aber als sie in dem Hühnerhaus der Hexe ankommen, wartet eine Überraschung auf sie.","versions":[]},{"epId":"episode-19","name":"Höhlenverstecke \u0026amp; Hausversteigerungen","epNo":19,"alt":"","descr":"Graf Ling will Ömchens Haus versteigern. Er selbst bezeichnet sich, mit einer mit Buntstift gemalten Urkunde in den Händen, als rechtmäßiger Besitzer des Hauses. Tashi, Jack und Lotus können das auf keinen Fall zulassen. Sie beschließen, sich Fieslings eigene Reichtümer zu beschaffen, um mit ihnen Ömchens Haus zurück zu kaufen. Wie schwierig der Weg zu Fieslings Gold und Diamanten sein würde, haben sich die drei nicht gedacht.","versions":[]},{"epId":"episode-20","name":"Lotus \u0026amp; der Riesenkohl","epNo":20,"alt":"","descr":"In Tashis Dorf findet der alljährliche Wettbewerb um das größte Gemüse statt. Für den Sieger gibt es den Goldenen Kessel. Wie jedes Jahr liegt Lotus mit ihrem Riesenkohl ganz klar vorn. Aber das will Tashi nicht mehr hinnehmen. Könnte er seinen Kürbis mit Rumpus-Milch gießen, würde der ganz sicher noch viel größer werden. Aber dazu müsste man sich dem wilden, unberechenbaren Ungeheuer erst mal nähern, um es dann zu melken.","versions":[]},{"epId":"episode-21","name":"Heuschreck-Schmetterlinge \u0026amp; Alphorn-Laser","epNo":21,"alt":"","descr":"Ein Heuschreck-Schmetterlings-Schwarm bedroht das Dorf. Nur der Auserwählte kann den Schwarm vertreiben, indem er das Alphorn auf dem Lavaberg bläst. Und ausgerechnet Ah Chu soll der Auserwählte sein. Tashi, Jack und Lotus versuchen mit allen Kräften, Ah Chu zum Alphorn zu bringen. Doch das ist gar nicht so einfach. Und dummerweise hat das kräftige Horn, oben auf dem Lavaberg noch eine ganz andere Wirkung.","versions":[]},{"epId":"episode-22","name":"Jack \u0026amp; die Wolkensirenen","epNo":22,"alt":"","descr":"In Tashis Dorf herrscht eine furchtbare Dürre, schon lange ist kein Tropfen Regen gefallen. Der Grund dafür sind die wassergierigen Wolkensirenen, die die Wolken leer trinken. Meister Dao hat zwar die wundersamen Regensplitter, die sofort Regen bringen – aber dazu muss man in die Luft steigen und die Splitter in die Wolken streuen. Und als wäre das nicht schon schwierig und gefährlich genug, wollen sich die gierigen Wolkensirenen nicht so einfach trocken legen lassen und setzen magischen Mittel ein, um den Regen zu verhindern","versions":[]},{"epId":"episode-23","name":"Phönixflug \u0026amp; Feuerfeder","epNo":23,"alt":"","descr":"Für den Phönix ist der ideale Tag gekommen, um gen Westen zu reisen. Doch bevor er davon fliegt, muss ein Dorfbewohner eine seiner Federn pflücken. Denn die versorgt ein ganzes Jahr lang alle Feuerstellen. Tashi und Jack brechen zum traditionellen Wettflug um die Feuerfeder auf. Natürlich kämpfen alle anderen Teilnehmer mit unfairen Mitteln, was gefährliche Folgen hat. Letztlich müssen Tashi, Jack und Lotus ein Team bilden, um den Phönix zu retten.","versions":[]},{"epId":"episode-24","name":"Tashi \u0026amp; der feuerspeiende Drachenlöwe","epNo":24,"alt":"","descr":"Tashi und Jack sind allein in Meister Daos Höhle, während der zur Tanzstunde geht. Und natürlich können die beiden trotz Meister Daos eindringlicher Warnung nicht widerstehen und blättern im Buch der Sagen. Eine gefährliche Idee, denn das Buch verfügt über magische Kräfte. Plötzlich fin-den sich Tashi und Jack in einer verwinkelten Burg wieder und werden von einem feuerspeienden Drachenlöwen verfolgt. Nur ein übellauniger und missmutiger Ritter kann ihnen jetzt noch helfen.","versions":[]},{"epId":"episode-25","name":"Chilischoten \u0026amp; Eiscremeskulpturen","epNo":25,"alt":"","descr":"Es ist ein heißer Tag und Tiki Pu verkauft Eiscremeskulpturen auf dem Markt. Als Tashi und Jack diese zum Schmelzen bringen, besteht Tiki Pu darauf, dass sie ihm neues Eis besorgen. Das gibt es aber zu dieser Jahreszeit nur in der Eishöhle \"Betreten strengstens untersagt\". In der Höhle be-freien sie versehentlich eine Eisgnomin, die das ganze Land in eine Eiszeit stürzen könnte.","versions":[]},{"epId":"episode-26","name":"Cousinchen \u0026amp; der Schlaf-Affe","epNo":26,"alt":"","descr":"In Tashis Dorf geht es drunter und drüber. Niemand schläft mehr richtig und alle sind schrecklich müde. Erst Oma Schleierblick kann das Rätsel lösen: Der Schlaf-Affe ist verschwunden – eine kleine Puppe, die durch ihre magischen Kräfte dafür sorgt, dass alle Menschen gut einschlafen. Sofort machen sich Tashi und Jack auf die Suche nach der Puppe, aber die hat mittlerweile der Dämonen-Vater an sich genommen. Zu Hause sitzt die total entnervte Dämonen-Mutter neben ihrem zahnenden Dämonen-Baby, das einfach nicht aufhört zu schreien.","versions":[]},{"epId":"episode-27","name":"Seegras-Suppe \u0026amp; Piratenschätze","epNo":27,"alt":"","descr":"Tashi, Jack und Lotus sollen für Ömchens berühmte Seegras-Suppe Zutaten besorgen. Dabei stoßen sie auf eine Schatzkarte in einer Flaschenpost, die sie zu einem Schatz in einem versunkenen Piratenschiff führt. Aber als sie den Schatz endlich finden, stellt sich ihnen nicht nur eine Gruppe Piraten, sondern auch ein sehr hungriger Drache entgegen.","versions":[]},{"epId":"episode-28","name":"Jack \u0026amp; die faulen Eier","epNo":28,"alt":"","descr":"Beim Angeln entdecken Tashi und Jack etwas, das bisher als Legende galt: ein Jade-Ei. Wenn so ein Ei tatsächlich existiert, gibt es vielleicht auch die sagenumwobene Jade-Kammer irgendwo in den Bergen. Aber als die beiden losziehen, fällt Jack das kostbare Ei runter, ein seltsam fauliger Gestank steigt auf – und plötzlich gehen seltsame Veränderungen mit Jack vor sich.","versions":[]},{"epId":"episode-29","name":"Videospiele \u0026amp; Piratensteuer","epNo":29,"alt":"","descr":"Graf Ling taucht wie jedes Jahr in Tashis Dorf auf, um den Bewohnern alle Wertsachen abzunehmen – die gefürchtete Piratensteuer. Im Gegenzug verschonen die Piraten das Dorf vor Plünderungen. Aber dieses Jahr haben sie die Rechnung ohne Tashi gemacht. Der sieht nicht ein, warum alle weiter Schutzgeld zahlen sollen. Und als dann auch noch Jack zusammen mit der erpressten Steuer an Bord des Flug-Piratenschiffes gehievt wird, ist es endgültig an der Zeit, sich zu wehren.","versions":[]},{"epId":"episode-30","name":"Graf Ling \u0026amp; die Mombies","epNo":30,"alt":"","descr":"Tashi und Jack entdecken hinter einem Wasserfall eine Höhle. Aber die Höhle ist voller Schriftzeichen und Sarkophage. Als die beiden Schatzsucher ein uraltes Navigationsgerät von seinem Platz entfernen, haben sie die Ruhe der Mombies gestört, die nicht ohne ihren Quadranten sein wollen. Sie verfolgen Tashi und Jack bis ins Dorf. Da tritt Graf Ling auf den Plan und verspricht gegen entsprechende Bezahlung, die Dorfbewohner vor den taumelnden Wiedergängern zu schützen. Aber damit geht das Chaos erst richtig los.","versions":[]},{"epId":"episode-31","name":"Mamilein \u0026amp; Sir Hammerhorn","epNo":31,"alt":"","descr":"Mamilein will in Tashis Dorf einen Zoo eröffnen. Die große Attraktion für diese Geschäftsidee soll ein Streichelzoo mit Rumpus-Babys sein. Keine gute Idee, wie Tashi findet. Und um die große Rumpus-Jagd des Großkhans zu sabotieren, lockt Tashi ihn in die gefährlichste Gegend des Waldes. Denn dort soll sich der sagenumwobene große, weiße Rumpus Sir Hammerhorn aufhalten, der wildeste Rumpus von allen.","versions":[]},{"epId":"episode-32","name":"Tiki Pu \u0026amp; der Tiki Ticker","epNo":32,"alt":"","descr":"Tashi und Jack sind genervt von Tiki Pu, der mit einer Glocke in der Hand durchs Dorf zieht und andauernd die neuesten Neuigkeiten verkündet. Gegen Geld versteht sich. Das müsste man doch günstiger und vor allem leiser hinkriegen, überlegen sich die beiden. Als Jack dann noch eine Druckerpresse entdeckt, ist klar: Tashi und Jack machen eine Zeitung. Aber eine Zeitung braucht Nachrichten und für die Titelseite auch einen echten Knüller.","versions":[]},{"epId":"episode-33","name":"Meeresgesetze \u0026amp; Weltraumdiamanten","epNo":33,"alt":"","descr":"Die Dorfbewohner sind sehr besorgt, als sie erleben, wie ein Meteorit ins Meer stürzt. Als Jack ihnen erklärt, dass ein Meteorit ein Klumpen aus Stein, Metall oder sogar Diamant ist, schlägt ihre Angst in Begeisterung um. Die Suche nach dem \"Weltraumdiamanten\" beginnt. Aber nicht nur die Dorfbewohner machen sich auf den Weg nach dem Reichtum versprechenden Diamanten, auch die Meerestiere lieben alles, was funkelt.","versions":[]},{"epId":"episode-34","name":"Borg \u0026amp; die unbesiegbaren Mannen","epNo":34,"alt":"","descr":"Tashi, Jack und Lotus machen einen abendlichen Ausflug in den Wald, um die bevorstehende totale Mondfinsternis besser beobachten zu können. Aber Jack entdeckt zufällig eine uralte Gruft, die er unbedachterweise öffnet und damit eine Horde Geister freilässt. Die Gruselgestalten wollen das Dorf einnehmen, doch Ömchen entdeckt ebenso zufällig ein einfaches Mittel gegen die ungebetenen Besucher","versions":[]},{"epId":"episode-35","name":"Süßes oder Schauriges","epNo":35,"alt":"","descr":"Als Tashi, Jack, Lotus und Ah Chu in der Gruselnacht Süßes oder Schauriges spielen, treffen sie Lily Distel. Sie fordert Lotus heraus, sie zu des Dämons Murmeln zu begleiten. Dort lebt der alte Ratmus, dessen Verbannung aus dem Dorf in der Gruselnacht gefeiert wird. Und nur in dieser Nacht kann der alte Ratmus aus der Unterwelt zurückkehren. Lotus will Lily Distel beweisen, dass sie keine Angst vor dem bösen Dämonen hat und folgt ihr zusammen mit Tashi, Jack und Ah Chu in die hohen Berge","versions":[]},{"epId":"episode-36","name":"Lotus \u0026amp; die Bambus-Schlange","epNo":36,"alt":"","descr":"Tashi, Jack und Lotus besorgen im Wald für Ömchens Eintopf eine ganz besondere Zutat: Eine der äußerst seltenen Bambusblüten. Aber damit machen sie sich nicht nur Freunde. Die riesige Bambus-Schlange, deren Lieblingsfutter diese Blüten sind, macht nun Jagd auf die Drei. Und als Lotus dabei von ihr gebissen wird, ist sie bambuselt – sie verwandelt sich in Bambus! Und das ausgerechnet in dem Moment, als Graf Ling mit seiner Bambus-Erntemaschine in den Wald einfällt.","versions":[]},{"epId":"episode-37","name":"Geburtstagstamtam \u0026amp; Muntschanana-Affen","epNo":37,"alt":"","descr":"Auf der Suche nach einem Geburtstagsgeschenk für Kann Du, landen Tashi und Jack bei einer Auktion, die Großonkel veranstaltet, um seine nächste Expedition zu finanzieren. Er preist Tashi und Jack einen magischen Teppich an, den weder er selbst, noch die beiden tatsächlich für magisch halten. Doch als Tashi die Runen am Rand des Teppichs vorliest, befinden er, Jack und Kann Du sich plötzlich in der Zukunft. Und die sieht gar nicht gut aus, da Großonkels Expedition verheerende Folgen hatte. Sie müssen ihn unbedingt aufhalten, bevor es zu spät ist.","versions":[]},{"epId":"episode-38","name":"Jack \u0026amp; die tanzenden Schuhe","epNo":38,"alt":"","descr":"Im Dorf von Tashi findet ein großes Wetttanzen statt. Nur Jack will nicht so gern mitmachen. Er hat Angst, dass er sich beim Tanzen vor allen Dorfbewohnern blamiert. Dann aber macht ihm eine freundliche, ältere Marktfrau ein scheinbar großzügiges Angebot: Er bekommt die tollsten Tanzschuhe, und sie will dafür nur seine alten, ausgelatschten Turnschuhe. Tashi ahnt, dass da etwas faul ist, aber da hat Jack die Tanzschuhe dummerweise schon angezogen","versions":[]},{"epId":"episode-39","name":"Lehm-Männchen \u0026amp; Lehm-Frauchen","epNo":39,"alt":"","descr":"Um ihr neues Clubhaus vor Lily Distel und ihren Soldaten zu beschützen, schaffen Tashi, Jack und Lotus einen Golem. Der hört jedoch nicht auf sie, sondern nur auf Lily Distel, aber auch das nicht auf Dauer. Lily weiß, weshalb er so böse ist. Ihm fehlt ein Freund. Da hat Tashi eine Idee, wie er dem Golem eine Freude machen kann","versions":[]},{"epId":"episode-40","name":"Tashi \u0026amp; das Spukhaus","epNo":40,"alt":"","descr":"In Tashis Dorf verschwinden andauernd Sachen, die sich die Dorfbewohner zu Essen gemacht haben. Aufläufe, Obstkuchen, Pasteten – nichts scheint vor den Dieben sicher zu sein. Tashi, Ah Chu und Jack wollen der Sache auf den Grund gehen und landen in einem Spukhaus im Wald.","versions":[]},{"epId":"episode-41","name":"Grunzarotti \u0026amp; Brüllhild","epNo":41,"alt":"","descr":"Tashi und Jack möchten den Talentwettbewerb des Großkhans gewinnen. Deshalb bitten sie Baba Jaga, begnadete Musiker aus ihnen zu machen. Doch bei dem Zauberspruch geht etwas schief und plötzlich wird Schwein zum talentierten Opernsänger und Jack kann nur noch grunzen. Der Zauber muss so schnell wie möglich rückgängig gemacht werden. Aber das ist gar nicht so einfach, denn der Großkhan hat Grunzarotti als seinen neuen Hofnarren auserkoren.","versions":[]},{"epId":"episode-42","name":"Großkhan \u0026amp; Lord Flennimuss","epNo":42,"alt":"","descr":"Tashi und Jack sind am Rande des Königreiches unterwegs, um eine besonders gute, aber seltene Seide zu sammeln. Die Seidenspinne ist darüber aber gar nicht erfreut. Der Großkhan hält die Spinne für einen Angriff von seinem Erzfeind Lord Flennimuss. Da der ängstliche Großkhan den Weg des geringsten Widerstandes sucht, macht er kurzerhand Tashi und Jack zu Großkhanen für einen Tag, damit die beiden sich mit dieser lästigen wie gefährlichen Geschichte herumschlagen müssen. Aber dann taucht Lord Flennismuss tatsächlich auf.","versions":[]},{"epId":"episode-43","name":"Schlecknecken \u0026amp; Dudelhypnose","epNo":43,"alt":"","descr":"Das Dorf wird von einer Schleckneckenplage heimgesucht, doch es ist rasch ein Schneckenfänger zur Stelle, der das Dorf von der Plage befreit. Weil Graf Ling aber den versprochenen Lohn verwehrt, hypnotisiert der Dudelsackspieler die Dorfbewohner und entführt alle Schweine. Nur Tashi und Jack können ihn aufhalten, da sie dank ihrer Ohrstöpsel immun gegen das Dudelsackspiel sind.","versions":[]},{"epId":"episode-44","name":"Ah Chu \u0026amp; die Rumpus-Randale","epNo":44,"alt":"","descr":"Durch ein Missgeschick locken Tashi, Jack und Lotus einen Rumpus ins Dorf, der schlimme Verwüstungen anrichtet und obendrein nicht verschwinden will. Einziger Ausweg scheint ein Dschinni auf dem Markt zu sein, der günstige Wünsche im Angebot hat. Aber leider handelt es sich dabei um die Mogelpackung eines windigen Händlers, der unbedingt wieder zurück in seine Kanne muss.","versions":[]},{"epId":"episode-45","name":"Kicherbeeren \u0026amp; Mampfhunger","epNo":45,"alt":"","descr":"Auf der Suche nach Kicherbeeren treffen Tashi und Jack auf die hungrige Golili. Ihr Onkel Mampfred ist zu Besuch und hat alle Vorräte im Haus verputzt. Deshalb ist sie losgezogen, um sich etwas zu essen zu suchen und hat sich dabei verlaufen. Natürlich kann Tashi nicht anders, als das Riesenmädchen nach Hause zu begleiten. Onkel Mampfred ist begeistert über die Besucher und möchte sie direkt verspeisen. Tashi kocht ihm jedoch eine Kicherbeerensuppe und während der Riese von Lachkrämpfen geschüttelt wird, gelingt Jack und Tashi die Flucht. Sie haben nur nicht bedacht, welche Gefahr der lachende Riese für das Dorf darstellen würde.","versions":[]},{"epId":"episode-46","name":"Meister Dao \u0026amp; die Unordnung","epNo":46,"alt":"","descr":"Tashi und Jack sollen die Höhle von Meister Dao aufräumen. Besonders Tashi hat darauf gar keine Lust. Im Buch der Sagen findet er schließlich eine gute Fee, die alles im Nu aufräumt. Doch die kleine Fee ist keineswegs so putzwillig, wie gedacht. Und das Buch der Sagen hält noch weitere Überraschungen für die beiden bereit. Schließlich soll das Buch nach jedem Spruch wieder geschlossen werden, denn sonst entkommen alle Sagenwesen und tauchen in die Welt des Alten Königreichs ein.","versions":[]},{"epId":"episode-47","name":"Phönixei \u0026amp; Roboto-Junge","epNo":47,"alt":"","descr":"Tiki Pu bekommt eine Einladung zum Bankett des Großkhans. Natürlich braucht er dafür ein ganz besonderes Geschenk. Ein Phönixei soll den Großkhan begeistern. Ausgerechnet mitten auf dem Bankett schlüpft der Phönix aus dem Ei und der Großkhan nimmt ihn gleich gefangen. Um den Phönix zu retten, schleichen sich Tashi, Jack und Lotus beim Festmahl rein. Doch so schnell gibt der Großkhan sein Geschenk nicht wieder her.","versions":[]},{"epId":"episode-48","name":"Oma Schleierblick \u0026amp; der magische Lungenfisch","epNo":48,"alt":"","descr":"Durch Zufall zieht Graf Ling einen magischen Lungenfisch aus dem Wasser. Oma Schleierblick entlockt ihm eine Prophezeiung, die dem Dorf Unheil verspricht. Doch bevor der Fisch die Prophezeiung beenden kann, springt er zurück ins Wasser. Tashi und Jack müssen ihn unbedingt finden, um zu erfahren, was der Auslöser für das Unglück sein wird. Währenddessen macht sich Graf Ling seine ganz eigenen Erklärungen und trifft sämtliche Vorkehrungen im Dorf.","versions":[]},{"epId":"episode-49","name":"Geisterbahn \u0026amp; Geisterschiff","epNo":49,"alt":"","descr":"Auf dem Rummel fahren Tashi und Jack mit der Geisterbahn. Doch die ist kein vergnügliches Fahrgeschäft, sondern eine Falle von Käpt’n Blaubart, der die Fahrgäste als Arbeitssklaven hält. Sie sollen ihm einen Zugang zu dem unterirdischen Fluss graben, der ihn aufs Meer hinausführen soll. Natürlich können Tashi und Jack da nicht tatenlos zusehen und versuchen die Dorfbewohner zu retten.","versions":[]},{"epId":"episode-50","name":"Tashitron \u0026amp; Mega Jack","epNo":50,"alt":"","descr":"Als das Dorf von Ogern heimgesucht wird, lässt Meister Dao Tashi und Jack seinen Enormisierungs-trank trinken. Dadurch werden sie selbst so groß wie Oger und können diese vertreiben. Doch langsam können die beiden sich in die Haut der Oger hineinversetzen. Durch ihre Größe richten sie nicht nur unabsichtlich riesigen Schaden an, sondern sie haben auch einen riesigen Hunger. Ausgerechnet Großkhan kann ihn jetzt nur noch helfen, das Oger- und das Größenproblem wieder in den Griff zu bekommen.","versions":[]},{"epId":"episode-51","name":"Cousinchen \u0026amp; die Dschinni-Wünsche","epNo":51,"alt":"","descr":"Beim Einkaufen für den Geschenktag stößt Cousinchen auf Dschinnis Flasche. Sie wünscht sich, dass jeder Dorfbewohner seinen größten Wunsch erfüllt bekommt. Das klingt schön, doch manche Wunschträume sollten besser Wünsche bleiben. Zum Glück sind Tashi und Jack zur Stelle, um das Dorf aus dem Chaos zu retten. Dazu müssen sie aber zu allererst Dschinni in seinem \"wohlverdien-ten\" Urlaub stören.","versions":[]},{"epId":"episode-52","name":"Tashi \u0026amp; Jack","epNo":52,"alt":"","descr":"Jack möchte seinen Eltern schreiben, was er bis jetzt mit seinem Cousin Tashi im Alten Königreich erlebt hat. Und dabei erinnern sich die beiden natürlich auch daran, wie alles angefangen hatte – mit dem Flugzeug, das sich plötzlich in einen Schwan verwandelt, den Drachen, die sehr feurig auf Ruhestörung reagieren und einem Jungen, der alles unternimmt, um seinen Cousin würdig in seiner Heimat zu empfangen.","versions":[]}]}]}