{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar","name":"Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu You na Monogatar","descr":"[Suppose a Kid from the Last Dungeon Boonies moved to a starter town?] Die Geschichte dreht sich um Loyd, ein vergesslicher Junge vom Land, der Soldat in der Hauptstadt werden will. Nachdem er die Bürgermeisterin seines Dorfes, eine über 100 Jahre alte Loli-Hexe, überzeugen konnte, macht er sich auf den Weg in die Hauptstadt, um seinen Traum zu erfüllen.","seasons":[{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-1","name":"","epNo":1,"alt":"Suppose a Kid from the Last Dungeon Boonies moved to a starter town?","descr":"Lloyd Belladonna will Soldat werden, aber er ist der schwächste Junge in seinem Dorf. Er zieht in die Großstadt, um sich der Militärakademie anzuschließen, ohne zu bemerken, dass die Menschen in seinem Dorf im Vergleich zu Außenstehenden unglaublich stark sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436762","hoster":"VOE"},{"path":"/redirect/8436757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-2","name":"","epNo":2,"alt":"Suppose a majestic lion showed up to the petting section of a zoo and dozed off?","descr":"Lloyd schafft es irgendwie, den Test nicht zu bestehen, und schickt diejenigen, die sich seiner Stärken bereits bewusst sind, dazu, herauszufinden, was schief gelaufen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436770","hoster":"VOE"},{"path":"/redirect/8436768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-3","name":"","epNo":3,"alt":"Suppose someone told you they\u0027d do anything for you, which you appreciate but you know you should push back?","descr":"Die wahre Identität der Hexen wird enthüllt. Der wahre Schuldige hinter den Angriffen auf die Stadt wird enthüllt. Die Hexe ist in der Klemme.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436775","hoster":"VOE"},{"path":"/redirect/8436779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-4","name":"","epNo":4,"alt":"Suppose the protagonist of a novel led the story to a grand finale?","descr":"Die Hexe flieht vor dem Dämonenlord, um Lloyd zu finden. Lloyd sucht nach der Hexe und kämpft mit Monstern, von denen er denkt, dass sie nur Käfer sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436784","hoster":"VOE"},{"path":"/redirect/8436781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-5","name":"","epNo":5,"alt":"Suppose someone took flirtation advice on a magazine way too seriously?","descr":"Marie nimmt Lloyd mit zu einem Job, bei dem er ein Heiliges Schwert aus einem Stein zieht. Choline kündigt später das Spiel zwischen den Akademien gegen die Rokujou-Akademie an. Selen und Lloyd beschließen, Heilmagie zu erlernen. Marie trifft auf die Schwestern Mena und Phyllo von der Rokujou-Akademie, die nach Riho suchen. Phyllo spürt Lloyds mächtige Aura und greift ihn instinktiv an. Alka verwandelt Marie dann in einen Schmetterling. Rol, Rokujous Schulleiterin, versucht, Riho nach Hause zu bringen, aber Riho weigert sich wütend. Lloyd sieht Riho verärgert und bittet Riho dank Maries Rat um ein Date. Riho enthüllt, dass Rol ihr die Mithril-Armprothese gegeben hat, aber Riho erkannte, dass Mithril Magie entzieht und Rol nur wollte, dass der Arm ein heiliges Schwert zieht, also rannte sie weg. Am nächsten Tag versucht Micona, eine Studentin im zweiten Jahr, Lloyd zu übertrumpfen, wird aber sofort besiegt. Micona geht zur Heilung zu Marie, da sie in sie verknallt ist.nur um zu erkennen, dass Lloyd bei ihr lebt. Als die Matches beginnen, schwört Riho Rol zu besiegen, gerade als bekannt gegeben wird, dass der Hauptpreis das Holy Sword Lloyd ist, das zuvor herausgezogen wurde. Micona erzählt später Shōma ihre Geschichte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436790","hoster":"VOE"},{"path":"/redirect/8436793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-6","name":"","epNo":6,"alt":"Suppose the obviously superior contestant wins, but the clearly inferior contestant also wins?","descr":"Selen duelliert sich mit Phyllo, wird aber disqualifiziert, als sie Phyllo körperlich schlägt. Im nächsten Match versucht Mena, ihre Wassermagie gegen Lloyd einzusetzen, aber er gewinnt letztendlich. Später entfernt Rol Rihos Prothese. Riho beginnt dann, einen hochstufigen Wasserzauber zu singen, was Rol dazu bringt, vor Angst ohnmächtig zu werden. Rol wacht wütend auf und erfährt, dass eine Hexe, die mit einem jungen Mann zusammenlebt, das heilige Schwert zurückholt. Sie beschließt, die Hexe zu zwingen, ihr Verbündeter zu werden, und befiehlt Phyllo, den jungen Mann als Geisel zu nehmen, aber Phyllo missversteht und stiehlt Alkas magischen Kristall. Lloyd, der glaubt, Marie sei entführt worden, beeilt sich, sie zu finden. Phyllo verlangt von Lloyd, dass sie sich zu Tode duelliert, aber er besteht darauf, dass sie Armdrücken. Lloyd besiegt Phyllo, die beschließt, ihn zu heiraten. Alka taucht aus ihrem Kristall auf und bestraft Rol nach einer Beleidigung.Allan rettet Rol vor dem Fluss und wird unbeabsichtigt für die Rettung der Stadt verantwortlich gemacht. Riho besucht Rol im Krankenhaus und Rol erinnert sich, dass sie nur so ehrgeizig geworden ist, weil sie Riho beim Wiederaufbau ihres verfallenden Waisenhauses helfen wollte. In der Zwischenzeit wird bekannt, dass ein unbekannter Magier Rols Erinnerungen manipuliert hat, um das Schwert zu bekommen, damit er den Kerker in Kunlun besiegen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436800","hoster":"VOE"},{"path":"/redirect/8436798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-7","name":"","epNo":7,"alt":"Suppose it\u0027s looking like you need to clean up the mess, and you kind of saw it coming?","descr":"Lloyd nimmt eine Stelle als Reinigungskraft in einem Hotel an. Der Besitzer, Coba, gibt zu, dass seine Arbeiter immer wieder angegriffen werden. Ein notorisch schwieriger Gast, Lord Threonine, kommt und fragt Lloyd nach seiner Meinung zu einem Zypressenwald, um den sich seine Familie kümmert, und ist von Lloyds Antwort beeindruckt. Später trifft Threonine eine von Cobas Dienstmädchen, Kikyou, und teilt seinen Verdacht mit, dass Coba illegal im Wald Bäume züchtet. Er teilt auch seinen Ärger darüber, dass der lokale Lord möchte, dass seine Tochter seinen Sohn Allan heiratet. Da Treants mit Dämonenlords verbunden sind, beschuldigt Kikyou Lloyd der Besessenheit aufgrund seiner Fähigkeiten und erhält von Threonine ein Gegenmittel. Sie mischt es in Lloyds Tee, aber es wird versehentlich von einer aufgebrachten Coba getrunken. Kikyou flieht und Coba beginnt zu vermuten, dass Kikyou und Threonine hinter den Angriffen auf seine Arbeiter stecken.Riho erscheint später als Gast, ebenso wie Selen und ihr Vater, der Lord möchte, dass sie Threonines Sohn heiratet. Selen ist jedoch überglücklich, als stattdessen Lloyd erscheint, als Threonine Lloyd bittet, für Allan einzuspringen, nachdem er ohnmächtig geworden ist. Selen schlägt sofort vor, dass sie und Lloyd sich verabreden, damit sie die Umgebung erkunden können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436806","hoster":"VOE"},{"path":"/redirect/8436803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-8","name":"","epNo":8,"alt":"Suppose you were just pretending to be lovers, but somehow the pretense transforms into the real deal!","descr":"Shōma kommt mit einer Lieferung von Feuerbomben an. Kikyou ist entschlossen, Lloyds Treant zu vertreiben und überredet ihn zu einer Gegenmittelmassage, muss jedoch fliehen, als Selen sieht, wie sie versucht, das Gegenmittel in Lloyds Hose zu stecken. Lloyd geht zu einer heißen Quelle, ohne zu merken, dass es sich um ein gemischtes Bad handelt, und Selen ist wütend, als ihre unzüchtigen Pläne durch die Ankunft von Riho, Marie, Alka, Phyllo und Mena unterbrochen werden. Kikyou trifft Minoki, Threonines Sekretärin, die verrät, dass er für die Treants verantwortlich ist. Der Dämonenfürst der Bäume, Erkling, übernimmt Minoki. Lloyd kümmert sich problemlos um die Treants, während Erkling zum Hotel geht. Selens Vater enthüllt, dass er mit Shōma legal Geschäfte mit Treants gemacht hat. Lloyds Freunde halten Erkling mit den Feuerbomben zurück, während Lloyd Erklings Dämonensamen ausreißt und Minoki wieder normalisiert.Alka wird später von Shōma konfrontiert, die geht, nachdem sie enthüllt hat, dass er mit einem ihrer Feinde zusammengearbeitet hat, seit das heilige Schwert entfernt wurde. Selens Vater kündigt ihre arrangierte Ehe und lässt sie ihre Karriere als Soldatin fortsetzen. Alka versucht Lloyd zu überreden, ihr eine Massage für ihre harte Arbeit zu geben, aber Lloyd führt stattdessen versehentlich einen German Suplex durch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436814","hoster":"VOE"},{"path":"/redirect/8436812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-9","name":"","epNo":9,"alt":"Suppose you visited an early dungeon but encountered three final bosses?","descr":"Micona trifft Shōma und einen Priester namens Pater Sou. In der Zwischenzeit bittet der König Lloyd und seine Freunde, eine riesige Schlange in einem neuen Dungeon zu besiegen. Sou beschließt, die Schlange zuerst zu besiegen. Alka betritt den Kerker, um Sou zu finden. Marie findet Micona im Kerker, die von einem Treant infiziert wurde. Lloyd kämpft gegen Micona, wird aber verletzt, als er Selen und Phyllo beschützt. Micona behauptet, Freunde hätten ihn schwach gemacht, aber Lloyd behauptet, sie hätten ihm geholfen, ein echter Soldat zu werden, und er besiegt sie. Die Schlange wird erweckt und enthüllt, dass er Vritra ist, Wächter von Kunlun und eine Quelle von Alkas Kraft. Sou erscheint und tötet Vritra, aber Vritra enthüllt, dass Selens Gürtel aus seiner Haut besteht und er den Tod vermeidet, indem er seine Seele hineinreicht. Alka gibt zu, dass sie es vor Jahren versehentlich erstellt hat. Sou teleportiert sich weg und verspricht, Kunluns Dungeon freizuschalten.Der Kerker bricht dann zusammen, sodass Alka alle in Sicherheit teleportiert. Aufgrund einer Verwechslung wird Allan der Sieg über Vritra zugeschrieben, so dass der König ihm den Titel Dragon Slayer verleiht. Lloyd erkennt, dass Sou der Name eines Schurken aus einem Kunlun-Märchen ist. Alka entführt später Selen und Vritra und behauptet, sie brauche sie in Kunlun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436822","hoster":"VOE"},{"path":"/redirect/8436823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-10","name":"","epNo":10,"alt":"Suppose someone suggested taking a short trip to Neverland, or something impossible like that?","descr":"Um den Frieden zwischen Azami und Jiou zu feiern, wird ein Schaukampf veranstaltet. Währenddessen werden Alka, Selen und Vritra von Lloyd, Marie und allen anderen nach Kunlun begleitet, außer Allan, der im Ausstellungskampf kämpfen muss. Lloyd und Co werden von Eug, einem Zwergenbewohner von Kunlun, begleitet, wo sie überrascht sind, wie überwältigt die Dorfbewohner sind. Choline und Chrome besuchen Merthophan und sind enttäuscht, dass er nicht vorhat zurückzukehren. Riho findet heraus, dass die Bewohner von Kunlun legendäre Drachen für gewöhnliche Schädlinge halten, während Selens Heiratspläne durchkreuzt werden, als mehrere Kinder ihre Heiratslizenzen in Waffen verwandeln, um den Drachen zu vertreiben. Später ist Selen wütend, als es allen Mädchen gelingt, Lloyds Verwandte außer ihr zu beeindrucken. An anderer Stelle diskutieren Alka und Eug über Sou, insbesondere Vritra,enthüllt, dass sie aus einem unerklärlichen Grund einen Teil von Vritras Gedächtnis gelöscht haben. Merthophan enthüllt Marie, dass er von einem reisenden Kaufmann ein mysteriöses Ei bekommen hat, woraufhin der König besessen wurde Vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436831","hoster":"VOE"},{"path":"/redirect/8436829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-11","name":"","epNo":11,"alt":"Suppose the villain starts appearing on and off like the middle part of a movie?","descr":"Um sicherzustellen, dass Alka ihre Kräfte behält, muss Vritras Körper wiederbelebt werden. Alka enthüllt, dass Kunluns Kerker eigentlich ein Gefängnis ist, in dem mehrere Dämonenfürsten untergebracht sind, und die Dorfbewohner sind seine Wachen. Das Gefängnis birgt auch eine mysteriöse Macht, die bei Missbrauch die ganze Welt beeinflussen kann, und der Kerker droht, freigeschaltet zu werden, weil Alka so zerstreut vergaß, dass Vritra so wichtig war. Eug enthüllt weiter, dass der Schlüssel zum Gefängnis das Heilige Schwert ist. Eug beginnt Vritras Auferstehung zu einem Ei und macht Alka machtlos, bis es schlüpft. Einmal allein mit Alka, verrät Eug sie und enthüllt, dass sie darauf gewartet hat, dass Alka machtlos ist, bevor sie ihren Plan beginnt, den Kerker selbst zu öffnen. Als nächstes schickt sie Lloyd los, um nach Alka zu suchen, und fängt ihn in Kunlun ein, während Eug alle anderen zurück nach Azami teleportiert und das Portal dauerhaft schließt.Riho besucht Rol, die sich an Dinge über den Magier erinnert, der ihre Erinnerungen verändert hat und sich verdächtig nach Eug anhört, aber Riho bemerkt die Bedeutung nicht. Beim Spiel wird der König von Shōma und Sou begleitet. Misstrauisch bittet Riho den König, das Spiel abzusagen. Unterdessen findet Lloyd Alka und befreit sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436835","hoster":"VOE"},{"path":"/redirect/8436834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tatoeba-last-dungeon-mae-no-mura-no-shounen-ga-joban-no-machi-de-kurasu-you-na-monogatar/staffel-1/episode-12","name":"","epNo":12,"alt":"Suppose a kid from the last dungeon boonies got used to life in a starter town?","descr":"Alka benutzt eine Kanone, um Lloyd zurück nach Azami zu schießen. Während des Spiels schlägt Sou Azami und Jiou vor, die Welt zu übernehmen, aber der König weigert sich. Merthophan kommt, um gegen Shōma zu kämpfen, der zugibt, dass die Welt zu langweilig ist, also plant er, einen Krieg zu beginnen, damit Lloyd ein Held werden kann. Sou enthüllt, dass er ein künstliches Wesen ist, das vor Hunderten von Jahren von Alka geschaffen wurde, um die Welt zu retten. Nachdem er seine Aufgabe erledigt hatte, konnte er jedoch nicht sterben. Daher ist sein Plan, ihn von Lloyd töten zu lassen. Lloyd kommt plötzlich und beschuldigt Eug, Vritras Auferstehung als Streich vorgetäuscht zu haben. Als Marie erkennt, dass Alka Lloyd aufgrund seiner Naivität anlügen musste, spielt sie mit und bringt ihn dazu, Eugs Kreaturen zu besiegen. Selen stiehlt Eug Vritras Ei zurück und quält ihn verbal dazu, sich wieder in einen Gürtel zu verwandeln.Alka kommt mit wiederhergestellten Kräften an, also gehen Sou und Shōma, jetzt ist Lloyd öffentlich ein Held und nimmt einen wütenden Eug mit. Als Allen den König vor Sou verteidigte, wird ihm erneut Lloyds Heldentat zugeschrieben. Lloyd lebt weiterhin bei Marie und seinen Freunden und weiß immer noch nicht, was wirklich passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8436760","hoster":"VOE"},{"path":"/redirect/8436754","hoster":"Streamtape"}]}]}]}]}