{"path":"/serie/stream/taxi-brooklyn","name":"Taxi Brooklyn","descr":"Im Zentrum der Serie \"Taxi Brooklyn\" steht der Marseille stammende Taxifahrer Leo Romba, der mittlerweile sein Geld in New York City verdient, und die Polizistin Caitlin \"Cat\" Sullivan (Chyler Leigh).Die Serie \"Taxi Brooklyn\" basiert lose auf der vierteiligen \"Taxi\"-Filmreihe, für die Luc Besson als Autor verantwortlich zeichnet. Diese Filme berichten von einem Taxifahrer in Marseille, der immer wieder in gefährliche Abenteuer verwickelt wird und dabei seine Fahrkünste unter Beweis stellen muss.","seasons":[{"path":"/serie/stream/taxi-brooklyn/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-1","name":"Cat und ihr Chauffeur","epNo":1,"alt":"Pilot","descr":"Caitlyn arbeitet als junge Polizistin in Brooklyn. Ihr Vater war ebenfalls Detective in New York und wurde vor einem Jahr im Dienst erschossen. Der Täter konnte nicht gefasst werden. Caitlyn will mit allen Mitteln den Mörder ihres Vaters finden und ermittelt heimlich auf eigene Faust weiter. Bei einem Banküberfall wird der Taxifahrer, Leo Romba, von einem der Räuber gezwungen, ihm zur Flucht zu verhelfen. Caitlyn nimmt die Verfolgung auf, kann aber nur noch Leo festnehmen, der seine Unschuld beteuert. Da Caitlyn aufgrund ihres rücksichtslosen Fahrstils bei der Jagd auf das Taxi, ihr Führerschein entzogen wird, komm ihr eine Idee. Sie schlägt Leo einen Deal vor: Sie lässt ihn laufen, wenn er sie in den nächsten 48 Stunden überall hin fährt, damit sie den Bankräuber fassen und damit Leos Unschuld beweisen kann. Schnell wird klar, dass die beiden ein gutes Duo abgeben. Denn Leo ist nicht nur ein rasend schneller Fahrer, der jede Ecke in New York und damit jeden Schleichweg kennt, er hat auch ein gutes Gespür für Menschen und wird dadurch für Caitlyn zu einem unverzichtbaren Berater bei ihren Ermittlungen. Vielleicht wird er ihr auch helfen, den Mörder ihres Vaters zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774337","hoster":"VOE"},{"path":"/redirect/8635160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-2","name":"Hai Society","epNo":2,"alt":"Brooklyn Heights","descr":"Als Caitlyn mal wieder unerlaubterweise im Mord an ihrem Vater ermittelt, ruft Captain Baker an. Sie soll sofort aufs Revier kommen, denn der Bürgermeister hat nach ihr verlangt. Unterwegs muss sie noch einen jungen Mann stellen, der gerade ein Restaurant überfallen hat. Da sie keinen Dienstwagen hat, ruft sie Leo an. Im Revier angekommen, erfährt sie, dass sie von Mrs. Lowenthal, der ‚Handtaschenkönigin‘, angefordert wurde, um das Verschwinden ihres Sohnes Ian aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774340","hoster":"VOE"},{"path":"/redirect/8635185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-3","name":"Cherchez Les Femmes","epNo":3,"alt":"Cherchez Les Femmes","descr":"Leo darf in New York bleiben, wenn Caitlyn weiterhin für ihn bürgt und alle vierzehn Tage bei der Einwanderungsbehörde vorspricht. Leo ist außer sich vor Freude, was man von Caitlyn nicht behaupten kann. Als Leo sie aus dem Taxi lässt, fährt er ihr unabsichtlich über den Fuß. Auf der Suche nach Fahrgästen sieht Leo den alten Josef Wiesel auf der Straße, der sich ungewohnt merkwürdig verhält. Leo fährt ihn dennoch nach Hause und als er wieder weiterfährt, bemerkt er im Rückspiegel, wie der alte Mann in eine schwarze Limousine gezerrt wird. Kurz darauf wird Mr. Wiesels Leiche aufgefunden. Leo ist schockiert und weil er ihn gut kannte, will er unbedingt helfen, die Mörder zu finden. Bei der Wohnungsdurchsuchung finden sie viel Geld und Josefs Tagebuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774341","hoster":"VOE"},{"path":"/redirect/8635164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-4","name":"Wertvolle Fracht","epNo":4,"alt":"Precious Cargo","descr":"Caitlyn lernt auf der Straße Rhys Richards, einen gutaussehenden und sympathischen Briten, kennen. Doch der Flirt wird durch einen Anruf unterbrochen. Caitlyn muss zu einem Tatort fahren und ruft Leo an. Dort angekommen, finden sie die Pflegemutter von fünf Kindern, die in ihrer Küche erschossen wurde. Der älteste Sohn, der zehnjährige Tristan, erzählt Caitlyn, dass keines der Kinder irgendetwas gehört hätte und dass es ein Einbrecher gewesen sein muss. Pena stellt bei ihren Untersuchungen fest, dass der Schatten eines Kindes im Spritzmuster des Blutes zu sehen ist. Ein Kind muss also alles gesehen haben. Aber Tristan bleibt bei seiner Geschichte, bis nach und nach die Wahrheit ans Licht kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774343","hoster":"VOE"},{"path":"/redirect/8635166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-5","name":"Frauen auf der Flucht","epNo":5,"alt":"Ambush","descr":"Als Leo und Cat durch Brooklyn fahren, werden sie zufällig Zeugen eines Anschlags auf einen Gefangenentransport. Cat versucht, ihn zu vereiteln, doch die Maskierten eröffnen das Feuer. Leo schafft es in letzter Sekunde, Cat zu retten. In dem Transporter sitzen fünf weibliche Strafgefangene, von denen eine erschossen wird und die anderen fliehen. Eigentlich sollten sie zum Gericht gefahren werden, um ihre Aussagen zu machen. Über alle Strafgefangenen gibt es eine Akte, nur über \"Paula Poe\" nicht. Schnell wird klar, dass die Russenmafia hinter dem Anschlag steckt. \"Paula Poe\" ist der Deckname für die einzige Zeugin, die den Mord an Cats Vater beobachtet hat. Leo und Cat beginnen im Milieu der Russenmafia zu ermitteln und müssen gleichzeitig verhindern, dass die Russenmafia die anderen entflohenen Strafgefangenen tötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335610","hoster":"VOE"},{"path":"/redirect/8635165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-6","name":"Liebe wird zur Lebensgefahr","epNo":6,"alt":"Love Hurts","descr":"An derselben Stelle, an der der Serienmörder Harvey Pearson schon früher Frauen umgebracht hatte, wird eine weitere Leiche gefunden, und zwar die von Amanda Pearson, der Frau des Mörders. Caitlyn hatte ihn ins Gefängnis gebracht und war dabei zwei Tage in seiner Gewalt. Sie verdächtigt ihn, auch wenn er in Einzelhaft in \"Sing Sing\" sitzt. Immerhin hat sie einen Zettel mit seiner Handschrift bekommen, in dem steht: ‚Ich habe sie für dich umgebracht‘. Jerry, der Bruder des Mörders, hatte seine Schwägerin ab und zu besucht, streitet aber ab, ein Verhältnis mit ihr gehabt zu haben. Doch so ein Verhältnis würde ein weiteres Motiv für Pearson liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774346","hoster":"VOE"},{"path":"/redirect/8635163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-7","name":"Callboy Leo","epNo":7,"alt":"Black Widow","descr":"Die Milliardärsgattin Jeanette Vandercroix steht unter Verdacht, drei Callboys ermordet zu haben. Leo bekommt eine falsche Identität und trifft sich mit ihr. Er empfindet große Sympathie für die hübsche Lady und hält sie für unschuldig. Zum Glück hat nicht sie die Morde in Auftrag gegeben, sondern ihr Gatte, der von einem der Callboys erpresst wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774345","hoster":"VOE"},{"path":"/redirect/8635162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-8","name":"Der redende Tote","epNo":8,"alt":"Deadline Brooklyn","descr":"Cat und Leo werden zu einem Haus in Brooklyn gerufen. Dort liegt eine männliche Leiche in einem Müllcontainer. Als Cat sich die Leiche genauer ansehen will, springt die \"Leiche\" auf und rennt davon. Als sie ihn einholen, spuckt der Mann Blut und redet scheinbar wirres Zeug. Leo ist davon überzeugt, dass es sich um einen Zombie handeln muss. Der Mann fällt ins Koma und wird in eine Quarantänestation eingeliefert. Die Cops machen sich daran, die bruchstückhafte Nachricht des Mannes zu entschlüsseln. Mit Hilfe des FBI kommen sie darauf, dass es sich um einen bevorstehenden Terroranschlag großen Ausmaßes handeln muss. Ihnen bleiben nur ein paar Stunden Zeit, um ihn zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382174","hoster":"VOE"},{"path":"/redirect/8635167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-9","name":"Wer ist Fernanda Flores?","epNo":9,"alt":"Double Identity","descr":"Ein erschossenes Dienstmädchen aus El Salvador zieht Cats und Leos Aufmerksamkeit auf sich. Bald finden sie heraus, dass die Frau früher als Polizistin in Venezuela gearbeitet hat und nach Brooklyn kam, um sich für den Mord an ihren Eltern zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774347","hoster":"VOE"},{"path":"/redirect/8635169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-10","name":"Tödlich ist die Nacht","epNo":10,"alt":"The Longest Night","descr":"Leo setzt Frankie am Prospect Park ab, weil sie noch etwas spazieren gehen will. Keine zwanzig Meter von ihnen verlässt eine junge Frau gerade ein Restaurant. Ein vorbeifahrender Wagen bremst und der Fahrer gibt mehrere Schüsse auf die junge Frau ab. Leo übernimmt sofort die Verfolgungsjagd, während sich Frankie um die Verletzte kümmert. Es ist das Hausmädchen von Frankies Nachbarin. Nicht nur Cat und Leo beginnen in dem Fall zu ermitteln, sondern auch noch Frankie. Sie müssen feststellen, dass das Hausmädchen weder Fernanda Flores heißt, noch dass sie aus El Salvador stammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774348","hoster":"VOE"},{"path":"/redirect/8635171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-11","name":"Bittere Wahrheit für Cat","epNo":11,"alt":"Frenchmen Can\u0027t Jump","descr":"Leo und Cat gehen einer Schießerei auf den Grund und finden heraus, dass ein Motorrad-Bote Heroin geschmuggelt hat. Derweil macht Leo eine erschreckende Entdeckung, als er an einem Basketballturnier teilnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8774360","hoster":"VOE"},{"path":"/redirect/8635177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/taxi-brooklyn/staffel-1/episode-12","name":"Anabellas Abrechnung","epNo":12,"alt":"Revenge","descr":"Leos Sohn und Ehefrau kommen nach Brooklyn, doch schon bald soll der heiter geplante Urlaub ganz andere Züge annehmen. Auch Cat gerät bei ihren Ermittlungen in eine missliche Lage, als sie gezwungen wird, ihre Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929433","hoster":"VOE"},{"path":"/redirect/8635183","hoster":"Streamtape"}]}]}]}]}