{"seriesId":"taxi","name":"Taxi","descr":"26-tlg. US-Sitcom von Ed. Weinberger, David Davis, Stan Daniels und James L. Brooks (Taxi; 1978 – 1983).Im Taxiunternehmen Sunshine Cab Company in New York verdienen sich einige gescheiterte Existenzen ihr Geld als Taxifahrer. Neben Alex Reiger (Judd Hirsch), dem einzigen Vollzeit-Fahrer, jobben dort der erfolglose Schauspieler Bobby Wheeler (Jeff Conaway), der schlechte Boxer Tony Banta (Tony Danza), der Student John Burns (Randall Carver) und Elaine Nardo (Marilu Henner), die hauptberuflich am Empfang in einer Kunstgalerie arbeitet. Der Sadist Louie de Palma (Danny DeVito) leitet die Funkzentrale, der Einwanderer Latka Gravas (Andy Kaufman) ist der Mechaniker.Das ZDF zeigte mittwochs nachmittags nur die erste Staffel der eigentlich 112-tlg. Serie. Der Rest war in Deutschland nur in regionalen Programmen oder im Pay-TV zu sehen. In diesen Folgen spielte Randall Carver nicht mehr mit, neu dabei war Christopher Lloyd als Reverend Jim Ignatowski. Lloyd wurde später als Doc Brown in der Filmtrilogie Zurück in die Zukunft (ab 1985) auch bei uns bekannt. Ein Jahr nach dem Ende der Serie starb der Komiker Andy Kaufman im Alter vom 36 Jahren an Lungenkrebs. Sein Leben schilderte 2000 der Film Der Mondmann mit Jim Carrey in der Rolle des Andy Kaufman. Noch zwei weitere Darsteller, die durch Taxi bekannt wurden, hatten später weitere große Erfolge: Tony Danza als Star der Serie Wer ist hier der Boss?, Danny DeVito als Schauspieler und Regisseur etlicher Kinofilme.Hinter Taxi steckte das kreative Team der Mary Tyler Moore Show (Oh Mary, Mary Tyler Moore). (aus dem Fernsehlexikon von Michael Reufsteck und Stefan Niggemeier)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie der Vater, so die Tochter","epNo":1,"alt":"Like Father, Like Daughter","descr":"Alex Rieger ist Taxifahrer in New York und angestellt bei dem griesgrämigen Geizhals Louie de Palme. Seine Kollegen Wheeler und Tony weihen Alex in ein Geheimnis ein: Aus Louies Garage kann man kostenlos in die ganze Welt telefonieren. Alex packt die Gelegenheit beim Schopf und nimmt Kontakt zu seiner Tochter auf.","versions":[{"lang":1,"streams":[{"redirect":14524187,"hoster":"VOE"},{"redirect":14524188,"hoster":"Vidoza"},{"redirect":14524184,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tony mit der Eisenfaust","epNo":2,"alt":"One Punch Banta","descr":"Tony ist völlig aus dem Häuschen. Er soll gegen einen berühmten Boxer als Sparringspartner antreten. Völlig unerwartet schickt er den Champ gleich in der ersten Runde auf die Bretter. Tony bekommt daraufhin die Chance seines Lebens: seinen ersten großen Kampf vor Publikum.","versions":[{"lang":1,"streams":[{"redirect":14524183,"hoster":"VOE"},{"redirect":14524192,"hoster":"Vidoza"},{"redirect":14524185,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Telefonstimme","epNo":3,"alt":"Blind Date","descr":"Alex hat sich unsterblich verliebt: in eine Stimme am Telefon. Die gehört zu einer gewissen Angela vom telefonischen Auftragsdienst, den Bobby engagiert hat. Alex beschließt, Angela persönlich kennenzulernen. Er nimmt all seinen Mut zusammen und bittet um ein Rendezvous.","versions":[{"lang":1,"streams":[{"redirect":14524189,"hoster":"VOE"},{"redirect":14524199,"hoster":"Vidoza"},{"redirect":14524191,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drei Jahre ohne Rolle","epNo":4,"alt":"Bobby’s Acting Career","descr":"Alex hat einen Hund geraubt. Weil er nicht mehr mit ansehen konnte, wie sein Besitzer auf den Vierbeiner einschlug, hat der gutmütige Taxler ihn kurzerhand entführt. Der Hund kommt gerade recht. Denn Bobby muss getröstet werden. Der will seinen Traum von der Schauspielerei nach drei erfolglosen Jahren nun endgültig begraben.","versions":[{"lang":1,"streams":[{"redirect":14524196,"hoster":"VOE"},{"redirect":14524198,"hoster":"Vidoza"},{"redirect":14524194,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Champagner in Dosen","epNo":5,"alt":"Come As You Aren’t","descr":"Elaine jobbt nebenbei in einer angesehenen Galerie. Um bei den noblen Herrschaften, die dort verkehren, ein wenig Eindruck zu schinden, lädt sie alle spontan zu einer Party ein. Auch ihre Freunde von der \"Yellow Cap Company\" sind dabei. Nur eines muss verschwiegen werden: dass die edle Elaine auch noch Taxifahrerin ist.","versions":[{"lang":1,"streams":[{"redirect":14524193,"hoster":"VOE"},{"redirect":14524204,"hoster":"Vidoza"},{"redirect":14524200,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der perfekte Spruch","epNo":6,"alt":"The Great Line","descr":"Bobby und Tony setzen John einen Floh ins Ohr. Mit dem richtigen Spruch soll er angeblich jedes Mädchen herumkriegen. John zaudert nicht lange und wendet die Zauberformel sofort an. Ehe er sich versieht, ist er verheiratet. Das aber bereut er am nächsten Tag bitter. Kluger Rat ist jetzt natürlich ziemlich teuer.","versions":[{"lang":1,"streams":[{"redirect":14524205,"hoster":"VOE"},{"redirect":14524213,"hoster":"Vidoza"},{"redirect":14524202,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Klassentreffen","epNo":7,"alt":"High School Re-union","descr":"Louie bekommt eine Einladung zum 20-jährigen Klassentreffen. Sofort steigen in ihm die Erinnerungen an seine bittere Schulzeit wieder hoch. Auf ein Wiedersehen mit seinen alten Peinigern hat er wenig Lust. Zudem hatte er einst geschworen, als gemachter Mann zurückzukehren. Davon kann bei seinem Job als Schichtleiter einer Taxigarage keine Rede sein.","versions":[{"lang":1,"streams":[{"redirect":14524212,"hoster":"VOE"},{"redirect":14524216,"hoster":"Vidoza"},{"redirect":14524209,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nix Flitterwochen!","epNo":8,"alt":"Paper Marriage","descr":"Latka, Student eines fernen, fernen Landes irgendwo in Europa, hat als Mechaniker bei der Yellow Cap Company Arbeit und Freunde gefunden. Mit Entsetzen stellt er eines Tages fest, dass sein Visum abgelaufen ist. Will Latka nicht ausgewiesen werden, braucht er eine heiratswillige Amerikanerin. Alex schafft tatsächlich eine Dame heran.","versions":[{"lang":1,"streams":[{"redirect":14524208,"hoster":"VOE"},{"redirect":14524219,"hoster":"Vidoza"},{"redirect":14524210,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gespräche bei Tisch","epNo":9,"alt":"Money Troubles","descr":"Alex und Latka sind bei ihrem frisch verheirateten Kollegen John zum Abendessen eingeladen. Das Gespräch bei Tisch nimmt eine unerwartete Wendung, als John und Suzanne gestehen, dass sie in schlimmen finanziellen Schwierigkeiten stecken. Alex fühlt sich sogleich wieder angesprochen.","versions":[{"lang":1,"streams":[{"redirect":14524214,"hoster":"VOE"},{"redirect":14524223,"hoster":"Vidoza"},{"redirect":14524218,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tony und die Klette","epNo":10,"alt":"Men Are Such Beasts","descr":"Tony hat seit einiger Zeit ein Techtelmechtel mit einer Taxikollegin aus der Bronx. Doch nun wird ihm die liebe Denise zu anhänglich. Elaine und Bobby raten ihm, der jungen Frau reinen Wein einzuschenken. Gesagt, getan. Aber damit bewirkt Tony genau das Gegenteil. Seine Offenheit zieht Denise magisch an.","versions":[{"lang":1,"streams":[{"redirect":14524224,"hoster":"VOE"},{"redirect":14524235,"hoster":"Vidoza"},{"redirect":14524220,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der gute alte 804 – Teil 1","epNo":11,"alt":"Memories Of Cab 804 – Part 1","descr":"John beschädigt das Taxi 804 schwer. Unter den Fahrern bricht große Trauer aus. Alle erinnern sich an denkwürdige Erlebnisse, die sie mit dem legendären Wagen verbinden. Latka bietet sein ganzes Können auf, um das Auto wieder zu reparieren.","versions":[{"lang":1,"streams":[{"redirect":14524228,"hoster":"VOE"},{"redirect":14524236,"hoster":"Vidoza"},{"redirect":14524227,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der gute alte 804 – Teil 2","epNo":12,"alt":"Memories Of Cab 804 – Part 2","descr":"Das bei den Fahrern zur Legende gewordene Taxi 804 hatte einen schweren Unfall. Latka versucht, den Wagen wieder zusammenzuflicken. Die Fahrer erinnern sich an besondere Erlebnisse, die sie nur in diesem Taxi hatten und haben konnten.","versions":[{"lang":1,"streams":[{"redirect":14524231,"hoster":"VOE"},{"redirect":14524244,"hoster":"Vidoza"},{"redirect":14524230,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Weihnachtspoker","epNo":13,"alt":"A Full House For Christmas","descr":"Schlechte Stimmung unter den Taxlern: Keiner möchte das Weihnachtsfest allein verbringen. Nur Louie freut sich: Sein Bruder Nick kommt. Den will er beauftragen, sich um ihre Mutter zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":14524233,"hoster":"VOE"},{"redirect":14524248,"hoster":"Vidoza"},{"redirect":14524237,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alex der Gigolo","epNo":14,"alt":"Sugar Mama","descr":"Alex hat im Taxi eine nette ältere Dame kennen gelernt. Die möchte nun von ihm täglich herumkutschiert werden. Was Anfang nach einem guten Geschäft aussieht wird bald zum Albtraum. Alex sieht sich mehr und mehr in die Rolle eines Gigolo gedrängt. Verzweifelt sucht er nach einem Weg, elegant aus dieser Nummer herauszukommen.","versions":[{"lang":1,"streams":[{"redirect":14524239,"hoster":"VOE"},{"redirect":14524251,"hoster":"Vidoza"},{"redirect":14524238,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der beste Freund","epNo":15,"alt":"Friends","descr":"Tony ist wegen eines Boxkampf ein paar Tage nicht in der Stadt. Er bittet seinen besten Freund Bobby während dieser Zeit auf seine geliebten Goldfische aufzupassen. Natürlich vergisst Bobby, die Tierchen regelmäßig zu füttern. Bei Tonys Rückkehr schwimmen sie mit dem Bauch nach oben. Eine heftige Krise ist angesagt.","versions":[{"lang":1,"streams":[{"redirect":14524242,"hoster":"VOE"},{"redirect":14524247,"hoster":"Vidoza"},{"redirect":14524241,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der heilige Louie","epNo":16,"alt":"Louie Sees The Light","descr":"Louie hat seit Wochen starke Schmerzen. Er ist davon überzeugt, todkrank zu sein. Voller Angst schließt er einen Pakt mit dem lieben Gott. Wenn ihm nichts Ernstes fehlt, dann will er ein anderer Mensch werden","versions":[{"lang":1,"streams":[{"redirect":14524253,"hoster":"VOE"},{"redirect":14524258,"hoster":"Vidoza"},{"redirect":14524254,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Elaine und der Schwitzer","epNo":17,"alt":"Elaine And The Lame Duck","descr":"Alex hat den unglücklichsten Fahrgast von ganz New York aufgelesen: Einen großen Pechvogel im Leben und besonders bei den Frauen. Alex will ihm eine nette Frau verschaffen.","versions":[{"lang":1,"streams":[{"redirect":14524250,"hoster":"VOE"},{"redirect":14524264,"hoster":"Vidoza"},{"redirect":14524255,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bobbys großer Auftritt","epNo":18,"alt":"Bobby’s Big Break","descr":"Bobbys Schauspielträume scheinen sich zu erfüllen. Er wird zum Liebhaber der Heldin einer Fernsehserie. Als er in seiner Rolle jedoch bald darauf sterben muss, freut sich ein hämischer Louie.","versions":[{"lang":1,"streams":[{"redirect":14524260,"hoster":"VOE"},{"redirect":14524268,"hoster":"Vidoza"},{"redirect":14524259,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Nick-Nick mit Alex","epNo":19,"alt":"Mama Gravas","descr":"Latkas Mutter Greta kommt zu Besuch nach New York. Weil Latka viel zu tun und kaum Zeit hat, soll Alex sich um sie kümmern. Der ist anfangs alles andere als begeistert. Doch entgegen allen Erwartungen erweist sich Greta als jung gebliebene, sehr attraktive Frau.","versions":[{"lang":1,"streams":[{"redirect":14524261,"hoster":"VOE"},{"redirect":14524265,"hoster":"Vidoza"},{"redirect":14524263,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kellner oder Taxifahrer?","epNo":20,"alt":"Alex Tastes Death And Finds A Nice Restaurant","descr":"Alex hat die Nase voll vom Taxifahren. Bei einem Überfall wurde er angeschossen. Vor jeder Schicht fürchtet er sich jetzt zu Tode. Sogar einen Priester hat er in Panik aus dem Taxi geworfen. Er kündigt bei Louie und findet kurz darauf einen Job als Kellner in einem Nobelrestaurant. Prompt besuchen ihn dort all seine Freunde.","versions":[{"lang":1,"streams":[{"redirect":14524270,"hoster":"VOE"},{"redirect":14524274,"hoster":"Vidoza"},{"redirect":14524275,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Leute vom Film","epNo":21,"alt":"Hollywood Calling","descr":"Ein Filmteam aus Hollywood stellt die ganze Garage auf den Kopf. Es recherchiert für einen Film über New Yorker Taxifahrer und will sogar in Louies Laden drehen. Dafür aber braucht es dessen Erlaubnis. Und die lässt er sich teuer bezahlen.","versions":[{"lang":1,"streams":[{"redirect":14524278,"hoster":"VOE"},{"redirect":14524282,"hoster":"Vidoza"},{"redirect":14524272,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Ersatzväter","epNo":22,"alt":"Substitute Father","descr":"Elaine muss ein paar Tage fort. Alex soll auf ihren Sohn Jason aufpassen. Der soll sich auf einen Buchstabierwettbewerb vorbereiten. Doch hat er Zeit dazu?","versions":[{"lang":1,"streams":[{"redirect":14524176,"hoster":"VOE"},{"redirect":14524179,"hoster":"Vidoza"},{"redirect":14524177,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die erste anständige Frau","epNo":1,"alt":"Louie And The Nice Girl","descr":"Louie lernt eine Frau kennen, die ihn wirklich mag: Zena, die in der Taxigarage immer den Süssigkeiten-Automaten auffüllt. Die beiden kommen sich näher, aber es will nicht so recht klappen.","versions":[{"lang":1,"streams":[{"redirect":14524284,"hoster":"VOE"},{"redirect":14524292,"hoster":"Vidoza"},{"redirect":14524279,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der falsche Vater","epNo":2,"alt":"Honor Thy Father","descr":"Alex soll seinen alten Vater in einem nahen Krankenhaus besuchen. Alex sträubt sich mit Händen und Füßen dagegen. Denn der Vater hat vor 30 Jahren seine Familie einfach im Stich gelassen.","versions":[{"lang":1,"streams":[{"redirect":14524291,"hoster":"VOE"},{"redirect":14524283,"hoster":"Vidoza"},{"redirect":14524288,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vom Priester zum Taxifahrer","epNo":3,"alt":"Reverend Jim: A Space Odyssey","descr":"Reverend Jim, ein ausgeflippter Priester und lebendes Fossil der 60er Jahre, bekommt die ganze Fürsorge der Taxi-Crew zu spüren: Er soll ein anständiger Taxifahrer werden.","versions":[{"lang":1,"streams":[{"redirect":14524286,"hoster":"VOE"},{"redirect":14524289,"hoster":"Vidoza"},{"redirect":14524298,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Elaine im Stress","epNo":4,"alt":"Nardo Loses Her Marbles","descr":"Elaine mit ihren zwei Kindern und zwei Jobs zeigt deutliche Anzeichen von Überarbeitung und Stress. Alex nimmt sie zur Seite und rät ihr dringend, mal zu einem Psychiater zu gehen.","versions":[{"lang":1,"streams":[{"redirect":14524299,"hoster":"VOE"},{"redirect":14524295,"hoster":"Vidoza"},{"redirect":14524294,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn Verlierer siegen wollen …","epNo":5,"alt":"The Reluctant Fighter","descr":"Tony soll gegen einen Ex-Champion bei dessen Comeback-Kampf antreten. Als er erfährt, was für einen Hintergrund der Fight hat, würde er am liebsten zurücktreten. Doch dazu ist es zu spät.","versions":[{"lang":1,"streams":[{"redirect":14524302,"hoster":"VOE"},{"redirect":14524300,"hoster":"Vidoza"},{"redirect":14524297,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schauspielerträume","epNo":6,"alt":"Wherefore Art Thou Bobby?","descr":"Bobby muss mal wieder alle Karriereträume begraben. Die einzige Rolle, die man ihm anbietet, ist ein Werbespot für eine Bräunungscreme. Doch da kommt ein junger Mann des Weges, der ihn als erfahrenen Schauspieler verehrt.","versions":[{"lang":1,"streams":[{"redirect":14524303,"hoster":"VOE"},{"redirect":14524308,"hoster":"Vidoza"},{"redirect":14524304,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leichtes Mädchen Angela","epNo":7,"alt":"The Lighter Side Of Angela Matusa","descr":"Alex bekommt Besuch von seiner alten Freundin Angela Matusa. Und er ist platt: Die einst stattliche Frau hat 100 Pfund abgenommen. Das hat Angela nur aus einem Grund getan, um Alex zu gefallen. Alex windet sich. Er fürchtet sich davor, Angela gestehen zu müssen, dass er ihre Gefühle nicht erwidert.","versions":[{"lang":1,"streams":[{"redirect":14524306,"hoster":"VOE"},{"redirect":14524319,"hoster":"Vidoza"},{"redirect":14524307,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Mädchen für zwei Freunde","epNo":8,"alt":"A Woman Between Friends","descr":"Bobby und Tony sind sehr gute und enge Freunde. Doch ihre Freundschaft wird auf eine harte Probe gestellt, als sie sich in dieselbe Frau verlieben. Abwechselnd gehen beide mit ihr aus. Schon bald sind die Spannungen unerträglich. Eine Lösung muss her.","versions":[{"lang":1,"streams":[{"redirect":14524311,"hoster":"VOE"},{"redirect":14524324,"hoster":"Vidoza"},{"redirect":14524312,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der König der Taxifahrer","epNo":9,"alt":"The Great Race","descr":"Louie ist nicht zufrieden mit den Umsätzen seiner Fahrer. Er prahlt damit, wieviel er einfuhr, als er selbst noch aktiv war. Um herauszukriegen, wieviel er wirklich drauf hat, muss er eine Nachtschicht gegen Alex fahren. Der Gewinner wird zum \"König der Taxifahrer\" gekürt.","versions":[{"lang":1,"streams":[{"redirect":14524314,"hoster":"VOE"},{"redirect":14524315,"hoster":"Vidoza"},{"redirect":14524320,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Monat Luxus","epNo":10,"alt":"The Apartment","descr":"Latka hat seine Wohnung verloren. Nach einigen Mühen findet er eine Bleibe. Die allerdings ist einige Nummern zu groß und zu teuer für ihn. Seine Freunde finden das Luxus-Appartement toll. Nur: Wie macht man genug Geld, um sich die Wohnung länger als einen Monat leisten zu können?","versions":[{"lang":1,"streams":[{"redirect":14524325,"hoster":"VOE"},{"redirect":14524321,"hoster":"Vidoza"},{"redirect":14524317,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Predigt in der Werkstatt","epNo":11,"alt":"Alex’s Affair","descr":"Alex erlebt mit Schauspielerin Joyce die Romanze seines Lebens. Doch ein grausames Schicksal droht: Die Angebetete nimmt ein Angebot aus Hollywood an. Alex greift zum letzten Mittel: Er macht ihr einen Heiratsantrag.","versions":[{"lang":1,"streams":[{"redirect":14524332,"hoster":"VOE"},{"redirect":14524329,"hoster":"Vidoza"},{"redirect":14524326,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Revolutionsgeneral","epNo":12,"alt":"Latka’s Revolting","descr":"Latka wird vom Patriotismus erfasst: In seiner Heimat soll ein Aufstand gegen die Diktatur im Gange sein, dem er sich spontan anschließen will. Die Kollegen versuchen, ihn von seinem gefährlichen Plan abzubringen.","versions":[{"lang":1,"streams":[{"redirect":14524334,"hoster":"VOE"},{"redirect":14524336,"hoster":"Vidoza"},{"redirect":14524333,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gedichte ohne Absender","epNo":13,"alt":"Elaine’s Secret Admirer","descr":"Immer wieder bekommt Elaine geheimnisvolle Liebesbriefe ohne Absender. Natürlich ist sie brennend daran interessiert, wer ihr heimlicher Verehrer ist. Louie versucht, aus der Situation Kapital zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":14524340,"hoster":"VOE"},{"redirect":14524338,"hoster":"Vidoza"},{"redirect":14524331,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Killer-Mama","epNo":14,"alt":"Louie Meets The Folks","descr":"Louie soll endlich den Eltern seiner Freundin Zena vorgestellt werden. Er möchte den Antrittsbesuch ohne größere Benimm-Schnitzer überstehen. Er bittet Alex, als sein persönlicher Wachhund mitzukommen. Das kann sein schlechtes Benehmen auch nicht verhindern.","versions":[{"lang":1,"streams":[{"redirect":14524341,"hoster":"VOE"},{"redirect":14524345,"hoster":"Vidoza"},{"redirect":14524342,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Pferd im Bett","epNo":15,"alt":"Jim Gets A Pet","descr":"Alex, Latka und Jim machen einen Ausflug zur Pferderennbahn. Während Latka einen Dollar nach dem anderen verliert, zieht Jim das große Los: mit einem Schlag ist er um 10.000 Dollar reicher. Zum Entsetzen seiner Freunde legt er das Geld sofort wieder an. Er kauft das Gewinnerpferd, um es in New York freizulassen.","versions":[{"lang":1,"streams":[{"redirect":14524343,"hoster":"VOE"},{"redirect":14524348,"hoster":"Vidoza"},{"redirect":14524346,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vater zweiter Wahl","epNo":16,"alt":"Tony And Brian","descr":"Tony kümmert sich liebevoll um den kleinen Waisenjungen Brian. Er würde ihn auch gerne adoptieren. Doch Brian hofft auf reiche Pflegeeltern.","versions":[{"lang":1,"streams":[{"redirect":14524349,"hoster":"VOE"},{"redirect":14524355,"hoster":"Vidoza"},{"redirect":14524352,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Mädchen aus den Bergen","epNo":17,"alt":"Guess Who’s Coming For Be Finished?","descr":"Unter mehreren Kandidatinnen für einen Sekretärinnen-Posten in der Taxigarage, ist zufällig auch ein Mädchen aus Latkas alter Heimat. Die beiden freunden sich sofort an. Doch Simka, das Mädchen aus den Bergen, verschweigt ihrem neuen Verehrer ein wichtiges Detail.","versions":[{"lang":1,"streams":[{"redirect":14524358,"hoster":"VOE"},{"redirect":14524362,"hoster":"Vidoza"},{"redirect":14524354,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bett und Bühne","epNo":18,"alt":"What Price Bobby?","descr":"Taxifahrer und Möchtegern-Schauspieler Bobby Wheeler macht die Bekanntschaft einer einflussreichen Agentin. Die lässt sich breitschlagen, ihn zu promoten. Doch sie verlangt eine Gegenleistung.","versions":[{"lang":1,"streams":[{"redirect":14524357,"hoster":"VOE"},{"redirect":14524359,"hoster":"Vidoza"},{"redirect":14524356,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Fahrerstreik – Teil 1","epNo":19,"alt":"Shut It Down – Part 1","descr":"Tony kommt bei einem Unfall beinahe ums Leben. Die Bremsen seines Taxis hatten versagt. Jetzt reicht es den Fahrern: Sie beschließen zu streiken.","versions":[{"lang":1,"streams":[{"redirect":14524361,"hoster":"VOE"},{"redirect":14524364,"hoster":"Vidoza"},{"redirect":14524366,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Fahrerstreik – Teil 2","epNo":20,"alt":"Shut It Down – Part 2","descr":"Louie ist glücklich: Elaine, die Sprecherin der streikenden Fahrer, will mit ihm ausgehen. Doch nur unter einer Bedingung: Er muss sich für ihre Forderungen einsetzen.","versions":[{"lang":1,"streams":[{"redirect":14524373,"hoster":"VOE"},{"redirect":14524369,"hoster":"Vidoza"},{"redirect":14524371,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Mann besiegt die Angst","epNo":21,"alt":"Alex Jumps Out Of An Airplane","descr":"Alex findet plötzlich Geschmack an Risikosportarten. Der Grund: Während des Skiurlaubs hat ihn eine junge Frau zum Skispringen überredet. Wie besessen sucht er jetzt Nervenkitzel pur. Allen Unkenrufen der Kollegen zum Trotz meldet Alex sich für einen Fallschirmsprung an. Doch plötzlich befallen ihn Zweifel.","versions":[{"lang":1,"streams":[{"redirect":14524370,"hoster":"VOE"},{"redirect":14524375,"hoster":"Vidoza"},{"redirect":14524372,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Geschäfte mit der Kunst","epNo":22,"alt":"Artwork","descr":"Die Taxi-Crew wettet gern auf Sportereignisse. Doch leider kommt dabei nie was raus. Elaine hat eine bessere Idee: Gemälde kaufen und warten, bis der Maler stirbt und die Bilder wertvoll werden. Ihre Kollegen sind begeistert und lassen sich von Elaine zur nächsten Kunstauktion schleppen.","versions":[{"lang":1,"streams":[{"redirect":14524379,"hoster":"VOE"},{"redirect":14524380,"hoster":"Vidoza"},{"redirect":14524381,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tagträume – Teil 1","epNo":23,"alt":"Fantasy Borough – Part 1","descr":"Träume und Wünsche sind das Thema, über das sich die Freunde aus der Taxigarage unterhalten. Jeder hat da so die unglaublichsten Sehnsüchte.","versions":[{"lang":1,"streams":[{"redirect":14524374,"hoster":"VOE"},{"redirect":14524388,"hoster":"Vidoza"},{"redirect":14524378,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Tagträume – Teil 2","epNo":24,"alt":"Fantasy Borough – Part 2","descr":"Die Kollegen klatschen immer noch über Wünsche und Tagträume. Nur Alex hat Schwierigkeiten, seine Phantasien in Worte zu fassen. Denn immer geht etwas schief.","versions":[{"lang":1,"streams":[{"redirect":14524384,"hoster":"VOE"},{"redirect":14524404,"hoster":"Vidoza"},{"redirect":14524385,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Louies Nebenbuhler","epNo":1,"alt":"Louie’s Rival","descr":"Louie fürchtet nichts mehr als den Verlust seiner Freundin Zena. Doch genau danach sieht es aus: Sie hat sich in einen Barkeeper verliebt. Alex soll jetzt Louie helfen, den lästigen Nebenbuhler loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":14524386,"hoster":"VOE"},{"redirect":14524396,"hoster":"Vidoza"},{"redirect":14524390,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jim und Monica","epNo":2,"alt":"Tony’s Sister \u0026 Jim","descr":"Tonys Schwester Monica kommt nach ihrer Scheidung zurück nach New York. Tony freut sich und versucht, sie mit Alex zu verkuppeln. Doch alle Bemühungen sind umsonst, denn Monica will nur einen: Jim.","versions":[{"lang":1,"streams":[{"redirect":14524392,"hoster":"VOE"},{"redirect":14524407,"hoster":"Vidoza"},{"redirect":14524398,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei Väter hat die Braut","epNo":3,"alt":"Fathers Of The Bride","descr":"Alex ist stinksauer: Seit Jahren ist er von Frau und Tochter getrennt. Jetzt will das Mädchen heiraten. Und Alex ist nicht eingeladen. Er beschließt, trotzdem zur Feier zu gehen.","versions":[{"lang":1,"streams":[{"redirect":14524402,"hoster":"VOE"},{"redirect":14524416,"hoster":"Vidoza"},{"redirect":14524403,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Falsch verbunden!","epNo":4,"alt":"Elaine’s Strange Triangle","descr":"Elaine ist deprimiert: Sie wurde von einem Liebhaber verlassen. Tony will sie aufheitern und stellt ihr einen netten jungen Mann vor. Doch der interessiert sich mehr für Tony als für Elaine.","versions":[{"lang":1,"streams":[{"redirect":14524410,"hoster":"VOE"},{"redirect":14524415,"hoster":"Vidoza"},{"redirect":14524412,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sohn aus gutem Hause","epNo":5,"alt":"Going Home","descr":"Eine große Überraschung bewegt die Taxicrew: Jim ist ein Sohn aus gutem Hause. Er soll nach Boston kommen, weil sein Vater das Erbe unter allen Kindern aufteilen möchte. Für Geld hat Jim kein Interesse, aber er möchte gerne seine Familie wiedersehen. Alex begleitet ihn.","versions":[{"lang":1,"streams":[{"redirect":14524414,"hoster":"VOE"},{"redirect":14524424,"hoster":"Vidoza"},{"redirect":14524417,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die zehn Prozent-Lösung","epNo":6,"alt":"The Ten Percent Solution","descr":"Bobby hat mal wieder mit großem Engagement und Hoffnung für eine neue Rolle vorgesprochen. Wieder ohne Erfolg. Jetzt will er die brotlose Kunst ein für allemal an den Nagel hängen. Da überrascht ihn Tony. Der Boxer glaubt, in der Schauspielerei seine wahre Berufung gefunden zu haben. Einen Manager hat er auch schon: den desillusionierten Bobby.","versions":[{"lang":1,"streams":[{"redirect":14524426,"hoster":"VOE"},{"redirect":14524427,"hoster":"Vidoza"},{"redirect":14524425,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vier Männer im Schnee","epNo":7,"alt":"Call Of The Mild","descr":"Bobby hat beim Drehen eines Werbespots einige Tage in den Bergen verbracht. Jetzt will er wieder dorthin. Alex, Tony und Jim haben genug von der Zivilisation. Sie stürzen sich gleich mit ins Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":14524432,"hoster":"VOE"},{"redirect":14524442,"hoster":"Vidoza"},{"redirect":14524430,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Latkas Kekse","epNo":8,"alt":"Latka’s Cookies","descr":"Latka macht sich mit dem Keksrezept seiner Großmutter selbständig und eröffnet eine Bäckerei. Die Kollegen sind skeptisch. Es dauert nicht lange und Latkas Kekse entfalten erstaunliche Wirkungen.","versions":[{"lang":1,"streams":[{"redirect":14524444,"hoster":"VOE"},{"redirect":14524437,"hoster":"Vidoza"},{"redirect":14524440,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mit der Frau vom Boss …","epNo":9,"alt":"Thy Boss’s Wife","descr":"Louie gerät in eine ziemlich unangenehme Situation: Immer wenn die Frau seines Vorgesetzten MacKenzie Ärger mit ihrem Mann hat, verführt sie einen der Taxifahrer. Diesmal fällt ihre Wahl auf Louie.","versions":[{"lang":1,"streams":[{"redirect":14524443,"hoster":"VOE"},{"redirect":14524464,"hoster":"Vidoza"},{"redirect":14524445,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Prominenten-Party","epNo":10,"alt":"The Costume Party","descr":"Bobby hat einen Terminkalender gefunden, der offenbar lauter Dates mit Prominenten enthält. Nun wollen die Freunde zu einem Kostümfest bei \"Woody\" gehen. Sie hoffen, dass sich hinter diesem Namen kein geringerer als Woody Allen verbirgt.","versions":[{"lang":1,"streams":[{"redirect":14524448,"hoster":"VOE"},{"redirect":14524475,"hoster":"Vidoza"},{"redirect":14524449,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Traumpaar","epNo":11,"alt":"Elaine’s Old Friend","descr":"Elaine trifft im Taxi eine alte Schulfreundin wieder, die große Karriere gemacht hat. Elaine selbst hat da nicht viel zu bieten. Also erfindet sie kurzerhand einen Traummann.","versions":[{"lang":1,"streams":[{"redirect":14524450,"hoster":"VOE"},{"redirect":14524463,"hoster":"Vidoza"},{"redirect":14524456,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tonys letzter Kampf?","epNo":12,"alt":"Out Of Commission","descr":"Tony ist ein passionierter Boxer. Als er in einem Kampf wieder einmal zu Boden geht, entzieht ihm ein Arzt die Lizenz. Ohne seinen Sport wird Tony nicht froh. Also tritt er unter dem Decknamen Kid Rodriguez wieder in den Ring. Die Freunde wollen ihn davon abhalten.","versions":[{"lang":1,"streams":[{"redirect":14524458,"hoster":"VOE"},{"redirect":14524466,"hoster":"Vidoza"},{"redirect":14524459,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Weg zum Glück","epNo":13,"alt":"Zen And The Art Of Cab Driving","descr":"Jim hat sich von der Theorie des dynamischen Perfektionismus anstecken lassen. Nun will er sein Leben drastisch ändern. Er glaubt, dass er nur so den Weg zum Glück finden kann.","versions":[{"lang":1,"streams":[{"redirect":14524467,"hoster":"VOE"},{"redirect":14524474,"hoster":"Vidoza"},{"redirect":14524469,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nicht ohne meine Mama!","epNo":14,"alt":"Louie’s Mother","descr":"Louies Mutter ist endlich ins Altersheim gezogen. Zunächst freut er sich über die neue Freiheit. Doch bald wird klar, dass Louie ohne seine Mama völlig aufgeschmissen ist.","versions":[{"lang":1,"streams":[{"redirect":14524477,"hoster":"VOE"},{"redirect":14524479,"hoster":"Vidoza"},{"redirect":14524473,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wohngemeinschaft zu zweit","epNo":15,"alt":"Bobby’s Roommate","descr":"Elaine und Bobby bilden eine kleine Wohngemeinschaft. Alex möchte auf alle Fälle verhindern, dass zwischen den beiden etwas Unmoralisches passiert. Dabei macht sich der selbsternannte Sittenwächter ganz schön zum Narren.","versions":[{"lang":1,"streams":[{"redirect":14524485,"hoster":"VOE"},{"redirect":14524486,"hoster":"Vidoza"},{"redirect":14524487,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Absahner-Oma","epNo":16,"alt":"Louie Bumps Into An Old Lady","descr":"Louie fährt wieder mal eine Taxischicht, um es einer jungen Kollegin zu zeigen. Aber schon nach kurzer Zeit ist er zurück in der Garage: Er hat eine alte Dame angefahren. Die Oma will kräftig absahnen und Louie auf Schadensersatz verklagen.","versions":[{"lang":1,"streams":[{"redirect":14524492,"hoster":"VOE"},{"redirect":14524524,"hoster":"Vidoza"},{"redirect":14524490,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Bobby und der Kritiker","epNo":17,"alt":"Bobby And The Critic","descr":"Ein Theaterkritiker ärgert Bobby so sehr, dass er ihm einen geharnischten Leserbrief schreibt. Aus Angst vor der eigenen Courage wirft er ihn aber wieder weg. Louie greift ein.","versions":[{"lang":1,"streams":[{"redirect":14524499,"hoster":"VOE"},{"redirect":14524515,"hoster":"Vidoza"},{"redirect":14524497,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Lauter Traumjobs – Teil 1","epNo":18,"alt":"On The Job – Part 1","descr":"Die Sunshine-Taxigarage ist pleite, und Louie muss seine Fahrer entlassen. Nach einem Monat treffen sich alle in der Stammkneipe. Resultat: Keiner hat seinen Traumjob gefunden.","versions":[{"lang":1,"streams":[{"redirect":14524502,"hoster":"VOE"},{"redirect":14524529,"hoster":"Vidoza"},{"redirect":14524503,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Lauter Traumjobs – Teil 2","epNo":19,"alt":"On The Job – Part 2","descr":"Einen Monat nach der Pleite ihrer Taxigarage treffen sich die Ex-Kollegen wieder. Sie berichten einander über ihre neuen \"Traumjobs\". Das große Los hat aber keiner gezogen.","versions":[{"lang":1,"streams":[{"redirect":14524507,"hoster":"VOE"},{"redirect":14524523,"hoster":"Vidoza"},{"redirect":14524508,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der plötzliche Playboy","epNo":20,"alt":"Latka The Playboy","descr":"Die Frauen lassen Latka immer wieder abblitzen. Enttäuscht beschließt er, ein anderer zu werden. Er schnappt sich einen Stapel Herrenzeitschriften. Anhand dieser Lektüre will er lernen, wie man ein Playboy wird.","versions":[{"lang":1,"streams":[{"redirect":14524519,"hoster":"VOE"},{"redirect":14524526,"hoster":"Vidoza"},{"redirect":14524522,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Tod kommt um Sieben","epNo":1,"alt":"Jim The Psychic","descr":"Jim hatte einen hellseherischen Traum: Alex würde noch am selben Tag sterben. Alle machen sich Sorgen um Alex, nur er selbst nicht. Doch dann stellt sich ein Vorzeichen nach dem anderen ein.","versions":[{"lang":1,"streams":[{"redirect":14524525,"hoster":"VOE"},{"redirect":14524530,"hoster":"Vidoza"},{"redirect":14524527,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Postkarten aus Europa","epNo":2,"alt":"Vienna Waits","descr":"Elaine hat sich zu einer Europareise entschlossen. Sie will unbedingt, dass Alex mitkommt. Der sagt nach einigem Zögern zu: Er glaubt, dass die Frauen in Europa auf amerikanische Männer warten.","versions":[{"lang":1,"streams":[{"redirect":14524531,"hoster":"VOE"},{"redirect":14524546,"hoster":"Vidoza"},{"redirect":14524532,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Latka mal vier","epNo":3,"alt":"Mr. Personalities","descr":"Latka hat sich in mehrere Persönlichkeiten aufgespalten. Darunter findet sich auch ein Alter Ego von Alex. Elaine schickt Latka daraufhin zum Psychiater.","versions":[{"lang":1,"streams":[{"redirect":14524534,"hoster":"VOE"},{"redirect":14524541,"hoster":"Vidoza"},{"redirect":14524535,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vom Schuhputzer zum Programmdirektor","epNo":4,"alt":"Jim Joins The Network","descr":"Jim lernt im Taxi einen TV-Manger kennen. Der Mann hat Sorgen: Seine Serien laufen nicht gut. Jim gibt ihm ein paar Tipps, die voll einschlagen.","versions":[{"lang":1,"streams":[{"redirect":14524540,"hoster":"VOE"},{"redirect":14524543,"hoster":"Vidoza"},{"redirect":14524538,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwei Frauen für Louie","epNo":5,"alt":"Louie’s Feelings","descr":"Louies kühnste Träume werden wahr: Neben seiner Freundin Zena gibt es auch noch ein Techtelmechtel mit Zenas Freundin Emily. Doch plötzlich wollen beide Frauen nichts mehr von ihm wissen.","versions":[{"lang":1,"streams":[{"redirect":14524544,"hoster":"VOE"},{"redirect":14524548,"hoster":"Vidoza"},{"redirect":14524545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein harmloser alter Mann","epNo":6,"alt":"Like Father, Like Son","descr":"Alex trifft sich nach langer Zeit widerwillig mit seinem Vater zum Essen. Dieser macht im Restaurant seinem Ruf als großer Frauenheld mal wieder alle Ehre.","versions":[{"lang":1,"streams":[{"redirect":14524550,"hoster":"VOE"},{"redirect":14524554,"hoster":"Vidoza"},{"redirect":14524552,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Japanische Hochzeit","epNo":7,"alt":"Louie’s Mother Remarries","descr":"Louies Mutter will wieder heiraten, aber ausgerechnet einen Japaner. Louie schimpft und droht, er wolle nicht mehr ihr Sohn sein. Doch die alte Dame lässt sich nicht beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":14524553,"hoster":"VOE"},{"redirect":14524558,"hoster":"Vidoza"},{"redirect":14524551,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Elaines Schützling","epNo":8,"alt":"The Fledgling","descr":"Elaine hat sich einen Schützling herausgesucht, dem sie wieder zu Lebensmut verhelfen will. Es ist der Maler Craig Eagen, der in seinem Atelier lebt wie ein Einsiedler.","versions":[{"lang":1,"streams":[{"redirect":14524563,"hoster":"VOE"},{"redirect":14524581,"hoster":"Vidoza"},{"redirect":14524565,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Boxen für das Syndikat","epNo":9,"alt":"Of Mice And Tony","descr":"Tony managt einen hoffnungsvollen Boxer. Alles läuft glänzend: Sein Mann gewinnt den ersten Kampf durch K.o. Doch dann meldet sich ein obskures \"Syndikat\". Jetzt hat Toni Angst, seinen Sportler zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":14524566,"hoster":"VOE"},{"redirect":14524582,"hoster":"Vidoza"},{"redirect":14524567,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Louie auf dem Tiefpunkt","epNo":10,"alt":"Louie Goes Too Far","descr":"Eines Tages erwischt Elaine Louie, wie er sie beim Umziehen beobachtet. Sie setzt Himmel und Hölle in Bewegung, damit er seinen Job verliert. Louie ist auf dem absoluten Tiefpunkt. Er versucht alles, um Elaine milde zu stimmen.","versions":[{"lang":1,"streams":[{"redirect":14524568,"hoster":"VOE"},{"redirect":14524599,"hoster":"Vidoza"},{"redirect":14524569,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Elf Minuten Weltuntergang","epNo":11,"alt":"I Wanna Be Around","descr":"Louie bekommt plötzlich Angst vor dem nahenden Weltuntergang. Er baut sich im Werkzeugraum einen Überlebensbunker und will gleich ein Trainingswochenende darin verbringen.","versions":[{"lang":1,"streams":[{"redirect":14524577,"hoster":"VOE"},{"redirect":14524606,"hoster":"Vidoza"},{"redirect":14524579,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wenn Hollywood ruft","epNo":12,"alt":"Bobby Doesn’t Live Here Any More","descr":"Bobby kommt aus Hollywood zurück. Er hatte eine Rolle in einem Pilotfilm für eine Fernsehserie. Nun beginnt das bange Warten, ob aus der einen Episode tatsächlich eine Serie wird.","versions":[{"lang":1,"streams":[{"redirect":14524584,"hoster":"VOE"},{"redirect":14524587,"hoster":"Vidoza"},{"redirect":14524585,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Nina und Alex","epNo":13,"alt":"Nina Loves Alex","descr":"Nina, eine junge Taxifahrerin, hat bei Louie angefangen. Von Anfang an fühlt sie sich zu Alex hingezogen. Der hat alle Hände voll zu tun, ihr Liebeswerben abzuwehren.","versions":[{"lang":1,"streams":[{"redirect":14524588,"hoster":"VOE"},{"redirect":14524598,"hoster":"Vidoza"},{"redirect":14524591,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tony und die Klassefrau","epNo":14,"alt":"Tony’s Lady","descr":"Tony hat einen Nebenjob als Chauffeur einer wohlhabenden Familie angenommen. Prompt verliebt er sich in die Tochter des Hauses. Doch er denkt, dass er nicht gut genug für das reiche Mädchen ist. Doch seine Kollegen entwickeln einen romantischen Schlachtplan für ihn.","versions":[{"lang":1,"streams":[{"redirect":14524600,"hoster":"VOE"},{"redirect":14524614,"hoster":"Vidoza"},{"redirect":14524601,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Nacht mit Vic","epNo":15,"alt":"Simka Returns","descr":"Latkas Traumfrau aus der alten Heimat ist wieder in New York. Diesmal will er ihr seine Gefühle offenbaren. Doch seine Persönlichkeitsspaltung kommt ihm in die Quere. Alex überzeugt Latka davon, dass er um seine Liebe kämpfen muss.","versions":[{"lang":1,"streams":[{"redirect":14524615,"hoster":"VOE"},{"redirect":14524616,"hoster":"Vidoza"},{"redirect":14524620,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jim und der Ausreißer","epNo":16,"alt":"Jim And The Kid","descr":"Tony hat einen schwierigen Fahrgast. Es ist der kleine Ausreißer Terry, der weder seine Fahrt bezahlen, noch nach Hause zurück will. In der Garage freundet sich Terry mit Jim an.","versions":[{"lang":1,"streams":[{"redirect":14524617,"hoster":"VOE"},{"redirect":14524633,"hoster":"Vidoza"},{"redirect":14524622,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Nicht mit meiner Ex-Frau!","epNo":17,"alt":"Take My Ex-wife Please","descr":"Alex trifft per Zufall seine Ex-Frau Phyllis wieder. Die ist wieder frisch geschieden und in schlechter Stimmung. Und daher empfänglich für Tröstungen. Tony dagegen hat sich in ein Fotomodell verliebt. Doch eine Verabredung mit ihr ist mit einigen Problemen verbunden.","versions":[{"lang":1,"streams":[{"redirect":14524637,"hoster":"VOE"},{"redirect":14524631,"hoster":"Vidoza"},{"redirect":14524630,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Traumfrisur","epNo":18,"alt":"The Unkindest Cut","descr":"Elaines große Chance: Sie könnte bei einem Abendessen neben ihrem Angehimmelten sitzen. Dazu braucht sie aber die richtige Frisur. Die soll der Starfriseur Vincenzo Seneca schneiden.","versions":[{"lang":1,"streams":[{"redirect":14524636,"hoster":"VOE"},{"redirect":14524643,"hoster":"Vidoza"},{"redirect":14524639,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Für die Ente, Tony!","epNo":19,"alt":"Tony’s Comeback","descr":"Tony hat einen großen Freundeskreis und jede Menge Bekannte. Als er eines Tages den ehemaligen Footballspieler Bubba Smith trifft, geraten beide ins Plaudern. Natürlich geht es um nichts weiter als Sport. Im Handumdrehen hat Bubba Smith Tony einen Floh ins Ohr gesetzt und ermuntert den Taxifahrer, seine Box-Lizenz wiederzuerlangen. Dabei steht ihm Smith selbstverständlich mit Rat und Tat und Trainingstipps zur Seite.","versions":[{"lang":1,"streams":[{"redirect":14524641,"hoster":"VOE"},{"redirect":14524649,"hoster":"Vidoza"},{"redirect":14524651,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jim im Frack","epNo":20,"alt":"Elegant Iggy","descr":"Während eines Klassik-Konzerts macht Jim die Bekanntschaft einer reichen Kunstmäzenin. Die findet soviel Gefallen an ihm, dass sie ihn zu einem Hauskonzert einlädt. Jim erscheint im feinen Frack. Die Gastgeberin ist sehr von ihm angetan.","versions":[{"lang":1,"streams":[{"redirect":14524655,"hoster":"VOE"},{"redirect":14524657,"hoster":"Vidoza"},{"redirect":14524652,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Latkas Hochzeit","epNo":21,"alt":"The Wedding Of Latka And Simka","descr":"Latka ist endlich geheilt von seiner Persönlichkeitsspaltung und kann nun Simka vor den Traualtar führen. Die Kollegen und Freunde lernen einige seltsame Hochzeitsbräuche kennen.","versions":[{"lang":1,"streams":[{"redirect":14524656,"hoster":"VOE"},{"redirect":14524664,"hoster":"Vidoza"},{"redirect":14524658,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Blankoscheck","epNo":22,"alt":"Cooking For Two","descr":"Der Schweinestall, den Jim als Zuhause bezeichnet, wird von einer Abrissbirne zerstört. Da er nicht weiß, wo er nun unterkommen soll, beschließt Jim, bei Louie einzuziehen, den er aus unerfindlichen Gründen als seinen besten Kumpel betrachtet. Die Nachricht vom Zusammenleben dieses mehr als seltsamen Paares sorgt bei den Taxikollegen für große Heiterkeit. Doch dann beschließt Jim eines Abends, das Essen für Louie vorzubereiten – mit fatalen Folgen.","versions":[{"lang":1,"streams":[{"redirect":14524662,"hoster":"VOE"},{"redirect":14524670,"hoster":"Vidoza"},{"redirect":14524667,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Am Scheideweg – Teil 1","epNo":23,"alt":"The Road Not Taken – Part 1","descr":"Elaine wird ein guter Job als Geschäftsführerin einer kleinen Kunstgalerie in Seattle angeboten, und sie überlegt, ob sie zusammen mit ihren Kindern dorthin ziehen soll. Die Entscheidung fällt ihr nicht leicht, denn nur ungern würde sie die Taxikollegen verlassen, die ihr ans Herz gewachsen sind. Während sie darüber nachdenkt, lassen auch die anderen \"Cabbies\" ihr Leben Revue passieren und erinnern sich an Situationen, die für sie entscheidend waren.","versions":[{"lang":1,"streams":[{"redirect":14524671,"hoster":"VOE"},{"redirect":14524673,"hoster":"Vidoza"},{"redirect":14524672,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Am Scheideweg – Teil 2","epNo":24,"alt":"The Road Not Taken – Part 2","descr":"Während Elaine immer noch darüber nachdenkt, ob sie nach Seattle ziehen und dort einen viel versprechenden Job in einer Kunstgalerie annehmen soll, fahren ihre Taxikollegen fort damit, in eigenen Erinnerungen an Situationen, in denen sie an einem Scheideweg standen, zu schwelgen. Schließlich taucht Elaines zukünftiger Arbeitgeber in der Garage auf, um sie zu einer Entscheidung zu bewegen. Dabei setzt er sie ziemlich unter Druck.","versions":[{"lang":1,"streams":[{"redirect":14524676,"hoster":"VOE"},{"redirect":14524687,"hoster":"Vidoza"},{"redirect":14524677,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Verliebe sich wer kann","epNo":1,"alt":"The Shloogel Show","descr":"Die Jungvermählten Latka und Simka graben eine alte Tradition ihrer Heimat aus: Sie veranstalten ein magisches Treffen. Die geheimen Kräfte führen dazu, dass sich die Kollegen aus der Garage ebenfalls verlieben.","versions":[{"lang":1,"streams":[{"redirect":14524679,"hoster":"VOE"},{"redirect":14524684,"hoster":"Vidoza"},{"redirect":14524682,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Millionenerbe","epNo":2,"alt":"Jim’s Inheritance","descr":"Überraschung für Jim: Sein Vater ist gestorben und hat ihm dreieinhalb Millionen Dollar hinterlassen. Jim hatte mit seinem alten Herrn nicht viel zu tun. Umso größer ist die Freude. Jetzt versuchen Jims Geschwister ihren Bruder zu entmündigen.","versions":[{"lang":1,"streams":[{"redirect":14524685,"hoster":"VOE"},{"redirect":14524695,"hoster":"Vidoza"},{"redirect":14524688,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Spieler","epNo":3,"alt":"Alex Goes Off The Wagon","descr":"Alex hat vor langer Zeit dem Glücksspiel abgeschworen. Ein Zufall bringt ihn jedoch zurück an die Spieltische: Denn er hat gerade die Glückssträhne seines Lebens.","versions":[{"lang":1,"streams":[{"redirect":14524692,"hoster":"VOE"},{"redirect":14524704,"hoster":"Vidoza"},{"redirect":14524697,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Szenen einer Ehe – Teil 1","epNo":4,"alt":"Scenskees From A Marriage – Part 1","descr":"Latka kommt einer von Louies Taxifahrerinnen zu Hilfe: Diese hat eine Panne und droht nun während des Schneesturms zu erfrieren. Latka hält die Dame warm, indem sich die beiden der Lust hingeben. Doch seine Frau kriegt Wind davon.","versions":[{"lang":1,"streams":[{"redirect":14524699,"hoster":"VOE"},{"redirect":14524750,"hoster":"Vidoza"},{"redirect":14524701,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Szenen einer Ehe – Teil 2","epNo":5,"alt":"Scenskees From A Marriage – Part 2","descr":"Es gibt noch eine Möglichkeit, die Ehe von Latka und Simka zu retten: Simka muss Latka ebenfalls betrügen. Und weil sich niemand anders anbietet, wird Alex zum Objekt der Begierde.","versions":[{"lang":1,"streams":[{"redirect":14524705,"hoster":"VOE"},{"redirect":14524747,"hoster":"Vidoza"},{"redirect":14524712,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer ist hier der Dieb?","epNo":6,"alt":"Crime And Punishment","descr":"Der Besitzer der Sunshine Cab Company ist einer Unterschlagung auf der Spur. Mister Ratledge hat entdeckt, dass irgendwer den Erlös für Altteile aus seinen Taxis einbehält. Louie ist das schwarze Schaf. Ihm wird mulmig, und er sucht nach einem anderen Sündenbock.","versions":[{"lang":1,"streams":[{"redirect":14524710,"hoster":"VOE"},{"redirect":14524763,"hoster":"Vidoza"},{"redirect":14524711,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Laufbursche vom Broadway","epNo":7,"alt":"Alex The Gofer","descr":"Alex bekommt die Chance, seine Theaterträume wenigstens ein bisschen zu verwirklichen: Er wird Produktionsassistent bei einem neuen Stück. Sein Arbeitsalltag beim Theater aber ist enttäuschend.","versions":[{"lang":1,"streams":[{"redirect":14524720,"hoster":"VOE"},{"redirect":14524739,"hoster":"Vidoza"},{"redirect":14524719,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein kompliziertes Mädchen","epNo":8,"alt":"Louie’s Revenge","descr":"Louie lässt sich wieder mit der komplizierten und launischen Emily ein. Die hat ihn bald so weit wie beim letzten Mal: Louie steht total unter dem Pantoffel.","versions":[{"lang":1,"streams":[{"redirect":14524724,"hoster":"VOE"},{"redirect":14524741,"hoster":"Vidoza"},{"redirect":14524725,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Seereise mit Dad","epNo":9,"alt":"Travels With My Dad","descr":"Tonys Vater kommt nach langer Abwesenheit mit einer Überraschung: Er will seinen Sohn auf einen Frachter mitnehmen, auf dem er für beide angeheuert hat. Die Reise wird zu einem unvergesslichen Erlebnis.","versions":[{"lang":1,"streams":[{"redirect":14524734,"hoster":"VOE"},{"redirect":14524748,"hoster":"Vidoza"},{"redirect":14524733,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tanz mit dem Mönch","epNo":10,"alt":"Elaine And The Monk","descr":"Simkas Cousin Zifka kommt nach New York. Er ist Mönch und will in der Stadt eine Woche lang allen irdischen Vergnügungen nachgehen. Hals über Kopf verliebt sich der Ordensbruder in Elaine.","versions":[{"lang":1,"streams":[{"redirect":14524745,"hoster":"VOE"},{"redirect":14524749,"hoster":"Vidoza"},{"redirect":14524744,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hochzeit ohne Louie","epNo":11,"alt":"Zena’s Honeymoon","descr":"Louies frühere Freundin Zena will heiraten – aber leider nicht ihn. Immerhin lädt sie Louie zur Hochzeit ein, was dieser empört ablehnt. Zu frisch ist der Schmerz über den Verlust Zenas.","versions":[{"lang":1,"streams":[{"redirect":14524757,"hoster":"VOE"},{"redirect":14524784,"hoster":"Vidoza"},{"redirect":14524756,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hilfe, es weihnachtet so!","epNo":12,"alt":"Get Me Through The Holidays","descr":"An Weihnachten hat Alex plötzlich seine Ex-Frau Phyllis am Hals. Sie bittet ihn, sie nicht fortzuschicken. Während Alex seine Taxischicht fährt, erlaubt er ihr, in seiner Wohnung zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":14524759,"hoster":"VOE"},{"redirect":14524792,"hoster":"Vidoza"},{"redirect":14524761,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Louie und die feinen Leute","epNo":13,"alt":"Louie Moves Uptown","descr":"Louie stinkt die eigene Wohnung. Sie ist so klein, dass er sich nicht einmal traut, jemanden einzuladen. Dermaßen frustriert beschließt er, sich etwas Ordentliches zu suchen. Dabei kommt er mit sehr elitären Kreisen in Berührung.","versions":[{"lang":1,"streams":[{"redirect":14524764,"hoster":"VOE"},{"redirect":14524791,"hoster":"Vidoza"},{"redirect":14524767,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Buddy, der Wunderhund","epNo":14,"alt":"Alex’s Old Buddy","descr":"Alex bekommt seinen Hund Buddy auf dessen alte Tage von seiner Schwester zurück. Er soll das Tier noch ein wenig verwöhnen. Buddy ist nach Alex’ Meinung ein echter Wunderhund, der angeblich einen ganz tollen Trick beherrscht.","versions":[{"lang":1,"streams":[{"redirect":14524771,"hoster":"VOE"},{"redirect":14524806,"hoster":"Vidoza"},{"redirect":14524773,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eins auf die Nase","epNo":15,"alt":"Sugar Ray Nardo","descr":"Elaines Sohn hört auf, Oboe zu spielen. Statt dessen findet er Gefallen am Boxen. Davon ist Elaine natürlich gar nicht begeistert. Alex versucht, ihr Verständnis zu wecken.","versions":[{"lang":1,"streams":[{"redirect":14524780,"hoster":"VOE"},{"redirect":14524793,"hoster":"Vidoza"},{"redirect":14524781,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Männerfreunde","epNo":16,"alt":"Alex Gets Burned By An Old Flame","descr":"Jims frühere Freundin Diane taucht in der Taxigarage auf. Sie erweckt sofort Alex’ reges Interesse. Obwohl sie eigentlich Jim wieder sehen wollte, sieht Alex seine Chance gekommen: Er tut alles, um Jim für Diane so uninteressant wie möglich zu machen.","versions":[{"lang":1,"streams":[{"redirect":14524786,"hoster":"VOE"},{"redirect":14524800,"hoster":"Vidoza"},{"redirect":14524785,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Louie und das blinde Mädchen","epNo":17,"alt":"Louie And The Blind Girl","descr":"Louie ist seit längerem mit der blinden Judy zusammen. Am liebsten möchte er sie heiraten. Dann eröffnet sie ihm, dass sie sich einer Operation unterziehen wird. Dadurch wird Judy schon bald das Augenlicht zurückerhalten.","versions":[{"lang":1,"streams":[{"redirect":14524798,"hoster":"VOE"},{"redirect":14524809,"hoster":"Vidoza"},{"redirect":14524796,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Alle lieben Arnie","epNo":18,"alt":"Arnie Meets The Kids","descr":"Elaine hat seit Monaten einen Verehrer namens Arnie. Sie erwidert dessen Zuneigung. Das Problem ist nur, wie soll sie es den beiden Kindern beibringen?","versions":[{"lang":1,"streams":[{"redirect":14524803,"hoster":"VOE"},{"redirect":14524825,"hoster":"Vidoza"},{"redirect":14524804,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Heiratsantrag im Ring","epNo":19,"alt":"Tony’s Baby","descr":"Tony bereitet sich auf einen großen Kampf vor. In die Aufbauphase platzt seine Freundin Vicki mit der Nachricht, sie sei schwanger. Tony erklärt sich bereit, sie zu heiraten. So nüchtern hat sich Vicki das aber nicht vorgestellt.","versions":[{"lang":1,"streams":[{"redirect":14524812,"hoster":"VOE"},{"redirect":14524820,"hoster":"Vidoza"},{"redirect":14524814,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jim wird Wirt","epNo":20,"alt":"Jim’s Mario’s","descr":"Jim hat mit seiner Erbschaft eine Investition getätigt und das \"Mario’s\" gekauft. Das ist die Stammkneipe der Taxifahrer. Aus ihr will er ein blühendes Geschäft machen.","versions":[{"lang":1,"streams":[{"redirect":14524821,"hoster":"VOE"},{"redirect":14524860,"hoster":"Vidoza"},{"redirect":14524824,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Glücklich ist, wer verschenkt","epNo":21,"alt":"A Grand Gesture","descr":"Jim stellt die These auf, dass Verschenken besonders glücklich macht. Zum Beweis bekommt jeder der Kollegen 1.000 Dollar, die er noch in der selben Nacht verschenken muss. Sie sollen alle fühlen, was Jim meint.","versions":[{"lang":1,"streams":[{"redirect":14524829,"hoster":"VOE"},{"redirect":14524853,"hoster":"Vidoza"},{"redirect":14524827,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Simka-Syndrom","epNo":22,"alt":"Simka’s Monthlies","descr":"Latkas Frau Simka soll zu einem Termin bei der Einwanderungsbehörde. Sie braucht eine neue Aufenthaltserlaubnis. Simka hat seltsame Launen und Stimmungsschwankungen. Alle Taxifahrer rätseln, was ihr fehlt.","versions":[{"lang":1,"streams":[{"redirect":14524834,"hoster":"VOE"},{"redirect":14524855,"hoster":"Vidoza"},{"redirect":14524832,"hoster":"Streamtape"}]}]}]}]}