{"seriesId":"tdliche-freundschaft","name":"Tödliche Freundschaft","descr":"\"Tödliche Freundschaft\" handelt von wahren Begebenheiten zwischen Freunden, die aufgrund eines bestimmten Ereignisses im wahrsten Sinne des Wortes zu Todfeinden wurden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Josh \u0026amp; Andrew","epNo":1,"alt":"Do Unto Others","descr":"Die erste Folge der neuen Reihe \"Tödliche Freundschaft\" erzählt von Josh und Andrew, deren Freundschaft nach einem tragischen Vorfall von Misstrauen und Rachegedanken überschattet wird und schließlich in einer Tragödie endet.","versions":[{"lang":1,"streams":[{"redirect":13001687,"hoster":"VOE"},{"redirect":8606167,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Misti \u0026amp; Christine","epNo":2,"alt":"West Texas BFF’s","descr":"Misti und Christine wachsen in einer Kleinstadt in Texas auf und teilen alles miteinander. Auch werden beide im Teenageralter Mütter. Christine ist das stille Mädchen vom Land, Misti der freche Hip-Hop-Fan. Ein Umzug in die große Stadt verändert ihr Leben. Sie lernen einen neuen Lifestyle und neue Freunde kennen. Sie treffen falsche Entscheidungen und geraten in einem Strudel von Gewalt. Mit dem Rücken zur Wand muss sich jedes Mädchen entscheiden, zwischen dem eigenen Wohl und dem der besten Freundin","versions":[{"lang":1,"streams":[{"redirect":8606181,"hoster":"VOE"},{"redirect":8606189,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Butch \u0026amp; Ed","epNo":3,"alt":"Frat Brother Homicide","descr":"Butt Pratt und Ed Swiger lernen sich im Studium kennen. Butch kommt aus einer Stahlwerker-Familie außerhalb von Pittsburgh und Ed ist der Spross einer Politiker-Familie aus Ohio. Sie werden schnell zu Freunden, dann zu Verbindungsbrüdern und schließlich zu Zimmergenossen. Als Doktoranden haben sie glänzende Karriereaussichten. Aber ein misslungener Scherz gegen ihre eigene Verbindung hat rechtliche Konsequenzen und gefährdet ihre Zukunft. So entscheidet sich einer der beiden für den Erfolg zu töten.","versions":[{"lang":1,"streams":[{"redirect":8606184,"hoster":"VOE"},{"redirect":8606183,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Patrick \u0026amp; Gary","epNo":4,"alt":"Cabin Fever","descr":"Biobauer Patrick trifft den Sägewerkarbeiter Gary in Washington und sie werden enge Freunde. Als Gary aus seinem Haus ausziehen muss, lädt ihn Patrick dazu ein, bei ihm zu wohnen. Doch einer der beiden hütet ein finsteres Geheimnis. Als es auffliegt, finden sich beide Männer in einem Spirale aus Wut und tödlicher Vergeltung wieder. Nachdem bereits zwei Tote gefunden wurden, macht sich auch die Polizei auf die fieberhafte Suche nach einem mutmaßlichen Serienmörder, bevor er ein weiteres Mal zuschlägt.","versions":[{"lang":1,"streams":[{"redirect":8606197,"hoster":"VOE"},{"redirect":8606201,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jamie \u0026amp; Anne","epNo":5,"alt":"The Babysitter","descr":"Als sich die zwei jungen Mütter zufällig kennenlernen, scheint es Bestimmung zu sein, dass sie beste Freundinnen werden. Jamie ist eine ehrgeizige Schriftstellerin, die stundenlang an ihren Werken feilt. Anne liebt es, mit Jamies Kindern zu spielen und bietet sich als Babysitter an. Doch die Freundschaft gerät ins Wanken, als Jamie in Geldnöte gerät und Anne erbittert um das Sorgerecht für ihre eigene Tochter kämpft. Beide Frauen müssen eine schreckliche Entscheidung treffen, um ihre Familie zu schützen","versions":[{"lang":1,"streams":[{"redirect":8606208,"hoster":"VOE"},{"redirect":8606210,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dean \u0026amp; Robert","epNo":6,"alt":"The Butcher","descr":"Dean ist ein Schreiner im Osten von Texas und ein junger Mann, der sich immer an die Regeln hält. Er freundet sich mit dem Neuling Robert Pogue an, einem Metzger, der im Gegensatz zu ihm keine Grenzen kennt. Doch Dean gefällt Roberts lebensfrohe Art und die beiden werden beste Freunde. Obwohl er erst 17 ist, heiratet Dean seine fünf Jahre ältere Freundin Janice. Als Janice eine Affäre mit Robert beginnt, kommt es zu einer tödlichen Auseinandersetzung.","versions":[{"lang":1,"streams":[{"redirect":8606229,"hoster":"VOE"},{"redirect":8606216,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lula \u0026amp; Linda","epNo":7,"alt":"Mississippi Moms","descr":"Die Mütter Lula und Linda ziehen ihre Kinder miteinander auf. Lula ist Hausfrau, die bei der Feuerwehr als Freiwillige aushilft und Linda, die früher Krankenschwester war, arbeitet als selbständige Buchhalterin. Die beiden Frauen sind nicht nur Nachbarinnen, sondern auch beste Freundinnen. Doch der Schein trügt. Um ihre Träume wahr werden zu lassen, ist eine von Beiden zu allem bereit: Betrug, Brandstiftung und sogar Mord.","versions":[{"lang":1,"streams":[{"redirect":8606227,"hoster":"VOE"},{"redirect":8606224,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Michael, Gary \u0026amp; Tim","epNo":8,"alt":"My Best Friend the Serial Killer","descr":"Michael, Gary und Tim stammen aus der Arbeiterklasse von South Troy in New York. Sie sind seit ihrer Kindheit befreundet und träumen von einer Musik- und Künstlerkarriere. Doch um in ihrer Stadt zu überleben, schlagen sie sich mit kriminellen Geschäften durch. Als ihnen die Polizei immer näher kommt, wendet sich einer aus der Gruppe gegen seine Freunde und bringt einen nach dem anderen um. Es beginnt ein Wettlauf mit der Zeit.","versions":[{"lang":1,"streams":[{"redirect":12382177,"hoster":"VOE"},{"redirect":9846138,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Richard \u0026amp; Butch","epNo":9,"alt":"Alabama Love Triangle","descr":"Die feierwütigen besten Freunde Butch und Richard aus Alabama haben sich bei der Arbeit in der örtlichen Papiermühle kennengelernt. Die unzertrennlichen Junggesellen und Mitbewohner genießen das Leben – bis eine Frau zwischen sie kommt. Als sich der eine in die Ehefrau des anderen verliebt, ist nichts mehr wie es war. Schließlich kommt es zur Verletzung einer uralten Regel, die in ihrem Freundeskreis nur das \"Kumpel-Gesetz\" genannt wird.","versions":[{"lang":1,"streams":[{"redirect":8606067,"hoster":"VOE"},{"redirect":8606055,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gerry \u0026amp; Barry","epNo":1,"alt":"Power of Attorney","descr":"Gerry und Barry genießen das Leben in Los Angeles. Gerry ist ein gefragter Strafverteidiger, Barry sein hervorragender Assistent. Sie werden die besten Freunde und ergänzen sich gegenseitig mit ihren Stärken und Schwächen. Aber ihre Arbeit hat auch eine dunkle Seite, denn sie verteidigen Drogenhändler und andere Kriminelle. Barrys Spielsucht ist ein echtes Problem, das ihn schon einmal ins Gefängnis gebracht hat. Als immer mehr auf dem Spiel steht, tut einer von ihnen alles, um zu verhindern, dass er alles verliert.","versions":[{"lang":1,"streams":[{"redirect":8606064,"hoster":"VOE"},{"redirect":8606066,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sarah \u0026amp; Adrianne","epNo":2,"alt":"The New Girl","descr":"Sarah nimmt die neue Schülerin Adrianne unter ihre Fittiche, erklärt ihr die Regeln und macht sie mit den beliebten Schülern bekannt. Als die beiden sich immer näher kommen, fragen sich viele, ob die beiden mehr als beste Freundinnen sind. Aber nur eine kann das beliebteste Mädchen der Schule sein. Eifersucht führt zu Verachtung und Gerüchte verbreiten sich wie ein Lauffeuer, bis sich eine Machtprobe nach dem Unterricht zu einer tödlichen Konfrontation entwickelt.","versions":[{"lang":1,"streams":[{"redirect":8606057,"hoster":"VOE"},{"redirect":8606065,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alphonze \u0026amp; Britani","epNo":3,"alt":"My Best Guy Friend","descr":"Können Jungs und Mädchen wirklich jemals beste Freunde sein? Das ist eine Frage, die Alphonze und Britani oft hören und immer gelassen abtun. Die nordkalifornischen Teenager sind mehr wie Bruder und Schwester, teilen ihre Sportbegeisterung und treffen sich mit Freunden zum Lagerfeuer in den örtlichen Weinbergen. Doch verborgene Anziehungskraft schlägt in Eifersucht um, die eine Kettenreaktion aus Wut und Rache nach sich zieht.","versions":[{"lang":1,"streams":[{"redirect":8606074,"hoster":"VOE"},{"redirect":8606077,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bob \u0026amp; Ryan","epNo":4,"alt":"Two Cowboys","descr":"Als der ehemalige Rodeo-Champion Bob den jungen aufstrebenden Cowboy Ryan unter seine Fittiche nimmt, scheint es, als wären sie ein gutes Team. Doch nach und nach beginnt einer der Männer unter dem Joch ihrer Freundschaft zu leiden und plant sich für immer von dem anderen zu befreien. Es entbrennt ein skrupelloser Kampf zwischen dem gerissenen, älteren Mann und dem starken, jungen Burschen.","versions":[{"lang":1,"streams":[{"redirect":8606099,"hoster":"VOE"},{"redirect":8606072,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stephen \u0026amp; Miki","epNo":5,"alt":"Housemate from Hell","descr":"Als Stephen eine neue Wohnung sucht, wendet er sich an seinen besten Freund Miki. Stephen und Miki haben vieles gemeinsam: Beide sind schwul, Single und extrovertiert und beide kommen aus großen, liebevollen Familien. Stephen hat eine eigene Landschaftsgärtnerei und Miki ist ein allseits respektierter Krankenpfleger. Aber was als einfache Wohngemeinschaft beginnt, wird bald kompliziert. Nachdem die beiden eine Hypothekenversicherung abgeschlossen haben, beschließt einer von beiden, dass in diesem Haus zwei Bewohner einer zu viel ist.","versions":[{"lang":1,"streams":[{"redirect":8606543,"hoster":"VOE"},{"redirect":8606081,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eric \u0026amp; Joseph","epNo":6,"alt":"Silent Scream","descr":"Eric und Joseph, Studienanfänger an einer Universität für Gehörlose und Schwerhörige, leben auf dem selben Flur, gegenüber voneinander. Eric ist ein extrovertierter Filmliebhaber mit einer Vorliebe für Horrorfilme, Joseph ein talentierter Sportler, der aus dem Insel-Paradies Guam stammt. Doch für einen der beiden jungen Männer wird der Druck am College zu viel. Er hat ein Geheimnis und würde töten, um es zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":8606086,"hoster":"VOE"},{"redirect":8606089,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Michelle \u0026amp; Jason","epNo":7,"alt":"Heartland Horror","descr":"Die Teenager Michelle und Jason scheinen aus verschiedenen Welten zu stammen. Während Michelle behütet aufgewachsen ist, stammt Jason aus schwierigen Verhältnissen. Die beiden lernen sich bei einem Camping-Urlaub kennen und würden gerne mit dem jeweils anderen tauschen. Es folgt ein Sommer der ersten Liebe und des ersten Liebeskummers, der mit einem furchtbaren Mord auf einer dunklen Straße in Iowa endet.","versions":[{"lang":1,"streams":[{"redirect":8606102,"hoster":"VOE"},{"redirect":8606098,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die schockierendsten Fälle","epNo":8,"alt":"Most Shocking Killers","descr":"Wenn beste Freunde sich gegeneinander wenden, ist es immer eine Tragödie. Jahre voll Zuneigung und Vertrauen werden in einem Moment der Wut, Eifersucht oder Gier einfach weggewischt. Manche Fälle sind so schockierend, dass keiner sie kommen sieht. Diese Episode zeigt sieben Täter aus der ersten Staffel von \"Tödliche Freundschaften\", die niemand jemals verdächtigt hätte. Aus der Perspektive des Misti Mayo werden die Geschichten von sieben Mördern erzählt, die jeden getäuscht haben, bis es zu spät war.","versions":[{"lang":1,"streams":[{"redirect":8606105,"hoster":"VOE"},{"redirect":8606110,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Skylar \u0026amp; Shelia","epNo":1,"alt":"Real Life Heathers","descr":"Die Beziehung zwischen zwei Mädchen aus West Virginia, die seit der dritten Klasse die besten Freundinnen waren, bröckelt, als eine Dritte das solide Duo in ein instabiles Trio verwandelt. Als eines der Mädchen vermisst wird, konzentriert sich die Polizei bei ihren Ermittlungen auf ihre beste Freundin und kann schließlich beweisen, dass sie die Mörderin ist.","versions":[{"lang":1,"streams":[{"redirect":8606118,"hoster":"VOE"},{"redirect":8606119,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Todd \u0026amp; Amber","epNo":2,"alt":"More Than Friends","descr":"Todd stammte aus armen Verhältnissen, während Amber der Liebling ihrer Eltern war und jeden möglichen Vorteil im Leben hatte. Sie waren zwar ungleiche aber beste Freunde, bis ein anderes Mädchen und ein Geheimnis zwischen sie traten. Die Polizei in Arizona nimmt einen der beiden in die Mangel, bis die Wahrheit herauskommt und der grauenhafte Mordfall gelöst wird.","versions":[{"lang":1,"streams":[{"redirect":8606125,"hoster":"VOE"},{"redirect":8606127,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Devon \u0026amp; Michelle","epNo":3,"alt":"First Love Is the Deadliest","descr":"Zwei Mädchen aus Pennsylvania wuchsen als beste Freundinnen auf, aber ihre Beziehung verkompliziert sich, als sie ein Paar werden. Nachdem noch ein drittes Mädchen dazu gekommen ist, läuft die Situation aus dem Ruder. Am Ende ist eines der Mädchen tot und ein anderes landet für den Rest ihres Lebens hinter Gittern.","versions":[{"lang":1,"streams":[{"redirect":8606136,"hoster":"VOE"},{"redirect":8606134,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dee Dee \u0026amp; Abraham","epNo":4,"alt":"For The Love of Money","descr":"Ein Mann, der total pleite ist, gewinnt in Florida 30 Millionen Dollar in der Lotterie und jeder, den er kennt, will etwas davon abhaben. Er wendet sich an seinen besten Freund, damit der ihm hilft, sein Geld zu verwalten, aber ab diesem Zeitpunkt geht für die beiden alles schief. Einer von ihnen verliert sein Leben, der andere landet für den Rest seines Lebens hinter Gittern.","versions":[{"lang":1,"streams":[{"redirect":8606142,"hoster":"VOE"},{"redirect":8606137,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kinzie \u0026amp; Kelly","epNo":5,"alt":"Under a Deadly Spell","descr":"Zwei beste Freundinnen, die in der Gothic-Szene von Kalifornien zu Hause sind, werden von einem düsteren, charismatischen Teenager entzweit, der die beiden unter seine Kontrolle bringt. Die Besessenheit der Teenager von dunklen Mächten geht zu weit und eine der Freundinnen stirbt. Die Polizei nennt die Tat später einen sinnlosen Mord, der aus reinem Nervenkitzel begangen wurde.","versions":[{"lang":1,"streams":[{"redirect":12382181,"hoster":"VOE"},{"redirect":8606156,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brandy \u0026amp; Jade","epNo":6,"alt":"My Friend, My Love, My Killer","descr":"Zwei junge Mädchen aus einer verschlafenen Stadt in Ohio lernen sich über das Internet kennen. Ihre Freundschaft wächst und wird immer intensiver. Als sich eines der Mädchen mit jemand anderem einlässt, schlägt die Situation um und die Polizei muss bald einen Mordfall lösen","versions":[{"lang":1,"streams":[{"redirect":8606158,"hoster":"VOE"},{"redirect":8606155,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"[Derzeit nicht Verfügbar]","epNo":7,"alt":"Betrayed in Blood","descr":"Zwei raubeinige Jungen wachsen im ländlichen Michigan auf. Die Liebe zu Autos, Frauen und Bier schweißt sie zusammen. Aber als eine Frau in ihrem Leben auftaucht, wenden sich die besten Freunde gegeneinander, und das Ergebnis ist tödlich.","versions":[]},{"epId":"episode-8","name":"Harvey \u0026amp; Steven","epNo":8,"alt":"Deadly Waters","descr":"Ein ehemaliger DJ, der in Kalifornien lebt, erbt Geld von seinem wohlhabenden Vater. Der beste Freund des Erben, der Banker ist, bietet seine Hilfe bei der Verwaltung des unerwarteten Geldsegens an. Aber die beiden haben einen Streit, der mit einer Machtprobe, einem Mord und einer Großfahndung endet","versions":[{"lang":1,"streams":[{"redirect":8606168,"hoster":"VOE"},{"redirect":8606166,"hoster":"Streamtape"}]}]}]}]}