{"seriesId":"tdliche-schwestern","name":"Tödliche Schwestern","descr":"Niedliche kleine Mädchen, die miteinander spielen, Blumen pflücken oder sich die Haare flechten - so stellt man sich liebevolle Schwestern gerne vor. Doch was passiert, wenn ihre Kindheit von Ungerechtigkeit, Neid und Missgunst geprägt wird, oder andere Einflüsse dazu betragen, dass sich Geschwisterliebe in blanken Hass verwandelt? Manche Schwestern schlagen auch andere verworrene Wege ein und werden als Sisters in Crime zu kaltblütigen Komplizinnen, die gemeinsam grausame Verbrechen begehen. Die spannende True-Crime-Serie \"Tödliche Schwestern\" hat solche Verbindungen im Fokus und erzählt wahre Geschichten über unvorstellbare Gräueltaten, bei denen Schwestern involviert sind - entweder als Mörderduo oder als Täter und Opfer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Halstead-Schwestern","epNo":1,"alt":"The Naked Truth","descr":"Darrell und Janet Tyburski aus North Ridgeville, Ohio, sind ein glückliches Paar, bis Tochter Shelly mit einem Blutschwamm im Gesicht zur Welt kommt. Jahre später wird Hannah geboren, ein schönes Kind, das sofort Janets Liebling ist. Nach weiteren zwei Jahren ist die Familie mit Paige, der dritten Tochter, komplett. Dann beginnen die Probleme: Während Hannah und Paige alles richtig machen, wird Shelly immer mehr zum schwarzen Schaf der Familie. Janet scheint ihre älteste Tochter zu verabscheuen – bis ein Drama geschieht: Eine der Töchter wird an einem Märztag brutal ermordet im Schnee gefunden.","versions":[]},{"epId":"episode-2","name":"Mein Baby, dein Baby","epNo":2,"alt":"Bye Bye Baby","descr":"Jossie und Sandy Merrifield aus Collinsville, Illinois, sind Halbschwestern. Sandy, die ältere, ist still und unscheinbar, während die hübsche Jossie vor Energie sprüht. Die Mädchen verstehen sich gut, bis Jossie mit 16 Jahren schwanger wird. Den Vater gibt sie nicht preis. Sandy, die zwar eine feste Beziehung mit dem soliden Everett hat, ist eifersüchtig, weil sie selbst keine Kinder bekommen kann. Als Jossie mit 18 wieder schwanger wird, diesmal von ihrem neuen Freund Chester, schäumt die kinderlose Sandy vor Wut. – Doch niemand hätte geglaubt, welch abartige Gräueltat die Familie am Ende zerstört.","versions":[{"lang":1,"streams":[{"redirect":7533148,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Daddys Mädchen","epNo":3,"alt":"Daddy’s Girls","descr":"Nachdem sich Peter Finkle aus Schodack, New York, von seiner ersten Frau scheiden lässt, wohnen die Töchter Lisa und Laura bei der Mutter, haben aber zu ihrem Vater ein sehr inniges Verhältnis – bis er die attraktive Kellnerin Carol kennenlernt. Die beiden heirateten, und Carol zieht zu Peter, ins Elternhaus von Lisa und Laura. Die Töchter mögen ihre Stiefmutter nicht, werden zunehmend eifersüchtig und verdächtigen sie, eine Affäre zu haben. Doch es hätte keiner geahnt, zu welcher Gräueltat die Schwestern fähig sind, bis Carol mit unzähligen Stichwunden und eingeschlagenem Schädel aufgefunden wird.","versions":[]},{"epId":"episode-4","name":"Verhasstes Schwesterherz","epNo":4,"alt":"My Sister’s Keeper","descr":"Stephanie Santerre lebt im verschlafenen Groton, Massachusetts, zusammen mit ihrer Schwester Heather und deren Freund Paul. Die Schwestern haben ein enges Verhältnis, bis die 16-jährige Steph nach einem Streit aus dem Haus stürmt. Da das hübsche Mädchen oft ausrastet, macht sich zunächst keiner Sorgen, doch Stephanie kehrt nicht zurück. Als Vermisstenanzeige gestellt und die Ermittlungen aufgenommen werden, kommen neue Aspekte ans Licht: Stephanie flirtete für ihr Leben gern und machte auch vor Paul nicht halt. Doch dass diese Konstellation in einem grausamen Verbrechen enden würde, ahnte keiner.","versions":[{"lang":1,"streams":[{"redirect":7649653,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Tödliches Trauma","epNo":5,"alt":"Breaking Point","descr":"Vickie, die Älteste der sieben Wilson-Geschwister, stellt schon in Kindertagen sämtliche Regeln auf. Das ändert sich auch nicht, als alle längst erwachsen sind. Vor allem Diana lässt sich stark beeinflussen: Als die mehrfach geschiedene Vickie nach Jahren wieder auf Diana trifft, entsteht zwischen den beiden eine seltsame Dynamik. Vickies schlechter Einfluss auf Diana reicht von Geldverschwendung bis zu Diebstahl. Und obwohl Dianas Mann Mike gar nicht begeistert ist, lässt er Vickie mit in seinem Haus leben. – Eine folgenschwere Entscheidung, die einen schrecklichen Mord nach sich zieht.","versions":[{"lang":1,"streams":[{"redirect":7809013,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Tyburski-Schwestern","epNo":1,"alt":"Go To Daddy","descr":"Die Tyburski-Schwestern waren schon immer völlig unterschiedlich. Hannah, das liebe, fleißige Mädchen, Rachele, ein Freigeist mit künstlerischer Begabung und Schulabbrecherin. Das Einzige, was die Mädchen gemeinsam haben, ist ihre herrische Mutter Janet. Die hatte Hannah ihrer Schwester immer vorgezogen. Doch als Rachel schwanger wird und das Kind ohne Vater aufziehen muss, wendet sich das Blatt – Mama nimmt sie wieder mit offenen Armen im Haus auf. Aber es dauert nicht lange, bis erneut die Fetzen fliegen und die Emotionen ausufern – bis ein Mitglied der Familie ermordet aufgefunden wird.","versions":[{"lang":1,"streams":[{"redirect":7809017,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Teenager und Waffen","epNo":2,"alt":"A Shot In The Dark","descr":"Troyce und Mike Sneary aus Pensacola, Florida, sind gutherzige Menschen und adoptieren zu ihren eigenen Kindern zwei Mädchen, die aus schwierigen Verhältnissen stammen. Elena leidet unter einem fetalen Alkoholsyndrom und beide waren durch traumatische Erlebnisse starkem emotionalen Stress ausgesetzt. Doch Wildfang Elena und die schüchterne Christina verstehen sich blendend und hängen zusammen wie die Kletten – bis in der Mittelschule verschiedene Probleme aufkommen, und aus den Schwestern Rivalinnen werden. Neid und Eifersucht sind schließlich so extrem, dass ein grauenvoller Mord geschieht.","versions":[{"lang":1,"streams":[{"redirect":7809028,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Tödlicher Aberglaube","epNo":3,"alt":"The Demon Inside","descr":"Charity scheint die perfekte Tochter und Schwester zu sein – sie ist ein beliebter Cheerleader, hat sehr gute Noten, viele Freunde und neben der High-School bereits einen gut bezahlten Job. Doch Charity hat auch ein dunkles Geheimnis: Ihre Mutter Vivian sowie ihre Schwestern Serena und Elizabeth praktizieren schwarze Magie und haben über ihr Hexenbrett angeblich herausgefunden, dass ihre scheinbar so perfekte Charity in Wirklichkeit von einem Dämonen besessen ist. Und sie beschließen gemeinsam, dass es nur einen Weg gibt, die gequälte Seele ihrer Schwester zu befreien: durch Exorzismus.","versions":[{"lang":1,"streams":[{"redirect":7809025,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Geliebter verhasster Zwilling","epNo":4,"alt":"Dead Ringers","descr":"Dorothy Ann und Mary Margaret Beck aus Alton, Illinois, sind Zwillingsschwestern und haben ihr ganzes Leben im Haus der Eltern verbracht. Als Kinder standen sie sich sehr nah – und litten beide unter der strengen Mutter, die die Mädchen herumkommandierte und verprügelte. Später arbeiteten sie im selben Krankenhaus und entwickelten sich zu einem merkwürdigen verbitterten Pärchen, das sich ständig in den Haaren lag. Noch schlimmer wird es, als beide in Rente gehen und Tag und Nacht aufeinander sitzen. Trotzdem hätte keiner vermutet, zu welcher Gräueltat eine der Zwillingsschwestern am Ende fähig ist.","versions":[]},{"epId":"episode-5","name":"Mord hat zwei Gesichter","epNo":5,"alt":"Murder Has Two Faces","descr":"Vickie, die Älteste der sieben Wilson-Geschwister, stellt schon in Kindertagen sämtliche Regeln auf. Das ändert sich auch nicht, als alle längst erwachsen sind. Vor allem Diana lässt sich stark beeinflussen: Als die mehrfach geschiedene Vickie nach Jahren wieder auf Diana trifft, entsteht zwischen den beiden Schwestern eine seltsame Dynamik. Vickies schlechter Einfluss auf Diana reicht von Geldverschwendung bis zu Diebstahl. Und obwohl Dianas Mann Mike gar nicht begeistert ist, lässt er Vickie mit in seinem Haus leben. – Eine folgenschwere Entscheidung, die einen schrecklichen Mord nach sich zieht.","versions":[{"lang":1,"streams":[{"redirect":7809035,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Schwestermord am Vatertag","epNo":6,"alt":"The Torment","descr":"Die Cook-Schwestern Linda und Janece aus Wilton Manors, Florida, hatten beide ein bewegtes Leben voller Schwierigkeiten. Janece hat seit ihrer ersten Scheidung psychische Probleme, die nach der zweiten schlimmer werden und sie schließlich in die Arbeitslosigkeit und dann Obdachlosigkeit treiben. Linda war ein Problemkind, wird dann ungewollt schwanger und heiratet später einen Mann, der wegen Drogenhandels ins Gefängnis kommt. Die Schwestern ziehen letztendlich in ihr Elternhaus zurück, wo Janece erst ihren Vater, dann die Mutter tyrannisiert – bis es zu einem kaltblütigen Mord kommt.","versions":[]},{"epId":"episode-7","name":"Voller Verzweiflung","epNo":7,"alt":"Drowning In Despair","descr":"","versions":[]},{"epId":"episode-8","name":"Die mörderischen Messi-Schwestern","epNo":8,"alt":"Murder Is A Filthy Business","descr":"John und Simone Verellen aus Michigan haben mit Josephine und Jacqueline zwei eigene Töchter, nehmen für Geld dann aber noch zwei Pflegekinder auf. Mutter Simone leidet unter einer Persönlichkeitsspaltung und lässt die Kids verwahrlosen. Dafür schlägt und misshandelt sie ihre Schützlinge bei jeder Kleinigkeit, bis das Jugendamt eingreift und ihr die Pflegekinder wieder wegnimmt. Die eigenen Töchter entwickeln dagegen Traumata und beginnen, Dinge zu horten, bis das Haus vor Krempel und Müll überquillt. Die Familiensituation wird immer unerträglicher und spitzt sich zu, bis ein Mord geschieht.","versions":[]},{"epId":"episode-9","name":"Mord unter der Dusche","epNo":9,"alt":"Blood In The Snow","descr":"","versions":[]},{"epId":"episode-10","name":"Blutige Abrechnung","epNo":10,"alt":"The Bloodiest Bond","descr":"Die Henries führen mit ihren Töchtern, den eineiigen Zwillingen Jessica und Jordan, ein glückliches Leben in Fernandina Beach, Florida. Dort lernen die Mädchen auch Stephen Lee kennen, einen hübschen, exzentrischen Jungen, der ihr späteres Leben auf den Kopf stellen wird. Jessi, die schon als Siebenjährige in Stephen verknallt war, trifft ihn mit 22 wieder. Er ist inzwischen 27 und Tattoo-Künstler. Die beiden verlieben sich und ziehen zusammen. Doch die Beziehung wird schnell toxisch und zerstörerisch, ist von Drogen, Alkohol und Gewalt geprägt. – Eine Liebesgeschichte, die nur in einer schrecklichen Tragödie enden kann.","versions":[{"lang":1,"streams":[{"redirect":11331434,"hoster":"VOE"},{"redirect":10149781,"hoster":"Streamtape"}]}]}]}]}