{"seriesId":"tdliche-naturgewalten","name":"Tödliche Naturgewalten","descr":"Tornados, Vulkanausbrüche, Pandemien und andere Katastrophen bedrohen unsere Zivilisation seit Jahrtausenden. Mit atemberaubenden Filmaufnahmen zeigt \"Tödliche Naturgewalten\", welche Gefahren Mutter Natur für die Menschheit bereithält, angereichert durch Experteninterviews mit führenden Wissenschaftlern. So werden kaum fassbare Katastrophen wie der Tsunami, der 2004 in Südoastasien 225.000 Menschenleben forderte, erklärt. Interviews mit Überlebenden und Zeitzeugen führen vor Augen, dass der menschliche Geist in höchster Not manchmal aber auch über die gnadenlose Naturgewalt triumphieren kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tsunamis","epNo":1,"alt":"Tsunamis","descr":"Der Ausdruck \"Tsunami\" stammt aus dem Japanischen und bedeutet \"Welle im Hafen\". Große Verwerfungen am Meeresgrund lösen diese gewaltigen tödlichen Überschwemmungen aus. Ein starkes Erdbeben vor der Küste Japans verursachte 2011 einen enormen Tsunami, der über 15.000 Opfer forderte. Doch die bisher verheerendste Flutwelle brach einen Tag nach Weihnachten 2004 über Südasien herein. Die Wassermassen hinterließen in 14 Ländern ein nie dagewesenes Maß an Zerstörung. Rund 280.000 Menschen kamen ums Leben. Augenzeugen und Experten beleuchten diese beiden Katastrophen. Die Dokumentationsreihe \"Tödliche Naturgewalten\" beschreibt in zehn Episoden die größten Bedrohungen, die Mutter Natur für uns Menschen bereithält. Atemberaubende Filmaufnahmen und faszinierende Details zeigen einige der verheerendsten Naturgewalten hautnah. Überlebende schildern, wie sie furchterregenden Gefahren trotzen mussten. Tornados, Blizzards, Vulkanausbrüche, Pandemien und andere Urgewalten bedrohen seit Jahrtausenden immer wieder die Zivilisation. Die Reihe beleuchtet wissenschaftliche Aspekte und Schicksale im Zusammenhang mit kaum fassbaren Katastrophen, die weltweite Anteilnahme auslösten - darunter der Tsunami, der in Südostasien 225.000 Menschenleben forderte, und die monströsen Schlammlawinen in Venzuela mit 30.000 Opfern. In den Sendungen kommen führende Experten der zugehörigen wissenschaftlichen Fachgebiete zu Wort, zudem unmittelbar Betroffene wie die zehnjährige Schülerin Tilly Smith. Sie warnte unzählige Menschen vor einem tödlichen Tsunami und rettete damit viele Leben. Zeitzeugen wie sie führen in anrührenden Interviews vor Augen, dass der menschliche Geist in höchster Not manchmal über die gnadenlose Naturgewalt triumphieren kann.","versions":[{"lang":1,"streams":[{"redirect":8494784,"hoster":"VOE"},{"redirect":8652860,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erdbeben","epNo":2,"alt":"Earthquakes","descr":"Einige der am dichtesten besiedelten Ballungsräume der Welt liegen in Erdbebengebieten. Tektonische Verwerfungen im Untergrund sind immer wieder seismisch aktiv - und tödlich. Das Phänomen wird an drei Beispielen erkundet: Ein Beben der Stärke 7,0 verwüstete im Januar 2010 das ohnehin arme Haiti. Mexico City wiederum erlebte auf den Tag genau 32 Jahre nach einem Megabeben eine erneute gewaltige Erschütterung. Erdbeben können bisher nicht vorhergesagt werden. Sie gehören zu den furchterregendsten Zerstörungskräften, die die Natur bereithält.","versions":[{"lang":1,"streams":[{"redirect":8494786,"hoster":"VOE"},{"redirect":8652858,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wirbelstürme","epNo":3,"alt":"Hurricanes","descr":"Sintflutartiger Regen, machtvoller Wind und riesige Wellen kennzeichnen die großen Wirbelstürme, die auf dem Meer entstehen. Der Hurrikan \"Katrina\" ging 2005 in die Geschichte ein: Als der Wirbelsturm an der Golfküste der USA auf Land traf, löste er eine traumatische Katastrophe aus. Puerto Rico wurde 2017 von einem verheerenden Wirbelsturm heimgesucht. Die Meteorologen hatten den Hurrikan \"Maria\" getauft. Auch dieser Sturm zeigte eindrucksvoll, welch unbarmherzige Gewalt die Natur entfesseln kann.","versions":[{"lang":1,"streams":[{"redirect":8494785,"hoster":"VOE"},{"redirect":8654232,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tornados","epNo":4,"alt":"Tornadoes","descr":"Tornados sind ein außergewöhnliches Phänomen. In den rotierenden Säulen aus Luft kann der Wind Geschwindigkeiten von mehr als 480 Kilometern pro Stunde erreichen. Tornados wurden schon auf allen Kontinenten beobachtet – ausgenommen der Antarktis. Eine Region der Welt ist besonders betroffen: Die \"Tornado Alley\", ein breiter Streifen innerhalb der Vereinigten Staaten von Amerika. In diesem Gebiet entstehen Jahr für Jahr ungewöhnlich viele heftige Tornados der verheerendsten Kategorie.","versions":[{"lang":1,"streams":[{"redirect":8494790,"hoster":"VOE"},{"redirect":8652859,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlammlawinen","epNo":5,"alt":"Mudslides","descr":"Tornados, Vulkanausbrüche, Pandemien und andere Katastrophen bedrohen unsere Zivilisation seit Jahrtausenden. Mit atemberaubenden Filmauf-nahmen zeigt Tödliche Naturgewalten, welche Gefahren Mutter Natur für die Menschheit bereithält, angereichert durch Experteninterviews mit führenden Wissenschaftlern. So werden kaum fassbare Katastrophen wie der Tsunami, der 2004 in Südoastasien 225.000 Menschenleben kostete, erklärt. Interviews mit Überlebenden und Zeitzeugen führen vor Augen, dass der menschliche Geist in höchster Not manchmal aber auch über die gnadenlose Naturgewalt triumphieren kann.","versions":[{"lang":1,"streams":[{"redirect":8494788,"hoster":"VOE"},{"redirect":8652863,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[Derzeit nicht verfügbar]","epNo":6,"alt":"[Derzeit nicht verfügbar]","descr":"\"Pandemien (Pandemics)\"Die Pandemie ist der unsichtbare Killer: Eine verheerende Krankheitswelle, die um den ganzen Globus wandert, wird angesichts der Bevölkerungsentwicklung immer wahrscheinlicher. Im nächsten Jahrhundert wird es vermutlich 11 Milliarden Menschen auf der Erde geben. Gesundheitsexperten sind überzeugt, dass das Risiko für eine weltumspannende Epidemie steigt. So unterschiedliche Krankheiten wie Ebola und die Schweinepest zeigen, dass jeder Kontinent unvermittelt betroffen sein kann. Experten zeigen die Übertragungswege in Westafrika, Hong Kong und Ostdeutschland.","versions":[]},{"epId":"episode-7","name":"Flutkatastrophen","epNo":7,"alt":"Floods","descr":"Wasser scheint harmlos, doch in großer Menge kann es eine erstaunlich zerstörerische Kraft entfalten. Neben Hungersnöten zählen Flutkatastrophen zu den humanitären Krisen mit den meisten Opfern der Geschichte. Mit Hilfe eindrucksvoller Bilder erläutern Spezialisten für extreme Wetterereignisse die Ursachen. Beispielhaft betrachten sie einige der größten Überschwemmungen in jüngerer Zeit: Am Mississippi in den USA, an der Elbe in Deutschland und in New York City zeigte sich die unaufhaltsame Gewalt großer Wassermassen.","versions":[{"lang":1,"streams":[{"redirect":13113677,"hoster":"VOE"},{"redirect":8652862,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vulkane","epNo":8,"alt":"Volcanoes","descr":"Tornados, Vulkanausbrüche, Pandemien und andere Katastrophen bedrohen unsere Zivilisation seit Jahrtausenden. Mit atemberaubenden Filmauf-nahmen zeigt Tödliche Naturgewalten, welche Gefahren Mutter Natur für die Menschheit bereithält, angereichert durch Experteninterviews mit führenden Wissenschaftlern. So werden kaum fassbare Katastrophen wie der Tsunami, der 2004 in Südoastasien 225.000 Menschenleben kostete, erklärt. Interviews mit Überlebenden und Zeitzeugen führen vor Augen, dass der menschliche Geist in höchster Not manchmal aber auch über die gnadenlose Naturgewalt triumphieren kann. Vulkane regen seit jeher unsere Fantasie an. Der tragische Untergang des römischen Pompeji übt bis heute eine morbide Faszination aus. Die Vorstellung schmelzenden Gesteins in feurigen Explosionen schürt Urängste und Alpträume. Vom italienischen Vesuv bis zum Kilauea auf Hawaii - schlafende und aktive Vulkane stellen eine immerwährende Bedrohung dar.","versions":[{"lang":1,"streams":[{"redirect":8494787,"hoster":"VOE"},{"redirect":8652861,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"[Derzeit nicht verfügbar]","epNo":9,"alt":"[Derzeit nicht verfügbar]","descr":"\"Hitzewellen (Heatwaves)\"Länder wie Saudi-Arabien sind an Hitze über 40 Grad Celsius gewöhnt. Doch als 2010 eine Hitzewelle mit ähnlichen Temperaturen über Russland hereinbrach, starben geschätzt 56.000 Menschen. Der europäische Supersommer 2003 hinterließ rund 70.000 Todesopfer. Außergewöhnliches Bildmaterial und Interviews mit Klimaspezialisten gewähren einen Einblick in die genauen Zusammenhänge der beiden Hitzekatastrophen. Dort, wo Menschen nicht ständig hohen Temperaturen ausgesetzt sind, wird extrem heißes Wetter zu einem unbarmherzigen Killer.","versions":[]},{"epId":"episode-10","name":"Blizzards","epNo":10,"alt":"Blizzards","descr":"Klirrende Kälte und beinharte Windböen kennzeichnen den Blizzard. Die Winterstürme sind Tötungsmaschinen der Natur. Sie bringen oft riesige Mengen Schnee – aber nicht immer, wie Wetterexperten erläutern. Am Beispiel zweier Blizzards an Nordamerikas Atlantikküste zeigen sie, welche Formen extreme Kälteeinbrüche annehmen können. Auch in Europa schlug die Kälte 2017 verheerend zu: Wenn der Blizzard bläst, erstarrt die Welt im furchterregenden Tanz messerscharfer Eiskristalle","versions":[{"lang":1,"streams":[{"redirect":8494792,"hoster":"VOE"},{"redirect":8652866,"hoster":"Streamtape"}]}]}]}]}