{"seriesId":"tdliche-flucht","name":"Tödliche Flucht","descr":"Irland: Die Kommissarin Jen Rooney (Lynn Rafferty) und ihr Team übernehmen die Untersuchungen zu einem besonders grausamen Mordfall. Ein junges nigerianisches Mädchen wurde brutal zusammengeschlagen bei einer Bushaltestelle aufgefunden. Die Ermittlungen führen Jen Rooney ins Rotlicht-Milieu, das unerwartete Verbindungen zu einem Flüchtlingsheim aufweist. Die junge Mutter Abeni Bankole (Aïssa Maïga) aus Nigeria scheint mehr zu wissen, als sie zugeben will. Als ein zweites nigerianisches Mädchen verschwindet, müssen sich die Ermittler beeilen, um es nicht auch an die zwielichtige Unterwelt zu verlieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ein besseres Leben erhofft sich die junge Mutter Abeni Bankole, als sie mit ihren beiden Söhnen Isaiah und Oba von Nigeria nach Europa flieht. In Irland kommen sie in einer notdürftigen Ersteinrichtung für Geflüchtete am Stadtrand von Dublin unter. Doch acht Jahre später ist aus der provisorischen Unterkunft ihre Heimat geworden. Hier müssen sie sich mit schimmelnden Wänden und einem fiesen Heimleiter herumschlagen. Vor allem Isaiah leidet unter den strengen Vorschriften des Heims und der Angst, jeden Moment abgeschoben werden zu können. Als die junge Nigerianerin Esme an der Bushaltestelle der Flüchtlingsunterkunft tot aufgefunden wird, übernimmt die smarte Kommissarin Jen Rooney mit ihren Kollegen Fitzer und Niamh den Fall. Isaiah war Esme sehr nahe, was weiß er über ihren Tod? Der Heimleiter Wayne findet auf den Überwachungsvideos explizites Material, das beweist, dass das junge Liebespaar in der Nacht zusammen war. Für die Ermittler erweist es sich als schwierig, mehr über Esmes Tod herauszufinden. Sie stoßen bei den Heimbewohnern nicht nur auf Sprachbarrieren, sondern auch auf traumatisierte Menschen, die großes Misstrauen gegenüber der Polizei hegen. Als dann auch noch der algerische Heimbewohner Samir von Fitzer überwältigt wird, hat das weitreichende Folgen","versions":[{"lang":1,"streams":[{"redirect":12929387,"hoster":"VOE"},{"redirect":10149778,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Ermittler sind bestürzt: Warum hat der Algerier Samir Selbstmord begangen? Kommissarin Jen Rooney weist ihr Team an, vorsichtiger mit den traumatisierten Flüchtlingen umzugehen. Isaiah muss sich einer Befragung zu seiner Beziehung mit Esme unterziehen, nachdem der Heimleiter Wayne das Überwachungsvideomaterial an die Polizei weitergeleitet hat. Doch die Ermittler werden stutzig, da einige Sekunden des Videomaterials fehlen. Hat Wayne etwa belastendes Material gelöscht? Was hat er zu vertuschen? Von dem verschwundenen nigerianischen Mädchen Flora fehlt immer noch jede Spur. Doch Jen Rooney weiß, wie sie vorgehen muss, und findet wichtige Informationen über ihren möglichen Aufenthaltsort. Die Fährte führt in Dublins Untergrund, in dem auch Abeni, Isaiahs Mutter, zu verkehren scheint.","versions":[{"lang":1,"streams":[{"redirect":11331435,"hoster":"VOE"},{"redirect":10149779,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Was weiß Abeni wirklich über Esme und ihren gewaltsamen Tod? Kommissarin Jen Rooney ist sich sicher, dass die verängstigte Abeni das Mädchen besser kannte, als sie zugeben will. Die alleinerziehende Mutter muss weiterhin heimlich als Putzfrau in einem Bordell arbeiten. Sie hat Angst vor Gar, dem irischen Bordellbesitzer, und seinem nigerianischen Handlanger Benjamin. Ihre Bitte, tagsüber arbeiten und so mehr Zeit mit ihren Kindern verbringen zu können, wird von den beiden ignoriert. Als Abeni eines Abends Blutspuren von Gars Teppich wischt, befürchtet sie das Allerschlimmste … Derweil bringt eine neue Spur frischen Wind in die Ermittlungen: Ein verdächtiges Autos wurde in der Nacht in der Nähe von Esmes Leiche gesichtet. Doch darauf folgt ein weiterer Rückschlag: Die junge Flora ist aus der Jugendhilfe abgehauen. Kann sie noch rechtzeitig aus den Fängen des Bordellbesitzers Gar gerettet werden? Die Ermittler Jen Rooney, Fitzer und Niamh tappen im Dunkeln. Doch ihr Misstrauen gegenüber Wayne, dem Leiter des Flüchtlingsheims, scheint begründet zu sein","versions":[{"lang":1,"streams":[{"redirect":11330182,"hoster":"VOE"},{"redirect":10149780,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Ermittlungen im Mordfall Esme und im Vermisstenfall Flora nehmen langsam Form an. Kommissarin Jen Rooney ordnet eine umfassende Beschattung Abenis an. Wohin ist sie in der Tatnacht mit dem Mädchen Esme gefahren? Und wohin fährt sie immer noch Nacht für Nacht? Ihre Untersuchungen führen die Ermittler Rooney, Fitzer und Niamh zu dem versteckten Bordell in der Stadt. Sie sind sich sicher, dass dort die junge Flora festgehalten wird. Währenddessen gerät der Heimleiter Wayne weiter in Bedrängnis: Nicht nur wird sein Flüchtlingsheim nach den zwei Toten und dem Vermisstenfall auf den Prüfstand gestellt, sondern auch seine Loyalität gegenüber Gar. Der skrupellose Bordellbetreiber lässt Wayne ein Video zukommen, auf dem Wayne zusammen mit Esme auf einer Party im Bordell zu sehen ist. Abeni schwört sich unterdessen, die misshandelte Flora aus den Fängen von Gar und Benjamin zu befreien. Doch sie erhält ein neues Jobangebot von Benjamin, das sie nicht ablehnen kann: Sie soll einen von Benjamins kleinen Läden leiten. Dort wird Abeni Zeugin eines weiteren Verbrechens: Zwei der Prostituierten, Hope und Nina, werden \"verkauft\". Abeni muss machtlos und verzweifelt mit ansehen, wie die Mädchen in einen Transporter gepfercht und weggebracht werden.","versions":[{"lang":1,"streams":[{"redirect":6300372,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Bei dem verlassenen Bordell finden die Ermittler nur noch Marvellous vor, die mit den Folgen einer Überdosis Tabletten kämpft. Auch noch als sie aus dem Krankenhaus entlassen wird, verweigert sie die Aussage. Kommissarin Jen Rooney und ihr Team befinden sich wieder in einer Sackgasse. Sie können zwar den Raum bestimmen, in dem Esme umgebracht wurde, doch von den Tätern fehlt immer noch jede Spur. Bis sie in den Mülltonnen vor dem Bordell einen spektakulären Fund machen, dessen Spur sie zurück zu Wayne und dem Flüchtlingsheim führt. Sie haben nun genug gegen ihn in der Hand, um ihn verhaften zu können. Auch Abeni gibt endlich etwas von ihrem Wissen über Wayne preis. Doch Gar, Benjamin und der Rest der kriminellen Truppe sind immer noch auf freiem Fuß. Sie haben einen neuen Ort gefunden, an dem sie Unterschlupf finden und die Zwangsprostitution fortführen. Kommt Kommissarin Jen Rooney noch rechtzeitig, um das nigerianische Mädchen Flora vor weiteren Misshandlungen zu schützen?","versions":[{"lang":1,"streams":[{"redirect":6300371,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Warum musste Esme sterben? Und was ist auf Waynes Junggesellenabschied passiert, kurz vor ihrem Tod? Der Flüchtlingsheimleiter befindet sich immer noch in Polizeigewahrsam, doch ohne handfeste Beweise müssen sie ihn schon bald wieder freilassen. Abeni will immer noch die beiden vermissten Prostituierten Hope und Nina wiederfinden. Doch von ihrer neuen Stelle aus, in dem kleinen Laden, kann sie nur wenig ausrichten. Als sie Toby verzweifelt auf Hope und Nina anspricht, greift der sie kurzerhand auf offener Straße an. Die verdeckten Ermittler schreiten ein, doch Toby kann entwischen. Als sie dann auch noch Spuren von ihm in dem belasteten Auto finden, wird er zum neuen Hauptverdächtigen. Kommissarin Jen Rooney gerät zunehmend unter Druck durch ihren Vorgesetzten, endlich einen Schuldigen dingfest zu machen. Als sie Toby fassen können, glaubt Jen noch nicht daran, Esmes wahren Mörder gefunden zu haben. Aber eine weitere Spur könnte sie zu ihm führen.","versions":[]}]}]}