{"seriesId":"tears-to-tiara","name":"Tears to Tiara","descr":"In einer mittelalterlichen Welt voller Magie setzt das göttliche Imperium alles daran, die Herrschaft über die Welt an sich zu reißen. Zu diesem Zweck soll der Dämonengott Arawn aus seinem Schlaf geweckt werden und um ihn gnädig zu stimmen das Mädchen Riannon geopfert werden, eine Seherin und Nachkommin des legendären Elfenkönigs.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Demon King Resurrection","descr":"Drwc, ein Hohepriester, der eine Armee kaiserlicher Soldaten befehligt, dringt spät in der Nacht in das Gael-Dorf am Erin ein, um zu sehen, dass die Prinzessin Riannon die einzige dort ist, und glaubt bald nicht mehr, dass alle Dorfbewohner auf die Jagd gegangen sind. Obwohl er droht, sie foltern zu lassen, erkennt er dann, dass sie ein Nachkomme des Elfenkönigs Pwyll ist, als er sie als lebendiges Opfer einsetzen will, um den Dämonenkönig Arawn wiederzubeleben, damit er seine Kräfte einsetzen kann, um die Welt zu regieren. Riannon versucht, als Vergeltung Selbstmord zu begehen, aber sie ist gezwungen, sich zu ergeben und zusammenzuarbeiten, als Dwrc versucht, das Leben zweier gefangener Kinder zu gefährden. Sie wird unter seinen Gedankenkontrollzauber gestellt, nachdem sie ihm ihren wahren Namen offenbart hat. Nachdem der erste Krieger Arthur von einer Jagdreise nach Hause zurückgekehrt ist und erfährt, was mit Riannon geschehen ist, leitet er eine kleine Task Force, um seine jüngere Schwester am Grab zu retten. Als Arthur im inneren Heiligtum des Grabes ankommt und mehrere kaiserliche Soldaten bekämpft hat, die den Ort auf dem Weg bewachen, haben Drwc und seine Magier Arawn endlich wiederbelebt, der die Form eines Albino-Mannes annimmt und sich Riannon nähert.","versions":[{"lang":3,"streams":[{"redirect":8255381,"hoster":"VOE"},{"redirect":8255379,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"People of the Covenant","descr":"Drwc nutzt Riannon als Hebel, um Arthur am Angriff zu hindern, aber sie wissen nicht, dass Arawn in Riannons Unterbewusstsein eingetaucht ist, um sie aus Drwcs Zauber zu befreien. Obwohl Arawn Riannon rettet und Dwrc tötet, indem er ihm mit seinem Schwert in den Rücken sticht, hindert Arthur Arawn aufgrund seines Titels daran, ihm zu vertrauen, und kämpft gegen ihn. Um zu verhindern, dass sich beide gegenseitig umbringen, wickelt Riannon ihren roten Schal um Arawn und wählt ihn zu ihrem Ehemann und zum Häuptling des Stammes, sehr zu Arthurs Bestürzung. Als Skelettkrieger auftauchen, versuchen die drei zu fliehen, bis sie einen älteren Zauberer namens Ogam treffen, der sie mit dem Rest der Task Force zum Ausstieg führt. Arthur weiß, dass es Auswirkungen geben wird, sobald das Göttliche Reich von Drwcs Schicksal erfährt, und versammelt sein Volk für den bevorstehenden Krieg gegen das Reich. Inzwischen hat Gaius, der Herr der kaiserlichen Armee, von Drwcs Tod erfahren und muss nun diesen aufkommenden Aufstand niederschlagen.","versions":[{"lang":3,"streams":[{"redirect":8255386,"hoster":"VOE"},{"redirect":8255387,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Departure","descr":"Der Stamm der Gael beschließt, dass er gehen und an einen neuen Ort ziehen will ... es gibt nur ein Problem ... Sie brauchen Boote. Wie schön das Reich sie hat. Und jemand ist über die Herausforderung Arawn! Aber zu welchem ​​Preis ...?","versions":[{"lang":3,"streams":[{"redirect":8255269,"hoster":"VOE"},{"redirect":8255272,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Avalon","descr":"Der Stamm der Gael erreicht die Burg von Avalon auf der Insel Albion. Dort treffen sie lokale Elfen, die das Haus jahrelang behalten haben: Limwris, Ermin und Epona.","versions":[{"lang":3,"streams":[{"redirect":8255273,"hoster":"VOE"},{"redirect":8255276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Londinium","descr":"Arthur und Arawn versuchen, nach Nahrung zu suchen, stellen jedoch fest, dass sie sich auf dem Territorium eines anderen Stammes befinden. In dieser Nacht kommt ein Minnesänger, Taliesin, aus dem Wald, um ihnen zu sagen, dass sie im Land des Brigantenstammes sind.","versions":[{"lang":3,"streams":[{"redirect":12173314,"hoster":"VOE"},{"redirect":8255280,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Callous Valley","descr":"Das Mädchen, das Morgans Flöte gerufen hat, ist Llyr vom Feenstamm. Arawn verbrennt eine Robbenhaut, ohne zu wissen, dass es sich um Llyrs \"Kleidung\" handelt. Ohne dies kann Llyr nicht zu ihrem Stamm zurückkehren und bleibt bei den Gaels.","versions":[{"lang":3,"streams":[{"redirect":8255283,"hoster":"VOE"},{"redirect":8255284,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Colosseum","descr":"Morgan und Llyr, frustriert von ihren Pflichten, beschweren sich bei Limwris über ihre Situation. Limwris schlägt einen Ausflug nach Londinium vor, um die Gladiatorenkämpfe zu verfolgen","versions":[{"lang":3,"streams":[{"redirect":8255290,"hoster":"VOE"},{"redirect":8255285,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Rubrum","descr":"Gaius learns that the Senate\u0027s own security force, the Rublum, has been dispatched to destroy the Gaels.","versions":[{"lang":3,"streams":[{"redirect":8255292,"hoster":"VOE"},{"redirect":8255295,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Assault","descr":"Octavia ist ihren Vorgesetzten gegenüber unhöflich und stößt auf ein Geheimnis. Zur Strafe wird sie in die Minen geschickt, wo sie auf Befehl eines alten Rivalen, Lidia, steht.","versions":[{"lang":3,"streams":[{"redirect":12335592,"hoster":"VOE"},{"redirect":8255299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Noble Swordsman","descr":"Arawn ist besorgt darüber, wie der Rest des Stammes auf Octavias Anwesenheit in der Burg reagieren wird. Der Rest des Stammes akzeptiert und nur Arthur ist misstrauisch und wird ihr nicht vertrauen.","versions":[{"lang":3,"streams":[{"redirect":8255306,"hoster":"VOE"},{"redirect":8255307,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Requiem","descr":"Die Rubrum erfahren, wo sich Avalon Castle befindet, was einige der Gaels vermuten lässt, dass Octavia ein Spion ist. Octavia kämpft heftig um den Schutz eines Kindes und zerstreut alle Zweifel an ihrer Loyalität.","versions":[{"lang":3,"streams":[{"redirect":8255313,"hoster":"VOE"},{"redirect":8255312,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Threat of the Empire","descr":"Riannon wird von Gaius gefangen genommen und gezwungen, seine kaiserlichen Soldaten zu heilen. Arthur will sofort gehen, um sie zu retten, wird aber von Arawn gewarnt, nicht voreilig zu sein.","versions":[{"lang":3,"streams":[{"redirect":12335581,"hoster":"VOE"},{"redirect":8255318,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Brigantes","descr":"Gaius führt einen weiteren Angriff auf Avalon Castle an. Arawn beschließt, ein Bündnis mit dem Brigantenstamm zu schließen.","versions":[{"lang":3,"streams":[{"redirect":8255323,"hoster":"VOE"},{"redirect":8255322,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"White Ghost","descr":"Arawn bringt Arthur und eine Gruppe zu seinem Grab, um dort einen Teil des Schatzes zu sammeln. Dem Stamm gehen die Vorräte und Mittel aus. Bei der Ankunft wird die Gruppe von Talos und dann von einem Oger angegriffen.","versions":[{"lang":3,"streams":[{"redirect":8255325,"hoster":"VOE"},{"redirect":8255326,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Candid","descr":"Während sich die imperialen Streitkräfte um sie versammeln, trifft Arthur die impulsive Entscheidung, einen Präventivschlag zu führen. Während die Gruppe durch den Wald geht, überqueren sie ein Gebiet unter dem Zauber der Gravitas.","versions":[{"lang":3,"streams":[{"redirect":8255329,"hoster":"VOE"},{"redirect":8255328,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Reason to Fight","descr":"Nachdem ihr Ehemann verletzt und ihr Bruder verschwunden ist, muss Riannon das Kommando über den Stamm übernehmen und die Invasion von Gaius \u0027Streitkräften in Avalon abwehren.","versions":[{"lang":3,"streams":[{"redirect":13113691,"hoster":"VOE"},{"redirect":8255332,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"For the Sake of Friends","descr":"Die Belagerung von Avalon dauert drei Tage. Riannon hat die Gaels bei der Abwehr von Gaius \u0027Truppen angeführt. Arawns Wunden sind geheilt, aber er hat das Bewusstsein noch nicht wiedererlangt.","versions":[{"lang":3,"streams":[{"redirect":8255333,"hoster":"VOE"},{"redirect":8256124,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Return","descr":"Als die Gael in die Enge getrieben sind und ihre letzten Verteidigungslinien zu Gaius \u0027Streitkräften zusammenbrechen, treffen Arthur und die Briganten ein. Arthur ruft nach Arawn und gibt seinem Volk eine neue Stärke und Entschlossenheit.","versions":[{"lang":3,"streams":[{"redirect":8255336,"hoster":"VOE"},{"redirect":8255337,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Child of the Night","descr":"Das Göttliche Reich liegt in Trümmern und gerät mit dem Tod des Hohen Rates ins Chaos. Ein neuer Feind taucht auf, um diese Verwundbarkeit auszunutzen - Weiße Geister, oder so erscheinen sie","versions":[{"lang":3,"streams":[{"redirect":13113690,"hoster":"VOE"},{"redirect":8255340,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Lucifer","descr":"Die 12 Engel im Himmel haben ihre Hoffnungen auf die Zukunft der Menschheit in die Hände von Merlinus gelegt, als sie ihm die Verantwortung für den neuen Engel übertragen. Dieser neue Engel ist der Arawn der Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":8255342,"hoster":"VOE"},{"redirect":8255343,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Song of Origin","descr":"Taliesin erhält einen Einblick in Arawns Vergangenheit, der die Maßnahmen enthüllt, die er ergreifen muss. Die schwarzen Ritter wurden in die Berge gelockt und Arawns Streitkräfte halten sie in Schach","versions":[{"lang":3,"streams":[{"redirect":13113697,"hoster":"VOE"},{"redirect":8255353,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Dyrnwyn","descr":"Taliesins Opfer hat den Feind auf ihren Spuren aufgehalten, aber Arawn weiß, dass er schnell handeln muss, um ihn zu besiegen. Ihre einzige Hoffnung ist es, das Schwert Dyrnwyn wiederzugewinnen.","versions":[{"lang":3,"streams":[{"redirect":8255350,"hoster":"VOE"},{"redirect":8255354,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Palladium","descr":"Wieder zusammen in Palladium führen Arawn und Arthur die anderen in den Turm. Beim Betreten wird die Gruppe in drei Gruppen aufgeteilt.","versions":[{"lang":3,"streams":[{"redirect":8255362,"hoster":"VOE"},{"redirect":8255356,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Gravitas","descr":"Da die Gravitas-Verzauberung ihre Verteidigung behinderte, trennten sich Arawn und Ogam, um die Quelle zu finden. Die anderen halten sich gegen den Feind.","versions":[{"lang":3,"streams":[{"redirect":13113696,"hoster":"VOE"},{"redirect":8255366,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Merkadis","descr":"Nachdem die Gruppe bereits den Obelisken- und den Auferstehungskessel zerstört hat, besiegt sie die Armee der Golems und geht zur Spitze des Turms. Dort spürt Riannon eine verstörende Präsenz.","versions":[{"lang":3,"streams":[{"redirect":8255374,"hoster":"VOE"},{"redirect":8255370,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Words of Power","descr":"Arthur und Arawn können Merkadis nicht besiegen. Es scheint, dass nur Riannon die Macht besitzt, ihn aufzuhalten, aber sie kann sich nicht erinnern, wie.","versions":[{"lang":3,"streams":[{"redirect":8255375,"hoster":"VOE"},{"redirect":8255376,"hoster":"Streamtape"}]}]}]}]}