{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story","name":"Tearmoon Teikoku Monogatari: Dantoudai kara Hajimaru, Hime no Tensei Gyakuten Story ","descr":"[Tearmoon Empire] Das Tearmoon Empire ist gefallen. Während die Flammen der Revolution über das Land ziehen, wird die egoistische Prinzessin Mia öffentlich durch die Guillotine hingerichtet … nur um in der Vergangenheit als ihr zwölfjähriges Ich neben ihrem blutverschmierten Tagebuch zu erwachen! All die Schrecken und Demütigungen, die sie in dieser schrecklichen Zeitlinie erlebt hat, werden sich zwangsläufig wiederholen. Es sei denn, es gelingt ihr, ein paar Verbündete zu finden und ihr Wissen über die Zukunft zu nutzen, um alle Probleme des Imperiums rechtzeitig zu lösen. Bevor sie auf schreckliche (und tödliche) Weise außer Kontrolle geraten!","seasons":[{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-1","name":"","epNo":1,"alt":"The Princess Starting From the Chopping Block","descr":"Das Volk rebelliert im Kaiserreich Tearmoon, wirft seine Kronprinzessin Mia in den Kerker und guillotiniert sie drei Jahre später endgültig. Doch Mia erwacht wieder, zurück in der Zeit ihrer sorglosen Kindheit. Alles scheint nur ein böser Albtraum gewesen zu sein. In Mias abgegriffenem Tagebuch steht allerdings etwas anderes …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13171649","hoster":"VOE"},{"path":"/redirect/13171648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-2","name":"","epNo":2,"alt":"Princess Mia Displays Her Smug Face","descr":"Um ihrem Schicksal auf dem Schafott zu entkommen, will Mia versuchen, ihr Reich zu reformieren. Dazu braucht sie aber die Unterstützung eines jungen, brillanten Beamten, der eine klare Meinung hat zu Prinzessinnen, die nichts als \"schmückendes Beiwerk\" sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13210526","hoster":"VOE"},{"path":"/redirect/13210524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-3","name":"","epNo":3,"alt":"Princess Mia Sows Seeds","descr":"Frisch an der St. Noel-Akademie angekommen, hat Mia zwei klare Ziele: Sich von denen fernzuhalten, die sie aufs Schafott bringen werden, und ein festes Beziehungsnetzwerk zu denen aufzubauen, die ihr in ihrer kommenden Notlage helfen könnten. Doch vor allem Ersteres erweist sich als schwieriger als gedacht …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13241103","hoster":"VOE"},{"path":"/redirect/13241102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-4","name":"","epNo":4,"alt":"Shall We Dance?","descr":"Mia hat, um eine Grundlage für ihr Beziehungsnetzwerk zu legen, einen eher mittelmäßigen Prinzen zu ihrem Tanzpartner erkoren, was – nicht nur am Ball – diverse ungeplante Auswirkungen hat. Unterdessen fleht Tionas Zofe Liora Anne verzweifelt um Hilfe an …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13271954","hoster":"VOE"},{"path":"/redirect/13271955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-5","name":"","epNo":5,"alt":"Princess Mia Swoons","descr":"Um später vor der Revolutionsarmee fliehen zu können, will Mia reiten lernen und bekommt vom Chef des Reitklubs einen unerwarteten Reitlehrer zugewiesen. Zudem wird ihr klar, dass es für sie von Vorteil wäre, am kommenden Fechtturnier einen Favoriten zu haben. Diesem müsste sie allerdings – der Tradition folgend – ein Picknick zuteilwerden lassen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13291849","hoster":"VOE"},{"path":"/redirect/13291850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-6","name":"","epNo":6,"alt":"The Sword Fighting Tournament: Prince Abel`s Fight","descr":"Unter Keithwoods fachkundiger Beratung machen sich Mia, Tiona, ihre Zofen und Chloe an die Zubereitung des Picknicks. Jede von ihnen hat jedoch ihre eigene Vorstellung davon, wie dieses aussehen sollte. Und ob Abel das Picknick wirklich genießen kann, steht auch noch in den Sternen, denn noch vorher wird er in seinem ersten Duell seinem älteren Bruder Gain gegenüberstehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13345349","hoster":"VOE"},{"path":"/redirect/13345346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-7","name":"","epNo":7,"alt":"Princess Mia Sees Clearly","descr":"In den langen Sommerferien macht sich Mia daran, die Ursachen für die Hungersnot zu beseitigen, die den Ausschlag für die Revolution geben wird. Dabei muss sie sich nicht nur um die Beschaffung von Lebensmittelvorräten kümmern, sondern sich auch mit einem im Stillmeer-Wald schwelenden Konflikt zwischen dem Kaiserreich und einem Minderheitenstamm auseinandersetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13345351","hoster":"VOE"},{"path":"/redirect/13345352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-8","name":"","epNo":8,"alt":"Princess Mia Grins Slyly","descr":"Mia kehrt, in Begleitung von Dion, heimlich in den Stillmeer-Wald zurück, um die Haarnadel zu suchen, die sie dort verloren hat. Prompt begegnen sie einer Gruppe Lulus und die Lage wird brenzlig. Und auch danach sorgt Mias eigenmächtiges Handeln im Wald für Komplikationen, diesmal der politischen Art. Die sie wiederum auf unkonventionelle, unerwartete Weise löst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13380861","hoster":"VOE"},{"path":"/redirect/13380865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-9","name":"","epNo":9,"alt":"Princess Mia`s (Love-Focused) Choice","descr":"Zurück an der Akademie erreicht Mia eine beunruhigende Nachricht: Im Königreich Remno ist eine Revolution ausgebrochen! Obwohl Mias Verstand ihr sagt, dass sie sich aus dieser Angelegenheit lieber heraushalten sollte, weiß ihr Herz: Sie muss zu Prinz Abel nach Remno! Und sie erhält Unterstützung von unerwarteter Seite …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13418517","hoster":"VOE"},{"path":"/redirect/13418516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-10","name":"","epNo":10,"alt":"Princess Mia is Kidnapped","descr":"Die Situation in Remno wird immer bedrohlicher, Revolutionäre und Königssoldaten stehen sich mittlerweile direkt gegenüber. Mia und Sion wurden von Keithwood und Tiona getrennt und wollten sich eigentlich gerade per Postkutsche zum vereinbarten Notfalltreffpunkt aufmachen, da wird Mia entführt! Und diejenigen, die sie entführen ließen, scheinen es nicht aufs schnöde Geld abgesehen zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13453063","hoster":"VOE"},{"path":"/redirect/13453064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-11","name":"","epNo":11,"alt":"A Reunion, a Duel, and...","descr":"Bei der Unterredung mit Lambert stellt sich heraus, dass dieser nicht nur genau weiß, wer Mia und Sion sind, sondern auch seine eigenen Pläne für und Erwartungen an Prinz Sion hat. Dann überschlagen sich die Ereignisse: Prinz Abel ist an der Spitze der königlichen Truppen ausgerückt und Sion gedenkt, ihm die alles entscheidende Frage zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13503278","hoster":"VOE"},{"path":"/redirect/13503279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tearmoon-teikoku-monogatari-dantoudai-kara-hajimaru-hime-no-tensei-gyakuten-story/staffel-1/episode-12","name":"","epNo":12,"alt":"To Keep What Was Preciously Grown from Withering","descr":"Die Information, dass die Unruhen in Remno und auch diejenigen im Kaiserreich Tearmoon in Wirklichkeit von außen angestachelt wurden, erschüttert nicht nur Abel und Mia. Sie, die beiden Prinzen und ihre Gefolgsleute machen sich auf, zurück nach Senia, um den geheimen Drahtzieher zu stellen. Wobei Mia eine unerwartet aktive Rolle spielt …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13560287","hoster":"VOE"},{"path":"/redirect/13560286","hoster":"Streamtape"}]}]}]}]}