{"seriesId":"tech-titanen","name":"Tech Titanen","descr":"\"Die Tech-Titanen\" ist eine  Doku-Serie über vier der mächtigsten Männer der Welt: Sie präsentiert einen nie dagewesenen persönlichen Zugang zu den Masterminds und Lenkern hinter den Weltkonzernen Tesla, Facebook, Amazon und Microsoft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Elon Musk","epNo":1,"alt":"Elon Musk","descr":"Milliardär, Visionär, Erfinder - Superheld oder Scharlatan? Kaum jemand polarisiert wie Elon Musk. Das extravagante Mastermind hinter Tesla und SpaceX beeinflusst mit provokanten Tweets die Aktienmärkte und verfügt über enormen Reichtum und Einfluss. Hält dieser Tech-Titan den Schlüssel zu einer nachhaltigen Zukunft oder führt er uns gar in ein multiplanetares Zeitalter?","versions":[{"lang":1,"streams":[{"redirect":12572068,"hoster":"VOE"},{"redirect":12572067,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bill Gates","epNo":2,"alt":"Bill Gates","descr":"Rücksichtslos, doch visionär gilt Bill Gates als der Mann, der mit Microsoft die Tech-Branche revolutionierte. Nach einem bemerkenswerten Imagewandel scheint seine Mission nun, die ganze Welt zu retten. Doch ist sein Wohltätigkeitsimperium hinter der \"Gates Foundation\" in der Welt der globalen Gesundheit mittlerweile zu mächtig und unberechenbar geworden?","versions":[{"lang":1,"streams":[{"redirect":12572066,"hoster":"VOE"},{"redirect":12572065,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jeff Bezos","epNo":3,"alt":"Jeff Bezos","descr":"Jeff Bezos scheint zu einer Karikatur eines Superreichen geworden zu sein: er fliegt ins Weltall, hat eine tabulose öffentliche Scheidung hinter sich und baut sich eine 500-Millionen-Dollar-Jacht. Doch der Amazon-Gründer war nicht immer so glamourös. Als obsessiver Computer-Nerd formte er den Online-Buchhandel vom Garagen-Start-Up zu einem der größten - und umstrittensten - multinationalen Konzerne der Welt auf.","versions":[{"lang":1,"streams":[{"redirect":12572070,"hoster":"VOE"},{"redirect":12572069,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mark Zuckerberg","epNo":4,"alt":"Mark Zuckerberg","descr":"Menschlicher Roboter und Staatsfeind Nummer eins? Oder doch Wunderkind, Vordenker und Idealist, der unsere Welt zum Besseren verändert. Wer ist der wahre Mark Zuckerberg? Ist er der missverstandene Familienvater? Oder doch ein rücksichtsloser Unternehmer, der ein globales Daten-Imperium aufgebaut hat, ohne sich darum zu scheren, wessen Rechte er dabei verletzt?","versions":[{"lang":1,"streams":[{"redirect":12572072,"hoster":"VOE"},{"redirect":12572071,"hoster":"Streamtape"}]}]}]}]}