{"path":"/serie/stream/technikgeschichten","name":"Technikgeschichten","descr":"Dokumentationsreihe, die die Geschichte von technischen Errungenschaften der Menschheit nachzeichnet – vom Tunnelbau über die Waschmaschine bis zum Hubschrauber.","seasons":[{"path":"/serie/stream/technikgeschichten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/technikgeschichten/staffel-1/episode-1","name":"Der Tunnelbau","epNo":1,"alt":"","descr":"Was für ein Ansinnen des Menschen, nicht über den Berg drüber kraxeln zu müssen, sondern eine Röhre mitten durchs Gestein zu bohren! Die Geschichte des Tunnelbaus ist geprägt von Dunkelheit vor der Hacke, von Dynamit und inzwischen von atemberaubenden rollenden Baustellen: Doch eines steht über allem: Die stärkste Kraft ist der Wille. Früher wie heute. So muss der badische Mr. Tunnelvortrieb Martin Herrenknecht ein ordentlicher Dickschädel sein, um gegen alle Widerstände einen Durchgang durch hartes Gestein zu treiben, und das so gut, dass sein Unternehmen inzwischen zum unangefochtenen Weltmarktführer avancierte. Er verkauft zwei von drei Bohrern, für Großprojekte auf dem ganzen Planeten. Und noch ein zweites Deutsches Unternehmen wirkt an der Weltspitze der Unterwelt-Industrie mit: Mühlhäuser aus dem Odenwald. Eigentlich verrückt: Denn die Geschichte des Tunnelbaus wird eigentlich in England geschrieben. Deutschland gilt in der Nachkriegszeit als Spätzünder für technische Neuerungen. Und dann: Durchbruch. Kaum eine andere Technologie erlebt in wenigen Jahrzehnten einen so rasanten Fortschritt. Autorin Ulrike Gehring nähert sich der spannenden Unterwelt, ergründet die Bedeutung des Mythos Gotthard und lernt Menschen kennen, die mit ihren kühnen Projekten heute sehr gut nachvollziehen können, was Tunnelbau im 19. Jahrhundert bedeutet haben muss. Die Dokumentation des Südwestrundfunks gibt Einblicke in das weltweit führende Tunnelbau-Unternehmen im Südbadischen und begleitet Arbeiter 400 Meter tief im österreichischen Berg bei ihren spektakulären Bauvorhaben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977616","hoster":"VOE"},{"path":"/redirect/9977617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-2","name":"Der Skilift","epNo":2,"alt":"","descr":"Der Skilift ist der trickreichen Idee eines Schwarzwälder Hoteliers zu verdanken. Damit seine asthmakranken Wintergäste bequem den Hügel hochkommen, konstruiert er einen Schlepplift. Damit beginnt 1907 eine Geschichte, die erst bestaunt, bejubelt, später beäugt wird. Während früher nur den Unerschrockenen nach langwierigem Aufstieg die Abfahrt über weiße Hänge vorbehalten blieb, macht der Skilift den Freizeitsportlern von damals und heute die Bergwelt zugänglich. Scheinbar schwerelos schenkt die Seilbahn Skifahrern Leichtigkeit. Und Glückseligkeit für eine Handvoll Macher. Der Skilift entriss den einsamen Kraxlern den Berg. Acht Millionen Deutsche fahren Ski. Viele davon jedes Winterwochenende auf der Alb oder im Schwarzwald. Die Skilifttechnik entwickelt sich beständig weiter. Schlechtwetterschutz und Sitzbeheizung haben kaum noch etwas mit dem ziehenden Strick von früher gemeinsam. Welche Technik braucht es, um immer mehr Menschen auf immer höhere Berge zu liften? Die Dokumentation des Südwestrundfunks erzählt von der rasanten Entwicklung der Schlepplifte und Sesselbahnen und dem damit verbundenen Aufstieg abgelegener Regionen. Die Autorin Ulrike Gehring schaut dort genauer nach oben in die Technik, wo der Skifahrertrifft lieber schon die Piste im Auge hat: Faszinierende Systeme leiten Gondeln in Seilwelten. Sie lässt sich faszinieren davon, wie viel technisches Potenzial noch in den Liften steckt, und warum vielen von ihnen heute statt über verschneiten Pisten schweben eher über verstopfte Straßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977623","hoster":"VOE"},{"path":"/redirect/9977624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-3","name":"Die Heizung","epNo":3,"alt":"","descr":"Was ist bloß aus dem dreckigen Ungetüm im Keller geworden? Für so manche Etagenwohnung ist die Heizung heutzutage schon Designermöbelstück. Wer die Biografie der Heizung verfolgt, erlebt interessante Einblicke in die Gesellschaft. Okay, am Anfang war das Feuer, von da bis zum wandhängenden Warmwasserofen ist es ein langer Weg. Der führt über Sigmaringen, denn im dortigen Schloss wurde die allererste Dampfheizung eingebaut. Ihr Installateur, der Schwabe Johannes Haag, geriet daraufhin zum Haus- und Hofheizer für russische Zaren und europäische Kaiser. Haag und all die anderen Heizungspioniere würden staunen, was aus den Nachfolgern geworden ist. Denn die edlen Zuhause-Warm-Wohlfühl-Computer mit überraschenden Abgaswerten sind auf dem besten Weg zum Statussymbol. Doch wo liegt die Zukunft der Heizung? Wie vereinbar sind Komfort und Effizienz und welche Folgen hat der Klimawandel für unsere Heizgeräte? In einer Dokumentation des Südwestrundfunks erwärmen sich die Autoren Ulrike Gehring und Christian Stöffler für eine fast unsichtbare Technik, ohne die unser heimisches Wohlgefühl nicht denkbar wäre. Sie folgen den Spuren der Heizpioniere und erleben an der Seite eines rheinischen Heizungsbauers, warum die Ölheizung noch lange nicht zum alten Eisen gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977628","hoster":"VOE"},{"path":"/redirect/9977629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-4","name":"Die Waschmaschine","epNo":4,"alt":"","descr":"Jeder hat sie, wenige sprechen darüber und noch weniger ahnen, was sie alles falsch machen, beim Waschen. Vorzeigen? Lieber nicht, denn die Waschmaschine wohnt im privatesten aller Zimmer und rückt den Menschen in vielerlei Hinsicht eng auf die Haut. Wenn das Herzstück der deutschen Haushalte schwächelt, ist der Waschmaschinendoktor aus Ingelheim zur Stelle: Ein Überzeugungstäter. \"Reparieren statt Wegwerfen\" ist sein Credo. Ein paar Ingelheimer Straßenecken weiter liegt das \"Wäscheimperium\" von Susanne Barbie. Sie ist ein Bollwerk der Fröhlichkeit zwischen Bügelwäsche und Profitrommeln. Hier wird Wäsche nicht abgegeben, sie wird ihr anvertraut. Die Waschmaschine hat nicht nur das Familienleben verändert. Ihre Geschichte reicht zurück bis ins Mittelalter, genauer gesagt bis in ein Kloster tief in der Eifel. Die aufschlussreiche Dokumentation von Ulrike Gehring spürt der jahrhundertelangen Geschichte dieses intimen technischen Gerätes nach. Der Film des Südwestrundfunks zeigt Menschen, die sich der Waschmaschine mit Spaß und Hingabe verschreiben. Wo liegt die Zukunft des Waschens? Auf welche Formen des Zusammenlebens müssen die Waschmaschinenbauer reagieren? Und wie viel menschliche Arbeit wird in Zukunft für reine Wäsche nötig sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977635","hoster":"VOE"},{"path":"/redirect/9977634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-5","name":"Die Trambahn","epNo":5,"alt":"","descr":"Die Straßenbahn ist ein Phänomen: einerseits so selbstverständlich, dass viele kaum noch hinsehen, wenn sie vorbeifährt. Andererseits prägt eben diese Straßenbahn das Gesicht vieler Städte. Wem gehört sie? Den Bürgern oder der Stadt? Mit dem Blick auf ihre Ursprünge stellt sich die Frage: Kam mit den ersten Straßenbahnen die Bewegungsfreiheit oder schleuste sie als erster Transporter Menschenmengen in die Industrialisierung? Die Straßenbahn als Taktgeber der Stadt. Sie hat bis heute eine hochemotionale Bedeutung für viele Menschen. Nicht nur Nostalgiker sind mit Herzblut dabei, wenn die Mainzer Straßenbahnfreunde ihre Zeit der wechselvollen Geschichte ihrer \"Elektrischen\" widmen. Trambahnen prägen den Charakter einer Stadt und das Bild ihrer Straßen. Sie werden und wurden aber auch von ihren Fahrgästen geprägt: mal Verkehrsmittel der bürgerlichen Mitte, mal \"Arbeiterraupe\" für die ersten Pendler. Doch wo stehen Technik und Nutzung des beliebten Nahverkehrsmittels heute? Was bedeutet die Trambahn für das Funktionieren einer Stadt und warum sind die Fahrscheinpreise immer ein Politikum? Die Dokumentation des Südwestrundfunks begleitet bei ihrer historischen Spurensuche Menschen, deren Herz für die Trambahn schlägt. Sie folgt sie dem langen Weg von der Pferdebahn bis hin zu modernen Großraum-Waggons und erzählt, warum die Trambahn aus unseren Städten nicht mehr wegzudenken ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977638","hoster":"VOE"},{"path":"/redirect/9977641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-6","name":"Der Plattenspieler","epNo":6,"alt":"","descr":"Ein Bollwerk der analogen Welt: Die Belegschaft hier im Schwarzwald brennt für eine technische Errungenschaft, die alle digitalen Revolutionen zu überleben scheint. Dual-Plattenspieler aus dem Schwarzwald erleben einen Aufschwung. Die betagte Truppe legt nochmal richtig los. Und wenn heute die schwäbischen DJ’s Andi und Lars ihre Tracks auf Vinyl vom Postboten in Empfang nehmen, dann ist das ein großer Moment für die Studenten und ihr Label \"Vamos Art\". Denn Platte ist wieder in. Ohne Turntables läuft nichts auf dem Dancefloor. Was für eine irre Idee, etwas Vergängliches wie Sprache festhalten zu wollen. Thomas Alva Edison hatte einen ganz naheliegenden Grund, der ihn 1877 zu seinem Phonographen brachte. Kaum eine technische Errungenschaft hat so viele Väter auf ihrem Weg und erlangte im Laufe der Geschichte so viele Freunde, dass sie alle Hürden zu überstehen scheint. Was Tonband und CDs begannen, setzen Download und Streaming heute fort: den Angriff auf die Musikkonserve. Und? Die Antwort ist die Renaissance des Plattenspielers. In Altdorf bei Esslingen entstehen Luxus-Modelle zum Preis eines Kleinwagens. Hier wird die Platte zum guten Rotwein fürs Ohr. Doch woher rührt die Faszination der analogen Musiktechnik? Was haben Teller und Nadel den Bits und Bytes voraus? Und was bedeutet der Plattenspieler für den Spaß in den eigenen vier Wänden? Autorin Ulrike Gehring staunt über Aufstieg und Konkurrenzkampf des Plattenspielers. Die Dokumentation des Südwestrundfunks seine aufregende Geschichte und trifft Klangliebhaber, die sich für die ideale Wiedergabe begeistern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13486874","hoster":"VOE"},{"path":"/redirect/9977645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-7","name":"Der Hubschrauber","epNo":7,"alt":"","descr":"Er ist beherzt und wendig, schnell da und genauso schnell wieder weg. Der Hubschrauber ist der Einzelgänger unter den Verkehrsmitteln. Ein Individualist, dem die Massentauglichkeit bis heute fehlt. Seine Geschichte ist verworren, seine technische Errungenschaft widersprüchlich. Dennoch steht der Hubschrauber wie kein anderes Luftfahrzeug für einen der größten Träume der Menschheit. Der Freiburger Engelbert Zaschka ist diesem verfallen. Er gehört zu den vielen Tüftler in den 20er Jahren, die unabhängig voneinander an Geräten schrauben, die den Menschen in die Luft bringen sollen. Der Hubschrauber. Überholt von seinem Ableger, dem Flugzeug, entwickelt sich diese technische Errungenschaft weiter, ohne direkten Nutzungszweck. In Oedheim bei Heilbronn hat sich eine der größten privaten Luftreedereien Deutschlands angesiedelt. Das Geschäft mit den Hubschrauberflügen ist wie die Hubschrauber selbst: Schnell, wendig und immer wieder anders. Ist das Flugtaxi vielleicht die Vision der Zukunft? Im Kraichgau strotzt man vor Zuversicht. Die Firma Volocopter setzt alles auf die Riesen-Drohne für den Personentransport. Die außergewöhnliche Dokumentation des Südwestrundfunks betrachtet das eigenwillige Phänomen der Luftfahrt aus nächster Nähe. Die Autorinnen Ulrike Gehring und Isabelle Arnold erzählen von Menschen, die vor Leidenschaft für ihre Flugschrauber brennen. Sie begleiten einen Luftfahrt-Archäologen auf der Suche nach seinen Wracks, Hubschraubermonteure, die am offenen Motor operieren und erzählen von tollkühnen Männern in schraubenden Kisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977650","hoster":"VOE"},{"path":"/redirect/9977651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-8","name":"Der Container","epNo":8,"alt":"","descr":"Auf den ersten Blick ist er eine Blechkiste, aber eine mit der Wucht von Revoluzzern und dem Einfluss einer heimlichen Weltmacht. Er verbirgt Saatgut genauso wie tote Tiere, Teddybären wie Waffen. Verpackt in Iso-Norm 40-Zoll. Der Container hat die Welt verändert. So gehört er zu den größten technischen Errungenschaften. Nicht wegen seiner technischen Raffinesse. Vielmehr, weil dieser eine Typus es geschafft hat, die Logistik aller Länder hinter sich zu vereinen. Ein Versuch, der in den frühen 50er Jahren in Deutschlands Süden schon unternommen worden ist: Der Webercontainer. Die Nachkriegsregierung setzt auf Mercedes in Stuttgart und Magirus in Ulm. Doch den Siegeszug trugen die Amerikaner davon, die im Mai 1966 mit dem ersten Containerschiff der Welt in Bremen vor Anker gingen. Wie hat die genormte Kiste die Arbeit der Menschen in den Hochsee- und Binnenhäfen verändert? In einer entdeckungsreichen Dokumentation des Südwestrundfunks folgen die Autoren Ulrike Gehring und Christian Stöffler den Spuren des Containers und zeigen, wie stark der standardisierte Behälter das Denken verändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977656","hoster":"VOE"},{"path":"/redirect/9977655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-9","name":"Der Gleisbau","epNo":9,"alt":"","descr":"Jeder Zug rast über sie, doch kaum jemand schenkt ihnen Beachtung: den Gleisen. Eine technische Errungenschaft, die seit jeher die Welt beschleunigt hat und der für die Zukunft Einiges bevorsteht. Moderne Hochgeschwindigkeitszüge jagen mit 300 Kilometern pro Stunde über die Gleise. Immer mehr Güterzüge, immer mehr Reisende. Wer sich mit Gleisbau beschäftigt, der erlebt spektakuläre Maschinen und eine gewaltige Kraft-Mischung aus harten Jungs, schwerer Industrie und filigraner Feinsteuerung. Doch wie hat alles mal angefangen? Ein Schwabe, Jakob Mayer, hat 1854 Geschichte geschrieben. Mit einer frontalen Begegnung in Paris: Mayer gegen Krupp. Es geht um Stahlguss. Welche Wege mussten Material und Konstruktion nehmen, um den technischen Herausforderungen zu trotzen? Und vor welchen Aufgaben stehen die Anlagenbauer heute? In der spannenden Dokumentation des Südwestrundfunks treffen die Autoren Christian Stöffler und Ulrike Gehring auf Menschen, die sich für das scheinbar so langweilig im Gleisbett liegende Stück Schiene begeistern. Sie arbeiten im Verborgenen, feilen am geräuschlosen Gleiten und sorgen so für Komfort und Sicherheit von Millionen Bahnpassagieren. Ob im Riesen-Walzwerk in der Steiermark oder über zwölf Stunden bei Knallhitze in Pforzheim: Dort arbeitet sich die Gleisbaukolonne Meter für Meter vor. Mit Katharina der Großen und Heinrich dem Starken. Wer das ist? Die beiden sind eigentlich unübersehbar imposant: Und doch kann sie die Öffentlichkeit sonst nie im Einsatz sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977661","hoster":"VOE"},{"path":"/redirect/9977662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/technikgeschichten/staffel-1/episode-10","name":"Die Wasserkraft","epNo":10,"alt":"","descr":"Es ist das Jahr 1767. Gerade spricht sich herum, dass jemand das gusseiserne Rad erfunden hat. Jeder Müller, jeder Bauer im Land begreift, was das bedeutet. Wasserkraft scheint die ideale Energiequelle: sauber und unerschöpflich treibt sie selbst größte Maschinen an. Doch ihr Einsatz ist umstritten und ihre Geschichte kompliziert. Wie kommt es, dass eine Mühle aus dem 14. Jahrhundert den Müller in der Eifel heute zum hochmodernen Unternehmer macht? Seine Mehlfabrikation im Brohlbachtal läuft CO2-neutral, ohne fossile Brennstoffe. Geräuschvoll, aber unbeirrt. Die Nutzung der Energiequelle Wasser bedeutet immer auch einen Eingriff in die Natur. An der Forderung nach neuen Talsperren und Rückhaltebecken scheiden sich die Geister. Landschaftsschutz gegen Klimaschutz. Welchen Einfluss hat die Wasserkraft und ihre Nutzung auf den Industriestandort Deutschland? Welchen Anteil trägt sie an dessen Industrialisierung und wieso brauchen Fische eine Treppe? In einer hochaktuellen Dokumentation des Südwestrundfunks rekonstruiert die Autorin Ulrike Gehring die historische Bedeutung der Wasserkraft, trifft auf Abenteurer von früher und solche der Gegenwart. Da ist der Wagemut von Jacob Schöllkopf aus Kirchheim unter Teck. Der Schwabe bricht im 19. Jahrhundert auf, als erster Hydro-Unternehmer die Nutzungsrechte der Niagarafälle zu erwerben. Was das bedeutet, kann Wasserkraftwerks-Bauer Manfred Volk aus dem Breisgau heute gut nachvollziehen. Bis seine Firma auf dem Weltmarkt Fuß gefasst hat, erntete er auch Skepsis","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9977665","hoster":"VOE"},{"path":"/redirect/9977666","hoster":"Streamtape"}]}]}]}]}