{"seriesId":"teletubbies","name":"Teletubbies","descr":"Nach 13 Jahren Pause reanimiert die BBC ihre Kleinkinder-Kultstars und lässt die tapsigen Wesen wieder durch ihre friedlich-fröhliche Wiesenwelt wuseln. Mit kräftiger CGI-Unterstützung erleben Tinky-Winky, Dipsy, Laa-Laa und Po neue Abenteuer, die die frühkindliche Entwicklung positiv beeinflussen sollen.Durch die besondere inhaltliche, ästhetische und sprachliche Gestaltung soll auf die speziellen Wahrnehmungsvorlieben von Kleinkindern eingegangen werden. Die ständigen Wiederholungen helfen den Kindern dabei, das Gesehene besser zu begreifen und die neuen Informationen zu verarbeiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Freunde finden","epNo":1,"alt":"Making Friends","descr":"Freunde finden: Die Teletubbies begrüßen sich der Reihe nach. Aber Po, die als Letzte in der Reihe stand hat niemanden zum \"Hallo\" sagen. Ob die Teletubbies sich auch hier zu helfen wissen? Mit \"ah, oh\" begrüßen sich die Teletubbies. Die Kinder im Film drucken mit Fingerfarben ihre Handabdrücke. Diese werden ausgeschnitten und zum Freundschaftskreis aufgeklebt. Po ist ebenfalls froh- Tinky Winky stellt sich neben sie und schließt den Kreis.","versions":[{"lang":1,"streams":[{"redirect":8774699,"hoster":"VOE"},{"redirect":8635512,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Gießkanne","epNo":2,"alt":"Watering Can","descr":"Die Gießkanne: Teletubby Po findet eine Gießkanne und wässert damit nicht nur die Blumen. Wie von Zauberhand verändert daraufhin alles, was gegossen wird seine Größe. Zuerst wachsen die Blumen auf Teletubby-Größe, dann Laa-Laas Ball, Tinky Winkys Tasche und zuletzt wird Dipsys Hut riesengroß. Im Einspieler gießt der kleine Charlie die Tomaten im Garten – allerdings mit einer normalen Gießkanne.","versions":[{"lang":1,"streams":[{"redirect":12335612,"hoster":"VOE"},{"redirect":8635510,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rauf und runter","epNo":3,"alt":"Up And Down","descr":"Rauf und runter: Im Teletubby-Land geht es durch die kleinen grünen Hügel beim Herumlaufen ständig rauf und runter. Wer wohl zuerst in dem Tubby-Lift fahren darf? Der Aufzug im Teletubby-Land fährt ständig nach oben und wieder nach unten. Die Tubbies amüsieren sich. Im Film fährt der kleine Lucas mit seiner Mutter in einem Lift auf einen Steg hoch oben zwischen den Baumkronen. Anschließend geht es auch hier abwärts.","versions":[{"lang":1,"streams":[{"redirect":8774701,"hoster":"VOE"},{"redirect":8635513,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lieblingssachen","epNo":4,"alt":"Favourite Things","descr":"Lieblingssachen: In dieser Folge geht es um die Lieblingssachen der Teletubbies. Laa-Laa liebt ihren Ball am allermeisten. Nur ist dieser leider verschwunden. Pos Lieblingsteil ist ihr Roller, Dipsy liebt seinen Hut am meisten, Tinky Winky seine rote Tasche nur Laa-Laa, die ihren Ball vermisst, steht ohne etwas auf der Wiese. Die Tubbies helfen aufgeregt bei der Suche! Im Einspieler fährt James auf seinem liebsten Rad.","versions":[{"lang":1,"streams":[{"redirect":8774698,"hoster":"VOE"},{"redirect":8635525,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Babys","epNo":5,"alt":"Babies","descr":"Babys: Die Teletubbies lieben Pudding. Eine Maschine hilft ihnen bei der Herstellung, aber irgendwie ist diese viel zu langsam für den großen Appetit der Tubbies. Die Teletubbies freuen sich über den Pudding und über die leckere Puddingsauce, die ihre Maschine für sie herstellt. Im Film bringt der kleine George seine Schwester zum Lachen. Sie ist noch ein Baby. Die Tubbies besuchen die kleinen Tiddlytubbies.","versions":[{"lang":1,"streams":[{"redirect":8774700,"hoster":"VOE"},{"redirect":8635515,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verstecken spielen","epNo":6,"alt":"Hiding","descr":"Tinky Winky, Laa-Laa, Dipsy und Po verstecken sich. Im Einspieler verstecken sich Joshua und Katrin bis Millie sie findet. Laa-Laa geht spazieren und bewundert die Blumen. Als Tinky Winky dazu kommt verdeckt er ihre Sicht. Sie sprechen darüber und er geht zur Seite.","versions":[{"lang":1,"streams":[{"redirect":8774705,"hoster":"VOE"},{"redirect":8635517,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Viele bunte Blasen","epNo":7,"alt":"Bubbles","descr":"Den Teletubbies macht es großen Spaß die Blasen aus der Tubby-Puddingmaschine zu jagen und platzen zu lassen. Die realen Kinder bekommen Besuch von der Seifenblasen-Frau. Ihre Blasen sind so groß, dass zwei Kinder hinein passen.","versions":[{"lang":1,"streams":[{"redirect":8774711,"hoster":"VOE"},{"redirect":8635519,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Spieluhr","epNo":8,"alt":"Musical Box","descr":"Die Teletubbies und die realen Kinder beschäftigen sich jeweils mit einer Spieluhr. Im Tubby-Land ist es eine Zauberspieluhr. Im Einspielfilm eine Spieluhr mit Nachtigall. Die Teletubbies schauen zu wie eine Omi ihrem Enkel eine Spieluhr zeigt. Sie macht nicht nur Musik, sondern wenn sich der Deckel öffnet bewegt sich eine winzige Nachtigall. Auch Tinky Winky und Po spielen mit einer Spieluhr, die plötzlich auftaucht. Po tanzt danach.","versions":[{"lang":1,"streams":[{"redirect":8774704,"hoster":"VOE"},{"redirect":8635518,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Pfützen","epNo":9,"alt":"Puddles","descr":"Dipsy steht auf einem der kleinen Hügel im Teletubby-Land. Der Himmel ist blau, doch plötzlich beginnt es aus einer kleinen Wolke zu regnen. Und zwar genau dort, wo Dipsy steht. Dipsy, Laa-Laa, Tinky Winky und Po werden nacheinander von einer kleinen Wolke nassgeregnet. Da laufen sie lieber ins Teletubby- Haus und essen einen Tubby-Toast. Im Einspieler springen zwei Mädchen in Pfützen herum und amüsieren sich dabei königlich.","versions":[{"lang":1,"streams":[{"redirect":8774706,"hoster":"VOE"},{"redirect":8635516,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Aufwachen!","epNo":10,"alt":"Wake Up Time!","descr":"Po ist mit ihrem Roller unterwegs. Bergauf und bergab- kein Wunder, das sie danach ein kleines Mittagsschläfchen braucht. Danach ist sie wieder fit für den Tubbyfon- Tanz! Im Einspielfilm haben die Kinder im Kindergarten viel Spaß mit einem Kinderlied, das sie mit verteilten Rollen für ihre Mütter aufführen. Auch hier geht es ums Einschlafen und Aufwachen, nur im Hasenmilieu.","versions":[{"lang":1,"streams":[{"redirect":11328509,"hoster":"VOE"},{"redirect":10142743,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der windige Tag","epNo":11,"alt":"Windy Day","descr":"Ein windiger Tag im Teletubby-Land. Dipsy und Po sind draußen unterwegs – und Dipsys Hut fliegt prompt davon. Po hilft ihm den Hut wiederzubekommen. Dipsy ist sehr aufgeregt, weil der Wind seinen Hut weggeweht hat. Aber Po, die sich auf ihrem schnellen Roller eine richtige Jagd mit dem Wind liefert, fängt den Hut ein. Im Einspielfilm spielen zwei Kinder mit ihren Eltern bei windigem Wetter am Strand.","versions":[{"lang":1,"streams":[{"redirect":13498682,"hoster":"VOE"},{"redirect":11692846,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rumms","epNo":12,"alt":"Bumps!","descr":"Zuerst gibt es diesmal einen Tubby-Toast für alle Teletubbies. Die Vier krümeln ganz schön herum – wie gut, dass sie Noo-Noo haben, der gleich wieder alles wegsaugt! Im Einspielfilm fahren Kinder mit dem Autoscooter und haben mächtig Spaß dabei. Kein Wunder, dass es den Teletubbies anschließend selbst Spaß macht, wie kleine weiche Autoscooter gegeneinander zu prallen. Sie können gar nicht mehr damit aufhören!","versions":[{"lang":1,"streams":[{"redirect":13498679,"hoster":"VOE"},{"redirect":11692533,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Matschige Fußspuren","epNo":13,"alt":"Muddy Footprints","descr":"Laa-Laa läuft singend durch das Teletubby-Land. Plötzlich ist mitten auf dem grünen Gras eine Pfütze vor ihr voller Schlamm. Und natürlich tapst Laa-Laa hinein. Ein hübscher bunter Teppich taucht neben Laa-Laa auf und sie läuft mit ihren matschigen Füßen darüber. Zum Glück hat sie eine tolle Idee, wie der Teppich wieder sauber wird! Die Kinder im Film amüsieren sich barfuß auf einem Waldweg und auch sie springen im Schlamm herum.","versions":[{"lang":1,"streams":[{"redirect":13502262,"hoster":"VOE"},{"redirect":8635521,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Hüpfball","epNo":14,"alt":"Bouncy Ball","descr":"Laa-Laa spielt mit ihrem Hüpfball im Freien. Die anderen machen sich im Superiglu Tubby-Pudding. Doch plötzlich kommt Laa-Laa mit ihrem Hüpfball ins Haus. Laa-Laa richtet mit ihrem geliebten Ball das reinste Chaos an, als sich die anderen gerade über den leckeren Tubby-Pudding hermachen wollen. Im Film spielen die Kinder mit einem großen aufblasbaren Ball im Park. Dieser hüpft am besten, wenn er voller Luft ist","versions":[{"lang":1,"streams":[{"redirect":13474049,"hoster":"VOE"},{"redirect":8635522,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Immer im Kreis","epNo":15,"alt":"Roundy Round","descr":"Die Teletubbies haben ein Spiel, das sie besonders gern spielen: Sie tanzen im Kreis, bis ihnen schwindelig wird und lassen sich dann alle lachend auf den Boden plumpsen. Die Kinder im Film fahren mit einem schönen Karussell immer im Kreis. Dipsy spielt dann auch mit den kleinen Tiddlytubbies \"Immer im Kreis\" – kein Wunder, dass die Tiddlytubbies davon richtig müde werden!","versions":[{"lang":1,"streams":[{"redirect":13474053,"hoster":"VOE"},{"redirect":8635524,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das neue Spielzeug","epNo":16,"alt":"New Toy","descr":"Die Teletubbies laufen über die vielen kleinen Hügel im Teletubby-Land und spielen \"Ah – oh\"-Sagen – bis es plötzlich Zeit für den kleinen Film mit den echten Kindern wird. Diesmal spielen die Kindergarten-Kinder \"Wichteln\": Wer das Päckchen gerade hat, wenn die Musik zu Ende ist, darf es aufmachen und ein Überraschungs-Spielzeug auspacken! Zum Glück bringt der Tubby-Lift im Anschluss auch den Teletubbies etwas zum Spielen!","versions":[{"lang":1,"streams":[{"redirect":13474050,"hoster":"VOE"},{"redirect":8635529,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Lied","epNo":17,"alt":"Sing Song","descr":"Laa-Laa geht im Teletubby-Land spazieren und denkt sich ein hübsches Lied zu jeder Sache aus, die sie dabei so sieht. Als Tinky Winky, Dipsy und Po sie später fragen, was sie gemacht hat, singt sie ihnen das Lied über alles, was sie gesehen hat, einfach vor. Alle gemeinsam wiederholen sie das Lied und schauen dann im Film, wie Kinder in einem Kinderchor singen.","versions":[{"lang":1,"streams":[{"redirect":13474051,"hoster":"VOE"},{"redirect":8635523,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Spaß mit viel Schmutz","epNo":18,"alt":"Messy Fun","descr":"Die Teletubbies kommen mit ihrem neuen Tubby-Lift ins Superiglu und haben Appetit auf Tubby-Pudding. Aber in der Maschine ist keiner mehr. Also geht die Tubby-Puddingfahrt los. Die Maschine produziert ganz viel Pudding und den auch gleich überall im Haus. Auch die Kinder im Film sind bald völlig verschmiert: Sie malen im Park große, bunte Bilder. Bald haben sie die Farbe überall – haben dabei natürlich jede Menge Spaß.","versions":[{"lang":1,"streams":[{"redirect":13004840,"hoster":"VOE"},{"redirect":8635530,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Riesenquatsch","epNo":19,"alt":"Silly Sausages","descr":"Tinky-Winky, Laa-Laa und Po gehen im Teletubby-Land spazieren. Plötzlich taucht die Tröte auf und sagt ihnen einen albernen Quatsch-Satz auf. Die drei lachen sich darüber kaputt. Als sie ihn Dipsy weitererzählen, findet er ihn überhaupt nicht komisch. Dafür ist Dipsys Quatsch- Tanz umso lustiger – und diesmal lachen alle Teletubbies gemeinsam. Im Einspielfilm geht es um zwei Mädchen, die verkleidet im Park herumalbern.","versions":[{"lang":1,"streams":[{"redirect":13474055,"hoster":"VOE"},{"redirect":8635528,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Rot","epNo":20,"alt":"Red","descr":"Ein roter Luftballon schwebt ins Teletubby-Land und alle versuchen, ihn zu fangen. Abgelenkt werden sie nur, weil das Tubbyfon läutet: Po führt heute den ausgelassenen Tubbyfon-Tanz an. Kein Wunder: In dieser Episode geht es um Pos Lieblingsfarbe – rot. Auch im Film spielen Kinder mit roten Ballons – sie haben allerdings gleich einen ganzen Saal voller roter Luftballons. Anschließend zeigt Po auch den Tiddlytubbies den roten Luftballon.","versions":[{"lang":1,"streams":[{"redirect":13474052,"hoster":"VOE"},{"redirect":8635527,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Spiegelungen","epNo":21,"alt":"Reflections","descr":"Nach einem kurzen Regenschauer laufen die Teletubbies durch das Teletubby-Land und begrüßen ihre Spiegelbilder in den Pfützen mit \"Ah-oh!\". Später ist Dipsy dann mit seinem Hut unterwegs. Er sieht schick aus – würde das aber gern selbst mal sehen. Also versucht er, sein Spiegelbild mit Hut im Wasser einer Pfütze zu sehen. Prompt fällt sein Hut hinein. Doch dann scheint die Sonne und alles trocknet.","versions":[{"lang":1,"streams":[{"redirect":13474054,"hoster":"VOE"},{"redirect":8635526,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Tanzen","epNo":22,"alt":"Big Dance","descr":"Im Teletubby-Land haben die Teletubbies diesmal richtig Lust zu tanzen – und sie legen gleich los, mitten auf der Wiese. Die Kinder im Teletubby-Bauchbild-Film tanzen auf einer Tanzfläche. Die Kinder im Film zeigen, wie viele verschiedene Arten zu tanzen es gibt. Kein Wunder, dass die Teletubbies gleich im Anschluss auch unbedingt einen neuen Tanz vorführen wollen – erst zu zweit, dann alle zusammen.","versions":[{"lang":1,"streams":[{"redirect":13474057,"hoster":"VOE"},{"redirect":8635531,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Zugfahrt","epNo":23,"alt":"Train Ride","descr":"","versions":[{"lang":1,"streams":[{"redirect":13474056,"hoster":"VOE"},{"redirect":8635533,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Immer warten!","epNo":24,"alt":"Wait For It!","descr":"Die Teletubbies sitzen schon hungrig um ihren Tisch im Teletubby-Haus und warten auf ihren Tubby-Toast. Aber der Tubby-Toaster braucht Ewigkeiten! Inzwischen beginnt der Einspielfilm. Im Film will ein Junge mit seinem Großvater in den Park und wartet deshalb auf den Bus. Die beiden haben sich ein lustiges Spiel ausgedacht. Anschließend gibt es endlich Tubby-Toast. Als das Tubbyfon für Dipsy klingelt geht die Warterei weiter. Dipsy ist weg.","versions":[{"lang":1,"streams":[{"redirect":8774721,"hoster":"VOE"},{"redirect":8635532,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Schneeball","epNo":25,"alt":"Snowball","descr":"Ein kalter Tag im Teletubby-Land und bei den Teletubbies gibt es sogar Schnee! Die vier freuen sich riesig – aber zuerst wird es Zeit für den Film über vier spielende Kinder – im Schnee. Im Einspielfilm bauen vier Kinder mit ihren Vätern im tiefen Schnee eine große Raupe aus Schnee. Als Augen nehmen sie zwei Steine – und als lachenden Mund einen gebogenen Zweit. Anschließend finden die Teletubbies zum Glück auch riesige Schneebälle.","versions":[{"lang":1,"streams":[{"redirect":8774722,"hoster":"VOE"},{"redirect":8635534,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Einpacken","epNo":26,"alt":"Packing","descr":"Tinky Winky hat die lustige Idee, Dipsys Hut in seine rote Tasche zu stecken – doch plötzlich kommt der Noo-Noo und saugt die rote Tasche mit dem Hut einfach auf. Als Noo-Noo Tinky Winkys rote Tasche wieder ausspuckt, ist der Hut nicht da, doch zum Glück taucht er bald wieder auf. Im Film packt ein kleines Mädchen ihren Rucksack für die Reise. Anschließend packen auch die Teletubbies ihre Lieblingsspielsachen ein.","versions":[{"lang":1,"streams":[{"redirect":13474061,"hoster":"VOE"},{"redirect":8635535,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Zahl Vier","epNo":27,"alt":"Number Four","descr":"Die Teletubbies zählen bis vier: Sie sind vier Teletubbies, in ihrem Teletubby-Land tauchen plötzlich vier Blumen auf, und auch von den Tubby-Toasts gibt es natürlich vier Stück. Im Teletubby-Bauchbild-Film helfen zwei Schwestern ihrem Papa dabei, die Hausnummer an der Haustür anzubringen: Es ist natürlich eine Vier! Anschließend werden dann noch die vier Tiddlytubbies Daa Daa, Umby Pumby, Baa und Ping schlafen gebracht.","versions":[{"lang":1,"streams":[{"redirect":8774725,"hoster":"VOE"},{"redirect":8635537,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Fliegen","epNo":28,"alt":"Flying","descr":"Die Teletubbies spielen Flugzeug und schwirren bergauf, bergab durch das Teletubby-Land. Natürlich bleiben sie dabei auf dem grünen Boden! Die Kinder im Film schauen Schwänen beim Flug zu – und anschließend fährt Po auf ihrem Roller so schnell, dass der Roller tatsächlich abhebt und über das Teletubby-Land fliegt! Die anderen sind sehr aufgeregt, aber der fliegende Roller bringt Po wieder zurück.","versions":[{"lang":1,"streams":[{"redirect":13474059,"hoster":"VOE"},{"redirect":8635536,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Wasserhähne","epNo":29,"alt":"Taps","descr":"Im Teletubby-Land taucht plötzlich ein großer Wasserhahn auf. Aus dem kommt aber kein Wasser, sondern lila Funken. Tinky Winky füllt sich die Tasche damit voll. Im Einspieler putzt sich ein Mädchen abends vor dem Schlafengehen die Zähne – und benutzt dabei zum ersten Mal den neuen Wasserhahn im Bad. Er sieht gar nicht aus wie ein normaler Wasserhahn, sondern wie ein kleiner Wasserfall! Anschließend gibt es Tubby-Pudding!","versions":[{"lang":1,"streams":[{"redirect":8774723,"hoster":"VOE"},{"redirect":8635538,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Party","epNo":30,"alt":"Party!","descr":"Im Teletubby-Land ist Partyzeit: Die Teletubbies haben bunte Luftballons, Party-Tröten und Konfetti. Sie besuchen die Tiddlytubbies und machen gemeinsam einen lustigen Party-Tanz. Die Tiddlytubbies finden den Party-Tanz der Teletubbies ganz toll. Im Film feiern Zwillinge ihren Geburtstag mit allen ihren Freunden und auch sie haben alles, was man für eine Party braucht und tanzen und spielen lustige Spiele.","versions":[{"lang":1,"streams":[{"redirect":13474064,"hoster":"VOE"},{"redirect":8635546,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Das Pudding-Chaos","epNo":31,"alt":"Custard Chaos","descr":"Tinky Winky, Dipsy, Laa-Laa und Po machen die Tubby-Puddingfahrt mit der Tubby-Puddingmaschine. Doch diese spielt verrückt und verteilt Pudding-Blasen im ganzen Teletubby-Land. Die Puddingblasen platzen und alles ist voller Tubby-Pudding. Der Noo-Noo macht dann drinnen im Teletubby-Haus alles wieder sauber. Und wer macht draußen sauber? Das kann der Noo-Noo nicht schaffen aber zum Glück gibt es den Regen: Der säubert auch die Hügel.","versions":[{"lang":1,"streams":[{"redirect":8774727,"hoster":"VOE"},{"redirect":8635539,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Klein und groß","epNo":32,"alt":"Tallest Shortest","descr":"Die Teletubbies stellen sich ganz aufrecht hin – sie möchten sehen, wer von ihnen am größten und wer am kleinsten ist. Das Ergebnis steht ganz schnell fest: Po ist natürlich die Kleinste! Auch im Film geht es darum, wer am kleinsten und wer am größten ist: Die Kinder in einem Kindergarten wollen sich für ein Foto der Größe nach aufstellen. Anschließend spielen Tinky Winky und Po \"Am größten – am kleinsten\" mit den Tiddlytubbies.","versions":[{"lang":1,"streams":[{"redirect":13113706,"hoster":"VOE"},{"redirect":8635542,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Rollen","epNo":33,"alt":"Rolling","descr":"Morgens werden die Teletubbies von einem lauten Kikeriki geweckt- und rollen fast aus dem Bett. Kaum sind sie wach, beginnt der Film: Kinder spielen im Sommer auf einem Hügel \"Herunterrollen\" Im Einspieler rollen Kinder wiederholt einen Hügel herunter ein toller Spaß. Anschließend sind Laa-Laa und Po mit Pos Ball draußen und amüsieren sich, indem sie ihn einen Hügel herunterrollen lassen. Als der Ball weg rollt, rollen sie selbst den Hügel herunter.","versions":[{"lang":1,"streams":[{"redirect":13474060,"hoster":"VOE"},{"redirect":8635541,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Polonäse tanzen","epNo":34,"alt":"Conga","descr":"Die Teletubbies fangen gerade an, eine richtig lustige Polonäse zu tanzen, als plötzlich der Film mit den Kindern beginnt. Diese tanzen eine Polonäse rings um eine Hüpfburg. Anschließend können die Teletubbies dann selbst ihre Polonäse tanzen. Dabei wechseln sie immer ab wer als erster in der Reihe laufen darf. Dann klingelt das Tubbyfon und bietet noch eine Polonäse an!","versions":[{"lang":1,"streams":[{"redirect":13474066,"hoster":"VOE"},{"redirect":8635540,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Winken","epNo":35,"alt":"Waving","descr":"Die Teletubbies spielen mit den Tiddlytubbies RuRu, Duggle Dee, Mi-Mi und Nin. Diesmal ist Laa-Laa dran. Sie hat sich ein lustiges Winke-Spiel ausgedacht. Die Tiddlytubbies imitieren sie. Anschließend schauen die Teletubbies im Film zu, wie zwei Jungen mit ihrer Mama über einen See fahren und den Leuten auf einem anderen Boot zuwinken. Am Ende winken die Teletubbies den Tiddlytubbies hinterher, die dringend ins Bett müssen.","versions":[{"lang":1,"streams":[{"redirect":13113709,"hoster":"VOE"},{"redirect":14164853,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Fang den Ball","epNo":36,"alt":"Catch The Ball","descr":"Aus der Tubby-Puddingmaschine kommt eine große rosarote Blase. Mit der spielen die Teletubbies, als wenn sie ein Ball wäre. Im Einspielfilm spielen zwei Brüder mit ihrem Hund \"Fangen\" und lernen dann selbst, wie man sich geschickt hinstellt, um einen Ball zu fangen.","versions":[{"lang":1,"streams":[{"redirect":8774728,"hoster":"VOE"},{"redirect":8635552,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Loopings","epNo":37,"alt":"Loop The Loop","descr":"Die Teletubbies entdecken im Teletubby-Land eine Sternschuppe! Die Sternschnuppe muss eine Zauber-Sternschnuppe sein, denn sie macht Loopings, was ja eigentlich nur Flugzeuge hinbekommen. Im Film schauen einige Kinder dann gespannt zu, wie tatsächlich ein Flugzeug solche Loopings fliegt. Zur Stärkung gibt es Tubby-Toasts. Und auch die Tubby-Toasts fliegen diesmal im Looping durch die Luft, wenn sie aus dem Tubby-Toaster hüpfen.","versions":[{"lang":1,"streams":[{"redirect":13474063,"hoster":"VOE"},{"redirect":8635545,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Immer hinterher!","epNo":38,"alt":"Follow The Leader","descr":"Die Teletubbies spielen \"Immer hinterher\". Das geht ähnlich wie \"Eisenbahn-Spielen\". Allerdings müssen alle, die hinter dem Anführer herlaufen nachmachen, was dieser vorne macht. Im Film gehen ein paar Kinder mit ihrer Kindergärtnerin zum Spielplatz immer hinter ihrem gelben Schirm her. Anschließend gehen die Teletubbies auf Tubby-Puddingfahrt immer hinter der Tubby-Puddingmaschine her!","versions":[{"lang":1,"streams":[{"redirect":13474062,"hoster":"VOE"},{"redirect":8635553,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Lila","epNo":39,"alt":"Purple","descr":"Das Tubbyfon klingelt und leuchtet dabei lila. Wer ist dann wohl dran, mit dem Rangehen? Alle glauben, sie könnten dran sein aber natürlich klingelt das Tubbyfon für Tinky Winky! Im Film strickt eine Großmutter ihrem Enkel einen Schal in verschiedenen Lilatönen, weil der Junge lila am liebsten mag. Sie bringt ihm auch gleich das Stricken bei. Und als Tinky Winky endlich ans Tubbyfon geht, darf er den Tubbyfon-Tanz machen.","versions":[]},{"epId":"episode-40","name":"Ballett","epNo":40,"alt":"Ballet","descr":"Dipsy hat ein neues Spiel entdeckt: Er spiel Ballett-Tänzer und macht Pirouetten: Er dreht sich immer im Kreis wie ein echter Tänzer bis ihm total schwindelig davon wird. Die Kinder im Film führen zu Hause für ihre Familie dann ein echtes kleines Ballett auf. Und auch die Tiddlytubbies kommen heute in den Tanz-Genuss: Dipsy spielt mit ihnen und was sollte er anderes spielen als \"Herumdrehen\" wie ein echter Ballett-Tänzer!","versions":[{"lang":1,"streams":[{"redirect":13474065,"hoster":"VOE"},{"redirect":9241377,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Losfahren","epNo":41,"alt":"Taking A Ride","descr":"Im Einspieler fährt ein Junge mit einer Seilbahn quer über einen Fluss. Auf der anderen Seite steigt er mit seiner Mutter aus und hat auf der Fahrt hoch oben in der Luft jede Menge gesehen. Gleich anschließend fahren die Teletubbies mit dem Teletubby-Lift einer nach dem anderen von oben nach unten. Und die Tubby-Puddingmaschine nimmt sie auf eine ausgelassene Tubby-Pudding-Fahrt mit. Diesmal geht es dabei sogar nach draußen!","versions":[{"lang":1,"streams":[{"redirect":13474067,"hoster":"VOE"},{"redirect":8635544,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Fotos","epNo":42,"alt":"Photos","descr":"Die Teletubbies fahren einer nach dem anderen mit dem Tubby-Lift ins Tubby-Haus hinunter. Als dann auch noch das Tubbyfon klingelt und Fotos gemacht werden, ist der Spaß perfekt. Im Bauchbild-Film lässt sich ein Junge gemeinsam mit seinem Großvater in einem Fotoautomaten fotografieren. Als das Tubbyfon dann wieder klingelt, wird es Zeit für den Tubbyfon-Tanz!","versions":[{"lang":1,"streams":[{"redirect":13478996,"hoster":"VOE"},{"redirect":8635549,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Klopf, klopf","epNo":43,"alt":"Knock Knock","descr":"Im Teletubby-Land taucht plötzlich mitten im Freien eine Zauber-Tür auf. Tinky-Winky klopft daran und wird zu seiner Überraschung von Dipsy, Laa-Laa und Po begrüßt. Die Kinder im Film klopfen bei ihren Nachbarn an die Tür, um ihnen ein paar von ihrem selbstgemachten Blechkuchen anzubieten. Dann haben die Teletubbies noch jede Menge \"Klopf-Klopf\"-Spaß mit den Tiddlytubbies.","versions":[{"lang":1,"streams":[{"redirect":13474068,"hoster":"VOE"},{"redirect":8635558,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Erfinderisch sein","epNo":44,"alt":"Things","descr":"Die Teletubbies sind mit ihren Lieblingsspielsachen unterwegs. Als sie sie untereinander tauschen, finden sie die komischsten Verwendungszwecke dafür. Im Film macht ein Mädchen aus den Sachen in seiner Bastelschachtel ein hübsches Bild von einem Strand. Anschließend taucht im Teletubby-Land plötzlich eine große Röhre aus Karton auf: Die Teletubbies nutzen sie als Teleskop – und als Lautsprecher ebenfalls.","versions":[{"lang":1,"streams":[{"redirect":13474069,"hoster":"VOE"},{"redirect":8635560,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Frühstück","epNo":45,"alt":"Breakfast","descr":"Im Teletubby-Land wachen die Teletubbies auf und freuen sich schon auf ihr Frühstück. Aber zuerst einmal kommt der Film. Auch darin frühstückt ein Junge mit seiner Schwester und seiner Mutter. Die Familie macht gemeinsam einen Smoothie aus frischem Obst. Danach könnten auch die Teletubbies endlich frühstücken, aber ihnen fällt die Entscheidung zwischen Tubby-Pudding und Tubby-Toast schwer.","versions":[{"lang":1,"streams":[{"redirect":13474070,"hoster":"VOE"},{"redirect":8635550,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Fit bleiben","epNo":46,"alt":"Keep Fit","descr":"Die Teletubbies machen heute jede Menge Fitness: Sie strecken sich in die Höhe und zum Boden, springen hoch und sind am Ende ziemlich erschöpft. Wie gut, dass nun der Film kommt. Im Film hält sich ein kleines Mädchen mit seiner Mutter und seinem Hund am Strand fit. Danach gibt es bei den Teletubbies zur Stärkung erst mal Tubby-Pudding. Die Vier essen so viel, dass sie die Kalorien gleich abtrainieren müssen und die nächsten Übungen machen.","versions":[{"lang":1,"streams":[{"redirect":13113710,"hoster":"VOE"},{"redirect":8635551,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Einladung","epNo":47,"alt":"Party Invitation","descr":"Kaum sind die Teletubbies aufgetaucht, fängt auch schon der Film an: Diesmal sitzt ein Mädchen mit seiner Mutter im Garten und bastelt hübsche Einladungen für ihre Geburtstagsparty. Spannend wird es, als auch im Teletubby-Land kurz darauf eine Partyeinladung eintrifft. Es ist eine Zauber-Einladung aber wer von den vier Teletubbies kann sie öffnen? Alle versuchen ihr Glück, und es klappt nicht. Erst als es alle gemeinsam versuchen. Die Teletubbies erfahren darin, dass sie zu einer Party eingeladen sind, die von den Tiddlytubbies veranstaltet wird! Das wird lustig!","versions":[{"lang":1,"streams":[{"redirect":13474074,"hoster":"VOE"},{"redirect":8635554,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Immer abwechselnd","epNo":48,"alt":"Taking Turns","descr":"Po fährt mit ihrem tollen Roller durch das Teletubby-Land – da kommt Laa-Laa vorbei und möchte so gerne auch einmal Roller fahren. Also wechseln sich die beiden ab. Auch die Kinder im Film wechseln sich ab – allerdings beim Apfelsaft-Machen mit einer tollen Apfelsaftpresse. Anschließend spielen Laa-Laa und Po abwechselnd mit den Tiddlytubbies.","versions":[{"lang":1,"streams":[{"redirect":13113713,"hoster":"VOE"},{"redirect":12984137,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Pferde","epNo":49,"alt":"Horses","descr":"Die Teletubbies laufen die vielen kleinen Hügel im Teletubby-Land hinauf und hinunter und werden dabei immer schneller. Sie üben, denn sie wollen gleich Pferde nachmachen. Im Film helfen die Kinder, ein echtes Pferd zu striegeln und zu füttern. Gleich darauf fängt erst Tinky Winky an, wie ein Pferd durchs Teletubby-Land zu hüpfen und zu galoppieren. Dann kommen auch Dipsy und Laa-Laa dazu.","versions":[{"lang":1,"streams":[{"redirect":13474071,"hoster":"VOE"},{"redirect":8635559,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Wettrennen","epNo":50,"alt":"Running Race","descr":"Die Teletubbies veranstalten ein Wettrennen. Jeder von ihnen hat die Chance, zu gewinnen: Zuerst geht es in Richtung Baum, dann zur Blume aber dann kommt erst einmal der Film. Diesmal schauen im Film zwei Mädchen zu, wie ihr Vater in einem großen Wettlauf antritt. Sie feuern ihn kräftig an. Dann geht es weiter mit den Wettrennen im Teletubby-Land. Danach sind die Teletubbies so müde, dass sie gleich tief einschlafen. Als dann aber plötzlich das Tubbyfon klingelt, will natürlich jeder für den Tubbyfon-Tanz als Erster dort sein.","versions":[{"lang":1,"streams":[{"redirect":13474075,"hoster":"VOE"},{"redirect":8635557,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Etwas reparieren","epNo":51,"alt":"Fixing Things","descr":"Die Teletubbies hatten so viel Spaß, dass sie richtig Hunger bekommen haben. Kein Wunder, dass sie Lust auf Tubby-Pudding haben. Aber die Tubby-Puddingmaschine ist kaputt! Tinky Winky versucht vergeblich die Tubby-Puddingmaschine zu reparieren. Zum Glück kann der Noo-Noo helfen. Prompt machen die Teletubbies eine Tubby-Pudding-Fahrt damit und kleckern lustig dabei herum. Im Film wird ein Hüpfball repariert.","versions":[{"lang":1,"streams":[{"redirect":13474076,"hoster":"VOE"},{"redirect":8635562,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Ganz leise sein","epNo":52,"alt":"Being Quiet","descr":"Tinky-Winky ist diesmal viel früher aufgewacht als alle anderen. Am liebsten würde er etwas spielen. Rollerfahren wäre toll. Er möchte die anderen Teletubbies aber keinesfalls wecken. Als er jedoch Pos Roller nehmen will, wacht sie beinahe auf. Genauso geht es ihm bei Laa-Laa und ihrem großen Ball und bei Dipsy mit seinem Hut. Er beginnt schließlich auf dem Dach des Teletubby-Hauses lustig und laut zu tanzen. Logisch, dass alle aufwachen!","versions":[{"lang":1,"streams":[{"redirect":13474072,"hoster":"VOE"},{"redirect":8635569,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Musik","epNo":53,"alt":"Music","descr":"Tinky Winky spielt Luftgitarre auf seiner geliebten Spiel-Tasche und er ist gar nicht schlecht. Bevor aber mehr passieren kann, kommt der Film. Im Einspieler zeigt ein Mann wie man als Ein-Mann-Band viele Instrumente auf einmal spielen kann. Die zuschauenden Kinder sind fasziniert. Kein Wunder, dass die Teletubbies anschließend Lust haben, ein kleines Pop-Ständchen zu geben!","versions":[{"lang":1,"streams":[{"redirect":13474077,"hoster":"VOE"},{"redirect":8635565,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Geräusche machen","epNo":54,"alt":"Making Sound","descr":"Den Teletubbies macht es Spaß, den Kindern im Film zuzusehen, die eine Farm besuchen und alle Geräusche nachmachen, die sie dort hören zum Beispiel das \"Mäh\" vom kleinen Lamm. Anschließend ist Po auf den Geschmack gekommen und macht jede Menge komische und merkwürdige Geräusche mit den Hebeln und Knöpfen im Teletubby-Haus. Als die anderen dazu kommen, wollen sie das auch gleich ausprobieren. Es folgt der Tubbyfon-Tanz, mit vielen Geräuschen!","versions":[{"lang":1,"streams":[{"redirect":13474079,"hoster":"VOE"},{"redirect":8635561,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Regenbogen","epNo":55,"alt":"Rainbow","descr":"An einem schönen sonnigen Tag hat die Sprech-Tröte im Teletubby-Land ein besonderes Programm vor: Sie macht die Teletubbies auf ihre eigenen Farben aufmerksam. Im Film produzieren die Kinder mit ihren Füßen ein großes Regenbogen-Bild. Anschließend machen die Teletubbies einen Spaziergang beim schönsten Sonnenschein. Als es zu regnen beginnt, entsteht ein Regenbogen, samt magischem Regenbogenweg für die Teletubbies.","versions":[{"lang":1,"streams":[{"redirect":13474078,"hoster":"VOE"},{"redirect":8635563,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Leuchte, leuchte","epNo":56,"alt":"Twinkle Twinkle","descr":"Die Teletubbies bringen die Tiddlytubbies ins Bett. Im Einspieler sucht ein Mädchen, das mit seiner Mama am Lagerfeuer sitzt, im Nachthimmel nach dem allerhellsten Stern. Die Teletubbies gehen schlafen. Nur Tinky Winky ist hellwach. Draußen sieht er einen Stern am Himmel, der ihm ein Lied singt: \"Leuchte,leuchte, kleiner Stern\". Tinky Winky weckt die anderen Teletubbies, die begeistert sind. Aber wo ist nur Tinky Winky geblieben?","versions":[{"lang":1,"streams":[{"redirect":13474081,"hoster":"VOE"},{"redirect":8635573,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Fußball","epNo":57,"alt":"Football","descr":"Die Teletubbies sind mit Laa-Laas Ball draußen im Freien und spielen. Im Einspieler haben die Kinder viel Spaß bei einer Fußball-Trainingseinheit. Die Kinder im Film schießen sogar Tore, wenn ihr Trainer im Tor steht! Die Teletubbies wollen auch Fußball spielen. Ihr Ball fliegt dabei direkt auf den Tubby-Lift und fährt ganz allein ins Tubby-Haus hinunter. Die Teletubbies rennen fröhlich hinterher.","versions":[{"lang":1,"streams":[{"redirect":13508987,"hoster":"VOE"},{"redirect":8635564,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Noch mal, noch mal","epNo":58,"alt":"Again Again","descr":"Die Tubby-Puddingmaschine macht eine Tubby-Pudding-Fahrt! Die Teletubbies setzen sich alle auf ihre Plätze und sind bereit. Im Film rutschen die Kinder eine große Rutsche hinunter. Noch mal und noch mal rutschen die Kinder im Einspieler und haben einen Riesenspaß. Als es dann mit der Puddingfahrt losgeht, können die Teletubbies davon ebenfalls nicht genug bekommen und verlangen immer wieder \"Noch mal, noch mal!\"","versions":[{"lang":1,"streams":[{"redirect":13474080,"hoster":"VOE"},{"redirect":8635574,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Türme","epNo":59,"alt":"Tall Tower","descr":"Dipsy steht auf einem Hügel im Teletubby-Land und trägt seinen sehr hohen Hut. Außerdem streckt er sich wahnsinnig in die Höhe. Er will so groß sein wie ein Turm. Im Einspiel-Film gehen Kinder die Stufen zu einem sehr hohen Turm hinauf und schauen von oben auf ihre ganz kleinen Eltern herunter. Dann schießt der Tubby-Toaster jede Menge Tubby-Toasts durch die Luft, die sich wie von selbst zu einem hohen Turm aufstapeln.","versions":[{"lang":1,"streams":[{"redirect":8774751,"hoster":"VOE"},{"redirect":8635566,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Drinnen und draußen","epNo":60,"alt":"Inside Outside","descr":"Die Teletubbies haben viel Spaß beim Spielen – und zwar egal, ob drinnen oder draußen. Heute spielen sie deshalb das \"Drinnen-und-draußen-Spiel\". Im Film hilft ein Mädchen seinem Vater, die nasse Wäsche aus dem Haus ins Freie zu bringen und sie dort zum Trocknen aufzuhängen. So sind die beiden erst drinnen, dann draußen. Kaum ist der Film zu Ende geht es bei den Teletubbies drinnen und draußen weiter.","versions":[{"lang":1,"streams":[{"redirect":8774757,"hoster":"VOE"},{"redirect":8635567,"hoster":"Streamtape"}]}]}]}]}