{"path":"/serie/stream/tempel","name":"Tempel","descr":"Krankenpfleger und Ex-Boxer Mark Tempel (Ken Duken) lebt mit seiner im Rollstuhl sitzenden Frau Sandra (Chiara Schoras) und der 16-jährigen Tochter Juni (Michelle Barthel) in Berlin-Wedding. Auch wenn das Geld knapp ist, hat sich die Familie mit den Lebensumständen abgefunden und fühlt sich in ihrer Heimat wohl. Dies ändert sich allerdings, als plötzlich immer mehr wohlhabende Familien in den Stadtteil ziehen und zum allmählichen Wandel ihres Kiez\u0027 beitragen. Diese Entwicklung kommt Immobilienfirmen und privaten Investoren zugute, die das große Geschäft wittern und die Altmieter zum Auszug zwingen wollen. Als Kündigungen und Mietsteigerungen nicht greifen, kommt es mitunter auch zu handfester Gewalt. Mark Tempel will nicht länger mitansehen, wie die Reichen und Mächtigen das Leben der Mittelständler bestimmen, und nimmt den Kampf gegen die Immobilienmafia auf. Er kontaktiert alte Bekannte aus der Boxerszene und begibt sich unaufhaltsam ins kleinkriminelle Milieu. Er verstrickt sich immer mehr und scheint auszublenden, wie verführerisch Macht und Reichtum sind.","seasons":[{"path":"/serie/stream/tempel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tempel/staffel-1/episode-1","name":"Nur ein Kampf","epNo":1,"alt":"","descr":"Mark Tempel lebt mit seiner Frau Sandra und Tochter Juni in Berlin Wedding. Das Geld ist knapp und ihnen droht die Entmietung, weshalb sich Mark an seine alten Kumpels aus dem Boxclub wendet. Zudem wird die Wohnung der Tempels in Gegenwart von Sandra und Juni von maskierten Bikern verwüstet, um die Familie zum Auszug zu zwingen. Altenpfleger Mark versorgt zeitgleich die krebskranke Frau Lada und setzt sich mit deren Bitte um Sterbehilfe auseinander. Während des Überfalls wird auch Junis Geige zerstört, die sie für die Aufnahmeprüfung für das Musikgymnasium benötigt. Mark hat genug gesehen. Er will nicht, dass seine Familie diesen Schikanen noch länger ausgeliefert ist. Außerdem braucht er zügig Geld, um seiner Tochter eine neue Geige kaufen zu können. In seiner Not wendet er sich deshalb an seinen früheren Kumpel Jakob, Kiezgröße und Chef eines Boxclubs, und bittet ihn um einen Boxkampf. Jakob ermöglicht seinem ehemaligen Schützling Mark nicht nur einen Kampf, sondern führt in auch wieder in die schillernde Welt des Boxclubs ein. Dort trifft Mark auf die Prostituierte Eva, zu der er eine besondere Verbindung hat. Mark spürt die Anziehungskraft, die diese Welt auf ihn hat, dabei hatte er seiner Frau Sandra bei Junis Geburt versprochen, dass er seine Vergangenheit ruhen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113745","hoster":"VOE"},{"path":"/redirect/9191101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tempel/staffel-1/episode-2","name":"Willkommen im Club","epNo":2,"alt":"","descr":"Mark versucht Sandra und Juni aufzumuntern und die Wohnung wieder herzurichten. Doch die Stimmung ist angespannt. Zudem meldet sich Jakob und verlangt nach Marks Hilfe im Boxclub. Doch zunächst muss sich Mark um Frau Lada kümmern, die ebenfalls von der Entmietungsmafia bedroht wird. Zudem kauft er eine neue Geige für seine Tochter Juni. Als er schließlich im Boxclub eintrifft, erwartet ihn eine besondere Herausforderung. Ein Einbrecher hat einen Brandanschlag in Nataschas Zimmer verübt. Während Mark sich um die panische Natascha und die aufgescheuchten Bordellbesucher kümmert, nehmen Jakobs Männer den Brandstifter, Goran, gefangen. Mark wird in Jakobs Büro gerufen um den blutüberströmten Goran zu verarzten, bevor Jakob und sein Sohn Adrian mit dem Verhör von Goran weitermachen. Goran soll den beiden seinen Auftraggeber verraten, denn Jakob will wissen, wer versucht ihn aus seinem Club zu drängen. Doch als Mark Goran helfen will, eskaliert die Situation. Sandra möchte derweil zur Arbeit ins Reisebüro, doch der Aufzug streikt mal wieder. Da sie aufgrund einer Querschnittslähmung im Rollstuhl sitzt und selbständig nicht die Treppen nutzen kann, bittet sie kurzerhand Mehmet, der mit ein paar Freunden im Hausflur abhängt, sie hinunter zu tragen. Dabei beginnt ein flapsiger Flirt, hinter dem aber auch ehrliche Anziehung steckt. Juni schwänzt unterdessen die Schule und trifft sich mit ihrem Freund Sami. Die beiden haben dringenden Gesprächsbedarf, denn Juni ist schwanger und sie wissen nicht, wie sie es ihren Eltern sagen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9191105","hoster":"VOE"},{"path":"/redirect/9191108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tempel/staffel-1/episode-3","name":"Sterbehilfe für eine Leiche","epNo":3,"alt":"","descr":"Mark hat einen Plan, wie er Gorans Leiche beseitigen kann und transportiert sie in einem Boxsack versteckt zu Frau Lada. Diese hat in der Nacht vergeblich versucht, sich das Leben zu nehmen. Mark möchte der verzweifelten Frau helfen und stellt ihr seinen Plan vor. Wenn sie ihm hilft, die Leiche verschwinden zu lassen, leistet er ihr Sterbehilfe. Währenddessen trifft sich Sandra mit Mehmet und genießt dessen Nähe. Es folgt ein emotionaler Kuss. Juni und Sami streiten unterdessen wegen ihres gemeinsamen Kindes. Sami fühlt sich von Juni in wichtigen Fragen ausgegrenzt und Juni ist sich plötzlich nicht mehr sicher, ob sie das Kind wirklich bekommen möchte. Derweil wird die Prostituierte Eva im Boxclub von Milan besucht. Milan ist der Drogenboss im Kiez und sehr mächtig. Momentan ist er auf der Suche nach seinem Bruder Goran, der von Mark getötet wurde. Eva weiß, wo Goran ist, doch wird sie es Milan sagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113747","hoster":"VOE"},{"path":"/redirect/9191116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tempel/staffel-1/episode-4","name":"Im Visier des Bösen","epNo":4,"alt":"","descr":"Marks geschickt inszenierter Brand in Frau Ladas Wohnung versetzt den Kiez in Aufruhr, während er selbst beschließt, wieder im Boxclub einzusteigen. Doch Sandra kommt ihm auf die Schliche. Enttäuscht von Marks Lügen, zieht Sandra aus der gemeinsamen Wohnung aus und flüchtet sich zu Mehmet. Währenddessen findet Milan Hinweise, die darauf hindeuten, dass Mark mit Gorans Verschwinden zu tun hat. Er will es ihm heimzahlen und nimmt Juni ins Visier. Juni hadert unterdessen immer stärker mit ihrer Schwangerschaft und der Vorstellung, Mutter zu werden. Sie vereinbart schließlich einen Termin bei einem Frauenarzt und überlegt, abzutreiben. Derweil arbeitet Mark wieder im Boxclub und es wird deutlich, dass Jakob ihn als seinen Nachfolger installieren möchte, denn Jakob traut seinem Sohn Adrian diese Rolle nicht zu. Auch Eva freut sich, Mark wieder in ihrer Nähe zu wissen, schließlich fühlt sie sich sehr zu ihm hingezogen. Und auch Mark spürt, dass er noch Gefühle für Eva hat. Zudem wird deutlich, dass Milan mit der Bausenatorin Beate Puppe einen Deal hat. Er vertreibt die alten Mieter aus deren Wohnungen, damit sie den Kiez nach ihrem Geschmack umbauen und für reiche Käufer interessant machen kann. Er erhält im Gegenzug lukrative Baugrundstücke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13113752","hoster":"VOE"},{"path":"/redirect/9191077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tempel/staffel-1/episode-5","name":"Von Angesicht zu Angesicht","epNo":5,"alt":"","descr":"Während Marks Plan die illegale Entmietung mithilfe von Frau Ladas Abschiedsbrief zu stoppen erste Erfolge zeigt, muss er gleichzeitig um den Erhalt seiner Familie kämpfen. Marks Frau Sandra hat die Nacht bei Mehmet verbracht und fühlt sich sichtlich wohl in dessen Nähe. Bis Mehmet Sandra sein dunkles Geheimnis verrät und sie warnt, dass Mark in Gefahr ist. Denn Milan hat die Verfolgung von Mark aufgenommen. Mark führt Milan unfreiwillig direkt zum Boxclub, wo Milan sich zunächst Jakob vorknöpft und wissen will, was Mark Tempel für Jakob macht und ob er am Verschwinden von Milans Bruder Goran Schuld ist. Zudem macht Milan Jakob unmissverständlich klar, dass er sich eine neue Lokalität für seinen Club suchen muss, denn das Gelände wird für den Bau neuer Luxusvillen benötigt. Mark bekommt in der Zwischenzeit Besuch von Sandra, die möchte, dass er mit ihr nach Hause kommt und ihn vor Milan warnt. Als Sandra jedoch Eva sieht, glaubt sie die wahren Gründe für Marks Verhalten zu durchschauen und lässt Mark stehen. Ihm wird klar, dass er eine Entscheidung treffen muss, wenn er seine Familie retten will. Doch zunächst muss er sich Milan stellen, der ihm im Boxclub aufgelauert hat und Mark nun zu einem ungleichen Boxkampf auffordert. Zudem macht er Mark klar, dass seine Tochter Juni in Gefahr ist. Diese hat sich mittlerweile dazu entschieden, ihr Kind zu bekommen und nimmt sich gemeinsam mit Sami vor, ihre Eltern einzuweihen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929587","hoster":"VOE"},{"path":"/redirect/9191085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tempel/staffel-1/episode-6","name":"Falscher Frieden","epNo":6,"alt":"","descr":"Beflügelt durch die Nachricht von Junis Schwangerschaft startet Mark den Versuch seine Frau Sandra zurückzugewinnen und seine Familie zu retten. Doch Milan hat Mark noch immer im Visier. Zudem sieht Jakob in Mark weiterhin seinen Nachfolger im Boxclub und auch Eva möchte Mark für sich haben. Mark muss eine schwere Entscheidung treffen. Sandra hat Mehmet inzwischen verziehen, spürt aber auch, dass die beiden aus verschiedenen Welten kommen. Mark gelingt es in der Zwischenzeit, Gorans verbrannte Leiche aus der Rechtsmedizin zu schmuggeln und vergräbt diese in einem nahen Waldstück. Damit will er Milan die letzte Chance nehmen, ihm auf die Schliche zu kommen und die Leiche endgültig beseitigen. Doch Mark wird beim nächtlichen Arbeiten im Wald beobachtet. Juni informiert unterdessen auch Sandra über ihre Schwangerschaft und hofft, dass diese positive Nachricht dabei helfen kann, ihre Mutter zur Rückkehr in die Familie zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9191092","hoster":"VOE"},{"path":"/redirect/9191093","hoster":"Streamtape"}]}]}]}]}