{"seriesId":"tenchi-souzou-design-bu","name":"Tenchi Souzou Design-bu","descr":"In der Tierdesign-Abteilung des Himmels entwerfen die Designer täglich eine Vielzahl neuer Tiere, während sie mit den unvernünftigen Wünschen ihres Auftraggebers konfrontiert werden: Gott. Diese Serie beantwortet Fragen wie \u0027Warum kann es keine Einhörner geben?\u0027, \u0027Warum schmeckt ein Tier so lecker?\u0027, \u0027Was ist die mächtigste Kreatur im Ozean?\u0027 und \u0027Vogel gegen Schlange: Wer würde gewinnen?\u0027\u0026amp;amp;amp;quot;","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Idea 1","descr":"Der Engel Shimoda beginnt seinen neuen Job als Kontaktperson zum Herrn in der himmlischen Designschiede für neue Lebewesen. Doch die Wünsche des Herrn können speziell sein, etwa dieses Tier, dass nur die Blätter von den höchsten Bäumen essen soll .","versions":[{"lang":3,"streams":[{"redirect":8384127,"hoster":"VOE"},{"redirect":8384126,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Idea 2","descr":"Etwas Niedliches, das nicht niedlich ist – so lautet der Auftrag des Herrn. Aber was kann man sich darunter vorstellen? Meido nimmt sich der Sache an, doch ihre Vorstellung von Niedlichkeit scheint etwas … unkonventionell.","versions":[{"lang":3,"streams":[{"redirect":8384131,"hoster":"VOE"},{"redirect":8384130,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Idea 3","descr":"Der Herr verlangt nach einem Tier, das auch flügellos fliegen kann. Eine schwierige Aufgabe, für die erst einmal alte Designs gesichtet werden.","versions":[{"lang":3,"streams":[{"redirect":8384135,"hoster":"VOE"},{"redirect":8384139,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Idea 4","descr":"Wiedereinmal sollen hübsche neue Tiere auf die Welt kommen. Doch diesmal sollen sie dazu auch wunderhübsch funkeln. Oder gestreift sein","versions":[{"lang":3,"streams":[{"redirect":8384143,"hoster":"VOE"},{"redirect":8384145,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Idea 5","descr":"Diesmal bekommen die Kreativköpfe der Evolution einen ganz besonderen Auftrag: Die Hölle hat sich gemeldet und möchte ein fesches Maskottchen für ihren Vergnügungspark haben","versions":[{"lang":3,"streams":[{"redirect":11832624,"hoster":"VOE"},{"redirect":8384151,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Idea 6","descr":"Das Designteam bekommt einen Urlaub gestattet. Doch nimmt man sich nicht nur die Arbeit mit, es geschehen noch ganz andere merkwürdige Vorfälle","versions":[{"lang":3,"streams":[{"redirect":8384161,"hoster":"VOE"},{"redirect":8384156,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Idea 7","descr":"Diesmal beauftragt Gott das Designteam mit Tieren, die für Feind und Beute kaum zu sehen sind.","versions":[{"lang":3,"streams":[{"redirect":8384162,"hoster":"VOE"},{"redirect":8384167,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Idea 8","descr":"Diesmal lautet der Auftrag: Reizendes Balzverhalten. Doch die Designer haben sehr unterschiedliche Vorstellungen davon","versions":[{"lang":3,"streams":[{"redirect":12335619,"hoster":"VOE"},{"redirect":8635621,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Idea 9","descr":"Ein Tier, das die mütterlichen Instinkte weckt – so lautet der Auftrag. Doch diejenigen, die sich normalerweise um solche Fälle kümmern, sind beschäftigt","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Idea 10","descr":"Für viele Arten ist das Altern ein fester Bestandteil des Lebens. Doch was ist mit solchen, bei denen das nicht der Fall ist? Welche Auswirkungen hat ewige Jugend?","versions":[{"lang":3,"streams":[{"redirect":8774784,"hoster":"VOE"},{"redirect":8635614,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Idea 11","descr":"Die Fehlfunktion der Maschine hat das Designteam explosionsartig jünger gemacht und in den Dschungel auf Galapagos geweht. Schlimmes ahnend macht Herr Shimoda sich auf die Suche","versions":[{"lang":3,"streams":[{"redirect":8774776,"hoster":"VOE"},{"redirect":8635620,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Idea 12","descr":"Das Designteam wurde in die Hölle eingeladen, um die Gründung des Verkaufsteams zu feiern. Doch sie ahnten nicht, dass auch Gott höchstpersönlich eingeladen wurde. Eine äußerst brenzlige Lage für Herrn Unabara, der Krankheit vorgetäuscht hat, um an der Feier teilnehmen zu können","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Idea 13","descr":"Herr Kanamori hat einen frustrierenden Auftrag: Ein Vogel, der keine Eier legt. Doch die loszuwerden ist ein schwieriger Schritt … Außerdem hat Gott einen großen Auftrag für das gesamte Team, wobei jeder zunächst nur an einer Eigenschaft arbeitet. Was wohl herauskommt, wenn alles zusammengeführt wird?","versions":[{"lang":3,"streams":[{"redirect":8774777,"hoster":"VOE"},{"redirect":8635617,"hoster":"Streamtape"}]}]}]}]}