{"seriesId":"tenjo-tenge","name":"Tenjo Tenge","descr":"Der auf einem Manga des Manka-kas OH ! great basierende Anime handelt vom Kampf zweier rivalisierender Kampfsportgruppen, die an der Tôdô Akademie um die Vorherrschaft ringen. Als der junge Sôichirô, der über spezielle übersinnliche Kräfte verfügt, auf diese Schule wechselt, beginnen sich die Kraftverhältnisse zu verändern.Die beiden Kämpfer Sôichirô Nagi und Bob Makihara sind neu auf der Tôdô-Akademie. Als sie gerade dabei sind, herauszufinden, wen sie verprügeln müssen, um sich die Schule zu unterwerfen, treffen sie auf die Anführerin des Juken-Clubs Maya Natsume, die sie erstmal ordentlich vermöbelt. Bald haben die beiden Unruhestifter auch noch das mit dem Juken verfeindete Exekutivkomitee auf dem Hals, das jeden brutal bestraft, der nicht nach seiner Pfeife tanzt. Doch das ist nicht Sôichirôs einziges Problem: Mayas Schwester Aya hat sich unsterblich in ihn verliebt und ist nun fest entschlossen, ihn zu heiraten...","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Die Drachenfaust","epNo":1,"alt":"Dragon Fist","descr":"OVA 1: Maya schickt ihre Schwester und Soichiro zu einem Spezialtraining. Soichiro lehnt zu Beginn ab doch Aya kann ihn überreden doch am Training teilzunehmen. Aya hat derweil immer noch Liebeskummer wegen Soichiro und möchte ihn endlich für sich gewinnen. Doch ist ihr ihre Schwester im Weg…","versions":[]},{"epId":"film-2","name":"Der Keim","epNo":2,"alt":"Budding","descr":"OVA 2: Aya fordert ihre eigene Schwester auf gegen sie zu kämpfen. Sie möchte damit Soichiro beeindrucken und ihm zeigen wie stark sie ist. Doch auch Mitsuomi möchte kämpfen und zwar mit Soichiro. Dieser Kampf findet auch statt doch ist er sehr einseitig und Jemand muss zurück ins Training…","versions":[]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Heilige Hallen","epNo":1,"alt":"Sanctuary","descr":"Souchiro und Bob sind neue Studenten an der Todo Akademie. Sie sind beide kampflustig und beginnen sogleich Jeden zu verprügeln, der ihnen in die Quere kommt. Bis sie auf Maya treffen, denn diese macht mit Souchiro kurzen Prozess und wirft ihn mit einem Tritt aus dem Fenster.","versions":[{"lang":1,"streams":[{"redirect":8251747,"hoster":"VOE"},{"redirect":8251751,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Niederlage","epNo":2,"alt":"Defeat","descr":"Souchiro hat Masataka zu einem Kampf herausgefordert. In der Schulkantine geht es so richtig zur Sache und es stellt sich heraus, dass Masataka enorme Kräfte besitzt. Soichiro hat keine Chance und verliert den Kampf. Das nimmt ihn so mit dass er den restlichen Tag herumsitzt und sich wundert warum er so schwach ist.","versions":[{"lang":1,"streams":[{"redirect":8251760,"hoster":"VOE"},{"redirect":8251755,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Beauftragte","epNo":3,"alt":"Executioner","descr":"Ryuzaki wird vom Exekutivkomitee zu Bob in die Wohnung geschickt. Dort setzt er Bobs Motorrad in Flammen. Als er damit noch nicht zufrieden ist, setzt er es auf Chiaki, Bobs Freundin an und lauert ihr im Waschsalon auf.","versions":[{"lang":1,"streams":[{"redirect":8251761,"hoster":"VOE"},{"redirect":8251765,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zweifel","epNo":4,"alt":"Suspicion","descr":"Soichiro leidet. Seit Tagen muss er hungern weil er damit seine Motivation ankurbeln will. Aya leidet auch still vor sich hin, da sie in Soichiro verliebt ist aber keine Chance sieht sein Herz zu erobern.","versions":[{"lang":1,"streams":[{"redirect":8251768,"hoster":"VOE"},{"redirect":8251766,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Strafe","epNo":5,"alt":"Punishment","descr":"Der Juken Club geht zusammen zum bowlen, doch Aya scheint damit nicht ganz glücklich zu sein. Derweil schleust sich das Exekutivkomitee in das Bowlingcenter weil es den Juken Club unschädlich machen will. Soichiro sieht die Gefahr und möchte Aya beschützen, doch stößt er dabei auf ein viel größeres Problem.","versions":[{"lang":1,"streams":[{"redirect":8251775,"hoster":"VOE"},{"redirect":8251777,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Illusionen","epNo":6,"alt":"Illusion","descr":"Der Kampf im Bowlingcenter geht weiter. Während Aaya keine guten Karten bei ihrem Widersacher hat, versucht Soichiro seinen Feind mit der Maske abzuschütteln. Maya kämpft indessen gegen Isuzu, dem Vizevorsitzenden des Exekutivkomitees.","versions":[{"lang":1,"streams":[{"redirect":8251782,"hoster":"VOE"},{"redirect":8251784,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Durchbruch","epNo":7,"alt":"Breakthrough","descr":"Nachdem Maga den Kampf gegen Isuzu gewinnt, macht sie sich auf den Weg um Soichiro und Aya zu helfen. Soichiro befindet sich immer noch im Kampf weil seine neu erlernte Technik nicht so erfolgreich war wie er sich das gewünscht hat.","versions":[{"lang":1,"streams":[{"redirect":12335616,"hoster":"VOE"},{"redirect":8251789,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ryugan","epNo":8,"alt":"Dragon\u0027s Eye","descr":"Aya erlangt auf dem Dach des Bowlingcenters plötzlich ungeahnte Kräfte und ist nun in der Lage ihren Gegner zu besiegen. Als ihre Kräfte nachlassen gesteht sie Soichiro, dass sie vor sich selbst Angst hatte. Doch Soichiro kann sie beruhigen und sie machen sich auf den Weg um ihre Freunde zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8251794,"hoster":"VOE"},{"redirect":8251796,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Durchsetzungsvermögen","epNo":9,"alt":"Enforcement","descr":"Der überaus starke Mitsuomi fordert Soichi zum Kampf heraus und hat den Plan Soichiro zu töten. Doch ein Mitglied des Exekutivkommandos hält ihn zurück. Nachdem sich die Freunde versammelt haben erzählt Maya, warum sie so einen erbitterten Kampf führen müssen: Vor zwei Jahren hat Mitsuomi ihren Bruder getötet und sie hat ihm Rache geschworen…","versions":[{"lang":1,"streams":[{"redirect":8251800,"hoster":"VOE"},{"redirect":8251804,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Erinnerungen","epNo":10,"alt":"Memory","descr":"Rückblende: Wir erfahren etwas mehr über die Vergangenheit von Maya und ihrem Bruder Shin.","versions":[{"lang":1,"streams":[{"redirect":8251806,"hoster":"VOE"},{"redirect":8251809,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der mit den übernatürlichen Kräften","epNo":11,"alt":"One With an Unusual Talent","descr":"Es taucht ein Video auf in dem man sieht wie Shin Leute auf die brutalste Art verprügelt und übelst zurichtet. Es sieht so aus als ob er sich damit abzureagieren versucht. Mitsuomi hat ein Verhältnis mit Shins Freundin und fragt sich nun, ob ihm das gleiche Schicksal blühen wird.","versions":[{"lang":1,"streams":[{"redirect":13113825,"hoster":"VOE"},{"redirect":8251813,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Dunkelheit","epNo":12,"alt":"Darkness","descr":"Maya möchte den Katana Club vernichten um ihren Bruder zu schaden. Dieser hat geschworden seine Schwester für immer zu beschützen und wurde so zur erbarmungslosen Bestie. Daher möchte Maya stärker und unabhängiger werden. Auch Mitsuomi hat vor stärker zu werden doch zweifelt er an sich selbst.","versions":[{"lang":1,"streams":[{"redirect":8251822,"hoster":"VOE"},{"redirect":8251820,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Magische Kräfte","epNo":13,"alt":"Magical Power","descr":"Bunshichi versucht Shin aufzuhalten und folgt ihn mit einem Taxi. Es kommt zu einem Duell zwischen Bunshichi und Shin in dem der Erstere bemerkt, dass dies wohl sein letzter Kampf sein wird. Er weiss, dass seine Karten schlecht stehen und rechnet mit dem Tod","versions":[{"lang":1,"streams":[{"redirect":8251828,"hoster":"VOE"},{"redirect":8251826,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fegefeuer","epNo":14,"alt":"Hellfire","descr":"Es sieht so aus als ob Shin den Kampf mit Bunshichi gewinnen würde. Doch als Shin seine Waffe für einen kurzen Moment beseite legt, nimmt Bunshichi seine Chance wahr und versucht ihn zu stoppen. Später findet sich Bunshichi im Krankenhaus wieder, wo er von Mitsuomi Besuch erhält.","versions":[{"lang":1,"streams":[{"redirect":8251833,"hoster":"VOE"},{"redirect":8251835,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Yin und Yang","epNo":15,"alt":"Yin \u0026 Yang","descr":"Nachdem der Katana Club aufgelöst wurde geht es an der Schule wieder halbwegs normal zu. Doch Mitsuomi überhört ein Gespräch zwischen Kusanoha und Maya und erfährt so, dass Shin schizophren ist.","versions":[{"lang":1,"streams":[{"redirect":8251839,"hoster":"VOE"},{"redirect":8251840,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Folgen","epNo":16,"alt":"Conclusion","descr":"Wegen dem Vorfalls im Bowlingcenter wird Maya von der Akademie geworfen und kann so Bob und Soichiro nicht mehr beschützen. Sie stellt ausserdem fest, dass das Schwert von ihrem Bruder Shin verschwunden ist. Dafür kann nur eine Person verantwortlich sein. Aya!","versions":[{"lang":1,"streams":[{"redirect":8251844,"hoster":"VOE"},{"redirect":8251850,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wahre Absichten","epNo":17,"alt":"True Motive","descr":"Bob und Soichiro versuchen alles damit Maya wieder an die Akademie zurück kann. Doch so einfach ist das nicht, müssen sie sich doch mit dem Exekutivkomitee herumschlagen. Zum allen Überfluss erfährt Aya auch noch, dass sich Soichiro in ihre Schwester verliebt hat","versions":[{"lang":1,"streams":[{"redirect":8251852,"hoster":"VOE"},{"redirect":8251853,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Resonanzen","epNo":18,"alt":"Sympathy","descr":"Alle sind auf der Suche nach Aya, die weggelaufen ist als sie erfahren musste, dass ihr Schwarm Soichiro in ihre Schwester verliebt ist. Masataka trifft sie durch Zufall und Aya bittet ihn über Nacht bei ihr zu bleiben. Masataka ist überrascht, stimmt aber zu.","versions":[{"lang":1,"streams":[{"redirect":8251861,"hoster":"VOE"},{"redirect":8251860,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Motive","epNo":19,"alt":"Start Up","descr":"Bunshichi erzählt den Anderen von den Zeiten, in dem Maya und Ayas Bruder Shin noch gelebt hatte. Dieser wollte gemeinsam mit Mitsuomi einen neuen Club gründen. Als er das Dojo sichern konnte, machte er diesen Traum auch wahr.","versions":[{"lang":1,"streams":[{"redirect":8251864,"hoster":"VOE"},{"redirect":8251867,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Komplott","epNo":20,"alt":"Stratagem","descr":"Shin quälen immer noch dunkle Visionen und auch Aya kann sie hören. Als die Ausscheidungskämpfe im Gange sind, sieht Bunshichi nur zu da er weiss, dass er gegen die anderen keine Chance hätte. Als Kusanoa auftaucht, ahnen die Anwesenden das eine Tragödie bevorsteht","versions":[{"lang":1,"streams":[{"redirect":12335621,"hoster":"VOE"},{"redirect":8251871,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Gewaltausbruch","epNo":21,"alt":"Accidental Discharge","descr":"Shin trifft auf Fu und ein brutaler Kampf beginnt. Shin hat auch ohne sein Schwert unglaubliche Kräfte und das lässt er seinen Gegner auch wissen. Er reisst Fu beide Hände ab und lässt ihn einfach liegen. Mitsuomi möchte eingreifen, wird aber auch verletzt…","versions":[{"lang":1,"streams":[{"redirect":8251880,"hoster":"VOE"},{"redirect":8251878,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Entschluss","epNo":22,"alt":"Determination","descr":"Mitsuomi ist verletzt und seine verbleibende Lebenszeit wird auch maximal 3 Monate geschätzt. Doch als Nebenwirkung hat er eine grössere Kampfkraft erhalten und kann im Entscheidungskampf damit punkten. Fu plant inzwischen Shin zu töten, doch der kommt ihm zuvor","versions":[{"lang":1,"streams":[{"redirect":8251885,"hoster":"VOE"},{"redirect":8251883,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Fluch","epNo":23,"alt":"Curse","descr":"Das Exekutivkomitee sucht einen neuen Nachfolger und der Kampf um den Posten hat begonnen. Mitsuomi muss gegen Shin antreten. Zu Beginn sieht es so aus als ob es ein leichter Kampf wird doch alles ändert sich schlagartig","versions":[{"lang":1,"streams":[{"redirect":8251892,"hoster":"VOE"},{"redirect":8251890,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der ewige Wandel","epNo":24,"alt":"Vicissitudes","descr":"Shin ist nun schon 2 Jahre tot und man sucht immer noch nach Aja und dem Schwert. Doch das alles kann kein Ende nehmen wenn nicht noch einmal gekämpft wird. Und in diesem Kampf wird sich alles entscheiden","versions":[{"lang":1,"streams":[{"redirect":8251894,"hoster":"VOE"},{"redirect":8251899,"hoster":"Streamtape"}]}]}]}]}