{"seriesId":"tennis-no-ouji-sama","name":"Tennis no Ouji-sama","descr":"Ryouma Echizen ist ein Tennis-Wunderkind, das vier Tennisturniere hintereinander gewinnen konnte und doch noch immer nur im Schatten seines Vaters steht, der seinerseits ebenfalls ein ehemaliger Tennisprofi ist. Ryouma wechselt an die Seishun Gakuen Junior High School, eine der besten Tennisschulen Japans, und trifft dort nicht nur auf neue Freunde und Teammitglieder, sondern findet auch seinen ganz eigenen Tennisstil. Nun ist es an ihm, seine größten Hindernisse zu überwinden: seinen Vater und sich selbst!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Prince Appears","descr":"Auf Wunsch seines Vaters zieht Ryoma Echizen nach Japan, nachdem er in den USA im Tennis erfolgreich war und vier aufeinanderfolgende American Junior Openings gewonnen hat. Auf dem Weg zu einem japanischen Tennisturnier \u0027rettet\u0027 er Sakuno Ryuzaki vor einigen Schlägern. Aus diesem Grund verpasst er das Turnier, findet jedoch einen Gegner in Form eines der Schläger, die er in der U-Bahn getroffen hat. Anschließend setzt er seinen Gegner Sasabe während des Spiels an seinen Platz, wo er seine außergewöhnlichen Tennisfähigkeiten zeigt.","versions":[{"lang":3,"streams":[{"redirect":14233339,"hoster":"VOE"},{"redirect":14181349,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Samurai Junior","descr":"Bei seiner Ankunft in der Seishun Academy, kurz \u0027Seigaku\u0027, erteilt Ryoma zwei Junioren eine Lektion, die auf den Neulingen herumhacken. Takeshi Momoshiro, einer der Stammspieler des Teams, macht Schluss damit und beschließt, in einem Tennismatch gegen Ryoma zu spielen. Als Ryoma bemerkt, dass Momoshiro einen schlechten Knöchel hat, beschließt er, nicht mit seiner dominanten Hand zu spielen. Außerdem wird Sakunos energischer Freund Tomoka Ryoma vorgestellt und erklärt sich sofort zu seinem größten Fan.","versions":[{"lang":3,"streams":[{"redirect":14233726,"hoster":"VOE"},{"redirect":14181362,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Regular Members have Arrived","descr":"Die Stammgäste von Seigaku werden vorgestellt, während ein Journalist, Mamoru Inoue, und ein Fotograf, Saori Shiba, Seigaku besuchen, um über die bevorstehenden Ranglistenspiele des Teams zu berichten. Unterdessen besiegt Ryoma Arai, einen nicht regulären Zweitklässler, mit einem alten kaputten Tennisschläger, als dieser alle drei von Ryomas Schlägern versteckt. Der Kapitän des Tennisteams, Kunimitsu Tezuka, sieht seine Fähigkeiten und trägt Ryomas Namen in die Liste für die schulinternen Ranglistenspiele ein, obwohl er ein Neuling ist.","versions":[{"lang":3,"streams":[{"redirect":14233700,"hoster":"VOE"},{"redirect":14181370,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Man they call \u0027Viper\u0027","descr":"Die Seigaku-Ranglistenspiele haben begonnen und Ryoma und die Seigaku-Stammspieler gewinnen weiterhin ihre Matches zu Beginn des Turniers. Ryoma wird dann in der dritten Runde gegen den regulären Kaoru Kaido antreten, wo dieser seinen besonderen Zug, den Snake Shot, enthüllt. Dies wirft Ryoma unvorbereitet auf und beschließt, zu seiner dominanten Hand zu wechseln.","versions":[{"lang":3,"streams":[{"redirect":14233695,"hoster":"VOE"},{"redirect":14181367,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Viper?!","descr":"Kaido versucht, mit seinem Snake-Schuss Ryomas Ausdauer zu schwächen, und obwohl Ryoma anfangs Anzeichen von Schwitzen und Müdigkeit zeigt, überrascht er sowohl Kaido als auch die Zuschauer, als seine Geschwindigkeit und Kraft nicht nachlassen. Gegen Ende stellt sich heraus, dass Ryoma einen Plan umgesetzt hatte: Er hatte gezielt Schüsse abgegeben, bei denen Kaido die Knie beugen musste, um zurückzukehren, sodass Kaido viel schneller an Ausdauer verlieren würde als Ryoma. Sein Plan funktioniert und bringt ihm den Sieg ein.","versions":[{"lang":3,"streams":[{"redirect":14233709,"hoster":"VOE"},{"redirect":14181369,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Nanjiro Echizen","descr":"Inoue spielt ein Match mit Nanjiro Echizen, dem ehemaligen \u0027Samurai Nanjiro\u0027, einem legendären Tennisprofi, um Antworten auf die Gründe für seinen Rücktritt zu bekommen. Obwohl Nanjiro es nicht ernst zu nehmen scheint, zeigen seine Fähigkeiten etwas anderes, und er schlägt Inoue leicht mit geschlossenen Augen. Inoue findet jedoch heraus, dass Nanjiro sich nun darauf konzentriert, die Fähigkeiten seines Sohnes Ryoma zu entwickeln. Währenddessen sucht Sakuno nach Ryoma, um mehr über ihn und Tennis zu erfahren.","versions":[{"lang":3,"streams":[{"redirect":14233327,"hoster":"VOE"},{"redirect":14249433,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Two Ryomas","descr":"In Ryomas nächstem Ranglistenmatch spielt er gegen Inui Sadaharu, der Data Tennis nutzt, um Ryomas Spielstil entgegenzuwirken. Mit den Daten, die er aus Ryomas vorherigem Spiel gesammelt hat, ist Inui in der Lage, das Spiel zu dominieren, indem er Ryomas Bewegungen genau vorhersagt und kontert. Ryoma ist zwar irritiert, weigert sich jedoch aufzugeben und gibt zu, dass er froh ist, zu Seigaku gewechselt zu sein, da er jetzt gegen verschiedene Spielertypen wie Inui spielen kann.","versions":[{"lang":3,"streams":[{"redirect":14233738,"hoster":"VOE"},{"redirect":14181373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Split Step","descr":"Um Inuis Daten zu widersprechen, verwendet Ryoma eine neue Technik, die er im Spiel gegen seinen Vater geübt hatte, den One-footed Split Step. Dies erfordert, dass er ständig auf der Stelle hüpft, damit er schneller auf den Ball reagieren und sich schneller zu einem anderen Teil des Platzes bewegen kann. Mit dieser Technik gewinnt Ryoma genug Beweglichkeit und Geschwindigkeit, um Inuis berechnete Schüsse abzufeuern. Dies, zusammen mit dem Twist Serve, übertrifft Inuis Daten und macht das Spiel zu Ryomas Gunsten.","versions":[{"lang":3,"streams":[{"redirect":14233702,"hoster":"VOE"},{"redirect":14181371,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Hard Day","descr":"Inui kann Ryomas Twist Serve weiterhin nicht zurückgeben, was zu seinem Verlust führt. Ryoma gewinnt dann seine nächsten Spiele und wird schließlich Stammspieler. Währenddessen spielt Inui gegen seinen nächsten Gegner, Kaido, der ebenfalls Inuis Daten übertrifft und ebenfalls einen Platz in den Stammspielern einnimmt. Mit acht vergebenen Plätzen verliert Inui seinen Stammplatz, doch Seigakus Trainer Sumire Ryuzaki bittet ihn stattdessen, beim Training der Stammspieler zu helfen. Beim Training stellt er seinen speziellen und gefürchteten Gemüsesaft vor, dem die meisten Stammgäste zum Opfer fallen.","versions":[{"lang":3,"streams":[{"redirect":14233731,"hoster":"VOE"},{"redirect":14249434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Counterattack! Sasabe Once Again","descr":"Ryoma und der Rest der Erstsemester gehen dorthin, wo Kachiros Vater als Tennistrainer arbeitet. Sie bekommen jedoch wieder Ärger mit Sasabe, aber dieses Mal ist Sasabes Vater das größere Problem. Um ihm eine Lektion zu erteilen, bittet Ryoma den Vater, ihm Tennis beizubringen. Obwohl Sasabe seinen Vater davor warnt, ist dieser mehr als bereit, dies zu tun. In ihrem Trainingsspiel zieht sich der Vater am Ende einen Muskel, nachdem Ryoma ihm gezeigt hat, wie sehr er auf den Rat von Kachiros Vater hätte hören sollen, sich zuerst aufzuwärmen.","versions":[{"lang":3,"streams":[{"redirect":14233743,"hoster":"VOE"},{"redirect":14181348,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Ryoma vs. Momo-shiro","descr":"Ryoma und Momoshiro stellen fest, dass der einzige verbleibende Single-Slot Single 3 ist, und konkurrieren darum, wenn sie beide im kommenden Match gegen die Gyokurin Middle School Singles spielen wollen. Wenn sie sich jedoch entscheiden, es mit einem Match zu begleichen, spielen sie stattdessen Doppel gegen Einheimische. Obwohl sie ihre ersten Herausforderer besiegen, werden sie aufgrund ihres Mangels an Teamwork von zwei großspurigen Gyokuri-Spielern völlig besiegt. Dann beschließen die beiden, im kommenden Match Doppel zu spielen.","versions":[{"lang":3,"streams":[{"redirect":14233728,"hoster":"VOE"},{"redirect":14181352,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Two \u0027Ah-Un\u0027 Boys","descr":"Momoshiro und Ryoma spielen freiwillig im Doppel 2 und entwickeln eine Taktik, um ihre Spielkoordination zu verbessern. Trotz ihrer Praxis geraten sie jedoch aufgrund ihrer natürlichen Dominanztendenzen als Einzelspieler weiterhin aneinander. Darüber hinaus verwenden ihre Rivalen eine Strategie, die die mangelnde Koordination von Momoshiro und Ryoma ausnutzt und das Spiel zu ihren Gunsten macht.","versions":[{"lang":3,"streams":[{"redirect":14233326,"hoster":"VOE"},{"redirect":14249430,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Men Play Doubles","descr":"Mit ihrer neuen Strategie dominiert Gyokurin weiterhin. Verärgert erkennen Ryoma und Momoshiro, dass sie wirklich nicht als Doppelspieler geeignet sind und vereinbaren, den Platz in zwei Hälften zu teilen. Jetzt müssen sie jeweils nur noch eine Hälfte des Platzes verteidigen und können ihre individuellen Fähigkeiten einsetzen. Obwohl seltsam, ist es eine effektive Strategie, die das Spiel gewinnt. Aufgrund ihrer beschämenden Leistung werden sie jedoch immer noch von ihrem Trainer bestraft.","versions":[{"lang":3,"streams":[{"redirect":14233329,"hoster":"VOE"},{"redirect":14181353,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Swallow Return","descr":"Die Fudomine Middle School, ein unbekanntes Team, das sich aus internen Angelegenheiten vom letzten Turnier zurückgezogen hat, ist Seigakus nächster Rivale. Im ersten Spiel kämpfen Seigakus Shusuke Fuji und Takashi Kawamura gegen das erste Fudomine-Paar und zwingen Fuji, einen seiner Triple Counters, Tsubame Gaeshi, einzusetzen, eine Technik, die den Ball eher rollt als springt, sobald er den Gegner erreicht. Seite des Gerichts.","versions":[{"lang":3,"streams":[{"redirect":14233335,"hoster":"VOE"},{"redirect":14181351,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Their Respective Fights","descr":"Entschlossen, Fujis Fähigkeiten zu überwinden, versucht Fudomines Tetsu Ishida eine verzweifelte Maßnahme, Fujis Tsubame Gaeshi mit einem Treffer von beträchtlicher Stärke namens Hadokyu zu versiegeln. Als er es direkt auf Fuji richtet, beschließt Kawamura, ihm in die Quere zu kommen, als er erkennt, dass Fuji es nicht zurückgeben kann. Hoverer, obwohl es ihm gelingt, es zurückzugeben, verletzt er sich dabei am Handgelenk und zwingt Seigaku, das Match zu verlieren.","versions":[{"lang":3,"streams":[{"redirect":14233732,"hoster":"VOE"},{"redirect":14181355,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Boomerang Snake","descr":"Dank der Akrobatik von Eiji Kikumaru und der Fähigkeit von Shuichiro Oishi, sich dem Stil seines Partners anzupassen, gewinnt Seigakus \u0027Golden Pair\u0027 ihr Doppel mit Leichtigkeit. Als nächstes folgt die Partie zwischen Kaido und Kamio Akira, bei der sich Kaorus Snake-Schuss gegen das Speed-Ass von Fudomine als wirkungslos herausstellt. In einem Moment der Verzweiflung führt Kaido versehentlich einen fast unmöglichen Schuss um den Pol des Netzes aus, der dann als Bumerang-Schlange bezeichnet wird.","versions":[{"lang":3,"streams":[{"redirect":14233701,"hoster":"VOE"},{"redirect":14181354,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Small Winning Pose","descr":"Kaido versucht verzweifelt, die Boomerang-Schlange nachzubauen, aber er stoppt seine Versuche schließlich, als er beschließt, einfach seinen Tennisstil zu spielen. Da keine Seite nachgibt, wird das Spiel von Kamio und Kaido zu einem Ausdauerkampf. Doch am Ende überdauern Kaidos Willenskraft und Beharrlichkeit Kamios Ausdauer. Außerdem erfährt Momoshiro die Identität des Mädchens, dem er kürzlich begegnet ist. Es stellt sich heraus, dass es sich um Fudomines Spielertrainer und Kippei Tachibanas jüngere Schwester An Tachibana handelt.","versions":[{"lang":3,"streams":[{"redirect":14233440,"hoster":"VOE"},{"redirect":14181358,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Love Letter","descr":"Nanjiro Echizen findet einen Brief von Ryuzaki und erinnert sich an die Tage, als er unter ihr als Seigaku-Stammspieler trainierte. Währenddessen zeigt Ryomas Gegner Shinji Ibu seine Fähigkeiten, als er Ryomas Twist Serve zurückgeben kann, sowie seinen eigenen Aufschlag, den Kick Serve, der dem Twist Serve ähnelt, enthüllt. Ryoma wechselt dann zu seiner linken Hand und das Spiel heizt sich zwischen den Aufschlägen der beiden Spieler auf.","versions":[{"lang":3,"streams":[{"redirect":14233708,"hoster":"VOE"},{"redirect":14181357,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Ryoma is Injured!","descr":"Ryoma kämpft darum, Ibus \u0027Punkt\u0027 zu widerstehen, einer Technik, bei der Ibu Ryoma zwingt, bestimmte Schüsse zu treffen, die seinen Arm vorübergehend lähmen. Als Ryoma jedoch versucht, die Stelle zu vermeiden, indem er seinen Schläger ständig von seiner linken und rechten Hand wechselt, löst sich der Schläger aus seinem Griff und prallt zurück und trifft sein Auge. Mit blutenden Augenlidern scheint es ihm unmöglich, weiterzumachen, aber er besteht darauf, das Spiel fortzusetzen.","versions":[{"lang":3,"streams":[{"redirect":14233718,"hoster":"VOE"},{"redirect":14181361,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Time Limit","descr":"Beeindruckt von seiner Entschlossenheit gibt Tezuka Ryoma zehn Minuten, um das Spiel zu beenden, wonach er das Spiel aufgeben wird. Am Ende gelingt es Ryoma, Ibus \u0027Spot\u0027 zu überwinden und das Match kurz vor Ablauf seiner zugeteilten Zeit zu gewinnen. Mit Ryomas Sieg gewinnt Seigaku das Turnier, und nachdem er seine Wunden versorgt hat, feiern die Seigaku-Stammgäste in Kawamuras Sushi-Restaurant.","versions":[{"lang":3,"streams":[{"redirect":14233325,"hoster":"VOE"},{"redirect":14181360,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Is the Tennis Court Heating Up?","descr":"Seigakus jüngster Erfolg bei den Bezirksspielen zieht unerwünschte Aufmerksamkeit und \"Spione\" von rivalisierenden Schulen auf sich, die verzweifelt versuchen, alle möglichen Daten zu sammeln. Zwei dieser Spione, Shunsuke und Kenzo, fordern Momo und Ryoma schließlich zu einem Kampf heraus.","versions":[{"lang":3,"streams":[{"redirect":14233438,"hoster":"VOE"},{"redirect":14249426,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Kaoru\u0027s Misfortune","descr":"Es ist nach dem Training. Kaoru geht zum Training, aber Ryoma, Momo, Horio, Kachiro und Katsuo gehen einkaufen. Auf ihrem Weg treffen sie auf einen Geldbeutelräuber. Momo \"leiht\" sich ein Fahrrad und jagt den Täter. Momo bittet um Ärger, weil das Fahrrad, das er nimmt, Akira Kamio gehört!","versions":[{"lang":3,"streams":[{"redirect":14233333,"hoster":"VOE"},{"redirect":14181359,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Appeared! Inui\u0027s Juice Deluxe","descr":"Es sind noch neun Tage bis zum Metropolitan Tournament! Kapitän Tezuka und Inui führen eine neue Art des Trainings ein. Die Teammitglieder werden nach ihrer Spielweise getrennt und treten gegeneinander an. Wenn ein Spieler verliert, muss er eine neue und \"verbesserte\" Version von Sadaharus Gemüsesaft trinken...","versions":[{"lang":3,"streams":[{"redirect":14233720,"hoster":"VOE"},{"redirect":14181363,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Ryoma\u0027s Holiday","descr":"Coach Ryuzaki bittet Ryoma, Sakuno mitzunehmen, um ihren Schläger wieder aufzuspannen, aber alle anderen denken, dass er sie zu einem Date mitnimmt!","versions":[{"lang":3,"streams":[{"redirect":14233330,"hoster":"VOE"},{"redirect":14181364,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Strongest Man in Seigaku (1)","descr":"Kapitän Tezuka fordert Ryoma zu einem Match heraus, weil er glaubt, dass Ryomas Tennis eine Kopie des Spiels seines Vaters ist, obwohl er seine eigene Gesundheit aufs Spiel setzt. Er möchte Ryoma herausfordern, höher zu zielen, als nur seinen Vater zu schlagen.","versions":[{"lang":3,"streams":[{"redirect":14233320,"hoster":"VOE"},{"redirect":14181365,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Strongest Man in Seigaku (2)","descr":"Shuichiro Oishi beobachtet Tezuka und Ryoma bei ihrem Spiel und ist besorgt, dass Tezuka seinen bereits geschwächten Arm verletzen könnte. Die anderen Teammitglieder, die Tezukas Plan nicht kennen, werden misstrauisch, da ihr Kapitän Shuichiro und Ryoma zwei Trainingseinheiten in Folge verpasst haben.","versions":[{"lang":3,"streams":[{"redirect":14233712,"hoster":"VOE"},{"redirect":14181366,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Karupin\u0027s Adventure","descr":"Ryoma packt aus Versehen das Lieblingsspielzeug seiner Katze Kalpin in seine Tennistasche und die Katze folgt ihm zur Schule. Als Ryoma herausfindet, dass seine Katze auf dem Campus herumläuft, wird Kalpin gesucht!","versions":[{"lang":3,"streams":[{"redirect":14233711,"hoster":"VOE"},{"redirect":14181374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A New Regular Appears!","descr":"Es ist der Tag des Metropolitan Tournament und Ryoma verschläft und zwingt seine Teamkollegen, einen Ersatz für die Registrierung zu finden – Horio im Teamtrikot! Wird der Betrüger entdeckt?","versions":[{"lang":3,"streams":[{"redirect":14233338,"hoster":"VOE"},{"redirect":14181381,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Momo \u0026 the Viper","descr":"Momo und Kaido werden im nächsten Spiel von Coach beauftragt, Doppel zu spielen, aber ihre stürmische Rivalität könnte im Weg stehen - oder könnte es zu ihrem Vorteil funktionieren?","versions":[{"lang":3,"streams":[{"redirect":14233715,"hoster":"VOE"},{"redirect":14181391,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Mizuki\u0027s Scenario","descr":"Das intensive Doppelmatch dauert lange und Kaido stellt fest, dass seine Schlange gegen das St. Rudolph-Duo wirkungslos ist. Der Druck bringt Kaido an den Rand und ein neuer Zug wird entfesselt.","versions":[{"lang":3,"streams":[{"redirect":14233699,"hoster":"VOE"},{"redirect":14181392,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Moon Volley","descr":"Als nächstes kommt Seigakus \"goldenes Paar\", Kikumaru und Oishi, und die beiden sehen sich einigen harten Herausforderern gegenüber. Ryoma bemerkt, dass die Treffer ihres Gegners Akazawa den Ball verschwimmen lassen - könnte dies das Geheimnis ihres überraschenden Erfolgs sein?","versions":[{"lang":3,"streams":[{"redirect":14233336,"hoster":"VOE"},{"redirect":14181396,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Super Move! Eiji\u0027s \"Pretend to Sleep\" Attack","descr":"Oishi und Kikumaru versuchen mit der australischen Formation die Oberhand über das St. Rudolph-Paar zu gewinnen. Aber als Kikumarus Energie nachlässt, ist ihr Spiel in Gefahr!","versions":[{"lang":3,"streams":[{"redirect":14233713,"hoster":"VOE"},{"redirect":14181393,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tie-Break","descr":"Kikumaru belebt seine Kräfte brillant und bringt seine akrobatischen Bewegungen zum Vorschein, und das zermürbende Doppelmatch mit St. Rudolph geht in einen Tiebreak. Wird Eiji bis zum Ende durchhalten können?","versions":[{"lang":3,"streams":[{"redirect":14233340,"hoster":"VOE"},{"redirect":14181397,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Twist Spin Shot","descr":"Ryoma Echizen ist endlich an der Reihe und trifft auf Fujis jüngeren Bruder Yuta, der vor nichts zurückschreckt, um seinen älteren Bruder zu übertreffen.","versions":[{"lang":3,"streams":[{"redirect":14233698,"hoster":"VOE"},{"redirect":14249444,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Drive-B","descr":"Ryoma erkennt das Geheimnis hinter Yutas stärkstem Zug und sagt ihm, dass er damit aufhören soll, da es ihn irgendwann verletzen wird. Ryoma enthüllt dann seinen neuen Zug, den \"Drive B\".","versions":[{"lang":3,"streams":[{"redirect":14233740,"hoster":"VOE"},{"redirect":14249442,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Fuji Syusuke, the Big Brother","descr":"Shusuke Fuji tritt gegen den St. Rudolph-Mastermind Mizuki an, aber er ist nicht sein übliches fröhliches Ich. Wird Fuji in der Lage sein, Mizukis datengesteuertes Tennis abzuwehren?","versions":[{"lang":3,"streams":[{"redirect":14233724,"hoster":"VOE"},{"redirect":14249436,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Tennis Ball with Ryoma\u0027s Face","descr":"Es ist Ryomas freier Tag, aber Nanjiro bringt ihn dazu, Sakuno und Tomoka Tennisunterricht zu geben!","versions":[{"lang":3,"streams":[{"redirect":14233717,"hoster":"VOE"},{"redirect":14181372,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Penal-Tea","descr":"Bevor Seigakus Tennistraining beginnt, sieht man auf dem Campus einen rivalisierenden Spieler aus Yamabuki, der nach Ryoma fragt und Ärger macht. Inzwischen hat Inui ein ganz besonderes Training geplant.","versions":[{"lang":3,"streams":[{"redirect":14233723,"hoster":"VOE"},{"redirect":14181375,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Bear Drop","descr":"Vor den Metropolitan Matches finden Inter-Team-Übungen statt, und Ryoma und Fuji stehen sich gegenüber, wobei jeder seine beeindruckendsten Moves zum Sturz bringt.","versions":[{"lang":3,"streams":[{"redirect":14233321,"hoster":"VOE"},{"redirect":14181380,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"A Duel in the Rain","descr":"Der Kampf zwischen Ryoma und Fuji geht mit Wildheit weiter und der Rest des Kampfes zwischen den Teams beginnt! Tezuka kontert Momoshiros Schläge mit Leichtigkeit. Kaidos Schlange droht, Kawamura zu überwältigen, und Oishi testet Kikumarus Ausdauer.","versions":[{"lang":3,"streams":[{"redirect":14233693,"hoster":"VOE"},{"redirect":14181376,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Trouble","descr":"Die zweite Hälfte der Metropolitan Matches beginnt! Fudomine Junior High spielt aufgrund von Umständen, die außerhalb ihrer Kontrolle liegen, schlecht und verfällt. Auch die Ginka Junior High verfällt und Seigaku rückt in das nächste Spiel vor, um die Yamabuki Junior High zu spielen!","versions":[{"lang":3,"streams":[{"redirect":14233697,"hoster":"VOE"},{"redirect":14109138,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Oishi being Targeted","descr":"Kikumaru und Oishi beginnen ihr Doppelspiel gegen Higashikata und Minami von der Yamabuki Junior High. Oishi trifft auf dasselbe Paar, das er im letzten Jahr nicht schlagen konnte. Und endlich beginnt Momoshiros Kampf mit Sengoku!","versions":[{"lang":3,"streams":[{"redirect":14233735,"hoster":"VOE"},{"redirect":14181378,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Lucky Sengoku","descr":"Sengoku kontert Momoshiros charakteristischen Dunk-Smash und das Match beginnt sich langsam zu seinen Gunsten zu verändern. Momoshiro hält durch, aber sein linker Fuß beginnt aufgrund der Intensität des Spiels zu verkrampfen.","versions":[{"lang":3,"streams":[{"redirect":14233696,"hoster":"VOE"},{"redirect":14181379,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Jack Knife","descr":"Schließlich beginnt Ryomas Match mit Akutsu von der Yamabuki Junior High. Bei all dem Ärger, den Ryoma vor ein paar Tagen mit Akutsu hatte, machen sich alle Sorgen um seine Sicherheit!","versions":[{"lang":3,"streams":[{"redirect":14233694,"hoster":"VOE"},{"redirect":14181377,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Devil on the Court","descr":"Provoziert durch Ryomas Spott nimmt Akutsu ihr Spiel ernst und entfesselt seine wahre Stärke. Akutsus Kraft und Geschwindigkeit verblüffen die Menge, während Ryoma mit seinen Spezialschüssen kontert....","versions":[{"lang":3,"streams":[{"redirect":14233716,"hoster":"VOE"},{"redirect":14181383,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Samurai Spirit","descr":"Ryoma bringt seine besten Schüsse heraus, um Akutsus rohe Kraft herauszufordern. Trotz der Sorgen der Zuschauer tobt der heftige Kampf weiter. Wird Ryoma die Kraft finden, ihm zu helfen, seinen schwierigsten Feind zu besiegen?","versions":[{"lang":3,"streams":[{"redirect":14233334,"hoster":"VOE"},{"redirect":14181382,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"I Will Not Lose!","descr":"Ryoma entwickelt sich mit jedem einzelnen Spiel weiter, und das Spiel ist ausgeglichen! Coach Banda vom Yamabuki Jr. High Team übergibt Akutsu eine geheime Strategie. Mit einer Partie, die er nicht verlieren kann, macht Akutsu seinen Zug.","versions":[{"lang":3,"streams":[{"redirect":14233714,"hoster":"VOE"},{"redirect":14181384,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Decisive Moment","descr":"Ryoma wird von Akutsu in die Enge getrieben. Aber er nimmt diese Herausforderung direkt an und setzt seine neu gewonnene Kraft frei. Jeder Spieler nähert sich dem nächsten Level, ohne einen Zentimeter nachzugeben, während er seine stärksten Züge ausführt.","versions":[{"lang":3,"streams":[{"redirect":14233721,"hoster":"VOE"},{"redirect":14181386,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"A Different Kind of Fight","descr":"Die Metropolitan Matches sind beendet und die Ruhe ist in Seigaku eingekehrt, aber ein neuer Sturm beginnt sich zusammenzubrauen! Ryoma provoziert ein Trio von Schlägern des Basketballteams und Tezuka wird von einem Schüler herausgefordert, der unerwartet auftaucht!","versions":[{"lang":3,"streams":[{"redirect":14233722,"hoster":"VOE"},{"redirect":14181385,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Segaku\u0027s Claim to Fame","descr":"Die mannschaftsübergreifenden Spiele beginnen! Wie immer sind die Erstklässler überrascht, wie rücksichtslos diese Challenge organisiert wird. Trotz der mentalen Belastung kommen die regulären Teammitglieder in die nächste Runde. Aber ein unerwarteter Spieler, der in den Startlöchern gewartet hat, scheint sich der größten Herausforderung des Blocks zu stellen, Tezuka!","versions":[{"lang":3,"streams":[{"redirect":14233331,"hoster":"VOE"},{"redirect":14181387,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Inui\u0027s Challenge","descr":"Obwohl das Spiel ausgeglichen beginnt, beginnt Inui mit seiner Entschlossenheit, dem zusätzlichen Training, das er absolviert hat, und den Daten, die er seit seinen ersten Jahren über Tezuka sammelt, voranzukommen. Während Tezuka weiterhin gegen Inuis Data Tennis kämpft, gelingt es Inui, einen von Tezukas schwierigen Dropshots zu erwidern. Tezuka enthüllt jedoch, dass er eine Technik verwendet, die sowohl seinen Gegner als auch die Zuschauer schockiert.","versions":[{"lang":3,"streams":[{"redirect":14233443,"hoster":"VOE"},{"redirect":14181389,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Seigaku\u0027s Biggest Crisis","descr":"Tezuka verwendet die \"Tezuka Zone\", eine Technik, die den Spin des Balls kontrolliert, damit er immer zu ihm zurückkehrt, und seinen \"Zero-Shiki-Drop-Shot\", einen Schuss, der nach hinten rollt, sobald er auf den Boden fällt, um Inui . zu besiegen . Währenddessen verschwindet Momoshiro und verlässt vorübergehend das Team, was das gesamte Team beunruhigt. Bei der Diskussion über Momoshiros kürzlichen Urlaub geraten Oishi und Eiji in einen Streit, als Eiji einige \"unempfindliche Bemerkungen\" macht, was zu einer Spaltung im Goldenen Paar führt, wenn sie sich trennen, um ein Doppelspiel mit Kaido und Ryoma zu spielen.","versions":[{"lang":3,"streams":[{"redirect":14233703,"hoster":"VOE"},{"redirect":14181388,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Momo has Returned","descr":"Momoshiro erholt sich nach einem Match mit der Fudomine-Schülerin und Tachibanas jüngerer Schwester An Tachibana sowie nach einer Begegnung mit zwei Stammgästen der Hyotei Academy wieder zu Kräften. Unterdessen macht das Goldene Paar wieder gut, und Tezuka wird gezeigt, wie er Ryuzakis Angebot ablehnt, in Deutschland zu studieren, und sich dafür entschieden hat, zu bleiben, um sein Team zur Nationals zu führen.","versions":[{"lang":3,"streams":[{"redirect":14233710,"hoster":"VOE"},{"redirect":14181390,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Kaoru\u0027s Special Training","descr":"Während der Ziehung der Turnierkombinationen erfährt Seigaku von ihrem nächsten Gegner, der Hyotei Academy. Währenddessen trainiert Kaido in Vorbereitung auf Seigakus nächstes Match besonders hart, um seine Bumerang-Schlange zu perfektionieren, bei der Inui beschließt, ihm um einen Preis zu helfen: um sein Doppelpartner zu werden. Außerdem wird der strenge regelmäßige Auswahlprozess von Hyotei enthüllt.","versions":[{"lang":3,"streams":[{"redirect":14233719,"hoster":"VOE"},{"redirect":14181394,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Hyotei Presses Near","descr":"Seigaku kommt für ihr bevorstehendes Match auf den Tennisplatz, aber Shuichiro Oishi, der auf dem Weg zum Match einer schwangeren Dame begegnet, muss ins Krankenhaus, um sich um sie zu kümmern. Takeshi Momoshiro rennt hinüber, um Oishis Platz im Krankenhaus einzunehmen, nur um herauszufinden, dass Oishi selbst ebenfalls verletzt ist, und dieser ermutigt Momoshiro, seinen Platz einzunehmen.","versions":[{"lang":3,"streams":[{"redirect":14233734,"hoster":"VOE"},{"redirect":14249447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Doubles for Three","descr":"Aufgrund der Abwesenheit von Oishi spielt Momoshiro schließlich Doppel mit Eiji Kikumaru, aber dieser kann nicht in vollem Umfang spielen. Sobald sich Eiji jedoch an Momoshiros Anwesenheit gewöhnt hat, beginnt er, in seinem normalen Spielstil zu spielen. Oishi taucht später auf, um sie an der Seitenlinie anzufeuern und ermutigt die beiden, ihr Bestes zu geben.","versions":[{"lang":3,"streams":[{"redirect":14233324,"hoster":"VOE"},{"redirect":14181405,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Scud Serve","descr":"Nachdem Momoshiro und Eiji ihre Gegner besiegt haben, spielen Sadaharu Inui und Kaoru Kaido gegen das Paar Ryou Shishido und Choutarou Ohtori. Zu Beginn des Spiels zeigt Ohtori seinen Scud-Aufschlag, einen superschnellen Aufschlag von 200 km/h. Da der Aufschlag nicht in Inuis Daten enthalten war, hat das Paar Schwierigkeiten, ihn zurückzugeben.","versions":[{"lang":3,"streams":[{"redirect":14233739,"hoster":"VOE"},{"redirect":14249451,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Worst Compatibility","descr":"Weder Inui noch Kaido können schnell genug auf Ohtoris Scud Serve reagieren, selbst nachdem Kaido seine gewichteten Armbänder entfernt hat; was ihm mehr Geschwindigkeit verleiht, aber immer noch nicht genug, um den Scud-Aufschlag zurückzugeben. Während das Seigaku-Paar kämpft, erinnert sich Keigo Atobe, Hyoteis Kapitän, daran, wie hart Shishido und Ohtori dafür trainiert haben.","versions":[{"lang":3,"streams":[{"redirect":14233736,"hoster":"VOE"},{"redirect":14249449,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Hidden Trouble","descr":"Als Inui verrät, dass er nur Daten über Shishido und Ohtori braucht, weil er alle anderen abgeschlossen hat, wird seine Vergangenheit, wie er sich für Data Tennis interessierte, enthüllt. Nachdem Inui die erforderlichen Daten gesammelt hat, feiern Inui und Kaido endlich ein Comeback. Doch selbst nachdem Kaido verrät, dass er seine Boomerang-Schlangen-Technik beherrscht, erweist sich das andere Team immer noch als beeindruckend, da sie es zurückgeben können.","versions":[{"lang":3,"streams":[{"redirect":14233328,"hoster":"VOE"},{"redirect":14181408,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Power vs. Power","descr":"Munehiro Kabaji und Takashi Kawamura liefern sich ein Machtduell.","versions":[{"lang":3,"streams":[{"redirect":14233322,"hoster":"VOE"},{"redirect":14249450,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Duel of Hadoukyuu","descr":"Kawamura verwendet das ein- und zweihändige Hadokyu, aber Kabaji kopiert es. Es wird dann zu einem Duell, dessen Arm am längsten dauert.","versions":[{"lang":3,"streams":[{"redirect":14233442,"hoster":"VOE"},{"redirect":14249452,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Disappearing Serve","descr":"Shusuke Fuji will Jirou Akutagawa für den Sieg über Yuta zurückzahlen und auch für Kawamura gewinnen, der zusammen mit Kabaji verletzt wurde. Fuji offenbart damit einen ganz besonderen Aufschlag.","versions":[{"lang":3,"streams":[{"redirect":14233441,"hoster":"VOE"},{"redirect":14181407,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Last Triple Counter","descr":"Fuji zeigt den letzten seiner Triple Counter, Hakugei, und besiegt Jirou.","versions":[{"lang":3,"streams":[{"redirect":14233444,"hoster":"VOE"},{"redirect":14109140,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Teni-Puri","descr":"Kurzgeschichten mit super deformierten Versionen der Charaktere; enthält \"Super Soldier\", \"Beware of Snow White?!\" und \"Jump out! Seigaku\".","versions":[{"lang":3,"streams":[{"redirect":14233332,"hoster":"VOE"},{"redirect":14249439,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Become Seigaku\u0027s Pillar of Support!","descr":"Kunimitsu Tezuka, der Kapitän von Seigakus, tritt gegen Atobe an, während Oishi an sein Versprechen an Tezuka erinnert: Sie würden Seigaku zu den Nationals bringen; und wie Tezukas Arm verletzt wurde, als sie im ersten Jahr waren.","versions":[{"lang":3,"streams":[{"redirect":14233729,"hoster":"VOE"},{"redirect":14181395,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Rondo Towards Destruction","descr":"Atobe zeigt seinen speziellen zweiteiligen Smash, das Rondo Towards Destruction.","versions":[{"lang":3,"streams":[{"redirect":14444255,"hoster":"VOE"},{"redirect":14249443,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Last Shot","descr":"Tezuka benutzt weiterhin seine linke Hand, obwohl er sich der weiteren Verletzungen bewusst ist.","versions":[{"lang":3,"streams":[{"redirect":14233705,"hoster":"VOE"},{"redirect":14249445,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Never Ending Tie-Break","descr":"Atobe und Tezuka setzen das Match fort und treten in einen langen Tie-Break ein, bis Atobe schließlich gewinnt. Ryoma spielt dann das letzte Match gegen Wakashi Hiyoshi und gewinnt mit seinem Drive B.","versions":[{"lang":3,"streams":[{"redirect":14233737,"hoster":"VOE"},{"redirect":14181400,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Who will be a Regular?","descr":"Kachiro Kato, ein Seigaku-Neuling, ärgert sich über Masashi Arai und seine Freunde, weil sie den Stammgästen mit Verletzungen gegenüber unsensibel sind. Sie kämpfen auf den Plätzen, und wer verliert, muss den Tennisclub verlassen.","versions":[{"lang":3,"streams":[{"redirect":14233730,"hoster":"VOE"},{"redirect":14181399,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Tennis vs. Ping-Pong","descr":"Während Seigakus Clubtag nimmt Ryoma an Tischtennis teil, während andere Mitglieder des Teams auch an verschiedenen Sportarten teilnehmen.","versions":[{"lang":3,"streams":[{"redirect":14233704,"hoster":"VOE"},{"redirect":14181402,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"It\u0027s a Date","descr":"Tachibana bittet Momoshiro und Ryoma um ein Tennis-Date, doch die anderen sehen das anders.","versions":[{"lang":3,"streams":[{"redirect":14233439,"hoster":"VOE"},{"redirect":14181401,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Kaoru becomes Ryoma","descr":"Kaido muss sich aufgrund eines Fehlers in einem Tennismagazin von Shiba, einem Reporter, als Ryoma ausgeben und spielt schließlich ein Match mit Momoshiro.","versions":[{"lang":3,"streams":[{"redirect":14233445,"hoster":"VOE"},{"redirect":14181398,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Tezuka\u0027s Decision","descr":"Oishi fordert alle auf, um Mitternacht zu einem Überraschungsausflug in die Berge zu kommen. Tezuka enthüllt später seine Entscheidung, nach Deutschland zu gehen.","versions":[{"lang":3,"streams":[{"redirect":14233725,"hoster":"VOE"},{"redirect":14181404,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"A Message for Echizen","descr":"Tezuka fordert Ryoma mit seiner rechten Hand zu einem weiteren Match heraus und setzt erfolgreich die rechtshändige Tezuka Zone gegen ihn ein.","versions":[{"lang":3,"streams":[{"redirect":14233727,"hoster":"VOE"},{"redirect":14181403,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Farewell, Tezuka Kunimitsu","descr":"Ryoma durchbricht schließlich die Tezuka-Zone, verliert aber am Ende immer noch. Tezuka geht nach Deutschland.","versions":[{"lang":3,"streams":[{"redirect":14233323,"hoster":"VOE"},{"redirect":14181406,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Seigaku vs. Jousei Shounan","descr":"Die Mitglieder des Josei Shonan Teams werden vorgestellt.","versions":[{"lang":3,"streams":[{"redirect":14233403,"hoster":"VOE"},{"redirect":14181409,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fight between the Calm \u0026 the Passionate","descr":"Momoshiro lässt sich von Josei Shonans \"Einheit\" leicht provozieren, bekommt aber seine Taten zusammen und feiert ein Comeback. Als Momo jedoch versehentlich etwas von Inuis experimentellem Saft trinkt, muss Seigaku das Doppel-Zwei-Spiel aufgeben.","versions":[{"lang":3,"streams":[{"redirect":14233356,"hoster":"VOE"},{"redirect":14181418,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Thunder Bolt","descr":"Das \"Golden Pair\" von Seigaku muss im Doppel ein Match mit einer sehr seltsamen Kombination von Josei Shonan-Mitgliedern spielen.","versions":[{"lang":3,"streams":[{"redirect":14233468,"hoster":"VOE"},{"redirect":14181423,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"\u0027I\u0027 Formation","descr":"Das Golden Pair zeigt eine neue Formation, die der australischen Formation ähnlich ist.","versions":[{"lang":3,"streams":[{"redirect":14233382,"hoster":"VOE"},{"redirect":14181425,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Style of the Pretender","descr":"Hiroshi Wakato, das Kopiergenie von Josei Shonan, trifft auf Kaido, der sich mit Wakatos Wechseltechnik schwer tut.","versions":[{"lang":3,"streams":[{"redirect":14233749,"hoster":"VOE"},{"redirect":14181427,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Viper vs. the Fake Viper","descr":"Kaido kämpft weiter gegen Wakatos Technik, bis er den Schlüssel zu Wakatos Spielstil erkennt.","versions":[{"lang":3,"streams":[{"redirect":14233341,"hoster":"VOE"},{"redirect":14181426,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Hanamura\u0027s Temptation","descr":"","versions":[{"lang":3,"streams":[{"redirect":14233450,"hoster":"VOE"},{"redirect":14181428,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Greatest Masterpiece","descr":"Das Kaido/Wakato-Match geht in einen Tie-Break und Kaido muss seinen schärfsten Gegner besiegen - sich selbst.","versions":[{"lang":3,"streams":[{"redirect":14233744,"hoster":"VOE"},{"redirect":14181429,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Deep Impulse","descr":"Das zweite Einzel zwischen Ryoma Echizen und Reiji Shinjo beginnt, wobei Ryoma scheinbar auf einen leichten Sieg zusteuert, bis Shinjo seine Mirage-Technik einführt.","versions":[{"lang":3,"streams":[{"redirect":14233402,"hoster":"VOE"},{"redirect":14181430,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Result of the Deadly Duel","descr":"Shijos alter aggressiver Tennisstil wird enthüllt. Sein alter Stil wurde zuvor von Joseis Trainer Aoi Hanamura besiegelt, weil er den Gegner verletzte und ihn dazu brachte, mit dem Tennis aufzuhören.","versions":[{"lang":3,"streams":[{"redirect":14233384,"hoster":"VOE"},{"redirect":14181412,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"High on Rhythm","descr":"Ryoma überwindet die tödliche Kraft von Shijos Technik Deep Impulse und gewinnt das Spiel. Anschließend feiert das Team im Sushi-Restaurant von Kawamura.","versions":[{"lang":3,"streams":[{"redirect":14233447,"hoster":"VOE"},{"redirect":14249457,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tennis Folktale (1)","descr":"Das Seigaku-Team geht zum Bowling, bei dem alle von Inui Juice ausgeknockt werden.","versions":[{"lang":3,"streams":[{"redirect":14233372,"hoster":"VOE"},{"redirect":14249459,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Tennis Folktale (2)","descr":"Eine kurze superdeformierte Geschichte, in der Inui seine Brille verliert, folgt dem Bowling-Fiasko","versions":[{"lang":3,"streams":[{"redirect":14233404,"hoster":"VOE"},{"redirect":14181410,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Seigaku Da-Da-Dan!","descr":"Taichi Dan von Yamabuki kommt in Seigaku an, um Ryoma zu einem Match herauszufordern","versions":[{"lang":3,"streams":[{"redirect":14233467,"hoster":"VOE"},{"redirect":14181414,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Cheap Housing! Beach Volleyball","descr":"Das Seigaku-Team geht zum Strand, wo Sasabe und sein Vater zu einer Beachvolleyball-Challenge gegen Ryoma und Kaido auftauchen.","versions":[{"lang":3,"streams":[{"redirect":14233381,"hoster":"VOE"},{"redirect":14181413,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Rokkaku\u0027s Freshman Captain","descr":"Seigakus Stammgäste treffen auf dem Heimweg auf Stammgäste der Rokkaku Middle School und Kentaro Aoi hat ein Übungsmatch mit Ryoma Echizen, das Kentaros großartige Ballkontrolle offenbart","versions":[{"lang":3,"streams":[{"redirect":14233385,"hoster":"VOE"},{"redirect":14249455,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Boy with the Long Racket","descr":"Harukaze \"Bane\" Kurobane und Hikaru \"David\" Amane, der einen langen Schläger hat, treffen im Doppel auf Momoshiro und Kawamura.","versions":[{"lang":3,"streams":[{"redirect":14233400,"hoster":"VOE"},{"redirect":14181411,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Dash, Hadoukyuu!","descr":"Kawamura entwickelt eine neue Technik, die die Schläger des Gegners ausknockt. Obwohl ihr Gegner überrascht und besorgt über Kawamuras Dash Hadokyu ist, finden sie heraus, dass Kawamura es nur einmal pro Spiel verwenden kann, sonst zerstört es sein Handgelenk.","versions":[{"lang":3,"streams":[{"redirect":14233350,"hoster":"VOE"},{"redirect":14181415,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Secret Plan to Seal Kikumaru","descr":"Eijis akrobatisches Spiel wird von Rokkakus Saeki Kojirō besiegelt, bis er seinen erstaunlichen Seal Step enthüllt. Leider lässt Eijis Ausdauer leicht nach.","versions":[{"lang":3,"streams":[{"redirect":14233337,"hoster":"VOE"},{"redirect":14181416,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Gaeshi Tsubame - Broken","descr":"Fujis Tsubame Gaeshi wird nutzlos aufgrund der Fähigkeit von Rokkakus Marehiko Itsuki, einen Sinker, einen Ball ohne Spin zu treffen. Fuji lässt dann Itsuki einen Schnurball treffen, wodurch ein Spin entsteht, der es Fuji ermöglicht, Tsubame Gaeshi wieder zu verwenden.","versions":[{"lang":3,"streams":[{"redirect":14233733,"hoster":"VOE"},{"redirect":14181419,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Heat Up, Ryoma!","descr":"Ryoma kämpft gegen Kentaro Aoi in einem Spiel, das bis zum nächsten Tag fortgesetzt werden soll, aber nach fast 3 Stunden sind sie immer noch nicht mit dem Spiel fertig","versions":[{"lang":3,"streams":[{"redirect":14233383,"hoster":"VOE"},{"redirect":14181417,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Finishing Smash","descr":"Nach dem langen Spiel gewinnt Ryoma endlich das Match gegen Kentaro.","versions":[{"lang":3,"streams":[{"redirect":14233380,"hoster":"VOE"},{"redirect":14181420,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Prince of Billiards","descr":"Fuji rächt sich für den vorherigen Bowling-Ausflug, indem er dem Team Billard vorstellt, nur damit Ryoma seinen Sieg vereitelt.","versions":[{"lang":3,"streams":[{"redirect":14233745,"hoster":"VOE"},{"redirect":14181422,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Cursed Racket","descr":"Ryoma findet einen mysteriösen Schläger, der angeblich \"verflucht\" war. Dem Finder des Schlägers passieren immer wieder seltsame Unglücke..","versions":[{"lang":3,"streams":[{"redirect":14233355,"hoster":"VOE"},{"redirect":14181424,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Captain Oishi","descr":"In Abwesenheit von Tezuka stellt ein angespannter Oishi das Team auf Herz und Nieren.","versions":[{"lang":3,"streams":[{"redirect":14233362,"hoster":"VOE"},{"redirect":14249454,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Eat Rikkaidai","descr":"Mittagessen in Kawamuras Sushi-Restaurant; Das Team beobachtet die Niederlage von Fudomine gegen Rikkaidai und wird Zeuge von Akayas Spiel, das Tachibana im Spiel verletzte. Das Team schwört, sich zu rächen und zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":14233363,"hoster":"VOE"},{"redirect":14181421,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mizuki\u0027s Whispers","descr":"Momoshiro und Kaido werden dazu verleitet, ein Doppelspiel mit Mizuki von St. Rudolph und Kajimoto von Jyousei Shounan zu spielen. Sie waren gezwungen, ihre Differenzen beiseite zu legen, um zu gewinnen, oder sie mussten Seigaku verlassen.","versions":[{"lang":3,"streams":[{"redirect":14233452,"hoster":"VOE"},{"redirect":14249456,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tossing \u0026 Turning","descr":"In der Nacht vor dem großen Match mit Rikkaidai erkennen die Seigaku-Spieler, wo sie wirklich sein sollten. In der Nacht vor dem großen Match mit Rikkaidai erkennen die Seigaku-Spieler, wo sie wirklich sein sollten.","versions":[{"lang":3,"streams":[{"redirect":14233365,"hoster":"VOE"},{"redirect":14249461,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ryoma vs. Sanada","descr":"Das Spiel mit Rikkaidai wird wegen des Regens für eine Woche unterbrochen; dennoch fordert Ryoma Genichirō Sanada von Rikkaidai zu einem Match heraus.","versions":[{"lang":3,"streams":[{"redirect":14233354,"hoster":"VOE"},{"redirect":14181450,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ryoma - Utterly Defeated","descr":"Ryoma verlor gegen Sanada, danach erteilt ihm Akutsu eine Lektion","versions":[{"lang":3,"streams":[{"redirect":14233748,"hoster":"VOE"},{"redirect":14181446,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Let\u0027s Go Camping","descr":"Das Seigaku-Team geht auf Trainingsreise. Währenddessen überprüft Inoue Seigakus nächsten Gegner, Rikkaidai.","versions":[{"lang":3,"streams":[{"redirect":14233389,"hoster":"VOE"},{"redirect":14181445,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Captain Appears","descr":"Yamato Yūdai, der frühere Kapitän von Seigaku, erscheint zum Trainingslager. Er gibt einem skeptischen Ryoma wertvolle Lektionen über Tennis.","versions":[{"lang":3,"streams":[{"redirect":14233344,"hoster":"VOE"},{"redirect":14181451,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Surprise at Camp","descr":"Ein \"Bär\" dringt in das Trainingslager ein, und es liegt an den Stammgästen, ihn zu besiegen und die Geiseln zu retten. Nach einer Kombination ihrer Bewegungen stellt sich heraus, dass der \"Bär\" ein Einbrecher ist, der in die Häuser der Gegend eingebrochen ist.","versions":[{"lang":3,"streams":[{"redirect":14233351,"hoster":"VOE"},{"redirect":14181448,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Tennis Biathalon","descr":"Es erwartet Sie eine spezielle Trainingseinheit","versions":[{"lang":3,"streams":[{"redirect":14233364,"hoster":"VOE"},{"redirect":14249465,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Jump, Kabaji!","descr":"Das Tennisteam der Hyotei Academy erscheint zu einer intensiven Sitzung mit Seigaku. Kikumaru trifft auf den genialen Nachahmer Kabaji Munehiro, während Inui auf Hiyoshi Wakashi trifft. Kikumaru gewinnt schließlich, da Kabaji müde wird und nicht in der Lage ist, das akrobatische Spiel von Kikumaru zu kopieren.","versions":[{"lang":3,"streams":[{"redirect":14233401,"hoster":"VOE"},{"redirect":14249469,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Original Prodigy, Fuji Syuusuke","descr":"Die genialen Spieler Yūshi Oshitari von Hyotei und Shusuke Fuji von Seigaku stehen sich gegenüber, während Ryō Shishido auf Oishi trifft. Der Kampf zwischen Fuji und Oshitari entwickelt sich zu einer Schlacht von Higuma Otoshi und endet damit, dass Fuji Oshitaris Higuma Otoshi besiegt und den Sieg erringt. Das zweite Match endet, als Shishido und Oishi sich zurückziehen.","versions":[{"lang":3,"streams":[{"redirect":14233421,"hoster":"VOE"},{"redirect":14181432,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Hadokyuu vs. Scud Serve","descr":"Mukahi Gakuto spielt Momoshiro, während Ootori Chotarou gegen Kawamura antritt.","versions":[{"lang":3,"streams":[{"redirect":14233345,"hoster":"VOE"},{"redirect":14181433,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Atobe the Beautiful","descr":"Kaidoh trifft auf Akutagawa Jirou, während Ryoma auf Keigo Atobe trifft. Kaidoh benutzt schließlich das Hadōkyū, um eine Bumerang-Schlange zu treffen, die Jirou KO schlägt.","versions":[{"lang":3,"streams":[{"redirect":14233391,"hoster":"VOE"},{"redirect":14181431,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Ryoma is Going!","descr":"Atobe sieht das grenzenlose Potenzial von Ryoma. Während dieses Spiels beginnt Ryoma, seinen neuen Zug zu entwickeln, und er übt ihn nach seinem Übungsspiel mit Hyotei mit Oishi.","versions":[{"lang":3,"streams":[{"redirect":14233456,"hoster":"VOE"},{"redirect":14181440,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Baseball is a Game for Men","descr":"Eine Chibi-Episode, in der die Charaktere eine Partie Baseball spielen, gefolgt von einer Western-Shootout-Komödie.","versions":[{"lang":3,"streams":[{"redirect":14233390,"hoster":"VOE"},{"redirect":14181434,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Seigaku vs Rikkaidai: I\u0027ll be the One who\u0027ll Win! (1)","descr":"Das ist es! Nach einer Woche Verschiebung ihres Matches ist es endlich soweit! Aber Momoshiro und Kaidoh werden vermisst!","versions":[{"lang":3,"streams":[{"redirect":14233387,"hoster":"VOE"},{"redirect":14181435,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Seigaku vs Rikkaidai: I\u0027ll be the One who\u0027ll Win! (2)","descr":"Das ist es! Nach einer Woche Verschiebung ihres Matches ist es endlich soweit! Aber Momoshiro und Kaidoh werden vermisst!","versions":[{"lang":3,"streams":[{"redirect":14233352,"hoster":"VOE"},{"redirect":14181436,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Battle Ceremony","descr":"Momoshiro und Kaidoh gegen Bunta Marui und Jackal Kuwahara.","versions":[{"lang":3,"streams":[{"redirect":14233388,"hoster":"VOE"},{"redirect":14181439,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Tight-Rope Walking Doubles","descr":"Maruis Umzug wird enthüllt. Der Ball \"läuft\" über das Netz.","versions":[{"lang":3,"streams":[{"redirect":14233455,"hoster":"VOE"},{"redirect":14181437,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Kikumaru was Read by Niou","descr":"Kikumaru wird von Niou gelesen, was ihn verärgert. Das Golden Pair erlebt eine Spannung, die die erste Spielhälfte zugunsten von Rikkaidai ausmacht.","versions":[{"lang":3,"streams":[{"redirect":14233453,"hoster":"VOE"},{"redirect":14181438,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Yugyuu\u0027s Decision","descr":"Das Goldene Paar kann dank Oishis Geduld ein Comeback feiern","versions":[{"lang":3,"streams":[{"redirect":14233353,"hoster":"VOE"},{"redirect":14181441,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Inui Hollers","descr":"Inui trifft auf seinen ehemaligen Doppelpartner Renji Yanagi in einem Match, das entscheiden wird, wer stärker ist.","versions":[{"lang":3,"streams":[{"redirect":14233454,"hoster":"VOE"},{"redirect":14181443,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Conclusion of the Remembered Game","descr":"Alle sind überrascht, als Inui sagt, dass er all seine Daten vergessen wird, nur um herauszufinden, dass er es tatsächlich nicht getan hat. Renji wird von Inui manipuliert, der sein Match von vorhin fortsetzt.","versions":[{"lang":3,"streams":[{"redirect":14233343,"hoster":"VOE"},{"redirect":14249462,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Kirihara\u0027s Red Trap","descr":"Das Genie von Seigaku, Shūsuke Fuji, steht Rikkaidais Akaya Kirihara gegenüber. Ein Kampf eines \"Engels\" gegen einen \"Dämon\". Kirihara verletzt absichtlich Fujis rechtes Knie.","versions":[{"lang":3,"streams":[{"redirect":14233422,"hoster":"VOE"},{"redirect":14249463,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Angry Fuji","descr":"Kirihara verletzt Fuji weiterhin. Tachibana kommt trotz seiner Verletzung (ebenfalls von Kirihara zugefügt) und feuert Fuji an. Als Kirihara jedoch erneut versucht, Tachibana zu verletzen, wird Fuji schließlich wütend auf Kiriharas sadistischen Tennisstil und entfesselt sein Potenzial auf Kirihara und sagt ihm, dass \"Tennis nicht als Werkzeug verwendet werden darf, um Hass zu schüren\". Obwohl ihm gesagt wird, dass er ins Krankenhaus gehen soll, besteht Fuji darauf, für das nächste Spiel zu bleiben, um seinen Teamkollegen zu unterstützen!","versions":[{"lang":3,"streams":[{"redirect":14233451,"hoster":"VOE"},{"redirect":14249466,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Clash! Ryoma v. Sanada!","descr":"Das entscheidende Spiel!! Sanadas unsichtbarer Schwung drängte Ryoma zunächst zurück, was ihn benachteiligte. Ryoma hat in 3 Spielen nicht gewonnen, aber er gewinnt einen Vorteil, indem er einen neuen Zug namens \"Cyclone Smash\" einsetzt, der Sanada zurückhält.","versions":[{"lang":3,"streams":[{"redirect":14233386,"hoster":"VOE"},{"redirect":14181442,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Invisible Serve","descr":"Da alle seine Bewegungen versiegelt sind, kann Ryoma nur seinen \"Cyclone Smash\" verwenden. Nachdem er es jedoch wiederholt benutzt hatte, während er Sanadas Aufschläge ertragen musste, wurde er müde und seine Augen schmerzten, also setzte er das Spiel mit geschlossenen Augen fort. Angetrieben von der Notwendigkeit, für Yukimura (Rikkaidais Kapitän) zu kämpfen, nutzt Sanada seinen \"Invisible Serve\", einen Zug, der seinen Schwung und die Bahn des Balls effektiv verbirgt.","versions":[{"lang":3,"streams":[{"redirect":14233446,"hoster":"VOE"},{"redirect":14181447,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Who will Win?","descr":"Ryoma, nachdem er vorübergehend seine Moral verloren hat, weil er den \"Unsichtbaren Aufschlag\" nicht zurückgeben kann, beginnt schließlich den Druck seiner Kollegen und Herausforderer zu spüren. Dies, zusammen mit seinem Wunsch, nicht zu verlieren, treibt ihn dazu, in den Zustand der Selbstverwirklichung zu gehen und die Techniken anderer Spieler zu nutzen. Rikkaidai verliert das Spiel und geht als Zweiter zu den Nationals. Als sie zum Feiern in Kawamuras Sushi-Restaurant gehen, kommt Trainer Ryuzaki mit der Nachricht, dass die Operation von Rikkaidais Kapitän Yukimura Seiichi erfolgreich verlaufen ist.","versions":[{"lang":3,"streams":[{"redirect":14233420,"hoster":"VOE"},{"redirect":14181444,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Samurai\u0027s Song","descr":"Die Geschichte von Nanjiro Echizen und wie er seine Frau Rinko Takeuchi kennenlernte. Wir sehen eine kleine Geschichte, warum er sich abrupt vom Tennis zurückzieht.","versions":[{"lang":3,"streams":[{"redirect":14233360,"hoster":"VOE"},{"redirect":14249468,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"We Miss Tezuka","descr":"Das Team besucht Tezuka in Deutschland. Tezuka führt sie durch die Stadt; einige von ihnen wurden jedoch getrennt. Ryoma spielt schließlich ein Match mit einer Dame, die sich als Tezukas Trainerin herausstellt.","versions":[{"lang":3,"streams":[{"redirect":14233461,"hoster":"VOE"},{"redirect":14249487,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Never Give Up","descr":"Dank Ryomas Beharrlichkeit im Spiel fand die Dame, Hannah Essenheimer, ihren Willen, zum Profi-Tennis zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":14233368,"hoster":"VOE"},{"redirect":14102958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Zany Teni-Puri Family","descr":"Eine Chibi-Komödie mit dem Seigaku-Team als Familie.","versions":[{"lang":3,"streams":[{"redirect":14233396,"hoster":"VOE"},{"redirect":14102959,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Best Sushi Chef in Japan","descr":"Kawamuras Vater, der Sushi-Koch, wurde verletzt und Kawamura muss zusammen mit einem besorgten Mann namens Gen.","versions":[{"lang":3,"streams":[{"redirect":14233413,"hoster":"VOE"},{"redirect":14249512,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"My Prince","descr":"Kurumi, ein junges und unsicheres Mädchen, das ihren Willen verloren hat, ihren Traum zu verwirklichen, verliebt sich in Fuji und bekommt ein Date von ihm. Unterdessen freunden sich Momoshiro, Ryoma und Kikumaru mit der Person an, die unwissentlich die Illusionen der kleinen Kurumi zerstört hat... ihre eigene ältere Schwester Narumi.","versions":[{"lang":3,"streams":[{"redirect":14233397,"hoster":"VOE"},{"redirect":14249514,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kikumaru\u0027s Summer Vacation","descr":"Kikumaru gewann einen Wettbewerb, bei dem seine beliebten Idole, die Chocolates J-Pop Idol Group, sein Haus besuchen durften. Das Problem ist, dass seine Teamkollegen immer wieder auftauchen.","versions":[{"lang":3,"streams":[{"redirect":14233415,"hoster":"VOE"},{"redirect":14249513,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Junior Selection Camp, Gathered","descr":"28 Spieler aus mehreren der umliegenden Schulen haben sich in einem Camp versammelt, um die 8 Personen zu bestimmen, die Japan gegen das amerikanische Team vertreten werden. Sie werden bald in drei verschiedene Gruppen eingeteilt.","versions":[{"lang":3,"streams":[{"redirect":14233465,"hoster":"VOE"},{"redirect":14249517,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Member who Wasn\u0027t Trusted","descr":"Kamio wird einer Straftat vorgeworfen und macht sich auf die Suche nach dem wahren Täter.","versions":[{"lang":3,"streams":[{"redirect":14233419,"hoster":"VOE"},{"redirect":14249518,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Ryoma vs. Kirihara, Beyond Battle Rage!","descr":"Der wahre Schuldige der Missetaten wird enthüllt - es ist Ann-chan! Außerdem behauptet Kirihara, er habe sich verändert, aber kann er das beweisen?","versions":[{"lang":3,"streams":[{"redirect":14233449,"hoster":"VOE"},{"redirect":14249472,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Sengoku Kiyosumi, Reborn!","descr":"Sengoku zeigt uns seinen neuen Spielstil, eine Sportart innerhalb einer Sportart, auch Boxen genannt! Ryuzaki-sensei erkrankt und muss ins Krankenhaus eingeliefert werden.","versions":[{"lang":3,"streams":[{"redirect":14233416,"hoster":"VOE"},{"redirect":14249473,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Welcome Back, Tezuka Kunimitsu!","descr":"Ryuzaki-sensei wurde krank! Tezuka kehrt als temporärer Trainer nach Japan zurück und wird vom Team akzeptiert, nachdem er sich als würdig erwiesen hat. Verpassen Sie nicht die Willkommensparty. Wer hätte gedacht, dass Atobe und Co. wie J-Pop-Idole auftreten können?","versions":[{"lang":3,"streams":[{"redirect":14233414,"hoster":"VOE"},{"redirect":14249474,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Atobe vs. Sanada! The Ultimate Showdown","descr":"Atobe und Sanada haben ein Match. Die beiden waren ziemlich energisch und wollten etwas beweisen. Es ist alles wegen Tezukas Anwesenheit.","versions":[{"lang":3,"streams":[{"redirect":14233395,"hoster":"VOE"},{"redirect":14249475,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Boy who Came from America","descr":"Die Ankunft von Kevin Smith vom amerikanischen Team ist auf der Suche nach Ryoma aufgetaucht. Da er ihn nicht finden kann, fordert er andere Jr. Highs heraus und hinterlässt eine Nachricht für Ryoma. Währenddessen stellt Tezuka im Camp Shishido und Oishi gegen Ootori und Kikumaru in einem Doppelmatch.","versions":[{"lang":3,"streams":[{"redirect":14233457,"hoster":"VOE"},{"redirect":14249479,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Tezuka\u0027s Choice","descr":"Tezuka hat über seine Wahl für das Invitational Team nachgedacht und ist zu einer ziemlich schwierigen Entscheidung gekommen.","versions":[{"lang":3,"streams":[{"redirect":14233408,"hoster":"VOE"},{"redirect":14249478,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Formation! A Dream Team","descr":"Schließlich! Das Team bestehend aus den besten Spielern ausgewählt!","versions":[{"lang":3,"streams":[{"redirect":14233357,"hoster":"VOE"},{"redirect":14249477,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Ryoma and Kevin","descr":"Nachdem Ryoma von Tezuka daran gehindert wurde, ein Match mit Kevin zu haben, versucht Ryoma am nächsten Tag, Kevin zu finden.","versions":[{"lang":3,"streams":[{"redirect":14233409,"hoster":"VOE"},{"redirect":14249480,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The American Team\u0027s Ambition","descr":"Das US-Team stellt sich öffentlich vor!","versions":[{"lang":3,"streams":[{"redirect":14233410,"hoster":"VOE"},{"redirect":14249481,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Strongest! Atobe and Sanada","descr":"Atobe und Sanada sind als Doppel gepaart und zeigen dem US-Team ihre Stärke.","versions":[{"lang":3,"streams":[{"redirect":14233412,"hoster":"VOE"},{"redirect":14249482,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Baker\u0027s Scenario","descr":"Cassidy und Lee vom US-Team können ein Comeback feiern! Atobe und Sanada müssen etwas unternehmen!","versions":[{"lang":3,"streams":[{"redirect":14233418,"hoster":"VOE"},{"redirect":14249485,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Tango Towards Destruction","descr":"Atobe und Sanada spielen schließlich als Doppelpaar.","versions":[{"lang":3,"streams":[{"redirect":14233417,"hoster":"VOE"},{"redirect":14249488,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Gorgeous Guys\u0027 Duo","descr":"Kikumaru und Oshitari vs. die Griffey-Brüder! Ihr Match muss dem folgen, was Mr. Baker will.","versions":[{"lang":3,"streams":[{"redirect":14233398,"hoster":"VOE"},{"redirect":14249492,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Sorrowful Marionettes","descr":"Mr. Baker sagte den Griffey Brothers, dass sie ihr Match verlieren sollten, aber weil sie sahen, wie Kikumaru und Oshitari spielten, konnten sie es nicht einfach tun.","versions":[{"lang":3,"streams":[{"redirect":14233348,"hoster":"VOE"},{"redirect":14249489,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Bobby Max The Beast","descr":"Ein sehr starker Tennisspieler des US-Teams! Sengoku muss etwas tun!","versions":[{"lang":3,"streams":[{"redirect":14233458,"hoster":"VOE"},{"redirect":14249493,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"A Battle to the Limits","descr":"Ein Kampf der Ausdauer. Wer wird gewinnen?","versions":[{"lang":3,"streams":[{"redirect":14233347,"hoster":"VOE"},{"redirect":14249495,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Prodigy Vs Tennis Machine","descr":"Fuji gegen die \"Tennis Machine\" des US-Teams Arnold - jemand, der den Ball genau an den gewünschten Stellen treffen konnte.","versions":[{"lang":3,"streams":[{"redirect":14233407,"hoster":"VOE"},{"redirect":14249494,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"1 mm Battle","descr":"Ein sehr enger Kampf zwischen Fuji und Arnold! Fuji sichert sich mit Tsubame Gaeshi und Higuma Otoshi einen weiteren Sieg.","versions":[{"lang":3,"streams":[{"redirect":14233753,"hoster":"VOE"},{"redirect":14249496,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Who Will Play?","descr":"Kirihara gegen Kevin Smith. Kirihara hat den Phantom Ball entwickelt, der gegen Linkshänder eingesetzt werden soll. Die ersten Spiele werden von Kirihara dominiert, bis er nach einem weiteren Phantomball gegen die Netzstange kracht.","versions":[{"lang":3,"streams":[{"redirect":14233405,"hoster":"VOE"},{"redirect":14249499,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"The Phantom Ball that Vanished","descr":"Kiriharas Schulterverletzung hindert ihn daran, viele Phantombälle zu treffen, und es wird ihm schließlich zu viel, um weiterzuspielen. Ryoma nimmt seinen Platz ein und spielt mit dem aktuellen Spielstand weiter.","versions":[{"lang":3,"streams":[{"redirect":14233366,"hoster":"VOE"},{"redirect":14249501,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"The Long Awaited Confrontation - Ryoma vs. Kevin","descr":"Ryoma nimmt Kiriharas Platz auf dem Platz ein. Nachdem er entdeckt hat, dass Kevin die meisten seiner Techniken kopiert hat, verwendet Ryoma den Cyclone Smash, den Kevin nicht kopieren konnte, und kehrt die Punktzahl um.","versions":[{"lang":3,"streams":[{"redirect":14233393,"hoster":"VOE"},{"redirect":14249500,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Illusion","descr":"Kevin debütiert mit seinem ursprünglichen Zug Illusion und das Spiel geht in den Tie-Break. Ryoma kann jedoch kontern, indem er den Schatten des Balls beobachtet.","versions":[{"lang":3,"streams":[{"redirect":14233367,"hoster":"VOE"},{"redirect":14249502,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Game and Match","descr":"Ein sehr schönes Match zwischen den beiden Rivalen! Ein Match, das die Herzen der Zuschauer berührt: Aus der Rivalität zwischen Kevin und Ryoma wird Freundschaft","versions":[{"lang":3,"streams":[{"redirect":14233746,"hoster":"VOE"},{"redirect":14249504,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Run, Momo!","descr":"Momoshiro hat Ryoma zum Mittagessen eingeladen, aber etwas ist passiert, dass er 10.000 Yen zahlen muss, bevor die Frist endet! Er lässt Ryoma im Laden zurück, um sicherzustellen, dass er zurückkommt, um die Zahlung zu erledigen, oder Momo und Ryomas Chance beim nationalen Turnier wird mit einem Anruf bei der Polizei bedroht, damit sie das Essen nicht bezahlen.","versions":[{"lang":3,"streams":[{"redirect":14233411,"hoster":"VOE"},{"redirect":14249505,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"The Golden Pair\u0027s Memories","descr":"Die Erinnerungen des Goldenen Paares daran, wie sie Freunde wurden und schließlich das Doppelpaar.","versions":[{"lang":3,"streams":[{"redirect":14233342,"hoster":"VOE"},{"redirect":14249508,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"Kaidoh\u0027s Unknown World","descr":"Kaido verliert sein Gedächtnis, als er versucht, Ryoma vor einer bestimmten Kopf- und Gesichtsverletzung zu retten. Ryoma und Momoshiro versuchen, sein Gedächtnis zurückzugewinnen, indem sie ein Match gegen Kaido und Yuuta spielen, das eine wirklich gute Seite von ihm hervorruft, und er gewinnt sein Gedächtnis am Ende zurück!","versions":[{"lang":3,"streams":[{"redirect":14233463,"hoster":"VOE"},{"redirect":14249507,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Seigaku\u0027s Secret Plan","descr":"Ryuzaki-sensei wird bald aus dem Krankenhaus entlassen. Der Tennisclub Seigaku will sie bei ihrer Rückkehr überraschen. Außerdem passiert noch etwas Überraschendes.","versions":[{"lang":3,"streams":[{"redirect":14233392,"hoster":"VOE"},{"redirect":14249511,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"The Teni Puri Household goes to Hawaii!","descr":"Eine süße Chibi-Episode der Seigaku-Familie, die ihren Weihnachtsurlaub macht.","versions":[{"lang":3,"streams":[{"redirect":14233346,"hoster":"VOE"},{"redirect":14249510,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Seigaku in the Spotlight, Once Again","descr":"Kawamura vs. Oishi Showdown.","versions":[{"lang":3,"streams":[{"redirect":14233459,"hoster":"VOE"},{"redirect":14181452,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Eternal Rivals! Momoshiro vs. Kaidoh","descr":"Wieder ein schulinternes Ranglisten-Match! Es wird angespannt, weil Ryoma, Momoshiro und Kaido alle zum selben Block gehören. Es ist Momoshiro vs Kaido als Höhepunkt des Nachmittagsspiels.","versions":[{"lang":3,"streams":[{"redirect":14233464,"hoster":"VOE"},{"redirect":14181455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ryoma\u0027s Decision","descr":"Ryoma konfrontiert seinen Vater mit seiner Einladung zu den US Open. Außerdem Kikumaru gegen Inui! Inuis Augen werden zum ersten Mal enthüllt! (Nun, technisch gesehen ist es nur ein Auge...)","versions":[{"lang":3,"streams":[{"redirect":14233406,"hoster":"VOE"},{"redirect":14181459,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Wavering Thoughts","descr":"Ryoma konnte wegen der US Open nicht gut denken und die Nationals nähern sich. Was wird er tun?","versions":[{"lang":3,"streams":[{"redirect":14233448,"hoster":"VOE"},{"redirect":14181454,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Burn, Echizen!","descr":"Immer noch über die US Open. Ryoma steht vor der Entscheidung! Ryoma und Momo haben ein Match und Momo ist bereits von Anfang an voll dabei","versions":[{"lang":3,"streams":[{"redirect":14233752,"hoster":"VOE"},{"redirect":14181458,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"To my Dear Friend...","descr":"Momoshiro ist immer noch wütend auf Ryoma. Unterdessen trübt Ryoma und hat widersprüchliche Gefühle, zu den US Open zu gehen. Schließlich versöhnen sich die beiden und spielen ein Freundschaftsspiel. Obwohl Ryoma gewinnt, gewinnt Momoshiro technisch um den Block. Momoshiro fordert Ryoma jedoch auf, die Gelegenheit zu nutzen und zu den US Open zu gehen. Nachdem sich Ryoma endlich entschieden hat, beschließt er, das Angebot anzunehmen.","versions":[{"lang":3,"streams":[{"redirect":14233349,"hoster":"VOE"},{"redirect":14181457,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Goodbye, Seigaku!","descr":"Ryoma wird Japan für die US Open verlassen. Jeder tut etwas für Ryoma.","versions":[{"lang":3,"streams":[{"redirect":14233460,"hoster":"VOE"},{"redirect":14181461,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Samurai New York","descr":"Ryoma Echizen endlich in New York! Er passt sich an den Ort an und hat sich dort sogar mit Kevin Smith getroffen und mit ihm Tennis gespielt.","versions":[{"lang":3,"streams":[{"redirect":14233750,"hoster":"VOE"},{"redirect":14249519,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Tezuka Kunimitsu vs. Fuji Syusuke","descr":"Tezuka und Fuji haben ein Match, um Seigakus Nummer eins in der schulinternen Rangliste zu bestimmen. Dieses Match, das bis Episode 176 dauert, erweckt Fujis volles Potenzial als Tennisspieler. Rückblenden enthüllen ein Match zwischen den beiden in ihren ersten Jahren, ihre spätere Freundschaft und die Auswirkungen von Tezukas Verletzung. Fuji geht früh in Führung, aber das Spiel ist noch lange nicht vorbei.","versions":[{"lang":3,"streams":[{"redirect":14233370,"hoster":"VOE"},{"redirect":14181460,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Third Year\u0027s True Heart","descr":"Tezukas und Fujis Kampf intensiviert sich, da sie allmählich ihre besten Züge enthüllen (Tezukas Zero-Shiki Drop/Tezuka Zone und Fujis Triple Counters). Tezuka beginnt langsam Fuji zu übertreffen. Als er beginnt, sich zu wehren, erinnert sich Fuji an ihr erstes Spiel im ersten Jahr (das das Versprechen eines Rückkampfs beinhaltete) und ihre sich entwickelnde Freundschaft. Dann merkt er, dass er Angst hat, die Ergebnisse zu erfahren, wenn beide ihr volles Potenzial ausspielen, und dass dies möglicherweise das letzte Spiel ist, das sie jemals gegeneinander haben werden, und er kommt zu dem Schluss, dass, wenn er nicht sein härtestes Spiel spielt , er wird es bereuen. Seine Schläge werden plötzlich schärfer und Tezuka kommentiert, dass der wahre Fuji erwacht ist.","versions":[{"lang":3,"streams":[{"redirect":14233394,"hoster":"VOE"},{"redirect":14249520,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Climax","descr":"Sobald Fuji anfängt, sein härtestes Spiel zu spielen, wird Tezuka zurückgedrängt. Mit Leib und Seele voll im Kampf, kämpfen die beiden auf ihre härteste Weise. Tezuka gewinnt, indem er Zero-Shiki Drop Shot mit seiner rechten Hand in der Luft einsetzt und Fuji und alle anderen überrascht.","versions":[{"lang":3,"streams":[{"redirect":14233359,"hoster":"VOE"},{"redirect":14181453,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Unforgettable Promise","descr":"Ryoma kehrt nach Japan zurück, um ein Spiel mit Tezuka zu spielen, weil er die Rivalität, die er verlassen hat, beenden möchte, damit er mental zu den US Open wechseln kann.","versions":[{"lang":3,"streams":[{"redirect":14233358,"hoster":"VOE"},{"redirect":14181449,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Farewell, Prince","descr":"Letzte Episode der Serie, die zeigt, wie Ryoma Tezuka und den Weltranglistenersten Lleyton Hewitt besiegt hat. Die Eröffnungsriten der All-Japan Nationals werden ebenfalls gezeigt.","versions":[{"lang":3,"streams":[{"redirect":14233369,"hoster":"VOE"},{"redirect":14181456,"hoster":"Streamtape"}]}]}]}]}