{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei","name":"Tensei Oujo to Tensai Reijou no Mahou Kakumei","descr":"[The Magical Revolution of the Reincarnated Princess and the Genius Young Lady] Trotz ihrer vermeintlichen Unfähigkeit im Umgang mit normaler Magie widersetzt sich Prinzessin Anisphia den Erwartungen der Aristokratie, indem sie eine \"Magiekunde\" entwickelt, die auf den Erinnerungen ihres früheres Leben beruht. Eines Tages wird sie Zeuge, wie die brillante Adelige Euphyllia zu Unrecht ihres Titels als nächste Monarchin des Königreichs beraubt wird, woraufhin sie einen Plan ausheckt, um Euphyllia zu helfen, ihren guten Namen reinzuwaschen – dazu müssen sie zusammenleben und Magie erforschen! Die beiden Damen ahnen jedoch nicht, dass ihre zufällige Begegnung nicht nur ihre eigene Zukunft verändern wird, sondern auch die des Königreichs … und der ganzen Welt!","seasons":[{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-1","name":"","epNo":1,"alt":"The Magical Revolution of the Princess and the Young Lady","descr":"Die junge Prinzessin Asphitia hat nur einen Wunsch: Sie möchte mithilfe von Zauberei über den Wolken fliegen können. Dabei steht sie jedoch vor dem Problem, dass sie als einziges Mitglied der Königsfamilie nicht zaubern kann. Doch da Not erfinderisch macht, entwickelt die junge Prinzessin eine ganz eigene Wissenschaft dafür, die sie Zauberlogie nennt. Aber der von Experimenten geprägte Alltag der jungen Adeligen wird schon bald durcheinander gewirbelt, als sie bei einem Testflug die Kontrolle verliert...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11939471","hoster":"VOE"},{"path":"/redirect/11939469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-2","name":"","epNo":2,"alt":"Acquisition of an Assistant for Both Profit and Pleasure","descr":"Die talentierte Euphyllia wird von Prinz Algard zurückgewiesen und sieht ihr Schicksal als zukünftige Gemahlin der Königin entgleiten. Unter Schock wird sie sofort von Anisphia zu ihren jeweiligen Vätern gebracht, denen die unerschrockene Prinzessin einen unerwarteten Vorschlag macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12008809","hoster":"VOE"},{"path":"/redirect/12008810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-3","name":"","epNo":3,"alt":"The Rainbow Magic Sword of Longing and Reminiscence","descr":"Euphyllia ist nun in die königliche Residenz eingezogen und muss sich erst einmal an ihr neues Umfeld gewöhnen. Doch weder der König, der sie zu dem Vorfall mit Algard befragen will, noch Anisphia ermöglichen es ihr, einmal zur Ruhe zu kommen. Denn letztere will gleich Einiges mit ihr austesten, um ihr besonderes Magiewerkzeug ohne Umwege für sie basteln zu können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12068014","hoster":"VOE"},{"path":"/redirect/12068011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-4","name":"","epNo":4,"alt":"The Princess and the Lost Child Announce Their Decision","descr":"Anisphia wacht in Euphyllias Schoß auf, nur um letztere kurz darauf selbst ins Bett zu begleiten. Denn während Anisphia denkt, dass ihre Teuerste sich erkältet hat, plagen Euphyllia Schuldgefühle und Orientierungslosigkeit. Doch Ilia wird darauf aufmerksam und nutzt eine Gelgenheit, um Euphyllia darauf anzusprechen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12176121","hoster":"VOE"},{"path":"/redirect/12176118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-5","name":"","epNo":5,"alt":"A Magic Medicine and a Magic Sword Subjugate a Magic Dragon","descr":"Anisphia und Euphyllia sind auf dem Weg zur Verteidigungslinie im Kampf gegen die Stampede und den Drachen. Doch während Anisphia drauf und dran ist, sich den Drachen alleine vorzuknöpfen, versucht Euphyllia sie wieder zu beruhigen. Als Anisphia ihr dann noch zeigt, welche Mittel sie für ihre Kämpfe einsetzt, verliert Euphyllia vor Sorge um sie die Fassung …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12176122","hoster":"VOE"},{"path":"/redirect/12176119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-6","name":"","epNo":6,"alt":"Getting to the Truth of the Annulment and the Fascination","descr":"Anisphia und Euphyllia sind gemeinsam unterwegs zu Anis‘ alter Freundin Tilty, um mit ihr über den frisch erlangten Drachen-Geisterstein zu sprechen. Doch entgegen Tiltys Erwartung, schlägt Anisphia vor, etwas völlig Neues mit dem Geisterstein anzufangen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12210131","hoster":"VOE"},{"path":"/redirect/12210130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-7","name":"","epNo":7,"alt":"The Magic Lecture of the Founder and the Assistant","descr":"Anisphia begrüßt euphorisch die neue Mitbewohnerin in der Residenz, Fräulein Lainie. Doch auch wenn bei der Begrüßung kurz dicke Luft zwischen Lainie und Euphyllia herrscht, merkt Euphyllia, dass Lainie aus ganz ähnlichen Gründen wie sie mit zur Residenz gekommen ist. Gleichzeitig steht hinter Lainie immer noch das ungelöste Rätsel des Geistersteins in ihr …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502261","hoster":"VOE"},{"path":"/redirect/12445787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-8","name":"","epNo":8,"alt":"The Magic Definition of the Monster and the Commoner","descr":"Im Separate Palace geht plötzlich ein Alarm los, was bedeutet, dass jemand in die Residenz eingedrungen ist. Illia und Lainie versuchen zu fliehen, werden aber von dem Angreifer abgefangen, der sich als Algard entpuppt. Auf der Party nach dem Vortrag versucht einer von Algards Freunden, Moritz Chartreuse, der an der Präsentation teilgenommen hat, ständig, ein Gespräch mit Anisphia anzufangen, sehr zu ihrem Verdruss. Als sie jedoch den Alarm hört, erkennt die Prinzessin, dass die Vorlesung eine Ablenkung war, und eilt mit Euphyllia zurück, während Tilty die Wachen mit ihrer Magie zurückhält. Bei ihrer Ankunft finden Anisphia und Euphyllia Illia und Lainie tödlich verwundet durch Algards Hand, der den magischen Kristall, der die Quelle von Lainies Kräften ist, aus ihrem Körper gerissen und in sich selbst eingesetzt hat, um ebenfalls ein Vampir zu werden. Während Euphyllia Illia und Lainie mit ihrer Magie heilt, stellt Anisphia Algards Motive in Frage, woraufhin er ihr offenbart, dass das Königreich korrupt geworden ist und er eine \"Revolution\" anzetteln will, um die bestehende Ordnung umzustürzen. Anisphia erkennt, dass ihr Bruder nur unter einem Minderwertigkeitskomplex ihr gegenüber leidet, lehnt seine Vision ab und bereitet sich darauf vor, ihn zu bekämpfen, um ihn aufzuhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12445791","hoster":"VOE"},{"path":"/redirect/12445794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-9","name":"","epNo":9,"alt":"The Sister and Brother, and for Whom the Crown Is Intended","descr":"Anisphia tritt gegen Algard an, wird aber langsam unter Druck gesetzt. In der Zwischenzeit setzt Euphyllia die Heilung von Illia und Lainie fort, stellt aber fest, dass die Wunden der letzteren zu schwer sind. Glücklicherweise füttert Illia die Vampirin mit ihrem Blut, wodurch sie sich regeneriert. Zurück bei Anisphia, nutzt die Prinzessin ihre neu erworbene Drachenmagie, um das Blatt zu wenden und will den letzten Schlag ausführen, wird aber von Euphyllia aufgehalten. Als Algard nachgibt, haben die Geschwister ein Gespräch, in dem der Prinz offenbart, dass er schon immer wusste, dass Anisphia eine bessere Herrscherin sein würde als er und dass er sein von Magie besessenes Land dafür hasst, dass es sie ablehnt. In der Folge übernimmt Algard die volle Verantwortung für seine Verbrechen und Orfans enterbt ihn. Auch die Wahrheit über den Vorfall mit der Verlobungsauflösung kommt endlich ans Licht: Sie war Teil eines von Graf Chartreuse inszenierten Komplotts, um hochrangige Adlige mit Hilfe von Lainies Charme einer Gehirnwäsche zu unterziehen. Am Tag von Algards Verbannung aus dem Palast stellen Euphyllia und Lainie ihn zur Rede. Am Ende verzeiht ihm Lainie, während er und Euphyllia sich beide eingestehen, dass sie ihren Teil zum Scheitern ihrer Beziehung beigetragen haben. Algard bittet Euphyllia, sich um Anisphia zu kümmern, bevor sie abreist, woraufhin die junge Frau an das Bett der sich erholenden Prinzessin zurückkehrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12445796","hoster":"VOE"},{"path":"/redirect/12445795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-10","name":"","epNo":10,"alt":"The Royal Succession of Resignation and Fury","descr":"Nachdem Algard ins Grenzland verbannt wurde und Anisphia sich wieder erholt hat, spricht König Algard ein für Anisphia unangenehmes Thema an: Die Wiederherstellung der ursprünglichen Thronfolge. Da das bedeutet, dass Anisphia somit zur nächsten Königin des Landes wird, ist diese entsprechend wenig begeistert. Während sie innerlich damit kämpft, es zu akzeptieren, kann gerade Euphyllia dieser Idee schmerzlich viel abgewinnen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12445800","hoster":"VOE"},{"path":"/redirect/12445798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-11","name":"","epNo":11,"alt":"The Spirit Contract of Despair and Determination","descr":"Anisphia stellt sich dem Ältestenrat des Königreiches, nur um direkt mit unangenehmen Fragen zu ihrer Wiederaufnahme in die Thronfolge konfrontiert zu werden. Als Euphyllia bei der sichtlich gekränkten Anisphia dann auch noch Redebedarf anmeldet, weiß sie schon bald nicht mehr, wie ihr geschieht …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12445810","hoster":"VOE"},{"path":"/redirect/12445807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/staffel-1/episode-12","name":"","epNo":12,"alt":"Their Magical Revolution","descr":"Anisphia und Euphyllia sind zurück am Hof, nur damit die Königsfamilie bezeugen muss, wie sich die beide in einem Duell gegeneinanderstehen. Während beide Mädchen sind felsenfest von ihrem Standpunkt überzeugt sind, ist das gleichzeitig für sie die Gelegenheit, einander ihre Intentionen wirklich klarzumachen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502266","hoster":"VOE"},{"path":"/redirect/12445784","hoster":"Streamtape"}]}]}]}]}