{"seriesId":"tensei-kenja-no-isekai-life","name":"Tensei Kenja no Isekai Life","descr":"[My Isekai Life] Tag für Tag arbeitet der Angestellt Yuji Sano hart, um den unmöglichen Anforderungen seiner Firma gerecht zu werden. Als er eines Abends zu Hause am Computer sitzt, um etwas für die Arbeit zu erledigen, taucht plötzlich eine sonderbare Nachricht auf seinem Bildschirm auf, zusammen mit der Frage, ob er in eine andere Welt beschworen werden möchte. Aus Versehen antwortet er \"Ja\" und findet sich prompt in einem fremden Ort wieder, der ähnlich wie ein Computerspiel zu funktionieren scheint. Da er sich direkt zu Beginn mit Schleimen anfreundet, erhält er die Klasse \"Monsterbändiger\". Unglücklicherweise eignet diese Klasse sich nicht besonders gut dafür, um auf Abenteuer auszuziehen, deswegen helfen die Schleime ihm dabei, möglichst viel über Magie zu lernen. Kurz darauf erhält Yuji eine zusätzliche Klasse, die des Magiers, und die Kräfte, die damit einhergehen, verändern sein Leben grundlegend.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Wanted to Protect the Town","descr":"Der mysteriöse Beschwörer Yuji scheint unglaublich mächtige Kräfte zu habe und rettet mit seinen Kräften eine Stadt beinahe im Alleingang. Doch wer ist Yuji eigentlich?","versions":[{"lang":3,"streams":[{"redirect":10892858,"hoster":"VOE"},{"redirect":10892859,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Trying Out a Party","descr":"In der neuen Stadt registriert Yuji sich bei der Gilde und geht mit einer Party auf Erkundungstour, um einen Erddrachen zu finden.","versions":[{"lang":3,"streams":[{"redirect":10905810,"hoster":"VOE"},{"redirect":10905812,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Meant Too Strong","descr":"Yuji übertreibt alles, selbst wenn er versucht, es nicht zu tun. Aber als ein Drache unter dem verhängnisvollen blauen Mond auftaucht, ist der Dompteur vielleicht der Einzige, der die Katastrophe verhindern kann.","versions":[{"lang":3,"streams":[{"redirect":10905805,"hoster":"VOE"},{"redirect":10905807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Truly Unusual Situations","descr":"Ein Drache ist ein furchterregender Gegner. Genau deshalb muss Yuji ihn aus nächster Nähe bekämpfen... mit einem Dolch!?","versions":[{"lang":3,"streams":[{"redirect":10905825,"hoster":"VOE"},{"redirect":10905821,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"That Cold Looked Troubling","descr":"Ein harter Frost bedeutet eine hohe Nachfrage nach Brennholz. Es ist an der Zeit, dass Yuji seine übermächtigen Fähigkeiten für einen profaneren Zweck einsetzt, vor allem, wenn es um leckeres Essen geht!","versions":[{"lang":3,"streams":[{"redirect":10945259,"hoster":"VOE"},{"redirect":10945257,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Infiltrating an Ominous Village","descr":"Yuuji entdeckt eine riesige Maschine, die gestohlene Magie nutzt, die von den Kristallkugeln absorbiert wird, um Dragon Grace herzustellen. Die Schleime erkunden die Höhle und tauchen in Messias auf, was beweist, dass alle Dorfbewohner Blue Moon-Kultisten sind. Ihr Anführer Javier ist wütend, dass Yuuji den Wald zerstört hat und auch die Maschine beschädigt hat. Die Schleime arbeiten im Verborgenen und schlucken alle heiligen Texte und Schätze der Kulte. Yuuji beschließt, die Kultisten zu töten, bis Javier eine Waffe namens Reinigende Flamme erwähnt, die das Gebiet zerstören wird, wenn die Kultisten sterben, einschließlich des Dorfes Ricardo. Yuuji beschließt, sie am Leben zu lassen, aber alle Kultisten begehen plötzlich Selbstmord, um die Flamme zu aktivieren. Yuuji arbeitet schnell und holt die Schleime zurück und kombiniert alle magischen Barrieren, die er kennt, und erschafft einen neuen Zauber namens Total Isolation Barrier, der verhindert, dass sich die Flamme über Messias hinaus ausbreitet. Der Schnee beginnt zu schmelzen und die Dorfbewohner von Ricardo feiern Yuuji als Feuerholz-Helden und belohnen ihn mit Chefs wahrhaft feinster Mahlzeit, da er nun wieder Zugang zu seinem Kräuterfeld hat. Die Texte sind mit einem Zauberspruch versehen, der sie leer macht, mit Ausnahme einer Liste der Ziele des Kults, zu der auch Yuuji gehört. An anderer Stelle wählen zwei Attentäter mit einer identischen Liste Yuuji als ihr nächstes Ziel.","versions":[{"lang":3,"streams":[{"redirect":12929600,"hoster":"VOE"},{"redirect":11036630,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Assassins in Pursuit","descr":"Auf Anraten der Dorfbewohner macht sich Yuuji auf den Weg nach Boginia, einer Stadt, die dafür bekannt ist, gezähmte Monster mit Rüstungen auszustatten. Die Attentäter folgen ihm, um festzustellen, ob er eine Bedrohung für den Kult darstellt. Yuuji ist sich ihrer Anwesenheit bewusst und erwägt, sie zu töten, befürchtet jedoch, dass dies die Aufmerksamkeit des Kultes auf sich ziehen wird. Stattdessen beschließt er, einen Weg zu finden, seinen Namen von der Liste der Attentäter zu streichen. Als er Boginia erreicht, zeigt Yuuji überzeugend, dass er ein mittelloser Idiot und ein Betrunkener ist. Er versucht auch, sich als Amateur-Monsterzähmer auszugeben, während er gegen mehrere Stiermonster kämpft, aber sein Kriegerinstinkt ist zu stark und er offenbart versehentlich seine Fähigkeiten mit einem Schwert. Die Attentäter sind verwirrt, kommen aber schließlich zu dem Schluss, dass er ein absoluter Neuling mit einigen natürlichen Schwertfähigkeiten ist, und lassen es, um ihrem Arbeitgeber Bericht zu erstatten, der ihnen von Messias Zerstörung erzählt. Die Schleime hören mit, wie die Attentäter über ihr nächstes Ziel, Pater Steyl, sprechen. Yuuji will das nicht zulassen und lässt seinen Schleim eine Eisexplosion auslösen, die die Attentäter zu Eis erstarrt. Nachdem die Attentäter erledigt sind, kann Yuuji wieder normal agieren und bittet Boinias besten Waffenschmied, Geigel, um Rüstung für seine Schleime. Geigel stimmt zu, behauptet aber, dass es ein Problem mit einem Monster in einem nahe gelegenen Vulkan gibt.","versions":[{"lang":3,"streams":[{"redirect":13004844,"hoster":"VOE"},{"redirect":11036581,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"We Got Some Monster Armor","descr":"Wenn Yuji eine hochwertige Rüstung haben möchte, braucht er hochwertige Materialien. Und das bedeutet, ein seltenes Monster zu jagen.","versions":[{"lang":3,"streams":[{"redirect":11064352,"hoster":"VOE"},{"redirect":11064354,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"We Fought a Fire Dragon","descr":"Die Schleimlinge entdecken zwei Männer, die mit Fässern auf den Feuerdrachen zugehen. Sie erwähnen, dass sie aus einer Stadt namens Ordarion kommen. Sie entgehen Yuujis Falle, was beweist, dass sie erfahren sind, aber sie werden trotzdem gefangen genommen. Um einem Verhör zu entgehen, begehen sie Selbstmord, was beweist, dass sie der Sekte angehörten. Dryad bestätigt, dass die Fässer verfluchtes Wasser enthalten, eine schwächere Version der verfluchten Kristalle, die wahrscheinlich den Flammendrachen wütend machen soll. Es beginnt zu regnen, was den Feuerdrachen wütend macht, der während der Regenzeit nie auftaucht, weil der Regen sein Feuer löschen könnte. Die Dorfbewohner evakuieren verängstigt Boginia, während Yuuji zurückbleibt, um sich dem Drachen zu stellen. Der Drache ist so heiß, dass seine Anwesenheit einen Fluss austrocknen lässt. Yuuji setzt Eismagie ein, um den Drachen zu verlangsamen, während er den Fluss mit einer Barriere aufstaut und das gesammelte Wasser freisetzt, sobald es hoch genug gestiegen ist und den riesigen Drachen vollständig überflutet hat. Das macht ihn nur noch wütender und er versucht, Boginia zu vernichten. Yuuji ist gezwungen, seinen stärksten Eiszauber einzusetzen, der den Drachen einfriert und ihn tötet. Die Schleimlinge sammeln das fallen gelassene Flammenjuwel ein und entdecken außerdem ein Objekt in der Nähe des Vulkans. Yuuji übergibt das Flammenjuwel an Geigel, der verspricht, eine nie zuvor gesehene Rüstung herzustellen. Yuuji entdeckt, dass es sich bei dem Gegenstand um einen künstlichen Regenmacher handelt, was bedeutet, dass der Kult den Regen absichtlich herbeigeführt hat, um den Drachen zu erzürnen.","versions":[{"lang":3,"streams":[{"redirect":11334550,"hoster":"VOE"},{"redirect":11334546,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Didn\u0027t Seem Like a Good Time for That","descr":"Yuuji erreicht Ordarion und identifiziert Sektenmitglieder, die sich auf jemanden namens Walter beziehen. Vater Steyl erklärt, dass er in seiner Jugend die Blue Moon Church gegründet hat, um tote Abenteurer zu ehren. Walter trat der Kirche bei und wurde schnell zu Steyls rechter Hand. Bald darauf ermordeten Steyl und seine treuen Anhänger alle anderen Kirchenmitglieder außer Steyl und gründeten den Kult mit dem Ziel, die Welt von aller Sünde und Korruption zu reinigen, d. h. die gesamte Menschheit. Durch eine göttliche Offenbarung ist Steyl davon überzeugt, dass Yuuji der göttliche Abgesandte ist und dass es sein Schicksal ist, Walter zu besiegen, obwohl er Yuuji nicht die ganze Wahrheit über seine Offenbarung erzählt. Walter erhält eine göttliche Offenbarung, dass der Abgesandte siegreich sein wird, wenn Steyl getötet wird. Steyl verlässt Ordarion, und Yuuji lässt die Schleimlinge ihm zu einer unterirdischen Höhle folgen, in der sich Walter mit dem Rest der Kultisten aufhält. Im Glauben, dass Yuuji der Abgesandte ist, plant Steyl, sich von Walter töten zu lassen, damit Yuuji den Sieg davonträgt. Plötzlich wird Steyl von seinem eigenen Diener Johann verraten, der in Kontakt mit Walter stand, der die ganze Zeit über Yuuji Bescheid wusste. Yuuji trifft gerade noch rechtzeitig ein, um Steyl zu retten.","versions":[{"lang":3,"streams":[{"redirect":11334543,"hoster":"VOE"},{"redirect":11334544,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Revelation Came True","descr":"","versions":[{"lang":3,"streams":[{"redirect":11407734,"hoster":"VOE"},{"redirect":11407733,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"My Isekai Life","descr":"","versions":[{"lang":3,"streams":[{"redirect":11407732,"hoster":"VOE"},{"redirect":11407735,"hoster":"Streamtape"}]}]}]}]}