{"path":"/serie/stream/tenshi-no-3p","name":"Tenshi no 3P!","descr":"Kyou Mekui ist ein Highschool-Schüler, der aufgrund eines Traumas in seiner Vergangenheit dazu neigt, die Schule zu schwänzen. Anstatt zur Schule zu gehen, verfolgt er lieber sein Hobby und stellt im Geheimen Vocal-Songs mit der Hilfe einer Synthese-Software her. Drei Mädchen, die gerade in die fünfte Klasse gekommen sind ‒ die weinerliche Jun Gotou \"Jun-tan\", die willensstarke Nozomi Momijidani \"Zomi\" und die etwas verschlafene Sora Kanshiro \"Kuu\", die das Leben in ihrer eigenen Geschwindigkeit genießt. Diese drei Mädchen, die zusammen wie Schwestern aufgewachsen sind, schreiben Kyou eine E-Mail: Sie möchten Kyou bei seinem musikalischen Durchbruch helfen.","seasons":[{"path":"/serie/stream/tenshi-no-3p/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-1","name":"","epNo":1,"alt":"Heart Throbbing for Elementary School Kids!","descr":"Kyō Nukui ist ein verschlossener Highschool-Schüler mit einer Vorliebe für Musik, der seine Musik oft unter dem falschen Namen HibikiP online stellt. Eines Tages will ihn ein anonymer Absender in einem Park treffen, dem Kyō zustimmt. Es stellt sich jedoch heraus, dass es sich bei dem anonymen Absender um die drei Grundschulmädchen Jūn Goto, Nozomi Momijidani und Sora Kaneshiro handelt, die ihn bitten, seine Musik bei einem bevorstehenden Konzert mit ihrer Band zu spielen. Sie treten zuerst für ihn auf und obwohl er von ihren musikalischen Fähigkeiten und Vintage-Instrumenten sehr beeindruckt ist, ist er sich seiner Entscheidung noch nicht sicher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8384071","hoster":"VOE"},{"path":"/redirect/12482651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-2","name":"","epNo":2,"alt":"A Desire to Do It Together","descr":"Kyō willigt ein, den Mädchen beim Konzert zu helfen, aber Masayoshi Sawatari, der Leiter des Waisenhauses, in dem sie leben, bittet ihn, sie davon abzubringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12251358","hoster":"VOE"},{"path":"/redirect/8384075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-3","name":"","epNo":3,"alt":"The Boy on Hiatus Descends and Flees, and the Girls From the Church","descr":"Kyō entdeckt, dass Jun und die anderen Klassenkameraden seiner jüngeren Schwester Kurumi sind, sich aber aus irgendeinem Grund mit den anderen Kindern in der Schule nicht gut verstehen. Er findet auch heraus, dass seine Jugendfreundin Sakura Toriumi ebenfalls ein Waisenkind aus Little Wing ist und bittet ihn, es geheim zu halten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8384079","hoster":"VOE"},{"path":"/redirect/8384077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-4","name":"","epNo":4,"alt":"The World Is but Rock n\u0027 Roll","descr":"Kyō und die Mädchen haben überhaupt keinen Erfolg, die Teilnehmer für das Konzert zu gewinnen, und er beschließt dann, zur Schule zurückzukehren und um die Hilfe seiner Klassenkameraden zu bitten, während er den Mädchen vorschlägt, dasselbe bei ihren zu tun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474275","hoster":"VOE"},{"path":"/redirect/8384085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-5","name":"","epNo":5,"alt":"It\u0027s so fun taking pictures of you, because you don\u0027t realize how cute you are.","descr":"Das Konzert ist ein Erfolg, und Kyō und die Mädels sind der nächste Schritt, mehr Publikum zu gewinnen, um mit ihren Auftritten ein stetiges Einkommen zu erzielen. Auf Vorschlag eines Freundes beschließt Kyō, daraus ein PV für Werbung zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474280","hoster":"VOE"},{"path":"/redirect/8384090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-6","name":"","epNo":6,"alt":"Don\u0027t Take the Bassist!","descr":"Nozomi lernt ihren Großvater kennen, der sie adoptieren und nach England mitnehmen will. Kyō und die anderen beschließen, sie nicht zu bitten, zu bleiben, um ihre Entscheidung nicht zu beeinflussen, bis Kyōs Schwester Kurumi ihm eine Meinung gibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13509002","hoster":"VOE"},{"path":"/redirect/8384094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-7","name":"","epNo":7,"alt":"Surprise Invitation","descr":"Kyō wird zusammen mit den Mädchen von Lien de Famille von seiner Online-Freundin Yuzuha Aigae eingeladen, ein Konzert auf einer Ferieninsel zu geben, ohne sich ihrer wahren Absichten bewusst zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474279","hoster":"VOE"},{"path":"/redirect/8384096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-8","name":"","epNo":8,"alt":"The Girl in the Mural","descr":"Unruhig über Kyōs Nähe zu den Mädchen, kommt Yuzuha mit mehreren Tricks gegen sie, nur um von Sakura entlarvt zu werden. Als sich ein Sturm der Insel nähert, verschwindet Yuzuha und nachdem sie sie gefunden hat, entdeckt Kyō ihr Geheimnis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13001691","hoster":"VOE"},{"path":"/redirect/8384104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-9","name":"","epNo":9,"alt":"The Grade School Kids Might\u0027ve Not Been Able to Save the Drowning God if They Hadn\u0027t Gotten There in Time","descr":"Kyō entdeckt, dass seine Online-Freundin nicht Yuzuha, sondern Kiryu Yume war und Yuzuha an ihrer Stelle handelte. Als Kiryu beschließt, alle Verbindungen zu Kyō und den anderen zu beenden, beschließen sie, einen Weg zu finden, sie aufzuheitern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474281","hoster":"VOE"},{"path":"/redirect/8384106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-10","name":"","epNo":10,"alt":"Totally a Date","descr":"Kiryu und Yuzuha erhalten die Erlaubnis, die Insel zu verlassen und in die örtliche Schule zu wechseln. Während Kyō Yuzuha in der Stadt hilft, verbringt sie einige Zeit mit ihr, was die Eifersucht der anderen Mädchen auslöst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474282","hoster":"VOE"},{"path":"/redirect/8384110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-11","name":"","epNo":11,"alt":"Band Battles and Melodies","descr":"Wütend darüber, wie viel Zeit Kyō mit den Mädchen von Lien de Famille verbringt, beschließt Kiryu, mit Yuzuha und Kurumis Hilfe ihre eigene Nummer zu bilden und sie zu einem Duell herauszufordern. Bei dieser Gelegenheit äußert Jun ihren Wunsch, eine eigene Musik zu schreiben, und Kyō erklärt sich bereit, ihr dabei zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474284","hoster":"VOE"},{"path":"/redirect/8384118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tenshi-no-3p/staffel-1/episode-12","name":"","epNo":12,"alt":"Can\u0027t Help but Love the Music","descr":"Nachdem die Vorbereitungen abgeschlossen sind, ist es an der Zeit, dass Lien de Famille und Kiryu\u0027s Band gemeinsam auftreten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13474285","hoster":"VOE"},{"path":"/redirect/8384119","hoster":"Streamtape"}]}]}]}]}