{"path":"/serie/stream/terra-x-die-odyssee-des-menschen","name":"Terra X: Die Odyssee des Menschen","descr":"Dreiteilige Dokumentation über die Evolution des Menschen von der Wiege der Menschheit in Afrika über die geheimnisvollen Spuren unserer eigenen Vergangenheit bis nach China, Australien und Amerika. Diese drei Kontinente bilden den roten Faden dieser Reihe, die versucht, die Entwicklung mit Hilfe von allerneuesten Funden, Computeranimationen, detailfreudigen Rekonstruktionen, kleinen Inszenierungen und atemberaubende Landschaften nachzuzeichnen.","seasons":[{"path":"/serie/stream/terra-x-die-odyssee-des-menschen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/terra-x-die-odyssee-des-menschen/staffel-1/episode-1","name":"Es begann in Afrika","epNo":1,"alt":"","descr":"Vor rund zwei Millionen Jahren begann in Afrika eine Entwicklung, die zum modernen Menschen führte. Der aufrechte Gang war das erste große Ereignis in dieser Evolutionsgeschichte, der Gebrauch des Feuers war ein weiterer großer Schritt. Es folgten die Herstellung einfacher Werkzeuge, der Bau \"primitiver\" Unterkünfte und die gemeinsame Nahrungssuche – Tätigkeiten, die bereits ein bewusstes Handeln voraussetzen. Die Reihe \"Die Odyssee des Menschen\" verfolgt den Weg, auf dem der Mensch zu dem wurde, was er heute ist. Ausgehend von Afrika, der Wiege der Menschheit, sind drei weitere Kontinente – Asien, Australien und Amerika – das Ziel dieser Reise. Neue Funde und Computeranimationen liefern wichtige Hintergrundinformationen. Der erste Teil vollzieht die Schritte nach, die in Afrika zur Entwicklung der Menschheit führten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6656881","hoster":"VOE"}]}]},{"path":"/serie/stream/terra-x-die-odyssee-des-menschen/staffel-1/episode-2","name":"Das Geheimnis der Drachenknochen","epNo":2,"alt":"","descr":"\"Drachenknochen\" sind tierische Fossilien, die in der traditionellen chinesischen Medizin seit langem verwendet werden. \"Drachenknochen\" waren es auch, die ein neues Kapitel in der Geschichte der menschlichen Evolution einläuteten. In einer chinesischen Apotheke stieß zu Beginn des 20. Jahrhunderts der deutsche Naturforscher Haberer auf einen fossilen Backenzahn, der nicht zu einem Tier gehören konnte. Die Wissenschaft wurde aufmerksam, und in den folgenden Jahren rückte China zunehmend ins Blickfeld der Paläoanthropologen. Am Drachenberg von Zhoukoudian fand man unter anderem die Überreste von über 40 Urmenschen, der so genannten \"Pekingmenschen\", die zur Gattung des Homo erectus gehören. Vor etwa zwei Millionen Jahren hatten sie Afrika verlassen und waren bis nach China gekommen. Welche Rolle spielt China bei der Besiedelung der Welt? Als sicher gilt, dass von Asien aus Australien erreicht wurde. Die Reihe \"Die Odyssee des Menschen\" verfolgt den Weg, auf dem der Mensch zu dem wurde, was er heute ist. Ausgehend von Afrika, der Wiege der Menschheit, sind drei weitere Kontinente – Asien, Australien und Amerika – das Ziel dieser Reise. Neue Funde und Computeranimationen liefern wichtige Hintergrundinformationen. Teil zwei führt nach Australien.","versions":[]},{"path":"/serie/stream/terra-x-die-odyssee-des-menschen/staffel-1/episode-3","name":"Die Eroberung der Neuen Welt","epNo":3,"alt":"","descr":"Im Land der Haida-Indianer an der kanadischen Westküste erzählt man sich, dass es einst eine große Flut gab, die nur wenige Auserwählte überlebt haben. Als die Flut schließlich zurückging, begannen die Überlebenden, das Land zu besiedeln. Doch woher kamen die Überlebenden? Wer waren die ersten Amerikaner? Lange glaubte man, dass die ersten Amerikaner über die Beringstraße Alaska erreichten und sich dann durch einen eisfreien Korridor nach Süden hin ausbreiteten. Doch in den letzten Jahren wurden Zweifel an dieser These laut. Zwei Modelle stehen ihr gegenüber: Einmal können die frühen Amerikaner mit Booten aus Nordostasien gekommen sein, zum anderen ist es vorstellbar, dass – lange vor den Wikingern und Columbus – \"Seefahrer\" aus Europa kamen. Für jedes dieser Denkmodelle haben die Wissenschaftler Funde und Argumente, die die Diskussionen um die ersten Amerikaner spannend und aufregend machen. Die Reihe \"Die Odyssee des Menschen\" verfolgt den Weg, auf dem der Mensch zu dem wurde, was er heute ist. Ausgehend von Afrika, der Wiege der Menschheit, sind drei weitere Kontinente – Asien, Australien und Amerika – das Ziel dieser Reise. Neue Funde und Computeranimationen liefern wichtige Hintergrundinformationen. Teil drei führt nach Nord- und Südamerika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6656889","hoster":"VOE"}]}]}]}]}