{"path":"/serie/stream/terra-formars","name":"Terra Formars","descr":"[Ger Dub \\ Ger Sub] Um das Problem der stetig wachsenden Population auf der Erde in den Griff zu bekommen, startete die United-NASA im 21. Jahrhundert ein Projekt zur Bevölkerung des Mars.Damit sich das Klima des Mars stabilisieren konnte, bedeckte die U-NASA seine Oberfläche mit 2, den harten Bedingungen des Mars trotzenden, Organismen: Einem bestimmten Moos, sowie gewöhnlichen Kakerlaken, die sich von dem Moos ernähren sollten und deren Kadaver dem Moos wiederum als Nährboden dienten. Die beiden Organismen sollten, während sie sich auf dem Mars ausbreiteten, das Sonnenlicht aufnehmen, um so über viele Jahre hinweg die Marsoberfläche langsam zu erwärmen.500 Jahre später hat sich das Klima auf dem Mars weitestgehend stabilisiert und die U-NASA startete im Jahr 2577 das erste bemannte Raumschiff zum Mars. Doch was sie dort vorfanden, hätten sie sich in ihren kühnsten Träumen nicht ausmalen können.Die ausgesetzten Kakerlaken haben sich in nur 500 Jahren zu primitiven, humanoiden Lebensformen entwickelt, deren monströse Stärke nur von ihrem Drang, Menschen zu töten, übertroffen wird.Als Antwort auf die neue Bedrohung entsendet die Menschheit nun genetisch veränderte Super-Soldaten, die den Kakerlaken den Krieg erklären und den Mars zurückerobern sollen.","seasons":[{"path":"/serie/stream/terra-formars/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/terra-formars/staffel-1/episode-1","name":"Mutation","epNo":1,"alt":"Symptom: Mutation","descr":"Wir schreiben das Jahr 2619. Zwanzig Jahre ist die Tragödie der BUGS 2 nun her. Um seine Kindheitsfreundin Yuriko vor einer unbekannten Krankheit retten zu können, kämpft Hizamaru Akari in einer Untergrundarena in Bangkok.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929617","hoster":"VOE"},{"path":"/redirect/12478126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-2","name":"Aufbruch","epNo":2,"alt":"Departure: For the Front","descr":"Um einen Impfstoff gegen das Alien-Engine-Virus entwickeln zu können, bricht die Annex 1 in Richtung Mars auf. Akari und die anderen Crewmitglieder genießen ihre Zeit auf dem Schiff, bevor sie ihre lebensgefährliche Mission auf dem Mars antreten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788176","hoster":"VOE"},{"path":"/redirect/8795573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-3","name":"Der unheilvolle Planet","epNo":3,"alt":"To Mars: To the Planet of Calamity","descr":"Das plötzliche Erscheinen der Terraformar verwandelt die Annex 1 in ein Blutbad. Um diese Situation bewältigen zu können, machen Akari und Marcos sich auf, die Droge zu holen, doch finden Terraformar in deren Aufbewahrungsraum vor, wie sie die Vorräte vernichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788178","hoster":"VOE"},{"path":"/redirect/8795576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-4","name":"Totaler Krieg","epNo":4,"alt":"War: All-Out War","descr":"Shōkichi und seine Gruppe kommen sicher auf der Marsoberfläche an, geraten jedoch sofort in einen Angriff der Terraformar. Auch die anderen Gruppen werden angegriffen, und da sie jeweils nur einen Terraformar sehen, glauben sie sich zunächst in Sicherheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788177","hoster":"VOE"},{"path":"/redirect/8795579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-5","name":"Die Außergewöhnlichen Wunderkinder","epNo":5,"alt":"Exceptional Two: The Miracle Child","descr":"Marcos erinnert sich an seine Kindheit in Gran Mexico. Sheila, die einst strahlte wie die Sonne, weilt nicht mehr unter ihnen. Mit bitteren Tränen um einen gefallenen Freund in den Augen lässt Marcos seine Wut explosionsartig an den Terraformarn aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173334","hoster":"VOE"},{"path":"/redirect/8795575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-6","name":"2 Minuten","epNo":6,"alt":"2 Minutes","descr":"Ein merkwürdiger Terraformar mit eigenartig entwickelten Beinen ist auf die Rettungskapsel der Gruppe 2 gesprungen. Er übernimmt die Kontrolle und versucht, mit der Rettungskapsel davonzufliegen, während die Besatzung noch an Bord ist. Yaeko und die anderen machen sich aufs Schlimmste gefasst, während sie herauszufinden versuchen, wieso er die Maschine steuern kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788184","hoster":"VOE"},{"path":"/redirect/8795581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-7","name":"Krabbe: Wilder Krieger","epNo":7,"alt":"Crab: Brave Warrior","descr":"Michelle und Akari kämpfen gegen die mysteriösen Terraformar. Als der Kampf vorbei ist, geht Michelle sich umziehen und Alex und Akari versuchen, einen Blick zu erhaschen. Ein nie dagewesener Akt sollte sich mitten auf dem Mars ereignen. Unterdessen erreichen Asimov und Gruppe 3 die rätselhaften Pyramiden, wo sie gegen den Terraformar kämpfen, der Elenas Leben auf dem Gewissen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788180","hoster":"VOE"},{"path":"/redirect/8795584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-8","name":"Der Zitteraal","epNo":8,"alt":"Der Zitteraal: The Electric Organism","descr":"Adolf und Gruppe 5 begeben sich im Regen zur Absturzstelle der Annex. Doch plötzlich werden sie von der Rettungskapsel von Gruppe 4 gerammt und stecken fest. Während sie sich zum Kampf gegen die Horde der Terraformar vorbereiten, die sie draußen erwartet, erinnert Adolf sich an früher. An seine traurige Vergangenheit, die Operation … und schließlich den Tag, an dem jemand sein Leben für immer verändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788182","hoster":"VOE"},{"path":"/redirect/8795580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-9","name":"Zu traurig, um zu sterben","epNo":9,"alt":"Too Sad to Die: A Single Drop From a Thunderstorm","descr":"Adolf nutzt seinen Zorn und richtet ihn in Form von Elektrizität auf die Terraformar. Um wen weint er? Als der Staub sich legt, taucht der Anführer der Terraformar auf. Das Blatt wendet sich zugunsten der Terraformar und Adolf fällt. In dieser Zeit der Not erhebt sich nur noch einer..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788188","hoster":"VOE"},{"path":"/redirect/8795583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-10","name":"Verlangen: Wunsch","epNo":10,"alt":"Desire","descr":"Elektrisierender Donner trifft die Terraformar, als würde es sich um Gottes Zorn handeln. Adolf gibt sein Bestes und bricht zusammen. Doch da kommt Eva an seine Seite. Doch der Geschmack des Sieges verfliegt schnell, als der Anführer der Terraformar wieder erwacht und Division 5 mit all seiner Macht attackiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788183","hoster":"VOE"},{"path":"/redirect/8795582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-11","name":"Boxer","epNo":11,"alt":"Boxer","descr":"Division 1 wurde von den Terraformars zerschlagen. In den schwärzesten Tiefen erhallt der Gong, welcher den Kampf Erde gegen Mars ankündigt. Auf der Seite des Mars steht ein elefantöser Terraformar, auf der Seite der Erde steht Onizuka Keiji, der stets ein einfaches Leben geführt hatte. Um die Insel, welche seine Mutter liebt, und seine neuen Freunde zu beschützen, steigt er erneut in den Ring. So findet der brutale und unnachgiebige Schlagabtausch der Fäuste seinen Anfang...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788189","hoster":"VOE"},{"path":"/redirect/8795585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-12","name":"Sternschnuppe","epNo":12,"alt":"Shooting Star: On Track and Reckless","descr":"Nachdem Shokichi in die Falle eines Terraformars mit der Kraft einer Seidenraupe getappt und von Fäden umgeben ist, erinnert er sich an Akita Nanao. Shokichi bereut, dass er ihren Körper nach ihrem Tod während der Mission auf dem Mars zurücklassen musste. Nun will er sie rächen. Wird Shokichi es schaffen, die Uhr neu zu starten, die vor zwanzig Jahren anhielt? In der Zwischenzeit findet die dritte Division in den Pyramiden etwas, das nicht hätte dort sein dürfen, und plötzlich durchdringt ein ohrenbetäubendes Geräusch den ganzen Mars","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788192","hoster":"VOE"},{"path":"/redirect/8795586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/terra-formars/staffel-1/episode-13","name":"Terra for Mars","epNo":13,"alt":"Terra For Mars: This Way and That Way","descr":"Die erste Division kommt der zweiten gerade rechtzeitig zur Hilfe. Michelle und Akari nutzen ihre Kräfte und stellen sich den Terraformars entgegen. Nun, da sie wieder vereint sind, kommt auch die Wahrheit hinter Sheilas Tod ans Licht. Währenddessen treffen sich die Präsidenten der alliierten Nationen mit Hiruma Ichiro, dem Premierminister von Japan. Die Annex-Crew muss nun den wahren Überlebenstest bestehen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788186","hoster":"VOE"},{"path":"/redirect/8795589","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/terra-formars/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/terra-formars/staffel-2/episode-1","name":"","epNo":1,"alt":"The Special Two","descr":"Um ein wirksames Mittel für den auf der Erde kursierenden Virus zu erlangen, sind internationale Truppen auf dem Mars gelandet. Nach heftigen Kämpfen können sie nun das erste Mal etwas Luft schnappen","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-2","name":"","epNo":2,"alt":"The Captains Rage","descr":"Auf der Erde gibt es einigen Streit darüber, dass die Mission auf dem Mars scheinbar nicht so läuft, wie man sich das vorgestellt hatte - zumal damit noch ganz andere Pläne verbunden zu sein scheinen. Und auf dem Mars kristallisiert sich heraus, dass nicht jede Gruppe dir gleichen Ziele verfolgt","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-3","name":"","epNo":3,"alt":"An Allinace Appears","descr":"Gruppen 1 und 2 sind der chinesischen in die Falle gegangen. Zwar können sie die fortschrittlichen schweren Waffen der Chinesen ausschalten, aber auch ohne ihre Waffen sind die Chinesen noch formidable Gegner","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-4","name":"","epNo":4,"alt":"Three Way","descr":"Der Kampf um die Annex geht weiter. Doch während die auf den Mars entsandten Teams der Erde mit ihren Streitereien untereinander beschäftigt sind, nähert sich ein Heer von Terraformars","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-5","name":"","epNo":5,"alt":"Soldier And Father","descr":"Die chinesische Gruppe hat ihre Geheimwaffe enthüllt: Ein Mädchen, dessen Fähigkeit der einer biologischen Waffe gleicht. Solange sie am Leben ist, lässt die Annex sich nicht zurückgewinnen. Alexander begibt sich allein in das verseuchte Schiff, um sie zu töten.","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-6","name":"","epNo":6,"alt":"Weapons and Techniques","descr":"Von ihrer Gruppe getrennt werden Michelle und Hizamaru von Terraformern angegriffen, die über Fähigkeiten gefallener Menschen verfügen, welche sich der MO-Operation unterzogen hatten. Die einzige Möglichkeit, diese überlegenen Feinde zu bezwingen, besteht darin, mit List und Tücke Gebrauch vom Waffenarsenal der Gruppe 4 zu machen","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-7","name":"","epNo":7,"alt":"The First Day","descr":"Akari und Michelle sind immer noch im Kampf gegen die Schaben. Während des Kampfes entsinnt sich Michelle ihrer traurigen Kindheit","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-8","name":"","epNo":8,"alt":"Hunter\u0027s Nest","descr":"Michelle und Akari wurden von Bào aus Gruppe 4 gefangen, der nun versucht, sie zurück zur Annex 1 zu bringen. Jedoch stellt sich ihm eine Horde Terraformer in den Weg. Er beschließt, Yaeko zu opfern, um zu entkommen. Wird sie ohne Kampffähigkeiten entkommen können?","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-9","name":"","epNo":9,"alt":"The Leader","descr":"Joseph G. Newton, die Nummer 1 des MARS-Rankings, ist erschienen, um Yaeko und Alex vor der Horde Terraformer zu retten. Mit Leichtigkeit schaltet er Bào aus und rettet Akari und Michelle, doch wird er sein größtes Ziel – Michelle für sich zu gewinnen – erreichen können?","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-10","name":"","epNo":10,"alt":"Colony","descr":"Die Gruppe der Techniker, angeführt von einigen Kämpfern niedrigen Ranges, unternimmt einen verzweifelten Versuch, die Annex 1 zurückzugewinnen. Gleichzeitig greifen die Terraformer an und es entbrennt erneut ein Dreierkampf","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-11","name":"","epNo":11,"alt":"Silent Fists","descr":"In der Schlacht um die Annex versucht das Technikerteam weiterhin den Funkturm zurückzusetzen. Dafür brauchen sie aber Schutzanzüge, um nicht von den B-Kampfstoffen in der Luft dahingerafft zu werden","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-12","name":"","epNo":12,"alt":"The Soul of the Weakest","descr":"Der Kampf um den Sendeturm nimmt kein Ende, während die Nichtkombattanten der Gruppe 1 sich in die Steuerzentrale stiehlt. Doch die Terraformer sind ebenfalls dort! Das kleinste Geräusch könnte die ausgebildeten Killer von Gruppe 4 auf sie aufmerksam machen, was sie zum Arbeiten in absoluter Stille zwingt, während die Küchenschaben sich nähern","versions":[]},{"path":"/serie/stream/terra-formars/staffel-2/episode-13","name":"","epNo":13,"alt":"The 12 Seconds: 12 Second Revolution","descr":"Das heldenhafte Opfer der Nichtkombattanten ermöglicht den Gruppen 1 und 2, kurzzeitig die Kontrolle über den Sendeturm zurückzuerlangen. Die letzte von ihnen verliert jedoch das Bewusstsein, bevor sie der Erde vom Verrat durch Gruppe 4 berichten kann. Ist alle Hoffnung verloren oder gibt es noch einen Weg?","versions":[]}]}]}