{"path":"/serie/stream/texhnolyze","name":"Texhnolyze","descr":"Ichise lebt in der unterirdischen Stadt LUX, in der vorherrschend Verzweiflung und Gewalt den Alltag bestimmen. Dies erlebt Ichise am eigenen Leib, als er eines Tages nach einen Wettboxturnier sowohl seinen Arm als auch sein Bein gewaltsam verliert. Als er dem Tod schon Nahe ist, nutzt ihn eine Ärztin, um die nächste Generation an Texhnolyze an ihm zu versuchen. Sprich sie ersetzt seine verlorenen Körperteile durch künstliche, mechanische Gliedmaßen, deren Zustand der Besitzer unter anderem in seinem Gesichtsfeld nun sehen kann. Dabei spielt ein seltenes Material namens RAFIA eine entscheidende Rolle, da dieses die Fähigkeit besitzt den menschlichen Körper mit den künstlichen Körperteilen zu verbinden, was die zentrale Grundlage bildet für die Texhnolyzation.","seasons":[{"path":"/serie/stream/texhnolyze/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/texhnolyze/staffel-1/episode-1","name":"Fremder","epNo":1,"alt":"Stranger","descr":"Nach einem erfolgreichen Wettkampf wird der junge Boxer Ichise mit einer Prostituierten belohnt. Als diese jedoch während des Liebespiels durchdreht, kann Ichise sie nur mit einem schlagkräftigen Faustschlag stoppen. Der Zuhälter der Dame lässt Ichise dafür einen Arm abtrennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945417","hoster":"VOE"},{"path":"/redirect/12945418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-2","name":"Verwirkung","epNo":2,"alt":"Forfeiture","descr":"Nach dem Verlust seines Armes brennt in Ichise die Lust auf Rache. Der darauffolgende Kampf ist jedoch aussichtslos und Ichise verliert auch noch sein Bein. Onishi, der Kopf der Bande, schenkt Ichise sein Leben, da dieser noch Lebenswillen zeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945420","hoster":"VOE"},{"path":"/redirect/12945419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-3","name":"Texhnophilie","epNo":3,"alt":"Texhnophile","descr":"Ichise erwacht nackt in einem sterilen Arztzimmer. Als er erkennt, dass die Phiole mit den Genen seiner Mutter fehlt, ist er außer sich vor Wut und attackiert eine junge Ärztin. Diese versucht ihm zu erklären, dass die Gene nun Teil seines neuen texhnolysierten Armes und Beines sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945421","hoster":"VOE"},{"path":"/redirect/12945424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-4","name":"Synapse","epNo":4,"alt":"Synapse","descr":"Die Ärztin erklärt Ichise die Wirkung von Lafia und wie er mit Hilfe von Texhnolyze wieder normal am Leben teilnehmen werden kann. Währenddessen wird Kazuho in Lukuss Opfer eines Überfalls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945426","hoster":"VOE"},{"path":"/redirect/12945427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-5","name":"Bummeln","epNo":5,"alt":"Loiter","descr":"Ichise flieht aus dem Labor der Ärztin. Er leidet unter den Nachwirkungen seiner Operation und kann seine neuen Gliedmassen noch nicht richtig kontrollieren. Als Ichise bemerkt, dass Onishis Banda hinter ihm her ist, flieht er in die Kanalisation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945429","hoster":"VOE"},{"path":"/redirect/12945430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-6","name":"Wiederholung","epNo":6,"alt":"Repetition","descr":"Ichise versucht, mit seinen texhnolysierten Gliedmaßen den Dreh rauszubekommen und erfolgreich eine Treppe hochzusteigen. Onishi ruft Ishii herbei, wenn er weiß, wo Ichise ist, aber Ishii liefert keine nützlichen Informationen, sehr zu Onishis Enttäuschung. Nachdem Doc bei der Suche nach Ichise mit ihrem Fahrzeug einen Unfall hatte, geht er mit einem verletzten Fuß zurück zum Forschungslabor, nur um dort Yoshii zu sehen. Yoshii interessiert sich für Bast, der seiner Meinung nach der Grund für die Existenz der Stadt ist. Ichise hält einen Jugendlichen davon ab, Waren von einem Ladenbesitzer zu stehlen, der ihm als Belohnung Essen serviert. Kurz darauf findet Ichise Ishii und verprügelt ihn, aber Ichise wird bald bewusstlos und eingesperrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945432","hoster":"VOE"},{"path":"/redirect/12945433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-7","name":"Anschlag","epNo":7,"alt":"Plot","descr":"Doc repariert Ichises texhnolysierte Gliedmaßen und Onishi lässt ihn frei. Yoshii trifft sich mit einem Mann namens Tatsuya Sakimura, der sagt, dass es viele Konflikte zwischen der Organo und der Heilsunion gegeben hat. Shinji versucht Ichise zu überreden, sich dem Racan anzuschließen, und bringt ihn und Ran später zum Treffpunkt des Racan. Später findet Yoshii Ishii auf der Straße und tötet ihn. Onishi schickt Nakahara vom Vorstand als seinen Vertreter, um Kimata zu konfrontieren. Auf dem Weg zum Hauptquartier der Heilsunion wird Nakahara jedoch von Yoshii, den Onishi nicht kennt, beschossen. Aus diesem Grund erklärt das Organo der Heilsunion den Krieg. Onishi erhält einen Anruf von Yoshii, der sagt, dass er zu spät ist, da er das Hauptquartier in Brand gesteckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945435","hoster":"VOE"},{"path":"/redirect/12945436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-8","name":"Schmelztiegel","epNo":8,"alt":"Crucible","descr":"Während die Organo mit der Ausarbeitung eines Plans zögern, bereitet die Heilsunion ihre Vergeltung vor. Yoshii begegnet Ichise und Ran in einer Gasse. Es wird enthüllt, dass Yoshii eine Bombe im Hangout platziert hat und viele Mitglieder der Racan getötet haben. Onishi steht Kimata allein auf der Straße gegenüber, aber Shinji will auch mitmachen. Als Ichise auftaucht, beginnt er plötzlich einen Aufstand zwischen der Salvation Union und den Racan. Onishi sticht Shinji mit der Scheide seines Schwertes und nimmt dann Ichise in seinem Auto mit. Yoshii war der Grund dafür, die drei Fraktionen heimlich gegeneinander auszuspielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945439","hoster":"VOE"},{"path":"/redirect/12945442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-9","name":"Windung","epNo":9,"alt":"Wiggle","descr":"Während Assistentin Michiko Hirota fährt, entkommt Onishi Yoshiis Blick aus der Ferne nur knapp und vermeidet Schüsse aus dem Scharfschützengewehr. Ichise wird zurück in Onishis Wohnung gebracht, um sich auszuruhen. Auf dem Weg zu seinem Büro rennt Onishi nach draußen und trifft Haruhiko Toyama, die sagt, dass Keitarou Mizuno von der Geschäftsleitung nach ihm suchen will. Onishi kontaktiert seine Frau Mana Onishi von einer Bar aus, um die Wohnung zu verlassen, aber Yoshii erreicht sie zuerst und richtet eine Waffe auf ihren Kopf. Als Yoshii Onishi sagt, dass er Teil eines Spektakels sein soll, Mana schneidet Yoshii mit einer Schere. Dann tritt er sie mit dem Rücken gegen das Fenster, was dazu führt, dass sie blutet und aus der Wohnung fällt. Onishi findet Mana am Boden liegend und bringt sie zurück in sein Zimmer, damit sie in Frieden ruhen kann. Toyama ruft Onishi an, nur um zu sagen, dass jemand den Racan besucht, was Onishi frustriert. Während sie mit Ran spazieren geht, sieht Sakimura Yoshii, der die Unveränderlichkeit des Lebens in der Stadt Lux satt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945445","hoster":"VOE"},{"path":"/redirect/12945446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-10","name":"Beschluss","epNo":10,"alt":"Conclusion","descr":"Yoshii, Ran und Sakimura nehmen einen Zug, um Shinji in seinem Treffpunkt zu besuchen. Währenddessen trifft sich Bunken Kohakura mit Akihisa Sonoda in die Sauna und bespricht, was Mizuno vorhat. Yoshii überzeugt Shinji, sich ihm anzuschließen und seine Mission zu unterstützen. Onishi befragt ein Mitglied der Racan energisch, wo Shinji ist und wer bei ihm ist. Außerhalb einer KathedraleAus der Ferne bereitet sich Yoshii darauf vor, Hirohisa Goto zu ermorden, der einen Vertreter der Klasse trifft, aber Shinji kapiert, was Yoshii die ganze Zeit getan hat. Plötzlich kommt Onishi ins Bild und schützt Goto davor, erschossen zu werden. Yoshii verfolgt Onishi in der Kathedrale und sticht ihm in die Brust, was ihn fast tötet. Ichise kommt jedoch auch an und schlägt Yoshii ins Gesicht, wodurch er über einen Felsvorsprung fällt. Sakimura kommt an und findet Yoshii tödlich verwundet am Boden vor und beendet sein Leben, indem er ihm einmal in den Kopf schießt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945450","hoster":"VOE"},{"path":"/redirect/12945452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-11","name":"Landstreicher","epNo":11,"alt":"Vagrant","descr":"Onishi wird ins Krankenhaus gebracht und wird von Goto für seine gute Tat bedankt. Ichise wird mit Toyama in eine Bar gebracht, die Informationen über einen Bomber mit einer Papiertüte erhält, der vor dem Obelisken der Stadt davongelaufen istals es bombardiert wurde und auf eine Fabrik zusteuerte. Unterdessen besucht Mizuno Kimata und verwendet fälschlicherweise Onishis Namen, um seine Dankbarkeit für Entschädigung und Unterstützung auszudrücken. Später besucht er Shinji und Hal, um ihm mitzuteilen, dass er der neue Leiter des Organo sein wird, aber die beiden kaufen das nicht. Als Ichise von Männern gegen die Organo angegriffen wird, kommt Toyama, um ihn zu retten. Toyama glaubt, dass die Texhnolyse seinen Hass auf seinen Vater bedeutet. Während einer Vorstandssitzung ist Mizuno, der darauf besteht, der Chef des Organo zu werden, schockiert, als der Attentäter, der von Ichise und Toyama gefangen genommen wurde, ihn als denjenigen verteufelt, der ihm befohlen hat, den Obelisken zu bombardieren. Nachdem Ichise Onishi im Krankenhaus besucht hat, findet Ichise Ran auf der Straße, wo sie ihm sagt, dass sie nicht mehr alles sehen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945456","hoster":"VOE"},{"path":"/redirect/12945457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-12","name":"Vorkenntnis","epNo":12,"alt":"Precognition","descr":"Toyama führt Ichise schließlich in das Organo ein. Shinji und Hal diskutieren darüber, wo sie eine neue Höhle für ihre Gruppe einrichten werden, sehr zum Ärger von Yoko Ryoko. Kohakura informiert Ichise und Toyama, dass der Leiter einer Ausgrabung namens Yamura ermordet aufgefunden wurde. Während der Untersuchung enthüllt Toyama, dass der Organo durch die Klasse am Leben erhalten wird, indem er unterirdisch gelagertes Bast sammelt. Nachdem Toyama sagt, dass Yamura illegal Bast verschifft, bemerkt er, dass Ran versucht, ihm auf der Straße auszuweichen, weil sie seine Zukunft nicht sehen will. Sie bricht zusammen, nachdem sie sich Männer in Blaufuchsmasken vorstellt, die Ichise umgeben. Ein alter Bergmann, der ihr einen Platz zum Ausruhen anbietet, ist sich von Ichises Ressentiments gegenüber seinem verstorbenen Vater bewusst, aber es war Ichises Vater, dem tatsächlich der illegale Verkauf von Bast angetan wurde.Nachdem Ichise und Toyama herausgefunden haben, dass weder die Heilsunion noch die Racan dafür verantwortlich waren, begeben sich Ichise und Toyama zu einem Glücksspielplatz, wo Ichise die Verantwortlichen für die Fratze seines Vaters entdeckt und sie mit bloßen Fäusten brutal ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945460","hoster":"VOE"},{"path":"/redirect/12945461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-13","name":"Aussicht","epNo":13,"alt":"Vista","descr":"Ichise, Onishi, Michiko und Ishimori nehmen einen Zug von Lux nach Gabe. Bei der Ankunft trifft sich Onishi mit dem Weisen, der verkündet, dass Lux unweigerlich zuerst zerstört und dann wiedergeboren wird. Ishimori sagt Ichise, dass er nicht unbedingt Teil des Organo sein muss. Onishi sucht Rat und wird zu Ran gerufen, die voraussagt, dass er durch den Verlust seiner echten Beine zerstört wird, aber sie wird ohnmächtig, bevor sie die überwältigende Zukunft der Stadt vorhersagt. Michiko erzählt Onishi, dass Ichise einen Attentäter in einer nahe gelegenen Fabrik gefunden hat, die irgendwie bewaffnete Waffen liefert. Der Attentäter in der Fabrik greift Ichise an, aber Ishimori erschießt ihn. Es wird enthüllt, dass Onishi aus Freundlichkeit seine echten Beine als Kind an einen behinderten Jungen verkauft hat. Ishimori verrät die Gruppe und versucht, Onishi zu töten.Aber Ichise benutzt seinen texhnolysierten Arm, um Onishi abzuschirmen, der dann Ishimori in die Schulter schießt. Onishi ist überrascht, als der Weise mit seinem Stamm auftaucht und seine Verbindungen zu den Organo abbricht, und Ichise ist verzweifelt, als Ran sagt, dass er derjenige sein wird, der alles zerstören wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945463","hoster":"VOE"},{"path":"/redirect/12945464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-14","name":"Verwerfung","epNo":14,"alt":"Rejection","descr":"Doc geht zu einer Mine, die haufenweise alte texhnolysierte Gliedmaßen zum Verkauf lagert, aber als sie einen Laden betritt, um mögliche Hinweise zu finden, wird sie vom Ladenbesitzer belästigt. Später schickt Onishi Ichise zu Doc im Forschungslabor, um seine Hand zu reparieren. Doc, die Ichise im Schlepptau hat, fährt zu ihrem Haus außerhalb der Stadtgrenzen, da sie möchte, dass er lernt, eher anspruchsvoll als gewalttätig zu sein. Als sie die Enklave der Klasse am Ende eines Tunnels erreicht, fordert Doc ihren Anführer auf, sie einzulassen, damit sie ihre Expertise in der Texhnolysierung nutzen kann, und zeigt eine magnetooptische Scheibedie ihre Forschungen zu Ichise dokumentierte. Die einzige Antwort, die sie erhält, ist jedoch eine schwebende goldene Kugel, die Laserstrahlen auf sie schießt, was Ichise dazu veranlasst, sie zu retten. Letztendlich wird ihr Auto zerstört und ihre magneto-optische Scheibe zerschmettert, als sie und Ichise gezwungen sind, aus dem Tunnel zu fliehen. Draußen in den Ruinen tötet Ichise Mitglieder der Klasse, die hinter den beiden hergeschickt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945467","hoster":"VOE"},{"path":"/redirect/12945468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-15","name":"Gestalten","epNo":15,"alt":"Shapes","descr":"Während einer Gedenkfeier erschießt Kawamata, einer von Kenichiro Tsujinakas Männern, ein Mitglied der Organo, woraufhin Kohakura Kawamata tötet. Nachdem sie dieses Ereignis miterlebt haben, fragen sich Tsujinaka und Toyama, warum es in letzter Zeit im Organo zu Morden gekommen ist. Yoko geht mit Hal an der Bar aus, aber sie möchte nicht sehen, wie Shinji dort Zeit mit Michiko verbringt. Als Hal fragt, warum Shinji für sie so besonders ist, verlässt Yoko ihn. Onishi schickt Ichise mit Kohakura und Sonoda, um Goto im Krankenhaus zu besuchen, aber sie werden von weiteren Männern von Tsujinaka überfallen. Kohakura und Sonoda töten alle Männer und flüchten in ein verlassenes Gebäude, aber der Spieß hat sich gedreht, als Kohakura Sonoda in den Kopf schießt. Später lässt Kohakura von Toyama Ichise ein Schwert geben, um Tsujinaka zu ermorden. Währenddessen wird Onishi vorübergehend von Kano gedämpft,der Anführer der Klasse, der die drei Fraktionen untergräbt und schwört, die Stadt für immer zu verändern. Hal beschließt, den Racan zu verlassen, und Shinji lässt ihn gehen, sehr zu Yokos Sorge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945471","hoster":"VOE"},{"path":"/redirect/12945472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-16","name":"Beanspruchung","epNo":16,"alt":"Strain","descr":"In Gabe muss der Weise Rans Vorhersagen zweifelsfrei akzeptieren, selbst auf Kosten des Lebens der anderen Stammesmitglieder. Da Kimata gegen den Glauben der Anti-Texhnolysierung verstoßen hat, weil sein linker Arm diskret texhnolysiert wurde, tritt Inui aus der Heilsunion aus. Onishi, verärgert darüber, dass Doc auf ihm verschwunden ist, lässt sie wissen, dass er Kano begegnet ist, aber ohne sein Gesicht zu sehen. Doc sagt, dass die Klasse plant, ihre Ideen der Texhnolysierung loszuwerden, damit Kano seine Revolution in der Stadt beginnen kann. Im Krankenhaus besucht Ichise Goto, der ihm sagt, er solle seine eigene Zukunft gestalten, anstatt sich von der Zukunft zu abhängig zu machen, die Ran vorhergesagt hat. Kohakura erklärt während einer Vorstandssitzung die Auflösung des Organo, aber Onishi überzeugt einige der Mitglieder, sich gegen die Entscheidung zu wehren. Die Gestalten infiltrieren das Krankenhaus und greifen Ichise an.der versucht, Goto vor Schaden zu bewahren. Als Ichise und Goto umzingelt werden, kommen Onishi und seine Anhänger zu ihrer Rettung und schießen die Formen gnadenlos nieder. Kano sendet eine Nachricht an alle texhnolysierten Menschen, dass Lux nun von der Klasse unter der Sicherheit der Formen regiert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945474","hoster":"VOE"},{"path":"/redirect/12945480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-17","name":"Abhängigkeit","epNo":17,"alt":"Dependence","descr":"Onishi und seine Gruppe wehren einige der entgegenkommenden Gestalten ab, die in die Stadt einmarschieren. Shinji trifft kurz auf Hal und enthüllt, dass Hal zu den Formen gehört, was Shinji dazu führt, die Racan aufzulösen. Hal kommt später zurück, um die Angelegenheit mit Shinji in einem Duell zu regeln, aber als Hal versucht, Shinji zu erledigen, spießt Shinji Hals Augenhöhle mit seinem texhnolysierten Finger auf und tötet ihn. Ran nimmt aus unbekannten Gründen einen Zug nach Lux. Kano nimmt Kohakura gefangen und zwingt ihn, einer der Shapes zu sein. Kimata, der seinen texhnolysierten Arm seinen Mitmenschen entblößt, bereitet sie auf den Kampf gegen die Gestalten vor. Ichise geht, um Doc zu holen, wo sie enthüllt, dass sie gelogen hat, den Bast seiner Mutter in seinen texhnolysierten Gliedmaßen aufbewahrt zu haben, um ihm zu helfen, texhnolysiert zu werden.Ichise ist darüber sehr verärgert und tötet Doc in einem Wutanfall fast, schafft es aber, sich selbst aufzuhalten. Onishi schließt sich Kimata in der Schlacht an, aber Kimata wird kurz von den Formen getötet, was Onishi dazu veranlasst, sich mit seinen verbleibenden Verbündeten zurückzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945482","hoster":"VOE"},{"path":"/redirect/12945481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-18","name":"Thron","epNo":18,"alt":"Throne","descr":"Ran erscheint auf einer Brücke vor dem Obelisken, der Lux beaufsichtigt. Onishi und seine Gruppe schleichen sich unter die Erde, um an den Gestalten vorbeizukommen, die sein Büro überfallen haben. Nachdem er Hals Körper in der Höhle des Racan verbrannt hat, verlässt Shinji Yoko, um eine unermessliche Besorgung zu erledigen. Doc versucht Ichise davon zu überzeugen, dass die Welt untergeht, umarmt ihn und sagt ihm, dass sie Lux verlassen müssen, bevor es zu spät ist. Onishi fährt zur Festung der Klasse, weicht Hindernissen auf dem Weg aus und trifft sich dort mit Shinji. Die beiden dürfen die Festung betreten, wo sie drei Großmütter treffen, die sie warnen, dass sie Kano aufhalten müssen, solange sie noch eine Chance haben. Sakimura findet Onishi und Shinji, die sich seiner Verbindung zu Yoshii bewusst sind. Onishi schickt Doc sowie Ichise mit Sakimura als ihrem Führer zur Oberflächenwelt, um sie vor Kano zu warnen.s drohende Invasion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945484","hoster":"VOE"},{"path":"/redirect/12945485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-19","name":"Himmelwärts","epNo":19,"alt":"Heavenward","descr":"Auf dem Weg zur Oberflächenwelt mit dem Zug erklärt Doc Ichise, dass seine texhnolysierten Gliedmaßen in der Oberflächenwelt aufgrund der Abhängigkeit von Lux\u0027 Obelisk stark geschwächt sein werden. Sie gesteht auch, dass sie ihre Zellen als Biokreislauf für die texhnolysierten Gliedmaßen verwendet hat, was der Grund dafür war, warum sie zuvor gelogen hat. Beim Eintritt stellen sie fest, dass die Welt oben dünn besiedelt ist. Keiichi Saginuma, eine körperlose männliche Stimme, die dann als kleines Mädchen auftritt, begleitet sie zum Regierungsgebäude, wo Sakimura seine Arbeit mit seiner Kollegin Yamashita wieder aufnehmen will. Sie erfahren jedoch, dass Saginuma der Nachricht von der Invasion apathisch gegenübersteht und kommentiert, wie die Produktion von Bast zur Nutzung der Texhnolysierung in der Oberflächenwelt nutzlos geworden ist. Beide enttäuscht, Ichise und Doc wandern durch die Straßen und finden einen KlassikerKino , das einen Film zeigt, der zeigt, wie Lux geschaffen wurde, als die Klasse Menschen zusammentrieb, die als unvollkommen oder unrein galten, viele tötete und den Rest in die unterirdische Stadt zwang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945492","hoster":"VOE"},{"path":"/redirect/12945490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-20","name":"Hades","epNo":20,"alt":"Hades","descr":"In dem Apartmentzimmer, in dem sie wohnten, beschließt Doc, in der Oberflächenwelt zu bleiben, während Ichise sich verabschiedet. Er besucht einen alten Mann, der seine texhnolysierten Glieder wieder auflädt, bevor er zum Bahnhof geht. Er kommt jedoch an und findet den Tunnel zerstört vor und Toyama, jetzt einer der Shapes, konfrontiert ihn. Toyama hatte absichtlich den Zug und den Tunnel zerstört, um Kanos Invasion zu stoppen, aber er bringt Ichise dazu, ihn zu bekämpfen, indem er ihm sagt, dass Ran von Kano gefangen genommen wurde. Sie führen einen Schwertkampf, der damit endet, dass Ichise Toyama enthauptet, der Ichise dafür bedankt, dass er ihm einen guten Kampf gegeben hat, kurz bevor er stirbt. Saginuma, der seine wahre Gestalt zeigt, erzählt Ichise später, dass die Oberflächenwelt die Heimat der Theonormalen ist, der verbleibenden Bürger, die sich mit der Ausrottung abgefunden haben.Da die Treppe zwischen der Oberflächenwelt und der unterirdischen Stadt zerbrochen ist, bietet Saginuma Ichise eine Chance zu bleiben. Sakimura informiert Ichise jedoch darüber, dass er noch durch dieLuftschacht , aber zuvor findet Ichise den Geist seines Vaters und drückt sein tiefes Bedauern aus, ihn zu Unrecht für den Tod seiner Mutter verantwortlich gemacht zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945493","hoster":"VOE"},{"path":"/redirect/12945496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-21","name":"Enzephalopathie","epNo":21,"alt":"Encephalopathy","descr":"Ichise bemüht sich, zu Lux zurückzukehren, und begegnet Goto in der Fabrik außerhalb der Stadt. Auf dem Weg in die Stadt mit dem Zug beginnt dieser, seine Existenz in Frage zu stellen. Onishi rettet Michiko vor drei Männern, die sie in einer Bar belästigen, aber sie bittet ihn, sie zu töten, da sie nach Vergewaltigung und Brutalität den Lebenswillen verloren hat. Es stellt sich heraus, dass alle, die texhnolysiert sind, beginnen, Funktionsstörungen der Gliedmaßen zu haben. Shinji betritt die Festung der Klasse und tötet viele der Mitglieder, bevor er selbst von Zashi, Kanos Informant, erschossen wird, der sich dann selbst in den Kopf schießt. Ran hat den Leuten von Lux ihre Visionen gezeigt, die sie in den Wahnsinn treiben. Der Obelisk spricht mit der Stimme von Ran zu Onishi, der fast in den Wahnsinn getrieben wird, da die Leute gekommen sind, um ihn zu töten. Als er jedoch um ihre Führung bittet,sie schlägt vor, dass er sie töten muss, um mit dem Wahnsinn an Leib und Seele aufzuhören. In der Zwischenzeit findet Ichise eine Halluzination von Ran im Untergrund und sagt, dass er zurückgekommen ist, um sie zu beschützen, da sie die ganze Zeit nach ihm aufgepasst hat. Onishi ersticht den Obelisken und lässt ihn bluten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945500","hoster":"VOE"},{"path":"/redirect/12945501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/texhnolyze/staffel-1/episode-22","name":"Mythos","epNo":22,"alt":"Myth","descr":"Onishi wird daraufhin von dem ihn umgebenden Mob ermordet, so dass nur seine texhnolysierten Gliedmaßen übrig bleiben. Ein wütender Ichise beginnt, die Leute zu einem blutigen Brei zu schlagen, selbst wenn seine texhnolysierten Gliedmaßen ohne die Quelle des Obelisken zu funktionieren scheinen. Alle Shapes haben sich im Boden verwurzelt und dauerhaft immobilisiert, einschließlich Kohakura. In einem verlassenen Opernhaus, findet Ichise Kano, dem sein Versuch gescheitert ist, die Menschen mit Hilfe von Texhnolysierung dazu zu bringen, sich von ihren gewalttätigen Wegen zu befreien, und nun ist die selbsterhaltende Blutlinie der Menschheit zu ihren Wurzeln zurückgekehrt. Kano enthüllt, dass Ran, die in eine der Gestalten verwandelt wurde, ihren Verstand durch ihren eigenen Willen abgelenkt hat. Ichise verliert beim Anblick von Ran die Kontrolle. Kano warnt, dass Ichise, wenn er, die einzige noch gesunde Person, getötet wird, um seinen eigenen Wahnsinn zu umarmen, was dann dazu führt, dass Ichise Kano als Antwort den Kopf abschlägt. Ichise lässt Rans Überreste in den Bast-Pool fallen. Er lehnt sich an eine Säule und beobachtet eine Projektion einer vereinfachten Darstellung einer von Rans Blumen. Schließlich sackt er zusammen und lächelt, als er und die Stadt verschwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12945502","hoster":"VOE"},{"path":"/redirect/12945503","hoster":"Streamtape"}]}]}]}]}