{"seriesId":"that-animal-rescue-show","name":"That Animal Rescue Show","descr":"Begleitet die Tierrettungsgemeinschaft in und um Austin, Texas. Die Dokuserie bietet ein Fenster in diese fesselnde Welt durch bewegende, humorvolle und kraftvolle Geschichten von Tieren und den Menschen, die sie lieben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Discount Service Dog","descr":"Außerhalb von Austin ist Jamies Ranch ein Ort, an dem Menschen neben einer Menagerie von über 100 Rettungstieren heilen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pigs are People Too","descr":"Bei einer Schweinerettung kümmern sich Freiwillige um mehr als 200 Schweine und helfen bei der Unterbringung. Aber Schweine kommen mit großen Körpern und großen Persönlichkeiten, und Dan und Tracey bieten Schweineeltern \"Verhaltenstherapie\" an.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Body Positive Pig Pageant","descr":"Schweine und ihre menschlichen Eltern stolzieren in einem Karneval-Festzug, bei dem Schweine aller Formen und Größen gefeiert werden. Wer wird zur Schweinekönigin 2020 gekrönt?","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Paws in Prison","descr":"Eine Show über zweite Chancen. In einem Gefängnis in Texas retten weibliche Insassen das Leben von Hunden. Und die Frauen sagen, die Hunde retten sie wiederum.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Coyote is Not the Same as a Dog","descr":"Wenn Sie ein verwundeter Kojote, eine Schildkröte mit einer gebrochenen Muschel oder ein Falke mit einem verletzten Flügel sind, sind Dr. Susan Skyler und das Team von Austin Wildlife Rescue für Sie da.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"We Don\u0027t Tell People Who to Love","descr":"Wenn Hunde und Katzen scheinbar nicht mehr zu retten sind, begeben sie sich in Austins bahnbrechendes No-Kill-Tierheim. Dr. Ellen Jefferson leitet ein Netzwerk von Freiwilligen und Pflegeeltern, die über 80.000 Tieren geholfen haben, ihr \"Zuhause für immer\" zu finden.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Horse Episode","descr":"In Texas leben viele Pferde. Dies ist die Geschichte der Menschen, die sie lieben, für sie sorgen und von Pferden geheilt werden.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Battitude","descr":"Es ist leicht, sich in Tiere zu verlieben. Chris und Angela fahren Hunderte von Kilometern, um bedürftige Tiere zu retten, während Lee und Dianne unermüdlich in Austins wegweisendem Fledermausschutzgebiet arbeiten.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Rescue Chicks","descr":"Die veganen Aktivisten Shaney, Melissa und Katy organisieren einen riskanten Protest im Herzen des Viehlandes.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Peppy and Sam","descr":"Der lokale Musiker Sam Gray Horse, bekannt als Austins \"6th Street Cowboy\", hat in Peppy einen Freund gefunden, einen Stadtbauern und Ziegenvater.","versions":[]}]}]}