{"seriesId":"the-inbetweeners","name":"The Inbetweeners","descr":"The Inbetweeners handelt von Teenagern, die mit den üblichen Problemen im Schulalltag zu kämpfen haben. Die Serie spielt in einem Vorort von London und erzählt die Geschichte von Will, der aus finanziellen Gründen seine alte Privatschule verlassen musste, und drei seiner Klassenkameraden, die allesamt weder besonders cool, noch große Nerds sind.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Sex on the Beach","epNo":1,"alt":"The Inbetweeners Movie","descr":"Die lästige Schule wie auch die peinliche Pubertät haben Will, Simon, Jay und Neil hinter sich gebracht, jetzt soll dieser Triumph mit einem Traumurlaub auf Kreta kräftig gefeiert werden. Dort fliesst der Alkohol in Strömen, aber die attraktiven Girls, die die vier Freunde von ihrem sexuellen Notstand befreien sollen, gibt es nur in ihren Träumen. Statt Rausch erwarten sie also reichlich Kater und ein schmerzlicher Lernprozess, bis die britischen Jungs in vier gutmütigen Girls die Lösung all ihrer Probleme entdecken.","versions":[]},{"epId":"film-2","name":"Sex on the Beach 2","epNo":2,"alt":"The Inbetweeners 2","descr":"Möchtegern-Frauenheld Jay (James Buckley) macht sein Auslandsjahr in Australien. Als er seinen drei Kumpels Will, Simon und Neil (Simon Bird, Joe Thomas, Blake Harrison) von seinen angeblichen Party- und Sex-Abenteuern Down Under erzählt, kommen die ihn prompt besuchen. Und stellen fest, dass die Sache mit den Frauen auch auf dem fünften Kontinent nicht immer nach Plan verläuft. – Spaßige Fortsetzung des Überraschungshits über vier Briten auf chaotischer Frauenjagd.","versions":[]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der erste Tag","epNo":1,"alt":"First Day","descr":"Will muss nach der Scheidung seiner Eltern auf eine öffentliche Schule wechseln. Am ersten Tag legt er sich gleich mit der rechten Hand des Rektors, Mr. Gilbert, an. Auch bei seinen Mitschülern eckt er an, schließlich trägt er einen Blazer, einen Aktenkoffer und ein riesengroßes Namensschild, das er Mr. Gilbert zu verdanken hat. Simon, Jay und Neil – drei Jungs, die weder besonders populär sind, noch zu den Außenseitern gehören – nehmen Will unter ihre Fittiche.","versions":[{"lang":1,"streams":[{"redirect":11328933,"hoster":"VOE"},{"redirect":10143436,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Will macht blau","epNo":2,"alt":"Bunk Off","descr":"Will und seine Freunde schwänzen die Schule. Um in Stimmung zu kommen, trinken die Jungs ein paar Gläschen Likör. Wenig später fasst sich der angetrunkene Simon ein Herz und gesteht Carly D’Amato seine Liebe. Zum Erstaunen aller lässt Carly Simon nicht abblitzen, sondern lädt ihn sogar ein. Die Jungs sind sich sicher, dass Simon nur so gut ankommt, weil er Alkohol intus hat. Kurzerhand wird weiter getrunken. Das Date mit Carly gerät allerdings zum Fiasko.","versions":[{"lang":1,"streams":[{"redirect":11328935,"hoster":"VOE"},{"redirect":10143437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Freizeitpark","epNo":3,"alt":"Thorpe Park","descr":"Will hat sich mittlerweile auf seiner neuen Schule eingelebt; besonders gut gefällt ihm die Tatsache, dass es dort viele Mädchen gibt. Um das ein oder andere endlich abschleppen zu können, fehlt nur noch eines: ein Auto. Die Jungs sind sich sicher: Ein Auto ist eine mobile Aufreißmaschine. Als Simon endlich Fahrstunden nehmen darf, lastet ein Riesendruck auf ihm, denn Will, Jay und Neil wollen so schnell wie möglich in den Freizeitpark, in dem es von Mädchen nur so wimmelt.","versions":[{"lang":1,"streams":[{"redirect":11328939,"hoster":"VOE"},{"redirect":10143441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das erste Mal","epNo":4,"alt":"Girlfriend","descr":"Die Clique um Will ist auf Wendys Party. Sie langweilen sich zu Tode und stellen sich die Frage, ob sie es jemals schaffen, ein Mädchen abzuschleppen. Als Charlotte Hinchcliffe, das heißeste Mädchen der Schule, auf der Party erscheint und sich bestens mit Will unterhält, staunen Jay, Neil und Simon nicht schlecht. Als Charlotte Will schließlich küsst, werden seine kühnsten Träume übertroffen. Ob es auch endlich zum ersten Mal kommt?","versions":[{"lang":1,"streams":[{"redirect":11328934,"hoster":"VOE"},{"redirect":10143443,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Wohnwagenclub","epNo":5,"alt":"Caravan Club","descr":"Am Wochenende soll am nahegelegenen Campingplatz die vom Wohnwagenclub organisierte Party des Jahres steigen. Jay ist euphorisch, denn es scheint die Gelegenheit zu sein, endlich ein Mädchen abzuschleppen; angeblich wimmelt es dort von heißen Bräuten. Will, Neil und Simon beschließen daraufhin, ihn zu begleiten. Am Campingplatz angekommen, sieht es jedoch nicht nach einer Orgie aus.","versions":[{"lang":1,"streams":[{"redirect":11328937,"hoster":"VOE"},{"redirect":10143442,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Weihnachtsball","epNo":6,"alt":"Xmas Party","descr":"Am Wochenende soll am nahegelegenen Campingplatz die vom Wohnwagenclub organisierte Party des Jahres steigen. Jay ist euphorisch, denn es scheint die Gelegenheit zu sein, endlich ein Mädchen abzuschleppen; angeblich wimmelt es dort von heißen Bräuten. Will, Neil und Simon beschließen daraufhin, ihn zu begleiten. Am Campingplatz angekommen, sieht es jedoch nicht nach einer Orgie aus.","versions":[{"lang":1,"streams":[{"redirect":11328938,"hoster":"VOE"},{"redirect":10143444,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Klassenfahrt","epNo":1,"alt":"The Field Trip","descr":"Die Klassenfahrt des Erdkunde-Kurses steht an. Die Clique ist voller Hoffnung, nun endlich ihre Jungfräulichkeit zu verlieren. Für Will beginnt der Ausflug vielversprechend: Auf der Busfahrt lernt er Lauren Harris kennen, eine neue Mitschülerin. Als sich das bildhübsche Mädchen jedoch mehr für Simon interessiert, ist Streit zwischen den Freunden programmiert.","versions":[{"lang":1,"streams":[{"redirect":11328942,"hoster":"VOE"},{"redirect":10143447,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Praktikum","epNo":2,"alt":"Work Experience","descr":"Die Clique um Will hat es nicht leicht: Die Mädchen stehen einfach nicht auf sie. Da Jay am Valentinstag keine Lust auf weitere Demütigungen hat, schreibt er sich selbst etliche Grußkarten. Außerdem steht das Berufspraktikum an. Will ist vollkommen entsetzt, als er erfährt, dass er dieses in einer Autowerkstatt machen soll und nicht bei der Zeitung. Dummerweise hat Neil das Praktikum bei der Zeitung ergattert.","versions":[{"lang":1,"streams":[{"redirect":11328941,"hoster":"VOE"},{"redirect":10143445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Will hat Geburtstag","epNo":3,"alt":"Will\u0027s Birthday","descr":"Wills Geburtstag steht an. Zu seiner Dinerparty soll jeder ein Mädchen mitbringen, getreu dem Motto \"Liebe geht durch den Magen\". Doch die Suche nach der passenden Begleitung gestaltet sich schwierig. Zudem ist Besuch aus Frankreich da: Patrice, Simons Austauschschüler. Der kommt im Gegensatz zu Will und der Clique bei den Mädchen extrem gut an – auch bei Wills Mom.","versions":[{"lang":1,"streams":[{"redirect":11328943,"hoster":"VOE"},{"redirect":10143446,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Nacht in London","epNo":4,"alt":"A Night Out in London","descr":"Will ist es leid, in der Schule immer als Versager gesehen zu werden. Er beschließt, nicht nur sein Leben, sondern auch das seiner Freunde zu ändern. Um ihr neues Image zu unterstreichen, planen sie einen Trip nach London. Und siehe da, schon vor der Abfahrt können Will und Simon bei Rachel und Carli punkten. Bis dahin scheint der Plan zu funktionieren.","versions":[{"lang":1,"streams":[{"redirect":11328945,"hoster":"VOE"},{"redirect":10143450,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Duke of Edinburgh-Programm","epNo":5,"alt":"The Duke of Edinburgh Awards","descr":"Bei einem Termin bei Mr. Gilbert erfährt Will, dass er zum Leiter des Duke of Edinburgh-Oberstufenprogramms ernannt wurde – Will fühlt sich geehrt. Jay, Neil und Simon, die er um Unterstützung bittet, sind dabei allerdings keine große Hilfe.","versions":[{"lang":1,"streams":[{"redirect":11328946,"hoster":"VOE"},{"redirect":10143448,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die letzte Prüfung","epNo":6,"alt":"Exam Time","descr":"Das Schuljahr neigt sich dem Ende zu. Wills Plan, sein gesellschaftliches Ansehen an der Schule zu steigern, ist gründlich misslungen. Während er für die letzten Prüfungen büffelt und literweise Energydrinks in sich hineinschüttet, hat sich Jay ernsthaft verliebt – zum Erstaunen der Clique.","versions":[{"lang":1,"streams":[{"redirect":11328952,"hoster":"VOE"},{"redirect":10143449,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Fashion Show","epNo":1,"alt":"The Fashion Show","descr":"Die alljährliche Fashion Show der Schule steht an. Will wird von Mr. Gilbert gebeten, sich um die Einnahmen der Benefizveranstaltung zu kümmern. Er hat jedoch so seine Probleme mit der Oberflächlichkeit der Show. Derweil ist Jay davon überzeugt, für den Laufsteg geboren zu sein; Carli, die die Veranstaltung organisiert, sieht das leider nicht so. Dafür ist Simon auf dem besten Wege, ein Supermodel zu werden.","versions":[{"lang":1,"streams":[{"redirect":11328950,"hoster":"VOE"},{"redirect":10143451,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein sonderbarer Konzertabend","epNo":2,"alt":"The Gig and the Girlfriend","descr":"Jay wird vor seinen Freunden von seinem Vater als Lügner entlarvt. Bald zweifelt die Clique, ob Jay überhaupt schon einmal die Wahrheit gesagt hat. Nachdem Simon von seiner Angebeteten Carli erneut links liegengelassen wird, wendet er sich seiner Mitschülerin Tara zu. Um sie zu beeindrucken, erfindet auch er bald die wildesten Geschichten – und bringt sich damit in die Bredouille.","versions":[{"lang":1,"streams":[{"redirect":11328953,"hoster":"VOE"},{"redirect":10143453,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wills Dilemma","epNo":3,"alt":"Will\u0027s Dilemma","descr":"Neil bekommt zum 18. Geburtstag von seinem Dad eine Party geschenkt, zu der er neben der Verwandtschaft auch zehn Freunde einladen darf. Leider hat er aber nur drei Freunde – Will, Jay und Simon. Simon ist derweil Feuer und Flamme für seine neue Freundin Tara und schlägt Will ein Doppeldate vor. Ehe sich Will versieht, ist er mit Taras Freundin Kerry verabredet. Das Date verläuft jedoch nicht nach Wills Vorstellungen.","versions":[{"lang":1,"streams":[{"redirect":11328948,"hoster":"VOE"},{"redirect":10143455,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"[Derzeit nicht erhältlich]","epNo":4,"alt":"Trip to Warwick","descr":"Simon verbringt seine gesamte Freizeit nunmehr mit Tara. Als sie ihm eröffnet, dass sie bereit ist, den nächsten Schritt zu gehen, fällt Simon aus allen Wolken. Am Wochenende soll es endlich soweit sein, und zwar in der Collegebude ihrer Schwester in Warwick. Als Simon seinen Kumpels davon erzählt, fackelt Jay nicht lange und er gibt Simon den ultimativen Sex-Crashkurs.","versions":[{"lang":2,"streams":[{"redirect":11328929,"hoster":"VOE"},{"redirect":10143435,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sturmfrei","epNo":5,"alt":"Home Alone","descr":"Wills Mutter Polly fährt übers Wochenende weg und trifft sich mit einem ehemaligen Studienkollegen, den sie nach Jahren über Facebook wiedergefunden hat. Will ist skeptisch, was den Mann betrifft. Seine Freunde Jay, Simon und Neil hingegen freuen sich über die sturmfreie Bude.","versions":[{"lang":1,"streams":[{"redirect":11328949,"hoster":"VOE"},{"redirect":10143452,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Camping Trip","epNo":6,"alt":"The Camping Trip","descr":"Simon ist am Boden zerstört: Sein Vater wird ins walisische Swansea versetzt und der Rest der Familie soll auch umziehen. Will schlägt zum Abschied einen gemeinsamen Camping-Trip vor. Die Jungs sind begeistert – bis auf Simon, der sich lieber mit Carli treffen will, um endlich seine Unschuld zu verlieren. Derweil lässt Neil eine Bombe platzen: Er wird Vater.","versions":[{"lang":1,"streams":[{"redirect":11328947,"hoster":"VOE"},{"redirect":10143454,"hoster":"Streamtape"}]}]}]}]}