{"path":"/serie/stream/the-miniaturist-die-magie-der-kleinen-dinge","name":"The Miniaturist - Die Magie der kleinen Dinge","descr":"Amsterdam im Jahr 1686: Die 18-jährige Nella Oortman heiratet in Hoffnung auf Liebe und Reichtum den Kaufmann Johannes Brandt. Doch anstatt eines besseren Lebens taucht Nella ein in eine Welt voller Spannungen, Geheimnissen und einer ungewissen Zukunft.","seasons":[{"path":"/serie/stream/the-miniaturist-die-magie-der-kleinen-dinge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-miniaturist-die-magie-der-kleinen-dinge/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Amsterdam, 1686: Nella Oortmann reist an, um ein neues Leben an der Seite des ihr versprochenen Mannes zu beginnen. Statt auf Johannes trifft sie jedoch zunächst auf seine unterkühlte Schwester. Als Nella schließlich ihren Zukünftigen kennenlernt, ist sie erschrocken über die innige Beziehung des Geschwisterpaars und Johannes’ Distanziertheit ihr gegenüber. Doch sein vorzeitiges Hochzeitsgeschenk fasziniert Nella: Ein spektakuläres Puppenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329045","hoster":"VOE"},{"path":"/redirect/10143808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-miniaturist-die-magie-der-kleinen-dinge/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Als Nella realisiert, dass ihre Hochzeit auf einer Lüge basiert, beschließt sie, Amsterdam zu verlassen. Doch Marin und die Bediensteten bitten sie, zu bleiben. Ihre Abreise wäre eine Blamage für die Familie und Johannes Geheimnis könnte enthüllt werden – das würde alle in Gefahr bringen. Nella weiß um ihre Bedeutung und kommt vorerst zur Ruhe. Bis neue Miniaturen auf weitere dunkle Geheimnisse hinweisen, die dieses Mal mit Marin zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329050","hoster":"VOE"},{"path":"/redirect/10143807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-miniaturist-die-magie-der-kleinen-dinge/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nella hat in Amsterdam viel gelernt und will ihr Wissen nutzen, um den Zuckerhandel selbst fortzuführen und Johannes damit zu retten. Doch als sie ihm im Gefängnis besucht, um ihm Essen und Geld zu bringen, findet sie ihn in einer verzweifelten Lage vor. Vor Gericht muss Frans schließlich gegen Johannes aussagen – sein Todesurteil. Gelingt es Nella am Ende, ihn mit dem Geld aus dem Zuckerverkauf doch noch freizukaufen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329047","hoster":"VOE"},{"path":"/redirect/10143810","hoster":"Streamtape"}]}]}]}]}