{"seriesId":"the-killer-closer","name":"The Killer Closer","descr":"Die Ermittlerin Lindy Gligorijevic resümiert ihre schockierendsten Fälle, mit denen sie es während ihrer Zeit bei der Polizei von Los Angeles zu tun bekam. Im Schatten des berühmten Hollywood-Schriftzugs musste das LAPD in den späten 1990er Jahren hunderte Morde untersuchen, hier befand sich eine der gefährlichsten Gegenden der Stadt. Das Ziel von Gligorijevic während ihrer Zeit bei der Foothill Homicide Unit war es stets, den Opfern eine Stimme zu geben und die Täter zu schnappen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Deadly Dessert","descr":"Detective Lindy Gligorijevic bearbeitet einen verwirrenden Fall, nachdem ein Mann das Feuer auf einen Ninja eröffnet hat, der in sein Haus eingebrochen ist. Während sie die Ereignisse enträtselt, die zu den Schießereien geführt haben, wird es zu einem Wettlauf, den mutmaßlichen Mörder zu verhaften, bevor er den Job beendet.","versions":[{"lang":2,"streams":[{"redirect":13114386,"hoster":"VOE"},{"redirect":8642597,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Roadside Homicide","descr":"Detective Lindy Gligorijevic untersucht den Tod einer jungen Frau, deren Leiche auf dem Rücksitz ihres ausgebrannten Autos gefunden wird. Detective Lindy setzt die letzten Stunden des Opfers zusammen und identifiziert den Verdächtigen, nur um zu erfahren, dass er auf der Flucht ist.","versions":[{"lang":2,"streams":[{"redirect":8484258,"hoster":"VOE"},{"redirect":8642604,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Deadly Reunion","descr":"Lindy Gligorijevic, Mordkommissar des LAPD, untersucht eine blutige Szene, nachdem eine Frau erstochen wurde. Ohne Zeugen und mit einem Verdächtigen, der nicht sprechen will, braucht Lindy physische Beweise, um ihre Vermutung darüber zu beweisen, wer das Opfer getötet hat.","versions":[{"lang":2,"streams":[{"redirect":9582864,"hoster":"VOE"},{"redirect":8642596,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Last Straw","descr":"Lindy Gligorijevic, Mordkommissar des LAPD, ermittelt, nachdem ein Mann 911 angerufen hat, weil er seine Freundin erschossen hat. Nach einer stundenlangen Pause und dem Versuch, das Opfer zu retten, muss Detective Lindy beweisen, dass der Schütze die Absicht hatte zu töten.","versions":[{"lang":2,"streams":[{"redirect":9582862,"hoster":"VOE"},{"redirect":8642598,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Motel Murder","descr":"Lindy Gligorijevic, Mordkommissarin des LAPD, bearbeitet einen grausamen Fall, nachdem zwei junge Männer in einem heruntergekommenen Hotel erschossen wurden. Sobald die Verdächtigen gefunden sind, steht Lindy vor einer Pattsituation, als sie versucht herauszufinden, welcher seinen Freund als Mörder aufgeben wird.","versions":[{"lang":2,"streams":[{"redirect":12930104,"hoster":"VOE"},{"redirect":8642600,"hoster":"Streamtape"}]}]}]}]}