{"seriesId":"the-dangerous-book-for-boys-das-einzig-wahre-handbuch-fr-vter-und-ihre-shne","name":"The Dangerous Book For Boys","descr":"Wyatt und sein Bruder müssen den Verlust ihres Vaters Patrick verkraften, eines Erfinders, der verrückt-skurrile Dinge entworfen hatte. Als herzensguter Mensch konnte er vielen Leute in seiner Umgebung das Leben verschönern.Seinen Söhnen hatte Patrick eine Ausgabe des Buches \"The Dangerous Book for Boys\" hinterlassen, das zahlreiche Anleitungen zu Kinderaktivitäten enthält. Die Beschäftigung mit dem Buch fördert Wyatts Fantasie. Während er Zeit in seiner Vorstellungswelt verbringt, erhält er nicht nur manche Lektion für das wahre Leben, sondern kommt auch seinem Vater näher.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie man auf dem Mond landet","epNo":1,"alt":"How To Walk on the Moon","descr":"Nach dem Tod ihres Vaters Patrick (Chris Diamantopoulos) schaffen es seine drei Söhne nicht, ihre Trauer und Gefühle auszudrücken. Viel lieber flüchten sie sich in die Welt der Technik und des Internets, so dass Mutter Beth (Erinn Hayes) ihnen ein Buch überreicht, das ihr Vater vor seinem Tode für sie geschrieben hat. Im Dangerous Book for Boys, einem Handbuch für Jungen, erklärt er ihnen, was sie im Leben wissen müssen. Besonders Wyatt (Gabriel Bateman), der jüngste der McKenna-Brüder, wird von dem Buch angezogen und dadurch zu lebhaften Fantasien inspiriert und muss nicht nur eine Mission zum Mond überstehen, sondern auch die Gefühle seiner Familie navigieren. Außerdem taucht Patricks Zwillingsbruder Onkel Terry bei der Familie auf.","versions":[{"lang":1,"streams":[{"redirect":12972813,"hoster":"VOE"},{"redirect":12972812,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie man Poker spielt","epNo":2,"alt":"How to Play Poker","descr":"Beth (Erinn Hayes) wachsen die finanziellen Schwierigkeiten über den Kopf. Tiffany (Swoosie Kurtz) und Onkel Terry (Chris Diamantopoulos) versuchen ihr auf ihre ganz eigene Art und Weise zu helfen. Inzwischen reist Wyatt (Gabriel Bateman) mit Hilfe des Buches aus dem Wilden Westen zu den Poker-Weltmeisterschaften und lernt dabei von seinem Vater, wann man ehrlich sein sollte und wann es besser ist, zu bluffen.","versions":[{"lang":1,"streams":[{"redirect":12972805,"hoster":"VOE"},{"redirect":12972804,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie man ein Entdecker wird","epNo":3,"alt":"How to be an Explorer","descr":"Als nicht nur seine Mutter (Erinn Hayes), sondern auch seine Lehrer wegen Wyatt (Gabriel Bateman) besorgt sind, wird er zu einem Therapeuten geschickt. Dort hat Wyatt zunehmend mit der Angst zu kämpfen, verrückt zu sein. Beth versucht indessen, die Familie um jeden Preis bei Laune zu halten. Und zu Dashs (Drew Powell) großer Freude findet sich Liam (Kyan Zielinski) unter einem lästigen Fluch wieder.","versions":[{"lang":1,"streams":[{"redirect":12972797,"hoster":"VOE"},{"redirect":12972796,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Trojanische Krieg","epNo":4,"alt":"The Trojan War","descr":"Die finanzielle Krise der McKennas spitzt sich zu und Beth (Erinn Hayes) überlegt, über eine Mitfahrzentrale Geld dazuzuverdienen. Wyatt (Gabriel Bateman) plant zur Unterstützung einen Limonadenstand doch als auch Dash (Drew Powell) und Liam (Kyan Zielinski) mitmachen wollen, kommt es schnell zu einem Limonadenkrieg mit einem konkurrierenden Verkaufstand.","versions":[{"lang":1,"streams":[{"redirect":12972782,"hoster":"VOE"},{"redirect":12972785,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie man Mädchen anspricht","epNo":5,"alt":"How to Talk to Girls","descr":"Wyatt (Gabriel Bateman) schafft es einfach nicht, seine Schwarm anzusprechen und sucht Hilfe bei seinem Vater (Chris Diamantopoulos) und dem Handbuch.Dash (Drew Powell) und Terry versuchen inzwischen, sich bei einem Videospiel näher zu kommen und Liam (Kyan Zielinski) erhält überraschende Unterstützung bei einem Schulprojekt.","versions":[{"lang":1,"streams":[{"redirect":12972825,"hoster":"VOE"},{"redirect":12972829,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie man ein Baumhaus baut","epNo":6,"alt":"How to Build a Treehouse","descr":"Nachdem ein gut gemeintes Projekt Schaden am Haus der McKennas anrichtet, schmeißt Beth (Erinn Hayes) ihren Schwager Onkel Terry (Chris Diamantopoulos) raus.Wyatts (Gabriel Bateman) Zimmer ist zerstört und als alle um ihn herum ausflippen, fragt er sich, ob er alleine nicht besser dran wäre.","versions":[{"lang":1,"streams":[{"redirect":12972818,"hoster":"VOE"},{"redirect":12972820,"hoster":"Streamtape"}]}]}]}]}