{"path":"/serie/stream/the-glades","name":"The Glades","descr":"Im Mittelpunkt der humorvollen Krimiserie steht der lässige Police Detective Jim Longworth (Matt Passmore) aus Chicago, der wegen einer vermeintlichen Affäre mit der Frau des Polizeichefs strafversetzt wird. Nun muss er in den Everglades ermitteln, jenen von Krokodilen und anderen unangenehmen Tieren bevölkerten Sumpfgebieten Floridas. Obwohl er hier beruflich keine Herausforderung wittert, kommt ihm der Wechsel ganz gelegen, denn nun hofft er, in aller Ruhe sein Handicap beim Golf verbessern zu können. Tatsächlich aber ist die Mordrate im beschaulichen Städtchen Palm Glade erschreckend hoch.","seasons":[{"path":"/serie/stream/the-glades/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-glades/staffel-1/episode-1","name":"Reptilien im Paradies","epNo":1,"alt":"Pilot","descr":"Detective Jim Longworth ist eigentlich ein gestandener Stadtbulle. Doch nachdem ihm sein Boss eine Affäre mit seiner Frau andichtete, musste er sich ein neues Betätigungsfeld suchen. Obwohl der Berufswechsel unfreiwillig ist, gedenkt er nun das Beste daraus zu machen. Er hat sich im sonnigen Florida in der Nähe der Everglades niedergelassen und will sich hier hauptsächlich um die Perfektionierung seines Golfspiels zu kümmern. Just als er sich auf dem Golfplatz entspannt, erreicht ihn sein erster Fall. In den Sümpfen wurde eine tote Frau gefunden. Leider ist die Leiche buchstäblich kopflos …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483004","hoster":"VOE"},{"path":"/redirect/8530069","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723651","hoster":"VOE"},{"path":"/redirect/8723649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-2","name":"Flug und Fall","epNo":2,"alt":"Bird in the Hand","descr":"Jim macht einen Ausflug in ein Naturschutzgebiet, um Jeff, den Sohn von Callie, bei seinem Projekt für den Biologieunterricht zu unterstützen. Hier finden sie nicht nur seltene Insekten, sondern auch eine Leiche und ein Papageienküken. Beide Fundstücke werfen mehr Fragen als Antworten auf, liefern Jim aber erneut den Beweis, dass sein beschaulicher Arbeitsplatz hinter der sonnigen Fassade genug Verstecke für Mörder bietet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483010","hoster":"VOE"},{"path":"/redirect/8530077","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723652","hoster":"VOE"},{"path":"/redirect/8723653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-3","name":"Sturmwarnung","epNo":3,"alt":"A Perfect Storm","descr":"In einem Park wurde eine Frau namens Valerie Raines erschossen. Jim und sein neuer \"Partner\" Carlos müssen die Ermittlungen jedoch vertagen, da ein Hurrikan naht. Doch kurz darauf wird die Leiche des Motivationsgurus Dennis Peterson entdeckt. Er wurde mit derselben Waffe erschossen wie Valerie Raines: Sie haben es mit einem Amokläufer zu tun. Wenig später erfahren sie von einer dritten Leiche, einem Darlehensberater aus St. Pete. Jim begibt sich auf ein Klassentreffen, an dem Valerie und Dennis hätten teilnehmen sollen und versucht dort, einen Zusammenhang zwischen den Opfern herzustellen. Callie verrät ihm unter der Hand, dass Dennis einem 20-Jährigen Knochenmark gespendet hat – seinem unehelichen Sohn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483012","hoster":"VOE"},{"path":"/redirect/8530078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723655","hoster":"VOE"},{"path":"/redirect/8723654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-4","name":"Orchideen aus Stahl","epNo":4,"alt":"Mucked Up","descr":"In einem Zuckerrohrfeld in Pahokee treibt die Brandrodung Kaninchen aus dem Feld und die wiederum lockt die \"Muck Boys\" an, Teenager, die diese Kaninchen fangen. Wer 50 erwischt, darf ins Footballteam und beim \"Mud Bowl\" mitspielen und landet mit etwas Glück mal in der NFL – weit weg von den schwarzen Armenvierteln der \"Muck City\". Doch diesmal entdecken die Jungs nicht nur Kaninchen, sondern auch die Leiche eines gewissen Curtis Taylor. Dieser Tote gibt Jim Rätsel auf: Ein Projektentwickler aus Texas, der zwar Strangulierungsmerkmale am Hals hat, aber in Seifenlauge ertrunken ist. Doch langsam kommt er hinter das Rätsel: Deandre Matthews, Star des Footballteams, und seine Mutter Rita sind vor einigen Jahren aus Texas gekommen. Curtis Taylor ist Deandres Vater. Rita hatte ihn einst wegen häuslicher Gewalt verlassen und ihren Mädchennamen wieder angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483011","hoster":"VOE"},{"path":"/redirect/8530081","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723658","hoster":"VOE"},{"path":"/redirect/8723656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-5","name":"Aphrodites Ärger","epNo":5,"alt":"The Girlfriend Experience","descr":"Jim erhält die furchtbare Nachricht, dass sein Partner Carlos ermordet aufgefunden wurde, doch zum Glück stellt sich schon bald heraus, dass die männliche Leiche, die erschossen auf einem Haufen Makrelen liegt, ein anderer ist – nämlich ein gewisser Jack Grayson, der Carlos’ Identität missbraucht hat. Wegen der Fische und da Grayson Bauinspektor war, vermuten Jim und Carlos zunächst, die Mafia habe etwas mit dem Fall zu tun. Doch schon bald fällt der Verdacht auf die Mieterin der Wohnung, in der Graysons Leiche gefunden wurde. Doktorandin Ashley Carter hat unter verschiedenen Namen Affären, allerdings strikt im Sinne der Wissenschaft. Denn sie will ihre Doktorarbeit über die Erkenntnisse aus ihrer \"girlfriend experience\" schreiben. Jim wird schnell klar, dass sie nicht nur zwei \"Testsubjekte\", also Grayson und ihren Vermieter, Dr. Arthur Kattleman, gehabt haben kann. Aber wer war der Dritte? Callie muss inzwischen ausbaden, dass Ray wohl keine ganz astreine Steuererklärung abgeben hat. Ganz ohne Jims Hilfe schafft sie es, sich des schmierigen Anwalts Jason Elkins zu erwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483019","hoster":"VOE"},{"path":"/redirect/8530409","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723663","hoster":"VOE"},{"path":"/redirect/8723662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-6","name":"Doppelgänger","epNo":6,"alt":"Doppelganger","descr":"Ein Mann mit Kopfverletzung, Dave, wird ins Krankenhaus eingeliefert, als Callie Nachtschicht hat. Er erzählt etwas von einer erschossenen Frau und \"Back Stop\". Tatsächlich wird eine tote Frau vor der \"Back Stop\" Bar aufgefunden. Dave meint, der Täter habe genauso ausgesehen wie er, also fällt der Verdacht zunächst natürlich auf ihn. Speziell als ein Überwachungsvideo auftaucht, das ihn mit dem Opfer, Lisa Nelson, zeigt. Doch Callie hält Dave für unschuldig und das veranlasst Jim, weiter zu ermitteln. Lisa war mit Lenny verheiratet, dem Sohn des erzkonservativen Zitrusfruchtanbauers Michael. Lisa hat unter ihrem Mädchennamen heimlich in der Back Stop Bar gearbeitet, was Lenny entsetzt. Doch auch er ist kein Heiliger, hatte er doch ein heimliches Verhältnis mit seiner Jugendliebe Amy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483016","hoster":"VOE"},{"path":"/redirect/8530087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723666","hoster":"VOE"},{"path":"/redirect/8723664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-7","name":"Das Geheimnis von Cassadaga","epNo":7,"alt":"Cassadaga","descr":"Das Medium Sara Weston findet aufgrund einer Vorahnung die Leiche ihres Nachbars, dem ein Messer im Nacken steckt. Jim Longworth ermittelt dieses Mal in einem besonderen Milieu, denn der Ort des Geschehens ist Cassadaga. Hier wohnen ausschließlich Hellseher und Medien, die an das Übersinnliche glauben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483018","hoster":"VOE"},{"path":"/redirect/9908330","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14044853","hoster":"VOE"},{"path":"/redirect/8723667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-8","name":"So stirbt kein Gentleman","epNo":8,"alt":"Marriage Is Murder","descr":"Ein allseits verhasster Scheidungsanwalt wird tot am Strand aufgefunden. Auf ihn wurde geschossen, es wurde auf den Körper eingestochen und es finden sich Giftspuren in der Leiche. Für Jim gestaltet es sich schwierig den Täter zu finden: Nicht nur, dass scheinbar beinahe jeder aus dem Umfeld des Opfers genug Gründe hatte, ihm nach dem Leben zu trachten, auch die wirkliche Todesursache ist durch die zahlreichen Verletzungen nur schwer festzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483021","hoster":"VOE"},{"path":"/redirect/8530092","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723672","hoster":"VOE"},{"path":"/redirect/8723671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-9","name":"Unruhiges Blut","epNo":9,"alt":"Honey","descr":"Der Anführer eines Indianer-Reservates stürzt aus dem zwölften Stock eines Casinos und landet tot auf einem der Roulette-Tische. Da sich der Tod auf dem Gebiet des Indianer-Reservats ereignet hat, leitet die ansässige Polizei die Ermittlungen. Jim wird hinzugezogen und arbeitet gemeinsam mit der indianischstämmigen Polizistin Josie Tigertail an dem Fall. Sie müssen klären, ob sich um einen Unfall, Selbstmord oder Mord handelt. Obwohl Callie für sich beschlossen hat, nur mit Jim befreundet zu sein, reagiert sie eifersüchtig auf die hübsche Josie, die ein Auge auf Jim geworfen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483020","hoster":"VOE"},{"path":"/redirect/8530096","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723674","hoster":"VOE"},{"path":"/redirect/8723675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-10","name":"Kein Paradies für Pferde","epNo":10,"alt":"Second Chance","descr":"Ein Toter in einem Swimmingpool führt Jim und Carlos in die Welt des Pferdehochleistungssports. Callie wird zu ihrer stärksten Waffe bei den Ermittlungen, weil sie in jungen Jahren selber einmal professioneller Jockey werden wollte. So erschließt sich ihnen langsam diese fremde Welt mit ihren Regeln, in der es immer um viel Geld geht und Mord durchaus Teil des Geschäfts sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483017","hoster":"VOE"},{"path":"/redirect/8530097","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723677","hoster":"VOE"},{"path":"/redirect/8723678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-11","name":"Blut für eine Legende","epNo":11,"alt":"Booty","descr":"Die Leiche von Johnny Hasker treibt mit einem antiken Dolch in der Brust im Meer. Der Verdacht fällt sofort auf den legendären Schatzsucher Big Jack Hasker, den Onkel des Toten. Die beiden hatten noch eine Rechnung offen, denn sie forschten gemeinsam nach einem sagenumwobenen, millionenschweren Schatz, der sich auf dem gesunkenen spanischen Schiff Magdalena befunden haben soll. Jim Longworth muss auf Schatzsuche gehen, um den Mörder zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483028","hoster":"VOE"},{"path":"/redirect/8530099","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723686","hoster":"VOE"},{"path":"/redirect/8723684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-12","name":"Die dunkle Seite der Leidenschaft","epNo":12,"alt":"Exposed","descr":"Der Giftmord an einer jungen Frau führt Jim Longworth in Floridas höchste gesellschaftliche Kreise. Die Tote hatte eine Affäre mit dem Senator Donald Chapman. Die Ermittlungen erweisen sich als schwierig, denn in dem Umfeld der politisch Mächtigen soll der Schein um jeden Preis gewahrt werden. Vor allem die Ehefrau des Senators scheint die Wahrheit unter Verschluss halten zu wollen, da sie die Karriere ihres Mannes und den Ruf ihrer Familie schützen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483031","hoster":"VOE"},{"path":"/redirect/8530104","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723685","hoster":"VOE"},{"path":"/redirect/8723683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-1/episode-13","name":"Falsche Entourage","epNo":13,"alt":"Breaking 80","descr":"Wenige Stunden nachdem Douglas Packard aus dem Gefängnis entlassen wurde, wird er erschlagen auf einem exklusiven Golfplatz aufgefunden. Das Opfer war der Caddy eines bekannten Profi-Golfers. Jim Longworth freut sich, in der Welt des Golfsports zu ermitteln, so kann er nebenbei sein Handicap verbessern. Bald stellt er fest, dass Packard wohl für ein Verbrechen einsaß, das er nicht begangen hat. Der Verdacht fällt auf mehrere Bekannte des Toten, darunter eine Frau, die ihre Golfkarriere wegen Packard an den Nagel hängen musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483027","hoster":"VOE"},{"path":"/redirect/8530108","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723689","hoster":"VOE"},{"path":"/redirect/8723688","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-glades/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-glades/staffel-2/episode-1","name":"Rendezvous mit dem Tod","epNo":1,"alt":"Family Matters","descr":"Nachdem die Nichte des Mafiabosses Garcia erschossen aufgefunden wurde, ist der ehemalige Stadtbulle Jim Longworth nicht nur als Polizist der Mordkommission gefordert. Denn der Mord an der jungen Frau muss möglichst schnell aufgeklärt werden, damit ein weiterer blutiger Bandenkrieg zwischen rivalisierenden Drogenkartellen verhindert werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929876","hoster":"VOE"},{"path":"/redirect/8530109","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474478","hoster":"VOE"},{"path":"/redirect/8723690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-2","name":"Hass, der nie vergeht","epNo":2,"alt":"Old Ghosts","descr":"Die Polizistin Samantha Harper kommt nach Florida, um einen Serienkiller zu schnappen, dem sie schon lange auf der Spur ist. Sie und Jim Longworth sind alte Bekannte. Sie haben nicht nur zusammen ermittelt, sondern waren auch privat liiert. Gemeinsam nehmen sie die Ermittlungen gegen den Killer auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483033","hoster":"VOE"},{"path":"/redirect/9908560","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723696","hoster":"VOE"},{"path":"/redirect/8723691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-3","name":"Verlorene Söhne","epNo":3,"alt":"Lost and Found","descr":"Doug Preston, ein Anwerber der Navy, wird erschossen aufgefunden. Callie, die gerade ihre Prüfung zur Fachschwester der Rechtsmedizin bestanden hat, soll Jim bei der Ermittlung begleiten, um alle Aspekte der Strafverfolgung kennen zu lernen. Gemeinsam suchen sie Dougs Ex-Frau Valerie auf. Die Schönheit ist offenbar dem Alkohol verfallen und erwähnt zunächst nicht mal, dass sie und Doug einen neun Monate alten Sohn namens Cody haben. Jim verdächtigt Frank Morgan des Mordes an Doug, denn dessen Sohn Ben wurde von Doug für einen Einsatz in Afghanistan angeworben und ist dort gefallen. Frank hat Doug schon mehrfach bedroht. Doch als sich herausstellt, dass Cody nicht, wie von Valerie angegeben, bei ihrem Freund Bradley ist, wird aus dem Mordfall plötzlich ein Vermisstenfall …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483025","hoster":"VOE"},{"path":"/redirect/8530117","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335802","hoster":"VOE"},{"path":"/redirect/8723699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-4","name":"Keine Ehrensache","epNo":4,"alt":"Moonlighting","descr":"Als die Highway Patrol einen Wagen stoppt, der mit über 200 Stundenkilometern unterwegs ist, staunt sie nicht schlecht: Am Steuer sitzt das 12-jährige Mädchen Shaz. Und im Kofferraum liegt die Leiche des NASCAR-Mechanikers Cole Hunter.Shaz’ Vater Sandy ist ein Kollege Coles und arbeitet für Rennfahrer Trey Lancer und dessen Mutter Georgia. Shaz’ große Schwester Charlene ist schwanger und Jim ahnt sofort, dass das Kind von Cole ist. Mit der Zeit kommen immer mehr Verwicklungen beider Familien heraus: So hat Cole einst Treys Vater Zane zu einem Strandrennen überredet, bei dem dieser starb.Als Jim erfährt, dass Lancer Autosports in Geldnot ist, glaubt er, dass Cole hinter den jüngsten Banküberfällen stecken muss, die rund um die NASCAR Rennen stattgefunden haben. Nur wer war sein Komplize? Trey oder Sandy?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483026","hoster":"VOE"},{"path":"/redirect/8530119","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723700","hoster":"VOE"},{"path":"/redirect/8723698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-5","name":"Schmutzige Geheimnisse","epNo":5,"alt":"Dirty Little Secrets","descr":"Auf der Toilette eines Busbahnhofs in Delray wird eine Männerleiche gefunden. Obwohl das gar nicht ihr Gebiet ist, müssen Jim und Carlos den Fall übernehmen, weil Carlos’ Ex-Schülerin und Beinah-Geliebte Dr. Sophie Perez vor lauter Arbeitsüberlastung Fehler macht.Der Tote heißt David Zale und hat früher als Finanzplaner einige Leute betrogen. Daraufhin hat er im Gefängnis gesessen und danach als Berater in einem Entzugszentrum gearbeitet.Als sie das Zimmer des Toten in der Klinik durchsuchen, wird Jim von Tenniscoach Conner Burris angegriffen, der ihn für Zale hält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483037","hoster":"VOE"},{"path":"/redirect/8530123","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723703","hoster":"VOE"},{"path":"/redirect/8723704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-6","name":"Mörderzirkus","epNo":6,"alt":"Gibtown","descr":"Im Ort Gibtown haben sich viele \"menschliche Kuriositäten\", die früher auf Jahrmärkten aufgetreten sind, zur Ruhe gesetzt. An diesem beschaulichen Ort wird die Leiche des kleinwüchsigen Enid Granier entdeckt. Gemeinsam mit Ben Pershing, Enids Geschäftspartner, planten die beiden die Eröffnung eines Zirkus-Museums. Ben lenkt den Verdacht auf die sehr groß gewachsene Rebecca Thornquist, die strikt gegen den Bau eines Museums ist. Als das Museum noch am Eröffnungsabend abbrennt, gerät Biologe Kyle Bertram in Streit mit Ben und macht sich so ebenfalls verdächtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483039","hoster":"VOE"},{"path":"/redirect/8530127","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929880","hoster":"VOE"},{"path":"/redirect/8723705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-7","name":"Süchtig nach Liebe","epNo":7,"alt":"Addicted To Love","descr":"Der haitianische Arzt Dr. Pierre Toussaint wird in einem Striplokal mit einer Überdosis des Schmerzmittels Oxycodon ermordet. Toussaint war Leiter eines Schmerztherapiezentrums mit dubiosem Ruf. Offenbar kamen viele Süchtige nur dorthin, um sich Schmerzmittel zu holen. Ist jemand hinter die unmoralischen Geschäfte des Arztes gekommen? Oder wollte sein Chef, Dr. Grant, Toussaint beiseiteschaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483034","hoster":"VOE"},{"path":"/redirect/8530128","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723710","hoster":"VOE"},{"path":"/redirect/8723709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-8","name":"Vom Preis des Glaubens","epNo":8,"alt":"Second Skin","descr":"In der Kirche der \"charismatischen Pfingstgemeinde\" wird Assistenzpfarrer Aaron Matthews tot aufgefunden. Carlos’ Obduktion ergibt, dass Natriumnitrit, wie es auch zum Fleisch pökeln verwendet wird, ihn getötet hat.Doch wer hatte ein Motiv? Wollte Pfarrer Trent Staley Aaron ermorden, weil er seine Kirche verlassen und eine eigene gründen wollte? War es der Ex der wohlhabenden Metzgereibesitzerin Frannie Harper, der nichts von ihrem Glauben hält? Oder Frannie selbst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483030","hoster":"VOE"},{"path":"/redirect/8530134","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723715","hoster":"VOE"},{"path":"/redirect/8723711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-9","name":"Friedenstaube flambiert","epNo":9,"alt":"Iron Pipeline","descr":"Coach Ryan, der auch Jeff gecoacht hat und an der High School unterrichtet, wird auf dem Sportplatz erschossen.Die Spur führt schnell zu dem schüchternen Schüler Shane Wyatt. Er soll eine Waffe zur Schule mitgebracht haben, um Schüler, die ihn schikanieren, in Schach zu halten. Der Coach wollte ihn davon abhalten und dabei sei die Luftpistole aus Versehen losgegangen.Clay Malone, der Verkäufer von dem Shane die Waffe gekauft haben will, leugnet das. Offenbar hat Shanes 21-jähriger Cousin Blake die Munition für Shane gekauft. Kurz darauf wird Blake erschossen in seiner Wohnung gefunden. War er etwa gemeinsam mit Clay in Drogengeschäfte verwickelt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908509","hoster":"VOE"},{"path":"/redirect/8530135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723717","hoster":"VOE"},{"path":"/redirect/8723714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-10","name":"Ein Kerl vor die Säue","epNo":10,"alt":"Swamp Thing","descr":"Zwei Pfadfinder entdecken bei einem Ausflug ins Sumpfgebiet einen Wildschweinkadaver und darin einen menschlichen Finger. Daniels Recherchen ergeben, dass John Jackson, ein Marine von der Küstenwache, erschossen und den Wildschweinen zum Fraß vorgeworfen wurde.Bei den Ermittlungen in Jacksons Wohnung entdecken Jim und Callie neben zahlreichen Waffen und Computerspielen das Foto einer Frau. Wie sich herausstellt ist sie Kolumbianerin, heißt Juliana Amparo und arbeitet in einem Restaurant. Angeblich ist sie mit dem schmierigen Restaurantbesitzer Robert Landry verlobt. Auch dessen unsympathischer Jagdfreund Benjamin Forey scheint Jackson sehr gut gekannt zu haben. Jim vermutet zunächst, dass Jackson, Landry und Forey gemeinsam an illegalen Trophäenjagden verdient haben. Doch tatsächlich scheinen die drei im internationalen Menschenhandel tätig zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483044","hoster":"VOE"},{"path":"/redirect/8530140","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723719","hoster":"VOE"},{"path":"/redirect/8723718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-11","name":"Diamant des Bösen","epNo":11,"alt":"Beached","descr":"Am Strand wird die Leiche von Josh Richards entdeckt. Josh ist in der Stadt bekannt, denn er hat für seine Firma Bars aufgekauft und umgestaltet. Zuletzt hat er sich für die beliebte Bar \"Dwight’s Dockside\" interessiert. Außerdem war er hinter der Kellnerin Maggie her, die aber mit dem Besitzer der Kneipe liiert ist. Wollte er ihr mit dem Diamantring, den Carlos in seiner Tasche gefunden hat, einen Heiratsantrag machen? Jims Ermittlungen ergeben, dass Josh und Maggie wohl die Bar übernehmen und Dwight loswerden wollten. Hat Dwight von der Sache Wind bekommen und Josh aus dem Weg geräumt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908526","hoster":"VOE"},{"path":"/redirect/8530139","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723723","hoster":"VOE"},{"path":"/redirect/8723726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-12","name":"Der junge Mann und das Meer","epNo":12,"alt":"Shine","descr":"Bei einer Bootstour mit Hemingway-Doppelgängern, die ihr Idol feiern, findet man im Wasser die Leiche eines weiteren Hemingways. Der Tote heißt Gordon Adams. Er starb durch einen Schuss in den Hinterkopf und hatte bei seinem Tod 4,8 Promille im Blut. Jim nimmt die Ermittlungen auf und wird recht schnell auf den Captain des Bootes, Frank Ford, aufmerksam.Ford war kurz vor Adams Tod in eine Prügelei mit diesem verwickelt. Adams Witwe Shelby macht sich ebenfalls verdächtig, denn sie wirkt zunächst wenig berührt vom Tod ihres Mannes. Hatte Shelby vielleicht sogar eine Affäre mit dem Barbesitzer Andrew Bailey? Dann hätten die beiden einen Grund gehabt, Adams aus dem Weg zu schaffen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908534","hoster":"VOE"},{"path":"/redirect/8530144","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723721","hoster":"VOE"},{"path":"/redirect/8723722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-2/episode-13","name":"Brüder der Gewalt","epNo":13,"alt":"Breakout","descr":"Zwei Jungs ziehen die Leiche des Wachmanns William Sullivan aus dem Fluss, der erschlagen wurde. Jims Ermittlungen beginnen in Callies Krankenhaus, wo das Opfer gearbeitet hat. Dort trifft er auf Colleen und Dan, die einen Gefangenen begleiten. Der Gefangene Greg kann Dan überwältigen und nimmt gemeinsam mit seinem Bruder Vince Patienten und Krankenhauspersonal als Geiseln. Jim soll die Verhandlungen mit dem Geiselnehmer führen. Während alle auf das Lösegeld warten, gerät die Situation außer Kontrolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483048","hoster":"VOE"},{"path":"/redirect/8530148","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723728","hoster":"VOE"},{"path":"/redirect/8723727","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-glades/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-glades/staffel-3/episode-1","name":"Unheimliche Begegnungen","epNo":1,"alt":"Close Encounters","descr":"In der Moskito-Lagune wird eine eigenartig verstümmelte Männerleiche entdeckt. Löcher in dem Bauch des Toten sehen aus, als hätte Jim ihm zu viele Fragen gestellt oder – laut Daniel – wie die bei einem angeblichen Entführungsopfer durch Außerirdische in den 30er Jahren. Außerdem scheint es, als hätte man die Leiche gefroren. Das Opfer, Derek Adams, war ein stinkreicher Weinliebhaber mit einer blutjungen Frau namens Stella und – seit einem Autounfall vor ein paar Jahren – nicht mehr ganz dicht. Deswegen unterstützte er seit einiger Zeit die ‚Föderation der Entführten durch terroristische Außerirdische‘, kurz F.E.T.A. und deren Präsidenten, den Kneipenbesitzer Richard Oberman. Außerdem war er wegen eines eingeklemmten Nervs bei Muskelprotz Sean Simmons in der ‚Kryotherapie‘. Nach und nach kann Jim ausschließen, dass die Löcher durch eine Hautstanze oder einen Bodenprobenentnehmer verursacht wurden, obwohl Stella Fachschwester für Dermatologie ist und sie bei Richard Oberman einen blutverschmierten Bodenprobenentnehmer finden. Doch Derek wurde mit einem Elektroschocker ermordet und die Löcher stammen von einem Käsebohrer aus seinem eigenen Weinkeller, wo er auch gefroren wurde – nicht etwa in der Kryotherapie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908658","hoster":"VOE"},{"path":"/redirect/8641768","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723731","hoster":"VOE"},{"path":"/redirect/8723729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-2","name":"Sirenen des Meeres","epNo":2,"alt":"Poseidon Adventure","descr":"Am Strand wird der Leichnam einer jungen Frau im Nixenkostüm angespült. Wie sich herausstellt, handelt es sich hierbei um Cassandra, den aufsteigenden Star der Synchronschwimmgruppe ‚Sirenen des Meeres‘. Diese standen dank Cassandras hervorragendem Händchen hinsichtlich der Einbindung von spendablen Investoren, und mit Hilfe des One-Hit-Wonder-Sängers Daryl, kurz vor der Premiere einer großen Meerjungfrauen-Show.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908672","hoster":"VOE"},{"path":"/redirect/8641771","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723733","hoster":"VOE"},{"path":"/redirect/8723730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-3","name":"Endstation Wissenschaft","epNo":3,"alt":"Longworth’s Anatomy","descr":"Während Jim Callie beim Umzug nach Atlanta hilft, lässt Carlos sich breitschlagen, eine Gast-Autopsie in Daniels College durchzuführen. Die ihm zugeteilte Leiche stellt sich prompt als Mordopfer heraus. Als Jim Daniels Laborpartnerin Erica befragt, die auch bei der Aufnahme der gespendeten Leichen hilft, stellt sich heraus, dass dort einiges im Argen liegt. Die Studenten verwalten den ganzen Apparat mehr oder weniger allein und ständig gehen Leichenteile verloren. Als sie herausfinden, dass das Mordopfer einen gefälschten Spenderausweis hat und in Wahrheit Peter Osborne war – der Mitbewohner von Ericas Kommilitonen Sam, gerät natürlich Sam unter Verdacht. Aber auch Erica stellt während ihrer Treffen mit Daniel ziemlich verdächtige Fragen. Doch kann es Zufall sein, dass genau gegenüber klinische Studien für ein Pharmaunternehmen durchgeführt werden? Deren Leiter, Zach Ferguson, streitet zwar alles ab, aber als Daniel entdeckt, dass noch eine Leiche, die des obdachlosen Jesse Horowitz, einen gefälschten Spenderausweis besaß, kommen sie der Lösung der Mordfälle näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483047","hoster":"VOE"},{"path":"/redirect/8641773","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173415","hoster":"VOE"},{"path":"/redirect/8723738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-4","name":"Land und Liebe","epNo":4,"alt":"The Naked Truth","descr":"In der Nudistenkolonie ‚Swann Lake‘ wird die Leiche einer gewissen Maggie Garret entdeckt. Gemeindevorstand und Vorsitzende des Auswahlkomitees Leslie Vonn ist entsetzt. In Swann Lake haben sich normalerweise alle furchtbar lieb, deswegen ist das Aufnahmeverfahren für neue Mitglieder auch sehr streng. Maggie hat es vor kurzem mit Hilfe des durchtrainierten, aber mäßig intelligenten Phil Levin geschafft. Phil gibt sich auch entsetzt, verheimlicht aber, dass er Maggie erst gestern einen Heiratsantrag machen wollte, der nicht planmäßig geklappt hat. Jim vermutet, dass der reiche Bauunternehmer Donald Glandon der Täter ist, denn Maggie sollte zwischen ihm und der Swann Lake Gemeinde in einem Grundstücksstreit vermitteln. Er brauchte zwölf Hektar Land von den FKKlern, um eine Leitung zur Kanalisation legen zu können. Doch wie sich herausstellt, hatte Donald die Ex-Stripperin Maggie selbst in die Kolonie eingeschleust, um sein Vorhaben voranzutreiben. Waren es nun amouröse Motive oder doch rein pekuniäre, die zum Mord an der jungen Frau geführt haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908591","hoster":"VOE"},{"path":"/redirect/8641774","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723740","hoster":"VOE"},{"path":"/redirect/8723739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-5","name":"Der Hunger im Süden","epNo":5,"alt":"Food Fight","descr":"Als Jims Lieblings-Imbisswagen nicht am gewohnten Platz steht, gibt er zu Jennifer Starkes Entsetzen einen Fahndungsaufruf raus. Doch auf seine geliebte Wildschwein-Tacos muss Jim vorerst verzichten – Imbisskoch Tony Acosta wurde erschossen. Die erste Verdächtige ist Lana Kim, Tonys Konkurrentin vom koreanischen Imbisswagen ’der rote Koi\". Doch Lana war zwar sauer, dass Tony ihre Affäre beendet hatte, ist aber nicht die Mörderin. So rückt der Abgeordnete Greg Doucet, der ein Imbisswagen-Verbot durchsetzen will, um sich bei den Restaurantbesitzern an der Strandpromenade und anderen solventen Wählern beliebt zu machen, in Jims Visier. Jim kann ihm zwar nachweisen, dass er gar kein Kriegsheimkehrer ist und nie im Irak war, doch Tonys Mörder ist er deshalb noch lange nicht. Callie quält sich unterdessen in Atlanta mit ihrer zickigen Vorgesetzten, Dr. Miranda Buckley, herum. Um sie aufzumuntern, kommt Jim sie überraschend besuchen und bringt ihr Essen von einem Imbisswagen in Atlanta mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483052","hoster":"VOE"},{"path":"/redirect/8641776","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723742","hoster":"VOE"},{"path":"/redirect/8723744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-6","name":"Aus alten Zeiten","epNo":6,"alt":"Old Times","descr":"Die junge Frau Bree Michaels wird erstochen aufgefunden und kann sofort identifiziert werden, weil sie ein Treffen mit dem\"Unschuldsprojekt\" verpasst hat. Offenbar hatte sie Informationen, die Logan Barrett entlastet hätten, der in nur vier Tagen wegen Mordes an seiner Ex-Frau Susan hingerichtet werden soll. Für die Ermittlungen im Barrett Fall war damals ausgerechnet Jims ehemaliger Partner Mike Ogletree zuständig. Zu Jennifers Entsetzen erlaubt Colleen Jim, Mike mit einer Fußfessel aus dem Gefängnis zu holen. Jim kann beweisen, dass Logans angebliches Motiv Unsinn war – da Susan wieder verlobt war, hätte er ihr nach der Trennung gar keinen Unterhalt zahlen müssen. Sie finden Susans verweste Leiche mit einem wertvollen Diamantring am Finger in dem Wagen, den Mike einst vom Tatort hatte abschleppen lassen. Die Silikonimplantate in beiden Leichen führen Jim auf die Spur des Schönheitschirurgen Dr. Brett Denning, dessen Empfangsdame Susan war. Doch welchen Grund könnte der Schönheitsspezialist gehabt haben, seine hübsche Assistentin umzubringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908613","hoster":"VOE"},{"path":"/redirect/8641786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723745","hoster":"VOE"},{"path":"/redirect/8723746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-7","name":"Anarchie und Liebe","epNo":7,"alt":"Public Enemy","descr":"Connie Simpson, Schalterbeamtin der Bezirksverwaltung, liegt tot vor ihrem Haus. Offenbar ist sie mit ihrem eigenen Wagen überfahren worden. Kann das etwas mit den unzähligen Gerichtsakten zu tun haben, die sie hortet und in denen es um einen gewissen Shamalamadingdong geht? Tatsächlich ist\"Shamalamadingdong\" alias Finanzguru Steve Lamming Connies Ex-Freund, mit dem sie fünf Jahre lang unter dem Namen\"Crackalacka\" in Alabama gelebt und an einer anarchistischen Gesellschaftsordnung gebastelt hat. Sie gehörten den so genannten ‚Unabhängigen‘ an, die glauben, sie stünden über dem Gesetz, wenn sie ihre Namen ändern und alles mit roter Tinte unterschreiben. Doch während Steve weiterhin Geld mit Seminaren scheffelt, in denen er andere für die Idee einer ‚Newmerican Nation‘ begeistert, ist Connie ausgestiegen. Als Schalterbeamtin schmettert sie alle unsinnigen Anträge von Unabhängigen ab – auch die eines gewissen Way N.E. Bey. Aber obwohl sie Wayne daran hindern wollte, sich mit faulen Methoden ein Grundstück unter den Nagel zu reißen, ist er nicht Connies Mörder. Wie sich herausstellt, spielen rasend schöne, quietschgelbe Luxus-Taschen eine wichtige Rolle bei der Suche nach dem Mörder und seinem Motiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483054","hoster":"VOE"},{"path":"/redirect/8641779","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723747","hoster":"VOE"},{"path":"/redirect/8723749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-8","name":"Die Schönheit und der Tod","epNo":8,"alt":"Fountain of Youth","descr":"Im luxuriösen\"Fountain of Youth\"-Spa liegt eine Leiche im Jungbrunnen. Bei dem Toten handelt es sich um Mitbesitzerin und Ex-Fotomodell Brandy Phillips. Sie wurde ermordet – die Todesursache ist jedoch unklar. Ihr deutlich älterer und Bodybuilding-verrückter Mann Bruce Phillips ist auf Geschäftsreise in Georgia und hat demnach ein Alibi. So fällt der Verdacht zunächst auf Brandys Geschäftspartnerin Dr. Tara Valdez aus Venezuela, deren spektakulärer Anti-Aging Therapie mit dem Wachstumshormon HGH Brandy angeblich ihre Schönheit verdankte und die das Spa laut Bruce erben würde. Dann gibt es noch die 18-jährige Rezeptionistin Christa Johnson, die mit ein paar äußerst wertvollen Diamantohrringen Brandys auf der Flucht ist. Wie sich herausstellt, ist sie Brandys Tochter, wurde aber zur Adoption freigegeben. Bei der Untersuchung der Leiche stellt sich heraus, dass die schöne Brandy auch ohne Gewalteinwirkung nur noch kurze Zeit zu leben gehabt hätte: Durch den übermäßigen HGH Konsum wäre sie ohnehin bald gestorben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908631","hoster":"VOE"},{"path":"/redirect/8641785","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723754","hoster":"VOE"},{"path":"/redirect/8723752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-9","name":"Auf der Insel des Grauens","epNo":9,"alt":"Islandia","descr":"Zwei Meeresbiologen finden eine Leiche auf der Privatinsel des Schriftstellers Neil Gannon. Daniel erkennt sofort, dass es sich bei dem Mann mit zertrümmertem Schädel um Brian Taylor handelt, der vor einem Jahr 130 Millionen Dollar im Lotto gewonnen hat. Da Brians jüngerer Bruder und Alleinerbe Lucas zum Tatzeitpunkt angeblich zuhause war, beginnen Jim und Jennifer ihre Ermittlungen bei dem kauzigen Schriftsteller Neil. Dieser will Brian nur aufgefordert haben, seine Insel zu verlassen. Brian habe verrücktes Zeug geredet, er hätte die Insel gekauft. Das führt sie auf die Spur der Maklerin Meghan Connor, die Brians gesammelte Immobiliengeschäfte betreut hat und alle Kunden mit Geschenkkörben umwirbt, in denen sich teures isländisches Quellwasser befindet. Unterdessen stellt Carlos fest, dass Brian zwar erschlagen wurde, ihn aber schon bald das Gift des Pilzes\"Amanita virosa\" getötet hätte, das er später in einer der Wasserflaschen nachweisen kann. Tatsächlich kannten Brian und Neil, alias Bill Kowolski, sich aus der High School und da Brian Bill für den Tod seines Jugendschwarms Lourdes verantwortlich machte, wollte er sich zeitlebens an Neil/Bill rächen. Doch warum und wer Brian erschlagen hat und wer ihn vergiften wollte, bleibt Jim trotz intensiver Recherche lange ein Rätsel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9908635","hoster":"VOE"},{"path":"/redirect/8641780","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474487","hoster":"VOE"},{"path":"/redirect/8723751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-3/episode-10","name":"Ewiger Sommer","epNo":10,"alt":"Endless Summer","descr":"Der Strandreiniger erlebt den Schock seines Lebens, als er bei seiner morgendlichen Runde die Leiche von Hotelgast Brenda Jackson\"aufgabelt\". Schnell ist klar, dass die Frau an einer großen Stichwunde am Oberschenkel verblutet ist. Da kurz darauf der zehnjährige Blake mit der Kreditkarte des Opfers erwischt wird, konzentrieren sich Jims Ermittlungen auf Ex-Profisurfer Eddie Ryder und dessen zahlreiche Kinder, die, bis auf Blake, alle adoptiert sind und am Strand Surfunterricht geben, aber auch erfolgreich an Surf-Wettbewerben teilnehmen. Sohn Dane wirkt schon durch sein aggressives Verhalten verdächtig und die pseudo-toughe Katie verheimlicht, dass sie Brenda offenbar besser kannte. Denn Brenda hatte eine Firma für Snowboardbekleidung und wollte nun auch ins Geschäft für Surfbekleidung einsteigen. Katie sollte ihre Werbeträgerin sein, doch Eddie durfte nichts davon wissen, denn er hält nichts von Sponsoring. Tatsächlich hat Brenda Katie aber nur als Druckmittel missbraucht, um die 14-jährige Surferin Jada zum Vertragsabschluss zu überreden. Als die tief enttäuschte Katie Ziehvater Eddie davon erzählte, stellte der Brenda zur Rede und erstach sie im Eifer des Gefechts. Jim ist trotz Jennifers Spitzenbewertung und halber Liebeserklärung schlecht gelaunt und fährt nach Atlanta, um Callie, die soeben die Prüfungen fürs 3. Jahr bestanden hat, einen Heiratsantrag zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483060","hoster":"VOE"},{"path":"/redirect/8641778","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13993119","hoster":"VOE"},{"path":"/redirect/8723759","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-glades/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-glades/staffel-4/episode-1","name":"Ein Geist in der Nacht","epNo":1,"alt":"Yankee Dan","descr":"Ein Pärchen wird nachts auf der Straße von einer mysteriösen Frau angehalten und in eine Plantage gelockt, in der sie die Leiche einer Frau – Chelsea Baker – mit einer Axt im Rücken entdecken. Die mysteriöse Frau verschwindet so plötzlich wie sie aufgetaucht ist. Wie sich später herausstellt, muss es sich bei der Frau um den Geist von Chelseas Ururgroßmutter Martha Cooley handeln. Deren Mann, Yankee Dan, soll einst von einem Sklaven mit der Axt erschlagen worden sein. Chelseas Schwester Jackie hatte vor kurzem Geisterjäger Ed Ross engagiert, um Marthas Existenz nachzuweisen. Durch Eds Kameraaufzeichnungen kommt schließlich heraus, dass Chelsea und ihr Mann Ryan nicht nur dabei waren, das Familienerbe auf Ebay zu verhökern, sondern dass sie auch einen heftigen Ehestreit hatten, weil Ryan eine Affäre mit Jackie hatte. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11676898","hoster":"VOE"},{"path":"/redirect/11676887","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495744","hoster":"VOE"},{"path":"/redirect/11433020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-2","name":"Kirsch süß sauer","epNo":2,"alt":"Shot Girls","descr":"Zwei Betrunkene entdecken zwischen Sandskulpturen die Leiche einer Kellnerin im Bikini. Meghan Daniels wurde mit einer Flasche \"Velvet Cherry\" Rum erschlagen, der an diesem Abend vorgestellt wurde und dessen Werbegesicht sie war. Von Jojo Cabrillo, der Besitzerin der Rum-Brennerei erfährt Jim, dass ausgerechnet deren Ehemann Pruitt Vertriebshändler für diesen Rum ist und dass er die Mädchen für die Werbekampagnen castet. Doch Pruitt bestreitet sowohl den Mord als auch die von Jim unterstellte Affäre mit Meghan vehement. Auch Meghans Konkurrentin, die zickige Ashley Collins, rückt ins Visier der Ermittler. Noch dazu, als sich herausstellt, dass sie regelmäßig Geld auf Meghans Konto einzahlte – angeblich um ein Darlehen zurückzuzahlen. Auf Meghans Handy entdecken die Ermittler ein kompromittierendes Video von Pruitt, das beweist, dass er sehr wohl eine Affäre mit Meghan hatte – und dass er wieder trinkt. Pruitt ist nämlich theoretisch trockener Alkoholiker und da Jojo im Ehevertrag fordert, dass er trocken bleibt, war dieses Video ein Druckmittel für Meghan, die nicht nur frech genug war, Jojo ein Darlehen abzuschwatzen und Ashley zu erpressen, sondern auch noch Pruitt Kunden zu klauen, um ihr eigenes Getränke-Imperium zu gründen. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004883","hoster":"VOE"},{"path":"/redirect/11676932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13502350","hoster":"VOE"},{"path":"/redirect/11433017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-3","name":"Captain Barbecue","epNo":3,"alt":"Killer Barbecue","descr":"Jimmy Steele, besser bekannt als ‚Captain Barbecue‘, liegt am Eröffnungstag seines Grillfestivals tot auf seinem Grill – mit einem Apfel im Mund. Todesursache war ein anaphylaktischer Schock, ausgelöst von Jimmys Meeresfrüchte-Allergie, denn der Mörder hatte zermahlenen Krabbenschwanz in seinen Bourbon gegeben. Doch wer hatte es auf den verwitweten Selfmade-Millionär abgesehen? Assistentin Trina Burns, die enttäuscht war, dass Jimmy ihre Karriere nicht gefördert hat? Oder der \"Tiger Woods der Rippchen\" Landon Givens, den Jimmy vom Festival ausgeschlossen hatte? Er hätte zumindest Gründe gehabt, denn offenbar hatte seine Familie Jimmy einst adoptiert und Jimmy das Grillen beigebracht. Callie nimmt wieder mal einen Zweitjob an, um ihr Hochzeitskleid finanzieren zu können, Diesmal assistiert sie dem unfreundlichen älteren Sport-Orthopäden Ted Hardy. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832661","hoster":"VOE"},{"path":"/redirect/8530152","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495748","hoster":"VOE"},{"path":"/redirect/11433010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-4","name":"Der tote Hengst der Liebe","epNo":4,"alt":"Magic Longworth","descr":"Colleen erleidet den Schock ihres Lebens, als in einer Gasse ein erschossener Cop entdeckt wird. Doch der vermeintliche Cop entpuppt sich schnell als der 24-jährige Stripper Judd Krasnansky, alias ‚Judd the Stud‘. Jim vermutet, dass dessen in die Jahre gekommener Boss und Kollege \"Disco Dean\" ihn ermordet hat, um den Konkurrenten loszuwerden und noch schnell etwas für die Rente zu verdienen. Jim verpasst unterdessen Callies Wiedersehen mit ihrer Jugendfreundin Laura, mit der sie sich einst wegen Ray verkracht hatte. Dr. Hardy lobt Callies Arbeit und bekräftigt sie darin, ihr Medizinstudium fortzusetzen. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483066","hoster":"VOE"},{"path":"/redirect/8530153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495747","hoster":"VOE"},{"path":"/redirect/11433023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-5","name":"Im Unheil der Zombies","epNo":5,"alt":"Apocalypse Now","descr":"Beim so genannten \"Zombie-Lauf\" entdecken als Zombies verkleidete Jogger die Leiche einer jungen Frau und stellen makabererweise Fotos von sich und der Leiche ins Internet, anstatt die Polizei zu rufen. Jim und Kollegen identifizieren die inzwischen verschwundene Tote als Bonnie Williams, eine der Organisatorinnen des Zombie-Laufs. Jim findet die Leiche schließlich bei dem obdachlosen Junkie Denny Warren, der völlig zugedröhnt ist und sie in einem Einkaufswagen spazieren fährt. Bonnie ist an einer Überdosis der Droge \"Badesalz\" gestorben. Das lenkt den Verdacht nicht nur auf Denny, sondern auch auf Nick Preston, den Besitzer eines ‚Headshops‘, der Badesalz als so genannte \"Zombie-Rationen\" verkauft. Schließlich werden auch noch alle, die mit der Leiche in Kontakt waren, von einem eigenartigen Virus befallen, der sie fast zu Zombies macht – so auch Carlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382584","hoster":"VOE"},{"path":"/redirect/8530157","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11433028","hoster":"VOE"},{"path":"/redirect/11433317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-6","name":"Derbe Derby Girls","epNo":6,"alt":"Glade-iators!","descr":"Im Tresorraum einer Bank wird die Leiche der Bankangestellten Diana Cabrera entdeckt. Die Todesursache ist noch unklar, doch woher die vielen blauen Flecken an ihrem Körper kommen, ist schnell geklärt: In ihrer Freizeit hat sie unter dem bezeichnenden Spitznamen \"the Termigator\" in einem Roller Derby Team mitgespielt. Ihr Kollege, Darlehensberater Randy Dillard, war nicht nur ihr Freund, sondern auch noch Schiedsrichter \"Arthur Ref-erelli\" im Roller Derby. Jim verdächtigt ihn, ebenso wie die Derby Girls \"Beach on wheels\" und Josie \"die kubanische Rakete\" Cruz des Mordes an Diana. Beach macht Diana für ihr kaputtes Knie verantwortlich und dafür, dass ihre Eltern keinen Kredit bekommen haben. Randy bekam neuerdings miserable Bewertungen von seiner Vorgesetzten Diana, da er inzwischen ein Verhältnis mit Josie angefangen hat. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483071","hoster":"VOE"},{"path":"/redirect/8530161","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495746","hoster":"VOE"},{"path":"/redirect/11433011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-7","name":"Fahrendes Volk","epNo":7,"alt":"Gypsies, Tramps and Thieves","descr":"Zwei Burschenschaftler finden im Wald die merkwürdig aufgebahrte Leiche des Bauunternehmers Walter Parnell. Bei seiner Leiche finden sie nicht nur Werkzeuge, sondern auch 2.000 Dollar Bargeld und eine Uhr mit der Inschrift seiner verstorbenen Frau Emily. Wie Carlos bald rausfindet, wurde Walter mit Fingerhutblättern im Tee vergiftet. Walters Kumpel, der rassistische Ex-Cop Dave Hartwell, führt Jim auf die Spur des Roma-Königs Stefan Szabo. Szabo hat zwar einige Vorstrafen, aber ein Alibi für die Mordnacht. Das will auch die blonde Yogalehrerin Lily haben, die Walters frisch erworbenes Penthouse angeblich gemietet hat. Doch als Jim herausfindet, dass Lily in Wahrheit Inna Szabo heißt und mit Walter zusammen gewohnt hat, wird er misstrauisch. Aus Jim und Callies sturmfreier Bude wird nichts, denn Jims Vater Michael steht überraschend vor der Tür. Immerhin hilft er Jim, den Fall zu lösen. Denn als Stahl-Vertreter erkennt er, dass eine Umweltverträglichkeitsprüfung für einen Yachthafen, die sie in Szabos Lager finden, eine Fälschung ist. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483074","hoster":"VOE"},{"path":"/redirect/8530165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-8","name":"Sklaven der Liebe","epNo":8,"alt":"Three\u0027s Company","descr":"Ein Pärchen entdeckt in einer zum Verkauf stehenden Villa die Leiche des 41-jährigen Finanzberaters Mitch Bruckner. Er wurde mit einer Lampe erschlagen. Die Spur führt zunächst zu Cindy Pavlin, die Jet-Ski vermietet und einst mit Mitch verlobt war, bis er die Verbindung abbrach, weil sie unterschiedliche Dinge wollten. Angeblich hatte er sie kontaktiert, weil sie ihn beim Hauskauf beraten sollte. Tatsächlich lebt Cindy aber in einer polyamorösen Beziehung mit dem Herzchirurgen Ian Conners und dem auf vielschichte Partnerschaften spezialisierten Psychologie-Professor George Stavros. Doch da keiner der beiden mit ihr ein Kind zeugen will, war Cindy begeistert, als Mitch plötzlich wieder auf der Bildfläche erschien und dazu bereit war. Während die Verhandlungen mit Ian und George noch liefen, um Mitch auch noch in die \"Familie\" aufzunehmen, übten Cindy und Mitch schon mal kräftig für ein Baby. Doch dann kam Cindy dahinter, dass Mitch von ihrer 2-Millionen Dollar Erbschaft erfahren und sich einer Vasektomie unterzogen hatte. Sie hatte also durchaus ein Motiv, ebenso wie George, dessen Ersparnisse Mitch fehlinvestiert hatte. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483075","hoster":"VOE"},{"path":"/redirect/8530169","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495749","hoster":"VOE"},{"path":"/redirect/11433081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-9","name":"Haben Sie das von Lori gehört?","epNo":9,"alt":"Fast Ball","descr":"In der Wäschetonne der \"Dania Jai Alai\" Spielanlage entdeckt der Handtuchjunge eine Frauenleiche. Sie wurde mit einem Schuss in den Hals aus nächster Nähe erschossen. Es handelt sich um Lori Aest, die erste professionelle Jai-Alai Spielerin. Jims Ermittlungen konzentrieren sich auf zwei männliche Kollegen: Troy Douglas, mit dem Lori eine Affäre hatte, von der seine Ehefrau in Spanien nichts wusste und Sebastian Lorca, der stolze Baske, der Verbindungen zur ETA haben soll und dem Lori einen Deal als Markenbotschafter der spanischen Jeansmarke \"Vale\" weggeschnappt hat. Eine geheimnisvolle Substanz am Griff der Waffe – das Öl eines Pata negra Schinkens – entlarvt schließlich den Täter. (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483070","hoster":"VOE"},{"path":"/redirect/8530162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495760","hoster":"VOE"},{"path":"/redirect/11433126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-10","name":"Das Böse in der Kunst","epNo":10,"alt":"Gallerinas","descr":"Das renommierte Kunstfestival \"Art Basel\" steht vor der Tür und stellt halb Miami auf den Kopf. Da kommt es natürlich ungelegen, dass am Hafen die Leiche des steinreichen Kunstförderers Richard Crawford in einer Kiste auftaucht. Im engeren Kreis der Verdächtigen finden sich der von Crawford fallen gelassene Künstler Alex, die Galeriebetreiberin Hanna sowie die Kunsthändlerin Sasha. Für Jim ist klar: Sie alle sind nicht ganz sauber – doch wer hat den Milliardär ermordet? Unterdessen knabbert Jim noch an einem ganz anderen Problem: Jeff steht anscheinend in Kontakt mit Ray und gefährdet so wahrscheinlich nicht nur sich, sondern auch seine Mutter … (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335796","hoster":"VOE"},{"path":"/redirect/8530172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-11","name":"Feinde im Sturm","epNo":11,"alt":"Civil War","descr":"Jim muss herausfinden, welcher Teilnehmer eines Bürgerkriegs-Nachspielens seinen Mitspieler mit einem Schwert getötet hat.\u0026lt;br /\u0026gt;\rCallie macht derweil eine tragische Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483076","hoster":"VOE"},{"path":"/redirect/8530060","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495755","hoster":"VOE"},{"path":"/redirect/11433032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-12","name":"Blutiger Westen","epNo":12,"alt":"Happy Trails","descr":"Zwischen den Landgütern zweier rivalisierender Familien wird ein Arbeiter tot aufgefunden.\u0026lt;br /\u0026gt;\rDerweil bekommt Callie Besuch von einer Person aus ihrer Vergangenheit, die sie inständig um Hilfe bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483078","hoster":"VOE"},{"path":"/redirect/8530064","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11433204","hoster":"VOE"},{"path":"/redirect/11433210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-glades/staffel-4/episode-13","name":"Bevor das Glück beginnt","epNo":13,"alt":"Tin Cup","descr":"Jim versucht, mit Callie endlich reinen Tisch zu machen, während er den Mörder eines Golf-Trickbetrügers finden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483072","hoster":"VOE"},{"path":"/redirect/8530076","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11433036","hoster":"VOE"},{"path":"/redirect/11433035","hoster":"Streamtape"}]}]}]}]}