{"seriesId":"the-followers","name":"The Followers","descr":"[As Seguidoras] Eine Social-Media-Influencerin treibt ihre Bessesenheit nach neuen Followern so sehr auf die Spitze, dass sie sich in eine Serienmörderin verwandelt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es wird alles gut","epNo":1,"alt":"Já deu certo","descr":"Ein Feind von Liv bricht in ihr Haus ein und droht, ihren Ruf zu ruinieren. Ohne nachzudenken tötet sie ihn. Antonia findet verdächtige Dateien auf dem Computer eines Kunden und beschließt, ihn zu untersuchen.","versions":[{"lang":1,"streams":[{"redirect":14497464,"hoster":"VOE"},{"redirect":14453531,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Gesetz der Anziehung","epNo":2,"alt":"Você atrai o que você emana","descr":"Antonia veröffentlicht die erste Folge ihres Podcasts und enthüllt Felipes Identität vor der Polizei. So erfährt Liv, dass drei Opfer getötet werden müssen, um als Serienmörder zu gelten.","versions":[{"lang":1,"streams":[{"redirect":14497378,"hoster":"VOE"},{"redirect":14453534,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es ist okay, wenn es dir nicht gut geht","epNo":3,"alt":"Tudo bem não estar tudo bem","descr":"Als das Internet herausfindet, dass sie ihren Unfall vorgetäuscht hat, wird Liv boykottiert und Ananda sperrt sie für die Netzwerke. Liv bricht in Anandas Badezimmer ein und ist schockiert von dem, was sie dort findet.","versions":[{"lang":1,"streams":[{"redirect":14497462,"hoster":"VOE"},{"redirect":14458736,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jede Siegerin trägt Narben","epNo":4,"alt":"Toda vencedora tem cicatrizes","descr":"Liv nimmt Ananda als Geisel. Antonia bricht in Livs Haus ein, um Beweise gegen sie zu finden. Rocha und Elano erhalten einen Durchsuchungsbefehl für Anandas Haus. Liv tötet Ananda und fängt Marisol ein.","versions":[{"lang":1,"streams":[{"redirect":14497194,"hoster":"VOE"},{"redirect":14453533,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Überleben ist nicht leben","epNo":5,"alt":"Sobreviver não é viver","descr":"Im Krankenhaus erfährt Liv, dass sie den Metzger überlebt hat und über eine Million Abonnenten hat. Während die Polizei ihr dicht auf den Fersen ist, vertraut Antonia Cammila alles an, was sie weiß, und flieht.","versions":[{"lang":1,"streams":[{"redirect":14497377,"hoster":"VOE"},{"redirect":14453536,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wenn am Ende nicht alles gut ist, ist es noch nicht das Ende","epNo":6,"alt":"Se não deu certo, é porque não chegou ao fim","descr":"Liv findet das versteckte Mikrofon in ihrem Haus, sabotiert ihre Hommage an Ananda und lädt sich selbst in die Show ein, in der Cammila die Identität des Metzgers enthüllen soll.","versions":[{"lang":1,"streams":[{"redirect":14497379,"hoster":"VOE"},{"redirect":14453538,"hoster":"Streamtape"}]}]}]}]}