{"path":"/serie/stream/the-rolling-girls","name":"The Rolling Girls","descr":"Zehn Jahre nach dem \"Großen Tokyo-Krieg\" ist jede Präfektur in Japan zu einem unabhängigen Staat geworden. Jeder Staat wird von einem Propheten, Mosa genannt, und einer Armee, Mob genannt, beherrscht. Die vier Mob-Mädchen aus dem Saitama-Clan, Nozomi, Yukina, Ai und Chiaya werden von ihrem Mosa beauftragt, Japan auf ihren Motorrädern zu bereisen und auftauchende Kriege zwischen den Staaten und Clans zu schlichten.","seasons":[{"path":"/serie/stream/the-rolling-girls/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-1","name":"Königliche Anfänger","epNo":1,"alt":"King of Rookies","descr":"Die Besten von Higashi Murayama und Tokorozawa stehen sich in einem öffentlichen Park gegenüber. Ein \"Auszubildender\" Rest namens Nozomi kommt zu spät mit Dango aus dem Restaurant ihrer Familie, bis der Rest auf beiden Seiten von der Wucht des Angriffs von Maccha Green weggeblasen wird. Am nächsten Tag kracht ein zerstreutes Mädchen mit ihrem Fahrrad in das Hauptquartier der Hiroshi Town Propellers und verrät, dass sie drei Tage am Stück gereist war, obwohl sie in derselben Stadt lebte. Masami trifft Kuniko versehentlich beim Essen in einem nahe gelegenen Ramen-Laden und fordert sie schließlich zu einem inoffiziellen Ramen-Essen-Wettbewerb heraus. Die Propeller finden dann einen Bus, der sie zu einem örtlichen Vergnügungspark bringt, nur um auf der Achterbahn als Geiseln für Higashi Murayama gefangen zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788190","hoster":"VOE"},{"path":"/redirect/8795744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-2","name":"Zentrum der Welt","epNo":2,"alt":"Center of the World","descr":"Masami rast zum Tatort, während die Propeller von Hiroshi Town dem sicheren Untergang entgegensehen, gefangen auf einer Achterbahn, nachdem Takumi einen Teil der Strecke in die Luft gesprengt hat. Masami weigert sich, Kuniko ohne Maccha Green zu bekämpfen, entdeckt aber, dass alle außer Nozomi ihre List durchschaut haben. Während die Achterbahn über die Gleise rast, rennt Masami los, um sich in ihr Maccha-Grün-Outfit umzuziehen, während ein Rest von Higashi Murayama versucht (und scheitert), die Achterbahn zu stoppen. Im letzten Moment fliegen die Propeller in Sicherheit, während Maccha Green gerade noch rechtzeitig eintrifft, um Nozomi und Yukina zu retten. Kuniko hat eine kurze Rückblende in ihre Vergangenheit, beschließt dann aber trotzdem gegen Masami zu kämpfen. Die Wucht ihres Kampfes wird so gefährlich, dass sie zwei Monate lang im selben Krankenhaus landen, während Präsident Misono beschließt, ihre beiden herzförmigen Juwelen zu behalten. Am nächsten Tag,Nozomi und Yukina beschließen, durch das Land zu reisen und stärker zu werden, damit sie sich nicht ständig auf Masami verlassen müssen. Bevor sie gehen, werden sie schnell von dem ehemaligen Higashi Murayama Rest, Ai, und einem Mädchen mit einer Gasmaske namens Chihaya begleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788191","hoster":"VOE"},{"path":"/redirect/8795746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-3","name":"Verehrung eines Helden","epNo":3,"alt":"I Wanna Be a Hero","descr":"Das Land von Always Comima, das im Schatten der Twin Towers in Tokio entstand, wird von einem Cosplay-Sicherheitstrupp geschützt und von einem Besten namens Thunderoad angeführt. Als Thunderoad versehentlich ihren herzförmigen Kraftstein in der Perücke eines lebensgroßen \"Rick\"-Models verliert, erhält sie eine weitere Drohbotschaft von einer Terrorgruppe namens Dynamite Bomber. Später reisen Nozomi und ihre Gruppe nach Always Comima, aber nachdem sie einigen Rittern ihren eigenen Machtstein enthüllt haben, werden sie schnell von Thunderoad verhaftet. Thunderoad glaubt, dass der fehlende Stein von Dynamite Bomber gestohlen wurde und verlangt, dass sie ihn zurückgeben, oder sie werden mit der Todesstrafe rechnen. Nozomi und ihre Gruppe versuchen, die Gegend zu durchsuchen, finden den Stein jedoch nicht. Unterdessen beklagt Thunderoad, dass er nicht das Geld hat, um das lebensgroße Rick-Modell zu kaufen.Aber nachdem ihre Haustierkrähe den fehlenden Stein entdeckt hat, beschließt sie, sowohl ihren Stein als auch den, den Chiaya mitgebracht hat, nach Kuranoske zu verkaufen, um das Geld für den Kauf zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788193","hoster":"VOE"},{"path":"/redirect/8795747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-4","name":"Traum","epNo":4,"alt":"Dream","descr":"Thunderoads Assistentin Noriko beschließt, Nozomis Gruppe zu helfen, sich für die Nacht zu verstecken, und fasst die Geschichte von Always Comima zusammen. An anderer Stelle betrachtet Thunderoad ihren Neukauf des lebensgroßen Rick-Modells, bereut jedoch bald ihre Aktion und nimmt Kuranoske einen der Steine ​​​​zurück. Sie stolpert jedoch sofort und lässt den Stein von der Brücke fallen, woraufhin ein Roombasaugt es auf. Thunderoad beschließt, zu Norikos Haus zu gehen und bittet sie und Nozomis Gruppe, bei der Suche nach dem Stein zu helfen, aber bald taucht eine weitere Krise auf, als einige Rest von Higashi Murayama feststellten, dass ihr Streich Roomba von Takumi mit lebendem Sprengstoff gefüllt war. Als die Sicherheitskräfte alle Roombas in der Stadt zurückrufen, gelingt es Nozomi, den mit dem Stein zu finden, und der mit Bomben gefüllte Roomba klammert sich an das lebensgroße Rick-Modell, was Thunderoad zwingt, sie beide unter Tränen auszuschalten, bevor es explodiert. Danach gibt Noriko zu, dass Dynamite Bomber eine Gruppe war, die sie erfunden hat, damit Aki bei den Knights of the Twin Towers bleiben würde, und Thunderoad beschließt, ihr die besten Aufgaben zu übertragen. Obwohl sie Chihaya den Stein gibt, beschließt Chihaya, ihn Noriko zurückzugeben und sagt, dass sie ihn mehr braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788194","hoster":"VOE"},{"path":"/redirect/8795749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-5","name":"Enttäuschte Erwartungen","epNo":5,"alt":"Disappointing Person","descr":"Ein Mädchen namens Himeko kommt nach Hause, gerade als das Projekt ihres Vaters und ähnlich aussehende Statuen um Mie und Aichi gleichzeitig explodieren. Nachdem Nozomi und ihre Gruppe beinahe von einem herumfliegenden Trümmerstück zerquetscht worden sind, erreichen sie ein Land, das in einem unsicheren Frieden zwischen den Mie Motors und den Aichi Tenmusus verbunden ist. Kurz nach ihrer Ankunft wird die Gruppe gefangen und in ein nahegelegenes Restaurant gezerrt, wo sie sich mit Himeko treffen, um ihren Grund zu suchen, Maccha Green um Hilfe zu bitten. Der Vize-Chef von Mie Motors kracht jedoch mit seinem Motorrad durch ein Fenster und fängt einen Streit mit Dandy, dem Besitzer des Restaurants, an, den er ablehnt. Nachdem der Biker gegangen ist, schlägt Dandy vor, dass Nozomi nach dem Anführer von Mie sucht. Später in der Nacht erinnern sich Himekos Nachbarn an den Konflikt zwischen Mie und Aichi,während Himeko erwägt, ihrem kranken Vater zu helfen, bis sie entdeckt, dass ihr Vater seine Krankheit übertreibt, um sie schuldig zu machen, das Familienunternehmen zu führen. An anderer Stelle fordern der Vizechef und seine Verbündeten Tomoki um seine beste Position heraus, aber er weigert sich und rast an ihnen und den Aichi-Bedienern vorbei, die sich für ihr beschädigtes Restaurant rächen wollen. Tomoki trifft später draußen auf Himeko, als die beiden in ein nahegelegenes Restaurant gezerrt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336170","hoster":"VOE"},{"path":"/redirect/8795751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-6","name":"Schnell wie der Blitz","epNo":6,"alt":"Lightning Speed","descr":"Chiaya ist zurück, aber sie verlieren Yukina, als sich die Dinge in der alten Aichi und der alten Mie zuspitzen. Wie werden sie jemals lernen, friedlich zusammenzuleben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788195","hoster":"VOE"},{"path":"/redirect/8795752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-7","name":"Einen Stern bitte","epNo":7,"alt":"Give Me the Stars","descr":"Die Mädchen sind jetzt in Kyoto, wo der Kapitän der Truppe, der sie helfen wollen, entführt wird. Können sie den Kapitän und das Rockfestival retten?!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788199","hoster":"VOE"},{"path":"/redirect/8795753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-8","name":"Nach dem Regen","epNo":8,"alt":"After the Rain","descr":"Misa ist wieder da, wo sie hingehört, aber was ist zwischen ihr und Mamechiyo passiert? Und was hat Shuten überhaupt vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788197","hoster":"VOE"},{"path":"/redirect/8795756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-9","name":"Nächtliche Räuber","epNo":9,"alt":"Thieves of the Night","descr":"Die Mädchen finden sich über Okayama in Hiroshima wieder, aber können sie ihre eigenen Probleme lösen und gleichzeitig den Einheimischen helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788198","hoster":"VOE"},{"path":"/redirect/8795755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-10","name":"NO NO NO","epNo":10,"alt":"No No No","descr":"Ai wird von einer armen Pfirsichzüchterin und ihrer Tochter aufgenommen und Yukina ist wieder verloren. Kann Nozomi Kaguya und Kuramochi alleine helfen? Und wo ist Chiaya?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788200","hoster":"VOE"},{"path":"/redirect/8795759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-11","name":"Rose der Leidenschaft","epNo":11,"alt":"Rose of Passion","descr":"In Okayama geht es heiß her, aber wie ist die Familie Nayotake involviert? Werden die Mädchen in der Lage sein, sich wieder zu vereinen und alles zu lösen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788204","hoster":"VOE"},{"path":"/redirect/8795758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-rolling-girls/staffel-1/episode-12","name":"Die Zukunft liegt in unseren Händen","epNo":12,"alt":"The Future Is in Our Hands","descr":"Was können vier Rest-Mädchen tun, die zwischen Besten und Robotern und Außerirdischen geworfen werden? Können die Mädchen inmitten all der Kämpfe Frieden bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788202","hoster":"VOE"},{"path":"/redirect/8795757","hoster":"Streamtape"}]}]}]}]}