{"path":"/serie/stream/the-family-2016","name":"The Family (2016)","descr":"Als Adam (Liam James), der entführte und totgeglaubte Sohn der Politikerin Claire Warre (Joan Allen) nach einer Dekade zurückkehrt, sendet das Schockwellen durch die kleine Gemeinde, aus der er stammt. Etwa wird der Nachbar, der für den vermeintlichen Mord verurteilt wurde, entlastet und aus der Haft entlassen, während der damals ermittelnde Polizist seine Handlungen, Schlussfolgerungen und Ergebnisse auf Fehler untersuchen muss.","seasons":[{"path":"/serie/stream/the-family-2016/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-family-2016/staffel-1/episode-1","name":"Der Rote Drache","epNo":1,"alt":"Pilot","descr":"Vor 10 Jahren verschwand Adam Warren. Heute kehrt er endlich zurück und nicht alle Familienmitglieder gehen gut mit seiner Rückkehr um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9137776","hoster":"VOE"},{"path":"/redirect/9137783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-2","name":"Angst im Dunkeln","epNo":2,"alt":"All You See Is Dark","descr":"Geheimnisse und Verdächtigungen bedrohen die Familie Warren, während Detective Myers entschlossen ist, Fehler der Vergangenheit zu korrigieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335758","hoster":"VOE"},{"path":"/redirect/9137787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-3","name":"Von Welpen und Monstern","epNo":3,"alt":"Of Puppies And Monsters","descr":"Gabe Clements lässt Nina wissen, wie er mit den Ermittlungen umgehen möchte. Adam geht zurück zum Bunker, um zu sehen, ob es ihm helfen kann, sich an etwas zu erinnern. Claires Motive werden schließlich in Frage gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9183704","hoster":"VOE"},{"path":"/redirect/9183712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-4","name":"Federn oder Stahl","epNo":4,"alt":"Feathers Or Steel","descr":"Nina und Gabe begeben sich auf die Spuren eines Kinderentführers, der den gleichen Modus Operandi wie Adams Entführer teilt. Bridey erweckt Willas Verdacht, als sie nach Informationen über Adam sucht. Claire macht eine schmerzhafte Entdeckung über John.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9183711","hoster":"VOE"},{"path":"/redirect/9183716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-5","name":"Postkarten von überall","epNo":5,"alt":"I Win","descr":"Als Hank schwer geschlagen wird, nennt er ein Mitglied der Familie Warren als Hauptverdächtigen. Bridey erhält die endgültigen Ergebnisse des Vaterschaftstests, den sie an Adam gemacht hat. Währenddessen beginnt der Mann mit dem vernarbten Gesicht, Postkarten aus aller Welt an Adam zu schicken, was Nina und Agent Clements eine echte Chance gibt, ihn zu schnappen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14002723","hoster":"VOE"},{"path":"/redirect/9224470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-6","name":"Der Blinddarm","epNo":6,"alt":"Nowhere Man","descr":"Nina und Agent Clements schmieden einen Plan, um den pockennarbigen Mann Doug mit Adam als Köder anzulocken. Kompliziert wird die Situation jedoch, als sich Adam schlecht zu fühlen beginnt und er ins Krankenhaus muss. Dort enthüllt der behandelnde Arzt nach Durchsicht seiner Krankengeschichte Claire eine folgenschwere Nachricht aus dem Land.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9224471","hoster":"VOE"},{"path":"/redirect/9224473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-7","name":"Mein Name ist Adam","epNo":7,"alt":"All The Livelong Day","descr":"Rückblenden enthüllen Details von Adams Rückkehr nach Red Pines und spielen sich vor dem Hintergrund von Willas betrügerischen Wegen ab. John lässt einige wichtige Neuigkeiten über Claire fallen, was sie dazu bringt, mit einer qualvollen Entscheidung zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9268490","hoster":"VOE"},{"path":"/redirect/9268487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-8","name":"Nachts um Zwei","epNo":8,"alt":"Sweet Jane","descr":"Claire beschäftigt sich mit den emotionalen Auswirkungen von Willas Intrigen. Nina will jede Nacht herausfinden, wohin Adam verschwindet. Willa enthüllt ein weiteres Familiengeheimnis. Hanks Rolle bei Adams Entführung wird enthüllt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9268491","hoster":"VOE"},{"path":"/redirect/9268496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-9","name":"Verschwunden","epNo":9,"alt":"Betta Male","descr":"Detective Meyer sucht nach Hinweisen auf Adams Vergangenheit, während sie seine Therapiesitzungen beobachtet. Die Familie bereitet sich darauf vor, Claire bei der Gouverneursdebatte zu unterstützen, während Hanks Gast ihn dazu bringt, Beweise dafür zu finden, wer Adam wirklich entführt hat. Währenddessen macht sich Detective Meyer Sorgen um ihren vermissten Partner, Agent Clements.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917839","hoster":"VOE"},{"path":"/redirect/9317243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-10","name":"Der Mann im Keller","epNo":10,"alt":"Fun Ways To Tell Boyfriend You’re Pregnant","descr":"In einer ironischen Wendung glaubt Hank, dass er wichtige Beweise hat, die Nina helfen, Adams Fall zu lösen und, was noch wichtiger ist, sich selbst zum Helden zu machen. Willas Verdacht gegenüber Ben verstärkt sich, als sie eine schockierende Entdeckung darüber macht, was wirklich mit Adam passiert ist. In der Zwischenzeit wendet sich Jane an eine unwahrscheinliche Quelle, um Hilfe zu erhalten, als die Wehen einsetzen und Doug nirgends zu finden ist. Bridey verrät Willa in dem Bestreben, mit ihrer Geschichte auf die Titelseite zu kommen, und Nina erhält einen schockierenden Besuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9317235","hoster":"VOE"},{"path":"/redirect/9317237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-11","name":"Wahlen","epNo":11,"alt":"Election Day","descr":"Willa (Alison Pill) verrät Claire (Joan Allen) ein schreckliches Geheimnis, als das Ergebnis der Gubernatorial Wahl verkündet wird. Zurück im Keller versucht Agent Clements (Matthew Lawler) Jane (Zoe Perry) davon zu überzeugen, ihn frei zulassen und greift dabei zu verzweifelten Maßnahmen. Ben teilt schockierende Geheimnisse mit Willa, die jetzt dazu entschlossen ist, ihn aus der Familie raus zu bekommen. In der Zwischenzeit, überlegt sich Bridey (Floriana Lima), ob sie all die Informationen über die Warren Familie nutzen soll um mit ihrer Geschichte auf das Titelblatt zu kommen. Dabei entdeckt sie ein weiteres Puzzlestück, welches ihr den Erfolg garantiert. Nina (Margot Bingham) ist fest entschlossen ein Geständnis von Doug (Paul Douglas Anderson)zu bekommen, während wir in Rückblenden zu sehen bekommen, wie Hank (Andrew McCarthy) vom geliebten Ko-Mitarbeiter zum gesellschaftlich Geächteten wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9364106","hoster":"VOE"},{"path":"/redirect/9364118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-family-2016/staffel-1/episode-12","name":"Was dauerte so lange?","epNo":12,"alt":"What Took So Long","descr":"Claire (Joan Allen) realisiert endlich, was Adam (Liam James) und Ben ausgehalten haben, als sie das höllengleiche Grab besucht, wo sie festgehalten wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929722","hoster":"VOE"},{"path":"/redirect/9364186","hoster":"Streamtape"}]}]}]}]}