{"seriesId":"the-fable","name":"The Fable","descr":"[Za Faburu] Mit seiner anthrazitfarbenen Nighthawk hat der berühmt-berüchtigte Auftragskiller \"Fable\" schon so einige Leute in den ewigen Schlaf geschickt. Politiker, Berühmtheiten oder Kriminelle – keiner kann sich seinem Lauf entziehen, wenn der Auftrag erst einmal erteilt wurde. Als diesem genialen Killer aber aufgetragen wird, ein normales Leben zu führen und unterzutauchen, kommt dieser schnell an seine Grenzen. Sich im Schatten zu bewegen und auf Befehl zu morden ist eine Sache, aber im Tageslicht ein normales Leben zu führen und niemanden zu töten – das ist definitiv die härteste Mission seines Lebens!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Moving","descr":"Nachdem Fable einen Job beendet und dabei einen kleinen Chef und seine Handlanger getötet hat, teilen er und seine Assistentin gegrillten Fisch mit seinem Chef, der ihm mitteilt, dass dies der letzte Job für ein Jahr sein wird. Beide müssen ein Jahr lang in Osaka beim Maguro-Clan untertauchen und dürfen in dieser Zeit niemanden töten. Er erhält den Namen und die Identität von Akira Sato und seine Assistentin wird als seine Schwester Yoko fungieren. Auf dem Weg dorthin hält Yoko an, um einen Kaffee zu trinken, und während sie wartet, wird Akira von zwei kleineren Schlägern angegriffen. Er handelt instinktiv und tötet sie fast, wenn jemand ihn berührt, und ihm wird klar, dass es schwieriger sein kann, sich zu verstecken, als er denkt. Sie kommen in Osaka an und Akira legt seinen inneren \"Schalter\" um und wechselt dazu, mit einem Osaka-Dialekt zu sprechen. Mittlerweile wissen nur Häuptling Hamada und Kapitän Ebihara vom Maguro-Clan von der Vereinbarung.","versions":[{"lang":3,"streams":[{"redirect":14506055,"hoster":"VOE"},{"redirect":14506050,"hoster":"Vidoza"},{"redirect":14506054,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Wonderful Night","descr":"Akira und Yoko treffen auf Hamada und Ebihara, die als Urlauber verkleidet sind und ganz gewöhnlich wirken, obwohl Akiras Liebe zum Detail Ebihara verärgert. Ebihara weist ihnen zwei nahegelegene Wohnungen zu und warnt sie davor, seinen Hakosuka-Oldtimer zu beschädigen. Akira entfernt schnell alle versteckten Überwachungskameras in seiner Wohnung. Draußen sagt Ebihara seinem Untergebenen Takahashi, dass er sie loswerden will. Als Yoko Akira auf einen Drink einlädt, heuert Takahashi einen örtlichen Kickboxer an, um Akira zu belästigen. Er fordert Akira außerhalb der Bar heraus, aber anstatt sich zu wehren, täuscht Akira Schwäche vor und nimmt ein paar Schläge in Kauf, um einer ernsthaften Konfrontation zu entgehen. Eine Nachbarin, die ihm früher am Tag aufgefallen war, bietet ihm ein Taschentuch für seine blutige Nase an.","versions":[{"lang":3,"streams":[{"redirect":14506052,"hoster":"VOE"},{"redirect":14506063,"hoster":"Vidoza"},{"redirect":14506058,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Tag","descr":"Akira geht das Risiko ein, Befehle zu missachten, während er sich um seine eigenen Angelegenheiten kümmert.","versions":[{"lang":3,"streams":[{"redirect":14506067,"hoster":"VOE"},{"redirect":14506069,"hoster":"Vidoza"},{"redirect":14506062,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Chatting About Life","descr":"Akira rennt auf den Schläger zu, aber anstatt ihn zu schlagen, springt er über seinen Kopf, zieht ihn an den Haaren zu Boden und macht ihn innerhalb von etwa drei Sekunden kampfunfähig, lässt ihn aber noch am Leben. Ebihara ist beeindruckt, ebenso wie Kuroshio, einer aus der Maguro-Gruppe. Akira weigert sich jedoch, ihn zu töten, selbst als Ebihara droht, ihn zu erschießen. In einer anschließenden Diskussion erklärt Akira, dass er nur seinen Job mache und Emotionen dabei keine Rolle spielen. Ebihara tötet den Schläger und befiehlt Kuroshio, die Leiche zu entsorgen und niemandem zu erzählen, was er gesehen hat. Sie machen eine Pause zum Essen und Ebihara schlägt Akira vor, sich einen Job zu suchen, um nicht zum Einsiedler zu werden. In der Zwischenzeit hat Takahashi Yoko für die Nacht mitgenommen, aber sie macht beide unglaublich betrunken, sodass er ohnmächtig wird, als sie in ihre Wohnung zurückkehren.","versions":[{"lang":3,"streams":[{"redirect":14506068,"hoster":"VOE"},{"redirect":14506078,"hoster":"Vidoza"},{"redirect":14506066,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"You Listening to Me?!","descr":"In seinem Bestreben, ein normales Leben zu führen, beginnt Akira mit der scheinbar unmöglichen Aufgabe, einen Job zu finden.","versions":[{"lang":3,"streams":[{"redirect":14506072,"hoster":"VOE"},{"redirect":14506081,"hoster":"Vidoza"},{"redirect":14506074,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Prison Release Jamboree","descr":"Kojima ist zunehmend verärgert über die Veränderungen in der Maguro-Gruppe während seiner Haftzeit.","versions":[{"lang":3,"streams":[{"redirect":14506077,"hoster":"VOE"},{"redirect":14506084,"hoster":"Vidoza"},{"redirect":14506075,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Realist","descr":"Misaki geht am nächsten Morgen und Akira entschuldigt sich für Yokos betrunkenes Verhalten in der vergangenen Nacht. Währenddessen besucht Takahashi Kojima, der sich immer noch wie ein aggressiver Gefangener verhält, Takahashi wahllos schlägt und den Maguro-Clan herabwürdigt. Als sie entdecken, dass Ebihara einen Herzinfarkt erlitten hat und ins Krankenhaus eingeliefert wird, fragt Kojima Hamada, ob er Takahashi ausleihen kann. Kojima richtet später in seiner Wohnung ein Messer auf Akira und verlangt, dass dieser und Yoko ihm 50.000 Yen pro Monat geben, was Akira zustimmt. Kojima kauft dann eine Waffe und nimmt Takahashi mit, um mit dem Eintreiben alter Schulden zu beginnen, aber er tötet den ersten seiner Schuldner nur wegen des Adrenalinstoßes. An anderer Stelle bietet Kuroshio an, Akiras Schüler zu werden und sich einen Namen zu machen, aber Akira entmutigt ihn.","versions":[{"lang":3,"streams":[{"redirect":14505975,"hoster":"VOE"},{"redirect":14505978,"hoster":"Vidoza"},{"redirect":14505974,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"","versions":[{"lang":3,"streams":[{"redirect":14505982,"hoster":"VOE"},{"redirect":14505984,"hoster":"Vidoza"},{"redirect":14505981,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"You Mean a Hitman?","descr":"Kojima taucht in Misakis Wohnung auf und drängt sie, als Callgirl für ihn zu arbeiten. Außerdem behauptet er, Kuroshio habe sich am Bein verletzt, als er sie schützte. Er droht, ihren Freunden und an ihrem Arbeitsplatz Ärger zu bereiten und verlangt von ihr eine Antwort innerhalb von 24 Stunden. Misaki lädt Akira später zum Abendessen ein, um ihm für seine Hilfe bei der Arbeit zu danken, doch als sie ihn wegen seiner Überlebensfähigkeiten in der Wildnis unter Druck setzt, spürt er, dass etwas nicht stimmt. Am nächsten Tag erfährt Misaki, dass ihr Chef angegriffen wurde und das Geschäft vorübergehend geschlossen ist, teilt Kojima jedoch mit, dass sie nicht für ihn arbeiten wird. An anderer Stelle bittet Ebihara Akira, Kojimas Aktivitäten zu untersuchen, und er berichtet, dass Kojima ein Callgirl-Geschäft plant und kürzlich jemanden im Lagerhaus erschossen hat. Ebihara bietet Akira dann sein wertvolles Auto an, um ihm bei der Bewältigung von Kojima zu helfen. Unterdessen heuert Sunagawa einen Killer an, um Kojima zu töten.","versions":[{"lang":3,"streams":[{"redirect":14505983,"hoster":"VOE"},{"redirect":14505989,"hoster":"Vidoza"},{"redirect":14505987,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Phantom of the Balcony","descr":"Sunagawa gibt seinem Killer zwei Ziele: Kojima und jemand anderen. An anderer Stelle fährt Akira mit Ebiharas Auto zu Kojimas Wohnung, um eine Waffe zu holen, und installiert Überwachungskameras. Es gelingt ihm gerade noch, über den Balkon zu fliehen, bevor er entdeckt wird. Takoda wird später von Kojimas Männern zusammengeschlagen. Infolgedessen stimmt Misaki widerstrebend zu, drei Monate lang unter Vertrag für Kojima zu arbeiten, um weiteren Ärger zu vermeiden. Mittlerweile hat Akira ihre missliche Lage erkannt und bereitet sich darauf vor, sie unbemerkt zu retten. Er sorgt dafür, dass Yoko Takahashi eine Uhr mit GPS-Tracker schenkt und stellt aus Eisenwaren und Altmetall eine rudimentäre Waffe her.","versions":[{"lang":3,"streams":[{"redirect":14505988,"hoster":"VOE"},{"redirect":14506001,"hoster":"Vidoza"},{"redirect":14505996,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Fated Day","descr":"Misaki ruft Akira an und bittet ihn, ihrem Chef mitzuteilen, dass sie krank ist und am nächsten Tag nicht zur Arbeit erscheinen wird. Akira stimmt zu und dankt ihr für ihre Freundlichkeit und sagt ihr, sie solle sich um nichts Sorgen machen. Sunagawa und Kojima bereiten sich beide auf ihr Treffen vor und treffen Vorkehrungen, um den anderen zu eliminieren. Um Misaki zu beschützen, schmiedet Akira mit Yokos Hilfe eigene Pläne, bei dem Treffen zu erscheinen, indem er Takahashi mithilfe des Trackers verfolgt. Unterdessen besucht ihn ein Mann, den Ebihara nicht kennt, im Krankenhaus und befragt ihn, ob er Akira in seine Operationen einbeziehen soll. An anderer Stelle, als das Treffen beginnt, lässt Sunagawa einen seiner Männer Misaki beiseite nehmen, um sie in das Callgirl-Geschäft \"einzuführen\". Der Mann zieht Misaki die Kleidung aus, aber Akira betritt das Gebäude und holt den Mann lautlos mit einer Reihe kräftiger Schläge auf seinen Körper heraus.","versions":[{"lang":3,"streams":[{"redirect":14505992,"hoster":"VOE"},{"redirect":14505997,"hoster":"Vidoza"},{"redirect":14505993,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"There\u0027s Always Someone Better","descr":"Akira fordert einen von Kojimas verwundeten Männern, den Kickboxer, auf, Misaki nach Hause zu bringen, als er das Zeichen gibt. Anschließend neutralisiert er die angespannte Situation, indem er Sunagawas Auftragsmörder verwundet und Kojima entführt. Sunagawas Gruppe vermutet, dass er Fable ist. Unterdessen warnt der \"Boss\" Ebihara davor, Akira weiter in seine Angelegenheiten einzubeziehen. Akira und Yoko fahren davon, während Kojima im Kofferraum des Autos eingesperrt ist, während Akira versucht, Yokos Befürchtungen zu zerstreuen, dass er jemanden getötet haben könnte. Der Kickboxer nimmt Misaki mit nach Hause und bietet an, sie bei Bedarf zu beschützen. Zurück im Lagerhaus bricht Sunagawa alle weiteren Maßnahmen gegen Kojima ab, in der Hoffnung, etwaige Auswirkungen innerhalb des Maguro-Clans zu vermeiden.","versions":[{"lang":3,"streams":[{"redirect":14505999,"hoster":"VOE"},{"redirect":14506007,"hoster":"Vidoza"},{"redirect":14505998,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"","versions":[{"lang":3,"streams":[{"redirect":14506003,"hoster":"VOE"},{"redirect":14506010,"hoster":"Vidoza"},{"redirect":14506004,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"I Love You, Nii-san!","descr":"Sunagawa versucht, den Waffenhändler und ehemaligen \"Reiniger\" zu bestechen, um Details über Fable preiszugeben. Er erinnert Sunagawa jedoch daran, dass Informationen in der Organisation nur dann zur Verfügung gestellt werden, wenn man sie wissen muss. In der Zwischenzeit plant Akira einen dreitägigen Campingausflug in die Wildnis, um seine Überlebensfähigkeiten aufrechtzuerhalten, weil er vermutet, dass er seine Fähigkeiten verliert, und stimmt widerstrebend zu, dass Kuroshio ihn begleiten darf. Yoko setzt sie im Morgengrauen ab und obwohl Kuroshio besorgt wird, als Akira nur ein Messer und grundlegende Überlebenswerkzeuge hat, folgt er seinem nii-san[e] dennoch in den Wald und trägt das Nötigste an Campingausrüstung dabei.","versions":[{"lang":3,"streams":[{"redirect":14506005,"hoster":"VOE"},{"redirect":14506016,"hoster":"Vidoza"},{"redirect":14506006,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Survival Training?","descr":"Kuroshio kämpft darum, mit Akira Schritt zu halten, der ihn durch den Wald zu einer Lichtung führt, wo sie ihr Nachtlager aufschlagen. Akira kocht eine Schlange, die er früher am Tag getötet hat, und Kuroshio muss seine Vorurteile überwinden, sie zu essen. Am nächsten Tag wird Kuroshio in ihrem Lager mit einem Schwarzbären konfrontiert, doch Akira kommt rechtzeitig zurück, um ihn zu verscheuchen. Kuroshio ist langsam beeindruckt von Akiras Intensität und seinen praktischen Überlebensfähigkeiten wie dem Kochen und dem Essen von Fröschen und Heuschrecken, um seine Kräfte aufrechtzuerhalten. Unterdessen plant Yoko einen weiteren Abend mit Alkohol und ruft den Mann an, den sie in der Bar Buffalo kennengelernt hat: Yuki Kawai.","versions":[{"lang":3,"streams":[{"redirect":14506011,"hoster":"VOE"},{"redirect":14506025,"hoster":"Vidoza"},{"redirect":14506014,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Mountaineer Man","descr":"Das eine Schlachtfeld ist der Wald, das andere eine Bar. Beide werden heute Abend von den Geräuschen eines heftigen Kampfes widerhallen.","versions":[{"lang":3,"streams":[{"redirect":14506021,"hoster":"VOE"},{"redirect":14506039,"hoster":"Vidoza"},{"redirect":14506013,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Rei Utsubo","descr":"In einer Detektei in Taihei ist eine dunkle Macht am Werk, die Akiras friedliches Leben stört.","versions":[{"lang":3,"streams":[{"redirect":14506017,"hoster":"VOE"},{"redirect":14506028,"hoster":"Vidoza"},{"redirect":14506020,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Cheerio","descr":"Utsubo und seine Komplizen nähern sich Misaki, während sie ihre ruchlosen Pläne verfolgen.","versions":[{"lang":3,"streams":[{"redirect":14506023,"hoster":"VOE"},{"redirect":14506033,"hoster":"Vidoza"},{"redirect":14506024,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Episode 19","descr":"","versions":[{"lang":3,"streams":[{"redirect":14506029,"hoster":"VOE"},{"redirect":14506037,"hoster":"Vidoza"},{"redirect":14506032,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"24 Hours","descr":"Utsubo und Isaki beschuldigen gemeinsam Kainuma, Misaki verfolgt zu haben, und fordern von seiner Mutter eine Zahlung von 60 Millionen Yen, indem sie Aufnahmen der Kameras verwenden, die sie in ihrer Wohnung aufgestellt haben. Währenddessen trifft Akira Hinako im Park erneut und ermutigt sie, sich vorzustellen, wie ihre Beine funktionieren. Als Suzuki hört, wie Kainuma Misaki durch eine in seiner Wohnung platzierte Wanze damit droht, ihn zu töten, weist Utsubo ihn an, Kainuma für die nächste Phase seiner Operation zu entführen. Hinako hört ihre Diskussion mit und ruft Misaki zur Arbeit, um sie zu warnen, gerade als Kainuma mit einem Messer auf sie zustürzt. Akira reagiert instinktiv und macht ihn schnell außer Gefecht. Kainuma versucht später zu fliehen, um einer Befragung zu entgehen, wird jedoch draußen von Suzuki entführt, was von Akira beobachtet wird. Isaki wird mit Kainuma vertrieben, aber Akira gibt Suzuki 24 Stunden Zeit, um ihn unversehrt zurückzubringen. Suzuki erhält Akiras Adresse von Isaki und besucht die Wohnung, nur um Yoko zu finden. Als er sie bedroht, entwaffnet sie ihn geschickt. An anderer Stelle im Wald entkommt Kainuma Isaki.","versions":[{"lang":3,"streams":[{"redirect":14506041,"hoster":"VOE"},{"redirect":14506045,"hoster":"Vidoza"},{"redirect":14506040,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The ABCs of Villainy","descr":"Akira kommt nach Hause und findet Suzuki gefesselt vor, nachdem Yoko ihn in einem Kampf verprügelt hat. Akira fordert erneut die Rückkehr von Kainuma, doch als Suzuki Isaki anruft, wird ihm gesagt, dass Kainuma eine Klippe hinuntergefallen und gestorben sei. Akira lässt Suzuki dann gehen, nachdem er und Yoko ihn mit ihren überlegenen Fähigkeiten demoralisiert hatten. Suzuki informiert Utsubo über seine Begegnung mit den Satos und vermutet, dass sie Teil von Fable sind. Er möchte wissen, warum Utsubo Fable jagt. Utsubo erklärt, dass sein Bruder Kawahira derjenige war, den Akira vor vier Jahren getötet hat, während Hinako im Auto saß. Suzuki willigt ein, mit Utsubo zusammenzuarbeiten, um Akira zu töten, und betont, dass sie dies tun müssen, ohne die Aufmerksamkeit des Maguro-Clans auf sich zu ziehen. Utsubo schmiedet einen Plan, um die Satos mit Hinako als Köder zu fangen.","versions":[{"lang":3,"streams":[{"redirect":14506038,"hoster":"VOE"},{"redirect":14506053,"hoster":"Vidoza"},{"redirect":14506046,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Doorstep Man","descr":"Utsubo und Suzuki setzen ihre sorgfältig ausgeheckten Pläne in die Tat um, Fable, ihren Feind, zu töten.","versions":[{"lang":2,"streams":[{"redirect":14506448,"hoster":"VOE"},{"redirect":14506450,"hoster":"Vidoza"},{"redirect":14506449,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14506047,"hoster":"VOE"},{"redirect":14506056,"hoster":"Vidoza"},{"redirect":14506048,"hoster":"Streamtape"}]}]}]}]}