{"seriesId":"the-crossing","name":"The Crossing","descr":"Eine Gruppe Flüchtlinge kommt über den Seeweg in eine amerikanische Kleinstadt. Sie geben an, vor einem Krieg aus verwüsteten Land zu stammen und bitten um Asyl. Allerdings handelt es sich bei dem \"verwüsteten Land\" um die Vereinigten Staaten von Amerika – und der Krieg, vor dem sie nach eigenen Angaben fliehen, wird erst in 250 Jahren ausbrechen. Die zuständigen Bundesbeamten sind skeptisch.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Gestrandeten","epNo":1,"alt":"Pilot","descr":"Nachdem 47 Flüchtlinge in einem kleinen Fischerdorf angespült werden, arbeitet der ansässige Sherriff Jude Ellis (Steve Zahn) mit DHS Agentin Emma Ren (Sandrine Holt) zusammen um sich ihrer ungewöhnlichen Erklärung anzunehmen: Dass sie vor einem Krieg 180 Jahre in der Zukunft fliehen. Das Mysterium vergrößert sich als Jude erkennt, dass einer der Neuankömmlinge über besondere Fähigkeiten verfügt und eine Gefahr für seine Stadt darstellt. Während sich die Flüchtlinge in ihrem neuen Umfeld eingewöhnen, erfährt Emma, dass einer von ihnen Informationen hat, die alles, was sie über die Gegenwart zu wissen glaubte, in Frage stellen.","versions":[{"lang":1,"streams":[{"redirect":13114113,"hoster":"VOE"},{"redirect":8638447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977560,"hoster":"VOE"},{"redirect":9977559,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schatten der zukünftigen Vergangenheit","epNo":2,"alt":"A Shadow Out Of Time","descr":"In einem Flash-Forward ins Jahr 2187 findet Reece (Natalie Martinez) das verwaiste Baby Leah und stellt sich gegen ihre Apex-Gruppe um sie zu adoptieren.\r\rIn der Gegenwart hofft Jude (Steve Zahn) auf eine friedliche Lösung mit den Behörden und wird von einer mysteriösen Gruppe überrumpelt, die Reece um jeden Preis fangen wollen.","versions":[{"lang":1,"streams":[{"redirect":8478543,"hoster":"VOE"},{"redirect":8638451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977563,"hoster":"VOE"},{"redirect":9977564,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gesprächsbedarf","epNo":3,"alt":"Pax Americana","descr":"Die verwundete Reece (Natalie Martinez) nimmt es mit ihren Verfolgern auf während Judes (Steve Zahn) Plan, mit seinem Sohn Zeit zu verbringen, zu einem schrecklichen Zwischenfall führt. Zurück im Camp reißt Hannah (Kelley Missal) aus um einen ersten Blick nach draußen zu werfen. Dr. Sophie Forbin (Georgina Haig) will sich um Leahs (Bailey Skodje) ungewöhnlichen Virus kümmern.","versions":[{"lang":1,"streams":[{"redirect":8478551,"hoster":"VOE"},{"redirect":8638450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977568,"hoster":"VOE"},{"redirect":9977569,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In Vergessenheit geraten","epNo":4,"alt":"The Face Of Oblivion","descr":"Verzweifelt versucht Jude (Steve Zahn) seinen Sohn Oliver (Christian Michael Cooper) aus einer möglicherweise tödlichen Situation zu retten und wendet sich mit einer Bitte an Emma (Sandrine Holt), die die Leben aller im Camp gefährden könnte. Hannahs (Kelley Missal) geheime Vergangenheit kommt ans Licht und Sophie (Georgina Haig) macht eine überraschende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8478548,"hoster":"VOE"},{"redirect":8638460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977574,"hoster":"VOE"},{"redirect":9977575,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die erste Welle","epNo":5,"alt":"Ten Years Gone","descr":"In Rückblicken wird die Verbindung zwischen Marshall (Tommy Bastow) und der frühen Migration deutlich. Inzwischen untersucht Jude (Steve Zahn) ein mysteriöses Verschwinden. Sophie (Georgina Haig) riskiert ihr Leben und ihre Karriere um Reece (Natalie Martinez) bei der Suche nach ihrer Tochter zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":13114116,"hoster":"VOE"},{"redirect":8638478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977579,"hoster":"VOE"},{"redirect":9977580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Isolation","epNo":6,"alt":"LKA","descr":"","versions":[{"lang":1,"streams":[{"redirect":13114115,"hoster":"VOE"},{"redirect":8638459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977587,"hoster":"VOE"},{"redirect":9977588,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Medaillon","epNo":7,"alt":"Some Dreamers Of The Golden Dream","descr":"Die Spannungen im Lager nehmen zu und Craig Lindauer (Jay Karnes) willigt ein, dass eine Gruppe Flüchtlinge einen Ausflug in die Stadt machen darf. Jude (Steve Zahn) fragt sich, was hinter seinem guten Willen steckt. Hannah (Kelley Missal) hat beunruhigende Informationen, die sie mit Marshall (Tommy Bastow) teilt.","versions":[{"lang":1,"streams":[{"redirect":8478555,"hoster":"VOE"},{"redirect":8638464,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977592,"hoster":"VOE"},{"redirect":9977590,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das lange Warten","epNo":8,"alt":"The Long Morrow","descr":"Eine schauerliche Entdeckung innerhalb des Camps führt zu einer Verhaftung, die so niemand für möglich gehalten hat. Jude (Steve Zahn) hat die Möglichkeit, die Wahrheit aufzudecken, jedoch ist dies mit einem großen Risiko verbunden. Reece (Natalie Martinez) findet sich derweil in einer unschönen Lage wieder, während Rebecca (Simone Kessell) sich von Naomi einlullen lässt, was alles verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":8478553,"hoster":"VOE"},{"redirect":8638461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977598,"hoster":"VOE"},{"redirect":9977596,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hoffnungsschimmer","epNo":9,"alt":"Hope Smiles from the Threshold","descr":"Eine ortsansässige Obdachlose steht in mysteriöser Verbindung zu den jüngsten Vorfällen und hat Antworten für Jude (Steve Zahn) und Nestor (Rick Gomez), was wirklich vorgefallen ist. Naomi (Josette Canilao) wird derweil immer einflussreicher im Camp, was zu einer schockierenden Konfrontation führt.","versions":[{"lang":1,"streams":[{"redirect":13114117,"hoster":"VOE"},{"redirect":8638474,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977606,"hoster":"VOE"},{"redirect":9977607,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Höhle der Löwen","epNo":10,"alt":"The Androcles Option","descr":"Jude (Steve Zahn) und Nestor (Rick Gomez) schmieden einen Plan, um die Flüchtlinge aus dem Camp zu befreien. Die Sache verkompliziert sich jedoch, als Sophie mit neuen Informationen über den aktuellen Aufenthaltsort von Reece (Natalie Martinez) aufwartet. Marshall (Tommy Bastow) kann aber nicht mehr warten und kümmert sich persönlich um die Angelegenheit.","versions":[{"lang":1,"streams":[{"redirect":13775242,"hoster":"VOE"},{"redirect":11636700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9977612,"hoster":"VOE"},{"redirect":9977610,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spurlos verschwunden","epNo":11,"alt":"These Are The Names","descr":"Das Leben der Flüchtlinge steht auf dem Spiel, als Jude (Steve Zahn) und Nestor (Rick Gomez) sich mit einem ungleichen Verbündeten zusammentun. Eve und Lindauer gehen mit ihrem unbarmherzigen Bemühen, die Dinge zu Ende zu bringen, weiter.","versions":[{"lang":1,"streams":[{"redirect":12929697,"hoster":"VOE"},{"redirect":8638480,"hoster":"Streamtape"}]}]}]}]}