{"seriesId":"the-west-wing","name":"The West Wing","descr":"Die Serie handelt von den Ereignissen im Weißen Haus, dem sogenannten \"West Wing\", wo die Entscheidungsträger und -berater des Präsidenten der USA arbeiten. Die Verzahnung von Politik, Öffentlichkeitsarbeit und der persönlichen Schicksale der einzelnen Mitarbeiter sind der Inhalt dieser mehrfach prämierten US-Serie. Die Schauspieler gehören zu der sogenannten Elite von Fernseh- und Filmschauspielern, angeführt von Emmy-Gewinner Martin Sheen und vielen preisgekrönten Schauspielen, wie Rob Lowe, John Spencer, Bradley Whitford, Richard Schiff oder Allison Janney, welche eigentlich vom Broadway kommt und dort mehrere Auszeichnungen bekommen hat.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Half of a windowless closet","epNo":1,"alt":"Documentary Special","descr":"Dieser Dokumentarfilm würdigt die Menschen des echten Westflügels und enthält Interviews mit den ehemaligen Präsidenten Carter, Clinton und Ford, Außenminister Kissinger und mehr als einem Dutzend Mitarbeitern, Stabschefs und Pressesprechern des Weißen Hauses.","versions":[{"lang":1,"streams":[{"redirect":10027885,"hoster":"VOE"},{"redirect":10027884,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Isaak und Ismael","epNo":2,"alt":"Isaac And Ishmael","descr":"Der Westflügel wird abgeriegelt, da sich herausstellt, dass ein mutmaßlicher Terrorist im Weißen Haus arbeitet. Zusammen mit einer Gruppe von High-School-Schülern, die das Weiße Haus besuchten, diskutieren die Mitarbeiter, Präsident Bartlet und die First Lady über die Themen Terrorismus. Unterdessen ist Leo bei der Befragung des Terrorverdächtigen dabei und lernt eine Lektion über unsere Wahrnehmung von Terroristen.","versions":[{"lang":1,"streams":[{"redirect":10027807,"hoster":"VOE"},{"redirect":10027800,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Präsident Josiah Bartlet hat sich bei einem Fahrradunfall eine üble Verletzung zugezogen und ist bis auf Weiteres nicht im Dienst. Seine engsten Mitarbeiter im Weißen Haus stehen ordentlich unter Druck, denn gerade jetzt bräuchte das Land dringend einen starken Präsidenten. Vor der Küste Floridas befindet sich nämlich ein Schiff mit Hunderten Kubanern. Außerdem hat der stellvertretende Stabschef Josh Lyman in einer Fernsehshow eine Bemerkung gemacht, die bei den konservativen Christen überhaupt nicht gut ankam. Jetzt muss die Sache irgendwie wieder gerade gebogen werden – sonst könnte ihn dieser Patzer den Job kosten.","versions":[{"lang":1,"streams":[{"redirect":14375850,"hoster":"VOE"},{"redirect":10027583,"hoster":"Doodstream"},{"redirect":13765272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509290,"hoster":"VOE"},{"redirect":14406277,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Post Hoc, Ergo Propter Hoc","epNo":2,"alt":"Post Hoc, Ergo Propter Hoc","descr":"Sam Seaborn, ein enger Vertrauter des Präsidenten, stellt sein Glück auf eine harte Probe. Trotz mehrfacher Warnungen seiner Kollegen will er die Beziehung zu dem Call-Girl Laurie, mit dem er erst kürzlich eine leidenschaftliche Nacht verbrachte, aufrechterhalten – rein platonisch, versteht sich. Pressesekretärin C.J. Cregg versucht wiederum, einen möglichen öffentlichen Streit zwischen dem Präsidenten und dessen eigenwilligem Vize zu entschärfen. Gelingt es ihr, die beiden Männer zu beschwichtigen?","versions":[{"lang":1,"streams":[{"redirect":14377897,"hoster":"VOE"},{"redirect":13765275,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490819,"hoster":"VOE"},{"redirect":14399788,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine angemessene Antwort","epNo":3,"alt":"A Proportional Response","descr":"Präsident Josiah Bartlet sucht Vergeltung für einen Anschlag auf ein Transportflugzeug, das allem Anschein nach von Terroristen abgeschossen wurde. An Bord der Maschine befand sich ausgerechnet ein befreundeter Physiker. Weil ihm die Sache persönlich am Herzen liegt, erscheint ihm der zunächst geplante Militärschlag als Gegenreaktion jedoch völlig unangemessen. Er fordert einen Angriff, der weitaus schlimmere Konsequenzen nach sich ziehen würde. Wird Präsident Bartlets Beraterstab ein Unheil in letzter Sekunde noch abwenden können?","versions":[{"lang":1,"streams":[{"redirect":14352249,"hoster":"VOE"},{"redirect":13765276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489600,"hoster":"VOE"},{"redirect":14445421,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fünf Stimmen zur Mehrheit","epNo":4,"alt":"Five Votes Down","descr":"Der Stab des Weißen Hauses arbeitet rund um die Uhr, um die fünf entscheidenden Stimmen zu bekommen, die für die Verabschiedung eines neuen Waffengesetzes noch fehlen. Allerdings könnten die dadurch entstehenden Kosten den geplanten Budgetrahmen sprengen. Ein ganz anderes Problem beschäftigt Jennie, die Frau von Generalstabschef Leo McGarry. Sie findet nämlich, dass ihr Mann viel zu viel Zeit im Weißen Haus verbringt und sie dabei auf der Strecke bleibt. Kann Leo seine kriselnde Ehe wieder kitten oder wird seine Frau ihn womöglich verlassen?","versions":[{"lang":1,"streams":[{"redirect":14375904,"hoster":"VOE"},{"redirect":13765278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509306,"hoster":"VOE"},{"redirect":14414213,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verrückte und Frauen","epNo":5,"alt":"The Crackpots And These Women","descr":"Josh erhält von der Nationalen Sicherheitsbehörde eine Karte, die Informationen enthält, wohin er sich im Fall eines Atomangriffs in Sicherheit begeben muss. Er könnte sich eigentlich glücklich schätzen, denn dieses Privileg bleibt den meisten seiner Kollegen vorenthalten. Doch Josh kann nicht verstehen, warum nur er und Leo in den Genuss dieser Sonderbehandlung kommen sollen. Wird er die Karte am Ende womöglich zurückgeben?","versions":[{"lang":1,"streams":[{"redirect":14356967,"hoster":"VOE"},{"redirect":13765281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490804,"hoster":"VOE"},{"redirect":14445422,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mr. Willis aus Ohio","epNo":6,"alt":"Mr. Willis Of Ohio","descr":"Toby und Mandy wollen einige Abgeordnete dazu bewegen, einem neuen Gesetz zuzustimmen. Doch das ist gar nicht so einfach, denn die beiden müssen den permanent unter Strom stehenden Mr. Willis überzeugen, der das Amt seiner verstorbenen Frau übernommen hat. Unterdessen macht Zoey, die Tochter des Präsidenten, in einer Bar in Georgetown eine unglückselige Begegnung …","versions":[{"lang":1,"streams":[{"redirect":14356944,"hoster":"VOE"},{"redirect":13765283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489208,"hoster":"VOE"},{"redirect":14445423,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Staatsbankett","epNo":7,"alt":"The State Dinner","descr":"Der Präsident ist bemüht, sein Augenmerk auf die dringendsten Probleme zu richten. Leider gibt es davon gleich mehrere eine Geiselnahme, ein Hurrikan und nicht zuletzt ein drohender Streik der Gewerkschaft der LKW-Fahrer. Doch Josiah Bartlet hat noch ganz andere Sorgen, denn ein wichtiges Dinner mit dem indonesischen Präsidenten steht an. Hinter den Kulissen trifft die anmutig wirkende First Lady Abigail Bartlet die Vorbereitungen für diesen besonderen Event.","versions":[{"lang":1,"streams":[{"redirect":14356864,"hoster":"VOE"},{"redirect":13765286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375953,"hoster":"VOE"},{"redirect":14408283,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gegner","epNo":8,"alt":"Enemies","descr":"Es kursieren Gerüchte, dass Präsident Bartlet und Vizepräsident John Hoynes in einer Kabinettsitzung heftig aneinander geraten sind. Pressesprecherin C.J. hat jetzt alle Hände voll zu tun, diese schnellstmöglich aus der Welt zu schaffen. Unterdessen ist der überarbeitete Stabschef Leo McGarry alles andere als erfreut darüber, dass seine Tochter Mallory sich seit neustem mit seinem gut aussehenden Kollegen Sam trifft …","versions":[{"lang":1,"streams":[{"redirect":14352258,"hoster":"VOE"},{"redirect":13765290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509427,"hoster":"VOE"},{"redirect":14401611,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die engere Wahl","epNo":9,"alt":"The Short List","descr":"Als ein Richter des Obersten Gerichtshofs in den Ruhestand geht, muss Präsident Bartlet sich Gedanken über einen geeigneten neuen Kandidaten machen. Eine ideale Gelegenheit für ihn, Einfluss auf die Zusammensetzung des Gremiums auszuüben. Als sich jedoch herausstellt, dass sein bevorzugter Kandidat eine völlig andere Weltanschauung als er hat, ist er sich nicht mehr so sicher, ob er die richtige Wahl getroffen hat. Unterdessen bezichtigt der gerne im Rampenlicht stehende Abgeordnete Peter Lillianfield die Mitarbeiter des Weißen Hauses des Drogenkonsums. Nun fürchtet Josh, dass Leo McGarrys Alkoholmissbrauch bald an die Öffentlichkeit gelangen könnte.","versions":[{"lang":1,"streams":[{"redirect":13765291,"hoster":"VOE"},{"redirect":13765292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356894,"hoster":"VOE"},{"redirect":14445424,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In Excelsis Deo","epNo":10,"alt":"In Excelsis Deo","descr":"Weihnachten steht vor der Tür und Präsident Bartlet muss vor dem Fest unbedingt noch einige Einkäufe erledigen. Und so begibt er sich auf den letzten Drücker auf eine Shoppingtour. Unterdessen versucht Toby, eine Beerdigung für einen obdachlosen Korea-Kriegs-Veteranen zu organisieren, der tot in den Gassen der Stadt aufgefunden wurde und eine Visitenkarte von Toby in seiner Manteltasche trug. Der hartnäckige Reporter Danny Concannon wiederum bittet C.J. immer wieder um ein Date.","versions":[{"lang":1,"streams":[{"redirect":13765293,"hoster":"VOE"},{"redirect":13765294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509352,"hoster":"VOE"},{"redirect":8725428,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lord John Marbury","epNo":11,"alt":"Lord John Marbury","descr":"Die indische Armee ist in pakistanisch besetztes Territorium eingedrungen. Der Kaschmir-Konflikt droht zu eskalieren. Präsident Bartlet sieht rot, denn er fürchtet den Einsatz von Nuklearwaffen. Um das Schlimmste zu vermeiden, zieht er den britischen Diplomaten Lord Marbury hinzu, der zwar eine Schwäche für Alkohol hat, dafür aber gute Beziehungen zu beiden Kriegsnationen pflegt. Wird es ihm gelingen, die verfeindeten Nationen zur Vernunft zu bringen? Unterdessen erhält Josh eine Vorladung als Zeuge, die ihn gar nicht erfreut.","versions":[{"lang":1,"streams":[{"redirect":14375997,"hoster":"VOE"},{"redirect":13765303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489602,"hoster":"VOE"},{"redirect":14399789,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Präsident in Bedrängnis","epNo":12,"alt":"He Shall, From Time To Time","descr":"Die Mitarbeiter des Weißen Hauses sind in heller Aufregung. Präsident Bartlet ist im Oval Office in Ohnmacht gefallen, woraufhin ihm strengste Bettruhe verordnet wurde. Sein Ausfall kommt leider alles andere als gelegen, denn der Kaschmir-Konflikt zwischen Indien und Pakistan spitzt sich immer mehr zu. Offiziell hat der Präsident nur eine harmlose Grippe, doch die First Lady weiß es besser.","versions":[{"lang":1,"streams":[{"redirect":10027622,"hoster":"VOE"},{"redirect":10027624,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725423,"hoster":"VOE"},{"redirect":8725422,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die große Entrümpelung","epNo":13,"alt":"Take Out The Trash Day","descr":"Eine äußerst kontroverse Studie zum Aufklärungsunterricht wurde gerade veröffentlicht. Nun müssen Präsident Bartlet und seine Berater sich beratschlagen, wie sie am besten auf die umstrittene Untersuchung reagieren sollen. Unterdessen ist Leo McGarrys früheres Drogenproblem immer noch nicht aus der Welt geschafft. Als ein Ausschuss sich der Sache annimmt, steht schon bald fest, wie Leos Behandlungsunterlagen in die falschen Hände geraten konnten.","versions":[{"lang":1,"streams":[{"redirect":14377804,"hoster":"VOE"},{"redirect":13765305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509288,"hoster":"VOE"},{"redirect":14406298,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das heiße Eisen","epNo":14,"alt":"Take This Sabbath Day","descr":"Präsident Bartlet sitzt in der Klemme. Der Oberste Gerichtshof weigert sich, die Hinrichtung eines Häftlings, der wegen Mordes an zwei Drogenbossen einsitzt, aufzuschieben. Nun muss Josh innerhalb von 48 Stunden entscheiden, ob das Strafmaß des zu Tode Verurteilten reduziert wird oder nicht. Da er diese folgenschwere Entscheidung jedoch nicht allein treffen will, bittet er einen Pfarrer aus seiner Kindheit um Rat.","versions":[{"lang":1,"streams":[{"redirect":14356968,"hoster":"VOE"},{"redirect":13765315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509431,"hoster":"VOE"},{"redirect":14411198,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Geheimplan","epNo":15,"alt":"Celestial Navigation","descr":"Sam und Toby werden nach Connecticut entsandt. Ihre Mission Sie sollen den vom Präsidenten für den Obersten Gerichtshof vorgeschlagenen Kandidaten aus dem Gefängnis holen. Dieser wurde festgenommen, weil er angeblich betrunken mit dem Auto unterwegs war. Unterdessen soll Josh Studenten an einem College erklären, wie ein ganz normaler Arbeitstag im Weißen Haus aussieht.","versions":[{"lang":1,"streams":[{"redirect":14375905,"hoster":"VOE"},{"redirect":13765316,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489607,"hoster":"VOE"},{"redirect":14399790,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schlaflos in L.A.","epNo":16,"alt":"20 Hours In L.A.","descr":"Der Präsident und einige seiner Mitarbeiter unternehmen einen Kurztrip nach Los Angeles. Dort macht Josiah Bartlet unter anderem die Bekanntschaft des neuen Personenschützers seinerTochter. Außerdem begibt er sich auf eine Benefizgala. Alles verläuft harmonisch, bis der Gastgeber, ein reicher Medien-Tycoon, droht, die Feier platzen zu lassen, sollte sich Bartlet nicht gegen ein Gesetz aussprechen, das Schwule vom Militär ausschließt.","versions":[{"lang":1,"streams":[{"redirect":14356969,"hoster":"VOE"},{"redirect":13765319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14356827,"hoster":"VOE"},{"redirect":14406287,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Von Frau zu Frau","epNo":17,"alt":"The White House Pro-Am","descr":"Als der Vorsitzende der Zentralbank stirbt, ist Präsident Bartlet gezwungen, schnell einen Nachfolger zu benennen, damit es nicht zu einem verheerenden Finanzchaos kommt. Allerdings sträubt er sich vehement dagegen, Abbys Ex-Freund für die Position zu auszuwählen. Nachdem Danny Concannon, Korrespondent bei der ‚Washington Post‘, ein Zitat von der First Lady erhält, in dem sie zugibt, ihren Ex-Partner zu unterstützen, spitzt sich die Lage weiter zu. Präsident Bartlet ist außer sich vor Wut. Werden sich Abby und Josiah am Ende dennoch wieder versöhnen?","versions":[{"lang":1,"streams":[{"redirect":14377885,"hoster":"VOE"},{"redirect":13765322,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489606,"hoster":"VOE"},{"redirect":14445425,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Viel Arbeit bis zur Pause","epNo":18,"alt":"Six Meetings Before Lunch","descr":"Auf einer Bruderschaftsparty des College wird eine von Zoeys Freundinnen wegen des Konsums illegaler Drogen verhaftet. Das bedeutet wiederum jede Menge Arbeit für C.J, die um jeden Preis verhindern muss, dass die brisante Geschichte in die Hände der Presse gelangt. Unterdessen wird Josh eine Aufgabe zuteil, die ihm überhaupt nicht behagt: Er soll ein Gespräch mit Jeff Breckenridge führen. Dieser fordert eine finanzielle Entschädigung für Afro-Amerikaner, deren Vorfahren Opfer der Sklaverei waren – ein Standpunkt, mit dem er sich im Weißen Haus nicht sonderlich beliebt macht.","versions":[{"lang":1,"streams":[{"redirect":14356947,"hoster":"VOE"},{"redirect":13765326,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509292,"hoster":"VOE"},{"redirect":14412545,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Lass Bartlet Bartlet sein","epNo":19,"alt":"Let Bartlet Be Bartlet","descr":"Im Weißen Haus macht ein Gerücht die Runde: Angeblich kursiert unter den Mitarbeitern ein Papier, in dem sämtliche Schwachpunkte von Präsident Bartlets Administration aufgelistet und analysiert werden. Falls das Memo in die Hände der Opposition geriete, wären die Folgen unabsehbar. C.J. gelingt es zwar, den Verfasser des brisanten Dokuments ausfindig zu machen – aber inzwischen wurde das Papier an einen Reporter weitergereicht …","versions":[{"lang":1,"streams":[{"redirect":13765331,"hoster":"VOE"},{"redirect":13765335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509987,"hoster":"VOE"},{"redirect":14413114,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Obligatorische Mindeststrafe","epNo":20,"alt":"Mandatory Minimums","descr":"Präsident Bartlet gibt dem Druck seiner politischen Gegner nicht nach und nominiert zwei Kandidaten, die die Finanzierung von Wahlkampagnen radikal reformieren sollen. Als hätte sich Bartlet damit nicht bereits genug Feinde gemacht, will er auch noch eine neue Richtlinie zur Drogenbekämpfung erlassen, die äußerst umstritten ist.","versions":[{"lang":1,"streams":[{"redirect":13765332,"hoster":"VOE"},{"redirect":13765337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491350,"hoster":"VOE"},{"redirect":14409487,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Parteispenden","epNo":21,"alt":"Lies, Damn Lies And Statistics","descr":"Während Bartlet und sein Team nervös auf die Ergebnisse einer Umfrage zur Beliebtheit des Präsidenten warten, drohen unangenehme Wahrheiten ans Licht zu kommen, die Sams Beziehung zu Callgirl Laurie betreffen, die gerade ihr Jurastudium abgeschlossen hat. Leider wurde Sam nämlich von Zeitungsreportern auf frischer Tat dabei ertappt, wie er dem Callgirl ein Geschenk zur bestandenen Prüfung überreicht und sie umarmt. Nun fürchten er und Laurie, dass das Beweisfoto eine politische Schlammschlacht auslösen wird.","versions":[{"lang":1,"streams":[{"redirect":14375848,"hoster":"VOE"},{"redirect":13765340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14491061,"hoster":"VOE"},{"redirect":14401610,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Was für ein Tag","epNo":22,"alt":"What Kind Of Day Has It Been?","descr":"Präsident Bartlet bereitet sich auf ein Treffen mit Studenten vor, während sich eine außenpolitische Krise zusammenbraut. Unter strengster Geheimhaltung versucht das US-Militär, einen abgestürzten Piloten aus der irakischen Wüste zu bergen. Die Zeit drängt, denn auch irakische Truppen sind unterwegs zur Absturzstelle. C.J. ist mit der Geheimhaltungsstrategie allerdings gar nicht einverstanden.","versions":[{"lang":1,"streams":[{"redirect":14377909,"hoster":"VOE"},{"redirect":13765265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509450,"hoster":"VOE"},{"redirect":14408282,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Attentat (1)","epNo":1,"alt":"In The Shadow Of Two Gunmen: Part 1","descr":"Das Weiße Haus, wenn nicht sogar das ganze Land, hält den Atem an. Grund dafür: Auf die Limousine des Präsidenten wurde geschossen! Während der Präsident mit einem Streifschuss davongekommen ist, wurde Stabschef Josh Lyman schwer verletzt. Der Stab des Präsidenten steht vor einem Rätsel, denn es ist völlig unklar, wer für den Anschlag verantwortlich ist. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027692,"hoster":"VOE"},{"redirect":10027688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725389,"hoster":"VOE"},{"redirect":8725388,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Attentat (2)","epNo":2,"alt":"In The Shadow Of Two Gunmen: Part 2","descr":"Im Weißen Haus herrschen nach dem Attentat auf den Präsidenten chaotische Zustände. Während die Fahndung nach den Tätern längst begonnen hat, kämpfen einige der Opfer immer noch ums Überleben. Unterdessen wird die Pressestelle der Regierung von Journalisten belagert. Ausgerechnet jetzt braut sich am Krisenherd Irak neues Unheil zusammen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027690,"hoster":"VOE"},{"redirect":10027693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725390,"hoster":"VOE"},{"redirect":8725387,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Feindschaft rostet nicht","epNo":3,"alt":"The Midterms","descr":"Während Josh wegen seiner Schussverletzungen das Bett hüten muss, bereiten sich die restlichen Mitarbeiter des ‚West Wing‘ auf die anstehenden Kongresswahlen vor. Doch der traumatische Anschlag hat bei allen Mitgliedern des Regierungsstabs seine Spuren hinterlassen. Nur Toby kann dem Anschlag auch Positives abgewinnen, denn in den Umfragen steht der Präsident jetzt so gut da wie nie zuvor. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027696,"hoster":"VOE"},{"redirect":10027700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725384,"hoster":"VOE"},{"redirect":8725382,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In diesem Weißen Haus","epNo":4,"alt":"In This White House","descr":"Nachdem die Republikanerin Ainsley Hayes Sam in einer Polit-Talkshow in der Luft zerrissen hat, besteht der Präsident zum Entsetzen seiner Mitarbeiter darauf, die energische Anwältin einzustellen. Derweil bekommt das Weiße Haus Besuch von Präsident Nimbala. In seinem Land grassiert das tödliche HI-Virus. Nun will er mit den Pharmakonzernen über die hohen Preise der so dringend benötigten Medikamente reden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027698,"hoster":"VOE"},{"redirect":10027703,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8852261,"hoster":"VOE"},{"redirect":8725380,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der erste Auftrag","epNo":5,"alt":"And It’s Surely To Their Credit","descr":"Die junge Republikanerin Ainsley Hayes kommt tatsächlich ins Weiße Haus. Stabschef Leo McGarry versucht, ihr den Start so leicht wie möglich zu machen. Pressesprecherin C.J. Cregg hat alle Hände voll damit zu tun, einen General, der sich gerade in den Ruhestand verabschiedet, davon abzubringen, sich öffentlich gegen Präsident Bartlet zu stellen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027707,"hoster":"VOE"},{"redirect":10027704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725377,"hoster":"VOE"},{"redirect":8725381,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Kongress er lahmen Enten","epNo":6,"alt":"The Lame Duck Congress","descr":"Präsident Bartlet will die Ratifizierung des Vertrags zum Verbot von Kernwaffentests noch durchs Palament bringen, bevor der neu gewählte Kongress zum ersten Mal zusammentritt. Da taucht der ukrainische Politiker Vasily Konanov im Amtssitz des Präsidenten auf: Er könnte der nächste Staatschef seines Landes sein, doch jetzt ist er einfach nur völlig betrunken. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027708,"hoster":"VOE"},{"redirect":10027710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725374,"hoster":"VOE"},{"redirect":8725375,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der lange Flug nach Portland","epNo":7,"alt":"The Portland Trip","descr":"Pressesprecherin C.J. begleitet Präsident Bartlet nach Portland, wo er eine wichtige Rede zur Bildungspolitik halten soll. Sam hat den Auftrag, diese Rede zu schreiben. Er ist davon überzeugt, dass der Präsident darauf hinweisen soll, dass es im Bereich Bildung so etwas wie eine ‚permanente Revolution‘ geben müsse. Dieser Begriff stammt aber von Mao. Kann ein US-Präsident das Zitat eines Kommunisten benutzen? (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027712,"hoster":"VOE"},{"redirect":10027714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725372,"hoster":"VOE"},{"redirect":8725371,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Shibboleth","epNo":8,"alt":"Shibboleth","descr":"Eine Gruppe von 83 Chinesen ist versteckt in Containern in die USA eingereist und bittet um Asyl, weil sie angeblich in ihrer Heimat als Christen verfolgt werden. Derweil ermutigt Toby den Präsidenten dazu, Leos umstrittener Schwester Josephine einen wichtigen Posten im nationalen Bildungsapparat zu geben. Und noch eine wichtige Entscheidung ist zu fällen: Vor Thanksgiving muss der Präsident einen Truthahn begnadigen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027717,"hoster":"VOE"},{"redirect":10027716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725368,"hoster":"VOE"},{"redirect":8725370,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Galileo 5","epNo":9,"alt":"Galileo","descr":"Die Landung der Sonde Galileo auf dem Mars steht kurz bevor. Präsident Bartlet will das Ereignis gemeinsam mit Tausenden von Schulkindern öffentlich am Bildschirm verfolgen. Da verliert die NASA den Kontakt zu der Sonde. Auf der Erde gibt es ebenfalls Probleme: Stabschef Leo McGarry hat eine Auseinandersetzung mit dem russischen Botschafter, der versucht, einen Brand in einem Raketensilo zu vertuschen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12930398,"hoster":"VOE"},{"redirect":10027720,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725366,"hoster":"VOE"},{"redirect":8725367,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weihnachten","epNo":10,"alt":"Noël","descr":"In New Mexico ist ein F16-Jet verschwunden. Einen Absturz scheint es aber nicht gegeben zu haben. Da der Pilot im Verdacht steht, das Flugzeug stehlen zu wollen, wird im Weißen Haus wird ein Abschuss erwogen. Der Vorfall spielt sich ausgerechnet kurz vor Weihnachten ab, als die Mitarbeiter eigentlich ganz andere Dinge im Kopf haben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027726,"hoster":"VOE"},{"redirect":10027723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930392,"hoster":"VOE"},{"redirect":8725361,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Neujahrsfrühstück","epNo":11,"alt":"The Leadership Breakfast","descr":"Im Weißen Haus wird ein überparteiliches Neujahrsfrühstück geplant. Doch bevor es losgeht, müssen die Themen, die bei diesem Anlass offiziell besprochen werden, festgelegt werden. Und da gibt es unterschiedliche Meinungen, die Kommunikationschef Toby unter einen Hut bringen muss. Außerdem muss noch geklärt werden, wo die anschließenden Pressekonferenzen stattfinden sollen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027734,"hoster":"VOE"},{"redirect":10027728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725357,"hoster":"VOE"},{"redirect":8725358,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Zwischenbemerkung","epNo":12,"alt":"The Drop In","descr":"Präsident Bartlet wird die Ehre zuteil, die neu ernannten Botschafter der Vereinigten Staaten in ihrem Amt willkommen zu heißen. Ganz besonders freut es ihn, dass sein Freund, der charmante Lord John Marbury, künftig britischer Botschafter sein wird. Leo, der darüber weniger begeistert ist, versucht derweil, Bartlet von einem Raketenabwehrsystem zu überzeugen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027733,"hoster":"VOE"},{"redirect":10027732,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725354,"hoster":"VOE"},{"redirect":8725353,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bartlets dritte Rede zur Lage der Nation","epNo":13,"alt":"Bartlet’s Third State Of The Union","descr":"Die Stimmung im Weißen Haus ist angespannt. Der Grund: Präsident Bartlet soll seine dritte Rede zur Lage der Nation halten. Diese stammt aus der Feder von Kommunikationschef Toby und kommt nicht bei allen gut an. Unterdessen braut sich eine weitere Krise zusammen: Kolumbianische Rebellen haben fünf amerikanische Drogenfahnder als Geiseln genommen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027735,"hoster":"VOE"},{"redirect":10027738,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725351,"hoster":"VOE"},{"redirect":8725352,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine verlorene Schlacht","epNo":14,"alt":"The War At Home","descr":"Noch immer fehlt von den fünf Fahndern der amerikanischen Drogenbehörde, die in Kolumbien von Rebellen als Geiseln genommen wurden, jede Spur. Präsident Bartlet hat für eine militärische Rettungsaktion grünes Licht gegeben. Als plötzlich Komplikationen auftreten, spitzt sich die Situation weiter zu. Unterdessen ist Abbey wegen der Rede zur Lage der Nation immer noch wütend auf Bartlet. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027740,"hoster":"VOE"},{"redirect":10027742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725349,"hoster":"VOE"},{"redirect":8725348,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ellie","epNo":15,"alt":"Ellie","descr":"Als Präsident Bartlet von einem Gipfeltreffen aus Tokio zurückkehrt, wartet eine böse Überraschung auf ihn: Gesundheitsministerin Griffith hat sich öffentlich für die Legalisierung von Marihuana ausgesprochen. Eine Bemerkung, die bei der Bevölkerung nicht gerade Begeisterung hervorruft und für die wieder einmal Bartlet seinen Kopf hinhalten muss. Ausgerechnet seine Tochter Ellie fällt ihm in den Rücken. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027743,"hoster":"VOE"},{"redirect":10027744,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13002153,"hoster":"VOE"},{"redirect":8725346,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Moderne Geographie","epNo":16,"alt":"Somebody’s Going To Emergency, Somebody’s Going To Jail","descr":"Präsident Bartlet ist außer sich vor Wut, weil es Komplikationen bei der Auswahl des Ortes für seine Bibliothek gibt. Am offenen Tag für persönliche Petitionen empfängt Bartlet eine Gruppe von Kartographen. Sie planen eine Weltkarte zu publizieren, die die Interessen und historischen Ungerechtigkeiten der dritten Welt stärker berücksichtigt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12383178,"hoster":"VOE"},{"redirect":10027747,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725344,"hoster":"VOE"},{"redirect":8725343,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Stackhouse Filibuster","epNo":17,"alt":"The Stackhouse Filibuster","descr":"Die Mitarbeiter des Präsidenten warten darauf, dass ein älterer und sehr sturer Senator seine Verzögerungstaktik im Bezug auf Bartlets Familiengesetz aufgibt. Derweil sucht C.J. unter Hochdruck nach einer Keramik-Katze, die dem Präsidenten von einem Unterstützer aus dem Mittleren Westen geschenkt wurde. Sie ist nicht aufzufinden und der Besuch des Förderers steht kurz bevor. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027754,"hoster":"VOE"},{"redirect":10027752,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725342,"hoster":"VOE"},{"redirect":8725340,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"17 Mitwisser","epNo":18,"alt":"17 People","descr":"Nachdem ein Terrorist mit Sprengstoff von den Sicherheitsbehörden festgenommen wurde, wägt Präsident Bartlet ab, eine erhöhte Sicherheitsstufe in Kraft zu setzten. Derweil findet Toby heraus, dass der Präsident unter multipler Sklerose leidet. Die politischen Folgen könnten weitreichend sein. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027759,"hoster":"VOE"},{"redirect":10027757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8852262,"hoster":"VOE"},{"redirect":8725337,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Bad Moon Rising","epNo":19,"alt":"Bad Moon Rising","descr":"Präsident Bartlets Krankheit ist publik geworden. Jetzt darf sich die Regierung nicht das kleinste Versehen leisten, sonst steht ihr Ende bevor. Bartlet und sein Team versuchen herauszufinden, wer die Nachricht in die Welt gesetzt hat. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027766,"hoster":"VOE"},{"redirect":10027762,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725335,"hoster":"VOE"},{"redirect":8725333,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Sturzgefahr","epNo":20,"alt":"The Fall’s Gonna Kill You","descr":"Berater Oliver Babish sucht nach der undichten Stelle im Weißen Haus. Er fühlt Abbey, C.J. und diversen anderen Mitarbeitern auf den Zahn: Er will herausfinden, inwieweit sie über Bartlets Erkrankung an Multipler Sklerose Bescheid wussten. Josh wiederum hat den Meinungsforscher Joey Lucas engagiert, der die Meinung des Volkes zur Krankheit des Präsidenten ermitteln soll. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027768,"hoster":"VOE"},{"redirect":10027765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725332,"hoster":"VOE"},{"redirect":8725334,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Unglück kommt selten allein","epNo":21,"alt":"18th And Potomac","descr":"Die Ergebnisse aus Joey Lucas’ Umfrage zur Einschätzung eines kranken Präsidenten sind desaströs. Trotzdem muss die Öffentlichkeit so schnell wie möglich über den angegriffenen Gesundheitszustand von Präsident Bartlet informiert werden. Aber zuvor müssen Sam und Oliver Babish unbedingt noch ein ernstes Wörtchen mit der First Lady reden. Unterdessen bricht auf Haiti das Chaos aus. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027770,"hoster":"VOE"},{"redirect":10027769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725329,"hoster":"VOE"},{"redirect":8725328,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Zwei Kathedralen","epNo":22,"alt":"Two Cathedrals","descr":"Wie es das Schicksal will, erreicht ein Tropensturm Washington just an dem Tag, an dem Bartlet öffentlich bekannt geben will, dass er an Multipler Sklerose leidet. Keine günstigen Voraussetzungen für eine solche Hiobsbotschaft, zumal die Wahlen in den USA in nicht allzu weiter Ferne liegen. Und zu allem Überfluss belagert die haitianische Armee derzeit auch noch die amerikanische Botschaft des Inselstaates. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12930399,"hoster":"VOE"},{"redirect":10027687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725324,"hoster":"VOE"},{"redirect":8725326,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Manchester (1)","epNo":1,"alt":"Manchester (1)","descr":"Präsident Bartlet lässt auf der Pressekonferenz keinen Zweifel daran, dass er bei den Wahlen erneut kandidiert. Seine Mitarbeiter ahnen jedoch dass Bartlets Multiple-Sklerose-Erkrankung seine Wahlkampagne nicht gerade erleichtern wird. Dazu kommt, dass Bartlet sich in der Öffentlichkeit nicht dafür entschuldigt hat, sein Leiden so lange verschwiegen zu haben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12930405,"hoster":"VOE"},{"redirect":10027801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725322,"hoster":"VOE"},{"redirect":8725323,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Manchester (2)","epNo":2,"alt":"Manchester (2)","descr":"Im Weißen Haus muss sich der Beraterstab des Präsidenten mit dem frisch angeheuerten Spin-Doctor Bruno arrangieren. Bruno ist ein echtes politisches Schwergewicht und lässt das seine Umgebung gerne spüren. Unterdessen muss der Präsident entscheiden, wie er im Haiti-Konflikt vorgehen will. Ein korrupter haitianischer Politiker macht ihm ein Angebot, das den Konflikt auf dem Inselstaat entschärfen könnte. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027815,"hoster":"VOE"},{"redirect":10027805,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725320,"hoster":"VOE"},{"redirect":8725319,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie löscht man einen Brand","epNo":3,"alt":"Ways And Means","descr":"Der Sonderstaatsanwalt beginnt zu ermitteln, warum Präsident Bartlet seine MS-Erkrankung der Öffentlichkeit so lange verschwiegen hat, und lädt seine Mitarbeiter unter Strafandrohung vor. Das Weiße Haus ist in heller Aufregung. Pressesprecherin C.J. heckt einen gerissenen Plan aus, damit der unbarmherzige Staatsanwalt so schnell wie möglich seines Amtes enthoben wird. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027809,"hoster":"VOE"},{"redirect":10027810,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725317,"hoster":"VOE"},{"redirect":8725318,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stimmenfang","epNo":4,"alt":"On The Day Before","descr":"Präsident Bartlet macht von seinem Vetorecht Gebrauch, um den Erlass eines neuen Erbschaftssteuergesetzes zu verhindern. Er staunt nicht schlecht, als er erfährt, dass das Repräsentantenhaus genug Stimmen hat, um sich über sein Veto hinwegzusetzen. Wird aus der Drohung Ernst? Unterdessen muss sich Pressesprecherin C.J. mit einer aggressiven Fernsehreporterin herumschlagen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12286268,"hoster":"VOE"},{"redirect":10027814,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725316,"hoster":"VOE"},{"redirect":8725312,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kriegsverbrechen","epNo":5,"alt":"War Crimes","descr":"Präsident Bartlet und sein Vize Hoynes geraten in Streit: Während Bartlet dem Vizepräsidenten vorwirft, er habe seine MS-Erkrankung öffentlich gemacht, ist Hoynes wütend, weil Bartlet ihn nicht rechtzeitig über die Erkrankung informiert hat. Donna muss derweil vor dem Kongressausschuss aussagen, der das Verhalten des Präsidenten untersucht. Ein Anwalt der Gegenseite ist ausgerechnet ihr ehemaliger Liebhaber Clifford Calley. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":10027818,"hoster":"VOE"},{"redirect":10027819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725311,"hoster":"VOE"},{"redirect":8725314,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abgetaucht","epNo":6,"alt":"Gone Quiet","descr":"Als ein amerikanisches Spionage-U-Boot in den Gewässern Nordkoreas plötzlich keine Signale mehr sendet, muss Präsident Bartlet eine folgenschwere Entscheidung treffen: Entweder er informiert den Schurken-Staat über die brenzlige Lage seiner Männer oder er leitet auf eigene Faust eine geheime Rettungsaktion in die Wege.","versions":[{"lang":1,"streams":[{"redirect":10027824,"hoster":"VOE"},{"redirect":10027827,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725310,"hoster":"VOE"},{"redirect":8725308,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Indianer in der Lobby","epNo":7,"alt":"The Indians In The Lobby","descr":"Abbey hat entschieden, dass Präsident Bartlet und seine Familie Thanksgiving in Camp David feiern müssen. Bartlet rächt sich subtil: Er nervt alle mit Ankündigungen zu dem wohlschmeckenden Thanksgiving-Dinner, das er zu kochen gedenkt. Sam zerbricht sich derweil den Kopf über die geplante Neuregelung des Gesetzes zur Armutsgrenze. Dadurch würden schlagartig vier Millionen mehr Menschen als arm gelten.","versions":[{"lang":1,"streams":[{"redirect":10027828,"hoster":"VOE"},{"redirect":10027829,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725307,"hoster":"VOE"},{"redirect":8725306,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Frauen von Qumar","epNo":8,"alt":"The Women Of Qumar","descr":"Alle Mitarbeiter des Weißen Hauses warten nervös auf die Ergebnisse eines Tests, der Aufschluss darüber geben soll, ob eine BSE-Epidemie die Nation bedroht. Unterdessen ist C.J. außer sich vor Wut. Sie hat erfahren, dass Waffen an einen Golfstaat verkauft werden sollen, der systematisch die Rechte der Frauen verletzt.","versions":[{"lang":1,"streams":[{"redirect":10027833,"hoster":"VOE"},{"redirect":10027831,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725303,"hoster":"VOE"},{"redirect":8725302,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bartlet für Amerika","epNo":9,"alt":"Bartlet For America","descr":"Es ist der 23. Dezember, aber im Weißen Haus herrscht keine Weihnachtsstimmung: Leo muss sich vor einem Kongressausschuss zu Präsident Bartlets Geheimhaltung seiner MS-Erkrankung äußern, was folgenschwere Konsequenzen nach sich ziehen könnte. Außerdem halten Unbekannte den Präsidenten und seinen Stab mit der Drohung in Atem, Brandbomben auf Kirchen der schwarzen Bevölkerung in Tennessee zu werfen.","versions":[{"lang":1,"streams":[{"redirect":10027835,"hoster":"VOE"},{"redirect":10027837,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725299,"hoster":"VOE"},{"redirect":8725301,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lass die Leute reden","epNo":10,"alt":"H. Con-172","descr":"Mehrheitsführer Clifford Calley macht Leo ein Angebot, das die Ermittlungen gegen ihn in der MS-Affäre des Präsidenten mit einem Schlag beenden würde. Dafür müsste Bartlet allerdings eine öffentliche Rüge durch Calleys Kongress-Komitee in Kauf nehmen. Derweil sucht Josh nach einem Grund, um der äußerst attraktiven Amy Gardner noch einmal zu begegnen. Sam will derweil ein neues Insider-Buch über das Weiße Haus widerlegen.","versions":[{"lang":1,"streams":[{"redirect":10027841,"hoster":"VOE"},{"redirect":10027838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725298,"hoster":"VOE"},{"redirect":8725296,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ohne Seil und doppelten Boden","epNo":11,"alt":"100,000 Airplanes","descr":"Die Mitarbeiter des Weißen Hauses haben alle Hände voll zu tun, um Bartlets Rede zur Lage der Nation vorzubereiten. Doch plötzlich verlangt der Präsident, dass eine heikle Passage in das Redemanuskript aufgenommen wird: In einem ‚Kreuzzug gegen den Krebs‘ soll die Krankheit innerhalb von zehn Jahren besiegt werden. Josh hat derweil ein Auge auf die prominente Frauenrechtlerin Amy Gardner geworfen.","versions":[{"lang":1,"streams":[{"redirect":10027843,"hoster":"VOE"},{"redirect":10027844,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725287,"hoster":"VOE"},{"redirect":8725288,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Harte und der Zarte","epNo":12,"alt":"The Two Bartlets","descr":"Der republikanische Präsidentschaftskandidat wagt einen Frontalangriff auf die Praxis der ‚Affirmative Action‘, die Quotenregelungen und andere Maßnahmen zur Gleichstellung verschiedener gesellschaftlicher Gruppen beinhaltet. Beim Wahlvolk scheint das gut anzukommen. Josh muss unterdessen seinen geplanten Strandurlaub mit Amy Gardner verschieben, um eine Krise in Puerto Rico zu entschärfen.","versions":[{"lang":1,"streams":[{"redirect":10027846,"hoster":"VOE"},{"redirect":10027850,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725283,"hoster":"VOE"},{"redirect":8725284,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zu viele Köche verderben den Brei","epNo":13,"alt":"Night Five","descr":"Der ständige Wahlkampf-Trubel geht an Präsident Bartlet nicht spurlos vorüber. Fünf Tage nach den Vorwahlen in Iowa hat er noch immer kein Auge zugetan. Um seine Schlaflosigkeit zu bekämpfen, sucht er einen Psychotherapeuten auf. Unterdessen gerät Toby bei der Vorbereitung einer Präsidentenrede zur Außenpolitik mit seiner Ex-Frau Andrea Wyatt aneinander.","versions":[{"lang":1,"streams":[{"redirect":12383161,"hoster":"VOE"},{"redirect":10028290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725281,"hoster":"VOE"},{"redirect":8725282,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schachzüge","epNo":14,"alt":"Hartsfield’s Landing","descr":"Einen Tag vor Beginn der Vorwahlen in New Hampshire muss der Präsident gleich mehrfach strategische Voraussicht und seine Fähigkeit zum Taktieren unter Beweis stellen: in den Schachduellen, die er sich mit Toby und Sam liefert. Und auf der Weltbühne, wo er in einen brenzligen Konflikt mit China gerät. Um die Unabhängigkeit Taiwans zu verteidigen, reicht Diplomatie allein nicht aus.","versions":[{"lang":1,"streams":[{"redirect":10027859,"hoster":"VOE"},{"redirect":10027852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725280,"hoster":"VOE"},{"redirect":8725279,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tote irische Dichter","epNo":15,"alt":"Dead Irish Writers","descr":"Im Weißen Haus findet eine Geburtstagsparty für die First Lady statt. Diese ist jedoch alles andere als gut gelaunt, weil sie fürchtet, dass man ihr die ärztliche Zulassung im Zusammenhang mit der MS-Affäre ihres Gatten entziehen könnte. Ebenfalls anwesend ist der britische Botschafter Lord John Marbury, der dem Präsidenten dringend von dem geplanten Treffen mit einem irischen Terroristen abrät.","versions":[{"lang":1,"streams":[{"redirect":10027857,"hoster":"VOE"},{"redirect":10027856,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725278,"hoster":"VOE"},{"redirect":8725275,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Poet Laureate","epNo":16,"alt":"The U.S. Poet Laureate","descr":"Bartlet tritt ins Fettnäpfchen, als er während eines Fernsehinterveiws eine gehässige Bemerkung über einen möglichen Präsidentschaftskandidaten der Republikaner macht. Toby legt sich derweil mit der soeben ernannten neuen Poeta Laureata der USA, Tabatha Fortis, an. Diese will sich öffentlich gegen die Regierungslinie zu einem Landminen-Vertrag aussprechen – und würde die Bartlet-Administration so in ein schlechtes Licht rücken. Josh entdeckt zu seiner Überraschung, dass es im Internet ein Forum gibt, das sich ausschließlich seiner Person widmet …","versions":[{"lang":1,"streams":[{"redirect":10027863,"hoster":"VOE"},{"redirect":10027861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725273,"hoster":"VOE"},{"redirect":8725272,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Politik und Alkohol","epNo":17,"alt":"Stirred","descr":"In einem Tunnel in Idaho kommt es zu einem dramatischen Unfall, als ein mit Uran-Brennstäben beladener LKW von der Fahrbahn abkommt. Da die Angaben über den Unfallhergang und die Lage vor Ort zunächst widersprüchlich sind, bereitet sich der Krisenstab im Weißen Haus nicht nur auf eine drohende Umweltkatastrophe vor, sondern auch auf die Möglichkeit, dass es sich um einen Terroranschlag handelt. Auch interne Querelen belasten Bartlets Mitarbeiter: Sie überlegen, ob man Vizepräsident Hoynes nahelegen sollte, bei der nächsten Präsidentschaftswahl nicht noch einmal anzutreten …","versions":[{"lang":1,"streams":[{"redirect":10027867,"hoster":"VOE"},{"redirect":10027868,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725271,"hoster":"VOE"},{"redirect":8725269,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Innere und äußere Feinde","epNo":18,"alt":"Enemies Foreign And Domestic","descr":"Sam ist gerade dabei, die letzten Vorbereitungen für Bartlets Zusammenkunft mit dem russischen Präsidenten zu treffen, als beunruhigende Neuigkeiten eintreffen: Im Iran wird mit russischer Unterstützung eine Atombomben-Fabrik errichtet. C.J. lässt sich dazu hinreißen, auf einer Pressekonferenz das Vorgehen der saudi-arabischen Religionspolizei zu verurteilen. Diese hatte verhindert, dass eine Gruppe Schülerinnen ein brennendes Gebäude verlassen konnte, da die Mädchen nicht den religiösen Bestimmungen entsprechend gekleidet waren. C.J.s offene Kritik beschwört eine diplomatische Krise herauf …","versions":[{"lang":1,"streams":[{"redirect":10027871,"hoster":"VOE"},{"redirect":10027872,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725268,"hoster":"VOE"},{"redirect":8725267,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das kleine Schwarze von Vera Wang","epNo":19,"alt":"The Black Vera Wang","descr":"Nach ihrer öffentlichen Kritik an der saudischen Religionspolizei hat C.J. zahlreiche Morddrohungen erhalten. Aus diesem Grund wird ihr ein Bewacher vom Secret Service zur Seite gestellt. An den allgegenwärtigen Special Agent Simon Donovan muss sich C.J. jedoch erst einmal gewöhnen. Unterdessen erhält der Präsident beunruhigende Nachrichten über Terroristen, die kurz davor stehen, einen Anschlag in den USA zu verüben. Der Anführer der Terroristen ist offenbar ein hochrangiger Diplomat aus dem Nahen Osten …","versions":[{"lang":1,"streams":[{"redirect":10027876,"hoster":"VOE"},{"redirect":10027875,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725266,"hoster":"VOE"},{"redirect":8725263,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wir haben Yamamoto getötet","epNo":20,"alt":"We Killed Yamamoto","descr":"Präsident Bartlet überlegt, wie man im Falle des Diplomaten Abdul ibn Shareef verfahren soll, der nachweislich Terroranschläge in den USA geplant hat. Bartlet erwägt eine Aufhebung von Shareefs diplomatischer Immunität – doch Admiral Fitzwallace rät dazu, radikalere Mittel anzuwenden. Auch innenpolitisch geht es in der Bartlet-Administration wieder hoch her: Josh Lyman und seine Freundin, die Frauenrechts-Aktivistin Amy Gardner, geraten sich wegen einer Gesetzesvorlage in die Haare, die finanzielle Anreize fürs Heiraten vorsieht …","versions":[{"lang":1,"streams":[{"redirect":10027877,"hoster":"VOE"},{"redirect":10027879,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725261,"hoster":"VOE"},{"redirect":8725262,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Posse Comitatus","epNo":21,"alt":"Posse Comitatus","descr":"Auf einer Wohltätigkeitsveranstaltung grübelt Bartlet darüber nach, ob er den Diplomaten und Terroristen Abdul ibn Shareef ermorden lassen soll, um weitere Anschläge zu verhindern. Zudem trifft Bartlet auf der Party seinen republikanischen Herausforderer, Gouverneur Ritchie. Die beiden geraten schnell in ein hitziges Streitgespräch und lassen keinen Zweifel daran, dass sie einander von Herzen verabscheuen. Unterdessen intensiviert sich das Verhältnis zwischen C.J. und ihrem Leibwächter vom Secret Service – doch dann beendet ein tragischer Schicksalsschlag die aufkeimende Romanze …","versions":[{"lang":1,"streams":[{"redirect":10027906,"hoster":"VOE"},{"redirect":10027880,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725257,"hoster":"VOE"},{"redirect":8725260,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"20 Stunden in Amerika (1)","epNo":1,"alt":"20 Stunden in Amerika (1)","descr":"Das Rennen um die Präsidentschaft geht in die entscheidende Phase, und im allgemeinen Tohuwabohu geraten Donna, Josh und Toby unter die Räder: Nach einem Wahlkampfauftritt stranden sie in einem kleinen Nest in Indiana, als die Autokolonne des Präsidenten ohne sie weiterfährt. Sam muss sich jetzt ganz alleine um Präsident Bartlet kümmern. Unterdessen erhält Leo schlechte Nachrichten: Im Golfstaat Qumar wird der Fall des toten Ministers Abdul ibn Shareef neu aufgerollt. Wenn herauskäme, dass Bartlet dessen Ermordung befohlen hatte, wäre der Präsident politisch am Ende …","versions":[{"lang":1,"streams":[{"redirect":10027898,"hoster":"VOE"},{"redirect":10027889,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725256,"hoster":"VOE"},{"redirect":8725255,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"20 Stunden in Amerika (2)","epNo":2,"alt":"20 Stunden in Amerika (2)","descr":"Donna, Josh und Toby sind immer noch auf dem Weg zurück nach Washington. Ihre Odyssee führt die Drei in eine Motelbar, wo sie ihren Frust mit einigen Drinks zu lindern versuchen. Doch so ganz entkommen sie dem politischen Tagesgeschäft auch hier nicht: Sie treffen nämlich auf einen Mann, der sich lautstark über die hohen Studienkosten beklagt, die er für seine Tochter aufbringen muss. Im Weißen Haus bahnen sich derweil Personalveränderungen an. Debbie Fiderer stellt sich für den Posten als Persönliche Assistentin beim Präsidenten vor und beeindruckt Bartlet mit ihrer eigenwilligen Art …","versions":[{"lang":1,"streams":[{"redirect":10027894,"hoster":"VOE"},{"redirect":10027891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725251,"hoster":"VOE"},{"redirect":8725254,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gewissensfragen","epNo":3,"alt":"College Kids","descr":"Präsident Bartlet beauftragt Leo, ihm einen zuverlässigen Rechtsanwalt zu besorgen. Keine leichte Aufgabe, denn es geht um Bartlets Verwicklung in die Ermordung des qumarischen Ministers Abdul ibn Shareef. Auch im Wahlkampf droht Ungemach: Auf richterlichen Beschluss werden auch die Kandidaten kleinerer Parteien zum Fernsehduell der Präsidentschaftsbewerber eingeladen. Barlets Team muss jetzt schnellstens die Strategie für die TV-Debatte umstellen. Josh und Toby arbeiten derweil an einem neuartigen Konzept für eine sozial gerechtere Finanzierung der College-Ausbildung …","versions":[{"lang":1,"streams":[{"redirect":10027897,"hoster":"VOE"},{"redirect":10027895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725250,"hoster":"VOE"},{"redirect":8725248,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Analysen","epNo":4,"alt":"The Red Mass","descr":"Eine Geiselkrise in Idaho hält das Team des Präsidenten in Atem. Die angespannte Lage wird noch dadurch verkompliziert, dass sich auch ein krankes Kind in der Hand der Terroristen befindet. An der Wahlkampffront droht ebenfalls Ärger: Senator Howard Stackhouse erwägt, als unabhängiger Kandidat ins Rennen zu gehen. Ein weiterer Bewerber um das höchste Amt könnte Bartlet zahlreiche Wählerstimmen kosten ‚ weshalb Josh alles daran setzt, Stackhouse‘ Kandidatur zu verhindern. Leo und der israelische Verteidigungsminister beraten unterdessen über die drohende Krise im Golfstaat Qumar …","versions":[{"lang":1,"streams":[{"redirect":10027901,"hoster":"VOE"},{"redirect":10027902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725246,"hoster":"VOE"},{"redirect":8725247,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Training für den Präsidenten","epNo":5,"alt":"Debate Camp","descr":"Der Konflikt zwischen Israel und dem Golfstaat Qumar droht zu eskalieren. Der Präsident muss nicht nur dieser Krise die gebührende Aufmerksamkeit schenken, sondern auch die TV-Debatte mit seinem Herausforderer vorbereiten. Dabei wird Bartlet mehr als einmal an seine ersten Wochen im Weißen Haus erinnert, die ebenfalls extrem hektisch waren. Ob seine damals gesammelten Erfahrungen ihm helfen werden, die Schwierigkeiten in der Gegenwart zu meistern?","versions":[{"lang":1,"streams":[{"redirect":10027907,"hoster":"VOE"},{"redirect":10027905,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12383155,"hoster":"VOE"},{"redirect":8725241,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Duell","epNo":6,"alt":"Game On","descr":"Bartlet und sein Team reisen nach Kalifornien, wo die Fernsehdebatte der Präsidentschaftskandidaten stattfinden wird. C.J. sorgt sich, ob Bartlet auch wirklich in Bestform ist. Wird er sich als erfolgreicher Amtsinhaber präsentieren, dem die Herzen der Wähler zufliegen ’ oder ist er eher der vom Wahlkampfstress schwer angeschlagene, zahme Å½KuschelonkelÅ½? Während Leo sich um die schwelende Qumar-Krise kümmert, trifft sich Sam mit Will Bailey, dem übereifrigen Wahlkampfmanager eines jüngst verstorbenen Kongress-Kandidaten. Bailey will die Kampagne nämlich auch ohne Spitzenkandidat fortführen …","versions":[{"lang":1,"streams":[{"redirect":10027913,"hoster":"VOE"},{"redirect":10027911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725242,"hoster":"VOE"},{"redirect":8725239,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wahltag","epNo":7,"alt":"Election Night","descr":"Der Tag der Entscheidung ist da: Präsident Bartlet reist nach Manchester, New Hampshire, um vor den Fernsehkameras seine Stimme für die Präsidentschaftswahl abzugeben. Doch als Barlet zu seiner wartenden Limousine zurückkehrt, schrillen bei Charlie die Alarmglocken, denn der Präsident wirkt gesundheitlich stark angeschlagen. In Washington zerbricht sich der eingefleischte Junggeselle Toby derweil den Kopf über seine bevorstehenden Vaterfreuden …","versions":[{"lang":1,"streams":[{"redirect":10027916,"hoster":"VOE"},{"redirect":10027914,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725238,"hoster":"VOE"},{"redirect":8725237,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Siegesfeiern","epNo":8,"alt":"Process Stories","descr":"C.J. kann Bartlets Wahlsieg nicht so recht genießen, denn sie muss sich mit einem betrügerischen Berater auseinandersetzen, der sämtliche Meriten für die erfolgreiche Kampagne für sich beansprucht. Bartlets private Siegesfeier mit der First Lady fällt unterdessen ausgesprochen kurz aus, denn es gibt alarmierende Nachrichten aus Venezuela, wo sich allem Anschein nach ein Staatsstreich anbahnt …","versions":[{"lang":1,"streams":[{"redirect":10027919,"hoster":"VOE"},{"redirect":10027917,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725236,"hoster":"VOE"},{"redirect":8725233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schweizer Diplomatie","epNo":9,"alt":"Swiss Diplomacy","descr":"Der iranische Ayatollah nimmt die Hilfe des Schweizer Botschafters in Anspruch, um in einer delikaten Angelegenheit mit der US-Administration zu verhandeln: Der Sohn des Ayatollahs leidet an einer lebensbedrohlichen Herz-Lungen-Erkrankung und soll für eine Transplantation in die USA gebracht werden. Angesichts der traditionell schlechten Beziehungen zum Iran verheißt das einen diplomatischen Spießrutenlauf ’ aber es kommt noch schlimmer: Der einzige Chirurg, der die komplizierte Operation durchführen kann, ist ein Exil-Iraner, dessen Vater vom Ayatollah-Regime ermordet wurde …","versions":[{"lang":1,"streams":[{"redirect":10027924,"hoster":"VOE"},{"redirect":10027923,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725232,"hoster":"VOE"},{"redirect":12984982,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Befehlsverweigerung","epNo":10,"alt":"Arctic Radar","descr":"Eine Top-Pilotin der US Air Force soll unehrenhaft entlassen werden, weil sie eine Affäre hatte. In der Öffentlichkeit führt dies zu einem wahren Proteststurm, und auch im Weißen Haus hängt der Haussegen alsbald schief: Sämtliche Frauen im Team des Präsidenten machen sich für die Pilotin stark. Auch Bartlet ist der Meinung, dass die Angelegenheit niemals so hochgekocht wäre, hätte sich ein Mann desselben Vergehens schuldig gemacht. Doch kann er die Militärs wirklich anweisen, in dieser Angelegenheit klein beizugeben?","versions":[{"lang":1,"streams":[{"redirect":10027928,"hoster":"VOE"},{"redirect":10027927,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725229,"hoster":"VOE"},{"redirect":8725228,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Weihnachtsstimmung","epNo":11,"alt":"Holy Night","descr":"Zwei Tage vor Weihnachten schneit Zoey Bartlet mit ihrem neuen Freund, einem französischen Adligen, ins Weiße Haus. Ausgerechnet ihr Exfeund Charlie soll den Aufenthalt der beiden \"Turteltäubchen\" in Washington organisieren. Damit provoziert Zoey bei Charlie einen Eifersuchtsanfall. Präsident Bartlet wird derweil von Gewissensbissen geplagt. Er fragt sich, ob sein Befehl zur Ermordung des qumarischen Ministers Shareef wirklich die richtige Wahl war. Zu allem Überfluss hat auch der Enthüllungsjournalist Danny Concannon Wind davon bekommen, dass die USA in das Attentat verwickelt sind …","versions":[{"lang":1,"streams":[{"redirect":10027931,"hoster":"VOE"},{"redirect":10027930,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725226,"hoster":"VOE"},{"redirect":8725223,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Ziege","epNo":12,"alt":"Guns Not Butter","descr":"Im Senat soll über ein neues Entwicklungshilfe-Gesetz abgestimmt werden. Josh soll dafür sorgen, dass das Gesetz durchgewunken wird. Da die Republikaner das Vorhaben blockieren wollen, hängt alles vom Abstimmungsverhalten einiger unentschiedener Senatoren ab. Josh bleibt nichts anderes übrig, als sich deren teils absurde Forderungen anzuhören. C.J. plagt sich derweil mit einem Fotoshooting herum, bei dem Präsident Bartlet neben einer Ziege posieren soll. Da das Tier vorzeitig angeliefert wird, muss C.J. es irgendwo im Weißen Haus unterbringen ’ und entscheidet sich für Will Baileys Büro …","versions":[{"lang":1,"streams":[{"redirect":10027933,"hoster":"VOE"},{"redirect":10027934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725224,"hoster":"VOE"},{"redirect":8725221,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der lange Abschied","epNo":13,"alt":"The Long Goodbye","descr":"C.J. kehrt in ihre Heimatstadt Dayton in Ohio zurück, um an einem Klassentreffen teilzunehmen. Doch zu Hause bei ihrem Vater erwartet sie eine unangenehme Überraschung: Dessen zweite Frau, C.J.s ehemalige Englischlehrerin, hat ihn verlassen. Für C.J. ein großes Problem, denn ihr Vater leidet an Alzheimer ’ und es ist absehbar, dass er schon bald nicht mehr alleine zurechtkommen wird. Da C.J. sich von Washington aus nicht um ihn kümmern kann, muss sie eine andere Lösung finden. Im Weißen Haus bemüht sich Toby unterdessen nach Kräften, C.J.s Aufgaben als Pressesprecher zu übernehmen …","versions":[{"lang":1,"streams":[{"redirect":10027937,"hoster":"VOE"},{"redirect":10027938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725217,"hoster":"VOE"},{"redirect":8725215,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Amtseinführung (1)","epNo":14,"alt":"Inauguration: (1)","descr":"Ein Genozid in Afrika bringt Bartlet dazu, seine Haltung zu Angriffskriegen zu überdenken. Sollte es nicht möglich sein, ein tyrannisches Regime zu beseitigen, bevor es einen Massenmord an der eigenen Bevölkerung begehen kann? Die Überlegungen des Präsidenten stoßen bei seinen Untergebenen jedoch auf wenig Begeisterung. Beunruhigend sind auch die neuesten Nachrichten über den Obersten Bundesrichter, der allem Anschein nach erste Anzeichen von Senilität zeigt …","versions":[{"lang":1,"streams":[{"redirect":10027943,"hoster":"VOE"},{"redirect":10027944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725219,"hoster":"VOE"},{"redirect":8725214,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Amtseinführung (2)","epNo":15,"alt":"Inauguration: Over There","descr":"Will Bailey hat eine beeindruckende Antrittsrede für den wiedergewählten Bartlet geschrieben. Besonders die neue außenpolitische Linie, die er hier skizziert, dürfte für Aufsehen in der Öffentlichkeit sorgen. Aber es ist nicht alles eitel Sonnenschein im Weißen Haus: Reporter Danny Concannon veröffentlicht brisante Interna, die offensichtlich von einer Quelle mit Zugang zu geheimem Material stammen. Donna gesteht Josh gegenüber ein, die Informantin zu sein – doch er ist sich sicher, dass sie mit dieser Behauptung jemanden zu schützen versucht …","versions":[{"lang":1,"streams":[{"redirect":13004911,"hoster":"VOE"},{"redirect":10027945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725216,"hoster":"VOE"},{"redirect":8725213,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Reise nach Kalifornien","epNo":16,"alt":"The California 47th","descr":"Bartlet reist nach Orange County, um Sam bei dessen Wahlkampf unter die Arme zu greifen. Doch das Team des Präsidenten scheint vom Pech verfolgt zu sein: Erst sorgt Bartlet mit einem unbedachten Kommentar über Å½die FranzosenÅ½ für unliebsames Aufsehen, dann verursacht der Konvoi des Präsidenten einen gigantischen Stau, und schließlich landen Toby und Charlie nach einer Streiterei mit einigen Einheimischen im Gefängnis. Die Intervention gegen das Unrechtsregime im afrikanischen Kundu läuft derweil nicht wie vorgesehen …","versions":[{"lang":1,"streams":[{"redirect":10027951,"hoster":"VOE"},{"redirect":10027950,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725208,"hoster":"VOE"},{"redirect":8725211,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Afrika-Krise","epNo":17,"alt":"Red Haven’s On Fire","descr":"Die Geiselkrise in Afrika beendet Bartlets Wahlkampfauftritt in Kalifornien vorzeitig. Toby bleibt zurück, um Sams Kampagne weiter zu unterstützen ¿ doch es ist offensichtlich, dass Sam die bevorstehende Wahl haushoch verlieren wird. Unterdessen muss sich die First Lady von Josh sagen lassen, dass ihr Büroleiter eine Niete ist. Abbey Bartlet fackelt daraufhin nicht lange und engagiert die durchsetzungsstarke Amy Gardner als Ersatz. In Kundu spitzt sich die Geiselnahme der drei US-Soldaten unterdessen dramatisch zu …","versions":[{"lang":1,"streams":[{"redirect":10027955,"hoster":"VOE"},{"redirect":10027954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725209,"hoster":"VOE"},{"redirect":8726173,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Freibeuter","epNo":18,"alt":"Privateers","descr":"Abbey Bartlet steht mächtig unter Druck: Die patriotische Frauenvereinigung \"Töchter der amerikanischen Revolution\" stellt nämlich infrage, dass Abbey rechtmäßiges Mitglied ist – wofür man von jemandem abstammen muss, der aktiv für die amerikanische Unabhängigkeit gekämpft hat. Gleichzeitig tritt Amy ihren Job als Büroleiterin der First Lady an. Hier muss sie sich nicht nur der bösen Streiche von Josh erwehren, sondern auch im Auftrag ihrer neuen Chefin einen kontroversen Gesetzentwurf sabotieren …","versions":[{"lang":1,"streams":[{"redirect":10027959,"hoster":"VOE"},{"redirect":10027960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725205,"hoster":"VOE"},{"redirect":8725203,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Über den Wolken","epNo":19,"alt":"Angel Maintenance","descr":"Aufgrund eines technischen Problems an der Air Force One kann die Präsidentenmaschine nicht landen – und Präsident Bartlet, Will und C.J. hängen im wahrsten Sinne des Wortes in der Luft. C.J. muss dafür sorgen, dass das mitreisende Pressekorps nichts von diesem peinlichen Vorfall mitbekommt. Bartlet kümmert sich gleichzeitig um die Frage, wie er den \"Krieg gegen die Drogen\" in Südamerika fortführen will, denn die Erfolge der US-Administration und ihrer verbündeten Staaten lassen in diesem Bereich sehr zu wünschen übrig …","versions":[{"lang":1,"streams":[{"redirect":10027962,"hoster":"VOE"},{"redirect":10027964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725202,"hoster":"VOE"},{"redirect":8725201,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schüsse im Weißen Haus","epNo":20,"alt":"Evidence Of Things Not Seen","descr":"Der Präsident und sein Team haben sich zu einer nächtlichen Pokerpartie versammelt. Die nötige Ruhe zum Spielen will sich jedoch nicht einstellen, denn eine Krise reiht sich an die nächste: Eine US-Spionagedrohne stürzt auf russischem Territorium ab ’ und der Präsident muss sich eine überzeugende Coverstory ausdenken, um eine diplomatische Krise zu verhindern. Aber es kommt noch schlimmer: Ein Scharfschütze nimmt das Weiße Haus ins Visier …","versions":[{"lang":1,"streams":[{"redirect":10027966,"hoster":"VOE"},{"redirect":10027968,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725199,"hoster":"VOE"},{"redirect":8725197,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Leben auf dem Mars","epNo":21,"alt":"Life On Mars","descr":"Der neue Rechtsberater Joe Quincy macht gleich an seinem ersten Tag im Weißen Haus eine erschreckende Entdeckung: Offenbar sind geheime Dossiers aus dem innersten Zirkel des Präsidenten bei der Presse gelandet. Quincy findet heraus, dass Vizepräsident John Hoynes für das Sicherheitsleck verantwortlich ist. Er hat brisante Informationen an seine Geliebte weitergegeben, eine Autorin aus der feinen Washingtoner Gesellschaft. Zu allem Übel hat die Dame auch noch vor, Hoynes’ gesammelte Indiskretionen in ihrem neuesten Buch zu verwerten …","versions":[{"lang":1,"streams":[{"redirect":10027971,"hoster":"VOE"},{"redirect":10027970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725196,"hoster":"VOE"},{"redirect":8725195,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Abschlussfeier","epNo":22,"alt":"Commencement","descr":"Josh stellt eine Liste mit möglichen Anwärtern auf das frei gewordene Amt des Vizepräsidenten zusammen und hat dabei einige harte Nüsse zu knacken. Toby versucht unterdessen, seine hochschwangere Exfrau Andi zurückzugewinnen, indem er ihr ein Haus kauft. Andi reagiert allerdings weniger positiv als erhofft. Zoey Bartlet muss sich eingestehen, dass sie mehr für Charlie empfindet, als ihr lieb ist. Sie will sogar mit ihrem Freund Jean-Paul Schluss machen ’ aber dann überschlagen sich die Ereignisse: Zoey wird auf der Abschlussparty ihrer Universität entführt …","versions":[{"lang":1,"streams":[{"redirect":10027973,"hoster":"VOE"},{"redirect":10027972,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725194,"hoster":"VOE"},{"redirect":8725192,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Entführt","epNo":23,"alt":"Twenty Five","descr":"Das Weiße Haus ist nach der Entführung von Zoey Bartlet in heller Aufregung. Die First Lady erleidet einen Nervenzusammenbruch, und auch Präsident Bartlet ist mit der Situation überfordert. Er kommt zu dem Schluss, dass er die Geschicke des Landes nicht lenken kann, solange Zoey nicht in Sicherheit ist. Schweren Herzens beschließt Bartlet, den 25. Zusatzartikel zur Verfassung zu anzuwenden, der die Amtsunfähigkeit des Präsidenten regelt. Da es noch keinen Vizepräsidenten gibt, geht die Amtsgewalt an den Sprecher des Repräsentantenhauses, Glen Allen Walken, über …","versions":[{"lang":1,"streams":[{"redirect":10027979,"hoster":"VOE"},{"redirect":10027978,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725190,"hoster":"VOE"},{"redirect":8725188,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Akte 7a","epNo":1,"alt":"7a Wf 83429","descr":"Die Augen der Welt sind auf die USA gerichtet, die durch die Entführung von Präsidententochter Zoey Bartlet erschüttert werden. Als eine Liste mit Forderungen der Terroristen das Weiße Haus erreicht, erwägt der amtierende Präsident Glen Allen Walken einen Militärschlag gegen Terrorcamps im Ausland ’ doch eine solche Aktion würde Zoey mit hoher Wahrscheinlichkeit das Leben kosten. Starreporter Danny Concannon droht C.J. unterdessen damit, seine Recherchen über die Verantwortung der US-Administration für das Sharif-Attentat zu veröffentlichen …","versions":[{"lang":1,"streams":[{"redirect":10028286,"hoster":"VOE"},{"redirect":10028282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582883,"hoster":"VOE"},{"redirect":8725187,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hunde des Krieges","epNo":2,"alt":"The Dogs Of War","descr":"Die Terrorkrise im Weißen Haus steuert auf ihren Höhepunkt zu: Der amtierende Präsident Walken befiehlt Luftschläge gegen mehrere Terorcamps im Golfstaat Qumar. Die Entführer reagieren mit der Verbreitung eines Videos, in dem sie ihre Forderungen von Zoey Bartlet verlesen lassen: Die amerikanischen Truppen sollen Qumar innerhalb von 24 Stunden verlassen ’ andernfalls wird Zoey exekutiert …","versions":[{"lang":1,"streams":[{"redirect":10028288,"hoster":"VOE"},{"redirect":10028295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582884,"hoster":"VOE"},{"redirect":8725183,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grabenkämpfe","epNo":3,"alt":"Jefferson Lives","descr":"Nachdem die Geiselkrise ausgestanden ist, bereiten sich die Mitarbeiter des Weißen Hauses auf die Feiern zum Unabhängigkeitstag vor. Bartlet muss endlich einen Kandidaten für den vakanten Posten des Vizepräsidenten finden. Seine Wahl fällt auf den amtierenden Außenminister Lewis Berryhill, dem jedoch von den Republikanern im Kongress die notwendige Zustimmung verweigert wird. Sowohl der Präsident als auch sein Stab sind von dem Kompromisskandidaten wenig angetan, denn Robert Å½Bingo BobÅ½ Russell gilt als etwas tumbes Sprachrohr der Bergbaugesellschaften in seinem Heimatstaat Colorado …","versions":[{"lang":1,"streams":[{"redirect":10028308,"hoster":"VOE"},{"redirect":10028303,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582885,"hoster":"VOE"},{"redirect":8725179,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Pianist","epNo":4,"alt":"Han","descr":"Ein berühmter nordkoreanischer Pianist gibt eine Vorstellung im Weißen Haus. Dabei gelingt es ihm, dem Präsidenten eine Nachricht zuzustecken ¿ er will sich in die USA absetzen! Bartlet muss die Konsequenzen seines Handelns genau abwägen: Soll er dem Wunsch des Mannes nachkommen und damit eine diplomatische Krise in den Atom-Verhandlungen mit Nordkorea heraufbeschwören? Außerdem müssen die Mitarbeiter des Präsidenten dafür sorgen, dass Å½Bingo BobÅ½ Russell von beiden Kongresskammern als Vizepräsident bestätigt wird. Doch ein sturer Abgeordneter könnte Russell die entscheidende Stimme kosten …","versions":[{"lang":1,"streams":[{"redirect":10028332,"hoster":"VOE"},{"redirect":10028314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582887,"hoster":"VOE"},{"redirect":8725177,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Loyalität","epNo":5,"alt":"Constituency Of One","descr":"Auch an seinem Geburtstag muss sich Josh als stellvertretender Stabschef des Weißen Hauses mit politischen Problemen herumschlagen: Senator Carrick aus Idaho versucht mit Mauscheleien dafür zu sorgen, dass das Verteidigungsministerium einen militärisch völlig unsinnigen Raketenwerfer in Auftrag gibt. Das würde Arbeitsplätze in Idaho sichern, doch Josh will diese offensichtliche Budgetverschwendung um jeden Preis verhindern. Auch Amy hat es nicht leicht: Sie zieht sich den Ärger des Präsidenten zu, als sie allzu aggressiv Gelder für eine Anti-Gewalt-Kampagne der First Lady einfordert …","versions":[{"lang":1,"streams":[{"redirect":10028333,"hoster":"VOE"},{"redirect":10028337,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725175,"hoster":"VOE"},{"redirect":8725176,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katastrophenhilfe","epNo":6,"alt":"Disaster Relief","descr":"Ein Tornado verwüstet weite Teile von Oklahoma, sodass Präsident Bartlet den nationalen Notstand ausrufen muss. Er begibt sich sogleich in die Krisenregion, um die Hilfsmaßnahmen persönlich zu koordinieren, doch C.J. befürchtet, dass er sich dabei etwas übernimmt und so sein Ansehen beschädigen könnte. Nach dem desaströsen Ausgang seiner Verhandlungen mit Senator Carrick muss Josh die Konsequenzen tragen. Leo belässt ihn zwar im Amt, streicht aber Joshs Budgetgewalt. Sehr zu Joshs Ärger wird für die Verwaltung der Gelder eine neue Stelle geschaffen und mit der ehrgeizigen Angela Blake besetzt.","versions":[{"lang":1,"streams":[{"redirect":10028351,"hoster":"VOE"},{"redirect":10028343,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582888,"hoster":"VOE"},{"redirect":8725171,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gewaltenteilung","epNo":7,"alt":"Separation Of Powers","descr":"Das Team des Präsidenten verhandelt mit dem Sprecher des Repräsentantenhauses, Jeff Haffley, über den Bundeshaushalt. Das von den Republikanern dominierte Repräsentantenhaus wird den Haushalt nur absegnen, wenn Bartlet weitreichende politische Zugeständnisse macht ¿ doch dafür müsste der Präsident seine Wahlversprechen brechen. Diese Zwickmühle macht Bartlet zu schaffen, zumal ihm auch noch ein Termin mit der knallharten Journalistin Diane Mathers bevorsteht. Sie ist bekannt dafür, bei ihren Interviewpartnern emotionale Reaktionen zu provozieren …","versions":[{"lang":1,"streams":[{"redirect":10028357,"hoster":"VOE"},{"redirect":10028354,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582889,"hoster":"VOE"},{"redirect":8725167,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Finanzkrise","epNo":8,"alt":"Shutdown","descr":"Bei den Verhandlungen über den Haushalt bestehen die Republikaner auf Budgetkürzungen, denen Bartlets ehrgeiziges Sozialversicherungsprogramm zum Opfer fallen würde. Meinungsumfragen zeigen jedoch, dass die Öffentlichkeit nicht die Republikaner, sondern die Demokratische Partei für die Streichungen verantwortlich macht. Barlet beschließt gegen den Rat seiner Mitarbeiter, den Stier bei den Hörnern zu packen und seine politischen Gegner direkt herauszufordern. Eine öffentliche Debatte im Kapitol soll die Republikaner unter Zugzwang setzen …","versions":[{"lang":1,"streams":[{"redirect":10028370,"hoster":"VOE"},{"redirect":10028373,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582890,"hoster":"VOE"},{"redirect":8725165,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abu El Banat","epNo":9,"alt":"Abu El Banat","descr":"Die friedliche Vorweihnachtsstimmung im Weißen Haus wird empfindlich gestört, als Bartlet erfährt, dass einige christliche Entwicklungshelfer im islamischen Nordsudan inhaftiert wurden. Bahnt sich hier eine diplomatische Krise an? Während die Ankunft von Bartlets drei Töchtern für zusätzlichen Wirbel sorgt, muss sich Toby um ein politisch heißes Eisen kümmern: In Oregon wurde einigen Ärzten wegen Sterbehilfe die Approbation entzogen. Das brisante Thema bedarf dringend einer genaueren gesetzlichen Regelung, doch Toby möchte um jeden Preis verhindern, dass die Debatte gerade jetzt hochkocht …","versions":[{"lang":1,"streams":[{"redirect":12383177,"hoster":"VOE"},{"redirect":10028381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582892,"hoster":"VOE"},{"redirect":8725160,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lincolns Erben","epNo":10,"alt":"The Stormy Present","descr":"Nachdem einer seiner Amtsvorgänger verstorben ist, fliegt Bartlet mit den beiden verbliebenen Ex-Präsidenten zur Beerdigung. Das Trio debattiert lebhaft über die Versäumnisse und Errungenschaften ihrer eigenen Amtszeiten ’ doch die Erfordernisse der Gegenwart holen Bartlet schnell ein: In Saudi-Arabien bringen aufgebrachte Demonstranten die Mitarbeiter einer Ölfirma in ihre Gewalt, darunter auch 50 US-Bürger. C.J. erfährt unterdessen von den Experimenten eines Pentagon-Wissenschaftlers, der sich mit Bewusstseinskontrolle beschäftigt. Die Ergebnisse seiner Forschungen sind beängstigend …","versions":[{"lang":1,"streams":[{"redirect":10028391,"hoster":"VOE"},{"redirect":10028392,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582891,"hoster":"VOE"},{"redirect":8725161,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zur Lage der Nation","epNo":11,"alt":"The Benign Prerogative","descr":"Die alljährliche Rede zur Lage der Nation steht bevor. Toby hat Bartlets Redemanuskript bereits eine Woche früher fertiggestellt als geplant. Joey Lucas schlägt vor, die Wirkung der Rede vorher zu testen ’ und zwar mittels einer etwas unorthodoxen Meinungsumfrage. Traditionell begnadigt der Präsident zu diesem Termin auch Gefangene, die eine lange Strafe abgesessen haben. Seine Frau bittet Bartlet, sich auch für einen Indianer einzusetzen, der zwei FBI-Agenten ermordet hatte. Doch dieser Fall birgt einen politischen Zündstoff …","versions":[{"lang":1,"streams":[{"redirect":10028389,"hoster":"VOE"},{"redirect":13906770,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725157,"hoster":"VOE"},{"redirect":8725158,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tobys Plan","epNo":12,"alt":"Slow News Day","descr":"Toby erhält das O.K. von Bartlet, endlich die überfällige Reform der Sozialversicherung anzugehen. Enthusiastisch macht sich Toby daran, neben demokratischen Senatoren auch einen republikanischen Abweichler für das ehrgeizige Vorhaben zu rekrutieren. Doch als Gerüchte über die Vorbereitungen an die Öffentlichkeit dringen, muss Barlet das Projekt fallenlassen ’ und düpiert damit Toby und Leo. C.J. plaudert derweil nichts ahnend einige Details über die Verhandlungen ausgerechnet gegenüber einem Reporter aus …","versions":[{"lang":1,"streams":[{"redirect":10028408,"hoster":"VOE"},{"redirect":10028409,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582893,"hoster":"VOE"},{"redirect":8725152,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Atomsphärische Störung","epNo":13,"alt":"The Warfare Of Genghis Khan","descr":"Über dem indischen Ozean kommt es zu einer atomaren Explosion ’ augenscheinlich ein nicht genehmigter Bombentest! Präsident Bartlet lässt prüfen, welches Land dafür verantwortlich sein könnte. Da der Iran der wahrscheinlichste Kandidat ist, ordnet Bartlet an, die Urananreicherungsanlagen des Landes zu bombarideren. Profanere Probleme treiben Josh um, der führende NASA-Wissenschaftler wegen der Kosten des Raumfahrtprogramms zusammenstaucht. Allerdings ändert er seine Meinung rasch, als ihm eine äußerst attraktive NASA-Mitarbeiterin die Reize des Sternenhimmels näher bringt …","versions":[{"lang":1,"streams":[{"redirect":10028418,"hoster":"VOE"},{"redirect":10028417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725150,"hoster":"VOE"},{"redirect":8725151,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alte Kameraden","epNo":14,"alt":"An Khe","descr":"Nach dem Abschuss eines amerikanischen Marinekampffliegers durch einen nordkoreanischen Jet wird die fünfköpfige US-Mannschaft vermisst. Bartlet entscheidet sich, die Männer von einem SEAL-Eliteteam aus der nordkoreanischen Gefangenschaft holen zu lassen. Bei Leo rufen die Ereignisse unliebsame Erinnerungen an seine Zeit in Vietnam wach, wo auch er abgeschossen worden war. C.J. bereitet sich auf einen Auftritt in der Talkshow des stockkonservativen Moderators Taylor Reid vor, der C.J. als \"feiges Huhn\" diffamiert hat. Wird sie Reid vor laufender Kamera Paroli bieten können?","versions":[{"lang":1,"streams":[{"redirect":10028434,"hoster":"VOE"},{"redirect":10028425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582896,"hoster":"VOE"},{"redirect":8725149,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mit offenen Karten","epNo":15,"alt":"Full Disclosure","descr":"Alarmstimmung im Weißen Haus: Ex-Vizepräsident Hoynes erhebt schwere Anschuldigungen gegen den Präsidenten und dessen Mitarbeiter. Noch schwerer wiegt, dass Hoynes in Kürze ein Enthüllungsbuch veröffentlichen will, das noch weitere belastende Details über vermeintliche und reale Verfehlungen der Bartlet-Administration enthalten soll. Toby muss sich derweil auf einem Treffen mit Gewerkschaftsführern mit einem ungewöhnlichen Thema herumschlagen: zu Dumpingpreisen importierten BHs aus China!","versions":[{"lang":1,"streams":[{"redirect":10028433,"hoster":"VOE"},{"redirect":10028436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582895,"hoster":"VOE"},{"redirect":8725144,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Frauen des Präsidenten","epNo":16,"alt":"Eppur Si Muove","descr":"Barbara Layton, eine Kongressabgeordnete der Republikaner, startet eine umstrittene Kampagne: Sie will durchsetzen, dass die Erforschung von sexuell übertragbaren Krankheiten nicht mehr mit Staatsgeldern gefördert wird. Der Vorstoß richtet sich klar gegen Präsidententochter Ellie, die auf diesem Gebiet forscht. Bartlet ist außer sich darüber, dass ein Familienmitglied in eine politische Schlammschlacht hineingezogen wird. Toby findet heraus, dass Layton offenbar aus dem Büro des Vizepräsidenten mit Informationen über vermeintlich Å½überflüssigeÅ½ Forschungsprojekte versorgt wurde …","versions":[{"lang":1,"streams":[{"redirect":12286269,"hoster":"VOE"},{"redirect":10028032,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582894,"hoster":"VOE"},{"redirect":8725139,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Hüter des Rechts","epNo":17,"alt":"The Supremes","descr":"Als ein strikt konservativer Oberster Bundesrichter stirbt, beginnt fast augenblicklich die Suche nach einem Nachfolger. Josh und Toby lancieren die politisch links stehende Evelyn Baker Lang ’ ein Ablenkungsmanöver, um den Republikanern ihren eigentlichen Lieblingskandidaten Brad Shelton schmackhaft zu machen. C.J. ist gegen dieses Manöver, da sie befürchtet, die Presse könne Wind davon bekommen und Baker Lang eine Å½Hinrichtung erster KlasseÅ½ angedeihen lassen. Josh hat schließlich den rettenden Einfall, mit dem sich das vertrackte Nominierungs-Problem aus der Welt schaffen lässt …","versions":[{"lang":1,"streams":[{"redirect":10028034,"hoster":"VOE"},{"redirect":10028033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725137,"hoster":"VOE"},{"redirect":8725136,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein Tag im Leben der C.J. Cregg","epNo":18,"alt":"Access","descr":"Für eine Fernsehdokumentation über die Pressesprecher des Weißen Hauses wird C.J. einen Tag lang von einem Filmteam begleitet. Wie es der Zufall will, ist es alles andere als ein typischer Tag im Weißen Haus: Ein Feuergefecht zwischen FBI-Agenten und Terroristen sorgt für Alarmstimmung, und C.J. muss die Vorgänge vor der Öffentlichkeit geheimhalten ’ das Reporterteam stets im Nacken. Zudem fällt ihr die mit allerlei diplomatischen Fallstricken behaftete Aufgabe zu, einen Besuch des Papstes bei Präsident Bartlet vorzubereiten …","versions":[{"lang":1,"streams":[{"redirect":10028042,"hoster":"VOE"},{"redirect":10028037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725142,"hoster":"VOE"},{"redirect":8725133,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schöpferische Zerstörung","epNo":19,"alt":"Talking Points","descr":"Der Präsident reist nach Brüssel, um an einem Gipfeltreffen der führenden Wirtschaftsnationen teilzunehmen. Bartlet will sich hier mit Nachdruck für den Erhalt amerikanischer Arbeitsplätze einsetzen ¿ doch Josh muss ihm eine Hiobsbotschaft überbringen: Ein großes US-Unternehmen hat soeben angekündigt, 17.000 Arbeitsplätze nach Indien verlagern zu wollen. C.J. kämpft unterdessen gegen eine neue Regelung der Telekommunikationsbehörde FCC, der zufolge Inhalte-Anbieter künftig verstärkt selbst TV-Sender betreiben dürfen. C.J. ist strikt gegen eine solche Verquickung von Geschäftsinteressen …","versions":[{"lang":1,"streams":[{"redirect":10028040,"hoster":"VOE"},{"redirect":10028041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8726177,"hoster":"VOE"},{"redirect":8725132,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Isolation","epNo":20,"alt":"Isolation","descr":"Chemie-Alarm im Oval Office: Als in der Nähe des Weißen Hauses eine unbekannte Substanz in der Luft registriert wird, riegelt das Sicherheitsteam des Präsidenten das Gebäude rigoros ab. Niemand darf den Raum verlassen, in dem er sich gerade befindet ¿ teilweise sehr zum Leidwesen der Betroffenen. Die erzwungene Nähe führt zu einer erbitterten Auseinandersetzung zwischen Toby und Will. Harmonischer geht es bei C.J. zu, die Donna einige wichtige Karrieretipps gibt. Und dann wäre da noch Josh, der mit der wortkargen Nationalen Sicherheitsberaterin Kate Harper ein Zimmer teilen muss …","versions":[{"lang":1,"streams":[{"redirect":10028045,"hoster":"VOE"},{"redirect":10028047,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725131,"hoster":"VOE"},{"redirect":8725128,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gaza","epNo":21,"alt":"Gaza","descr":"Donna Moss reist als Mitglied einer US-Delegation in den Gaza-Streifen. Mit dem britischen Fotojournalisten Colin Ayres fährt sie kreuz und quer durch die Konfliktregion, um sowohl die israelische als auch die palästinensische Sicht der Dinge kennenzulernen. Aus der ohnehin schwierigen Mission wird eine blutige Katastrophe, als ein Bombenanschlag auf die amerikanischen Politiker und Militärs verübt wird. Im Weißen Haus versuchen Josh und Toby, sich einen Überblick über das Geschehen zu verschaffen. Schnell wird klar, dass es zahlreiche Tote und Verletzte gegeben hat …","versions":[{"lang":1,"streams":[{"redirect":10028049,"hoster":"VOE"},{"redirect":10028053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725129,"hoster":"VOE"},{"redirect":8725126,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Helden","epNo":22,"alt":"Memorial Day","descr":"Der Bombenanschlag im Gazastreifen, bei dem hochrangige US-Politiker und Militärs getötet wurden, hat weitreichende Folgen: Präsident Bartlet erwägt Vergeltungsmaßnahmen ¿ bis hin zu einem Militärschlag. Israel reagiert ähnlich drastisch, indem es den Palästinenserpräsidenten festsetzt. Weitere palästinensische Terrorakte scheinen nach diesem Affront unausweichlich. Bartlet steht vor der Wahl: Soll er eine Eskalation des Konflikts mit diplomatischen Mitteln verhindern ¿ oder eine Militäraktion anordnen, wie die amerikanische Öffentlichkeit es von ihm erwartet?","versions":[{"lang":1,"streams":[{"redirect":10028052,"hoster":"VOE"},{"redirect":10028064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725127,"hoster":"VOE"},{"redirect":8725125,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Camp David","epNo":1,"alt":"NSF Thurmont","descr":"Präsident Bartlet steht unter Druck, auf den palästinensischen Terroranschlag angemessen zu reagieren. Der Großteil seiner Minister und Berater hält einen Militärschlag für unausweichlich. Doch für Bartlet steht bei dieser Entscheidung noch mehr auf dem Spiel: Mit einem militärischen Eingreifen könnte er die Friedensgespräche in Camp David gefährden, bei denen Israelis und Palästinenser über einen dauerhaften Frieden verhandeln wollen …","versions":[{"lang":1,"streams":[{"redirect":10028057,"hoster":"VOE"},{"redirect":10028058,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8726174,"hoster":"VOE"},{"redirect":8725121,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geteilter Frieden","epNo":2,"alt":"The Birnam Wood","descr":"Die israelisch-palästinensischen Gespräche in Camp David münden trotz der vorangegangenen Rückschläge in ein Friedensabkommen. Nach diesem historischen Durchbruch ordnet Präsident Bartlet auch intern die Verhältnisse – und feuert Leo McGarry, der sich vehement gegen die Friedensverhandlungen gesträubt hatte. Kurz darauf erleidet Leo einen massiven Herzinfarkt …","versions":[{"lang":1,"streams":[{"redirect":10028061,"hoster":"VOE"},{"redirect":10028060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725120,"hoster":"VOE"},{"redirect":8725118,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wachablösung","epNo":3,"alt":"Third-Day Story","descr":"Nachdem die erste Euphorie über das israelisch-palästinensische Friedensabkommen abgeklungen ist, muss sich die Bartlet-Administration wieder mit den Niederungen der Realpolitik befassen: nämlich mit der Finanzierung der US-Friedenstruppe, die nach Palästina entsandt werden soll. Zwischen Regierung und Kongress kommt es zu heftigen Auseinandersetzungen. Parallel muss der Präsident nach einem Ersatz für seinen schwer erkrankten Stabschef suchen …","versions":[{"lang":1,"streams":[{"redirect":10028066,"hoster":"VOE"},{"redirect":10028067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725117,"hoster":"VOE"},{"redirect":8725116,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Neue","epNo":4,"alt":"Liftoff","descr":"C.J. Cregg tritt ihre neue Stelle als Stabschefin im Weißen Haus an. Währenddressen zerbrechen sich Toby und Donna den Kopf darüber, wie sie den durch C.J.s Jobwechsel frei gewordenen Posten des Pressesprechers neu besetzen sollen. Josh trifft sich mit dem frischgebackenen texanischen Kongressabgeordneten Matthew Santos. Der will sich in Kürze wieder aus seinem Amt verabschieden, denn er fühlt sich zu Höherem berufen – und als Präsidentschaftskandidat antreten …","versions":[{"lang":1,"streams":[{"redirect":10028069,"hoster":"VOE"},{"redirect":10028068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725115,"hoster":"VOE"},{"redirect":8725114,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Energiegipfel","epNo":5,"alt":"The Hubbert Peak","descr":"Josh rammt in seiner SUV-Benzinschleuder ausgerechnet ein Auto mit Hybridantrieb und beschert dem Weißen Haus so ein PR-Desaster. Im Gespräch mit Umweltaktivisten soll Josh nun die Wogen glätten – und muss sich anhören, dass das Weiße Haus bislang zu wenig für die Förderung energiesparender Fahrzeuge getan habe. Toby erhält unterdessen von Annabeth Schott eine Schulung, um künftig als Pressesprechers des Weißen Hauses fungieren zu können. Aber ist er dieser Aufgabe wirklich gewachsen?","versions":[{"lang":1,"streams":[{"redirect":10028077,"hoster":"VOE"},{"redirect":10028073,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725110,"hoster":"VOE"},{"redirect":8725111,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Heimkehr des Soldaten","epNo":6,"alt":"The Dover Test","descr":"Als Matthew Santos bei den Demokraten keinen Rückhalt für seinen Entwurf einer Gesundheitsreform findet, beschließt er kurzerhand, sich die nötige Unterstützung bei den Republikanern zu holen. Leo erholt sich allmählich von seinem schweren Herzinfarkt. Er plant bereits seine Zukunft nach der Politik und erwägt, sich einen lukrativen Job in der freien Wirtschaft zu suchen. Allerdings wird er von seiner lebensklugen Krankenpflegerin wieder auf den Boden der Tatsachen zurückgeholt: Sie erinnert Leo daran, warum er seinerzeit aus der Wirtschaft ausgestiegen war …","versions":[{"lang":1,"streams":[{"redirect":10028078,"hoster":"VOE"},{"redirect":10028079,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725112,"hoster":"VOE"},{"redirect":8725106,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mit fliegenden Fahnen","epNo":7,"alt":"A Change Is Gonna Come","descr":"Ausgerechnet kurz vor einem wichtigen Gipfeltreffen mit der chinesischen Führung tappt Präsident Bartlet in ein diplomatisches Fettnäpfchen: Bei einem offiziellen Gebetsfrühstück wird ihm vor großem Publikum die Flagge der taiwanesischen Unabhängigkeitsbewegung überreicht – was in der Republik China natürlich gar nicht gern gesehen wird. Unterdessen wird Josh von Ex-Vizepräsident John Hoynes gebeten, dessen Präsidentschaftskampagne zu managen …","versions":[{"lang":1,"streams":[{"redirect":10028082,"hoster":"VOE"},{"redirect":10028991,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725104,"hoster":"VOE"},{"redirect":8725103,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zaubertricks","epNo":8,"alt":"In The Room","descr":"Ausgerechnet auf Zoey Bartlets Geburtstagsparty im Weißen Haus verbrennt das Zauberer-Duo Penn und Teller eine US-Flagge. Obwohl die Fahne unbeschädigt bleibt – die beiden sind schließlich Illusionisten! – sorgt der symbolische Akt für einen handfesten Medienskandal. Währenddessen erleidet Präsident Bartlet während des Flugs nach China einen starken MS-Schub, der mit Lähmungserscheinungen einhergeht …","versions":[{"lang":1,"streams":[{"redirect":10028084,"hoster":"VOE"},{"redirect":10028085,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725102,"hoster":"VOE"},{"redirect":8725101,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Reich der Mitte","epNo":9,"alt":"Impact Winter","descr":"Der Staatsbesuch in China wird für Bartlet zur Tortur: Nach seinem MS-Schub ist er kaum noch in der Lage, an den zahlreichen Besprechungen und Empfängen teilzunehmen, die auf der Tagesordnung stehen. Dennoch ist Bartlet fest entschlossen, seinen großen Coup zu landen – und in einem Vieraugengespräch mit dem chinesischen Premier eine Einigung über Nordkoreas Atomprogramm zu erzielen. In Washington schiebt Josh ein wichtiges Gespräch über Donnas berufliche Perspektiven so lange vor sich her, bis diese entnervt kündigt …","versions":[{"lang":1,"streams":[{"redirect":10028087,"hoster":"VOE"},{"redirect":10028090,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725100,"hoster":"VOE"},{"redirect":8725097,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gleichgewichtsstörungen","epNo":10,"alt":"Faith Based Initiative","descr":"Der Präsident ist durch seinen jüngsten MS-Schub stark geschwächt, doch die Mühlen des Tagesgeschäfts drehen sich erbarmungslos weiter: Ein republikanischer Senator will die Administration zwingen, die Homo-Ehe zu verbieten – ansonsten will der Senator dafür sorgen, dass seine Parteigenossen den neuen Bundeshaushalt blockieren. Durch die Medien geistern unterdessen Spekulationen über C.J.s sexuelle Orientierung …","versions":[{"lang":1,"streams":[{"redirect":10028091,"hoster":"VOE"},{"redirect":10028094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725098,"hoster":"VOE"},{"redirect":8725095,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Kampf beginnt","epNo":11,"alt":"Opposition Research","descr":"Senator Matt Santos startet mit einer Veranstaltung in New Hampshire ins Rennen um die Präsidentschaft. Santos will sich bereits hier über sein Lieblingsthema, die Bildungspolitik, auslassen – doch sein Wahlkampfleiter Josh rät ihm dringend, sich in der öffentlichen Debatte vorerst auf andere Politikbereiche zu konzentrieren. Santos will davon aber nichts hören, und so kommt es zum Streit zwischen den beiden ungleichen Politprofis …","versions":[{"lang":1,"streams":[{"redirect":10028096,"hoster":"VOE"},{"redirect":10028099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725093,"hoster":"VOE"},{"redirect":8725092,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"365 Tage","epNo":12,"alt":"365 Days","descr":"Präsident Bartlets letzte Amtszeit geht unaufhaltsam ihrem Ende entgegen: Noch genau ein Jahr dauert es bis zur nächsten Wahl. Leo kehrt nach seinem langen krankheitsbedingten Ausfall ins Weiße Haus zurück und grübelt darüber nach, wie die kommenden Monate politisch gestaltet werden sollen. Die nächste außenpolitische Krise lässt nicht lange auf sich warten: In Bolivien werden CIA-Berater gekidnappt, die dort die Bekämpfung des Drogenhandels unterstützen sollten …","versions":[{"lang":1,"streams":[{"redirect":10028105,"hoster":"VOE"},{"redirect":10028101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725090,"hoster":"VOE"},{"redirect":8725091,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wahlkampfstrategien","epNo":13,"alt":"King Corn","descr":"Die Präsidentschaftskandidaten – Russell und Santos von den Demokraten sowie der Republikaner Vinick – reisen nach Iowa, um in vor den versammelten Mitgliedern des Verbandes der Maisproduzenten zu reden. Alle drei Kandidaten bekommen von ihren Beratern eingeschärft, dass sie ihre persönlichen Überzeugungen hintenanstellen und den Maisbauern nach dem Munde reden sollen: Das heißt, sie sollen sich für die staatliche Subventionierung von aus Mais hergestelltem Ethanol aussprechen, auch wenn diese aus wirtschaftlicher Sicht problematisch ist …","versions":[{"lang":1,"streams":[{"redirect":10028103,"hoster":"VOE"},{"redirect":10028106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725086,"hoster":"VOE"},{"redirect":8725087,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Weckruf","epNo":14,"alt":"The Wake Up Call","descr":"Als iranische Streitkräfte irrtümlich ein britisches Passagierflugzeug abschießen, erschüttert die daraus resultierende diplomatische Krise die Welt. C.J. und die First Lady geraten prompt in Streit darüber, inwieweit sie den Präsidenten in das Krisenmanagement einbeziehen sollen – denn Bartlet ist durch seinen letzten MS-Schub immer noch stark geschwächt. Derweil arbeitet Toby mit dem Verfassungsrechtler Lawrence Lessig zusammen, um Diplomaten aus Weißrussland bei der Ausarbeitung einer neuen Verfassung zu unterstützen …","versions":[{"lang":1,"streams":[{"redirect":10028108,"hoster":"VOE"},{"redirect":10028107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725083,"hoster":"VOE"},{"redirect":8725084,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"PR-Krieg","epNo":15,"alt":"Freedonia","descr":"Die Nerven der demokratischen Präsidentschaftskandidaten sind zum Zerreißen gespannt: Noch fünf Tage bis zur Vorwahl in New Hampshire! Während die Medien sich auf die Favoriten Russell und Hoynes konzentrieren, sucht Josh nach einer Möglichkeit, Matt Santos öffentlich besser zu positionieren. Der gilt als Außenseiter mit desolaten Wahlchancen – weshalb Josh auf die Idee kommt, eine Debatte mit allen sieben Kandidaten der Demokratischen Partei zu organisieren. Ob Santos auf dieser Veranstaltung endlich glänzen kann?","versions":[{"lang":1,"streams":[{"redirect":10028116,"hoster":"VOE"},{"redirect":10028114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725081,"hoster":"VOE"},{"redirect":8725079,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Störfaktoren","epNo":16,"alt":"Drought Conditions","descr":"Mit einer Aufsehen erregenden Rede zum staatlichen Gesundheitssystem löst die bislang unbekannte Senatorin Rafferty ein breites Medienecho aus. Merkwürdig nur: Ihre Vorschläge spiegeln bis ins Detail die Pläne wieder, die im engsten Kreise des Weißen Hauses ausgearbeitet wurden und die Präsident Bartlet in Kürze vorstellen wollte. Es muss also eine undichte Stelle im Mitarbeiterstab geben. Toby und Josh geraten in einen heftigen Streit darüber, wer für das Leck verantwortlich ist. Eine Auseinandersetzung, bei der schließlich sogar die Fäuste fliegen …","versions":[{"lang":1,"streams":[{"redirect":10028117,"hoster":"VOE"},{"redirect":10028118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725075,"hoster":"VOE"},{"redirect":8725077,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Einer dieser Tage …","epNo":17,"alt":"A Good Day","descr":"Präsident Bartlet veranstaltet eine Gala für Nobelpreisträger und trifft dabei unerwartet auf den japanischen Wirtschaftswissenschaftler Takahashi, mit dem er sich seinerzeit den Wirtschaftsnobelpreis teilen musste. Beide vertreten kontroverse Ansichten und pflegen seit dem Studium eine herzliche Antipathie füreinander. Das Gespräch der beiden Männer dreht sich vor allem um das enorme Haushaltsdefizit der USA – nicht gerade ein Thema, das Bartlet kalt lässt …","versions":[{"lang":1,"streams":[{"redirect":10028121,"hoster":"VOE"},{"redirect":10028122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725071,"hoster":"VOE"},{"redirect":8725072,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Brennpunkt Kalifornien","epNo":18,"alt":"La Palabra","descr":"Die Vorwahlen in Kalifornien stehen kurz bevor. Matt Santos baut dabei vor allem auf die Latinogemeinden. Unterstützung erwartet er sich insbesondere von der mächtigen Latino-Vereinigung ‚La Palabra‘. Deren Vorsitzender, Santos Freund Eddie Garcia, stellt aber zur Bedingung, dass sich der Präsidentschaftskandidat gegen ein Führerscheinverbot für illegale Einwanderer ausspricht. Ein entsprechendes Gesetz wurde vom republikanischen Parlament Kaliforniens verabschiedet. Santos würde damit dem demokratischen Gouverneur Kaliforniens Rückendeckung für ein Veto geben …","versions":[{"lang":1,"streams":[{"redirect":10028125,"hoster":"VOE"},{"redirect":10028124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725073,"hoster":"VOE"},{"redirect":8725070,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kuba-Mission","epNo":19,"alt":"Ninety Miles Away","descr":"Präsident Bartlet muss einen diplomatischen Spagat bewältigen: Einerseits verhandelt er im geheimen mit dem greisen kubanischen Diktator Castro über eine Aufhebung des jahrzehntelangen US-Handelsembargos. Das erhoffte Abkommen könnte beiden Seiten viele Vorteile bringen – doch andererseits droht Bartlet ein innenpolitisches Desaster, falls seine ‚Nachgiebigkeit‘ gegenüber Castro bekannt wird, bevor konkrete Ergebnisse vorliegen …","versions":[{"lang":1,"streams":[{"redirect":10028130,"hoster":"VOE"},{"redirect":10028131,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725068,"hoster":"VOE"},{"redirect":8725067,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Moral des Reverends","epNo":20,"alt":"In God We Trust","descr":"Senator Vinick gewinnt die Vorwahlen und wird damit zum Präsidentschaftskandidaten der Republikaner. Sofort melden zahlreiche Parteifreunde ihr Interesse am Amt des Vizepräsidenten an. Vinick steht damit eine schwierige Entscheidung bevor, denn die Auswahl des Vizes kann über Sieg oder Niederlage bei der Präsidentschaftswahl mitentscheiden. Bei den Demokraten ist der Ausgang der Vorwahlen dagegen noch offen: In New Jersey kämpfen die Kandidaten Russell, Santos und Hoynes verbissen um die letzten benötigten Stimmen …","versions":[{"lang":1,"streams":[{"redirect":10028132,"hoster":"VOE"},{"redirect":10028134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725064,"hoster":"VOE"},{"redirect":8725062,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Leck","epNo":21,"alt":"Things Fall Apart","descr":"Während die Republikaner sich um ihren Kandidaten Vinick scharen, ist auf der Gegenseite noch immer keine Entscheidung. Bis sich Russell zu einem Deal durchringt: Er bietet Santos an, seine eigene Kandidatur zurückzuziehen – falls Santos ihn im Gegenzug zum Vizepräsidenten macht. Die Sache hat allerdings einen Haken: Daas gleiche Angebot unterbreitet Russell auch Santos’ Konkurrenten Eric Baker …","versions":[{"lang":1,"streams":[{"redirect":10028137,"hoster":"VOE"},{"redirect":10028139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725063,"hoster":"VOE"},{"redirect":8725061,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Parteitag","epNo":22,"alt":"2162 Votes","descr":"Der Nominierungsparteitag der Demokraten steht unmittelbar bevor – doch nach dem Vorwahl-Desaster gibt es statt eines einzigen Präsidentschaftskandidaten immer noch deren drei! Um eine noch größere Blamage zu vermeiden, ruft Leo als Vorsitzender des Parteitags die drei Kandidaten zusammen, um das weitere Vorgehen zu klären. Jeder Kandidat darf vor der entscheidenden Abstimmung noch eine Rede halten, doch über die Reihenfolge der Redner entbrennt prompt ein erbitterter Streit. Dem entnervten Leo bleibt nichts anderes übrig, als die Reihenfolge mittels ‚Stein, Schere, Papier‘ auszulosen …","versions":[{"lang":1,"streams":[{"redirect":10028141,"hoster":"VOE"},{"redirect":10028142,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930394,"hoster":"VOE"},{"redirect":8725059,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Das neue Team","epNo":1,"alt":"The Ticket","descr":"Die Präsidentschaftskamapgne des Teams Santos und McGarry kommt nur langsam in die Gänge: Zwar sind die Umfrageergebnisse besser als befürchtet, doch Santos und sein Team haben im Weißen Haus nicht nur Freunde. Eine erste heftige Konfrontation mit Leo lässt nicht lange auf sich warten. C.J. wird unterdessen von Oliver Babish ins Kreuzverhörr genommen: Sie wird nämlich verdächtigt, der Presse Informationen über ein hochgeheimes militärisches Space Shuttle zugespielt zu haben …","versions":[{"lang":1,"streams":[{"redirect":10028146,"hoster":"VOE"},{"redirect":10028145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930393,"hoster":"VOE"},{"redirect":8725053,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ödipus-Faktor","epNo":2,"alt":"The Mommy Problem","descr":"Journalist Greg Brock geht lieber ins Gefängnis, als seine Quelle im Weißen Haus preiszugeben. Santos heuert unterdessen Louise Thornton als neue PR-Beraterin für seinen Wahlkampf – sehr zum Unmut von Josh, der eine unliebsame Konkurrenz wittert. Eingehende Beratung hat Santos allerdings auch bitter nötig: Als er mit seiner Frau ein ganzes Hotel in helle Aufregung versetzt, landen die Eskapaden der beiden prompt auf der Titelseite einer Boulevardzeitung …","versions":[{"lang":1,"streams":[{"redirect":12930402,"hoster":"VOE"},{"redirect":10028149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725056,"hoster":"VOE"},{"redirect":8725052,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grenzgänger","epNo":3,"alt":"Message Of The Week","descr":"Im Wettbewerb zwischen dem republikanischen Präsidentschaftskandidaten Arnold Vinick und seinem Konkurrenten Matt Santos von den Demokraten gibt es ein stetes Auf und Ab: Mal kann Santos mit dem Thema innere Sicherheit punkten, dann hat wieder Vinick die Nase vor, der Santos’ Ansichten zur Einwanderungspolitik scharf kritisiert. Innerparteilich wird Vinick nichts geschenkt: Die religiöse Rechte der Republikaner will ihn in die Pflicht nehmen, als Präsident ausschließlich Abtreibungsgegner an den Obersten Gerichtshof zu berufen …","versions":[{"lang":1,"streams":[{"redirect":10028150,"hoster":"VOE"},{"redirect":10028152,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725051,"hoster":"VOE"},{"redirect":8725049,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Glaubensfragen","epNo":4,"alt":"Mr. Frost","descr":"Matt Santos legt im Wahlkampf eine Woche lang den Schwerpunkt auf das Thema Bildung. Prompt entzündet sich eine Debatte darüber, ob an Schulen das religiös geprägte \"Intelligent Design\" als Alternative zur Evolutionstheorie gelehrt werden darf. Santos und seinem Stab gelingt es jedoch, den Schwarzen Peter an Vinick zurückzuspielen. Unterdessen kommt der Palästinenserführer Farad bei einem Selbstmordanschlag ums Leben. Trotz massiver Sicherheitsbedenken will es sich Präsident Bartlet nicht nehmen lassen, an der Trauerzeremonie teilzunehmen …","versions":[{"lang":1,"streams":[{"redirect":10028158,"hoster":"VOE"},{"redirect":10028157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725047,"hoster":"VOE"},{"redirect":8725046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geständnisse","epNo":5,"alt":"Here Today","descr":"Toby hat gestanden, dass er Informationen über das militärische Space Shuttle an die Presse weitergeleitet hat. Eine prekäre Situation für C.J., die für die minutiöse Aufklärung des Geheimnisverrates sorgen muss. Auch für Präsident Bartlet ist die Lage schwierig. Er entscheidet sich, den Skandal in einer Rede an die Nation zu thematisieren. Josh steht als Matt Santos’ Wahlkampfmanager eine besonders undankbare Aufgabe bevor: Er muss eine Reihe zwar enthusiastischer, aber unerfahrener Wahlkampfhelfer feuern – darunter auch eine Person, die Santos persönlich sehr am Herzen liegt.","versions":[{"lang":1,"streams":[{"redirect":12268323,"hoster":"VOE"},{"redirect":10028160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336139,"hoster":"VOE"},{"redirect":8725044,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schmutziger Wahlkampf","epNo":6,"alt":"The Al Smith Dinner","descr":"Im TV-Spot einer Wahlkampfinitiative wird Matt Santos aufgrund seiner liberalen Ansichten zur Abtreibungsdebatte scharf attackiert. Der republikanische Gegenkandidat Arnold Vinick kann sich darüber allerdings nicht freuen – denn er vertritt ähnliche Ansichten wie Santos und muss fürchten, von der religiösen Rechten in der eigenen Partei als nächster unter Beschuss genommen zu werden. Im Weißen haus muss sich Will erst an seien neue Rolle als neuer Kommunikationsdirektor des Präsidenten gewöhnen, die er Tobys unrühmlichem Abgang verdankt …","versions":[{"lang":1,"streams":[{"redirect":12268324,"hoster":"VOE"},{"redirect":10028166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725040,"hoster":"VOE"},{"redirect":8725041,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Fernsehduell","epNo":7,"alt":"The Debate","descr":"Die Präsidentschaftskandidaten Vinick und Santos treffen in einer Live-Debatte aufeinander. Vinick schlägt gleich zu Anfang vor, die zuvor ausgehandelten Regeln mit den streng einzuhaltenden Redezeiten fallenzulassen – um eine freie und erhellende Debatte zu ermöglichen. Santos lässt sich gerne auf den Vorschlag ein, und es entspinnt sich ein mit allen rhetorischen Kniffen geführtes Rededuell über Themen wie die Einwanderungsdebatte, Arbeitslosigkeit, die dringend notwendige Gesundheitsreform und einen Schuldenerlass für Afrika …","versions":[{"lang":1,"streams":[{"redirect":10028171,"hoster":"VOE"},{"redirect":10028168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725038,"hoster":"VOE"},{"redirect":8725039,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Unentschlossenen","epNo":8,"alt":"Undecideds","descr":"Nachdem das Kind einer schwarzen Familie in Los Angeles von einem Polizisten lateinamerikanischer Abstammung erschossen wird, muss Kandidat Matt Santos – selbst Latino – eine schwere Entscheidung treffen: Da ihn sein Wahlkampf gerade nach L.A. geführt hat, muss er reagieren. Auf Josh’ Rat beschließt er, der Familie des getöteten Kindes einen Kondolenzbesuch abzustatten – der jedoch unerwartete in einem PR-Desaster endet, als Santos samt seiner Entourage von dem erbosten Vater hinausgeworfen wird. C.J. muss sich derweil mit einer Krise zwischen China und Kasachstan auseinandersetzen …","versions":[{"lang":1,"streams":[{"redirect":10028175,"hoster":"VOE"},{"redirect":10028187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725037,"hoster":"VOE"},{"redirect":8725033,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Hochzeit","epNo":9,"alt":"The Wedding","descr":"Die Hochzeit von Präsident Bartlets Tochter Ellie steht kurz bevor – doch das freudige Ereignis wird vom drohenden Krieg zwischen den Atommächten Russland und China überschattet. Santos’ Wahlkampfmanager Josh hat derweil an zwei Fronten zu kämpfen: Zum einen schmilzt das Wahlkampfbudget wie Schnee in der Sonne dahin – zumal noch eine kostspielige Anzeigenkampagne finanziert werden muss. Zum anderen formiert sich auch noch innerparteilicher Widerstand gegen Josh, der nach Meinung einiger einflussreicher Demokraten durch Leo McGarry ersetzt werden sollte …","versions":[{"lang":1,"streams":[{"redirect":10028181,"hoster":"VOE"},{"redirect":10028183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725034,"hoster":"VOE"},{"redirect":8725032,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Vizekandidat","epNo":10,"alt":"Running Mates","descr":"48 Stunden vor der Debatte der designierten Vizepräsidenten sieht Josh schwarz: Leo McGarry erweist sich bei den Vorbereitungen als wenig fernsehtauglich – und insbesondere sein etwas einfältiges Lächeln versetzt seine Beraterin Annabeth in Angst und Schrecken – könnte es doch die Zuschauer an Leos Fähigkeiten zweifeln lassen. Währenddessen fährt Matt Santos nach Hause, um etwas Zeit mit seiner Familie zu verbringen. Doch ein Tross von Mitarbeitern, Personenschützern und Journalisten folgt ihm. Unter diesen Umständen ist an Entspannung nicht zu denken …","versions":[{"lang":1,"streams":[{"redirect":10028188,"hoster":"VOE"},{"redirect":10028193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725030,"hoster":"VOE"},{"redirect":8725031,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Diplomatin","epNo":11,"alt":"Internal Displacement","descr":"C.J. will ihre letzten Tage als Stabschefin des Weißen Hauses nutzen, um gleich zwei diplomatische Krisen anzugehen: den Bürgerkrieg in der sudanesischen Darfur-Region sowie die Auseinandersetzungen zwischen China und Russland um die Zukunft Kasachstans. Um hierbei Erfolg zu haben, muss C.J. sich auf dem diplomatischen Parkett der Vereinten Nationen beweisen. Gleichzeitig gilt es, politischen Schaden von Noch-Präsident Bartlet abzuwenden: Dessen Schwiegersohn Doug Westin soll angeblich eine Affäre mit dem Kindermädchen haben …","versions":[{"lang":1,"streams":[{"redirect":12930401,"hoster":"VOE"},{"redirect":10028198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725028,"hoster":"VOE"},{"redirect":8725027,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Störfall","epNo":12,"alt":"Duck And Cover","descr":"Während sich der Kasachstan-Konflikt zwischen Russland und China zuspitzt, ereignet sich in einem kalifornischen Atomkraftwerk ein gefährlicher Störfall: Eine Kernschmelze droht – und damit die radioaktive Verseuchung der gesamten Region! Im Weißen Haus laufen die Fäden des Krisenmanagements zusammen. Präsident Bartlet und C.J. müssen entscheiden, ob sie die Bevölkerung evakuieren lassen – was angesichts der gewaltigen Menschenmengen und der zu erwartenden Massenpanik kaum möglich scheint …","versions":[{"lang":1,"streams":[{"redirect":10028206,"hoster":"VOE"},{"redirect":10028203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930396,"hoster":"VOE"},{"redirect":8725024,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Interventionen","epNo":13,"alt":"The Cold","descr":"Bei den letzten Umfragen zur Präsidentschaftswahl liegt Matt Santos in Kalifornien klar vorne – doch im Rest des Landes droht ein Kopf-an-Kopf-Rennen mit seinem republikanischen Rivalen Vinick. Die Krise in Kasachstan spitzt sich unterdessen weiter zu. Präsident Bartlet erkennt den Ernst der Lage und beruft Santos und Vinick zu einem Treffen ins Weiße Haus ein. Er macht den Kandidaten klar, dass noch vor den Wahlen amerikanische Truppen in die Region entsandt werden müssen. Wer auch immer künftig Präsident sein wird – er wird die schwere Bürde der Kasachstan-Intervention von Bartlet erben …","versions":[{"lang":1,"streams":[{"redirect":10028210,"hoster":"VOE"},{"redirect":10028211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918053,"hoster":"VOE"},{"redirect":8725020,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kopf an Kopf","epNo":14,"alt":"Two Weeks Out","descr":"Noch vierzehn Tage bis zur Wahl: Die Kandidaten Santos und Vinick liegen in den Umfragen für Kalifornien nahezu gleichauf. Grund genug für die beiden, dem bevölkerungsreichsten Bundesstaat einen letzten Wahlkampfbesuch abzustatten. Während einer Veranstaltung, auf der beide Kandidaten zugegen sind, kommt es zu einer folgenschweren Verwechslung: In der Annahme, es handele sich um das Eigentum seines Chefs, öffnet Vinicks Berater Bruno Gianelli einen Koffer – der allerdings Santos gehört. Das darin enthaltene Material ist brisant und ließe sich politisch bestens ausschlachten …","versions":[{"lang":1,"streams":[{"redirect":10028219,"hoster":"VOE"},{"redirect":14401613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725019,"hoster":"VOE"},{"redirect":8725018,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Endspurt","epNo":15,"alt":"Welcome To Wherever You Are","descr":"Fünf Tage vor der Präsidentschaftswahl begibt sich Matt Santos mit seinem Team auf eine Wahlkampfreise, die ihn an einem Tag in drei Staaten und sechs Städte führen wird. Ein dichtes Programm also, das perfekte Abstimmung verlangt, da außerdem noch diverse wichtige Besprechungen eingeplant sind. Unter anderem möchte sich Santos mit Nancy McNally, der Sicherheitsberaterin des Weißen Hauses, bezüglich der kritischen Situation in Kasachstan abstimmen. Wahlkampfleiter Josh Lyman legt jedoch mehr Wert darauf, dass Santos sich mit seiner Familie zeigt.","versions":[{"lang":1,"streams":[{"redirect":10028224,"hoster":"VOE"},{"redirect":10028225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725017,"hoster":"VOE"},{"redirect":8725015,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tag der Entscheidung, Teil 1","epNo":16,"alt":"Election Day (1)","descr":"Die Nacht vor der Wahl ist angebrochen und für das Team um Josh Lyman ist zum ersten Mal seit langer Zeit Gelegenheit, sich etwas auszuspannen. Bei einem gemeinsamen Drink wird Josh klar, dass sich während des langen Wahlkampfes die meisten Mitglieder seines Teams auch privat nähergekommen sind. Und für ihn stellt sich die Frage, ob er Donna in ihr Hotelzimmer begleiten soll. Nach kurzem Zögern folgt er ihr. Im Weißen Haus herrscht unterdessen Aufbruchstimmung. Charlie Young sammelt für seine Chefin C.J. Cregg Jobangebote, auch weil er hofft, weiter mit ihr zusammenarbeiten zu können …","versions":[{"lang":1,"streams":[{"redirect":10028230,"hoster":"VOE"},{"redirect":10028234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11832694,"hoster":"VOE"},{"redirect":8725011,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tag der Entscheidung, Teil 2","epNo":17,"alt":"Election Day (2)","descr":"Während am Wahlabend die ersten Prognosen aus den Bundesstaaten eingehen, erfährt das Santos-Team, dass Leo McGarry einen Herzanfall hatte und in ein Krankenhaus gebracht wurde. Er konnte jedoch nicht mehr gerettet werden. Josh Lyman ist erschüttert und macht sich Vorwürfe, Leo überredet zu haben, als Vizepräsident zu kandidieren. Nun stellt sich aber die dringendere Frage, ob diese traurige Nachricht sofort veröffentlich werden soll. Einige Mitarbeiter wie die Kommunikationsdirektorin Louise Thornton wollen die Meldung zurückhalten, da die Wahllokale an der Westküste noch geöffnet sind …","versions":[{"lang":1,"streams":[{"redirect":10028240,"hoster":"VOE"},{"redirect":10028239,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930395,"hoster":"VOE"},{"redirect":8725008,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Requiem","epNo":18,"alt":"Requiem","descr":"Santos konnte in der Präsidentschaftswahl einen knappen Sieg davontragen. Und während hinter den Kulissen die taktischen Machtspiele um die Posten in der neuen Regierung beginnen, nimmt Washington mit einem ergreifenden Gottesdienst Abschied von Leo McGarry, der am Wahltag an einem Herzinfarkt gestorben war …","versions":[{"lang":1,"streams":[{"redirect":10028249,"hoster":"VOE"},{"redirect":10028244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725007,"hoster":"VOE"},{"redirect":8725010,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Manöverspiele","epNo":19,"alt":"Transition","descr":"In der Übergangszeit bis zur Amtseinführung von Matthew Santos ist Josh Lyman, der zukünftige Stabschef der neuen Regierung, vor allem mit Personal-Rekrutierungen beschäftigt. Besonders schwierig scheint es zu sein, Sam Seaborn für den Posten des stellvertretenden Stabschefs zu gewinnen, denn er verdient in einer Anwaltskanzlei in Kalifornien sehr gut und will zudem bald heiraten. Matthew Santos ist derweil klar, dass die Krise in Kasachstan und der dortige Einsatz amerikanischer Truppen seine Amtszeit stark beeinflussen wird. Deshalb beschließt er, die Dinge selbst in die Hand zu nehmen …","versions":[{"lang":1,"streams":[{"redirect":10028257,"hoster":"VOE"},{"redirect":10028254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725004,"hoster":"VOE"},{"redirect":8725003,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Gesucht: Vizepräsident","epNo":20,"alt":"The Last Hurrah","descr":"Eigentlich wollte Helen Santos mit den Kindern in Houston bleiben, bis das Schuljahr beendet ist. Nun muss sie aber einsehen, dass der enorme Sicherheitsaufwand einen Umzug ins Weiße Haus unumgänglich macht. Santos selbst hat so kurz vor seiner Amtseinführung noch viele wichtige Entscheidungen zu treffen. Vor allem muss endlich ein Vizepräsident gefunden werden, da das Amt seit Leo McGarrys Tod vakant ist. Bei seinem Wunschkandidaten Baker besteht allerdings die Gefahr, dass er vom Kongress nicht bestätigt werden könnte, da im Senat die Republikaner die Mehrheit innehaben …","versions":[{"lang":1,"streams":[{"redirect":10028264,"hoster":"VOE"},{"redirect":10028260,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8725002,"hoster":"VOE"},{"redirect":8725000,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verführerische Angebote","epNo":21,"alt":"Institutional Memory","descr":"Während C.J. Cregg die Übergabe der Amtsgeschäfte im Weißen Haus vorbereitet, wird sie mit Angeboten und Anforderungen konfrontiert, die ihr viel abverlangen. So will der Unternehmer Frank Hollis die Stabschefin dafür engagieren, ihm bei der Beseitigung sozialer Missstände auf der Welt zu helfen. Mit einer Milliarde Dollar könnte C.J. das tun, was für sie am Dringlichsten wäre. Ein verführerisches Angebot. Doch auch der zukünftige Präsident Matthew Santos macht ihr ein Angebot: Sie soll als Sonderberaterin des Präsidenten zumindest noch zwei Jahre lang für die Regierung arbeiten …","versions":[{"lang":1,"streams":[{"redirect":10028268,"hoster":"VOE"},{"redirect":10028267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8724997,"hoster":"VOE"},{"redirect":8724994,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Abschied","epNo":22,"alt":"Tomorrow","descr":"Der Tag der Amtseinführung von Präsident Matthew Santos ist gekommen. Für die Mitarbeiter von Präsident Bartlet brechen also die letzten Stunden an, bevor sie ihre Büros an den neuen Stab übergeben müssen. Bartlet hat allerdings noch letzte Entscheidungen zu treffen. Einerseits muss er den Rettungseinsatz bei einem Zugunglück in die Wege leiten, andererseits warten noch einige Begnadigungsanträge auf seine Unterschrift – unter anderem der von Toby Ziegler. Keine leichte Entscheidung für Präsident Bartlet …","versions":[{"lang":1,"streams":[{"redirect":10028276,"hoster":"VOE"},{"redirect":10028279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12383156,"hoster":"VOE"},{"redirect":8724999,"hoster":"Streamtape"}]}]}]}]}