{"seriesId":"the-flatshare","name":"The Flatshare","descr":"Tiffany (Jessica Brown Findlay) und Leon (Anthony Welsh) sind finanziell ziemlich angeschlagen und bei den horrenden Mietpreisen in der Metropole London kommen die beiden auf einen genialen Plan: Da sich keiner von ihnen eine eigene Wohnung leisten kann, beschließen sie, sich ein Apartment samt Bett und Tisch zu teilen. Das besondere daran ist jedoch, dass sich die beiden nie persönlich kennengelernt haben und auch nie gleichzeitig in der Wohnung sein werden. Stattdessen wird Tiffany ihre Tage damit verbringen, auf einer Clickbait-Nachrichtenwebsite einen Mindestlohn für ein Mindestmaß an Wertschätzung zu verdienen, während Leon lange Nachtschichten in einem Krankenhaus leistet. Sie kommunizieren einzig mit kleinen Zettelnachrichten und finden im Laufe der Zeit Gefallen aneinander. Einem ersten Treffen dürfte nun nichts mehr im Wege stehen. (Romanvorlage von  Beth O`Leary)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein nettes Zusammentreffen","epNo":1,"alt":"Meet Cute","descr":"Nach einer brutalen Trennung stimmt die Journalistin Tiffany zu, ein Bett mit dem Hospizpfleger Leon zu teilen. Theoretisch müssen sie sich nie treffen. Aber als die Post-its zu fliegen beginnen, werden die Dinge kompliziert.","versions":[{"lang":1,"streams":[{"redirect":14412377,"hoster":"VOE"},{"redirect":14444607,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14413328,"hoster":"VOE"},{"redirect":14444606,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unterwegs in Apps","epNo":2,"alt":"On The Apps","descr":"Während Tiffany Dating-Apps ausprobiert und Leon versucht, durch den Handel mit Kryptowährungen Geld zu verdienen, schließen die beiden über Post-its Freundschaft, wenn die Dinge nicht so laufen wie geplant. Tiffany stattet Richie einen Besuch im Gefängnis ab.","versions":[{"lang":1,"streams":[{"redirect":14428681,"hoster":"VOE"},{"redirect":13592302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14428405,"hoster":"VOE"},{"redirect":13592291,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Valentinstag","epNo":3,"alt":"Valentine’s Day","descr":"Leon und Tiffany vereinbaren ein persönliches Treffen am Valentinstag, aber Leon erscheint nicht, nachdem eine reißerische Version von Tiffanys Artikel über Richie ohne ihr Wissen veröffentlicht wurde.","versions":[{"lang":1,"streams":[{"redirect":14412759,"hoster":"VOE"},{"redirect":13592305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14428337,"hoster":"VOE"},{"redirect":13592295,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sie ruinieren dich","epNo":4,"alt":"They Fuck You Up","descr":"Vor dem Hintergrund, die WG zu verlassen, beginnt Tiffany zu überdenken, was sie wirklich von Justin will, und ein geprellter Leon lässt sich ausnahmsweise mal gehen - aber beide können nicht aufhören, aneinander zu denken.","versions":[{"lang":1,"streams":[{"redirect":14428484,"hoster":"VOE"},{"redirect":13592310,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14412756,"hoster":"VOE"},{"redirect":13592300,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das erste Date","epNo":5,"alt":"First Date","descr":"Tiffany und Leon kommen sich näher, nachdem Leons einfallsreiche jugendliche Patientin sie dazu bringt, gemeinsam einen Ausflug nach Brighton zu machen. Doch eine schockierende Nachricht ändert alles.","versions":[{"lang":1,"streams":[{"redirect":14415257,"hoster":"VOE"},{"redirect":14444609,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14428194,"hoster":"VOE"},{"redirect":13592301,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Neuanfang","epNo":6,"alt":"The Beginning","descr":"Der Tag von Richies Anhörung und Tiffanys Preisverleihung ist gekommen. Nachdem Leon sie zaghaft um ein Date bittet, scheint es, als könnte ihre Romanze beginnen. Aber Tiffanys manipulativer Ex hat andere Päne.","versions":[{"lang":1,"streams":[{"redirect":14415080,"hoster":"VOE"},{"redirect":14444605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14415081,"hoster":"VOE"},{"redirect":14444608,"hoster":"Streamtape"}]}]}]}]}