{"seriesId":"the-bridge-america","name":"The Bridge - America","descr":"An der \"Bridge of the Americas\" im berüchtigten amerikanisch-mexikanischen Grenzgebiet zwischen El Paso und Juárez treibt ein Serien-Killer auf beiden Seiten der Grenze sein Unwesen. Die amerikanische Ermittlerin Sonya North macht mit ihrem mexikanischen Kollegen Marcelo Ruiz Jagd auf den Killer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mörderische Grenze","epNo":1,"alt":"Pilot","descr":"Ein grausamer Fund an der Grenze zwischen den USA und Mexiko: Genau in der Mitte der Brücke, die El Paso und Juarez miteinander verbindet, liegt eine Leiche. Die US-Ermittlerin Detective Sonya Cross und ihr mexikanischer Kollege Marco Ruiz müssen in diesem grenzüberschreitenden Fall notgedrungen zusammenarbeiten. Schon bald stellt sich heraus, dass der Täter ein Serienkiller ist, der sowohl in Mexiko als auch in den USA sein Unwesen treibt.","versions":[{"lang":1,"streams":[{"redirect":14293734,"hoster":"VOE"},{"redirect":14293739,"hoster":"Vidoza"},{"redirect":14293735,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tunnel","epNo":2,"alt":"Calaca","descr":"Die beiden Ermittler Sonya Cross und Marco Ruiz untersuchen die auf der Brücke zwischen den USA und Mexiko gefundene Leiche. Währenddessen erfährt der Zeitungsreporter Daniel Frye, dass der Killer ihn immer noch im Visier hat. Und die reiche Witwe Charlotte Millwright macht eine unwillkommene Entdeckung auf ihrem Grundstück.","versions":[{"lang":1,"streams":[{"redirect":14293740,"hoster":"VOE"},{"redirect":14293741,"hoster":"Vidoza"},{"redirect":14293738,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kaltblütig","epNo":3,"alt":"Rio","descr":"Sonya Cross und ihr mexikanischer Kollege Marco Ruiz versuchen, einen Hauptverdächtigen festzunehmen. Sie haben die Hoffnung, dass dieser sie zu dem einzigen Überlebenden aus der Wüste führen könnte. Indes tritt Charlotte einem unerwarteten Besucher entschieden entgegen, denn sie ist fest entschlossen, so weiterzumachen, als sei nichts geschehen.","versions":[{"lang":1,"streams":[{"redirect":14293737,"hoster":"VOE"},{"redirect":14293744,"hoster":"Vidoza"},{"redirect":14293736,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gegen die Zeit","epNo":4,"alt":"Maria Of The Desert","descr":"Die Suche nach Maria wird für die Detectives Marco Ruiz und Sonya Cross zu einem dramatischen Wettlauf gegen die Zeit – das Mädchen wird in der Wüste nicht mehr lange überleben können. Schließlich übernimmt das FBI das Kommando. Marco erhält indes die geforderte eine Million Dollar Lösegeld von dem zwielichtigen Geschäftsmann. Doch die Übergabe, die von dem FBI-Agenten Gedman durchgeführt wird, geht schief: Es gibt Tote. Währenddessen bringt Steven Linder die Prostituierte Eva auf eine abgelegene Ranch. Hier soll sie ein neues Leben beginnen.","versions":[{"lang":1,"streams":[{"redirect":14293742,"hoster":"VOE"},{"redirect":14293747,"hoster":"Vidoza"},{"redirect":14293746,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Bestie","epNo":5,"alt":"The Beast","descr":"Sonya Cross telefoniert zum ersten Mal mit dem Killer. Kurz darauf erwacht Maria aus der Bewusstlosigkeit. Marco rät ihr, erst eine Aussage zu machen, wenn sie ein Visum für die USA hat. Hank lässt seine Kontakte spielen und Maria wird ein Visum zugesichert. Doch sie kann sich nicht an viel erinnern – nur, dass sich in dem Wagen des Mannes, der sie mitgenommen hat, eine Art Käfig befand. In der Zwischenzeit überquert Teenager Gina die Grenze nach Mexiko – und gerät in die Hände eines Entführers. Und Steven Linder bekommt Besuch von Valdez. Er will Eva zurück.","versions":[{"lang":1,"streams":[{"redirect":14293752,"hoster":"VOE"},{"redirect":14293751,"hoster":"Vidoza"},{"redirect":14293743,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spurlos","epNo":6,"alt":"ID","descr":"Zu den Patienten des ermordeten Psychiaters Dr. Meadows zählten auffallend viele Polizisten. Auch Sonyas Vorgesetzter Hank Wade hatte sich bei Meadows psychologische Unterstützung geholt. Wade war seinerzeit nicht damit fertig geworden, den Mörder von Sonyas Schwester niedergeschossen zu haben. Marco Ruiz fährt bei seiner Frau Alma vorbei, um einige Dinge abzuholen, und versucht, mit ihr ein klärendes Gespräch zu führen. Doch Alma blockt ab. Sie lässt sich stattdessen von ihrem Kollegen Kenneth trösten. Gina hat kaum Erinnerungen an den Mord an ihrem Vater, nur die Augen des Täters würde sie wiedererkennen.","versions":[{"lang":1,"streams":[{"redirect":14293749,"hoster":"VOE"},{"redirect":14293745,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schicksal","epNo":7,"alt":"Destino","descr":"Linder wird von Ramona gebeten, ihre Tochter Sara an einen sicheren Ort zu bringen. Das junge Mädchen hat die Schule aufgegeben und sich ausgerechnet mit dem skrupellosen Fausto eingelassen. Währenddessen wird der Besitzer des gefundenen Wagens ausgemacht. Es handelt sich um Jack Childress, der wegen psychischer Probleme seit längerer Zeit arbeitsunfähig ist. In seinem Wohnwagen entdecken Marco und Sonya ominöse Aufzeichnungen, in denen von einer Mission und einem Kulturkampf gegen Mexiko die Rede ist. Als Childress von Deputy Stokes gestellt wird, kommt es zu einem folgenschweren Schusswechsel.","versions":[{"lang":1,"streams":[{"redirect":14293748,"hoster":"VOE"},{"redirect":14293750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rache","epNo":8,"alt":"Vendetta","descr":"Der Verdacht, dass der psychisch gestörte Jack Childress der gesuchte Killer ist, erhärtet sich, als auf seinem Grundstück ein Skelett gefunden wird. Während Marco glaubt, dass der Fall nun abgeschlossen ist, hat seine amerikanische Kollegin Sonya ihre Zweifel. Sie verfolgt noch eine andere Spur, denn bei ihren Recherchen ist sie auf einen gewissen David Tate gestoßen, der wie Childress bei Dr. Meadow in Behandlung war. Indes erhält Ray von Tim Waffen, die er über die Grenze nach Mexiko bringt. Und kurz darauf findet Charlotte heraus, dass er ihre Ranch aufs Spiel gesetzt hat.","versions":[{"lang":1,"streams":[{"redirect":14293758,"hoster":"VOE"},{"redirect":14295411,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Falle","epNo":9,"alt":"The Beetle","descr":"Almas Arbeitskollege Kenneth entpuppt sich als vermeintlich vor Jahren gestorbener FBI-Agent David Tate. Er nutzt nun Almas Vertrauen aus, um sie und ihre beiden kleinen Töchter zu entführen. In einer abgelegenen Hütte in der Wüste kommt es zum Showdown, während Marco verzweifelt versucht, seiner Ehefrau rechtzeitig zu Hilfe zu kommen.Unterdessen bedroht Graciella Charlotte auf deren Farm, aber die reiche Witwe weiß sich zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":14293756,"hoster":"VOE"},{"redirect":14293761,"hoster":"Vidoza"},{"redirect":14293763,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alte Freunde","epNo":10,"alt":"Old Friends","descr":"Sonya konnte nicht verhindern, dass der Serienkiller David Tate Marcos Sohn Gus in seine Gewalt gebracht hat. Gemeinsam begeben sie sich auf eine verzweifelte Suche, bei der jede Minute zählt. Ausgerechnet kurz nachdem sich Daniel Frye dazu durchringen konnte, begleitet von seiner Kollegin Adriana ein Treffen der Anonymen Alkoholiker zu besuchen, wird auch er von Tate entführt. Wie Marco und Santi jr. gehört er zu den Menschen, an denen sich Tate rächen will.Charlotte und ihr Liebhaber Ray finden heraus, dass Tampa Tim ein Spitzel ist und stellen ihn in der Wüste zur Rede.","versions":[{"lang":1,"streams":[{"redirect":14293765,"hoster":"VOE"},{"redirect":14293757,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Entscheidung auf der Brücke","epNo":11,"alt":"Take The Ride, Pay The Toll","descr":"Auf der Bridge of the Americas kommt es zum Showdown zwischen David Tate, der Daniel Frye in seine Gewalt gebracht hat, und Marco, der verzweifelt versucht zu erfahren, wo sein Sohn Gus gefangen ist. Tate hat sich einen Sprengstoffgürtel umgelegt und droht, die Brücke in die Luft zu sprengen, wenn Marco nicht Frye erschießt. Unterdessen hat Sonya einen neuen Verdacht, wo Tate Gus eingesperrt haben könnte – es kommt zu einem Wettlauf mit der Zeit.Marco kämpft auf der Brücke mit seinen Rachegelüsten gegenüber Tate. Seine Partnerin Sonya muss zum äußersten Mittel greifen, um ihn davon abzuhalten, Selbstjustiz zu verüben.","versions":[{"lang":1,"streams":[{"redirect":14293759,"hoster":"VOE"},{"redirect":14293760,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Auserwählte","epNo":12,"alt":"All About Eva","descr":"Der Killer ist gefasst – und Marco hat alles, was ihm im Leben wichtig gewesen ist, verloren: seinen Sohn, seine Frau und seine Töchter. Währenddessen geht Charlotte eine äußerst ungewöhnliche Allianz ein. Und Linder ist fest entschlossen, Eva zu fragen, ob sie ihn heiraten will. Doch die hat die Ranch längt verlassen. Sonya nutzt Linders neueste Probleme, um ihre Beziehung zu Marco wieder zu bereinigen.","versions":[{"lang":1,"streams":[{"redirect":14293768,"hoster":"VOE"},{"redirect":14293764,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auge um Auge","epNo":13,"alt":"The Crazy Place","descr":"Sonya überredet Marco, den Fall der verschwundenen Frauen von Ciudad Juárez mit ihr zu bearbeiten. Sie gehen gemeinsam der Spur nach, dass Eva nach ihrer Entführung auf dem Polizeirevier in Juárez gewesen sein soll. Unterdessen kehrt auch Adrianans Schwester nicht von der Arbeit zurück.Sonya macht sich Sorgen, dass ihr Partner sich am Mörder seines Sohnes rächen will, aber Marco beschwichtigt sie.","versions":[{"lang":1,"streams":[{"redirect":14293766,"hoster":"VOE"},{"redirect":14293769,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Yankee","epNo":1,"alt":"Yankee","descr":"Sonya trifft einen Mann aus ihrer Vergangenheit, während Marco entdeckt, dass er in seiner eigenen Wohnung nicht mehr sicher ist. Frye und Adriana untersuchen die Ursprünge des \"Money House\". Eine mysteriöse Frau überquert die Brücke in El Paso.","versions":[{"lang":1,"streams":[{"redirect":14298289,"hoster":"VOE"},{"redirect":14298288,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jagd auf ein Phantom","epNo":2,"alt":"Ghost of a Flea","descr":"Ein bizarrer Mord erregt auf beiden Seiten der Grenze Aufmerksamkeit. Frye und Adriana finden mehr heraus, als sie nach den ersten Anhaltspunkten erwartet hatten. Eleanor wirbt um die Hilfe eines jungen Mannes.","versions":[{"lang":1,"streams":[{"redirect":14298291,"hoster":"VOE"},{"redirect":14298293,"hoster":"Vidoza"},{"redirect":14298292,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Flug der Schmetterlinge","epNo":3,"alt":"Hard Winter","descr":"Sonya und Marco machen eine beunruhigende Entdeckung auf ihrer Suche nach Eleanor. Bei Charlottes Schmuggelgeschäften kommt es zu Problemen. Eva und Linder werden wieder vereint.","versions":[{"lang":1,"streams":[{"redirect":14298294,"hoster":"VOE"},{"redirect":14298296,"hoster":"Vidoza"},{"redirect":12986983,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf offener Straße","epNo":4,"alt":"The Acorn","descr":"Während Marco das wahre Ausmaß von Fausto Galvans Macht entdeckt, gewinnt er einen neuen Verbündeten. Ein Zwischenfall bei einer örtlichen Bank führt die Ermittlungen zu neuen Beweisen. Charlotte und Ray besprechen ihre Pläne für die Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14298304,"hoster":"VOE"},{"redirect":14298305,"hoster":"Vidoza"},{"redirect":14298299,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergeltung","epNo":5,"alt":"Eye of the Deep","descr":"Sonya und Hank entdecken das erschütternde Ausmaß der Verbrechen an Eva. Derweil stellt sich Marco einem alten Erzfeind. Frye erhält ein Angebot von der Drogenbehörde. Fausto Galvan bekommt seine Rache","versions":[{"lang":1,"streams":[{"redirect":14298300,"hoster":"VOE"},{"redirect":14298308,"hoster":"Vidoza"},{"redirect":14298306,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Komplott","epNo":6,"alt":"Harvest of Souls","descr":"Bei den Ermittlungen zu Evas Fall geraten Marco und Sonya in Gefahr. Unterdessen nimmt Eva auch noch die Sache in ihre eigenen Hände. Die Zeichnungen seines verstorbenen Bruders führen Jack Dobbs zu einer schockierenden Entdeckung. Frye trifft eine wichtige Karriereentscheidung.","versions":[{"lang":1,"streams":[{"redirect":14298307,"hoster":"VOE"},{"redirect":14298312,"hoster":"Vidoza"},{"redirect":14298303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gnadenlos","epNo":7,"alt":"Lamia","descr":"Bei ihren Nachforschungen kommen Adriana und Frye an Informationen, die ihre Angehörigen in Gefahr bringen. Sonya erfährt die Wahrheit über den Tod ihrer Schwester.","versions":[{"lang":1,"streams":[{"redirect":14298313,"hoster":"VOE"},{"redirect":14298315,"hoster":"Vidoza"},{"redirect":14298314,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aus und vorbei","epNo":8,"alt":"Goliath","descr":"Sonya besucht einen Fremden aus ihrer Vergangenheit und Marcos bisherige Machenschaften kommen ans Licht. Eleanors Loyalität wird auf die Probe gestellt, während die Festnahme von Fausto Galvan vorbereitet wird.","versions":[{"lang":1,"streams":[{"redirect":14298309,"hoster":"VOE"},{"redirect":14298310,"hoster":"Vidoza"},{"redirect":14298316,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Killerkommando","epNo":9,"alt":"Rakshasa","descr":"Im Wettlauf gegen die Zeit versucht Marco alles, um Sonya aus den Händen ihrer Entführer zu befreien. Fausto Galvan wird mit Verrat innerhalb seiner Organisation konfrontiert. Ein unerwartetes Treffen findet beim Red Ridge View statt.","versions":[{"lang":1,"streams":[{"redirect":14298321,"hoster":"VOE"},{"redirect":14298322,"hoster":"Vidoza"},{"redirect":14298320,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blutspur","epNo":10,"alt":"Eidolon","descr":"Nach der blutigen Auseinandersetzung am Red Ridge View ermitteln Sonya und Marco am Tatort und versuchen Hank, der an wertvolle Informationen gelangen konnte, wieder zu finden. Bei ihrer Recherchearbeit stoßen Frye und Adriana auf kompromittierende Beweise gegen die CIA. Fausto Galvan trifft nach all dem Druck der letzten Tage eine wichtige Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":14298318,"hoster":"VOE"},{"redirect":14298324,"hoster":"Vidoza"},{"redirect":14298317,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Verhör","epNo":11,"alt":"Beholder","descr":"Sonya konnte Eleanor Nacht festnehmen und hat nun endlich die Möglichkeit sie bezüglich der Ereignisse der letzten Wochen zu befragen. Es kommt zu einem dramatischen Verhör. Marcos Beziehung zu Fausto Galvan wird auf die Probe gestellt als er sich auf die Suche nach ihm macht. Linder und Eva besprechen die Pläne für ihre gemeinsame Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14298326,"hoster":"VOE"},{"redirect":14298335,"hoster":"Vidoza"},{"redirect":14298325,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tanz auf dem Vulkan","epNo":12,"alt":"Quetzalcoatl","descr":"Marco konnte Fausto Galvan in seinem Versteck ausfindig machen. Nun könnte er dessen Ticket in die Freiheit werden. Sonya versucht in der Zwischenzeit Eleanors Notizbuch zu interpretieren, während Frye und Adriana die Polizeiermittlungen unterstützen.","versions":[{"lang":1,"streams":[{"redirect":14298332,"hoster":"VOE"},{"redirect":14298336,"hoster":"Vidoza"},{"redirect":14298323,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jagdfieber","epNo":13,"alt":"Jubilex","descr":"Fausto Galvan ist mit Marco auf der Flucht vor den Marines. Dabei wird Marcos Loyalität auf die ultimative Probe gestellt wird. Sonya versucht die Polizeiermittlungen erfolgreich abzuschließen, während Eleanor sich ihrer Vergangenheit stellt. Linder schwebt nach einer Schussverletzung in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":14298340,"hoster":"VOE"},{"redirect":14298330,"hoster":"Vidoza"},{"redirect":14298327,"hoster":"Streamtape"}]}]}]}]}