{"seriesId":"the-victim","name":"The Victim","descr":"Annas Sohn wurde vor zwanzig Jahren ermordet. In Carl, einem Arbeiter aus Dundee, Schottland, glaubt sie den Mörder von damals zu erkennen, der nun unter einer neuen Identität lebt. Anna stellt ihn im Internet an den Pranger – und tritt damit eine moderne Hexenjagd los. Ist Carl wirklich der Kindsmörder von einst oder, wie er behauptet, ein unschuldiges Opfer einer infamen Verwechslung?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Fünfzehn Jahre nach dem Mord an ihrem Sohn erscheint Anna Dean (Kelly Macdonald) vor Gericht in Edinburgh, wo eine wichtige Verhandlung beginnt. Doch wer ist angeklagt? Sechs Monate zuvor wird Craig Myers (James Harkness) tätlich angegriffen und entdeckt, dass er online als der berüchtigte Kindermörder Eddie J. Turner beschuldigt wird.","versions":[{"lang":2,"streams":[{"redirect":10761775,"hoster":"VOE"},{"redirect":10148059,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Der Tag, auf den Anna (Kelly Macdonald) gewartet hat, ist da: Der Mann, von dem sie glaubt, er habe ihren Sohn getötet, steht vor Gericht und muss sich seinen Taten stellen. In der Vergangenheit lebt Craig (James Harkness) mit den Beschuldigungen und fürchtet um die Sicherheit seiner Tochter während sich Risse in der Beziehung zu seiner Frau Rebecca auftun.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Es ist an Anna (Kelly Macdonald) auszusagen. Doch kann sie ihre Wut auf Craig Myers (James Harkness) vor Gericht zügeln und die Geschworenen von ihrer Unschuld überzeugen? Craig ist isoliert und erreicht ein neues Tief als die Gerichtsverhandlung beginnt. Annas Besessenheit, zu beweisen, dass Craig in Wirklichkeit Eddie J. Turner ist, droht ihre Familie auseinander zu reißen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Die Geschworenen fällen ihr Urteil und Anna Dean (Kelly Macdonald) erfährt vor Gericht ihr Schicksal. Anna und Craig Myers (James Harkness) stehen sich im Zuge des juristischen Wirkens erneut gegenüber und schockierende neue Enthüllungen kommen ans Licht.","versions":[]}]}]}