{"seriesId":"the-feed","name":"The Feed (2019)","descr":"In der nahen Zukunft sind die Gehirne der Menschen durch die fortschrittliche Technologie The Feed miteinander verlinkt. Jede Emotion, jedes Interaktion und jede Erinnerung kann sofort geteilt werden. In dieser Welt leben Tom und Kate, die versuchen der Sucht nach dem Feed zu widerstehen. Dies hat vor allem für Tom persönlichen Hintergründe.Denn sein Vater ist der Erfinder des Feed. Tom fürchtet die Technik, als er erfährt, welche Pläne sein Vater für die Zukunft des Feed hat. Doch eines Tages geschieht ein schreckliches Verbrechen. Jemand (oder etwas) schafft es durch den Feed andere Menschen zu kontrollieren und diese zu schrecklichen Taten zu zwingen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"In der Zukunft sind die Köpfe der Menschen mit dem Feed verbunden. Als etwas oder jemand in ihn eindringt, ist sein Schöpfer auf die Hilfe seines entfremdeten Sohnes angewiesen.","versions":[{"lang":1,"streams":[{"redirect":8482070,"hoster":"VOE"},{"redirect":8641230,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Voller Sorge um Kates Verhalten decken sie und Tom einen schrecklichen Eingriff in die Privatsphäre ihrer Familie auf.","versions":[{"lang":1,"streams":[{"redirect":8482087,"hoster":"VOE"},{"redirect":8641227,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Tom und Kate entfliehen der Stadt und besuchen Max und Evelyn auf einer digitalen Detox-Farm. Doch ist es wirklich so idyllisch wie es scheint?","versions":[{"lang":1,"streams":[{"redirect":8482091,"hoster":"VOE"},{"redirect":8641236,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Tom wendet sich an seinen Vater, um Max zu retten. Kate sucht nach einem Arzt, der ihre Feed-Transmitter entfernt, doch trifft auf die Resister.","versions":[{"lang":1,"streams":[{"redirect":8482073,"hoster":"VOE"},{"redirect":8641231,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Tom und Kate erfahren etwas Beunruhigendes über Bea. Sie stellen Lawrence und Meredith bei einem Abendessen zur Rede, bei dem lange gehegte Geheimnisse ans Licht kommen.","versions":[{"lang":1,"streams":[{"redirect":8482069,"hoster":"VOE"},{"redirect":8641225,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Lawrence ergreift Maßnahmen, um herauszufinden, was mit dem Feed passiert – mit verheerenden Folgen für die Hatfields.","versions":[{"lang":1,"streams":[{"redirect":8482080,"hoster":"VOE"},{"redirect":8641226,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Immer mehr Menschen werden besetzt, was Tom und Kate zu entschlossenen, aber gegensätzlichen Handlungen bewegt. Lawrence hinterlässt Ben eine letzte Herabwürdigung.","versions":[{"lang":1,"streams":[{"redirect":13993137,"hoster":"VOE"},{"redirect":8641228,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Bens Handlungen haben fatale Folgen und er verliert völlig die Kontrolle. Tom braucht Bens Hilfe, um die Besetzer aufzuhalten, doch findet er ihn rechtzeitig?","versions":[{"lang":1,"streams":[{"redirect":8482144,"hoster":"VOE"},{"redirect":8641229,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Tom und Ben kommen des Rätsels Lösung näher, während Kate und Martha sich einen erbitterten Kampf ums Überleben liefern.","versions":[{"lang":1,"streams":[{"redirect":8482099,"hoster":"VOE"},{"redirect":8641237,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Tom und Ben haben einen Streit mit katastrophalen Folgen. Kann Tom seine Tochter retten und Kate wiederfinden, bevor es zu spät ist?","versions":[{"lang":1,"streams":[{"redirect":8482123,"hoster":"VOE"},{"redirect":8641239,"hoster":"Streamtape"}]}]}]}]}