{"seriesId":"the-fbi-declassified","name":"The FBI Declassified","descr":"The FBI Declassified, erzählt von Alana De La Garza aus dem CBS-Drama FBI, bietet den Zuschauern einen beispiellosen Zugang zu einigen der größten Fälle, die von realen FBI-Agenten und -Analysten bearbeitet werden. Produziert wird die Sendung vom preisgekrönten Team hinter den \"48 HOURS\" von CBS News.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Saving Ethan","descr":"Ein Junge wird in einem unterirdischen Bunker im ländlichen Alabama als Geisel gehalten. Wie das FBI in den Kopf seines Entführers geriet.","versions":[{"lang":2,"streams":[{"redirect":14404218,"hoster":"VOE"},{"redirect":14444562,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Spies Next Door","descr":"\"Die Spione von nebenan\"Russische Spione, die als Amerikaner leben. Könnten sie deine Nachbarn sein? Wie das FBI eine potenzielle Bedrohung der nationalen Sicherheit gestoppt hat. Erzählt von Alana De La Garza aus der CBS-Serie \"FBI\".","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"20 Days of Terror: The Austin Bomber","descr":"\"20 Tage des Terrors: Der Austin Bomber\"Eine belagerte Stadt. Ein Serienbomber auf freiem Fuß. Wie das FBI dazu beigetragen hat, einen tödlichen Amoklauf zu beenden.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Swindling Seductress","descr":"\"Die betrügerische Verführerin\"Eine Betrügerin mit 15 Aliasnamen und Dutzenden von Betrügereien in 16 Bundesstaaten. Wie das FBI diesen mysteriösen Grifter überlistete.","versions":[{"lang":2,"streams":[{"redirect":14404248,"hoster":"VOE"},{"redirect":14444563,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dangerous Journey on the Silk Road","descr":"Wie ein FBI-Cyberteam den Drahtzieher hinter der Seidenstraße eroberte, einem illegalen Online-Marktplatz und Multimillionen-Dollar-Unternehmen, das illegale Artikel wie Drogen und Waffen verkauft. Sogar Auftragsmorde wurden diskutiert.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Enemy of the State","descr":"Ein bewaffneter Mann, der auf Rache aus ist. Regierungsbeamte sein Ziel. Wie FBI-Agenten undercover arbeiteten, um seinen Plan zu stoppen. Erzählt von Alana De La Garza aus der CBS-Serie \"FBI\".","versions":[{"lang":2,"streams":[{"redirect":14396011,"hoster":"VOE"},{"redirect":14444566,"hoster":"Streamtape"}]}]}]}]}