{"path":"/serie/stream/the-i-land","name":"The I-Land","descr":"Zehn Menschen erwachen auf einer mysteriösen Insel. Sie wissen nicht, wie sie dorthin gekommen sind noch was wo sie sich befindet oder was sie dort sollen, aber schon bald finden sie heraus, das hier nichts so ist, wie es scheint. Die Insel hält Herausforderungen für die Gruppe bereit, die sie körperlich und psychisch an ihre Grenzen bringt und sie vor die Wahl stellt: als bessere Versionen ihrer Selbst zu kämpfen oder als ihre schlechtesten Inkarnationen zu sterben.","seasons":[{"path":"/serie/stream/the-i-land/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-i-land/staffel-1/episode-1","name":"Schöne neue Welt","epNo":1,"alt":"Brave New World","descr":"Am Strand einer tropischen Insel kommen zehn Fremde zu sich und finden in ihrer direkten Umgebung jeweils einen bestimmten Gegenstand. Schnell fällt den Anwesenden auf, dass sich keiner von ihnen an die Zeit vor dem Aufwachen erinnern kann. Während einige der vermeintlich Gestrandeten schwimmen gehen und dabei auf einen gefährlichen Meeresbewohner treffen, begeben sich eine Frau namens Gabriela Chase und ein Mann namens Brody auf eine erste Erkundungstour. Diese nimmt einen höchst unschönen Verlauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6583019","hoster":"VOE"}]}]},{"path":"/serie/stream/the-i-land/staffel-1/episode-2","name":"Die pr","epNo":2,"alt":"The Gorgeous Palaces","descr":"Chase, die ein mysteriöses Schild für einen wichtigen Hinweis hält, entdeckt ein vor der Küste treibendes Floß, auf dem sie über einige hilfreiche Dinge stolpert. Ihren Fund will sie zunächst für sich behalten, muss dann aber den aufmerksamen Cooper einweihen. Da ein kräftiges Unwetter Kurs auf die mysteriöse Insel nimmt und kein Unterschlupf in Sicht ist, diskutieren die vermeintlich Gestrandeten ihr weiteres Vorgehen. Brody, der Chase kurz zuvor bedrängt hat, zeigt sich dabei immer häufiger von seiner grausamen Seite.","versions":[]},{"path":"/serie/stream/the-i-land/staffel-1/episode-3","name":"Dies leere Schaugepräng’","epNo":3,"alt":"The Insubstantial Pageant","descr":"Nachdem Brodys Leiche am Strand gefunden und Chase von den anderen Insulanern attackiert wurde, erwacht die Ex-Soldatin urplötzlich in einer ihr unbekannten medizinischen Einrichtung und kann sich fürs Erste nicht bewegen. Nur wenig später erfährt die junge Frau, was es mit der mysteriösen Insel auf sich hat und warum sie und die anderen Fremden dort zu sich gekommen sind. Während Chase immer wieder von Erinnerungsfetzen an ihr früheres Leben heimgesucht wird, demonstriert sie ihre Widerstandsfähigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6583017","hoster":"VOE"}]}]},{"path":"/serie/stream/the-i-land/staffel-1/episode-4","name":"Herrliche Geschöpfe","epNo":4,"alt":"Many Goodly Creatures","descr":"Chase erwacht zum zweiten Mal auf der Insel und wird nach Brodys Ermordung von den anderen Anwesenden gefangen gehalten. Obwohl sie ihren Leidensgenossen berichtet, was sie herausgefunden hat, findet sie kein Gehör. Die ohnehin angespannte Lage spitzt sich weiter zu, als zwei Unbekannte, die sich Bonnie und Clyde nennen, auf dem Eiland erscheinen. Neben Chase, die eine erschütternde Entdeckung macht, werden nun auch die übrigen Gestrandeten langsam von Visionen aus ihrem alten Leben befallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6583022","hoster":"VOE"}]}]},{"path":"/serie/stream/the-i-land/staffel-1/episode-5","name":"Die wolkenhohen Türme","epNo":5,"alt":"The Cloud Capp’d Towers","descr":"Die frühere Bankräuberin Taylor ist wild entschlossen abzuhauen und lässt sich dabei auch nicht von der ehemaligen Krankenschwester Blair aufhalten. Ihr riskantes Unterfangen bringt Taylor allerdings in eine lebensbedrohliche Lage. KC schlägt sich derweil mit den grausamen Erkenntnissen über ihre Vergangenheit herum. Während Chase ein verlassenes Hotel durchsucht, begreift sie dank ihrer Flashbacks, dass sie und Cooper einst ein Paar waren.","versions":[]},{"path":"/serie/stream/the-i-land/staffel-1/episode-6","name":"Selbst der große Erdball","epNo":6,"alt":"The Great Globe Itself","descr":"Die schwer getroffene KC wird abermals von Visionen aus ihrer Vergangenheit verfolgt, findet allerdings Trost bei Moses und kommt ihm langsam näher. Da Blair dem obsessiven Donovan nicht über den Weg traut, bittet sie Mason um Hilfe. Kurz darauf kommt es zu einer tödlichen Auseinandersetzung. Chase und Cooper, deren gemeinsame Geschichte endgültig gelüftet wird, setzen sich kompromisslos zur Wehr, als zwei andere Insulaner sie auf der Suche nach Antworten in die Enge treiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6583027","hoster":"VOE"}]}]},{"path":"/serie/stream/the-i-land/staffel-1/episode-7","name":"Im dunklen Hintergrund","epNo":7,"alt":"The Dark Backward","descr":"Nach dem Verlassen der Insel darf sich Chase, deren Unschuld inzwischen ans Tageslicht gekommen ist, endlich auf ein Leben in Freiheit freuen. Ein skrupelloser Gefängnisdirektor setzt sie allerdings massiv unter Druck und versucht, die bevorstehende Befragung der Ex-Soldatin in seinem Sinne zu beeinflussen. Im weiteren Verlauf zeigt sich, dass die Erlebnisse, die Chase und ihren Leidensgenossen auf der mysteriösen Insel widerfahren sind, gezielt manipuliert wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6583031","hoster":"VOE"}]}]}]}]}