{"seriesId":"the-oath","name":"The Oath","descr":"Sie stehen für Rechtschaffenheit und das Gesetz. Doch diese Polizisten tragen ihre ehrbaren Dienstmarken nur als Tarnung für Korruption und Machtmissbrauch. Die Ravens sind eine geheime und extrem loyale Gang innerhalb der Polizei. Sie sind korrupt, überfallen gerne mal selbst eine Bank und arbeiten mit hochrangigen Drogengangs zusammen. Ihr ehemaliger Anführer ist Tom Hammond (Sean Bean), der nach einem schweren Vergehen ins Gefängnis wandert. Doch nun ist er wieder auf freiem Fuß und versucht erneut seine einstige Machtposition zurückzuerlangen.Er trommelt seine treuen Anhänger der Ravens zusammen und sinnt auf Rache, an den Personen, die für seine Inhaftierung gesorgt haben. Doch innerhalb der Polizei gibt es bereits Ermittlungen unter der Leitung der Agentin Aria Price (Elisabeth Röhm), die den Geheimbund der Ravens zerschlagen will. Toms Bruder Steve (Ryan Kwanten) und seine Kollegen Ramos (Joseph Julian Soria) und Karen (Katrina Law) stehen nun zwischen den Fronten. Doch ein Raven muss alles dafür tun, die eigenen Mitglieder zu schützen - um jeden Preis.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Deal (1)","epNo":1,"alt":"Episode 1","descr":"Das FBI hat sich als Ziel gesetzt, den kriminellen Machenschaften von Gangmitgliedern innerhalb der Polizei ein Ende zu setzten. Die Ravens – angeführt von Steve Hammond, sind eine Gruppe korrupter Polizisten. Steve Hammond steht unter Druck, Informationen über andere Gangs herauszugeben und zusätzlich den Undercover Agenten Damon Byrd aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8487676,"hoster":"VOE"},{"redirect":8644203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10379204,"hoster":"VOE"},{"redirect":10147592,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Konsequenzen","epNo":2,"alt":"Episode 2","descr":"Agent Price befiehlt Byrd, seinen Fokus auch auf lokale Kriminelle zu legen, im Besonderen die lokale Drogengang mit Anführer Neckbone und seinem Bruder Sleep. Hammond hat eine Idee, wie er Price dazu bringen könnte, neue Information über die dreckigen Geschäfte einer Polizei-Gang mit ukrainischen Gangstern zu entlocken. Doch Neckbone schöpft Verdacht.","versions":[{"lang":1,"streams":[{"redirect":8487687,"hoster":"VOE"},{"redirect":8644201,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Haken","epNo":3,"alt":"Episode 3","descr":"Eine Textnachricht von einer unerwarteten Quelle versetzt die Ravens und Byrd in Panik. Neckbone stattet den Ravens einen unangekündigten Besuch ab und stellt gezielte Fragen, um die Quelle der neuen synthetischen Droge WMD herauszufinden. Ramos kommt in Bedrängnis während Beachs geheime Romanze ungeahnte Folgen für die Ravens haben wird...","versions":[{"lang":1,"streams":[{"redirect":8487695,"hoster":"VOE"},{"redirect":8644204,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"Episode 4","descr":"Neckbone gerät unter Verdacht, etwas mit dem Blutbad zu tun zu haben, dass durch die neue Droge WMD ausgelöst wurde. Price wird daraufhin von ihren Vorgesetzten unter großen Druck gesetzt, die Quelle der neuen tödlichen Droge ausfindig zu machen. In der Zwischenzeit fängt die Loyalität von Hammonds Gang-Mitgliedern langsam an zu bröckeln.","versions":[{"lang":1,"streams":[{"redirect":8487681,"hoster":"VOE"},{"redirect":8644207,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rache","epNo":5,"alt":"Episode 5","descr":"Beach gibt eine wichtige Information weiter, um so ihre Loyalität den Ravens gegenüber zu beweisen. Unterdessen machen Hammond und Ramos eine überraschende Entdeckung über die Ravens. Ramos muss sich eingestehen, dass Lourdes und Veronica in ihrem Zuhause nicht sicher sind.","versions":[{"lang":1,"streams":[{"redirect":12930229,"hoster":"VOE"},{"redirect":8644206,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Treue","epNo":6,"alt":"Episode 6","descr":"Tom (Sean Bean) riskiert durch seine Rache an Winters (Eve Mauro) einen fürchterlichen Bandenkrieg, während Hammond (Ryan Kwanten) von Neckbone (Kwame Patterson) ein tödliches Ultimatum ausgestellt bekommt. Zwischen Hammond und seinem Vater kommt es derweil zu einem Machtkampf innerhalb der Gang. Dabei muss sich Hammond zusammen mit Cole (Cory Hardrict) eigentlich um ein anderes Problem kümmern. Doch ihr Plan, die Pensionskasse wieder aufzufrischen, geht nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":8487691,"hoster":"VOE"},{"redirect":8644212,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gejagt","epNo":7,"alt":"Episode 7","descr":"Eine fehlgeschlagene Razzia des FBI sorgt zwar dafür, dass die gefährliche Droge von den Straßen genommen werden kann. Dafür hat es Neckbone (Kwame Patterson) jetzt aber auf die Ravens abgesehen. Hammond (Ryan Kwanten) wird derweil von Price (Elisabeth Röhm) unter Druck gesetzt, seinen Vater von ihrem Deal zu überzeugen. Tom (Sean Bean) nutzt indes einen erfolgreichen Überfall dazu, seine Machtposition zu zementieren. Neckbone, der abtaucht, beginnt andernorts mit seinem Rachefeldzug...","versions":[{"lang":1,"streams":[{"redirect":8487699,"hoster":"VOE"},{"redirect":8644209,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vergeltung","epNo":8,"alt":"Episode 8","descr":"Nachdem sich Hammonds (Ryan Kwanten) und Coles (Cory Hardrict) schlimmste Befürchtungen bewahrheitet haben, suchen sie mit Hochdruck nach Neckbone (Kwame Patterson). Byrd (Arlen Escarpeta) versucht derweil, eine Verbindung zwischen der Droge und der Pharmaindustrie herzustellen, erhält dabei jedoch keine Unterstützung von dem FBI. Price (Elisabeth Röhm) wendet sich indes an Tom (Sean Bean), um ihn umzustimmen. Und Foster (Michael Malarkey) zeigt Beach (Katrina Law) belastende Beweise, die er von Winters (Eve Mauro) gestohlen hat.","versions":[{"lang":1,"streams":[{"redirect":8487696,"hoster":"VOE"},{"redirect":8644208,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verlust","epNo":9,"alt":"Episode 9","descr":"Hammond (Ryan Kwanten) und seine Crew attackieren Neckbone (Kwame Patterson) in seinem Versteck, wo sie eine schockierende Überraschung erwartet. Die Ravens finden sich derweil in einer Situation wieder, in der sie von allen Seiten angegriffen werden - und dann kehrt unerwartet auch noch ein weiterer Feind zurück, der es auf sie abgesehen hat. Andernorts verbrennt sich Foster (Michael Malarkey), der es auf den Pharma-Unternehmer Shankman (Aaron Abrams) abgesehen hat, die Finger. Die Gang steht indes mit dem Rücken zur Hand und muss um ihr Überleben kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8487698,"hoster":"VOE"},{"redirect":8644210,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wechsel","epNo":10,"alt":"Episode 10","descr":"Die Behörden gehen gnadenlos gegen die Ravens vor. Hammond (Ryan Kwanten) ist dazu bereit, sich für die Gang zu opfern, doch Beach (Katrina Law) hat noch ein letztes Ass im Ärmel. Hammond schließt einen Handel mit Price (Elisabeth Röhm) ab, um seine Crew zu retten. Der riskante Deal hat aber einen Haken und birgt eine große Gefahr. Zwischen den Ravens und Neckbone (Kwame Patterson) kommt es dann zum ultimativen Showdown.","versions":[{"lang":1,"streams":[{"redirect":8487700,"hoster":"VOE"},{"redirect":8644211,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rache","epNo":1,"alt":"Revenge","descr":"Der kolumbianische Cartellboss Ignacio Velazquez soll in ein anderes Gefängnis verlegt werden. Die Ravens bekommen von dessen Tochter Carmen und dessen Sohn Ricardo den Auftrag, den Polizeikonvoi zu überfallen und Ignacio zu befreien. Zuerst scheint alles glatt zu laufen, doch dann kommt alles ganz anders.","versions":[{"lang":1,"streams":[{"redirect":13114584,"hoster":"VOE"},{"redirect":8644214,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nachspiel","epNo":2,"alt":"Aftermath","descr":"Christine wird Teil der Ravens, was sie zur Zielscheibe der Kartell-Mörder macht. Cole (Cory Hardrict) versucht unterdessen gegen die Auswirkungen des Artikels vorzugehen. Beach (Katrina Law) und Ramos (Joseph Julian Soria) finden heraus, wer die zweite Quelle des Reporters ist.","versions":[{"lang":1,"streams":[{"redirect":13114587,"hoster":"VOE"},{"redirect":8644217,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Machtwort","epNo":3,"alt":"Mano","descr":"Steve schafft es, Christine und ihre Schwester unbeschadet aus der Gewalt von Ricardo zu befreien. Ramos wird wahrscheinlich das Sorgerecht für seine Tochter verlieren. Die Lage verschärft sich, als Veronica von zu Hause wegläuft und bei Ramos auftaucht.","versions":[{"lang":1,"streams":[{"redirect":13114590,"hoster":"VOE"},{"redirect":8644213,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Angebot","epNo":4,"alt":"Proposition","descr":"Carmen übergibt Steve mit Verweis auf Kraleys Raubzug nur 200.000$, statt der vereinbarten fünf Millionen. Sie bietet ihm Startkapital und Aufträge für die Gründung einer Securityfirma an.","versions":[{"lang":1,"streams":[{"redirect":12930230,"hoster":"VOE"},{"redirect":8644215,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nachfolge","epNo":5,"alt":"Succession","descr":"Beach konfrontiert ihren möglichen Vater. Während der Revierkampf mit G zu eskalieren droht, kommen Cole Zweifel am Treiben der Cop-Gang Ravens. Auch Steve will aussteigen. Problem dabei: Kartellboss-Sohn Ricardo will die Macht übernehmen und greift an.","versions":[{"lang":1,"streams":[{"redirect":8487701,"hoster":"VOE"},{"redirect":8644216,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"jUDAS","epNo":6,"alt":"Judas","descr":"Ricardo stürzt seinen Vater und verlangt von Steve, dass die Ravens für ihn arbeiten. Zum Schein willigt er ein. Officer Hammond von der DEA ist auf der Suche nach Price, seiner Informantin. Da diese nach der Machtübernahme Ricardos verschwunden ist braucht Hammond einen neuen Informanten.","versions":[{"lang":1,"streams":[{"redirect":13114589,"hoster":"VOE"},{"redirect":8644223,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Exodus","epNo":7,"alt":"Exodus","descr":"Nach dem Mord an Pastor Greg möchte Cole die Gang verlassen. Christine kämpft um das Sorgerecht für ihre Schwester. Carmen bietet Andres einen Deal an. Sie ist bereit ihren Bruder an die Polizei auszuliefern für die Garantie, dass ihr Vater seine Strafe in Kolumbien, und nicht in den USA, absitzen kann.","versions":[{"lang":1,"streams":[{"redirect":8487712,"hoster":"VOE"},{"redirect":8644219,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Endspiel","epNo":8,"alt":"Restitution","descr":"Nach dem Tod von Beach sind die Ravens geschockt und gelähmt. Steve befürchtet, dass es noch mehr Opfer geben wird. Cole will Steve überzeugen, einen anderen Weg einzuschlagen, damit das Blutvergießen aufhört.","versions":[{"lang":1,"streams":[{"redirect":9997547,"hoster":"VOE"},{"redirect":9997548,"hoster":"Streamtape"}]}]}]}]}