{"seriesId":"the-fall","name":"The Fall","descr":"In der Krimiserie The Fall schlüpft Gillian Anderson in die Rolle von Detective Superintendent Stella Gibson , die aus London in die nordirische Hauptstadt Belfast beordert wird, um dort einen Mörder aufzuspüren.Der Familientherapeut Paul Spector ist in seinem zweiten Leben ein Serienmörder. Seine dunkle Nebenbeschäftigung kaschiert er perfekt mit einem vordergründig harmonischen Familienleben. Er führt eine glückliche Ehe mit Sally-Ann  und hat zwei aufgeweckte Kinder, Liam Beattie und Olivia . Seine dunkle Obsession mit äußerlich sehr ähnlichen Frauen scheint ihn jedoch dazu zu zwingen, akkurat geplante Morde zu begehen. Auch für die Anwältin Sarah Kay entwickelt er eine düstere Faszination.Wenngleich Stella Gibson nicht für diese Aufgabe von London nach Belfast beordert wurde, stößt sie doch schnell auf den Zusammenhang in mehreren Mordfällen. Die Jagd beginnt","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Dunkler Abstieg","epNo":1,"alt":"Dark Descent","descr":"Als ein Mordfall in Belfast nicht gelöst werden kann, schickt die London Metropolitan Police Detective Superintendent Stella Gibson hin. Sie findet Ähnlichkeiten zu einem Fall von vor 18 Monaten und ist bald überzeugt, dass es sich um einen Serienmörder handelt. Doch ihre Vorgesetzten sind nicht ihrer Meinung. Das hat fatale Folgen.","versions":[{"lang":1,"streams":[{"redirect":13731842,"hoster":"VOE"},{"redirect":13731844,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328829,"hoster":"VOE"},{"redirect":10143269,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dunkelheit sichtbar","epNo":2,"alt":"Darkness Visible","descr":"Nach den Morden an Fiona Gallagher, Alice Monroe und Sarah Kay stellt Ermittlerin Stella Gibson eine Taskforce zusammen und wendet sich in einer Pressekonferenz an die Öffentlichkeit. Sie ist sich sicher: Der Serienmörder Paul Spector plant bereits seinen nächsten Mord und wird in immer kürzeren Abständen weiter töten. Und sie hat Recht.","versions":[{"lang":1,"streams":[{"redirect":13731840,"hoster":"VOE"},{"redirect":13731851,"hoster":"Vidoza"},{"redirect":13731841,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328827,"hoster":"VOE"},{"redirect":10143270,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unverschämtheit","epNo":3,"alt":"Insolence \u0026 Wine","descr":"Detective Superintendent Gibson ermittelt weiter unter Hochdruck an den Mordfällen in Belfast. Während sie und der stellvertretende Polizeichef Jim Burns eine Pressekonferenz abhalten, nimmt der Serienkiller sein nächstes Opfer ins Visier: Annie Brawley.","versions":[{"lang":1,"streams":[{"redirect":13731822,"hoster":"VOE"},{"redirect":13731823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328831,"hoster":"VOE"},{"redirect":10143271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mein Abenteuerlied","epNo":4,"alt":"My Adventurous Song","descr":"Kommissarin Gibson erfährt zufällig von einer Frau namens Rose Stagg, die zu Studienzeiten von einem Lover gewürgt wurde. Gibson ahnt, dass es einen Zusammenhang mit den aktuellen Serienmorden an Frauen in Belfast gibt und geht der Spur nach. Inzwischen bricht Paul Spector in das Haus seines nächsten Opfers ein. Doch bei Annie Brawley läuft sein Mordplan aus dem Ruder.","versions":[{"lang":1,"streams":[{"redirect":13731835,"hoster":"VOE"},{"redirect":13731838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328834,"hoster":"VOE"},{"redirect":10143272,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der weite Abgrund","epNo":5,"alt":"The Vast Abyss","descr":"Da ihr Bruder den Mörder beim Einbruch überrascht, überlebt Annie Brawley den Angriff. Kommissarin Gibson versucht mit allen Mitteln, Informationen vom Opfer zu bekommen, aber Annie liegt im Koma. Um sein Alibi wasserdicht zu machen, zwingt derweil Spector das Kindermädchen Katie zu einer Lüge. Als Sally Ann von der Affäre ihres Mannes mit der Nanny erfährt, beschließt sie, ihn zu verlassen. Spector wird klar, dass er jetzt mit dem Morden aufhören muss. Er ruft Gibson an, um sich zu verabschieden.","versions":[{"lang":1,"streams":[{"redirect":13731826,"hoster":"VOE"},{"redirect":13731828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745235,"hoster":"VOE"},{"redirect":13745237,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11328833,"hoster":"VOE"},{"redirect":10143279,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gehen Sie die Linie","epNo":1,"alt":"Walk the Line","descr":"Detective Stella Gibson wird nach Belfast versetzt, um dort den Serienmörder Paul Spector zu fassen. Neben seinem harmonischen Familienleben mutiert er nachts zum brutalen Frauenmörder. Der stellvertretende Polizeichef Jim Burns macht weiterhin Druck bezüglich eines Durchbruchs in den Ermittlungen. Langsam entdeckt auch Katie, die Babysitterin der Spectors, die gefährliche Seite des vermeintlich harmlosen Familienvaters. Spectors Frau Sally ist bereit, die Polizei für ihn zu belügen, aber sie will wissen, wo er wirklich gewesen ist. Also erfindet Spector eine Affäre mit Babysitterin Katie und riskiert damit, dass Sally ihn verlässt. Um das zu verhindern, sieht er nur einen Ausweg: Mit ihr und den Kindern wegzugehen, alles hinter sich zu lassen und in Schottland neu anzufangen. Doch vorher will er sich von seiner Jägerin Stella Gibson, die ihm immer näher kommt, verabschieden, ihr sagen, dass jetzt mit dem Morden Schluss ist. Aber Stella ist sich sicher: Es ist nicht vorbei.","versions":[{"lang":1,"streams":[{"redirect":13731816,"hoster":"VOE"},{"redirect":13731839,"hoster":"Vidoza"},{"redirect":13731817,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745240,"hoster":"VOE"},{"redirect":13745245,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Einer namens Peter","epNo":2,"alt":"One Named Peter","descr":"Das Kindermädchen Sally bringt Spector gehörig unter Druck. Sie weiß zu viel, lügt und behauptet, mit Spector eine Affäre zu haben. Während Paul Spector mitten in der Nacht Rose Stagg von ihrem Zuhause entführt, werden ihre schlimmsten Befürchtungen wahr, als Spector ihr offenbart, dass er weiß, dass sie zur Polizei gegangen ist. Durch Roses Verschwinden erhöht sich der Druck auf die Polizeiermittlungen noch weiter. Gibson muss sich der Tatsache stellen, dass es ihre eigenen Worte waren, die Spector den Hinweis auf Rose gegeben haben, wodurch sie nur noch verzweifelter Rose retten und den Mörder fassen möchte.","versions":[{"lang":1,"streams":[{"redirect":13731813,"hoster":"VOE"},{"redirect":13731821,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745243,"hoster":"VOE"},{"redirect":13745242,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12451592,"hoster":"VOE"},{"redirect":10143280,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es ist immer am dunkelsten","epNo":3,"alt":"It\u0027s Always Darkest","descr":"Gibson ordnet die umfassende Überwachung von Spectors Familie an, da sie glaubt, dass diese sie zu Paul führen wird. Doch trotz dieses immensen Polizeieinsatzes bleibt sein Aufenthaltsort unbekannt. Während die Suche nach Rose Stagg mit jeder weiteren Stunde immer hoffnungsloser wird, gelangt ihr Katz-und-Maus-Spiel durch ein Beinahe-Zusammentreffen zwischen Spector und Gibson auf eine persönliche Ebene. Spector, der seine Wut nun gegen Gibson richtet, dringt in ihr Privatleben ein und genießt es, sie zu verhöhnen und zu provozieren. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13731811,"hoster":"VOE"},{"redirect":13731818,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745248,"hoster":"VOE"},{"redirect":13745255,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Würger","epNo":4,"alt":"Strangler","descr":"Während sich Gibson damit abfindet, dass Paul Spector in ihre Privatsphäre eingedrungen ist, zeigt eine schockierende Entdeckung erneut, dass Spector sowohl ein Meister im Manipulieren als auch eine beängstigende Kraft ist, mit der zu rechnen ist. Während Gibson Burns darüber informiert, dass ihr Zusammentreffen in ihrem Hotelzimmer möglicherweise von Paul Spector beobachtet wurde, ist sie ferner schockiert zu entdecken, dass er einem seiner überlebenden Opfer im Krankenhaus einen Besuch abgestattet hat. Sie packt diese Gelegenheit beim Schopfe und so gelingt es Gibson endlich, Spector zu lokalisieren und ihn überwachen zu lassen. Als jedoch eine Leiche gefunden wird, die auf Rose Staggs Beschreibung passt, ist Gibsons Freude über diesen Erfolg schlagartig dahin und sie muss sich nun ihren schlimmsten Befürchtungen stellen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13731856,"hoster":"VOE"},{"redirect":13731857,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745250,"hoster":"VOE"},{"redirect":13745258,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13502325,"hoster":"VOE"},{"redirect":10143283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Fall","epNo":5,"alt":"The Fall","descr":"Neben seinem harmonischen Familienleben mutiert er nachts zum brutalen Frauenmörder. Während sich Gibsons Schlinge um Paul Spector immer weiter zuzieht, beschließt er, um seiner Freiheit willen zu einem letzten Schlag auszuholen. Seine Vergangenheit holt ihn jedoch ein, was tödliche Folgen hat. Da Spector nun unter Beobachtung steht, möchte Gibson sicherstellen, dass eine solide Strategie für dessen Verhaftung aufgestellt wird, damit kein Beweisstück verloren geht und sie beste Chancen haben, Rose Stagg zu retten. Spector ist jedoch unberechenbar. Somit ist Gibson gezwungen, schnell zu handeln, als ihre sorgfältig aufgestellten Pläne vor ihren Augen zusammenfallen. Während sie sich auf die Stärke ihres Teams um sie herum verlässt, führen Gibsons Ermittlungen dazu, dass sie Zeugin der schockierenden Brutalität von Spectors Verbrechen wird. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13731852,"hoster":"VOE"},{"redirect":13731855,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745254,"hoster":"VOE"},{"redirect":13745264,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In Summe","epNo":6,"alt":"In Summation","descr":"Nachdem sich Spector in Gewahrsam befindet, beginnt die eigentliche Arbeit. Dem Team steht nur begrenzte Zeit zur Verfügung, bevor es ihn offiziell unter Anklage stellen oder freilassen muss. Da die Befragung Spector langweilt, fordert er, mit Gibson zu sprechen. So trifft Spector jetzt erstmals direkt auf Stella Gibson, die trotz aller Warnungen eingewilligt hat, ihn zu verhören. Sie liefert sich ihm damit aus, denn er hat ihr Tagebuch gelesen und weiß intime Details über sie. Das nutzt er im Verhör gnadenlos aus, aber er offenbart auch Einblicke in seine eigene Gedankenwelt, die von tiefer Verachtung für alle Menschen geprägt ist. Spectors einzige weiche Stelle ist seine Tochter Olivia. Gibson weiß das geschickt zu nutzen, und nach einem Besuch Olivias im Gefängnis bietet Spector schließlich an, die Polizei zu Rose Stagg zu führen. Dafür muss er unauffällig aus der U-Haft geholt und zu der von ihm genannten Stelle eskortiert werden. Doch ein Gefängniswärter steckt einem Reporter die Aktion, der wiederum James Tyler davon erzählt. Beide machen sich ebenfalls auf den Weg zu einem Waldstück, in dem sich die Ereignisse bald überschlagen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13731846,"hoster":"VOE"},{"redirect":13731849,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143273,"hoster":"VOE"},{"redirect":10143277,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schweigen und Leiden","epNo":1,"alt":"Silence and Suffering","descr":"Stella Gibson  hat Paul Spector  endlich verhaftet, jedoch wurde er vom eifersüchtigen Ehemann James Tyler  angeschossen, weshalb die Ärzte im Belfast General Hospital um sein Leben kämpfen.\r\rAls die Schießerei veröffentlicht wird, stellen Gibsons Vorgesetzte ihre Vorgehensweise infrage. Spectors junge Partnerin Katie arbeitet an seiner Flucht .","versions":[{"lang":1,"streams":[{"redirect":13731771,"hoster":"VOE"},{"redirect":13731781,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745262,"hoster":"VOE"},{"redirect":13745263,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seine unruhigen Gedanken","epNo":2,"alt":"His Troubled Thoughts","descr":"Gibson  und Burns  werden von einem Ombudsmann der Polizei wegen ihrer Behandlung des Falls unter die Lupe genommen. Als Spectors Name in der Presse veröffentlicht wird, sieht sich seine Familie mit den Konsequenzen daraus konfrontiert. Katie beschließt derweil, die Dinge in die eigene Hand zu nehmen. Krankenschwester Kiera Sheridan  und das Ärzteteam arbeiten unterdessen unermüdlich an Spectors Rettung.","versions":[{"lang":1,"streams":[{"redirect":13731788,"hoster":"VOE"},{"redirect":13731790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745265,"hoster":"VOE"},{"redirect":10143278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Tore des Lichts","epNo":3,"alt":"The Gates of Light","descr":"Als sich Spectors Gesundheitszustand bessert, nimmt sein Anwaltsteam mit dem festen Vorsatz die Arbeit auf, dass er nie vor Gericht stehen muss. Stella Gibson findet Hinweise darauf, dass es weitere Opfer geben könnte.","versions":[{"lang":1,"streams":[{"redirect":13731773,"hoster":"VOE"},{"redirect":13731780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490741,"hoster":"VOE"},{"redirect":10143275,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hölle in ihm","epNo":4,"alt":"The Hell Within Him","descr":"Gibson erfährt aus erster Hand von Sally-Anns Verzweiflung, während Burns seine Scham darüber, Sally-Ann  als Mitverschwörerin verfolgt zu haben, ausbadet.","versions":[{"lang":1,"streams":[{"redirect":13731785,"hoster":"VOE"},{"redirect":13731792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745270,"hoster":"VOE"},{"redirect":13745278,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wunden des tödlichen Hasses","epNo":5,"alt":"Wounds of Deadly Hate","descr":"Spectors Verteidigungsmannschaft ist sich sicher, dass er niemals vor Gericht stehen wird. Anderson  und Ferrington  machen eine Entdeckung, die Gibson  bei ihrem Fall helfen könnte.","versions":[{"lang":1,"streams":[{"redirect":13731782,"hoster":"VOE"},{"redirect":13731787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745273,"hoster":"VOE"},{"redirect":13745274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ihr einsamer Weg","epNo":6,"alt":"Their Solitary Way","descr":"Gibson und Anderson finden neue Beweise, die  Spector belasten. Das hat überraschende Resultate zur Folge. Spectors neue Freundschaft zu einem anderen Insassen hat niederschmetternde Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":13732028,"hoster":"VOE"},{"redirect":13731776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745218,"hoster":"VOE"},{"redirect":13745219,"hoster":"Streamtape"}]}]}]}]}