{"seriesId":"the-leftovers","name":"The Leftovers","descr":"Am 14. Oktober 2011 verschwinden plötzlich 140 Millionen Menschen und zeitgleich zwei Prozent der Weltbevölkerung spurlos. Die Zurückgeblieben sind traumatisiert, suchen verzweifelt nach einem Sinn. Urteilte das Jüngste Gericht darüber, wer die Erde verlässt und wer bleibt? Kevin Garvey, Polizeichef eines New Yorker Vororts, versucht, ein normales Leben aufrecht zu erhalten. Doch seine Frau schließt sich einer Sekte an, sein Sohn folgt einem Heiler und seine 16-jährige Tochter verliert den Glauben an die Zukunft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Einer von Fünfzig","epNo":1,"alt":"Pilot","descr":"140 Millionen Menschen verschwinden plötzlich von der Erde. Die Zurückgeblieben sind traumatisiert, suchen verzweifelt nach einem Sinn. Urteilte das Jüngste Gericht darüber, wer die Erde verlässt und wer bleibt? Kevin Garvey, Polizeichef eines New Yorker Vororts, versucht, ein normales Leben aufrecht zu erhalten. Doch seine Frau schließt sich einer Sekte an, sein Sohn folgt einem Heiler und seine 16-jährige Tochter verliert den Glauben an die Zukunft.","versions":[{"lang":1,"streams":[{"redirect":14375943,"hoster":"VOE"},{"redirect":13108437,"hoster":"Doodstream"},{"redirect":13108434,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eins zu Null für den Pinguin","epNo":2,"alt":"Penguin One, Us Zero","descr":"Kevin macht sich Sorgen um Tom, denn auch Jill hat längere Zeit nichts von ihrem Bruder gehört. Unterdessen ist Tom, der für den Guru Wayne arbeitet, weiterhin mit dessen Freundin Christine auf der Flucht. Als die beiden in einem Hostel frühstücken wollen, wird Christine von einem Deutschen angegriffen. Kevin ist sich unterdessen nicht mehr so ganz sicher was Realität ist und was nicht er hat die Befürchtung genau wie sein Vater den Verstand zu verlieren weswegen er seinen Vater such seit langem wieder mal besuchen fährt.","versions":[{"lang":1,"streams":[{"redirect":13108426,"hoster":"VOE"},{"redirect":13108431,"hoster":"Doodstream"},{"redirect":13108424,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei Boote und ein Hubschrauber","epNo":3,"alt":"Two Boats and a Helicopter","descr":"Reverend Matt Jamison predigt vor fast leeren Reihen in seiner Kirche. Mitten im Gebet für ein krankes Mädchen platzt ein wütender Mann herein und schlägt Jamison nieder. Kevin Garvey besucht den Reverend im Krankenhaus, kann ihn aber nicht von seiner Mission abhalten – Jamison verteilt überall in der Gemeinde Flugblätter mit den vermeintlich schlechten Taten der Opfer des 14. Oktober. Doch das ist diese Tage nicht sein einziges Problem. Der Reverent hat Kredit Schulden bei der Bank und so benötigt er innerhalb eines Tages 130.000$ sonst geht seine Kirche an die Bank die sie dann verkauft.","versions":[{"lang":1,"streams":[{"redirect":13108442,"hoster":"VOE"},{"redirect":13108463,"hoster":"Doodstream"},{"redirect":13108441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wo ist Jesus?","epNo":4,"alt":"B.J. and the A.C.","descr":"Ein symbolträchtiger Diebstahl sorgt in Mapleton für Aufruhr: Das Jesuskind von Mapletons Krippenspiel wurde entwendet. Jill möchte, dass ihr Vater handelt. Doch der hat bereits damit zu tun, die \"Guilty Remnants\" von einer bevorstehenden Charityaktion fern zu halten. Tom ist weiterhin mit Christine auf der Flucht. Unterwegs treffen sie einen geistig Verwirrten, der vorgibt, seherische Fähigkeiten zu haben.","versions":[{"lang":1,"streams":[{"redirect":14395646,"hoster":"VOE"},{"redirect":13108477,"hoster":"Doodstream"},{"redirect":13108471,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gladys","epNo":5,"alt":"Gladys","descr":"Gladys, ein Mitglied der Guilty Remnants, ist plötzlich verschwunden. Laurie beteiligt sich an der Suche im Wald und macht eine schreckliche Entdeckung. Meg steht vor der Entscheidung, ob sie den nächsten Schritt vollzieht und ihr Leben tatsächlich der Sekte verschreibt.","versions":[{"lang":1,"streams":[{"redirect":13108483,"hoster":"VOE"},{"redirect":13108500,"hoster":"Doodstream"},{"redirect":13108482,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gast","epNo":6,"alt":"Guest","descr":"Nora Durst, die selbst am 14. Oktober ihren Mann und beide Kinder verloren hat, arbeitet für die Regierungsabteilung, die sich mit dem Verschwinden beschäftigt. Sie soll an einer Podiumsdiskussion zum Thema teilnehmen, vor Ort ist ihre Anmeldung aber nicht auffindbar. Nora glaubt nicht an einen harmlosen Zufall, sondern an eine bewusste Sabotage.","versions":[{"lang":1,"streams":[{"redirect":13108499,"hoster":"VOE"},{"redirect":13108515,"hoster":"Doodstream"},{"redirect":13108493,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stimmen","epNo":7,"alt":"Solace For Tired Feet","descr":"Kevin senior, der Vater von Polizeichef Kevin Garvey, behauptet, die Wahrheit über die Ereignisse des 14. Oktobers zu kennen. Doch seine Glaubwürdigkeit ist zweifelhaft, denn er ist seit vielen Jahren in einer psychiatrischen Anstalt und hört Stimmen. Kevin hat Angst davor, selbst ebenfalls verrückt zu werden.","versions":[{"lang":1,"streams":[{"redirect":14372215,"hoster":"VOE"},{"redirect":13108521,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Cairo","epNo":8,"alt":"Cairo","descr":"Kevin Garvey (Justin Theroux) lädt Nora Durst (Carrie Coon) zum ersten Mal in sein Haus ein. Beim Abendessen mit Jill (Margaret Qualley) und ihrer Freundin Aimee (Emily Meade) muss sich Nora von den Teenagern einige neugierige Fragen anhören. Kurz darauf erwacht Kevin an einem fremden Ort, ohne zu wissen, was vorgefallen ist. – Außergewöhnliche Thrillerserie voller rätselhafter Mystery-Momente, von \"Lost\"-Erfinder Damon Lindelof.","versions":[{"lang":1,"streams":[{"redirect":14356869,"hoster":"VOE"},{"redirect":13108598,"hoster":"Doodstream"},{"redirect":13108529,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Garveys in Höchstform","epNo":9,"alt":"The Garveys at Their Best","descr":"Ein Flashback zeigt die Garveys vor dem 14. Oktober: Laurie arbeitet als Psychiaterin, und eine ihrer Patientinnen ist Patti Levin, die spätere Leiterin der \"Schuldig Verbliebenen\". Laurie versichert Patti, dass das Ende der Welt nicht bevorsteht. Kevin raucht heimlich und scheint noch mehr Geheimnisse vor seiner Familie zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":13108593,"hoster":"VOE"},{"redirect":13108604,"hoster":"Doodstream"},{"redirect":13108582,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der verlorene Sohn kehrt heim","epNo":10,"alt":"The Prodigal Son Returns","descr":"Kevin träumt, er sei in der Nervenheilanstalt seines Vaters. Im Fernsehen läuft \"Perfect Strangers\" – alle Schauspieler der Serie sind am 14. Oktober verschwunden – und er bekommt die Ausgabe des National Geographic Magazins, in dem alle Fragen zu der Katatstrophe beantwortet werden. Währendessen will Laurie die geplante große Aktion der Guilty Remnants für den vierten Jahrestag des Verschwindens trotz aller Gefahren durchziehen.","versions":[{"lang":1,"streams":[{"redirect":13108603,"hoster":"VOE"},{"redirect":13108636,"hoster":"Doodstream"},{"redirect":13108609,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Axis Mundi","epNo":1,"alt":"Axis Mundi","descr":"Ein Rückblick zeigt eine schwangere Höhlenfrau, die einst in der Nähe des heutigen Ortes Jarden, Texas, lebte. Sie ist die einzige Überlebende ihrer Sippe nach einem Erdbeben. Kurz nachdem sie ihr Baby allein auf die Welt gebracht hat, wird sie von einer Giftschlange gebissen. Heute, nach dem \"Plötzlichen Verschwinden\", ist der Ort zur Attraktion für Wundergläubige geworden, denn hier wird entgegen aller Wahrscheinlichkeiten kein einziger Einwohner vermisst.","versions":[{"lang":1,"streams":[{"redirect":8485514,"hoster":"VOE"},{"redirect":13108651,"hoster":"Doodstream"},{"redirect":8643102,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Frage der Geografie","epNo":2,"alt":"A Matter Of Geography","descr":"Kevin und Nora adoptieren das Findelkind Lily das Tommy ihnen auf die Veranda gelegt hat und beschließen, zusammen mit dem Baby und Jill Mapleton zu verlassen. In dem texanischen Wunderort Jarden, genannt \"Miracle\", wollen sie einen Neuanfang wagen. Doch schon bei ihrer Ankunft geht einiges schief ihren Hund dürfen sie nicht sofort mitnehmen was noch das geringste Übel ist. Denn ihre Wohnung die sie Mieten wollten ist abgebrannt zum Glück fanden sie hierfür eine Lösung. Aber mit dem Nachbarn hatten sie nicht so viel Glück denn dieser ist nicht das was er zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":10267002,"hoster":"VOE"},{"redirect":13108666,"hoster":"Doodstream"},{"redirect":10266996,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausfahrt","epNo":3,"alt":"Off Ramp","descr":"Laurie Garvey schreibt heimlich ein Enthüllungsbuch über die \"Schuldig Verbliebenen\" und betreut Menschen, die aus der Sekte ausgestiegen sind. Ihr Sohn Tom ist dabei ihr geheimer Verbündeter.","versions":[{"lang":1,"streams":[{"redirect":13108664,"hoster":"VOE"},{"redirect":13108677,"hoster":"Doodstream"},{"redirect":13108662,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Orange Bltter","epNo":4,"alt":"Orange Sticker","descr":"Nora erwacht durch ein Erdbeben, Kevin ist nicht auffindbar. Besorgt wendet sie sich an ihre Nachbarin Erika, die aber ebenfalls keine guten Neuigkeiten zu berichten hat. Die Hoffnung, in \"Miracle\" endlich Sicherheit zu finden, entpuppt sich als Trugschluss.","versions":[{"lang":1,"streams":[{"redirect":13108686,"hoster":"VOE"},{"redirect":13108706,"hoster":"Doodstream"},{"redirect":8643106,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kein Platz in der Herberge","epNo":5,"alt":"No Room at the Inn","descr":"Matt Jamison setzt alles daran, seine Frau Mary aus ihrem Wachkoma zu erwecken. Als er sie zu einem erneuten MRT-Termin bringt, machen die Ärzte eine erstaunliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":13108707,"hoster":"VOE"},{"redirect":13108727,"hoster":"Doodstream"},{"redirect":8643108,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Linse","epNo":6,"alt":"Lens","descr":"Kevin Garvey entschließt sich, Nora von seinen quälenden Visionen von Patti (Ann Dowd) zu erzählen. Erika Murphy trifft unverhofft auf einen Verbündeten und deckt einige Geheimnisse auf.","versions":[{"lang":1,"streams":[{"redirect":8485522,"hoster":"VOE"},{"redirect":13108766,"hoster":"Doodstream"},{"redirect":8643111,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein ausgesprochen mchtiger Widersacher","epNo":7,"alt":"A Most Powerful Adversary","descr":"Nora verlässt Jill und Kevin mit dem Baby. Kevin verucht alles, um die Visionen von Patti loszuwerden, während sich Laurie auf die Suche nach ihrem Sohn Tom macht.","versions":[{"lang":1,"streams":[{"redirect":13108777,"hoster":"VOE"},{"redirect":13108790,"hoster":"Doodstream"},{"redirect":8643110,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auftragskiller","epNo":8,"alt":"International Assassin","descr":"Kevin hat Virgils Gift getrunken um \"auf die andere Seite\" zu gelangen und die Visionen von Patti endlich loszuwerden. Wird er den Zaubertrank überleben? Seine innere Reise beginnt in einem fremden Hotelzimmer. Ein Hoteldiener klopft, angeblich um Blumen abzugeben, doch er greift Kevin an.","versions":[{"lang":1,"streams":[{"redirect":8485553,"hoster":"VOE"},{"redirect":13108804,"hoster":"Doodstream"},{"redirect":8643109,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"13. Oktober","epNo":9,"alt":"Ten Thirteen","descr":"Ein Rückblick zeigt Meg Abbot einen Tag vor dem \"Plötzlichen Verschwinden\" im Restaurant mit ihrer Mutter, die ihr gerade etwas erzählen will. Doch Meg unterbricht das Gespräch, geht auf die Toilette und nimmt dort Koks. Heute kämpft Meg immer radikaler bei den \"Schuldig Verbliebenen\" gegen das Vergessen.","versions":[{"lang":1,"streams":[{"redirect":8485551,"hoster":"VOE"},{"redirect":13108806,"hoster":"Doodstream"},{"redirect":8643112,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich lebe jetzt hier","epNo":10,"alt":"I Live Here Now","descr":"Der vierte Jahrestag des \"Plötzlichen Verschwindens\" steht bevor und Meg verspricht Tom, dass in \"Miracle\" etwas ganz Besonderes passieren wird.","versions":[{"lang":1,"streams":[{"redirect":8485561,"hoster":"VOE"},{"redirect":13108902,"hoster":"Doodstream"},{"redirect":8643113,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Buch Kevin","epNo":1,"alt":"The Book Of Kevin","descr":"In einem Dorf im 19. Jahrhundert wartet eine Familie auf den Tag der biblischen \"Entrückung\" – doch die Prophezeiung erfüllt sich nicht. Zurück in Jarden/Miracle: Sheriff Kevin Garvey (Justin Theroux) bereitet sich zusammen mit seiner Freundin Nora Durst (Carrie Coon) und seinem Sohn auf den Jahrestag des 14. Oktobers vor. Die Lage in dem Wunder-Ort ist angespannt. Matt Jamison (Christopher Eccleston) predigt von der Entrückung und versammelt immer mehr Gläubige um sich.","versions":[{"lang":1,"streams":[{"redirect":13108961,"hoster":"VOE"},{"redirect":13108968,"hoster":"Doodstream"},{"redirect":8643116,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neutronen","epNo":2,"alt":"Don\u0027t Be Ridiculous","descr":"Es sind noch zehn Tage bis zum 14. Oktober. In Jarden/Miracle behauptet eine Frau, ihr Mann sei entrückt worden. Nora (Carrie Coon) glaubt nicht daran und findet heraus, dass er tatsächlich an einem Herzinfarkt verstarb. Kurz darauf bekommt Nora einen verstörenden Anruf.","versions":[{"lang":1,"streams":[{"redirect":13109003,"hoster":"VOE"},{"redirect":13109177,"hoster":"Doodstream"},{"redirect":8643114,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Große Singflut","epNo":3,"alt":"Crazy Whitefella Thinking","descr":"In Australien ist Kevin Garvey senior (Scott Glenn) unterwegs auf einer einsamen Mission: Er glaubt, am 14. Oktober wird eine große Flut über die Erde kommen. Um die Menschheit zu retten, folgt er einer bestimmten Route und singt in einem Ritual tradionelle Lieder der australischen Ureinwohner.","versions":[{"lang":1,"streams":[{"redirect":8485572,"hoster":"VOE"},{"redirect":13109095,"hoster":"Doodstream"},{"redirect":8643124,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"G’Day Melbourne","epNo":4,"alt":"G\u0027Day Melbourne","descr":"Nora und Kevin (Carrie Coon, Justin Theroux) fliegen nach Australien. Nora untersucht dort eine Organisation, die Hinterbliebenen verspricht, sie wieder mit ihren verschwundenen Angehörigen zusammen zu bringen. Kurz nach der Ankunft in Melbourne erfährt Kevin aus den TV-Nachrichten, dass sein Vater vermisst wird. – Außergewöhnliche Thrillerserie voller rätselhafter Mystery-Momente, von \"Lost\"-Erfinder Damon Lindelof.","versions":[{"lang":1,"streams":[{"redirect":12930165,"hoster":"VOE"},{"redirect":13109196,"hoster":"Doodstream"},{"redirect":8643118,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"David und der Löwe","epNo":5,"alt":"It’s a Matt, Matt, Matt, Matt World","descr":"Matt Jamison (Christopher Eccleston) ist davon überzeugt, dass am 14. Oktober etwas Besonderes passieren wird. Kurz vor dem Jahrestag fliegt er mit Laurie und Michael nach Australien, um Kevin (Justin Theroux) noch rechtzeitig nach Jarden/Miracle zurückzubringen.","versions":[{"lang":1,"streams":[{"redirect":13109197,"hoster":"VOE"},{"redirect":13109215,"hoster":"Doodstream"},{"redirect":8643120,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf die elegante Art","epNo":6,"alt":"Certified","descr":"Nur noch ein Tag bis zum 14. Oktober. Laurie (Amy Brenneman) trifft auf ihren Schwiegervater Kevin sen. (Scott Glenn) und übergibt ihm das Buch von Matt. Er berichtet ihr von seiner Mission in Australien.","versions":[{"lang":1,"streams":[{"redirect":8485607,"hoster":"VOE"},{"redirect":13109230,"hoster":"Doodstream"},{"redirect":12984882,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der mächtigste Mann der Welt (und sein eineiiger Zwillingsbruder)","epNo":7,"alt":"The Most Powerful Man in the World (and His Identical Twin Brother)","descr":"Kevin Garvey sen. (Scott Glenn) verfolgt weiter seine ungewöhnliche Mission, die von ihm vorhergesagte Flut zu stoppen. Dabei spielt sein Sohn Kevin (Justin Theroux) eine bedeutende Rolle.","versions":[{"lang":1,"streams":[{"redirect":13109229,"hoster":"VOE"},{"redirect":13109280,"hoster":"Doodstream"},{"redirect":8643126,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Buch Nora","epNo":8,"alt":"The Book of Nora","descr":"Nora (Carrie Coon) versucht erneut, zu ihren verschwundenen Kindern zu gelangen. Ihr Bruder Matt (Christopher Eccleston) begleitet sie zu der Prozedur und nimmt Abschied. Sie wissen nicht, ob Nora den Vorgang überlebt oder je wiederkehren kann.","versions":[{"lang":1,"streams":[{"redirect":13109271,"hoster":"VOE"},{"redirect":13109285,"hoster":"Doodstream"},{"redirect":8643122,"hoster":"Streamtape"}]}]}]}]}