{"seriesId":"the-paradise","name":"The Paradise","descr":"Das britische Kostümdrama \"The Paradise\" ist eine Adaption des Romans \"Das Paradies der Damen\" des französischen Autors Émile Zola, dessen Handlung für die Serie ins viktorianische England verlegt wurde. Die Geschichte dreht sich um die Leben und Lieben der Leute, die Ende des 19. Jahrhunderts im ersten Kaufhaus Nordenglands mit dem Namen \"The Paradise\" arbeiten. Als Denise Lovett aus der Kleinstadt dort anfängt, sieht der Besitzer John Moray sie als einen aufsteigenden Star. Das gefällt der Leiterin der Damenabteilung Miss Audrey und der Verkäuferin Clara jedoch gar nicht. Noch dazu ist Moray finanziell von Lord Glendenning abhängig, dessen Tochter Katherine um jeden Preis Moray heiraten möchte und Lovett als Rivalin ansieht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Denise Lovett zieht aus einer ländlichen Gegend in eine Kleinstadt, um dort in dem Geschäft ihres Onkel eine Arbeit als Verkäuferin zu beginnen. Ihr Onkel besitzt allerdings nicht mehr die Mittel, um ihre Anstellung zu zahlen, da mit dem Edelkaufhaus \"The Paradise\" unerwartet ein großer Konkurrent aufgetaucht ist. Verzweifelt bewirbt sich Denise im \"Paradise\" und wird eingestellt. Unter der strengen Aufsicht ihrer Vorgesetzten beginnt sie mit ihrer Arbeit. Der verwitwete Besitzer des Paradise, Moray hat schnell ein Auge auf die hübsche Berufsanfängerin geworfen. Das bleibt anderen Damen nicht verborgen, denn Moray ist natürlich für viele attraktiv. So wird Denise sowohl von ihrer Kollegin Clara misstrauisch beäugt, die mit Moray geschlafen hat, als auch von Katherine Glendenning, die Tochter eines Lords, die ganz sicher ist, dass Moray um ihre Hand anhalten wird …","versions":[{"lang":1,"streams":[{"redirect":12964245,"hoster":"VOE"},{"redirect":12964262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12281954,"hoster":"VOE"},{"redirect":10696565,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Sam hilft der vermögenden Mrs. Bookmire, einer Freundin von Katherina Glendenning, nach einem Schwächeanfall im Paradise. Sie bedankt sich mit einer Einladung in das Anwesen der Glendennigs. Dort bricht sie erneut zusammen und erklärt Sam, dass sie ihren Ehemann verlassen hat. Dann küsst sie Sam ohne Vorwarnung. Genau in diesem Moment betreten Katherine und Lord Glendenning den Raum. Sofort wird Sam bezichtigt, sich Mrs. Bookmire unangemessen genähert zu haben. Nicht nur Sams Ruf steht nun auf dem Spiel, auch der Ruf des Paradise. Moray will die Wahrheit herausfinden und erhält dabei tatkräftige Unterstützung von Denise, die an Sams Unschuld glaubt?","versions":[{"lang":1,"streams":[{"redirect":12964251,"hoster":"VOE"},{"redirect":12964260,"hoster":"Doodstream"},{"redirect":12964256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490830,"hoster":"VOE"},{"redirect":10707146,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als Denise in der Frauenabteilung des Paradise ein Baby findet, geraten alle in helle Aufregung. Andere Frauen nehmen Denise zunehmend als Bedrohung wahr. Ihre Kollegin Clara beäugt ihre steigende Popularität misstrauisch und ihre Vorgesetzte Miss Audrey fürchtet ihren Ehrgeiz. Moray benutzt den Fund des Babys als Werbung für das Paradise. Katherine schaltet Peter Adler ein, der ein Waisenhaus führt. Denise schockiert Moray auch noch mit ihrer scheinbar absurden Idee, eine Kinderabteilung im Kaufhaus einzurichten?","versions":[{"lang":1,"streams":[{"redirect":12964258,"hoster":"VOE"},{"redirect":12964261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490814,"hoster":"VOE"},{"redirect":10711966,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Miss Audrey, die Leiterin der Damenabteilung im Paradise, erkrankt plötzlich. Nun muss eine Stellvertretung für die Zeit ihrer Abwesenheit gefunden werden. Moray übergibt Denise die vorrübergehende Leitung der Abteilung. Clara kann diese Entscheidung nicht akzeptieren und versucht, Denise’ Arbeit zu boykottieren, sodass ein wichtiger Auftrag in Gefahr gerät. Derweil ist Katherine sehr von Mr. Adler angetan, was ihrem Vater gar nicht gefällt. Clara versucht, Moray zu verführen. Auch Katherine kann ihn nicht vergessen und beendet ihre Freundschaft zu Adler.","versions":[{"lang":1,"streams":[{"redirect":12964166,"hoster":"VOE"},{"redirect":12964168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490818,"hoster":"VOE"},{"redirect":10721524,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Bradley Burroughs’ Friseursalon verhindert die Expansion des Paradise. Burroughs als Juniorpartner in sein Unternehmen aufzunehmen, scheint für Moray die einzige Lösung zu sein. Seine Angestellten können seine Entscheidung nicht akzeptieren. Als Burroughs damit droht, Einzelheiten über den Tod von Morays Ehefrau zu enthüllen, verschwindet er plötzlich. Denise hat eine vielversprechende Geschäftsidee, die ihr von Miss Audrey gestohlen wird. Da die Idee allerdings völlig falsch aufgenommen wird, droht dem Paradise ein Desaster. Nun kann nur noch eine weitere Idee von Denise helfen?","versions":[{"lang":1,"streams":[{"redirect":12964167,"hoster":"VOE"},{"redirect":12964169,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490821,"hoster":"VOE"},{"redirect":10726793,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Der Verkauf von exotischen Tauben soll eine neue Attraktion im Paradise werden. Lord Glendenning bietet Moray an, seinen Kreditrahmen zu erhöhen, um alle Geschäftsräume ankaufen zu können. Gleichzeitig willigt Moray in die Verlobung mit Katherine ein. Obwohl Miss Audrey sie eingehend warnt, gelingt es Denise nicht, ihre Gefühle für Moray zu verstecken. Sie verlässt das Paradise und zieht zu ihrem Onkel. Arthur hat schlimme Befürchtungen, dass Jonas dem verschwundenen Burroughs etwas angetan hat.","versions":[{"lang":1,"streams":[{"redirect":12964170,"hoster":"VOE"},{"redirect":12964173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490820,"hoster":"VOE"},{"redirect":10729959,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Katherine plant ihre Hochzeit mit Moray. Lord Glendenning schlägt seiner Tochter vor, eine möglichst ausgedehnte Hochzeitsreise zu unternehmen. Denise hat inzwischen andere Geschäftsleute dazu gebracht, miteinander zu kooperieren, damit sie gegen das Paradise bestehen können.","versions":[{"lang":1,"streams":[{"redirect":12964177,"hoster":"VOE"},{"redirect":12964180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490852,"hoster":"VOE"},{"redirect":10736724,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Die Hochzeit zwischen Moray und Katherine steht kurz bevor. Denise kehrt ins Paradise zurück und Moray gesteht ihr seine Liebe. Sein Entschluss wird auf eine harte Probe gestellt. Er erfährt, dass Lord Glendenning die Grundstücke rund um das Paradise besitzt. Währenddessen erklärt Katherine der geschockten Denise, dass es von ihr abhängig ist, welche Zukunft dem Paradise bevorsteht. Morays Trauzeuge, Dudley, muss erkennen, dass Morays wahre Liebe Denise ist. Er sucht sie und will zudem die Hochzeit verhindern.","versions":[{"lang":1,"streams":[{"redirect":12964182,"hoster":"VOE"},{"redirect":12964184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13498790,"hoster":"VOE"},{"redirect":10747229,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 9","epNo":1,"alt":"Episode 1","descr":"Seitdem sich Moray für Denise und gegen Katherine entschieden hat, ist nun ein Jahr vergangen. Daraufhin hatte Lord Glendenning das \"Paradise\" übernommen und Moray ging nach Paris. Nicht nur Denise, die weiterhin im \"Paradise\" arbeitet, leidet unter der physischen Trennung, auch die Umsätze des Kaufhauses gehen ohne ihn bergab. Lord Glendenning hat das \"Paradise\" zum Verkauf ausgeschrieben und Dudley ist am Boden zerstört, dass das Kaufhaus scheinbar nicht mehr zu retten ist. Dann bringen unvorhergesehene Umstände Moray zurück und neben Denise sind auch die Angestellten überglücklich. Denn Moray hat die Idee, das \"Paradise\" einen Tag lang zu schließen und damit die Gerüchteküche über neue und exotische Ware anzuheizen, was zur Rettung des Kaufhauses führen soll. Doch dann taucht Katherine unerwartet mit ihrem neuen Mann Tom Weston auf..","versions":[{"lang":1,"streams":[{"redirect":12964186,"hoster":"VOE"},{"redirect":12964189,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 10","epNo":2,"alt":"Episode 2","descr":"Nach Morays Rückkehr geht es mit dem \"Paradise\" zwar wieder bergauf, doch das Geschäft von Katherine und Tom wieder zurückzubekommen wird für ihn kein leichtes Spiel werden. Dann kommt eine gute Freundin Morays aus Paris, Clémence Romains, in die Stadt, um ihre Feuerwerkskörper zu verkaufen und zieht damit Denise’ Eifersucht auf sich. Doch es ist erneut Tom Weston, der sich Moray in den Weg stellt und die Verhandlungen bedroht. Auch Jonas Franks taucht wieder auf und Moray und Dudley wissen, dass es für sie gefährlich werden kann, ihm Schutz zu gewähren. Personell scheint auch bei Miss Audrey eine Veränderung anzustehen: Sie wird Edmund Lovett heiraten und erwägt deshalb, ihre führende Position abzugeben. Doch als Clémence Miss Audrey nahelegt, auch als verheiratete Frau weiterhin ihren Beruf ausüben zu können, wandelt sich Denises anfängliche Eifersucht in Respekt gegenüber der Französin. Aber kann sie ihr tatsächlich trauen?","versions":[{"lang":1,"streams":[{"redirect":12964191,"hoster":"VOE"},{"redirect":12964196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 11","epNo":3,"alt":"Episode 3","descr":"Die Mitarbeiter freuen sich auf den jährlichen Betriebsausflug, doch Morays Vorschlag, ein Varietee zu besuchen, wird von Tom zunichte gemacht. Als Jonas Tom nahelegt, dass sich Unbeliebtheit bei den Mitarbeitern negativ auswirken könnte, bittet er Denise um Hilfe. Diese schlägt eine Varietee-Veranstaltung vor, bei der die Mitarbeiter selbst auftreten können. Die Veranstaltung wird ein voller Erfolg und Moray ist unglaublich stolz auf Denise. Gleichzeitig hat er Sorge, dass sie sich zu weit von ihm entfernt. Miss Audrey ist hingegen nun doch aus dem Kaufhaus ausgeschieden und es treffen viele Bewerbungen für die Leitung der Damenabteilung ein. Auch Denise hat Interesse und ist über Morays Rat, sich nicht zu bewerben, bestürzt. Obwohl Moray lediglich Angst hat, Katherine würde sich ihr in den Weg stellen und sich sorgt, wird Denise das Gefühl nicht los, er traue ihr die Position nicht zu. Um ihm das Gegenteil zu beweisen, bewirbt sie sich trotzdem.","versions":[{"lang":1,"streams":[{"redirect":12964202,"hoster":"VOE"},{"redirect":12964204,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 12","epNo":4,"alt":"Episode 4","descr":"Denise ist überglücklich, die neue Leiterin der Damenabteilung zu sein, doch muss sie sich vielen neuen Herausforderungen stellen, mit denen sie nicht gerechnet hatte. Auch Moray versucht sich für Denise zu freuen. Aber er hat noch immer den Wunsch, wieder das gesamte Kaufhaus zu leiten, was bei dem Paar zu Spannungen führt. Außerdem kommt es auch zu Auseinandersetzungen mit Denise’ Freundinnen und die junge Frau muss erkennen, dass es in einer Führungsposition manchmal auch sehr einsam werden kann. Tom Weston legt derweil Pläne vor, das \"Paradise\" zu vergrößern und damit den finanziellen Rahmen zu sprengen, den Moray zum Rückerwerb vorgesehen hatte.","versions":[{"lang":1,"streams":[{"redirect":12964205,"hoster":"VOE"},{"redirect":12964212,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 13","epNo":5,"alt":"Episode 5","descr":"Tom Weston ist Morays neue Kollektion von Taschenuhren, die seiner neuen Delikatessenabteilung die Aufmerksamkeit stehlen, ein Dorn im Auge. Als er Denises Erfolge bemerkt, bittet er sie daher, ihn auch in anderen Abteilungen zu unterstützen. Moray ist von diesem Vorschlag alles andere als begeistert. Doch er ändert seine Meinung, als Katherine ihm die Uhr ihres Vaters, Lord Glendenning, überreicht, die sie ihm anfangs verweigerte. Sam, der den Uhrenladen betreibt, ist von dem Stück angetan und gleichzeitig von Katherines Erzählung, dass Glendenning sie mit der Uhr hypnotisiert hat, überrascht. Susy möchte die Hypnosetauglichkeit der Uhr gerne selbst testen und es kommt zu einem erstaunlichen Ereignis, das Sam glauben lässt, die Uhr sei verhext. Als Tom Denise und Moray zum Abendessen einlädt, um Denise eine Versetzung nach Paris vorzuschlagen, ist Moray empört und bittet sie, zu bleiben. Außerdem fordert er Jonas auf, Tom die Wahrheit zu sagen.","versions":[{"lang":1,"streams":[{"redirect":12964216,"hoster":"VOE"},{"redirect":12964222,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 14","epNo":6,"alt":"Episode 6","descr":"Der Verkauf von exotischen Tauben soll eine neue Attraktion im Paradise werden. Lord Glendenning bietet Moray an, seinen Kreditrahmen zu erhöhen, um alle Geschäftsräume ankaufen zu können. Gleichzeitig willigt Moray in die Verlobung mit Katherine ein. Obwohl Miss Audrey sie eingehend warnt, gelingt es Denise nicht, ihre Gefühle für Moray zu verstecken. Sie verlässt das Paradise und zieht zu ihrem Onkel. Arthur hat schlimme Befürchtungen, dass Jonas dem verschwundenen Burroughs etwas angetan hat.","versions":[{"lang":1,"streams":[{"redirect":12964227,"hoster":"VOE"},{"redirect":12964230,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 15","epNo":7,"alt":"Episode 7","descr":"Tom Weston beauftragt den renommierten Fotografen Christian Cartwright, ein Familienporträt zu erstellen. Katherine ist von der Geste angetan, doch als Tom ihr offenbart, dass ihre Rolle in der Familie brüchig ist und sie womöglich von ihrer liebgewonnenen Stieftochter Flora getrennt wird, ist sie erschüttert. Unterdessen bringt es Moray nicht übers Herz, Denise die ganze Wahrheit über ihn und Katherine zu erzählen. Doch die junge Frau wird bald in ihren schlimmen Vermutungen bestätigt und ist am Boden zerstört. Sie stürzt sich in die Arbeit und versucht, eine Abteilung für Christians Fotografien aufzubauen, um Postkarten des \"Paradise\" zu verkaufen. Dudley möchte das einst so glückliche Paar wieder vereinen und heckt einen Plan aus, in dem Moray und Denise intensiver denn je zusammenarbeiten müssen. Hat er damit Erfolg?","versions":[{"lang":1,"streams":[{"redirect":12964233,"hoster":"VOE"},{"redirect":12964234,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 16","epNo":8,"alt":"Episode 8","descr":"Als sich Clémence der Kontrolle von Tom widersetzt, versuchen die Damen des \"Paradise\" sie vor ihrem bevorstehenden Schicksal zu bewahren – und verschlimmern die Situation nur noch. Im letzten Moment fordert Moray Tom heraus. Kann er die Situation zum Guten wenden und haben Moray und Denise noch eine gemeinsame Zukunft?","versions":[{"lang":1,"streams":[{"redirect":12964238,"hoster":"VOE"},{"redirect":12964242,"hoster":"Streamtape"}]}]}]}]}