{"path":"/serie/stream/the-tribe","name":"The Tribe","descr":"Niemand weiß, wo es herkam. Doch eines ist sicher, das heimtückische Virus hat nur Kinder und Jugendliche verschont. Ohne Erwachsene, ohne Regeln, ohne Energie und genügend Lebensmittel müssen die überlebenden jungen Leute nun versuchen, ihre eigene, neue Welt zu kreieren.Überall regiert das Prinzip des Stärkeren. In der Stadt hat eine Gang die Macht übernommen. Sie nennen sich die Locos und terrorisieren alle, die nicht zu ihnen gehören. So sind auch Amber und Dal ins Visier dieses Stammes geraten, aber sie können fliehen. Auf der Suche nach einem Versteck retten sie die kleine Cloe und ihre Freunde vor den Locos und finden eine Zuflucht in einem verlassenen Einkaufszentrum. Wenn sie jetzt überleben wollen, müssen sie zusammenhalten …","seasons":[{"path":"/serie/stream/the-tribe/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-tribe/staffel-1/episode-1","name":"Die Zuflucht","epNo":1,"alt":"","descr":"Niemand weiß, wo es herkam. Doch eines ist sicher – das heimtückische Virus hat nur Kinder und Jugendliche verschont. Ohne Erwachsene, ohne Regeln, ohne Energie und genügend Lebensmittel müssen die überlebenden jungen Leute nun versuchen, ihre eigene, neue Welt zu kreieren. Überall regiert das Prinzip des Stärkeren. In der Stadt hat eine Gang die Macht übernommen. Sie nennen sich die Locos und terrorisieren alle, die nicht zu ihnen gehören. So sind auch Amber und Dal ins Visier dieses Stammes geraten, aber sie können fliehen. Auf der Suche nach einem Versteck retten sie die kleine Cloe und ihre Freunde vor den Locos und finden eine Zuflucht in einem verlassenen Einkaufszentrum. Wenn sie jetzt überleben wollen, müssen sie zusammenhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489823","hoster":"VOE"},{"path":"/redirect/8646527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-2","name":"Freund oder Feind","epNo":2,"alt":"","descr":"Die Gruppe, die im Einkaufzentrum Zuflucht gefunden hat, wird von einem mysteriösen Unbekannten beobachtet. Ist ihnen schon einer der Locos auf die Spur gekommen? Amber überzeugt Dal, dass sie Cloe und die Kleinen auf gar keinen Fall im Stich lassen können. In einer Gruppe wollen sie alles miteinander teilen und gemeinsam eine Zukunft aufbauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489822","hoster":"VOE"},{"path":"/redirect/8646526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-3","name":"Die Abstimmung","epNo":3,"alt":"","descr":"Patsy und Paul, die immer hungrig sind, haben entdeckt, dass Jack einen Vorrat an Lebensmitteln hortet. Sie versprechen, ihn nicht zu verraten, wenn er mit ihnen teilt. Derweil lüftet Bray sein Geheimnis. Er hat den Stamm heimlich beobachtet, um einen sicheren Ort für die schwangere Trudy zu finden, damit sie dort ihr Baby zur Welt bringen kann. Aber werden die Mall-Rats sie auch wirklich aufnehmen? Es kommt zur Abstimmung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489824","hoster":"VOE"},{"path":"/redirect/8646530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-4","name":"Die Geburt","epNo":4,"alt":"","descr":"Trudy hat bereits starke Wehen – doch Lex glaubt noch immer, dass sie ihm etwas vorspielt. Aber die Wehen werden immer stärker. Da steht Bray der angstvollen Trudy bei. Es werden lange Stunden des Wartens: Ryan fängt an, die Kleinen zum Glücksspiel zu animieren, während Cloe sich nur um ihr Kälbchen kümmert, das sie gerade vor den Locos gerettet hat. Dal bietet mutig an, die sichere Zuflucht zu verlassen, um Nahrung und Bekleidung für das Neugeborene aufzutreiben. Doch wohin ist eigentlich Bray verschwunden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489825","hoster":"VOE"},{"path":"/redirect/8646529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-5","name":"Wo ist Bray?","epNo":5,"alt":"","descr":"Als Bray am nächsten Tag immer noch nicht zurück ist, fragen sich alle, ob er Trudy, ihr Baby und die anderen einfach im Stich gelassen hat. Trudy kann die Kleine nicht stillen, denn ihr Fieber steigt und es geht ihr sehr schlecht. Lex ist nun immer mehr davon überzeugt, dass Bray in Wahrheit doch zu den Locos gehört und das Versteck des Stammes verrät. Als das Essen und das Wasser immer knapper werden, stellt Amber einen Rationierungsplan auf. Trudys Zustand wird derweil sehr ernst. Dal weiß, wo er Antibiotika findet. Aber dazu muss er wieder die sichere Zuflucht des Einkaufszentrums verlasen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489828","hoster":"VOE"},{"path":"/redirect/8646531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-6","name":"Das Geheimnis","epNo":6,"alt":"","descr":"Dal ist auf dem Weg ins Krankenhaus. Er hofft, dort Medikamente für Trudy zu finden. Er ahnt nicht, dass im alten Büro seines Vaters auch Erinnerungen auf ihn warten. Derweil kümmert Amber sich um die kranke Trudy, da Bray immer noch verschwunden ist! Salene versucht, Wasser zu bekommen, damit sie das Baby waschen kann. Doch niemand will von seiner Ration etwas abgeben, bis auf Lex. Von ihm hätte sie diese Großzügigkeit am wenigsten erwartet. Sollte sie sich wirklich in ihm getäuscht haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489827","hoster":"VOE"},{"path":"/redirect/8646532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-7","name":"Ist Bray ein Verräter?","epNo":7,"alt":"","descr":"Bray versucht, Zoot unbemerkt in die Mall zu bringen. Doch Paul spürt eine Gefahr und alarmiert die anderen. Lex entdeckt Trudy, Bray und Zoot und stürzt sich auf sie. Zoot entkommt, doch Lex greift nun Bray an. Es kommt zu einem tragischen Unfall …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489826","hoster":"VOE"},{"path":"/redirect/8646534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-8","name":"Der Unfall","epNo":8,"alt":"","descr":"Bray zieht Salene ins Vertrauen und erzählt ihr von seinem Bruder, wie er früher einmal war und was passiert ist. Als sie in die Küche geht, um Tee zu kochen, entdeckt sie Ratten. So kann es nicht weitergehen. Amber erstellt einen Dienstplan und verteilt die unterschiedlichen Pflichten. Das sorgt für weitere Unruhe unter den Stammesmitgliedern, besonders die Jungs sind überhaupt nicht begeistert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9812211","hoster":"VOE"},{"path":"/redirect/8646537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-9","name":"Ratten","epNo":9,"alt":"","descr":"Salene fühlt sich angegriffen, jemand hat eine Bemerkung über eine schlechte Mutter an die Wand gemalt. Sie bezieht das auf sich, doch Bray weiß, dass eigentlich Trudy gemeint ist. Er weiß auch, wer es geschrieben hat: Lex. Die Situation eskaliert beinahe, doch Amber und Zandra trennen Bray und Lex. Eins wird durch dieses Ereignis klar, der Tribe braucht dringend einen Anführer. Doch Bray weigert sich, gegen Lex anzutreten. Also beschließt Amber, sich neben Lex zur Wahl aufstellen zu lassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489830","hoster":"VOE"},{"path":"/redirect/8646533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-10","name":"Die Wahl","epNo":10,"alt":"","descr":"Jack wurde im Käfig zwischen Ratten und geheimnisvollen Schatten eingesperrt. Hier besucht ihn Lex, der ihm verspricht, ihn in der Verhandlung freizubekommen. Jack warnt ihn, er droht, wenn das nicht klappt, den anderen zu erzählen, dass Lex Wasserrationen stiehlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489831","hoster":"VOE"},{"path":"/redirect/8646535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-11","name":"Die Gerichtsverhandlung","epNo":11,"alt":"","descr":"Angstvoll versammelt sich der Stamm, alarmiert von den unheimlichen Geräuschen, die aus der Kanalisation dringen. Cloes Abwesenheit wird in der Panik gar nicht bemerkt, als Lex seine Truppe aufstellt. Lex, Ryan, Jack und Dal marschieren in Richtung Kanalisation. Der großmäulige Lex schickt die anderen voran. Nur Bray scheint in keiner Weise besorgt. Weiß er mehr? Doch es gibt noch eine weitere Krise zu meistern und Amber hat auch schon eine Idee","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489834","hoster":"VOE"},{"path":"/redirect/8646536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-12","name":"Ambers Plan","epNo":12,"alt":"","descr":"Angstvoll versammelt sich der Stamm, alarmiert von den unheimlichen Geräuschen, die aus der Kanalisation dringen. Cloes Abwesenheit wird in der Panik gar nicht bemerkt, als Lex seine Truppe aufstellt. Lex, Ryan, Jack und Dal marschieren in Richtung Kanalisation. Der großmäulige Lex schickt die anderen voran. Nur Bray scheint in keiner Weise besorgt. Weiß er mehr? Doch es gibt noch eine weitere Krise zu meistern und Amber hat auch schon eine Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489837","hoster":"VOE"},{"path":"/redirect/9812224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-13","name":"Ambers Vorschlag","epNo":13,"alt":"","descr":"Die Rebellion der Mädchen trägt erste Früchte. Und so muss Lex mit ansehen, wie sich seine ehemaligen Anhänger gegen ihn stellen und mit den Mädchen kooperieren. Derweil hofft Trudy, das sie über das Baby Bray an sich binden kann. Das ist hart für Salene, die sich aufopferungsvoll um die Kleine gekümmert hatte und nun von Trudy aus dieser Versorgerrolle gedrängt wird. Auch von Amber bekommt Salene keine Unterstützung. Sie verlangt, dass Salene Trudy und Bray eine Chance gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489832","hoster":"VOE"},{"path":"/redirect/8646539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-14","name":"Cloe ist verschwunden","epNo":14,"alt":"","descr":"Cloe ist verzweifelt, sie will ihr Kälbchen wieder haben. Doch bei der Suche nach Bluebell hat sie sich im Wald verlaufen und ein Sturm bricht los. Patsy und Paul machen sich große Sorgen, dass sie den Locos in die Hände fallen könnte. In der Mall setzt Trudy derweil alles daran, Bray bei sich zu haben. Sie sagt, dass das Baby sich nur beruhigt, wenn Bray bei ihnen ist. Doch Bray reagiert nicht in Trudys Sinne","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489838","hoster":"VOE"},{"path":"/redirect/8646541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-15","name":"Tai-San","epNo":15,"alt":"","descr":"Cloe wird von den Locos verfolgt und rennt in panischer Angst davon. Sie stürzt und verstaucht sich den Knöchel. Sie scheint verloren, doch in letzter Sekunde wird sie von einem geheimnisvollen Mädchen gerettet: Tai-San! Die beiden machen sich auf den Weg zurück zur Mall. Dal ist ziemlich sauer auf Jack, denn der beansprucht allen Ruhm für die Wasserfilteranlagen für sich. Doch trotzt dieser genialen Erfindung muss sich eine Gruppe auf den gefährlichen Weg zum Bach machen, da das Regenwasser alleine nicht ausreicht, um den Durst des ganzen Stammes zu stillen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489836","hoster":"VOE"},{"path":"/redirect/8646540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-16","name":"Hochzeitspläne","epNo":16,"alt":"","descr":"Bray und Salene werden ausgerechnet von Trudy beim Küssen erwischt. Sie ist außer sich und knallt Salene eine. Doch Bray erklärt der eifersüchtigen Trudy, dass er sich keine Zukunft mit ihr und dem Baby vorstellen kann. Er stürmt aus der Mall, um endlich alleine zu sein. Auch Zandras Essenseinladung für Lex läuft ganz anders als geplant. Und dann schreit auch noch das Baby die ganze Zeit und Trudy kümmert sich nicht um ihre Tochter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489835","hoster":"VOE"},{"path":"/redirect/8646542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-17","name":"Eine böse Überraschung","epNo":17,"alt":"","descr":"Ebony will von ihrem Gefangenen Bray wissen, was mit Zoot passiert ist! Wird er es ihr sagen? Was droht dann dem Stamm und seinen Mitgliedern? Doch in der Mall ahnt niemand etwas von der Gefahr, in der sich alle befinden. Die bevorstehende Hochzeit beschäftigt alle. Lex fühlt sich sicher, denn die Zeremonie von Tai-San hat für ihn keine bindende Bedeutung. Als die Trauung beginnt, erleben alle eine böse Überraschung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489833","hoster":"VOE"},{"path":"/redirect/8646543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-18","name":"Was passiert mit Ebony?","epNo":18,"alt":"","descr":"Ebony und der Tribe stehen sich feindlich gegenüber. Ebony gelingt es zu entfliehen und versteckt sich in der Mall. Wann werden die restlichen Locos eindringen? Bray und Lex machen sich auf die Suche nach Ebony, und finden sie. Nach einem kurzen Kampf wird sie überwältigt und eingesperrt! Lex ist sehr daran interessiert, ihre Bewachung zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489840","hoster":"VOE"},{"path":"/redirect/8646548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-19","name":"Ebony ist verschwunden","epNo":19,"alt":"","descr":"Amber erwacht mitten in der Nacht und findet Lex im Käfig eingeschlossen. Sie alarmiert sofort den Tribe – Ebony ist geflohen! Es findet sich keine Spur von ihr in der Mall. Zandra verlangt eine Erklärung von Lex, die diesem sichtlich schwer fällt. Deshalb vertröstet er Zandra, schließlich hat er eine wichtige Sicherheitsoperation vorzubereiten! Trudy hat ganz andere Sorgen, sie kann sich ein Leben ohne Bray einfach nicht vorstellen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489839","hoster":"VOE"},{"path":"/redirect/8646550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-20","name":"Trudy gibt auf","epNo":20,"alt":"","descr":"Der Stamm erwartet voller Angst den Angriff der Locos. Unbemerkt von den anderen verlässt Bray die Mall und trifft sich mit Ebony. Er erzählt ihr von dem tragischen Unfall und bietet ihr einen Handel an. Er verspricht ihr Zoots Talismann, durch den sie ihre Macht über die Locos sichern kann. Im Gegenzug soll sie sich verpflichten, die Mallratten in Ruhe zu lassen. In der Mall geht plötzlich die Alarmanlage los .Trudy bleibt von all dem unberührt, sie sieht nur noch einen Ausweg","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9812257","hoster":"VOE"},{"path":"/redirect/8646544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-21","name":"Angst um Trudy","epNo":21,"alt":"","descr":"Trudy hat Schlaftabletten geschluckt. Geweckt von dem weinenden Baby, findet Salene die Schlafenden. Sie sieht auch das leere Tablettenglas, doch sie unternimmt nichts, um Hilfe zu holen. Bray ist es schließlich, der Trudy findet und Alarm schlägt. Gemeinsam mit Dal, Amber und der schuldbewussten Salene gelingt es ihm, Trudy zu retten. Jack ist total entnervt, denn nun kümmert sich Dal ausschließlich um Trudy und nicht mehr um ihr gemeinsames Projekt, die Windmühle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9812262","hoster":"VOE"},{"path":"/redirect/8646545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-22","name":"Dal und Trudy","epNo":22,"alt":"","descr":"Trudy ist nur noch unausstehlich. Sie gibt Amber deutlich zu verstehen, dass sie sich gefälligst um ihre eigenen Sachen kümmern soll. Amber ist entsetzt über Trudy und Bray, den sie für Trudys Zustand verantwortlich macht. Lex zeigt nach wie vor mehr Interesse an Tai-San als an Zandra. Das bringt Zandra auf die Palme. Zudem wundert sich Zandra, warum Salene nichts von Trudys Zustand bemerkt hat, als sie das Baby aus ihrem Zimmer geholt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489844","hoster":"VOE"},{"path":"/redirect/8646546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-23","name":"Ein neuer Anfang","epNo":23,"alt":"","descr":"Dal und Trudy sind unterwegs aufs Land. Gemeinsam wollen sie ihre Vergangenheit vergessen und nie mehr zum Stamm zurückkehren. Sie erreichen ein Camp der Nomaden, die sie herzlich aufnehmen. Die beiden sind davon überzeugt, die richtige Entscheidung getroffen zu haben. In der Zwischenzeit eröffnet Lex Ryan, dass er sich von Zandra getrennt hat und die Hochzeit nicht stattfinden wird. Davon hält Zandra allerdings ganz und gar nichts. Sie weiht Ryan, der seinerseits unsterblich in Zandra verliebt ist, in ihre Pläne ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489849","hoster":"VOE"},{"path":"/redirect/8646547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-24","name":"Falsches Spiel","epNo":24,"alt":"","descr":"Trudy und Dal werden von den Nomaden merkwürdig herzlich behandelt. Doch die beiden bemerken nichts, zu sehr sind sie mit ihren eigenen Problemen beschäftigt. Dal träumt von einer gemeinsamen Zukunft mit Trudy, doch diese merkt immer deutlicher, dass sie zurück zu ihrer Tochter muss. Susannah erzählt unterdessen von dem bevorstehenden Stammestreffen, auf dem die Stämme friedlich miteinander ins Gespräch kommen und untereinander Handel treiben wollen. Warum lassen die Locos eigentlich die Nomaden in Ruhe, was haben sie zu bieten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489843","hoster":"VOE"},{"path":"/redirect/8646549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-25","name":"Die Rückkehr","epNo":25,"alt":"","descr":"Lex versucht, Tai-San sein neuentdecktes spirituelles Interesse vorzuspielen. Die lässt sich allerdings nicht so leicht täuschen. Sasha, ein stets gutgelaunter Lebenskünstler, gesellt sich zu den Nomaden. Trudy ist in die Mall zurückgekehrt, dort wird ihr allerdings kein besonders herzlicher Empfang bereitet. Besonders Amber ist alles andere als begeistert, denn sie vermisst Dal sehr. Aber Trudy übernimmt das erste Mal in ihrem Leben Verantwortung und ist nun dazu bereit, sich wirklich auf die Gemeinschaft einzulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489848","hoster":"VOE"},{"path":"/redirect/8646551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-26","name":"In der Falle","epNo":26,"alt":"","descr":"Dal weiß nun, was die Nomaden vor den Locos schützt: Sie sind Sklavenhändler, die die Locos mit menschlichem Nachschub versorgen. Er und Sasha sollen von ihnen beim Stammestreffen verkauft werden. Die beiden versuchen fieberhaft, ihren Wächtern zu entkommen. Doch werden sie es schaffen? In der Mall versucht Lex, Zandra wieder für sich zu gewinnen. Wird sie sich erneut auf ihn einlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489845","hoster":"VOE"},{"path":"/redirect/8646553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-27","name":"Gefährliches Vertrauen","epNo":27,"alt":"","descr":"Lex soll seine Liebe für Zandra beweisen, indem er Trauringe für die Hochzeit besorgt. Doch nirgendwo gibt es welche, auch Ryan findet keine. Vielleicht will er auch bewusst keine finden. Zandra besteht aber auf Ringen, deshalb beginnt Lex bei Jack in der Werkstatt zu suchen – das hat fatale Folgen. Bray ist davon überzeugt, dass sie am Stammestreffen teilnehmen sollten. Er vertraut Ebony und glaubt an die friedlichen Ziele dieser Zusammenkunft. Schließlich überzeugt er die anderen von dieser Idee","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489846","hoster":"VOE"},{"path":"/redirect/8646552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-28","name":"Tauschgeschäfte","epNo":28,"alt":"","descr":"Während Salene, Trudy, Patsy und die kleine Brady in der Mall bleiben, machen sich die anderen mit der Turbine zum Treffen auf. Laut Jacks Aussage, funktioniert sie und so könnten die Mallratten Energie als Tauschobjekt anbieten. Das Treffen mit Ebony verläuft jedoch ganz anders, als Bray es sich vorgestellt hat. Doch es kommt noch zu anderen Überraschungen. Sie treffen auf Dal, der von Ebony zusammen mit Sasha von den Nomaden gekauft wurde. Amber versucht verzweifelt, ihren Freund zu befreien. Doch alle Versuche scheitern! Und bei dieser Gelegenheit holt Lex seine Vergangenheit ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489856","hoster":"VOE"},{"path":"/redirect/8646557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-29","name":"Die Stammestreffen","epNo":29,"alt":"","descr":"Alles läuft schief, der Tanzwettbewerb wird von Ebony manipuliert, so dass Tai-San verliert. Dadurch verliert auch Amber ihre Wette mit Ebony. Außerdem bekommt Jack das Problem mit der Turbine nicht in den Griff, denn jemand hat das entscheidende Stück Kupferdraht aus der Spule gestohlen. Zu spät entdeckt er das fehlende Stück, denn nun ist der Stamm in großer Gefahr!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489847","hoster":"VOE"},{"path":"/redirect/8646554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-30","name":"Der Rattenfänger","epNo":30,"alt":"","descr":"Sasha ist gemeinsam mit Dal aus den Händen der Locos befreit worden. Er versucht auf seine ganz eigene Art, sich beim Stamm zu bedanken. Fast alle mögen ihn – bis auf Bray, Lex und Amber. Doch plötzlich verschwinden Lebensmittel aus den Vorräten des Tribes. Wer ist der Dieb? Trudy weiß es, aber sie will niemandem schaden. Denn der Dieb wird mit Sicherheit aus der Gemeinschaft ausgeschlossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489855","hoster":"VOE"},{"path":"/redirect/8646556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-31","name":"Salene in Nöten","epNo":31,"alt":"","descr":"Es soll keine richtige Vorfreude auf Zandras und Lex’ Hochzeit aufkommen. Wieder werden Lebensmittel geklaut. Auch Lex tritt ins im Fettnäpfchen, als er Zandra erzählt, dass er von ihr Gehorsam in der Ehe verlange. Sashas Versuche, die Stimmung durch kleine Geschichten aufzuhellen, missglückt, als er bei einer Vorstellung das wenige Frischgemüse zermanscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489850","hoster":"VOE"},{"path":"/redirect/8646555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-32","name":"Ausflug zum Bauernhof","epNo":32,"alt":"","descr":"Bray, Lex, Dal und Jack machen sich auf die Suche nach einem Bauernhof, um Batterien gegen frische Nahrungsmittel einzutauschen. Sie geraten an die wuchtige Alice und ihre Freundinnen. Nach anfänglichen Schwierigkeiten können sie dann doch eine Menge eintauschen. Inzwischen funkt es zwischen Sasha und Amber immer heftiger. Aber Amber will sich ihre Gefühle nicht eingestehen, und Sasha packt seine Sachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489852","hoster":"VOE"},{"path":"/redirect/8646559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-33","name":"Hochzeitsvorbereitungen","epNo":33,"alt":"","descr":"Am Abend vor der Hochzeit feiern die Mädchen einen \"Hennenabend\" und die Jungs einen \"Junggesellen Abschied\". Doch es kommt auf beiden Feiern zu Reibereien. Tai-San ist nicht eingeladen, weil Zandra sie immer noch für eine Rivalin hält. Jack verunglückt bei einem Rollschuhrennen, und der Abend wird abgebrochen. Den größten Schock erlebt Zandra. Ihre Halskette, ein Familienerbstück, ist plötzlich verschwunden. In ihrer Verzweiflung will sie die Hochzeit absagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489853","hoster":"VOE"},{"path":"/redirect/8646562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-34","name":"Gebrochene Knochen – gebrochene Herzen","epNo":34,"alt":"","descr":"Die Mall ist am Tag nach der Hochzeit verwüstet. KC hat einen Kater und Jack ein gebrochenes Bein. Draußen trauert Ryan um Zandra, und Bray trauert um Ambra. Ryan hat einfach keine Lust mehr auf den Tribe. Amber und Sasha machen einen Ausflug und geraten dabei in Gefahr. Salene geht in ihrer Verzweiflung zu Roanne, um ihre Dienste gegen Essen einzutauschen. Trudy bittet Ryan um Hilfe, doch der will nur seine Ruhe. Jeder denkt nur an sich, der Tribe scheint sich aufzulösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489851","hoster":"VOE"},{"path":"/redirect/8646561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-35","name":"Die Falle","epNo":35,"alt":"","descr":"Amber und Sasha beschließen, noch einen Tag am Strand zu verbringen. Salene wacht in Roannes Haus auf und bekommt ein Frühstück. Als sie dieses wieder auskotzt, vertraut sie sich verzweifelt ihrer neuen Freundin Roanne an. Auch Ryan, der unglücklich über Zandras Hochzeit ist, freut sich über die herzliche Aufnahme bei Roanne und Dirk. Salene hat sich wieder erholt und will zurück in die Mall. Aber das Essen war nicht umsonst, jetzt muss sie für das Essen und Zuhören bezahlen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489854","hoster":"VOE"},{"path":"/redirect/8646558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-36","name":"Salenes Geständnis","epNo":36,"alt":"","descr":"In der Mall erzählt Bray Trudy, dass er vielleicht nicht mehr lange bleiben will. Auch Amber will die Mall verlassen, um mit Sascha zusammen zu bleiben. Sie gehen noch einmal zurück, um sich zu verabschieden. Nachdem Salene und Ryan ihren Erpressern nur knapp entkommen sind, kehren auch sie zurück zum Tribe. Salene legt vor den anderen ein großes Geständnis ab! Amber geht mit Sascha, obwohl der ganze Tribe sie anfleht, zu bleiben. Ob sie das wirklich durchziehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489860","hoster":"VOE"},{"path":"/redirect/8646566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-37","name":"Der Rückfall","epNo":37,"alt":"","descr":"Patsy hat Geburtstag, und die Mallrats überraschen sie mit einer Party. Alle, außer Amber, haben Spaß. Aber auch Patsy wird immer trauriger und verzweifelter. Sie hat große Angst vorm Älter werden. Während sich Lex und Bray um die Thronbesetzung streiten, verschwindet die Geburtstagstorte. Und Jack macht in der Nacht auf der Überwachungskamera eine erstaunliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489857","hoster":"VOE"},{"path":"/redirect/8646560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-38","name":"Gemeine Tricks","epNo":38,"alt":"","descr":"Mitten in der Nacht weckt Jack den Tribe auf und erzählt allen, was er auf der Überwachungskamera gesehen hat. Nur Bob und Patsy glauben ihm und machen sich auf die Suche nach einem mysteriösen Erwachsenen. In der Zwischenzeit lenkt Lex den Tribe ab, und KC kann heimlich Wasserflaschen in Brays Zimmer verstecken. Nur Jack weiß, was hier vorgeht und will Ryan auch davon überzeugen, den anderen die Wahrheit erzählen. Da kommt Zandra ins Spiel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9812331","hoster":"VOE"},{"path":"/redirect/8646564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-39","name":"Falsche Anschuldigung","epNo":39,"alt":"","descr":"Lex will Bray unbedingt loswerden. Jack soll im geplanten Prozess um die Wasservorräte gegen Bray aussagen. Ryan, der auch gegen Bray aussagen soll, ist zum Prozessauftakt nicht da. Er bewahrt Salene vor einer großen Dummheit und dabei finden beide ein kleines Schweinchen. Bray ist so vom Misstrauen der anderen entsetzt, dass er nur noch einen Ausweg sieht. Da macht KC eine überraschende Aussage. Aber niemand hört ihm mehr zu. Patsy taucht plötzlich mit einem alten Mann in der Mall auf. Alle sind sehr erstaunt, am meisten Lex.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9812335","hoster":"VOE"},{"path":"/redirect/8646567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-40","name":"Eine schwere Entscheidung","epNo":40,"alt":"","descr":"Patsy stellt den Mitgliedern vom Tribe Glen vor. Offensichtlich kennen Glen und Lex sich. Amber kommt ein schrecklicher Verdacht. Hat auch Lex sich mit dem tödlichen Virus infiziert? Alle, aber vor allem Zandra und Cloe, sind völlig ratlos und traurig. Wie können sie sich und die anderen vor der Krankheit schützen? Sie wissen, dass sie die schwere Zeit nur gemeinsam durchstehen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489862","hoster":"VOE"},{"path":"/redirect/8646570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-41","name":"Suche nach der Wahrheit","epNo":41,"alt":"","descr":"Amber, Bray, KC und Lex suchen in Zeitungsarchiven und Behörden nach Informationen über den Virus. Doch nirgends scheint sich ein Anhaltspunkt zu finden. Niedergeschlagen kehren sie in die Mall zurück, wo sie die Nachricht von Glens Tod erwartet. Was können sie tun? Jack entdeckt eine Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489858","hoster":"VOE"},{"path":"/redirect/8646565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-42","name":"Hope Island – Insel der Hoffnung","epNo":42,"alt":"","descr":"In der Mall scheint nun auch Tai-San, die plötzlich niesen muss, mit dem Virus infiziert zu sein. Gemeinsam machen sich Amber, Bray, Lex und Dal auf nach Hope Island, um das Gegenmittel gegen den tödlichen Virus zu finden. Auf dem Gelände der Pandorax-Forschung ist ein Minenfeld angelegt. Trotzdem schaffen sie es bis ins Labor und glauben sich ihrem Ziel schon nah, als plötzlich der Sicherheitsalarm losheult.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489861","hoster":"VOE"},{"path":"/redirect/8646563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-43","name":"Versuchskaninchen","epNo":43,"alt":"","descr":"KC hat die lebenswichtigen Batterien im Kasino des Tribe Circus verspielt. Jetzt muss er sich etwas einfallen lassen, um sie zurückzubekommen. Währenddessen gelingt Lex, Bray, Amber und Dal in letzter Sekunde die Flucht aus dem Pandorax-Labor. Zurück in der Mall, sehen sie Tai-Sans schlechten Zustand. Sie soll das gefundene Gegenmittel nehmen. Doch Tai-San weigert sich, das Versuchskaninchen zu spielen und vertraut auf ihre spirituellen Heilkräfte!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489864","hoster":"VOE"},{"path":"/redirect/9812353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-44","name":"Roulette","epNo":44,"alt":"","descr":"Nachdem KC auch noch das Schweinchen Porky verloren hat, übernimmt Cloe beim Roulette die Führung und gewinnt! Doch das Spielkasino vom Tribe Circus hat seine eigenen Regeln und gibt Porky nicht zurück. Cloe kann zwar mit Porky entkommen, aber KC wird gefangengenommen und ausgefragt. Tai-Sans Selbstheilungskräfte scheinen funktioniert zu haben, denn es geht ihr besser. Dafür zeigen sich plötzlich bei Lex Krankheitssymptome. Er fragt Tai-San um Rat und befolgt diesen auch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489865","hoster":"VOE"},{"path":"/redirect/8646569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-45","name":"Gefahr in Verzug","epNo":45,"alt":"","descr":"Da KC ist immer noch verschwunden ist, wissen nun die anderen Tribemitglieder, dass er gefangengehalten wird. Wird er ihren Aufenthaltsort verraten? Sie gehen davon aus und bereiten sich auf einen Angriff des Tribe Circus und deren schrecklichen Anführer Top Hat vor. Lex will Tai-Sans Rat befolgen und sich durch die Reinigung seiner Seele selbst heilen. Er macht sich auf die Suche nach KC und beobachtet, wie KC und Top Hat tatsächlich in Richtung Mall ziehen. Jetzt gibt es nur noch eine Möglilchkeit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489866","hoster":"VOE"},{"path":"/redirect/8646571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-46","name":"Spiel mit dem Feuer","epNo":46,"alt":"","descr":"In der Mall herrscht große Aufregung – der Tribe Circus steht vor der Tür. Lex ist in der Zwischenzeit in Ebonys Gefangenschaft und kämpft weiterhin mit seiner Krankheit. Ebony weigert sich, den Mall-Rats zu helfen. Wie kann Lex sie davon überzeugen, es trotzdem zu tun? In der Zwischenzeit ist der Tribe Circus in die Mall eingedrungen! Jede Rettung scheint zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489868","hoster":"VOE"},{"path":"/redirect/8646572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-47","name":"Ebonys großer Auftritt","epNo":47,"alt":"","descr":"Die Mall-Rats sind eingeschlossen und dem Feuer hilflos ausgesetzt, nur ein Wunder kann sie jetzt noch retten. Lex muss Ebony das Gegenmittel versprechen. Dafür befreien sie gemeinsam mit den Locos die anderen aus dem Feuer. Ebony will aber mehr für ihre Hilfe als nur das Gegenmittel. Sie braucht ein menschliches Versuchskaninchen für das Gegenmittel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489867","hoster":"VOE"},{"path":"/redirect/8646576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-48","name":"Ein Funken Hoffnung","epNo":48,"alt":"","descr":"Nach dem Kampf sind die übriggebliebenen Mall-Rats verzweifelt. Alles scheint seine Bedeutung verloren zu haben. Zandra tauscht sogar ihren geliebten Schmuck gegen Nahrungsmittel ein. Amber macht sich alleine auf die Suche nach Bray und entdeckt ihn im Hauptquartier der Locos. Niemand will sich an einer Befreiungsaktion beteiligen! In der Zwischenzeit versucht Jack mit Hilfe der Computerdisketten, an die Formel für das Gegenmittel zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489869","hoster":"VOE"},{"path":"/redirect/8646573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-49","name":"Täuschungen – Enttäuschungen","epNo":49,"alt":"","descr":"Ryan und Dal spionieren mit Hilfe eines Helikopters und einer Kamera das Innenleben von Ebonys Hauptquartier aus. Amber ist erschüttert, als sie die Bilder sieht. Dort versucht Ebony, Brays Herz zurückzugewinnen und scheint auch noch Erfolg zu haben. Lex, der in die Mall zurückgekehrt ist, wird von einer störrischen Zandra gepflegt und ist darüber ziemlich verwundert. Aber dann erzählt sie ihm den Grund für ihre Stimmung. Es ist höchste Zeit, dass Jack den Code für das Gegenmittel knackt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918020","hoster":"VOE"},{"path":"/redirect/8646575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-50","name":"Die Entdeckungen","epNo":50,"alt":"","descr":"Amber leidet sehr unter ihrem Liebeskummer. Ebony, die über Brays Abfuhr wütend ist, will sich an Amber rächen. Lex geht es in der Zwischenzeit besser und er bekommt Hunger. Als Ryan, Salene und KC sich auf den Weg machen, um Nahrung zu beschaffen, kommt es zu einer äußerst gefährlichen Situation. Endlich knacken Jack und Dal den Code, aber ihre Entdeckung sieht nicht wie die Formel für ein Gegenmittel aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489874","hoster":"VOE"},{"path":"/redirect/8646574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-51","name":"Der Aufbruch","epNo":51,"alt":"","descr":"Tai-Sans Visionen von einem Berg und einem Adler scheinen wahr zu werden. Der Tribe beschließt, sich auf den Weg nach Eagle Mountain zu machen. Ebony, die von ihren Männern verjagt wurde, flieht inzwischen mit Bray zur Mall. Aber sie finden niemanden mehr vor. Nach einer mühsamen Wanderung erreicht der Tribe endlich Eagle Mountain. Doch das Ziel ist noch weit. Ein anderer Stamm versperrt ihnen den Weg!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489876","hoster":"VOE"},{"path":"/redirect/8646577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-1/episode-52","name":"Eine ungewisse Zukunft","epNo":52,"alt":"","descr":"Der Tribe gerät in eine wüste Prügelei an der Straßensperre. Überraschenderweise kommen ihnen Ebony und Bray zur Hilfe. Mit einem Bus setzen sie ihre Reise fort. Nach weiteren Schwierigkeiten erreichen sie ein verlassenes Observatorium, das der Überwachung eines Raumschiffes dient. Zunächst reagieren die Geräte nicht. Wieder kommt Jacks Wissenschaftler-Gehirn zum Einsatz. Als das Raumschiff Kontakt zum Tribe aufnimmt, lauschen alle gespannt. Was hat die Besatzung des Raumschiffes dem Tribe zu melden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489871","hoster":"VOE"},{"path":"/redirect/8646581","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-tribe/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-tribe/staffel-2/episode-1","name":"Die Explosion","epNo":1,"alt":"","descr":"\"Es gibt ein Gegenmittel! Es wurde in allen Großstädten deponiert … \" Diese Botschaft hört der Tribe im Observatorium und schöpft Hoffnung. Die Kinder wissen, dass sie sich auf die Suche machen und zurück in die Stadt gehen müssen. Doch plötzlich nimmt die Tragödie ihren Lauf, als der Generator im Keller des Gebäudes Feuer fängt und alles explodiert. Die Tribemitglieder stürzen ins Freie – doch nicht alle von ihnen schaffen es rechtzeitig","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489873","hoster":"VOE"},{"path":"/redirect/8646578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-2","name":"Auf der Suche","epNo":2,"alt":"","descr":"Ehrfürchtig starren Lex, Ebony und Tai-San auf den Tank voller Gegenmittel, den sie endlich entdeckt habe! Aber es ist zu spät, um sich noch mit der kostbaren Fracht auf den Rückweg zu machen. Deshalb befiehlt Ebony Tai-San, einen Schlafplatz zu suchen. Kaum ist Tai-San verschwunden, da eröffnet Ebony Lex ihren teuflischen Plan: warum schalten sie Tai-San nicht aus und bringen das Gegenmittel in ihre Gewalt? Wer das Gegenmittel besitzt, besitzt die Macht über die ganze Stadt! Wie wird Lex reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489875","hoster":"VOE"},{"path":"/redirect/8646583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-3","name":"Das Gegenmittel","epNo":3,"alt":"","descr":"Lex ist verzweifelt, die Krankheit ist wieder bei ihm ausgebrochen und er hat Angst, ohne Gegenmittel keine Chance zu haben. Trotzdem entschließt sich Bray, die letzte Dosis für eine Analyse aufzubewahren, damit sich der Tribe auch in Zukunft schützen kann. Tai-San versucht, die anderen davon zu überzeugen, dass die Lösung in der Heilkraft der Pflanzen und Kräuter zu finden ist. In der Zwischenzeit hat sich eine große Horde Infizierter vor der Mall eingefunden, sie verlangen das Gegenmittel! Auch Alice ist unter ihnen, da ihre Schwester Elli erkrank ist, und sie meint es sehr ernst","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489872","hoster":"VOE"},{"path":"/redirect/8646586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-4","name":"Ein kluger Junge?","epNo":4,"alt":"","descr":"Der Tribe ist dabei, die Mall fluchtartig zu verlassen. Alle haben Angst, dass die Infizierten herausfinden, was es mit dem falschen Gegenmittel auf sich hat. Doch Tai-San beruhigt die anderen, sie erklärt den erstaunten Tribemitgliedern, dass sie das Gegenmittel hergestellt hat! Wie hat sie das geschafft? Das bleibt ihr Geheimnis, denn sie weigert sich, die Formel preiszugeben! Besonders Danni und Bray sind besorgt. Wissen ist Macht – und Macht korrumpiert. Was plant Tai-San und was passiert, wenn ihr etwas zustößt? Und auch Alice macht sich Sorgen, denn Ellie geht es immer schlechter. Grimmig starrt sie das falsche Gegenmittel an. Sie will Rache","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489879","hoster":"VOE"},{"path":"/redirect/8646580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-5","name":"Schutz für Tai-San","epNo":5,"alt":"","descr":"Lex wird von der wutentbrannten Alice überfallen und ins Labor zur Tai-San gezerrt. Sie verlangt das Gegenmittel, doch damit nicht genug, nachdem sie es bekommen hat nimmt sie noch eine kleine Sicherheit mit: Tai-San. Sie bleibt solange Alice Geisel, bis es Ellie besser geht! Was sollen die anderen tun? Ebony und Lex beschließen, Tai-San zu befreien. Da Danni und Bray ihnen nicht trauen, begleitet Danni sie. Und dieses Misstrauen ist nicht unbegründet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489877","hoster":"VOE"},{"path":"/redirect/8646584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-6","name":"Neue Tribe-Mitglieder","epNo":6,"alt":"","descr":"In der Zwischenzeit läuft die Verteilung des Gegenmittels problemlos. Viele Stämme kommen zur Mall, um sich mit dem Gegenmittel zu versorgen! Die Mall Rats nutzen ihre neue Macht, um Frieden zwischen den einzelnen Stämmen zu schaffen, dafür tragen sie auch ein neues Erkennungszeichen: ein Pentagramm. Ein Symbol, das in der Antike als Zeichen für Gesundheit stand. Doch der Frieden wird schon wieder bedroht, denn die unheimlichen Maskierten sind auf dem Weg in die Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489878","hoster":"VOE"},{"path":"/redirect/9241556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-7","name":"Die unheimlich Maskierten","epNo":7,"alt":"","descr":"Danni bereitete sich fieberhaft auf die Versammlung der Stammesanführer vor. Die Mall Rats haben das überzeugendste Argument überhaupt, um endlich Frieden und Gerechtigkeit für jeden zu schaffen: das Gegenmittel! Doch ein Treffen, dass allen offen steht, kann auch zu Überraschungen führen. Währenddessen produziert Tai-San ununterbrochen das Gegenmittel. Alice macht sich große Sorgen um Tai-Sains Gesundheit. Ist dieser Dauerhusten wirklich nur Teil einer beginnenden Erkältung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489888","hoster":"VOE"},{"path":"/redirect/8646582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-8","name":"Drohendes Unheil","epNo":8,"alt":"","descr":"Patsy ist schlecht gelaunt, sie hat keine richtige Aufgabe im Tribe hat und Ebony kommandiert sie ständig herum. Sie braucht dringend einen richtigen Job! Währenddessen sind Lex und KC noch immer hinter der Formel von Tai-San her. Die beiden müssen nur irgendwie in ihr Labor kommen, was bedeutet, dass sie Alice von ihrem Wachposten vor der Labortür weglocken müssen! Deshalb bemerkt auch niemand die finstere Gestalt, die um die Mall herumschleicht. Nur der Hund Bob ist alarmiert – er winselt und ist unruhig! Auch Patsy kümmert sich nicht um Bob, denn sie hat endlich einen Job: sie ist Bradys Kindermädchen. Voller Begeisterung stürzt sie sich in den ersten Ausflug mit der Kleinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489881","hoster":"VOE"},{"path":"/redirect/8646585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-9","name":"Angst um Brady","epNo":9,"alt":"","descr":"Brady ist verschwunden! Trudy ist hysterisch, rasend vor Angst und Wut stürzt sie sich auf Patsy, die auf die kleine Brady aufpassen sollte. Völlig verängstigt ergreift Patsy die Flucht und lässt die weinende Trudy zurück. Auch Brays Suche nach dem Baby blieb erfolglos, so versucht er wenigstens die verzweifelte Trudy zu trösten! Dabei wird er von einer unheimlichen Gestalt beobachtet! Auch in der Mall herrscht Panik – nach der Explosion im Labor kümmern sich die Tribe-Mitglieder um die bewusstlose Tai-San! Was kann die Explosion verursacht haben? Alice hat da einen Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489880","hoster":"VOE"},{"path":"/redirect/8646587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-10","name":"Schwere Zeiten","epNo":10,"alt":"","descr":"Tai-San ist zwar wieder bei Bewusstsein, aber sie hat ihr Gedächtnis verloren! Sie erkennt niemanden mehr und sie kann sich auch nicht an die Formel für das Gegenmittel erinnern! Und ohne das Gegenmittel ist der ganze Tribe in großen Schwierigkeiten! Unterdessen versucht KC mit Ebony einen Deal zu machen! Er weiß, wo Patsy sich versteckt hält und hofft, dass Ebony ihn vor Alice beschützt. Dabei sollte er Ebony doch besser kennen! In der Zwischenzeit kommen immer mehr Kinder, um sich das Gegenmittel geben zu lassen und die Vorräte werden immer knapper.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489882","hoster":"VOE"},{"path":"/redirect/8646591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-11","name":"Der Gesetzentwurf","epNo":11,"alt":"","descr":"Bray fühlt sich nicht wohl bei dem Gedanken an die Verantwortung, die er übernimmt, wenn Tai-San ihm die Formel für das Gegenmittel anvertraut. Tai-San findet jedoch Mittel und Wege, um ihn zu überzeugen. Auch wenn Bray erst überzeugt werden muss, andere sind begeistert davon, dass er dieses wichtige Wissen mit Tai-San teilt. Danni sieht eine Chance, einen Gesetzesentwurf zu etablieren! Aber was führt Ebony im Schilde? Dannis anfängliche Begeisterung schwindet etwas, als Bray überhaupt keine Zeit mehr für sie und ihren Entwurf hat. Er muss mit Tai-San im Labor arbeiten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008456","hoster":"VOE"},{"path":"/redirect/8646588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-12","name":"Angriff auf Dal","epNo":12,"alt":"","descr":"Dal ist über Nacht alleine auf dem Hof geblieben und auf dem Rückweg zur Mall wird er von den unheimlichen Chosen angegriffen. Auch der Hinweis, dass er zu den Mall Rats gehört und verantwortlich für das Gegenmittel ist, interessiert diese merkwürdigen Gestalten nicht. Trotzdem kann Dal entkommen und in der Mall Alarm schlagen! Die Tribe-Miglieder fangen an zu spekulieren, ob diese Chosen für Bradys Verschwinden verantwortlich sind. Deshalb will sich Ebony nochmals mit einem Suchtrupp auf den Weg machen! Derweil meldet sich Ryan freiwillig zur Nachtwache, denn er versucht alles, um Salene aus dem Weg zu gehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489887","hoster":"VOE"},{"path":"/redirect/8646590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-13","name":"Die verehrte Mutter","epNo":13,"alt":"","descr":"Die Verunsicherung in Bezug auf Ryan lässt Salene rückfällig werden, sie kämpft wieder mit ihrer Bulimie und verliert! Ryan bekommt das mit und holt sich zweifelhafte Beziehungstipps von Lex. In der Nacht kommt Ebony zu Trudy und weckt sie auf. Sie sagt ihr, dass sie heimlich mitkommen soll – ohne den anderen Bescheid zu geben – sie habe Brady gefunden. Trudy ist misstrauisch, aber die Sehnsucht nach ihrer kleinen Tochter überwiegt! Tatsächlich kann sie Brady kurz darauf in die Arme schließen, doch dann bewahrheiten sich ihre schlimmsten Befürchtungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008465","hoster":"VOE"},{"path":"/redirect/8646593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-14","name":"Reise in die Vergangenheit","epNo":14,"alt":"","descr":"Trudys große Stunde ist gekommen, sie soll über Ebonys Schicksal entscheiden! Doch erst möchte Trudy von Ebony wissen, warum diese sie schon immer gehasst hat! Das ist die lange Geschichte, wie aus Martin Zoot wurde, was aus dem Kapitän der Basketball Mannschaft wurde, wie Trudy schwanger wurde, wie Ebony Zoots Frau wurde und warum sich Bray nie für ein Mädchen entscheiden konnte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489885","hoster":"VOE"},{"path":"/redirect/8646589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-15","name":"Trudys Sklavin","epNo":15,"alt":"","descr":"In der Zwischenzeit haben die Mall Rats bemerkt, dass Trudy verschwunden ist. Lex nutzt Ebonys Abwesenheit aus, um sich selbst wieder als Sicherheitschef zu etablieren. Er benimmt sich wie ein General aus einem Comic, dabei schreckt er auch nicht davor zurück, alle und jeden zu beleidigen! Das ruft Salene auf den Plan, die Ryans Ehre verteidigt! Unterdessen hat sich im Lager der Chosen Trudy dazu entschlossen, Ebony als ihre Sklavin zu behalten! Das gibt Ebony natürlich die Chance, einen weiteren teuflischen Plan zu schmieden. Sie überzeugt Trudy davon, dass diese ihr hilft, zu entkommen, damit Ebony dann ihrerseits Trudy rettet. Trudy willigt ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489890","hoster":"VOE"},{"path":"/redirect/8646594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-16","name":"Die Erpressung","epNo":16,"alt":"","descr":"Trudy, die Gefangene der Chosen, wartet vergeblich auf ihre Rettung durch Ebony. In der Zwischenzeit fragt sie der Guardian aus, ob sie Ebony zur Flucht verholfen hat. Doch Trudy sagt ihm nichts. Aber sie ahnt, dass Ebony sie ein weiteres Mal betrogen hat. In der Mall ist die Aufregung über das Verschwinden von Trudy und Brady groß. Nur Danny wundert sich darüber, dass Ebony und Trudy zur gleichen Zeiten verschwanden und nur eine von beiden wieder auftauchte. Bray stellt Ebony zur Rede und erfährt, dass sie den Aufenthaltsort von Mutter und Tochter kennt. Den wird sie aber nur verraten, wenn er ihr die Formel für das Gegenmittel nennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489886","hoster":"VOE"},{"path":"/redirect/8646595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-17","name":"Ein schlechtes Geschäft","epNo":17,"alt":"","descr":"Trudys Rettungsmannschaft kehrt mit schlechten Neuigkeiten in die Mall zurück. Die Aktion ist gescheitert und Lex ist dafür verantwortlich. Bray ist sauer, dass Lex alles vermasselt hat und Lex fühlt sich verraten. Es kommt zum Kampf zwischen den beiden, der einen überraschenden Ausgang hat. Jack ist immer noch sauer darüber, dass Ellie ihn veräppelt hat. Jetzt holt sich Ellie Rat bei ihrer großen Schwester. Die redet Ellie ins Gewissen, denn Jack ist ein wirklich netter Kerl und nette Kerle sollte man gut behandeln! Eine Entschuldigung wäre also keine so schlechte Idee! Und was plant Ebony schon wieder? Besonders Danni interessiert das brennend!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489889","hoster":"VOE"},{"path":"/redirect/8646592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-18","name":"Die Machtübernahme","epNo":18,"alt":"","descr":"Die Tribe-Mitglieder sind darüber entsetzt, dass sich Ebony als neue Mitanführerin der Mallratten zu erkennen gibt. Die Situation droht zu eskalieren, doch Ebony schafft es, die anderen für sich einzunehmen. Als es zu einem Zwischenfall bei der Gegenmittelausgabe kommt, für den eigentlich Ebony verantwortlich war, schafft sie es wieder, die Situation für sich zu nutzen! Besonders Tai-San beobachtet dies mit großem Argwohn, es gefällt ihr nicht, dass Ebony immer mehr Kontrolle über den Tribe bekommt. Warum tut Bray nichts dagegen? Er ist hilflos, da Ebony ihn in der Hand hat, denn er hat ihr die Formel für das Gegenmittel verraten. Was hat sie vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489892","hoster":"VOE"},{"path":"/redirect/8646596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-19","name":"Die Tyrannin","epNo":19,"alt":"","descr":"Jack wartet ungeduldig darauf, dass Ellie von der Farm zurückkehrt. Er ist eifersüchtig und fragt sich natürlich, was Ellie so lange dort macht. Dass Dal dabei ist, beruhigt ihn auch nicht gerade. Derweil nimmt Dannis Entwurf für die neue Gesetzesgrundlage Gestalt an. Leider trifft er auf unerwartete Kritik. Ebonys Einwände waren natürlich vorhersehbar, doch dass nun auch Tai-San gegen ihren Entwurf stimmt, macht Danni rasend. Zum Glück schafft es der besonnene Bray, für Ruhe und Ordnung zu sorgen und der Entwurf wird unterzeichnet. Zur Feier dieses Ereignisses gibt es ein großes Fest, auf dass sich alle freuen. Leider ist am Ende nicht jeder über den Verlauf des Abends glücklich","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489891","hoster":"VOE"},{"path":"/redirect/8646600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-20","name":"Ein falscher Verdacht","epNo":20,"alt":"","descr":"Gemeinsam beerdigen die Mallratten Bob, den Hund. Besonders Patsy und Cloe sind verzweifelt, Bob war schließlich ihr bester Freund. Die Situation wird noch schlimmer, als Tai-San ein verdächtiges Kristall auf dem Boden ihres Labors findet. Damit ist klar, dass Bob vergiftet wurde und dieser Anschlag eigentlich ihr galt. Aber wer könnte so etwas tun? Tai-San vertraut sich Bray an, der ihr rät, sie solle es niemanden erzählen. Er wiederum erzählt es Ebony, da er einen Verdacht gegen sie hegt. Doch Ebony schafft es, seine Bedenken zu zerstreuen und den Verdacht auf jemand anderes zu lenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489895","hoster":"VOE"},{"path":"/redirect/8646597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-21","name":"Dannis Prozess","epNo":21,"alt":"","descr":"Salene macht sich große Sorgen um Lex, der immer mehr abrutscht und sich gehen lässt. Er schüttet ihr auch tatsächlich sein Herz aus, doch dann bedrängt er sie. Als Ryan das merkt, wirft er Lex aus der Mall. So wütend hat Ryan noch niemand gesehen! Derweil wartet Danni auf ihren Prozess, sie ist davon überzeugt, dass Ebony ihr das Gift untergeschoben hat. Ebony will den Tribe vernichten, davon ist Danni überzeugt. Staatsanwältin Ebony setzt alles daran, die Geschworenen davon zu überzeugen, dass Danni schuldig ist. Alice glaubt das nicht, doch Cloe und Patsy sind von Dannis Schuld überzeugt. Bray tut als Verteidiger alles, um Danni zu entlasten, doch es sieht nicht gut aus. Was verschweigt Danni?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489894","hoster":"VOE"},{"path":"/redirect/8646598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-22","name":"Spike muss gehen","epNo":22,"alt":"","descr":"Danni beichtet Bray ihr Geheimnis und ringt ihm das Versprechen ab, dieses Geheimnis niemandem zu verraten! Das fällt Bray schwer, doch er hält sein Wort. Um Danni zu schützen, verrät er im Gerichtssaal ein anderes Geheimnis: Er gibt zu, dass er Ebony die Formel für das Gegenmittel verraten hat. Danni wird freigesprochen, doch bei den Geschworenen bleiben Zweifel. Besonders Patsy und Cloe sind nach wie vor von Dannis Schuld überzeugt. Außerdem trauen sie Bray jetzt auch nicht mehr, denn er hat schließlich alle belogen. Ebony wiederum ist wütend, dass ihr Plan nicht aufgegangen ist. Aber sie wäre nicht Ebony, wenn sie nicht bereits Alternativen entwickelt hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489893","hoster":"VOE"},{"path":"/redirect/8646603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-23","name":"Tauschgeschäfte","epNo":23,"alt":"","descr":"Es ist soweit, der Tauschmarkt in der Mall wird eröffnet. Danni soll bei der Eröffnungsfeier des Band durchschneiden – darüber freut sie sich sehr. Über Ellies und Jacks Nachforschungen freut sie sich allerdings überhaupt nicht. Sie versucht, die Recherchen der beiden Nachwuchsjournalisten zur Geschichte des Virus zu unterbinden. Währenddessen zieht Lex einsam durch die Straßen. Es sieht nicht gut aus für ihn! Aus dem stolzen Lex ist ein ziemlich trauriger Anblick geworden! In der Mall macht sich Ryan Sorgen um seinen Freund, er hat ein schlechtes Gewissen. Salene überzeugt ihn schließlich davon, nach Lex zu suchen! Der Tauschmarkt wird ein voller Erfolg und zur Feier des Tages treffen sich die Tribemitglieder zu einem gemeinsamen Essen. Doch da tauchen plötzlich Ellie und Jack mit einem Zeitungsausschnitt auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008508","hoster":"VOE"},{"path":"/redirect/8646604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-24","name":"Ebony wittert ihre Chance","epNo":24,"alt":"","descr":"Nun lässt sich ihr Geheimnis nicht länger verschweigen: Danni beichtet dem Tribe, dass ihr Vater als Wissenschaftler für Pandorax gearbeitet hat. Er hat den tödlichen Virus geschaffen, aber nicht mit Absicht! Wie werden die anderen reagieren? Danni kann ja nichts dafür. Aber was ist mit Bray? Er hat davon gewusst – wiese hat der sonst so ehrliche Bray diese Information verschwiegen? Doch anstatt sich zu verteidigen, eilt er Danni hinterher, die wegläuft. Ebony erkennt eine Chance! Kaum ist Bray verschwunden, schon versucht sie, sich zur alleinigen Tribe-Chefin wählen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489896","hoster":"VOE"},{"path":"/redirect/8646605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-25","name":"Das Amulett","epNo":25,"alt":"","descr":"Dannis und Brays Traum von einer harmonischen Welt scheint endlich in Erfüllung zu gehen. Die Stämme räumen gemeinsam die Straßen auf und der Tauschhandel läuft gut und fair. Nur Ellie ist nicht damit einverstanden, dass allen anderen verschwiegen wird, dass das Gegenmittel offenbar nicht mehr gebraucht wird! Doch der Tribe hat viel zu große Angst davor, dass die Wahrheit wieder zurück ins Chaos führt! Ellie erklärt Jack, dass sie nicht mehr weiter mit ihm an der Zeitung arbeitet, sie will nicht auch noch dazu beitragen, Lügen zu verbreiten. Jack ist verzweifelt. Auch auf der Farm hat sich das Gerücht verbreitet, dass keiner das Gegenmittel mehr braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489898","hoster":"VOE"},{"path":"/redirect/8646599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-26","name":"Verborgene Talente","epNo":26,"alt":"","descr":"Die Dinge in der Mall laufen sehr gut. Lex ist Marktaufseher geworden und er schwört, dass er wieder ganz der Alte ist. Das stimmt auch, denn nach wie vor versucht er, jeden Vorteil für sich herauszuschinden. Er scheut sich auch nicht davor zu betrügen! Inzwischen ist auch ein Schulsystem aufgebaut worden. Salene kümmert sich um die Kinder und unterrichtet sie. Als Ryan ihr vorschlägt, dass er gerne mit ihr zusammen den Unterricht abhalten würde, ist sie etwas irritiert. Doch dann erwartet sie eine Überraschung! Währenddessen ist Ebony in eine Falle geraten. Spike hat sie gefangen genommen und will sich nun an ihr rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489904","hoster":"VOE"},{"path":"/redirect/8646602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-27","name":"Albträume","epNo":27,"alt":"","descr":"Ebony ist in Gefahr. Aber Alice und der restliche Tribe weigern sich, irgend etwas zu unternehmen. Nur Tai-San, in deren Träume Ebony immer wieder erscheint, gibt nicht auf. Sie spürt, dass Ebony in ernster Gefahrt schwebt. Und es wird auch Zeit, denn Ebony bekommt Albträume, die sie an ihre Vergangenheit mit Zoot erinnern! Wird Spike doch gewinnen? Derweil haben sich KC, Patsy und Cloe einen neuen Zeitvertreib gesucht, sie beobachten die Paare und führen Buch darüber, wer sich wie lange küsst! Das bringt Patsy und Cloe auf die Idee, dass sie nun auch langsam mal einen Freund brauchen! KC braucht etwas ganz anderes, denn Alice hat ihn sich geschnappt, sie ahnt, dass er etwas verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008520","hoster":"VOE"},{"path":"/redirect/8646601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-28","name":"Eine Rebellion","epNo":28,"alt":"","descr":"Ebony ist zwar wieder zurück, doch die jüngsten Ereignisse haben sie traumatisiert. Apathisch liegt sie in ihrem Zimmer in der Mall und kümmert sich um nichts. Ihre Wachen weigern sich, Befehle von jemand anderen als Ebony anzunehmen. Dadurch ist die Mall ungeschützt! Und Schutz hat sie und der Tribe dringend nötig, denn Dal wird von den Gulls auf dem Heimweg von der Farm angegriffen! Sie sind wütend, weil sie sich betrogen fühlen. Und sie sind nicht die einzigen, der Angriff der Gulls war erst der Anfang. Schon bald sammeln sich wütende Horden, die sich auf den Weg in die ungeschützte Mall machen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008526","hoster":"VOE"},{"path":"/redirect/8646606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-29","name":"Ein unerwartetes Angebot","epNo":29,"alt":"","descr":"Ebony hat mir ihrer flammenden Rede die Mall davor bewahrt, von den wütenden Horden gestürmt zu werden. Aber ob sie sich selbst auch retten kann, ist noch die Frage. Danny und Bray bedrängen sie, ihre Redegewandtheit für Frieden und Fortschritt einzusetzen. Aber Ebony will einfach in Ruhe gelassen werden! Tai-San beschwört sie, sich selbst gegenüber ehrlich zu sein. Aber Ebony bestreitet, dass sie etwas für Bray empfindet und außerdem ist er ja mit Danni zusammen! Doch da erscheint Ellie bei ihr und möchte ihren Rat haben, ob sie die Virusgeschichte drucken soll oder nicht. Die Konsequenzen für Dannisind offensichtlich. Ebony hat also die Zukunft ihrer Rivalin in der Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489905","hoster":"VOE"},{"path":"/redirect/8646607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-30","name":"Eifersucht","epNo":30,"alt":"","descr":"Patsy und Cloe geben einfach nicht auf! Sie versuchen alles mögliche, um die Aufmerksamkeit von Dal zu gewinnen. Sie verwöhnen ihn beim Frühstück mit Haferbrei und Bohnen und konkurrieren miteinander. Doch Dal hat weder an Bohnen noch an Haferbrei Interesse und an den beiden Mädchen leider auch nicht! Doch das hindert Patsy und Cloe nicht daran, sich weiter um ihn zu streiten. Streit gibt es auch zwischen Jack und Ellie. Er ist mit ihren radikalen Vorstellungen nicht einverstanden, dass man immer die radikale Wahrheit verkünden muss. Das sind nicht gerade die besten Vorraussetzungen für eine Party!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489903","hoster":"VOE"},{"path":"/redirect/8646610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-31","name":"Die Party","epNo":31,"alt":"","descr":"Alice hat es geschafft, Lex klarzumachen, dass er sich ruiniert, wenn er nicht sein Leben radikal verändert. Das fällt ihm nicht leicht, doch Alice unterstützt ihn aufopferungsvoll. Auch Ebony scheint sich verändert zu haben, sie behandelt einen Dieb überraschend fair und anständig. Alle freuen sich auf die Party, die alle Stämme gemeinsam feiern wollen. Fast alle, denn Ryan möchte lieber zu Hause bleiben, doch Salene besteht darauf, auf die Party zu gehen. Dort beobachtet sie allerdings eifersüchtig, wie Bray und Danni verliebt miteinander tanzen. Doch auch Danni wird eifersüchtig, denn Bray nimmt ausgerechnet mit Ebony am Tanzwettbewerb teil. Dies bleibt aber nicht die einzige Überraschung des Abends!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489901","hoster":"VOE"},{"path":"/redirect/8646611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-32","name":"Verwirrte Gefühle","epNo":32,"alt":"","descr":"Nach der großen Party liegen die Nerven blank. Danni ist eifersüchtig und schmollt mit Bray, bis er ihr klarmacht, dass er nur sie liebt. Salene schmollt mit Ryan. Ebony kann ihre Gefühle für Bray nun nicht länger verdrängen und sie vertraut sich Tai-San an. Diese rät ihr, zu ihren Gefühlen zu stehen. Also beschließt Ebony, sich Bray zu offenbaren. Sie verabredet sich mit und gesteht ihm ihre Liebe. Doch Bray reagiert nicht so, wie sie es sich gewünscht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489902","hoster":"VOE"},{"path":"/redirect/8646613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-33","name":"Trudys Rückkehr","epNo":33,"alt":"","descr":"Die Bewohner der Mall sind in heller Aufregung: Trudy ist wieder da! Alle freuen sich und kümmern sich um sie! Nur Patsy befürchtet, dass Trudy ihr immer noch die Schuld an Bradys Entführung gibt! Deshalb versucht Tai-San, sie zu beruhigen. Als Bray Trudy besucht, muss sie erfahren, dass er jetzt mit Danni zusammen ist. Bei einer Unterredung zwischen den Kontrahentinnen Trudy und Ebony geht es auch um deren Gefühle für Bray! Ellie ist ebenfalls zurück gekommen und verträgt sich wieder mit Jack! Leider heißt das aber nicht, dass nun alle glücklich sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489908","hoster":"VOE"},{"path":"/redirect/8646614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-34","name":"Geständnisse","epNo":34,"alt":"","descr":"Mit Hilfe von Patsy und Cloe versucht Ryan immer noch, sich bei Salene zu entschuldigen. Umsonst. Auf intensives Nachfragen von Trudy hin, gibt Salene ihr gegenüber zu, dass sie immer noch in Bray verliebt ist. Trudy verspricht ihr, es niemanden zu erzählen. Bray selbst erfährt von Tai-San, dass Ebonys Gefühle für ihn echt sich. Deshalb will er sich bei Ebony für sein Verhalten entschuldigen. Die behauptet aber plötzlich, dass sie alles nur erfunden hat, um Brays Reaktion zu testen. Ist sie wirklich die harte Kämpferin, die sie allen vorspielt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489911","hoster":"VOE"},{"path":"/redirect/8646609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-35","name":"Das Geheimnis um Trudy","epNo":35,"alt":"","descr":"Lex hat Alice das Leben gerettet und wird nun von allen als Held gefeiert. Er will Ebony den Job als Sicherheitschef streitig machen und er schafft es tatsächlich, dass Bray ihn für die Sicherheit in der Mall verantwortlich macht. Es kommt zu einer heftigen Auseinandersetzung zwischen Lex und Ebony. Diese Machtspiele interessieren Alice überhaupt nicht, sie ist von Amors Pfeil getroffen und hat nur noch Augen für Lex. Sie offenbart Tai-San, dass sie und Lex zusammengehören würden. Tai-San ist da eher skeptisch. Ebony wiederum wirft Tai-San, ein falsches Spiel zu spielen. Weiter wirft sie ihr vor, dass es Tai-San nur um Macht gehen würde, die Macht, Menschen zu beherrschen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489906","hoster":"VOE"},{"path":"/redirect/8646612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-36","name":"Sicherheitsfragen","epNo":36,"alt":"","descr":"Als Lex Alice ein Angebot macht, sind ihre Erwartungen groß. Diese Erwartungen werden allerdings nicht erfüllt, Lex macht sie lediglich zu seiner Stellvertretin. Aber das ist besser als nichts. So können sie wenigsten mehr Zeit miteinander verbringen! Auch Salenes Erwartungen werden nicht erfüllt. Sie kann sich zwar an Bray Schulter ausweinen, doch als Danni auftaucht ist damit auch schon wieder Schluss. Danni wiederum ist schrecklich eifersüchtig und sie macht Bray die Hölle heiß. Ebony streut auch noch Salz in Dannis Wunde, indem sie ihr von Brays und ihrer gemeinsamen Vergangenheit erzählt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489907","hoster":"VOE"},{"path":"/redirect/8646608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-37","name":"Ryans Abschied","epNo":37,"alt":"","descr":"Bray und Danni sehen mal wieder eine Chance für den Frieden – wenn nur die Anführer aller Stämme zusammenhalten würden. Doch dazu müsste der Tribe sich mit allen vertragen – ja, auch mit Billy-Boy, dem Anführer der Jackals! Lex ist absolut dagegen. Doch Bray setzt sich über seine Einwände hinweg und sucht die Jackals auf. Ryan hat ganz andere Probleme. Er eröffnet der überraschten Elli, mit der er unterwegs ist, dass er nicht mit ihr in die Mall zurückgehen will. Sie soll Salene Lebwohl von ihm sagen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489909","hoster":"VOE"},{"path":"/redirect/8646616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-38","name":"Das Rendezvous","epNo":38,"alt":"","descr":"Ryan ist verzweifelt, er weiß nicht mehr, was er tun soll. Auch Salene ist unglücklich und sie macht sich auf die Suche nach Ryan, den sie schließlich auch findet. Tränenreich fallen sich die beiden in die Arme und sie beschließen, wieder nach Hause zur Mall zurückzukehren! Derweil schwitzt Jack Blut und Wasser: Ebony hat ihn fast dabei erwischt, als er das Mikrofon in ihrer Suite versteckt hat. Glücklicherweise ist ihm eine gute Ausrede eingefallen. Aber eins steht für ihn fest, er möchte lieber doch kein Held sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008566","hoster":"VOE"},{"path":"/redirect/8646615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-39","name":"Wer ist Wolf?","epNo":39,"alt":"","descr":"Jack muss weiterhin Held spielen und Ebony ist ihm dicht auf den Fersen. Sie ist hätte ihn beinahe schon wieder erwischt! Deshalb bittet er Dal um Hilfe, seine Angst wird einfach zu groß. Auch Cloe hat Angst, denn Trudys gemeine Voraussage scheint sich zu bewahrheiten: Patsy will nichts mehr mit ihr zu tun haben, KC wendet sich auch von ihr ab. Und Salene und Ryan werden wohl wieder ein Paar – werden die beiden dann noch Zeit für sie haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489912","hoster":"VOE"},{"path":"/redirect/8646617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-40","name":"Trudys Festmahl","epNo":40,"alt":"","descr":"Der Tribe feiert die gute Nachricht: Die Chosen sollen wirklich besiegt sein! Ellie bringt gleich eine Sonderausgabe ihrer Zeitung heraus und verbreitet die Neuigkeit in der ganzen Stadt. Es gibt auch noch andere Neuigkeiten: Lex und Tai-San scheinen tatsächlich ineinander verliebt zu sein. Alice merkt, dass etwas mit Lex nicht stimmt. Sie wendet sich ausgerechnet an Tai-San, um ihr ihre Sorgen anzuvertrauen. Auch Trudy entwickelt plötzlich ein merkwürdiges Interesse an Lex. Sie will sich mit ihm versöhnen und lädt ihn deshalb zum Abendessen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489915","hoster":"VOE"},{"path":"/redirect/8646620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-41","name":"Intrigen","epNo":41,"alt":"","descr":"Jack und Dal haben einen heftigen Streit, bei dem es angeblich darum geht, wer wem etwas zu sagen hat. Aber eigentlich geht es um etwas anderes: Dal hat sich in Ellie verliebt, und Jack, der das zu wittern scheint, reagiert gereizt und sehr misstrauisch! Doch Jack hat außerdem noch genügend andere Probleme – er will Ebonys heimliche Versammlung mit den anderen Anführern der Stämme abhören – doch die Abhöranlage versagt im entscheidenden Moment. Und außerdem \"überredet\" Ebony Jack auch noch, die Nacht im Hotel zu verbringen, um die Sicherheitsanlage zu überprüfen. Hat sie Verdacht geschöpft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489914","hoster":"VOE"},{"path":"/redirect/8646618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-42","name":"Ryan sieht rot!","epNo":42,"alt":"","descr":"Trudy verfolgt weiter ihre finsteren Pläne und sie spielt ihr doppeltes Spiel perfekt. Sie versichert Patsy, die Zukunft stehe vor der Tür, und sie beide würden auf der richtigen Seite stehen. Salene bringt sie in große Verlegenheit, als sie rausposaunt, Salene und Ryan würden heiraten. Traurig gesteht Salene, dass sie Ryans Antrag abgelehnt hat. Das hat sie natürlich nur getan, nachdem Trudy ihr indirekt dazu geraten hat! Aber damit noch nicht genug. Ryan ist verzweifelt und Trudy treibt den Keil noch tiefer, indem sie ihm erzählt, Bray würde hinter Salenes Absage stecken. Da sieht Ryan rot!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489913","hoster":"VOE"},{"path":"/redirect/8646619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-43","name":"Trudys wahres Gesicht","epNo":43,"alt":"","descr":"Salenes Besuch bei Bray nimmt für alle Beteiligten einen unerwarteten Verlauf. Bray weiß nicht, wie ihm geschieht, Salene scheint ihn offensichtlich total missverstanden zu haben! Er sagt ihr deutlich, dass er sie nicht liebt! Salene verletzt das zutiefst, deshalb läuft sie aus der Mall weg! Auch zwischen Ebony und Danni brodelt es! Danni wirft Ebony vor, sie hätte die Entführungen nur inszeniert, um Unfrieden zu stiften und Panik zu verbreiten! Ebony wiederum wirft Danni vor, nur eifersüchtig auf Ebonys nach wie vor starke Verbindung zu Bray zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489916","hoster":"VOE"},{"path":"/redirect/8646625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-44","name":"Die Wanze","epNo":44,"alt":"","descr":"Trudy schleicht sich heimlich aus der Mall fort, um sich von den Chosen feiern zu lassen! Der Guardian ermutigt sie aber in einem Gespräch unter vier Augen dazu, noch ein wenig durchzuhalten und die Mall-Rats weiter auszuspionieren. Er verspricht ihr, dass sie schon bald wieder mit ihrer Tochter und den Chosen vereint sein wird! Also kehrt sie in die Mall zurück, wo sie von Danni auf die Streitereien zwischen Cloe und Patsy angesprochen wird. Scheinheilig verspricht Trudy, sich mehr um Cloe zu kümmern! Derweil macht sich Ryan fürchterliche Sorgen um Salene, die noch immer verschwunden ist. Auch Bray macht sich Sorgen – und Vorwürfe – er beschließt, nach Salene zu suchen. Ist auch sie ein Opfer der mysteriösen Entführungen geworden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489917","hoster":"VOE"},{"path":"/redirect/8646621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-45","name":"Alice flüchtet","epNo":45,"alt":"","descr":"Niemand glaubt Ebony, dass sie nichts mit Spike zu tun hatte. Auch Alice hat Sorgen. Sie will auf die Farm gehen, um allein zu sein. Auf dem Weg dahin begegnet sie Axl, der ein paar dumme Sprüche zu viel macht. Alice ganze aufgestaute Wut bricht sich Bahn und sie schlägt ihn nieder. Daraufhin wird sie verhaftet und zu Ebony geschafft. Überraschenderweise reagiert Ebony verständnisvoll auf Alice und ihren Liebeskummer. Ist das der Beginn einer wunderbaren Freundschaft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489922","hoster":"VOE"},{"path":"/redirect/8646624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-46","name":"Salenes Geheimnis","epNo":46,"alt":"","descr":"May und Salene machen sich, nachdem May The Smile verjagt hat, gemeinsam auf den Weg zur Mall. Sie hat Salene davon überzeugt, wieder zu Ryan zurückzugehen. Die Mall-Rats nehmen die beiden freudig wieder auf. Nur Ryan kann nicht glauben, dass Salene wirklich zu ihm zurück will. Auch Lex hat Probleme mit der Liebe. Tai-San ist davon überzeugt, dass sie nie glücklich miteinander sein können, wenn Alice leidet. Deshalb trennt sie sich von ihm! Alice hat ganz andere Sorgen, sie sucht den Spion in Ebonys Truppe. Wird sie ihn finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489921","hoster":"VOE"},{"path":"/redirect/8646622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-47","name":"Lex’ Antrag","epNo":47,"alt":"","descr":"May konfrontiert Trudy mit der Wahrheit, dass sie sich von den Chosen wie eine Königin verehren ließ! May weiß auch, dass Trudy eine entscheidende Rolle bei den Chosen spielt. Doch Trudy schafft es wieder einmal, die Mallrats von ihrer Unschuld zu überzeugen. Unter Tränen erzählt sie, wie entsetzlich sie gelitten hat und dass sie das Spiel nur mitspielen musste, bis sie die Chance zur Flucht hatte. Alle in der Mall sind voller Mitgefühl – bis auf Cloe , die ihr das Theater nicht abnimmt – sogar May entschuldigt sich bei Trudy …  Auch zwischen Ellie und Tai-San kommt es zu einer Konfrontation. Doch Lex überrascht alle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489923","hoster":"VOE"},{"path":"/redirect/8646626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-48","name":"Das Ding mit dem Ring","epNo":48,"alt":"","descr":"Der Tag der Doppelhochzeit ist da: Ryan und Salene – Tai-San und Lex sind die glücklichen Paare. Lex muss dem ängstlichen Ryan noch ein paar Tipps geben – immerhin ist er ja der einzige Profi in der Runde! Die Trauzeugen Jack und Dal proben ihren Auftritt. Dabei verschlampt der nervöse Jack prompt Tai-Sans wertvollen Ehering! Sie hat ihm noch nachdrücklich gesagt, dass dieser Ring unersetzlich für sie ist. Nach wie vor ist Cloe sehr misstrauisch, was Trudy betrifft. Und warum lächelt Patsy die ganze Zeit so geheimnisvoll?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008604","hoster":"VOE"},{"path":"/redirect/8646627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-49","name":"Die Doppelhochzeit","epNo":49,"alt":"","descr":"Die Mallrats gratulieren den frischvermählten Paaren – nur Alice fühlt sich nicht wohl und verlässt die Mall. Auch Patsy geht es nicht so gut, die muss sich vor dem Guardian verstecken, der sie verzweifelt sucht. Doch es gelingt ihr, ihm zu entkommen – verzweifelt erreicht sie Mall, wo Trudy sie sofort in die Mangel nimmt. Auf dem Fest ist die Stimmung auch nicht mehr die Beste! Salene tanzt zu viel mit Bray, was Danni auf den Plan ruft! Nur Ryan ist glücklich, er hat sich noch eine besondere Überraschung für seine Braut überlegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489918","hoster":"VOE"},{"path":"/redirect/8646623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-50","name":"Die Verschwörung","epNo":50,"alt":"","descr":"Patsy glaubt an Gespenster, als plötzlich Ebony vor ihr steht! Doch Ebony hat eine zu Recht eine irdische Wut auf Patsy! Sie verlangt von ihr, dass sie ihr alles über Trudy und deren Verbindung zu den Chosen erzählt! Mit diesem Wissen schleicht Ebony zurück ins Hotel, um Alice zu suchen. Sie kann sie befreien, doch dann trennen sich ihre Wege. Alice will die Mallrats warnen und Ebony macht sich aus dem Staub, da ihr sowieso niemand glauben würde. Also macht sich Alice alleine auf den Weg zu Mall. Wird sie es schaffen, die anderen rechtzeitig zu warnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489920","hoster":"VOE"},{"path":"/redirect/8646628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-51","name":"Das Ultimatum","epNo":51,"alt":"","descr":"Danni und die restlichen Anführer werden von den Chosen gefangengehalten. Vergeblich versucht Danni, die anderen davon zu überzeugen, dass sie gemeinsam stärker sind als die Chosen. Einer nach dem anderen ergibt sich. Nur Danni bleibt standhaft. Dann erscheint Wolf mit einem Ultimatum vom Guardian: Bray muss sich bis zum Mittag des nächsten Tages ergeben, sonst sieht er Danni nie wieder","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489919","hoster":"VOE"},{"path":"/redirect/8646630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-2/episode-52","name":"Der letzte Kampf","epNo":52,"alt":"","descr":"Jack entwickelt einen Plan, wie er mit Lex, Ryan und Bray Danni und die anderen retten will – nämlich mit Rauch! Damit dieser Plan klappt, versucht Lex, die Kinder der anderen Stämme zu mobilisieren, leider ohne besonderen Erfolg. Zu groß ist ihre Angst vor dem Guardian und seinen Chosen. Deshalb hält ihnen Bray eine verzweifelt-bewegende Rede. Ob er es schafft, sie zu überzeugen? In der Zwischenzeit eröffnet der Guardian Trudy, was er mit Bray vorhat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489934","hoster":"VOE"},{"path":"/redirect/8646633","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-tribe/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-tribe/staffel-3/episode-1","name":"Hunger nach Freiheit","epNo":1,"alt":"","descr":"Der Suchtrupp der Chosen findet Bray und Lex bewegungslos unter ihrem Fluchtfahrzeug am Strand. Deshalb verkünden Luke und seine Leute, dass die beiden verunglückt seien. Trudy besteht darauf, dass sie in die Mall gebracht werden müssen. Als sich daraufhin der Suchtrupp erneut auf den Weg macht, sind Lex und Bray verschwunden. Ebony hat die beiden gefunden und gerettet. Lex hat den Unfall gut überstanden, doch Bray ist verletzt. Er muss gestützt werden und er hat große Schmerzen. Inzwischen ist auch der Suchtrupp wieder hinter ihnen her. Wird ihre Flucht gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489924","hoster":"VOE"},{"path":"/redirect/8646634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-2","name":"Die gescheiterte Flucht","epNo":2,"alt":"","descr":"Lex und Ebony suchen vergebens nach Bray. Der Suchtrupp der Chosen hat ihn gefunden und weggebracht. Das erzählt ihnen Pride, der plötzlich aus dem Nichts aufzutauchen scheint. Pride gehört zu einem Stamm, der im Einklang mit der Natur lebt. Er erzählt auch von ihrer Anführerin, die Lex an jemand aus der Vergangenheit erinnert. In der Zwischenzeit wird Bray dem Guardian vorgeführt. Und auch Trudy setzt ihm zu, sie will Bray unbedingt auf ihre Seite ziehen. Sie behauptet, dass nur die Chosen eine Zukunft hätten. Derweil lässt sich Jack von Ellie überreden, einen Fluchtplan zu entwickeln. Doch die Flucht scheitert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880005","hoster":"VOE"},{"path":"/redirect/8646632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-3","name":"Hunger","epNo":3,"alt":"","descr":"Ellie macht sich Vorwürfe, weil Jack von den Chosen weggebracht wurde. Schließlich war sie es, die ihn dazu angestiftet hat, einen Fluchtweg zu suchen. Tai-San tröstet sie. Gemeinsam mit den anderen versuchen sie, Jack und Lex durch positive Gedanken zu unterstützen. Der Guardian tobt, als er erfährt, dass Trudy den Mallrats heimlich etwas zu essen gegeben hat. Und obwohl Trudy ihm versichert, dass sie das nur getan hat, um ihn und seine Pläne zu unterstützen, nimmt er ihr zur Strafe Brady weg. Die Essensrationen fallen also weg! May und Salene sind so hungrig, dass sie beschließen, das Spiel der Chosen mitzuspielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489930","hoster":"VOE"},{"path":"/redirect/8646629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-4","name":"Trudys Prüfung","epNo":4,"alt":"","descr":"Der Guardian gibt Trudy die Schuld an Brays \"Verrat\". Um ihre Treue zu beweisen, will er sie einem teuflischen Test unterziehen. Die Verzweiflung der Mallrats wird immer größer, denn auch Ryan wird fortgebracht. Er muss auf den Feldern der Farm arbeiten, wo ihn Ebony und Lex finden. Ryan berichtet den beiden die Neuigkeiten aus der Mall. Dorthin zurückgekehrt, kann er den anderen ein wenig Hoffnung machen, denn Ebony und Lex wollen ihnen helfen. Kann ihnen das auch wirklich gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9879859","hoster":"VOE"},{"path":"/redirect/8646631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-5","name":"Dals Traum","epNo":5,"alt":"","descr":"Bray ist wütend und irritiert, dass Pride Ambers Ring trägt. Er weiß nicht mehr weiter und traut Pride auch nicht, obwohl dieser ihn gerettet hat. Doch schließlich entschuldigt er sich bei Pride für seinen Ausbruch. Er muss diese geheimnisvolle Eagle kennen lernen und herausfinden, woher sie Ambers Ring hat. So folgen sie Pride zum Lager seines Stamms. Auf dem Weg dorthin finden sie Dal wieder, der sich allein zu Ambers Grab aufgemacht hat – das Grab war leer!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489929","hoster":"VOE"},{"path":"/redirect/8646635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-6","name":"Amber lebt!","epNo":6,"alt":"","descr":"Amber lebt! Bray und Dal sind außer sich – und Amber auch, aber aus unterschiedlichen Gründen. Sie lebt nun ein neues Leben als Eagle – Anführerin des Stammes der Gaian – und hält von Besuchern gar nichts. Vor allem nicht von Besuchern aus der Vergangenheit. Doch sie kann sich nicht wehren, die Erinnerungen stürzen auf sie ein. Auch Bray träumt von der Vergangenheit. Er ist verzweifelt, als Pride ihnen eröffnet, dass sie am nächsten Morgen wieder gehen müssen. Warum will seine große Liebe nicht mal mit ihm reden? Die Situation eskaliert, als Amber Dal zu sich bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489928","hoster":"VOE"},{"path":"/redirect/8646637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-7","name":"Erinnerungen","epNo":7,"alt":"","descr":"Bray hat die Gaians nicht unbedingt auf seine Seite gezogen, als er einfach in Ambers Hütte gestürmt ist. Doch ungerührt verlangt er eine Erklärung von Amber – sind ihr die alten Freunde gleichgültig geworden? Aber sie bleibt dabei, die Entscheidung über eine Unterstützung der Mallrats trifft allein der Stammesrat. Und schon holen sie die Erinnerungen wieder ein – wie Ebony sie zwar aus dem brennenden Gebäude gerettet hat, ihr dann jedoch die schreckliche Wahrheit über Bray erzählt hat. Dass er Amber betrogen und belogen hätte. Da war es doch klar, dass sie nicht in die Stadt zurückgekehrt ist! Bray ist jetzt genauso verwirrt wie Amber es damals war. Er beschwört sie, dass Ebony gelogen hat, aber Amber glaubt ihm nicht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9880018","hoster":"VOE"},{"path":"/redirect/8646638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-8","name":"Abschiede","epNo":8,"alt":"","descr":"Bray ist außer sich vor Wut – auf Ebony wegen der gemeinen Lüge, und auf Amber, weil sie ihm nicht glauben will! Doch Amber sagt, sie habe die Vergangenheit begraben. Auch die Abstimmung des Stammesrats bringt keine guten Neuigkeiten: Die Gaians werden den Mallrats nicht helfen! Deshalb verlassen Ebony und Lex die Gaians – sie machen sich allein in Richtung Stadt auf. Auf ihrem Weg treffen sie auf eine Gruppe von Chosen. Schließlich geben auch Bray und Dal auf, allein und ohne einen Plan zur Rettung ihrer Freunde, trennen sie sich von den Gaians.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489932","hoster":"VOE"},{"path":"/redirect/8646636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-9","name":"Überläufer","epNo":9,"alt":"","descr":"Alice greift May, Patsy und besonders Salene an, weil sie sich dem Guardian und Trudy anbiedern. Salene wehrt sich: Sie würde doch nur so tun, als ob sie zu den Chosen übergelaufen wäre! Doch was ist mit May? Tut sie auch nur so? Derweil planen Bray, Dal, Amber, Pride und der Stamm der Gaians die Rettung der Mallrats. Sie wollen nachts heimlich in die Mall eindringen und einen Überraschungsangriff starten. Auch Ebony und Lex sind nicht untätig. Die erbeuteten Chosen-Umhänge verschaffen ihnen ungeahnte Möglichkeiten. Doch dann kommt es zum Unfassbaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489933","hoster":"VOE"},{"path":"/redirect/8646639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-10","name":"Misslungener Rettungsversuch","epNo":10,"alt":"","descr":"Salene schreit wie am Spieß, als sie ihren geliebten Bray plötzlich vor sich sieht. Sie hält ihn für einen Geist. Ihre Schreie wecken die Chosen und geben dem Guardian die Möglichkeit, den Spieß umzudrehen … Es kommt zum Kampf. Doch Bray schafft es, Ebony aus den Fängen des Guardians zu retten. Die Retter können fliehen, und zurück bleibt der Guardian, erboster denn je und fest entschlossen, den Verräter in den eigenen Reihen zu finden. Sein Verdacht fällt auf May! Doch die schafft es, ihm ihre Loyalität zu beweisen, und so wird sie zu seiner Komplizin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489935","hoster":"VOE"},{"path":"/redirect/8646640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-11","name":"Mays tückischer Plan","epNo":11,"alt":"","descr":"May ist tatsächlich zu den Chosen übergelaufen. Gemeinsam mit dem Guardian schmiedet sie einen heimtückischen Plan, um Bray in die Falle zu locken. Sie verteilt auf der Straße Handzettel, die die Leser auffordern, sich den Chosen zu widersetzen! Dabei trifft sie Lex, der sich zögernd einwickeln lässt. Er bringt sie zu Amber, Bray und Pride und die Falle schnappt zu. Derweil lässt sich Patsy von Alice und Ellie dazu überreden, zu den Chosen überzulaufen, um diese auszuspionieren. Sie spielt ihre Rolle so gut, dass Luke ganz begeistert von der Idee ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489936","hoster":"VOE"},{"path":"/redirect/8726150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-12","name":"Das Begräbnis","epNo":12,"alt":"","descr":"Das Begräbnis von Dal versammelt die traurigen Rebellen. Besonders Amber steht unter Schock – sie scheint wie gelähmt vor Kummer und spricht mit niemanden. Erst als Bray sie aufsucht, erzählt sie ihm von ihren Schuldgefühlen! Deshalb beschließt sie, sich allein mit ein paar Gaians auf die Suche nach Verstärkung zu machen, mit deren Hilfe sie gegen den Guardian arbeiten können. Derweil kommt es zu einem Gespräch zwischen Bray und Pride – Pride liebt zwar Amber, doch ihm ist klar, dass Amber und Bray zusammengehören! Er gibt Amber den Ring zurück – und gibt sie dadurch frei","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489937","hoster":"VOE"},{"path":"/redirect/8646646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-13","name":"Der fünfte Kreis","epNo":13,"alt":"","descr":"Bray ist traurig, das Amber das Lager verlassen hat. Deshalb versuchen Lex und Pride, ihn aus seiner trüben Stimmung zu reißen. Doch Bray reagiert nicht auf ihre Ablenkungsversuche, schließlich sagt Lex ihm klipp und klar, dass er nicht der einzige ist, der sich Sorgen um seine Freundin macht. In der Mall bereitet sich währenddessen Patsy auf ihre Einweihungsfeier in den fünften Kreis vor und erfährt, dass Cloe auch für Alice und Ellie spioniert hat. Daraufhin können die Schwestern Patsy nur mit Mühe dazu überreden, weiter für sie zu \"arbeiten\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489938","hoster":"VOE"},{"path":"/redirect/8646641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-14","name":"Flugblätter","epNo":14,"alt":"","descr":"May erzählt Trudy, dass Tai-San heimlich den Guardian besucht. Trudy ist außer sich! Sie fragt May aus: was hat Tai-San beim Guardian zu suchen? May versucht scheinheilig, Trudy zu beruhigen – und provoziert natürlich einen neuen Wutausbruch! Auch auf der Farm kommt es zu einem Streit, denn KC findet eines der Flugblätter, die Alice, Ryan und Ellie verteilt haben. Doch sie tun so, als wüssten sie von nichts. Viel schlimmer aber ist, dass auch Luke ein Flugblatt in die Hände fällt, welches er prompt dem Guardian zeigt. Dieser beauftragt ihn, den Verfasser zu finden, damit ein Exempel statuiert werden kann. Und tatsächlich ertappt Luke Ellie dabei, wie sie eins der Flugblätter an einer Wand befestigt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489939","hoster":"VOE"},{"path":"/redirect/8646643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-15","name":"Trudys Urteil","epNo":15,"alt":"","descr":"Die Situation zwischen Trudy und dem Guardian spitzt sich immer weiter zu. Es geht soweit, dass der Guardian Trudy eröffnet, dass er sie nicht mehr für fähig hält, ihre Position als Verehrte Mutter innezuhaben. Daraufhin explodiert Trudy und beschimpft den Guardian, was den nur noch mehr gegen sie aufbringt. Alice und Ellie möchten natürlich wissen, wie es zu dieser Auseinandersetzung kommen konnten. Deshalb erzählt ihnen Patsy, dass Trudy herausbekommen hat, dass sich Tai-San heimlich mit dem Guardian trifft. Die Schwestern sprechen Tai-San darauf an und machen ihr Vorwürfe, die Tai-San weit von sich weißt – es gäbe keinen Grund ihr zu misstrauen! Zufällig wird Lex Zeuge, als der Guardian Trudys Strafe bekannt gibt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489940","hoster":"VOE"},{"path":"/redirect/8646644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-16","name":"KCs große Stunde","epNo":16,"alt":"","descr":"Lex kehrt zurück in das Lager der Rebellen und berichtet Pride, Bray und Ebony von den Plänen, die der Guardian mit Trudy hat. Bray ist entsetzt und will Trudy befreien, doch Lex und Ebony sind dagegen, schließlich hat Trudy die Mallrats an die Chosen verraten. Sie sind der Meinung, Trudy verdient ihre Hilfe nicht. Somit ist Bray überstimmt. Doch Bray hat einen unerwarteten Mitstreiter: Luke! Er bittet Elli um Hilfe, denn er will Trudy die Flucht ermöglichen! Sie soll Kontakt mit Bray und den anderen aufnehmen, deren Unterstützung bei seinem Plan nötig ist. Also wird Patsy losgeschickt, die auch prompt Bray in die Arme läuft, der Trudy auf eigene Faust retten will. Und dann schlägt KCs große Stunde!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489941","hoster":"VOE"},{"path":"/redirect/8646645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-17","name":"Das Orakel","epNo":17,"alt":"","descr":"Bray und Pride haben es geschafft, Trudy zu befreien. Und obwohl Lex und Ebony dagegen waren, Trudy zu retten, sehen sie nun eine Chance, den Chosen eins auszuwischen. Sie wollen auch keine Rücksicht darauf nehmen, dass Trudy vollkommen verstört und erschöpft ist! Aber das will Bray nicht zulassen, deshalb überredet er Pride, Trudy zu Amber zu bringen, damit sie in Sicherheit ist. Der Guardian ist inzwischen auf der Suche nach der Ursache für den Tumult, der Trudys Flucht erst ermöglicht hat. Der Schuldige ist schnell gefunden: KC. Doch das Verhör nimmt einen überraschenden Verlauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489942","hoster":"VOE"},{"path":"/redirect/8646647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-18","name":"Neue Befehle","epNo":18,"alt":"","descr":"KC genießt seine neue Rolle als Orakel. Er lässt es sich gut gehen und schlägt sich erst einmal den Magen voll! Doch der Guardian hat viele Fragen an ihn, und obwohl KC versucht, sich geschickt aus der Affäre zu ziehen, klappt es nicht immer. So möchte er den Guardian dazu bringen, dass er ein großes Fest für die Kinder macht und Süßigkeiten an sie verteilt. Doch damit bringt KC den Guardian auf eine ganz andere Idee. Diese Idee führt zu neuen Befehlen, die auch das Leben von Ryan und Salene verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489943","hoster":"VOE"},{"path":"/redirect/8646648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-19","name":"Der neue Vater","epNo":19,"alt":"","descr":"Da Pride noch immer nicht von Amber zurückgekehrt ist, beginnt Bray, sich doch langsam Gedanken zu machen: War es dumm von ihm, ausgerechnet seinen Nebenbuhler zu ihr zu schicken? Seine Sorgen sind unbegründet, denn Pride hat tatsächlich vor, zurückzukehren. Doch er ist eine Falle gegangen! In der Mall gerät Ryan mit ein paar Wachen aneinander, die ihn schikanieren. Die Situation droht zu eskalieren, doch zum Glück greift Luke im letzten Moment ein und rettet Ryan!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9879733","hoster":"VOE"},{"path":"/redirect/8646653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-20","name":"Ryan dreht durch","epNo":20,"alt":"","descr":"Tai-San befürchtet, dass sie nach ihrem Auftritt beim Guardian schlechte Karten hat. Als Luke bei ihr auftaucht und ihr mitteilt, dass der Guardian sie sofort zu sehen wünscht, ahnt sie schlimmes. Doch als sie bei ihm erscheint, ist sie sehr erstaunt, dass der Guardian sich bei ihr entschuldigt. Außerdem erklärt er ihr, dass er das Gefühl habe, sie seien verwandte Seelen. So viel Vertrauen bringt Salene Ryan nicht entgegen, sie hat ihm immer noch nichts von den Plänen des Guardians erzählt. Doch May verplappert sich – oder erzählt sie es mit Absicht? Ryan wird hellhörig und er zwingt Salene, ihm endlich die Wahrheit zu sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489944","hoster":"VOE"},{"path":"/redirect/8646652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-21","name":"Die Spionin","epNo":21,"alt":"","descr":"Der Guardian ist völlig außer sich, dass er von Ryan angegriffen wird. Deshalb wirft er Luke vor, dass sein Sicherheitssystem nicht funktioniere. Außerdem erwartet er eine harte Strafe für Ryan. Als Luke versucht ihm zu erklären, dass Ryan als Minenarbeiter nützlich wäre, will sich der Guardian nicht darauf einlassen. Er fordert weiter eine harte Strafe für Ryan. Doch Luke widersetzt sich den Anweisungen des Guardians und schmuggelt Ryan aus der Mall! Das erzählt er Salene, die er beschwört, niemandem etwas davon zu erzählen. Salene fällt ihm vor Freude um den Hals, und genau in diesem Moment taucht Ellie auf! Derweil warten Lex, Bray und Ebony an der vereinbarten Stelle auf ihre Spionin, die aber nicht erscheint. Hat May die Mallrats schon wieder verraten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489945","hoster":"VOE"},{"path":"/redirect/8646649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-22","name":"Explosiv!","epNo":22,"alt":"","descr":"Der Anschlag der Rebellen gegen die Chosen ist ein voller Erfolg: Die Benzinvorräte der Sekte werden vernichtet. Während Bray und die anderen feiern und auf ihre abwesenden Freunde anstoßen, erfährt der Guardian vom Verlust des Tanklagers! Er bittet sofort KC, seine Orakel, zu sich, der ihm dieses Ereignis deuten soll. KC tut dies auf bewährte Art, indem er dem Guardian genau das erzählt, was er hören möchte! Die Explosion deutet auf eine Feierlichkeit hin. Und auch zwischen Ned und Alice fliegen die Fetzen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489947","hoster":"VOE"},{"path":"/redirect/8646655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-23","name":"Theaterluft","epNo":23,"alt":"","descr":"Bray, Lex und Ebony bringen einen Lastwagen der Chosen in ihre Gewalt, auf dem sich eine Gruppe von Mädchen befindet, die die Chosen aus ihren Dörfern entführt haben. Diese erzählen Bray und den anderen, dass die Chosen mithilfe eines Puppentheaters Propaganda gegen die Rebellen machen. Das wollen sie mit ihren eigenen Augen sehen. Was sie sehen, bringt sie auf eine Idee. In der Mall spitzt sich die Lage für Tai-San zu, der Guardian wartet auf ihre Antwort! Selbst Luke beschwört Ellie, auf Tai-San Einfluss zu nehmen, sie darf das Angebot auf keinen Fall akzeptieren. Wie wird sich Tai-San entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489951","hoster":"VOE"},{"path":"/redirect/8646651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-24","name":"Die Generalprobe","epNo":24,"alt":"","descr":"Lex ist von sich und er Aufführung absolut begeistert – die Theaterluft hat ihm gefallen. Doch in seine Begeisterung platzt Bray mit der Nachricht von der Krönungsfeier der neuen verehrten Mutter! Wer könnte das sein – Salene? May? Ebony ist dafür, dem Guardian während der Feier aufzulauern. In der Zwischenzeit hat sich der Geisteszustand des Guardian weiter verschlechtert – er schwelgt nur noch in verrückten Träumen und Visionen. Darüber ist Luke besorgt. Aber das sind nicht seine einzigen Sorgen – er fühlt sich von Ellie ausgenutzt und ist enttäuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489950","hoster":"VOE"},{"path":"/redirect/9879765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-25","name":"Salenes Tränen","epNo":25,"alt":"","descr":"Lex ist außer sich – was ist zwischen Tai-San und dem Guardian? Ebony verschlimmert die Situation noch mit ihren Sticheleien und auch Bray gelingt es nicht, Lex zu beruhigen! In der Zwischenzeit hat Tai-San von May erfahren, dass diese Lex während der Zeremonie im Publikum gesehen hat. Tai-San ist verzweifelt. Salene auch. Luke kümmert sich rührend um sie. Er untersucht ihren verstauchten Knöchel und pflegt sie, wofür sie ihm sehr dankbar ist! Trotzdem kann er ihr nicht wirklich helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9879746","hoster":"VOE"},{"path":"/redirect/8646654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-26","name":"Lukes Zweifel","epNo":26,"alt":"","descr":"Lex verlangt eine Erklärung von Tai-San – warum hat sie ihm in aller Öffentlichkeit abgeschworen? Sie erklärt ihm , dass sie den Guardian auf ihre Weise zum Guten beeinflussen will – er soll Geduld haben. Doch Lex will nichts davon wissen, Tai-San soll auf der Stelle mit im mitkommen. Deshalb sieht sich Tai-San gezwungen, die Wachen zu rufen. Lukes Zweifel am Guardian wachsen weiter, nach dem dieser sich abfällig über Lukes Sorgen um Salene geäußert hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489948","hoster":"VOE"},{"path":"/redirect/8646656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-27","name":"Tai-Sans Krönung","epNo":27,"alt":"","descr":"Tai-San träumt davon, dass bei der Zeremonie, bei der sie zur neuen verehrten Mutter gekürt werden soll, ein Attentat auf den Guardian verübt wird. Sie erzählt dem Guardian den Traum und bittet ihn, die Zeremonie abzusagen. Doch dieser lässt sich nicht von seinen Plänen abbringen! Alles soll wie geplant stattfinden! Und wo ist Lex? Bray ist äußerst besorgt, er macht sich auf die Suche nach ihm, denn er möchte nicht, dass Lex eine Dummheit begeht! Ebony bietet Bray ihre Hilfe an, denn sie fühlt sich schuldig, dass Lex abgehauen ist! Sollte sie tatsächlich ihre Meinung geändert haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9879762","hoster":"VOE"},{"path":"/redirect/8646659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-28","name":"Die Entführung","epNo":28,"alt":"","descr":"Lex ist verzweifelt, denn er weiß nicht, dass Tai-San zum Glück nur ein paar Kratzer abbekommen hat. Er macht sich die schlimmsten Vorwürfe, obwohl sie schon nach wenigen Stunden wieder auf den Beinen. Der Guardian bedankt sich überschwänglich für die Rettungsaktion bei ihr! Gleichzeitig gibt er Luke die Schuld an allem! Es kommt zum Streit zwischen den beiden, denn Luke widerspricht dem Guardian zum ersten Mal. Daraufhin entlässt der Guardian seine rechte Hand! Inzwischen schmieden Tai-San, Pride und May ein Komplott. Sie haben eine Idee, wie sie die Moral und das Selbstbewusstsein der Chosen erschüttern können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489952","hoster":"VOE"},{"path":"/redirect/8646658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-29","name":"Ambers Geständnis","epNo":29,"alt":"","descr":"Luke ist entsetzt, als er von Salene erfährt, dass Brady verschwunden ist. Er befürchtet das Schlimmste für Salene! Inzwischen freuen sich die Mallrats darüber, dass die Entführung geglückt ist, und Bray hält eine flammende Rede. Sie glauben auch, dass sie nun die anderen Stammesführer überzeugen können, ihnen zu helfen. Doch leider sind sie sich untereinander nicht einmal einig: die meisten lehnen Trudy nach wie vor ab und fordern sie auf, wieder zu verschwinden. Und so droht das Treffen mit den Stammesanführern zu scheitern. Doch da schreitet Trudy ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489957","hoster":"VOE"},{"path":"/redirect/8646660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-30","name":"Nur knapp entkommen","epNo":30,"alt":"","descr":"Luke ist um ein Haar den Prätorianern – der Elitetruppe des Guardians – entkommen. Deshalb versucht er nun Ellie davon zu überzeugen, dass sie ihn nicht verstecken kann und dass sie sich dadurch nur selbst in Gefahr bringt. Auch Alice ist entsetzt, als sie erfährt, dass Ellie Luke versteckt. Sie wirft ihrer Schwester vor, dass sie dadurch alle in Gefahr bringt. Doch Ellie lässt nicht locker und besteht darauf, dass sie für Luke ein sicheres Versteck finden wird. Aber anscheinend habe sich die letzten Getreuen, die dem Guardian noch geblieben sind, darauf verschworen, Luke auf keinen Fall entkommen zu lassen. Und dann erwischen die Wachen Ellie, beim Essen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489955","hoster":"VOE"},{"path":"/redirect/8646663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-31","name":"Das Chaos","epNo":31,"alt":"","descr":"Alice und Ellie werden unsanft von Salene geweckt, die ein beunruhigendes Kratzen gehört haben will. Die beiden versuchen, Salene wieder ins Bett zu schicken. Doch diese insistiert. Also, stehen sie doch auf und entdecken Ned, der offenbar einen Ausbruchsversuch unternommen hat. Dieser hat ihn aber leider nur zurück in die Mall geführt. Doch davon will er sich nicht entmutigen lassen. Er überzeugt soger Alice davon, ihn zu unterstützen. Dabei kommen sich die beiden Kratzbürsten näher, doch wird ihr gemeinsamer Fluchtversuch Erfolg haben? Draußen herrscht derweil das reinste Chaos, und immer mehr Anhänger des Guardian wenden sich vom ihm ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008329","hoster":"VOE"},{"path":"/redirect/8646657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-32","name":"Countdown in der Mall","epNo":32,"alt":"","descr":"Alice und Ned haben es tatsächlich geschafft, im Keller ein Loch in die Wand zu schlagen, das der Weg in die Freiheit sein könnte. Doch leider ist es für die Erwachsenen zu klein, doch die Kleinen würden hindurch passen. Unterdessen ist Lex auf dem Weg in Richtung Mall, und auch die anderen Rebellen, beschließen, ihm zu folgen und ihre Freunde zu befreien. Doch in der Zwischenzeit hat der Guardian die verbliebenen Mall-Rats und ihre Mitgefangenen versammelt. Er hält ihnen eine wirre Rede, die nichts Gutes ahnen lässt. Werden die Rebellen rechtzeitig zu ihrer Rettung da sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489956","hoster":"VOE"},{"path":"/redirect/8646662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-33","name":"Die Rettung","epNo":33,"alt":"","descr":"Als Zoot verkleidet gelingt es Bray in allerletzter Sekunde, die Gefahr zu bannen. Er überredet den Guardian, den Code zu verraten. Endlich sind die Freunde wieder vereint und der Tyrann gefangen genommen. Besonders Lex und Tai-San sind überglücklich, dass sie wieder zusammen sind. Aber ihr Glück wird schnell getrübt. Tai-San möchte sich um die arme Seele des Guardian kümmern, sie ist davon überzeugt, dass er krank ist. Lex sieht das natürlich ganz anders … Überraschenderweise setzt sich auch Ebony dafür ein, dass der Guardian bewacht und geschützt wird. Doch sie hat natürlich ganz andere Gründe als Tai-San.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489962","hoster":"VOE"},{"path":"/redirect/8646661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-34","name":"Geteert und gefedert","epNo":34,"alt":"","descr":"Bray und Amber werden von den Rufen einer wütenden Meute geweckt – Alice dagegen von Neds Schnarchen. An diesem Morgen gibt es einiges, über dass sie nachdenken muss. Moz und ihre Mosquito-Mädchen haben die anderen aufgehetzt: Sie verlangen lautstark, dass der Guardian ausgeliefert wird. Sie wollen endlich Rache! Doch Amber hält eine flammende Rede, die die Menge schließlich beruhigt. Doch für wie lange? Und auch May muss sich vor den Rachegelüsten anderer schützen. Was ihr leider nicht gelingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489961","hoster":"VOE"},{"path":"/redirect/8646664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-35","name":"Lukes gerechte Strafe","epNo":35,"alt":"","descr":"Luke wird zum Guardian in den Käfig gesperrt, wo er erst einmal sicher ist, bis es zur Verhandlung kommt. Bray möchte, dass Amber den Vorsitz bei der Gerichtsverhandlung übernimmt, doch sie will nichts davon wissen. Es reicht ihr, heraus zu finden, wer May geteert und gefedert hat. Dummerweise verplappert sich Lex und so ist die Stimmung zwischen ihm und Tai-San mal wieder schlecht. Schlecht ist auch die Stimmung auf der Straße, als Bray der wütenden Menge eröffnet, dass der Guardian nicht verurteilt werden kann, da er krank ist. Ebony kann die Gemüter in letzter Sekunde beruhigen, indem sie dafür Lukes Prozess ankündigt, bei dem sie persönlich die Anklage übernehmen will. Das überzeugt Amber endlich davon, den Vorsitz bei der Verhandlung zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489958","hoster":"VOE"},{"path":"/redirect/8646670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-36","name":"Das Fest","epNo":36,"alt":"","descr":"Die Mallrats wollen ihre Wiedervereinigung feiern, doch Trudy und Amber sind wie vom Erdboden verschwunden! Wo können die beiden sein. May vermutet, dass Amber die Mall zusammen mit Pride verlassen haben könnte. Aber wieso sollte sich Trudy ihnen anschließen und Brady in der Mall lassen? Keiner will daran glauben. Doch Bray macht sich trotzdem auf die Suche nach seinem Rivalen Pride. Unterdessen fallen Andi und Tally über das unberührte Festessen her. Als KC die beiden entdeckt, hat er eine Idee: Sie verstecken einen Teil des geraubten Essens, um sich einen kleinen Vorrat anzulegen. Doch leider werden sie erwischt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489959","hoster":"VOE"},{"path":"/redirect/11008367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-37","name":"Die Suche","epNo":37,"alt":"","descr":"Die Mallrats wollen ihre Wiedervereinigung feiern, doch Trudy und Amber sind wie vom Erdboden verschwunden! Wo können die beiden sein. May vermutet, dass Amber die Mall zusammen mit Pride verlassen haben könnte. Aber wieso sollte sich Trudy ihnen anschließen und Brady in der Mall lassen? Keiner will daran glauben. Doch Bray macht sich trotzdem auf die Suche nach seinem Rivalen Pride. Unterdessen fallen Andi und Tally über das unberührte Festessen her. Als KC die beiden entdeckt, hat er eine Idee: Sie verstecken einen Teil des geraubten Essens, um sich einen kleinen Vorrat anzulegen. Doch leider werden sie erwischt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489960","hoster":"VOE"},{"path":"/redirect/8646665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-38","name":"Insektenspray","epNo":38,"alt":"","descr":"Die Nachricht der Entführer von Amber und Trudy ist eindeutig, die Mallrats sollen den Guardian aushändigen. Da liegt die Vermutung nahe, dass die Mosquitos hinter der Sachte stecken. Deshalb stürmen die Mallrats das Lager von Moz und ihren Anhängerinnen. Aber sie haben sich geirrt – die Mosquitos sind natürlich stinksauer. Doch wer könnte sonst noch hinter der Entführung stecken? Das ist nicht die einzige Frage, die Bray quält. Er versucht verzweifelt heraus zu finden, wie Amber sich an seiner Stelle verhalten würde. Würde sie den Guardian ausliefern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489963","hoster":"VOE"},{"path":"/redirect/8646667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-39","name":"Keine Tricks","epNo":39,"alt":"","descr":"Alice findet eine weitere Botschaft der Entführer von Amber und Trudy. Dabei stellt sich heraus, dass der Verfasser dieser Zeilen Analphabet zu sein scheint. Das bringt natürlich weitere Hinweise auf den oder die Kidnapper. Denn auch in der Mall gibt es jemanden, der nicht lesen und schreiben kann. Die Mallrats sind sich einig, sie wollen den Guardian ausliefern, doch Bray hat seine Zweifel. Deshalb beobachtet Bray den irren Guardian. Er versucht sich zu einer Entscheidung durchzuringen. Und schließlich gibt Bray bekannt, dass er den Guardian ausliefern wird. Doch er hat nicht mit Tai-San und Lex gerechnet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489964","hoster":"VOE"},{"path":"/redirect/8646668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-40","name":"Jacks Abschied","epNo":40,"alt":"","descr":"Am Morgen der Übergabe des Guardians eröffnet Bray den anderen Mallrats, dass er den Entführern von Amber und Trudy eine Falle stellen wird. Er selbst wird sich als Guardian verkleiden! Durch diesen Plan bringt er sich natürlich selbst in Gefahr, doch er ist dazu bereit. In der Mall bleiben nur KC, Tally, Andi und Ebony, die auf den Guardian aufpassen soll. Die Kleinen werden von KC dazu überredet, dass sie dem Guardian seinen Ring stehlen. Das Los fällt auf Andi, der sich zuerst an Ebony vorbei schmuggeln muss, um dann eine erschreckende Entdeckung zu machen. Daraufhin verlässt Jack tieftraurig die Mall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489965","hoster":"VOE"},{"path":"/redirect/8646669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-41","name":"Ist Bray am Ende?","epNo":41,"alt":"","descr":"Pride ist sauer auf Bray, weil sein Plan, Amber und Trudy zu befreien, fehlgeschlagen ist. Die Situation spitzt sich noch zu, als Alice den neuesten Brief der Entführer findet. Es ist natürlich nicht das Original, es ist der Brief, den Ebony geschrieben hat und der erklärt, dass die Mallrats Amber und Trudy nie wiedersehen werden, weil sie die Vereinbarung nicht eingehalten haben. Bray ist außer sich vor Schmerz und Selbstvorwürfen! Und Ned wundert sich und versteht die Welt nicht mehr. Derweil eröffnen Ellie und Luke dem Tribe, dass sie nun ein Paar sind, doch alle haben nur Mitleid mit Jack","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008385","hoster":"VOE"},{"path":"/redirect/8646675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-42","name":"Bray gibt auf","epNo":42,"alt":"","descr":"Bray hat die Mall verlassen und irrt verzweifelt durch die Straßen. Salene greift Pride deshalb an, denn ihrer Meinung nach hat er Bray vertrieben. Davon will May nichts wissen, und sie verteidigt Pride. In der Zwischenzeit landet Bray im Casino, wo er von KC gefunden wird. Doch Bray will sich nicht von KC helfen lassen. So nimmt das Unglück seinen Lauf, und der hilflose Bray steht plötzlich vor einer wütenden Moz. Auch Alice weiß nicht mehr weiter, Ned ist so launisch wie noch nie, und sie hat keine Ahnung, was mit ihm los ist. Pride hegt einen Verdacht gegen Ned, doch Ebony verschafft Ned auf die Schnelle eine Alibi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008389","hoster":"VOE"},{"path":"/redirect/8646671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-43","name":"Apollo","epNo":43,"alt":"","descr":"Bray liegt verletzt in einer Schlucht, wo er von Pony Joe, dem Pferdehändler, und der schönen Moon, gefunden wird. Zu seinem Glück besteht Moon darauf, den Verletzten mitzunehmen und ihn zu pflegen. Davon ist Pony Joe überhaupt nicht begeistert. In der Mall macht man sich große Sorgen um Bray. Deshalb organisiert Ebony die Suche nach dem Verschwundenen, Lex und Pride sollen seine Spur im Casino aufnehmen. Sie selbst will Moz einen Besuch abstatten. Unterdessen hat KC vergebens versucht, May das Pferd zu schenken. Zu seinem großen Verdruss erklärt ihm Pride auch noch, dass Apollo misshandelt wurde und sich deshalb nicht mehr reiten ließe. Das sieht Salene anders. Sie wettet mit KC, dass sie Apollo reiten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489966","hoster":"VOE"},{"path":"/redirect/8646672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-44","name":"Schatzmeister Luke","epNo":44,"alt":"","descr":"Ellie bittet Ebony, etwas für Luke zu tun. Deshalb schlägt Ebony Ellie vor, das \"Amulett\" wieder herauszubringen. Doch Luke möchte nicht mitmachen, denn er will nicht in Jacks Fußstapfen treten. In der Zwischenzeit haben Lex und Pride vergeblich versucht, Hilfskräfte anzuwerben. Die Kinder und Jugendlichen sind nicht interessiert – es sei denn, sie werden dafür bezahlt. Das bringt Ebony auf die Idee, eine neue Währung zu erfinden. Sie beauftragt Luke damit, Geld herzustellen – er wird also eine Art Finanzminister. Er ist überglücklich, endlich wieder eine Aufgabe zu haben. Doch Ellie wird eifersüchtig auf Ebony! In der Zwischenzeit ist auch Bray wieder in der Mall angekommen und er hat Neuigkeiten für Salene.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489971","hoster":"VOE"},{"path":"/redirect/8646677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-45","name":"Die Titelgeschichte","epNo":45,"alt":"","descr":"Der Tribe stellt wieder Geld her! Ebony hat Luke zum Finanzminister ernannt. Eine neue Zeit ist angebrochen. Pride ist allerdings schockiert – seiner Meinung nach wird dadurch nur ein neues Klassensystem errichtet. Das erzählt er auch Ellie, die mit ihm ein Interview macht. Sie arbeitet an einer Titelgeschichte zum neuen Geld – und das tut sie in bewährter Form. Deshalb macht sich auch Moz über die Mallrats lustig – sie zitiert aus Ellies kritischem Artikel. Ebony ist deshalb stinksauer, doch Ellie beharrt darauf, dass sie unparteiisch berichten muss und deshalb alle Seiten einer Geschichte darstellen muss. Aber was ist eigentlich unparteiisch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008403","hoster":"VOE"},{"path":"/redirect/8646678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-46","name":"Die Wahlkampagne","epNo":46,"alt":"","descr":"Während May Pride bei seiner Suche nach Amber hilft, arbeiten die anderen Mallrats an Brays Wahlkampagne. Ebony überredet Bray schließlich, sich mit Pride zu versöhnen – und Bray staunt einmal mehr über Ebonys Verwandlung. Sie scheint so gar nichts mehr von der alten Ebony zu haben. Lex ist aber nach wie vor der Alte. Er gerät mit Luke aneinander, da er Geld für seine Hilfskräfte haben möchte, das ihm Luke nicht geben will! Doch Lukes Haltung Lex gegenüber ändert sich, als Ellie aus der Mall gestürmt ist, um Moz zu interviewen. Er bittet Lex schließlich, nach ihr zu suchen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489969","hoster":"VOE"},{"path":"/redirect/8646674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-47","name":"Ebony springt ein","epNo":47,"alt":"","descr":"Ebony weckt Ned – er soll den Guardian heimlich zu Moz bringen, von der bekommt er dann alles, was er für Alice Hof bestellt hat. Beschwingt zieht er von dannen, doch Ebony spielt ein falsches Spiel. Alice ist voller Vorfreude, sie freut sich auf ihr gemeinsames Leben mit Ned auf demBauernhof! Auch May ist glücklich, sie ist in Pride verliebt und schwebt im siebtem Himmel. Alles scheint sich gut zu entwickeln – Bray hält seine Wahlrede, doch mittendrin erreicht ihn die Nachricht, dass der Guardian verschwunden ist. Aus der Traum! Bray muss die Verantwortung für das Verschwinden des Guardian übernehmen und tritt deshalb als Wahlkandidat zurück. Aber wer wird jetzt gegen Moz antreten? Luke schlägt Ebony vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489973","hoster":"VOE"},{"path":"/redirect/8646679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-48","name":"Wahltag","epNo":48,"alt":"","descr":"Der Wahltag nähert sich und mit ihm Ebonys große Stunde! Es gelingt ihr, Amber und Trudy in letzter Sekunde vor dem Guardian zu retten. Sie bringt die beiden zurück in die Mall, wo sie als Heldin gefeiert wird. Ellie druckt natürlich die Geschichte über Heldin Ebony ab. Damit scheint sie die Wahl in der Tasche zu haben. Amber und Trudy erzählen den Mallrats, dass Ned der Entführer war. Alice will das nicht wahrhaben und ist außer sich vor Schmerz! Auch Andi und Tally reagieren merkwürdig auf diese Neuigkeiten. Merkwürdig findet Amber Ebonys Kandidatur, sie kann nicht glauben, dass Ebony sich geändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489975","hoster":"VOE"},{"path":"/redirect/8646676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-49","name":"Cloe kehrt zurück","epNo":49,"alt":"","descr":"Jack angelt gerade, als er Schreie hört. Er rettet ein Mädchen vor zwei Jungs und stellt fest, dass es Cloe ist! Die beiden haben sich natürlich viel zu erzählen. Cloe will zurück in die Mall, in ihr Zuhause, doch Jack will nicht mehr von den Mallrats wissen. Doch er erklärt sich schließlich einverstanden damit, sie ein Stück zu begleiteten. In der Mall wird Amber von Albträumen gequält. Bray versucht, sie zu trösten, doch irgendwie findet er nicht die richtigen Worten. Amber macht sich große Sorgen um die Zukunft und sie ist nach wie vor Ebony und ihren Plänen gegenüber äußerst misstrauisch. Misstrauisch wird auch May: Warum zieht sich Pride plötzlich von ihr zurück?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489972","hoster":"VOE"},{"path":"/redirect/11007838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-50","name":"Alice schwört Rache","epNo":50,"alt":"","descr":"Tai-San gelingt es, den Guardian auf den nächsten Tag zu vertrösten – er will mit ihr als der wahren verehrten Mutter die Chosen wieder ins Leben rufen! Sie sagt, das ginge nicht ohne Brady, das erwählte Kind – also verabreden sich die beiden für den nächsten Morgen. Doch solange will Ebony nicht warten, sie setzt Moz und ihre Mosquitos auf den Guardian an. Dafür braucht sie aber Geld, viel Geld, das ihr Luke nicht länger zu geben bereit ist. Er möchte nicht noch einmal den selben Fehler machen – doch das lässt sich Ebony natürlich nicht bieten! Derweil trauert Alice weiter um Ned und sie schwört, ihren Geliebten zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489977","hoster":"VOE"},{"path":"/redirect/8646682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-51","name":"Luke gibt auf","epNo":51,"alt":"","descr":"Ebony setzt Luke unter Druck, sie redet auf ihn ein und erklärt ihm, dass sie einander sehr ähnlich sind. Traurig muss Luke erkennen, dass Ebony Recht hat. Er ist wieder in der gleichen Situation wie damals als Lieutenant des Guardian … So reift langsam ein Entschluss in ihm, er bittet Jack, Ellie seinen Abschiedsbrief von ihm zu geben – er will die Mall verlassen. Jack ist sauer – wie kann Luke das der armen Ellie antun? Und richtig – Ellie ist am Boden zerstört. Ebony tröstet die weinende Ellie und überredet sie, zu Alice auf die Farm zu gehen, um dort wieder zu sich zu kommen. Und wenn sie schon da ist, soll sie Alice doch gleich die Neuigkeiten über den Guardian erzählen … Der ist wieder von den Mallrats gefangen worden und wartet in der Mall auf seine Verhandlung! Er erzählt ihnen die Wahrheit über Ebonys hinterhältige Verschwörung, doch wer glaubt schon dem Guardian?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489974","hoster":"VOE"},{"path":"/redirect/8646681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-3/episode-52","name":"Die Verbannung","epNo":52,"alt":"","descr":"Bray, Amber, Trudy und Tai-San treffen sich heimlich, um sich wegen Ebony zu besprechen. Sie beschließen, den schockierenden Beschuldigungen des Guardian nachzugehen. Sie fordern Ebony dazu auf, sich freiwillig einer Untersuchungskommission zu stellen. Das sagt diese auch erst einmal zu. Doch sie wäre nicht Ebony, wenn sie nicht schon längst einen fiesen Plan in der Hinterhand hätte. In der Zwischenzeit gelingt es dem Guardian erneut zu fliehen, diesmal nimmt er eine Geisel: Luke. Er verschleppt ihn an einen Ort, an dem alte Chosenanhänger auf den Guardian warten. Doch damit nicht genug: Ebony hat in der Zwischenzeit den Mob mobilisiert und die aufgebrachte Menge verbannt Bray und Amber aus der Stadt, und Amber scheint schon Wehen zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489976","hoster":"VOE"},{"path":"/redirect/8646683","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-tribe/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-tribe/staffel-4/episode-1","name":"Bedrohung vom Himmel","epNo":1,"alt":"","descr":"Amber und Bray, die von Ebony aus der Stadt verbannt wurden, finden Zuflucht in einer verfallenen Scheune. Es war höchste Zeit, denn bei Amber haben bereits die Wehen eingesetzt. Derweil versuchen Jack und Ellie herauszufinden, was es mit dem Flugzeuglärm auf sich hat. Dabei müssen sie hilflos beobachten, wie Kinder von bedrohlich aussehenden Gestalten auf Lastwagen verladen werden. Ebony und Lex beraten, was sie gegen diese neue Bedrohung unternehmen können. Doch Cloe ist unterdessen in die Mall zurückgekehrt, weil sie hofft, dass mit den Flugzeugen die Erwachsenen zurückgekommen sind und nun wieder Recht und Ordnung herrschen. Ob sich ihre Hoffnung erfüllen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489979","hoster":"VOE"},{"path":"/redirect/8646686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-2","name":"Ambers Baby","epNo":2,"alt":"","descr":"Zum Glück hat Trudy die hilflose Amber gefunden und sie hilft ihr bei der Geburt ihres Kindes. Doch ein Schatten liegt über dem freudigen Ereignis, denn Bray ist verschwunden. In der Mall bestürmen unterdessen alle Ebony, denn sie wollen sich endlich gegen die Technos wehren! Doch die Konfrontation mit den Technos verläuft anders als erwartet: Lex wird ausgeschalten und die Technos erklären lapidar, dass sich alle mit dem Verlust ihrer Freunde abfinden sollen. Wieder zu Hause treffen die Mall-Rats auf Salene, die in die Mall heimgekehrt ist. Sie hält vor ihren Freunden eine flammende Rede. Wird es ihr gelingen, die Mall-Rats dazu zu bringen, den Kampf gegen ihre Feinde nicht aufzugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489978","hoster":"VOE"},{"path":"/redirect/8646684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-3","name":"Abwarten","epNo":3,"alt":"","descr":"Trudy muss Amber erzählen, dass Bray verschwunden ist und auch ihnen Gefahr droht. Daraufhin beschließen die beiden, dass sie sich einen sicheren Ort suchen an dem sie sich ausruhen können. In der Zwischenzeit sind die Mall-Rats drauf und dran, Ebony von ihrem Thron zu stürzen. Doch Ebony schafft es mal wieder ihre Position zu retten. Sie überzeugt die anderen Stammesführer davon, dass es sinnlos wäre, die Technos anzugreifen. Eine merkwürdige Haltung für die sonst so kämpferische Ebony … Unterdessen hat sich der Techno Ved unerlaubterweise in die Stadt geschlichen, wo er auf Dee trifft. Von einem Augenblick zum nächsten befindet sich Dee in großer Gefahr und Rettung scheint nicht in Sicht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007854","hoster":"VOE"},{"path":"/redirect/8646687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-4","name":"Veds Kommunikator","epNo":4,"alt":"","descr":"Trudy und Amber finden zwar einen Unterschlupf, doch nichts zu essen. Die beiden sind völlig entkräftet und Amber erklärt, dass sie zurück zu ihrem alten Stamm, dem Eco-Tribe, gehen will. Trudy ist schockiert, denn sie hatte alle ihre Hoffnung darauf gesetzt, dass Amber die Mall-Rats retten wird! Bei den Technos gibt es unterdessen Streit, da Ved bei seinem heimlichen Ausflug in die Stadt seinen wertvollen Kommunikator verloren hat. Derweil machen sich Jack und Ebony zu einem Erkundungsausflug ins feindliche Gebiet auf. Die beiden Spione dringen bis ins Zentrum der Kommunikationsanlage der Technos vor. Alles scheint gut zu gehen, doch plötzlich tauchen einige Technos auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007860","hoster":"VOE"},{"path":"/redirect/8646688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-5","name":"Salenes Plan","epNo":5,"alt":"","descr":"Die Suche hat endlich ein Ende: Nachdem Trudy und Amber schon fast die Hoffnung aufgegeben haben, treffen sie vollkommen erschöpft auf die Ecos. Für Ebony entwickeln sich die Dinge scheinbar nicht so gut. Sie bekommt einen unerwarteten Besuch von Jay und es handelt sich dabei nicht um einen Höflichkeitsbesuch! Doch damit nicht genug, Salene und Pride setzen Ebony unter Druck, denn die Mall-Rats und die Anführer der anderen Stämme wollen die Technos endlich angreifen und Ebony soll sie anführen. Aber können sie Ebony überhaupt noch trauen? Scheinbar trifft sie sich heimlich mit Jay!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489982","hoster":"VOE"},{"path":"/redirect/8646685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-6","name":"Familienbande","epNo":6,"alt":"","descr":"Ebony hat sich schließlich dazu bereit erklärt, die Mall-Rats und die anderen Stämme bei einem Aufstand gegen die Technos anzuführen. Doch können die anderen ihr wirklich trauen? Es wäre nicht das erste Mal, dass Ebony ein doppeltes Spiel spielt. Dennoch laufen die Vorbereitungen auf Hochtouren und Salene und Pride können Cloe sogar davon überzeugen, dass sie in der Mall bleibt und auf die Kleinen aufpasst. Es ist also fast wie in einer richtigen Familie. Eine familiäre Überraschung steht auch noch anderen ins Haus!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489981","hoster":"VOE"},{"path":"/redirect/8646689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-7","name":"Geschwisterliebe","epNo":7,"alt":"","descr":"Ebonys Betrug hat besser geklappt als erwartet, die anderen Mall-Rats feiern sie sogar als Heldin. Doch damit nicht genug, sie trifft sich weiter mit Jay und schmiedet neue Pläne. Außerdem setzt sie Dee auf Lex an, damit diese den Sheriff ausspioniert. Die Dinge entwickeln sich also prächtig für Ebony. Oder vielleicht doch nicht? Am anderen Ende der Stadt schmieden Ebonys Schwestern einen Plan, der Ebony ausschalten soll. Derweil kümmern sich Pride und Salene um die beiden Geschwister, die Salene mit in die Mall gebracht hat. Als die Kinder in Cloes Zimmer ein totales Chaos anrichten, macht Pride eine überraschende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489985","hoster":"VOE"},{"path":"/redirect/8646691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-8","name":"Ebonys Rettung","epNo":8,"alt":"","descr":"Java und Siva locken ihre Schwester Ebony in eine Falle. Sie sind alles andere als gut auf ihre kleine Schwester zu sprechen. Sie sind außerdem zu zweit und Ebony alleine. Die Sache sieht nicht gut aus. Doch in letzter Sekunde taucht plötzlich Jay auf. Er bringt die drei Schwestern zu Ram, der wieder einmal völlig unerwartet reagiert und prompt eine gemeine Idee hat! Doch schon kündigt sich neuer Ärger für Ebony an, denn Dee berichtet Lex, dass sie am Abend vor dem fehlgeschlagenen Angriff der Mall-Rats auf die Technos das heimliche Treffen von Ebony und Jay beobachtet hat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007874","hoster":"VOE"},{"path":"/redirect/8646690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-9","name":"Rachepläne","epNo":9,"alt":"","descr":"Im Hauptquartier der Technos streitet sich Ved mit seinem Bruder Jay, denn Veds unerlaubter Ausflug in die Stadt ist nicht unbemerkt geblieben. Ram denkt derweil ständig an Ebony, die es ihm scheinbar angetan hat. Deshalb möchte er auch unbedingt ein Treffen mit ihr arrangieren. Bei diesem Treffen schafft es Ebony, Ram auf ihre Seite zu ziehen. Darüber sind Java und Siva natürlich fürchterlich aufgebracht. Sie versuchen vergebens Ram davon zu überzeugen, dass Ebony finstere Pläne schmiedet. Nachdem sie bei Ram auf taube Ohren gestoßen sind, wenden sich die beiden an Jay. Von diesen Ereignissen völlig unberührt schmieden Dee und Cloe unterdessen Rachepläne für Cloes Demütigung durch Ved!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007879","hoster":"VOE"},{"path":"/redirect/8646695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-10","name":"Neue Nachbarn","epNo":10,"alt":"","descr":"Ebony staunt nicht schlecht, als ihr neuer Verehrer Ram, der Anführer der Technos, ihr eröffnet, dass er sein Hauptquartier in Ebonys Hotel verlegt. Alles anders als begeistert reagieren auch Jay, Java und Siva. Java und Siva ertragen die Nähe ihrer kleinen Schwester nicht und Jay hält das Hotel für viel zu unsicher. Seine Bedenken scheinen sich zu bestätigen, als plötzlich eine Bombe entdeckt wird. Erst in allerletzter Sekunde kann Jay sie entschärfen. Aber wer wusste überhaupt vom Umzug der Technos? Wem galt also der Anschlag: Ram oder Ebony? Ebony hat natürlich sofort ihre beiden eifersüchtigen Schwestern im Verdacht. Doch es stellt sich schnell heraus, dass es sehr viele Motive und Verdächtige gibt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489987","hoster":"VOE"},{"path":"/redirect/8646692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-11","name":"Lex ermittelt","epNo":11,"alt":"","descr":"Lex versucht noch immer herauszufinden, wer hinter dem versuchten Attentat im Hotel steckt. An Verdächtigen mangelt es ihm nicht, doch keiner will sich von ihm befragen lassen. Vor allem die Technos sind nicht damit einverstanden, dass Lex gegen sie ermittelt. Derweil macht sich Salene ihre eigenen Gedanken über das seltsame Verhalten von Pride. Sie lügt sogar für ihn, doch langsam kommen auch ihr Zweifel an seiner Unschuld. Siva hingegen schafft es, Lex davon zu überzeugen, dass sie und ihre Schwester als Täterinnen nicht in Frage kommen können. Schließlich wird Pride von Lex verhaftet. Ist Pride wirklich schuldig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489989","hoster":"VOE"},{"path":"/redirect/8646693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-12","name":"Der Lügendetektor","epNo":12,"alt":"","descr":"Die Nachricht von Prides Verhaftung spricht sich schnell herum. Doch nicht alle sind davon überzeugt, dass Lex den Richtigen geschnappt hat. Jay will unbedingt beweisen, das Ebonys Schwestern Java und Siva hinter dem versuchten Anschlag stecken. Ram stimmt daraufhin zu, die beiden einem Lügendetektor-Test zu unterziehen. Salene versucht derweil, Lex davon zu überzeugen, dass Pride zu unrecht verhaftet wurde. Doch Lex bleibt hart. Prides Lage scheint aussichtslos! Wird ihm der Lügendetektor-Test helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489988","hoster":"VOE"},{"path":"/redirect/8646698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-13","name":"Abschied von Ellie","epNo":13,"alt":"","descr":"Die Unsicherheit hat ein Ende. Ellie steckt also hinter den versuchten Anschlägen auf das Hotel! Damit ist Prides Unschuld bewiesen und so kehrt zurück in die Mall. Doch spurlos ist das Ganze nicht an ihm vorbei gegangen, er möchte von Salene wissen, ob sie von seiner Unschuld überzeugt war. Mit dieser Frage stellt er ihre Beziehung auf eine harte Probe, doch er braucht Gewissheit. Derweil spielt Ram im Hotel mal wieder ein gemeines Spiel. Er stellt Ebony vor eine schwere Aufgabe!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489990","hoster":"VOE"},{"path":"/redirect/8646696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-14","name":"Jay läuft auf","epNo":14,"alt":"","descr":"Pride versucht, Cloe vor dem Techno Ved zu warnen. Doch seine Warnung verhallt ungehört. Seit Cloe gesehen hat, wie sich Pride und Salene geküsst haben, will sie nichts mehr von den beiden wissen. Stattdessen ist sie immer noch in Ved verliebt. Deshalb verabredet sie sich auch mit ihm zu einem Ausflug an den Strand. Für diesen Ausflug leiht sich Ved unerlaubterweise ein Auto von den Technos, was ihm wiederum großen Ärger mit seinem Bruder Jay einbringt. Der möchte seinen kleinen Bruder vor dem herrschsüchtigen Ram schützen. Doch Ram reagiert wieder einmal vollkommen anders als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489992","hoster":"VOE"},{"path":"/redirect/8646694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-15","name":"Proteine für alle","epNo":15,"alt":"","descr":"Die verliebte Cloe fragt ihre Freundin Dee in Herzensdingen um Rat. Dee riecht den Braten sofort und redet Cloe ins Gewissen. Auch sie, wie die anderen Mall-Rats, ist der Meinung, dass der Techno Ved nicht der Richtige für Cloe ist. Doch Cloe lässt sich nicht beirren. Beirren lassen sich auch nicht Lex und Siva. Die beiden treffen sich wieder heimlich und bringen sich dadurch in Gefahr. In Gefahr gebracht hat sich auch Jay. Ram ist erbost darüber, dass Jay unerlaubterweise Proteinriegel an die hungernden Stadtbewohner verteilt hat! Wie wird Ram reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489993","hoster":"VOE"},{"path":"/redirect/8646699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-16","name":"Der faule Zahn","epNo":16,"alt":"","descr":"Um die nach wie vor kritische Versorgungslage in der Stadt zu verbessern, starten Ebony und Jay eine Aufklärungsmission. Sie wollen die Bauernkinder davon überzeugen, dass diese wieder ohne Bedenken ihre Produkte in die Stadt liefern können. Doch die Kinder reagieren nicht besonders freundlich auf Jay, denn sie wollen von den Technos nichts wissen! Letztlich gelingt es Ebony aber, die aufgewühlten Gemüter zu beruhigen und die Bauernkinder zur Kooperation zu bewegen. Derweil werden Lex Zahnschmerzen immer schlimmer. Pride vermutet sogar, dass Lex eine lebensbedrohliche Blutvergiftung hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489991","hoster":"VOE"},{"path":"/redirect/8646701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-17","name":"Die Blutvergiftung","epNo":17,"alt":"","descr":"Lex hat tatsächlich eine Blutvergiftung und sein Zustand verschlimmert sich zusehends. Die Mallrats sind deshalb äußerst beunruhigt und schließlich bittet Salene sogar Ebony um Hilfe. Sie soll ihre Kontakte zu den Technos spielen lassen, um Antibiotika für Lex zu besorgen. Trotz ihrer anfänglichen Ablehnung fragt Ebony Ram schließlich doch noch nach dem lebensrettendem Medikament. Doch ihr Bemühen bleibt erfolglos und Lex geht es immer schlechter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930357","hoster":"VOE"},{"path":"/redirect/8646697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-18","name":"Sabotage","epNo":18,"alt":"","descr":"In letzter Sekunde hat Lex das rettende Antibiotikum bekommen und so seine Blutvergiftung überstanden. Doch die Mallrats rätseln darüber, wer das Medikament in die Mall gebracht hat. Das wissen allein Siva, Ebony und Ram, der Siva bei ihrem Diebstahl beobachtet hat. Obwohl er weiß, dass Siva das Medikament aus seinem Vorrat genommen hat, lässt er Ebony verhaften. Wie wird sie reagieren? Wird sie ihre Schwester verraten? Ebony löst das Problem auf ihre eigene unnachahmliche Art und beeindruckt damit einmal mehr Ram.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489994","hoster":"VOE"},{"path":"/redirect/8646700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-19","name":"Verdacht gegen Siva","epNo":19,"alt":"","descr":"Die ganze Stadt feiert ausgelassen die Inbetriebnahme des Kraftwerkes und Ram, der Anführer der Technos, ist hoch erfreut über seinen Triumph. Auch die Mall-Rats sind begeistert über die Elektrizität. Vor allem die beiden kleinen Kinder Mouse und Sammy haben viel Spaß mit den elektrischen Geräten. Doch bald wird ihre Begeisterung gedämpft, als durch einen Kurzschluss in der Mall plötzlich ein Feuer ausbricht. Mit dem Feuer spielen auch Lex und Siva. Ram ist nicht erst seit Sivas Diebstahl, als sie für ihren Freund Lex Medikamente aus Rams Vorrat genommen hat, misstrauisch geworden. Er beschließt die Sache selbst in die Hand zu nehmen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489998","hoster":"VOE"},{"path":"/redirect/8646704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-20","name":"Siva in Angst","epNo":20,"alt":"","descr":"Die völlig aufgelöste Siva erzählt Lex, dass Ram von ihrem Antibiotikadiebstahl weiß und sie deshalb zur Rede gestellt hat. Lex versucht natürlich, sie zu beruhigen und zu trösten und prompt werden sie von Java bei einer innigen Umarmung überrascht. Java bedrängt daraufhin Siva, dass sie sich sofort von Lex trennen muss. Was soll Siva bloß tun? Eine ähnliche Frage stellt sich auch bald Ebony, nachdem Ram sie in seine neuesten Pläne eingeweiht hat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489995","hoster":"VOE"},{"path":"/redirect/8646702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-21","name":"Sorgen um Amber","epNo":21,"alt":"","descr":"Amber ist zwar sicher in der Mall angekommen, doch es geht ihr schlecht. Sie ist immer noch bewusstlos und die Mall-Rats machen sich große Sorgen um sie. Es dauert auch nicht lange, bis Ebony erfährt, dass Amber und Trudy wieder in der Stadt sind. Sie macht sich sofort auf den Weg in die Mall, um Amber und die anderen Mallrats zur Rede zu stellen! Ram hingegen schlägt Jay gegenüber versöhnliche Töne an. Er entschuldigt sich sogar bei Jay für sein aufbrausendes Verhalten. Doch woher kommt der plötzliche Sinneswandel? Nachdem Ram gemerkt hat, dass er Jay doch noch braucht, will er ihn natürlich überreden, wieder für sich zu arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007924","hoster":"VOE"},{"path":"/redirect/8646703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-22","name":"Javas Rache","epNo":22,"alt":"","descr":"Trotz Javas Drohungen trifft sich Lex weiterhin heimlich mit Siva. Leider sind die beiden nicht vorsichtig genug und so bekommt Java bald Wind von diesen Treffen. In ihrer Wut schmiedet sie einen gemeinen Plan, den sie sofort in die Tat umsetzt. Sie besorgt sich einige Computer aus der Zentrale der Technos und deponiert diese in Lex’ Versteck. Prompt wird dieser wegen Diebstahls verhaftet und Ram vorgeführt! Ganz andere Sorgen hat kurz darauf Ebony, denn Ram will von ihr nun endlich eine Antwort auf seinen Heiratsantrag haben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007928","hoster":"VOE"},{"path":"/redirect/8646705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-23","name":"Lex in der Falle","epNo":23,"alt":"","descr":"Amber und Trudy wollen eigentlich so bald wie möglich wieder zurück zu den Ecos und zu ihren Kindern. Doch Amber merkt schnell, wie sehr sie in der Stadt gebraucht wird. Sie muss den anderen Stämmen klar machen, wie wichtig es ist, sich gegen die Technos zu wehren. Und so überredet sie Trudy, noch ein paar Tage mit ihr bei den Mallrats zu bleiben. Salene gerät deswegen in Panik, denn sie merkt, wie sehr Pride noch immer an Amber hängt. Unterdessen muss sich Lex vor Ram verteidigen und wird von Java gezwungen, den Diebstahl, den er gar nicht begangen hat, zuzugeben. Was soll er bloß tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490002","hoster":"VOE"},{"path":"/redirect/8646706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-24","name":"Der Schnupfentrick","epNo":24,"alt":"","descr":"Ebony ist bitter enttäuscht, weil Jay sie verlassen hat. Doch damit nicht genug, Außerdem hängt ihr auch noch Ram im Nacken. In ihrer Verzweiflung vertraut sie sich ihrer Schwester Java an. Diese verrät ihr einen Trick, wie sie sich Ram vom Leibe halten kann: Ebony soll Ram vorspielen, einen Schnupfen bekommen zu haben und Ram mit seiner hysterischen Angst vor Keimen wird entsetzt zurück weichen. Und richtig, der Trick funktioniert! In der Mall sorgt Cloe in der Zwischenzeit für Aufregung. Sie stiftet die beiden Kleinen zu kleinen Streichen an, was Trudy, Salene und Dee ziemlich auf die Nerven geht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007936","hoster":"VOE"},{"path":"/redirect/8646707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-25","name":"Citynet","epNo":25,"alt":"","descr":"Ram überrascht die Mallrats mit einer neuen Ankündigung. Er wirbt für Citynet, seinen neuen Fernsehsender, dessen Programm bald starten soll. Bei den Mallrats herrscht Uneinigkeit über dieses Thema. Vor allem Pride befürchtet, dass die Technos mit Hilfe des Fernsehens die Leute manipulieren werden. Salene sieht die Sache sehr viel entspannter und die Kleinen können den Programmstart kaum erwarten! In der Mall droht deswegen Streit. Nur gut, dass sich Amber entschließt, noch länger bei den Mall-Rats zu bleiben, um ihnen zu helfen. Aber wie wird sich ihre Freundin Trudy entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490001","hoster":"VOE"},{"path":"/redirect/8726156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-26","name":"Gladiator Lex","epNo":26,"alt":"","descr":"Der neue Fernsehsender Citynet wird endlich auf Sendung gehen und natürlich sind die beiden jüngsten Mall-Rats, Mouse und Sammy, nicht mehr vom Bildschirm wegzukriegen. Ob sie nicht ahnen, was sie erwartet? Ram will zum Start seines neuen Senders den Gefangenen Lex in einem spektakulären Gladiatorenkampf antreten lassen. Lex gewinnt den Kampf zwar, doch Ram lässt den erschöpften Lex gleich noch einmal antreten, diesmal gegen Java! Aber auch wenn er diesen Kampf gewinnt, ist er noch nicht gerettet. Denn weil Citynet interaktiv ist, sollen die Zuschauer darüber abstimmen, wie es mit Lex weitergeht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007944","hoster":"VOE"},{"path":"/redirect/8646710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-27","name":"Lex der Held","epNo":27,"alt":"","descr":"Nach seinem erfolgreichen Fernsehauftritt ist Lex ein Held, und er wird in der ganzen Stadt gefeiert. Ram lässt ihn daraufhin zwar frei, doch nur unter der Bedingung, dass er weiterhin im Citynet auftritt. Das fällt dem eitlen Lex natürlich nicht besonders schwer. Die Mall-Rats planen derweil, in das geheime Labor der Technos einzubrechen, um dort ein paar Videoaufnahmen zu machen. Damit sollen endlich alle die Wahrheit über die Technos erfahren. Um diesen kühnen Plan in die Tat umsetzen zu können, soll Cloe als Lockvogel auf ihren Ex-Freund Ved angesetzt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007951","hoster":"VOE"},{"path":"/redirect/8646708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-28","name":"Täuschend echt","epNo":28,"alt":"","descr":"Sammy hat es geschafft, die geheimen Experimente der Technos zu filmen. Nun wollen die Mall-Rats in das Fernsehprogramm von Citynet, dem Sender der Technos, eindringen und ihr Material zeigen. Auf diese Weise wollen sie die Kinder der Stadt über die wahren Absichten der Technos aufklären. Tatsächlich schaffen es auch Pride, Patch und Amber, die Sendung zu unterbrechen und Amber auf den Bildschirm zu bringen. Doch bleiben sie nicht lange genug auf Sendung,um ihr Material zu zeigen. Schon ist Ram, der Anführer der Technos wieder am Ruder und er nutzt seine überlegene Technologie für eine hinterlistige Täuschung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490006","hoster":"VOE"},{"path":"/redirect/8646709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-29","name":"Cloes Tricks","epNo":29,"alt":"","descr":"Die Ermittlungen der Technos in Bezug auf die Sabotage der Citynetsendung schreiten voran. Java such natürlich zu erst bei den Mallrats nach Hinweisen. Doch die halten alle dicht und sie muss unverrichteter Dinge wieder abziehen. In der Zwischenzeit ist Ved der Verdacht gekommen, dass Cloe ihn hereingelegt und ihm sein Passwort entlockt haben muss. Er konfrontiert sie mit seinem Verdacht, doch Cloe reagiert absolut cool! Das versucht auch Ebony, als Ram ihr einen erneuten Heiratsantrag macht. Doch so recht will ihr das nicht gelingen und Ram tobt, weil sie immer noch nicht einwilligt, seine Frau zu werden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490005","hoster":"VOE"},{"path":"/redirect/8646712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-30","name":"Die Gunst der Stunde","epNo":30,"alt":"","descr":"Die Bemühungen der Mallrats, die Technos zu schwächen schreiten weiter voran. Im Computerexperten Patch haben sie einen neuen Mitstreiter gefunden, der ihnen von großem Nutzen ist. Er schafft es tatsächlich, einen Virus in das Computersystem der Technos zu schleusen und den Technos damit einen empfindlichen Schlag zu versetzen. Doch Ram gelingt es erneut in letzter Sekunde, die Situation für sich zu entscheiden. Das hat auch Siva im Sinn, als sie die Gunst der Stunde nutzt, um sich an Lex für seinen Betrug zu rächen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490007","hoster":"VOE"},{"path":"/redirect/8646713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-31","name":"Ram rächt sich","epNo":31,"alt":"","descr":"Ram ist nach Ebonys Nein auf seinen Heiratsantrag so wütend, dass er sie auf die Straße schickt, um eine aufgebrachte Menge zu beruhigen. Das kann ihr gar nicht gelingen, woraufhin Ram kurzer Hand erklärt, da sie nicht fähig ist, die Stadt anzuführen, wird sie offiziell im Citynet abgesetzt! Gleichzeitig ruft Ram dazu auf, dass sich jeder um diesen Posten bewerben kann. Außerdem erfährt Ram durch Java von Ebonys Schwachstelle, ihre Eifersucht. Das bringt auf eine weitere Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490009","hoster":"VOE"},{"path":"/redirect/8646714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-32","name":"Wahlentscheidungen","epNo":32,"alt":"","descr":"Java hat aus allen Bewerbungen zur Wahl des Stadtoberhauptes vier geeignete Kandidaten ausgewählt, darunter auch Salene. Geeignet hält sie diejenigen, die sich ihrer Meinung nach besonders leicht manipulieren lassen. Sie erklärt Ram, dass Salene die beste ist. Prompt gewinnt Salene die Abstimmung und Ram gibt freimütig zu, dass er das Wahlergebnis manipuliert hat. Doch Salenes erstes Vorstellungsgespräch verläuft ganz anders, als sich Ram das vorgestellt hat. Salene fordert die Einrichtung von Schulen und Krankenhäusern und eine Nachrichtensendung! Ram sagt seine Unterstützung zu, doch kann man ihm glauben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490008","hoster":"VOE"},{"path":"/redirect/8646715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-33","name":"Die Techno-Hochzeit","epNo":33,"alt":"","descr":"Ram hat es schließlich doch noch geschafft, Ebony ist dazu bereit, ihn zu heiraten. Die Hochzeit wird natürlich ganz im Technostil abgehalten: im Reality Space. Dennoch möchte Ram nicht auf eine Art Standesbeamtin verzichten und so zwingt er Salene als Anführerin der Stadt dazu, die Hochzeitszeremonie abzuhalten. Sie fühlt sich sichtlich unwohl in ihrer Rolle. Unerträglich wird die Zeremonie für Jay! Er kann immer noch nicht verstehen, was Ebony dazu bewogen hat, ihn sitzen zu lassen und sich für Ram zu entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007975","hoster":"VOE"},{"path":"/redirect/8646716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-34","name":"Sivas neues Leben","epNo":34,"alt":"","descr":"Siva hat sich zwar für Lex und gegen Ram entschieden. Aber hat sie sich diese Entscheidung wirklich gut überlegt? Eins steht jedenfalls fest: die furchtlose Technokönigin hat massive Schwierigkeiten, sich an das Landleben zu gewöhnen. Mäuse und anderes Getier verwandeln sie ein verängstigstes Geschöpf. Lex hat also die überraschend schwere Aufgabe, sich um die hysterische und verwöhnte Siva zu kümmern. Derweil verspricht Ram Jay mal wieder, dass es bald Medizin und ein Krankenhaus geben wird. Wird er sich diesmal an sein Versprechen halten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11007978","hoster":"VOE"},{"path":"/redirect/8646717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-35","name":"Das Spiel","epNo":35,"alt":"","descr":"Da Siva sich weigert, weiterhin alleine auf der Farm zu bleiben, willigt Lex schließlich ein, sie mit in die Mall zu nehmen. Doch damit hören seine Sorgen leider noch nicht auf, denn nun gilt es, ständig zwischen Siva und den anderen Mallrats zu vermitteln. Siva tut sich etwas schwer, in der echten Welt anzukommen.Derweil macht sich Cloe auf in die Computerwelt! Sie lässt sich freiwillig scannen und nimmt an dem großen Spiel der Technos teil. Im Spiel begegnet sie einer alten Bekannten: May. Diese erweist sich als eine erstklassige Spielerin und sie scheint auf dem besten Wege, das Spiel zu gewinnen! Doch da nehmen die Dinge plötzlich eine ganz unerwartete Wendung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490012","hoster":"VOE"},{"path":"/redirect/8646718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-36","name":"Wo ist Cloe?","epNo":36,"alt":"","descr":"Ved macht sich inzwischen sehr große Sorgen. Er weiß nicht, wo Cloe geblieben ist, die sich für das Spiel der Technos hat scannen lassen. Als Mouse und Sammy bei ihm auftauchen, um sich ebenfalls für das Spiel scannen zu lassen, bittet er die beiden eindringlich, im Spiel nach Cloe zu suchen! In der Zwischenzeit hat Lex von den Querelen um Siva genug. Deshalb stellt er ihr ein Ultimatum: Entweder sie verlässt die Mall, oder sie reißt sich zusammen und macht sich nützlich. Das wirkt, denn prompt kocht Siva für alle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490013","hoster":"VOE"},{"path":"/redirect/8646719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-37","name":"Ved gegen Ram","epNo":37,"alt":"","descr":"Cloe bleibt nach wie vor verschwunden. Deshalb hat Ved in seiner Verzweiflung Ram zu einem Duell im Reality Space herausgefordert. Nun ist es also soweit: Ved tritt gegen Ram an. Das Begegnung wird natürlich auf Citynet übertragen. Doch wie wird das Ganze ausgehen? Für das Mädchen mit der Lungenentzündung ist es bisher gut ausgegangen. Die Medikamente haben angeschlagen, doch nun fehlen Antibiotika für ihre weitere Behandlung. Nur Ram verfügt noch über Arzneien. Und die will er nicht rausrücken!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490018","hoster":"VOE"},{"path":"/redirect/8646721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-38","name":"Neue Regeln","epNo":38,"alt":"","descr":"Böses Erwachen für die Spieler des Technospiels: Der Zugang zum Spiel ist gesperrt. Ram möchte, dass die sogenannten Virts für ihn arbeiten, deshalb gilt ab sofort: Wer spielen möchte, muss vorher für die Technos gearbeitet haben. Das trifft nicht nur Pride hart! Obwohl er Salene versprochen hat, nicht mehr zu spielen, kommt er von diesem Spiel nicht los! Ved wiederum kommt von Cloe nicht los. Er ist immer noch auf der Suche nach ihr und geht schließlich in die Mall, um seinem Bruder Jay und den Mallrats einen Tipp zu geben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490017","hoster":"VOE"},{"path":"/redirect/8646720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-39","name":"Jays Abschied","epNo":39,"alt":"","descr":"Nachdem das Krankenhaus von Unbekannten verwüstet wurde, trägt sich Jay mit dem Gedanken, die Mall zu verlassen, um seine Freunde nicht weiter zu gefährden. Er ist fest davon überzeugt, dass die Technos hinter dem Anschlag stecken und dass sie es auf ihn abgesehen haben! Deshalb packt er seine Sachen, um sich einen sicheren Aufenthaltsort zu suchen. In der Zwischenzeit hat Ebony endlich herausgefunden, dass Ram sie hereingelegt hat. Jay hat Amber nicht wirklich geküsst! Deshalb macht sie sich auf den Weg zur Mall, um sich endlich mit Jay auszusprechen. Aber wird sie ihn dort überhaupt noch antreffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490014","hoster":"VOE"},{"path":"/redirect/8646723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-40","name":"Jay und Ebony","epNo":40,"alt":"","descr":"In letzter Sekunde hat Ebony Jay noch in der Mall angetroffen. Und endlich konnten sie sich wieder versöhnen, nachdem Ebony ihm die schändliche Täuschung Rams gezeigt hat. Nun wollen sie gemeinsam die Mallrats Ram das Handwerk legen. Doch die Mallrats sind skeptisch: Können sie Ebony wirklich trauen? Derweil wurde das verwüstete Krankenhaus in die Mall verlegt. So wollen die Mallrats einer erneuten Zerstörung vorbeugen. Doch leider sind kaum noch Medikamente vorrätig. Da Ram auch keine Arzneien mehr an das Krankenhaus gibt, entwickeln die Mallrats einen anderen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490019","hoster":"VOE"},{"path":"/redirect/8646724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-41","name":"Blau gegen Rot","epNo":41,"alt":"","descr":"Dee ist immer noch in großer Sorge um den verschwundenen Patch, sie weiß nicht, dass Java ihn gefangen hält. Er soll den schwerkranken Ram heilen, dem es stündlich schlechter geht. Inzwischen schöpfen auch schon einige Technos Verdacht. Deshalb greift Java mit Veds Hilfe auf die alte Bildmanipulation zurück: sie fälschen einen Citynet-Auftritt Rams. Doch Ebony riecht den Braten und beschließt, ins Technolager zurückzukehren und die Gunst der Stunde zu nutzen! Unterdessen nehmen die Auswirkungen des virtuellen Blau-gegen-Rot-Spiels schlimme Ausmaße an. Immer mehr Kinder kommen mit echten Verletzungen im Krankenhaus an!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490015","hoster":"VOE"},{"path":"/redirect/8646722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-42","name":"Prides falsches Spiel","epNo":42,"alt":"","descr":"Pride und May \"outen\" ihre Spielsucht von den Mallrats, sie entschuldigen sich bei den anderen und bitten um deren Unterstützung. Salene ist deshalb sehr zuversichtlich und glaubt, dass damit alles wieder gut wird. Doch kann sie Pride und May wirklich glauben? Da vermisst sie plötzlich ihre wertvollen Ohrringe. Unterdessen arrangiert Ebony ein kurzes Treffen mit dem eingesperrten Patch, der ihr interessante Informationen über Rams Gesundheitszustand erzählt. Mit diesem Wissen kehrt sie in die Mall zurück. Sie ruft zum Angriff gegen die Technos auf, doch Jay besteht darauf, dass er allein Java konfrontieren wird!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114773","hoster":"VOE"},{"path":"/redirect/8646725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-43","name":"Diebe in der Mall","epNo":43,"alt":"","descr":"Jays Plan ist zwar gescheitert, doch wenigstens kann er Patch zur Flucht verhelfen. Der berichtet den Mallrats, was geschehen ist und Ebony macht sich sofort auf den Weg ins Hotel. Dort spielt sie Ram zwar die liebenden Ehefrau vor, doch versucht sie natürlich ihren geliebten Jay zu helfen. Mit dem hat Ram jedoch ganz andere Pläne: Er hat ein neues virtuelles Spiel entwickelt, in dem Jay eine zentrale Rolle übernimmt. Unterdessen verschwinden immer mehr Medikamente aus den Vorräten des Krankenhauses. Und Dee beschuldigt ausgerechnet Siva des Diebstahls. Lex und Siva wiederum haben May und Pride im Verdacht. Doch Salene weiß nicht, was sie glauben soll. Sie kann sich einfach nicht vorstellen, dass ihr Freund sie belügen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918037","hoster":"VOE"},{"path":"/redirect/8646726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-44","name":"Rams Plan","epNo":44,"alt":"","descr":"Rams fieser Plan scheint aufzugehen: Jay wird von allen Cyberreality-Spielern der Stadt gejagt und die Falle scheint zuzuschnappen. Doch in letzter Sekunde wird er von Ginny gerettet! Leider stellt sich heraus, dass auch sie spielsüchtig ist und ihn deshalb an die Technos ausliefern will! Er kann sie zwar überwältigen, doch prompt trifft er auf Pride, der ihn für den computergenerierten Jay hält. In der Zwischenzeit hat Salene herausgefunden, dass Pride sowohl ihre Ohrringe als auch die Medikamente aus dem Krankenhaus gestohlen hat. Enttäuscht macht sie sich auf den Weg, um Jay zu finden und ihn in Sicherheit zu bringen. Auch Siva ist unterwegs, um nach Jay zu suchen. Werden sie ihn rechtzeitig finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044875","hoster":"VOE"},{"path":"/redirect/8646727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-45","name":"Ausgangssperre","epNo":45,"alt":"","descr":"Die beiden Spielergruppen, die Roten und die Blauen sind rasend vor Wut, da sie Jay nicht finden können und jeder den von Ram ausgelobten Preis – eine lebenslange Spielberechtigung für alle Spiele der Technos – ergattern möchte. Eine Gruppe besetzt sogar die Mall und fordert die Auslieferung von Jay, dem in der Zwischenzeit durch Prides Hilfe die Flucht aus der Stadt gelungen ist. Pride kehrt schließlich geläutert in die Mall zurück. Doch dort ist man skeptisch, immerhin hat er bereits einmal behauptet, seine Sucht überwunden zu haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490021","hoster":"VOE"},{"path":"/redirect/8646728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-46","name":"Spürhunde","epNo":46,"alt":"","descr":"Salene bleibt Pride gegenüber weiterhin skeptisch, sie weiß nicht, ob sie ihm wirklich wieder trauen kann. Außerdem macht sie sich große Sorgen um das Krankenhaus, denn die Technos liefern keinen Nachschub an Medikamenten mehr. Ganz andere Sorgen hat dagegen Ram. Er ist von dem Gedanken besessen, Ebony und Jay zu finden. Das bringt ihn auf die Idee, mit Spürhunden nach ihnen suchen zu lassen! Und tatsächlich spüren die Hunde sie auf. Werden sie sich vor den Hunden in Sicherheit bringen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490023","hoster":"VOE"},{"path":"/redirect/8646729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-47","name":"Harte Zeiten","epNo":47,"alt":"","descr":"Ebony und Jay haben beim Eco-Tribe erst einmal Unterschlupf vor ihren Verfolgern gefunden. Hier können sie sich ein wenig ausruhen und Kräfte sammeln. Ebony möchte jedoch so schnell wie möglich weiterziehen! Das hat nicht nur etwas damit zu tun, dass sie möglichst viel Abstand zur Stadt und zu den Technos bekommen möchte: Amber bereitet ihr einiges Kopfzerbrechen, vielmehr Jays mögliche Gefühle für sie. Amber wiederum versucht Ebony zu beruhigen und bietet ihr an, das Kriegsbeil zu begraben. Aber Ebony bleibt zögerlich! Zögerlich ist auch Salene, sie merkt, dass sie Pride kein Vertrauen mehr entgegenbringen kann und macht deshalb Schluss mit ihm!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008031","hoster":"VOE"},{"path":"/redirect/8646735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-48","name":"Überraschende Begleitung","epNo":48,"alt":"","descr":"Ebony und Jay wollen möglichst schnell den Ecotribe verlassen, um irgendwo in weiter Ferne ihr Glück zu suchen. Doch plötzlich kommen Jay Zweifel: Kann er der Stadt einfach den Rücken kehren, Ved im Stich lassen und Ram in Ruhe lassen? Das kann er nicht, deshalb beschließt er in die Stadt zurückzukehren und Ram außer Gefecht zu setzen. Als er Amber von seinem Entschluss erzählt, versucht diese gleich, ihn von seinem Plan abzubringen. Ebony wiederum tobt, als sie von Jays Entschluss hört – sie glaubt, dass Amber hinter seinem Sinneswandel steckt! Dennoch hält sie zu ihm, und so beschließen sie, im Morgengrauen gemeinsam in Richtung Stadt aufzubrechen. Am nächsten Morgen erwartet die beiden eine große Überraschung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490025","hoster":"VOE"},{"path":"/redirect/8646733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-49","name":"Träume auf DVD","epNo":49,"alt":"","descr":"Amber, Jay und Ebony sind auf dem Weg zurück in die Stadt, um die Mallrats zu unterstützen. Ebony ist natürlich alles andere als begeistert, dass sich Amber ihnen angeschlossen hat. Sie ist eifersüchtig, denn sie spürt, dass da etwas zwischen Amber und Jay ist. Dabei war sie ihrem Traum schon so nah: ein neues Leben mit Jay, fernab von allem! Mit Träumen arbeitet auch Ram in seinem neuen Programm: Paradise. Und seine Rechung scheint aufzugehen! Selbst einige Mallrats probieren das neue Programm aus: Sammy ist begeistert, er will sowohl Mouse als auch Lex davon überzeugen. Doch Mouse will nichts davon wissen und Lex lacht nur über Sammys Traum-DVD! Sammy ist deshalb total frustriert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11008039","hoster":"VOE"},{"path":"/redirect/8646731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-50","name":"Der Liebesbrief","epNo":50,"alt":"","descr":"Amber, Jay und Ebony sind auf dem Weg zurück in die Stadt, um die Mallrats zu unterstützen. Ebony ist natürlich alles andere als begeistert, dass sich Amber ihnen angeschlossen hat. Sie ist eifersüchtig, denn sie spürt, dass da etwas zwischen Amber und Jay ist. Dabei war sie ihrem Traum schon so nah: ein neues Leben mit Jay, fernab von allem! Mit Träumen arbeitet auch Ram in seinem neuen Programm: Paradise. Und seine Rechung scheint aufzugehen! Selbst einige Mallrats probieren das neue Programm aus: Sammy ist begeistert, er will sowohl Mouse als auch Lex davon überzeugen. Doch Mouse will nichts davon wissen und Lex lacht nur über Sammys Traum-DVD! Sammy ist deshalb total frustriert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490026","hoster":"VOE"},{"path":"/redirect/8646730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-51","name":"Träume zu verkaufen","epNo":51,"alt":"","descr":"Die Mallrats planen den Angriff auf Ram und die Technos. Dabei vertrauen sie auf die Unterstützung von Mega, Jays Kontaktmann bei den Technos, mit dessen Hilfe sie Ram absetzen und die Stadt befreien wollen. Doch kann man Mega wirklich trauen? Oder spielt er ein doppeltes Spiel? Ram jedenfalls weiß, was ihm bevorsteht. Derweil lässt Lex sich mal wieder kein Geschäft entgehen. Er stiftet sogar Sammy an, ihm beim Verkauf seiner Träume-DVDs zu helfen. Das Geschäft läuft gut, doch plötzlich taucht Siva auf, und nur mit knapper Not können die beiden der Kontrolle entkommen. Die DVDs landen natürlich bei Siva, die sie von Dee verbrennen lässt. Als Lex nun ein ausgesprochenes Interesse an dieser Aktion erkennen lässt, wird Siva misstrauisch!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490030","hoster":"VOE"},{"path":"/redirect/8646732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-4/episode-52","name":"Das wahre Leben","epNo":52,"alt":"","descr":"Die Mallrats sind bereit, gegen die Technos anzutreten. Mega, Jays Kontaktmann bei den Technos, hat alles für die Mallrats vorbereitet! Doch auch Ram fühlt sich bereit, denn Mega hat ihm seine Unterstützung zugesagt und ihm alle Einzelheiten über die Attacke der Mallrats verraten. Werden die Mallrats in diese Falle laufen? Ebony plagen merkwürdige Vorahnungen und Albträume, in denen Zoot immer wieder auftaucht und ihr Angst einjagt. Jay versucht zwar, sie zu trösten, doch gelingt es ihm nicht ganz. Sie versucht, die Mallrats im letzten Moment von ihren Plänen abzubringen. Doch die wollen nicht auf sie hören. Und dann passiert das Unfassbare: Die Technos scheinen bestens auf die Mallrats vorbereitet zu sein. Oder ist das alles nur eine Reality-Space-Fantasie? Wer weiß","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490031","hoster":"VOE"},{"path":"/redirect/8646739","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-tribe/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-tribe/staffel-5/episode-1","name":"Wo ist Tai-San?","epNo":1,"alt":"","descr":"Eigentlich könnten Amber und die Mall-Rats ihren Sieg über die Technos feiern, aber es tauchen schon wieder neue Probleme auf: Tai-San, Patch, Dee und Salene sind nicht zu finden. Für Lex ist es besonders schwer, denn endlich hatte er seine geliebte Tai-San im Hauptquartier der Technos entdeckt. Und nun ist sie schon wieder verschwunden. Auch Ebony wird von ihrer Vergangenheit eingeholt: Ihr begegnet Zoot und kündigt erneut Power und Chaos an. Wie kann das möglich sein? Ist er tatsächlich zurückgekehrt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490035","hoster":"VOE"},{"path":"/redirect/8646734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-2","name":"Die Suche geht weiter","epNo":2,"alt":"","descr":"Eigentlich könnten Amber und die Mall-Rats ihren Sieg über die Technos feiern, aber es tauchen schon wieder neue Probleme auf: Tai-San, Patch, Dee und Salene sind nicht zu finden. Für Lex ist es besonders schwer, denn endlich hatte er seine geliebte Tai-San im Hauptquartier der Technos entdeckt. Und nun ist sie schon wieder verschwunden. Auch Ebony wird von ihrer Vergangenheit eingeholt: Ihr begegnet Zoot und kündigt erneut Power und Chaos an. Wie kann das möglich sein? Ist er tatsächlich zurückgekehrt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490040","hoster":"VOE"},{"path":"/redirect/8646736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-3","name":"Die Wahrheit","epNo":3,"alt":"","descr":"Seit dem Stromausfall können die Bewohner der Stadt nicht mehr \"Paradise\" spielen. Da viele mittlerweile von dieser virtuellen Traumwelt abhängig sind, reagieren sie auf den ungewollten Entzug aggressiv. Solange man aber Rams Passwort nicht kennt, kann man die Stromzufuhr nicht wieder herstellen. Der aber ist verschwunden und nicht einmal Mega, der nun der Anführer der Technos ist, weiß, wo sich Ram aufhält. Derweil macht sich Pride auf eine andere Suche. Er will die entführte Salene finden. Und auch Lex streift suchend durch die Stadt. Seine Suche gilt Tai-San. Darüber ist seine jetzige Freundin Siva alles andere als begeistert. Auch Ebony hat mit ihrer Eifersucht zu kämpfen: verbindet Jay und Amber nur eine Freundschaft? Gerade jetzt bräuchte sie jemanden auf den sie sich verlassen kann: immer wieder erscheint ihr Zoot. Und sie ist nicht die einzige, die den Anführer der Locos zu Gesicht bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490028","hoster":"VOE"},{"path":"/redirect/8646744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-4","name":"Sammys Paradies","epNo":4,"alt":"","descr":"Amber möchte endlich wissen, wo Bray ist. Als sie Jay dazu überreden kann, ihn über die Datenbank der Technos zu suchen, erfährt sie die traurige Wahrheit. In ihrer Trauer macht sie nun Jay für alles verantwortlich, schließlich war Jay lange Zeit Techno-General. Doch in der Mall herrscht nicht nur deshalb schlechte Stimmung: Sammy möchte unbedingt wieder \"Paradise\" spielen, hat aber aufgrund des andauernden Stromausfalls keine Möglichkeit dazu und lässt seinen Ärger daraufhin an Mouse aus. Auch Siva und Lex streiten sich, denn Lex ist Sivas Meinung nach zu sehr mit der Suche nach Tai-San beschäftigt. In Liberty freundet sich derweil Ruby mit dem geheimnisvolle Slade an, der nicht nur ihr Rätsel aufgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490029","hoster":"VOE"},{"path":"/redirect/8646740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-5","name":"Abschied von Bray","epNo":5,"alt":"","descr":"Zoot lebt!, zumindest glauben viele Kinder der Stadt, ihn auf den Straßen umherfahren zu sehen. Ist er tatsächlich zurückgekehrt? Oder gibt es für sein Wiederauftauchen eine einfache Erklärung? In diese Spekulationen trifft Megas Ankündigung, dass der Strom bald wieder verfügbar ist. Die Nachricht erfreut fast alle Mall-Rats, lediglich Mouse hat Bedenken. Strom bietet ihrer Meinung nach schließlich auch die Möglichkeit ins \"Paradise\" zu flüchten! Sammy und die anderen Spielsüchtigen sind jedenfalls schon ziemlich ungeduldig. Aber deshalb auf Strom verzichten? Amber hat eine bessere Idee. Der Strom interessiert Siva und Lex weniger, sie streiten nur noch: der Grund Tai-San. Als sich Siva darüber bei ihrer Schwester Java beschwert, kann diese sie kaum trösten, oder ist dass Absicht? Auch Ebony gegenüber verhält sich Java merkwürdig. Was hat sie vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490032","hoster":"VOE"},{"path":"/redirect/8646737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-6","name":"Strom","epNo":6,"alt":"","descr":"Noch immer fehlt jede Spur von Ram. Von dem Gedanken, dass der alte Techno-Anführer zurückkehren könnte, beunruhigt Mega, der nun die Technos anführt. Unbegründet ist seine Angst nicht, denn Ram hat tatsächlich etwas vor, zumindest versucht er den geheimnisvollen Slade für seine Pläne einzuspannen. Er gibt ihm gegenüber einen falschen Namen an und ist auf einmal erschreckend freundlich. Mit diesem plötzlichen Sinneswandel kann er Slade allerdings nicht täuschen! Salde weiß außerdem mehr als Ram lieb ist, denn dieser redet im Schlaf. In der Mall sucht Trudy das Gespräch mit Amber, gemeinsam erinnern sie sich an Bray und was er ihnen beiden bedeutet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490033","hoster":"VOE"},{"path":"/redirect/8646738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-7","name":"Mays falsches Spiel","epNo":7,"alt":"","descr":"Es ist wirklich erschreckend, überall taucht plötzlich Zoot auf Sein Poster hängt in der Stadt, Sprechchöre ertönen und sein alter Polizeiwagen fährt durch die Straßen: Amber fragt sich, wer hinter diesen Aktionen stecken könnte. Außerdem möchte sie bei einem Treffen der Anführer aller Stämme diese darüber informieren, dass die Mall-Rats wieder Strom bereitstellen könnten aber noch abwarten wollen, bis alle \"Paradise-Headsets\" eingesammelt sind. Davon raten ihr jedoch Mega und Jay davon ab. Sie lässt sich überzeugen, doch das ist ein Fehler! Denn bei dem Treffen stellt sich heraus, dass jemand die Anführer bereits über die Strommöglichkeiten in Kenntnis gesetzt hat. Diese reagieren nun äußerst ungehalten, sie fühlen sich von den Mall-Rats hintergangen und stellen Amber ein Ultimatum","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9849552","hoster":"VOE"},{"path":"/redirect/8646742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-8","name":"Amber auf Citynet","epNo":8,"alt":"","descr":"Noch immer sind Salene und Pride verschwunden. Die Mall-Rats sind in Sorge. Doch was ist mit May? Sie spielt ein falsches Spiel: Sie beschuldigt Jay am Verschwinden von Salene und Pride mitverantwortlich zu sein und trifft sich wenig den Entführern. Derweil versucht Trudy den frustrierten Jay ein wenig aufzumuntern. Da der Strom wieder eingeschaltet ist, lädt sie ihn zum Abendessen ein, aber ob sich Jay, nachdem er von Amber eine Abfuhr erhalten hat, mit einer Pizza trösten lässt? Ebony wiederum wird von ihrer Schwester Java um den Finger gewickelt, indem sie ihr erklärt, dass auch sie Zoot sehen kann. Das flößt Ebony so viel Vertrauen ein, dass sie Java befreit. Auf ihrer Flucht stößt auch noch Siva zu ihnen. Die Schwestern sind wieder vereint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9849551","hoster":"VOE"},{"path":"/redirect/9849555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-9","name":"May wird erpresst","epNo":9,"alt":"","descr":"Zoot geistert noch immer durch die Straßen und in den Köpfen der Kinder herum. Auch Mall-Rats begegnen ihm, sie sehen Ebony zusammen mit Zoot. Aus ihrem alten Polizeiauto heraus verbreiten die beiden fahrend den alten Schlachtruf: Power und Chaos. Auch wenn sie Zoot nun mit eigenen Augen gesehen hat, Amber glaubt nicht an dessen Rückkehr. Auch Jack ist der Meinung, dass es sich um eine Fälschung gehandelt hat. Er entwickelt schnell eine eigene Theorie. Unterdessen kämpft May mit ihrem schlechten Gewissen, denn sie hat Salene und die anderen Mall-Rats angelogen. Salene, die nichts davon ahnt, zeigt sich ihr gegenüber auch noch dankbar. Mega hingegen, kennt die Wahrheit, und beginnt, May unter Druck zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9849559","hoster":"VOE"},{"path":"/redirect/8646743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-10","name":"Trudy in Angst","epNo":10,"alt":"","descr":"Jack vermutet den Projektor, der Zoots Erscheinen ermöglicht, in einer alten Fabrik. Gemeinsam mit Jay und Lex macht er sich auf die Suche. Leider weiß Mega durch seinen Spitzel May von der geplanten Aktion der Mall-Rats und bereitet ihnen einen entsprechenden Empfang vor. Ebony geht derweil voll und ganz in ihrer neuen Funktion auf, sie erlässt ein neues Gesetz: Wichtige Positionen werden nur von Frauen besetzt! Der Zoo wird ein wichtiger Stürzpunkt für sie. Gel, dem Neuzugang in der Mall, fällt es schwer, sich in die Gemeinschaft einzufügen. Die Situation eskaliert, als sie Trudy einen dummen Streich spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9849564","hoster":"VOE"},{"path":"/redirect/8646746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-11","name":"Zoot in Aktion","epNo":11,"alt":"","descr":"Salene und Amber halten bei den Ecos eine Zeremonie zu Ehren von Pride ab. Im Laufe der Feierlichkeiten bittet Hawk Amber, bei Ihnen zu bleiben, damit sie wieder da anfangen können, wo sie einst aufgehört hatten, als Amber unter dem Namen Eagle die Anführerin der Ecos war. Doch Amber erklärt ihm, dass sie wieder zurück in die Stadt muss. Dort geht es mal wieder drunter und drüber. Alle reden von Zoot und selbst der nüchterne Jack behauptet steif und fest, dass er Zoot gesehen hat. Die anderen Mall-Rats sind äußerst skeptisch. Deshalb will Sammy, der eine Digitalkamera gefunden hat, damit auf Geisterjagd gehen. Da Mouse ihn nicht davon abhalten kann, folgt sie ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490037","hoster":"VOE"},{"path":"/redirect/8646747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-12","name":"Das Beweisfoto","epNo":12,"alt":"","descr":"Salene und Amber machen sich auf den Rückweg von den Ecos in die Stadt. Auf diesem Weg wird Amber bewusst, dass sie Jay immer noch liebt. Salene bestärkt sie in diesem Gefühl und fordert sie auf, dass sie ihm ihre Liebe gestehen soll. Jay hingegen hat sich in der Zwischenzeit Trudy angenähert und beide sind schwer verliebt. Dennoch möchte Trudy, dass sie ihre Liebe vor den anderen Mall-Rats noch geheimgehalten sollen. Derweil haben Jack und Sammy Glück: Sie finden tatsächlich Sammy Kamera wieder. Nun müssen sie die Fotos nur noch sichtbar machen. Wird es tatsächlich ein Foto von Zoot geben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9849571","hoster":"VOE"},{"path":"/redirect/8646745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-13","name":"Auf Knopfdruck","epNo":13,"alt":"","descr":"Salene und Amber machen sich auf den Rückweg von den Ecos in die Stadt. Auf diesem Weg wird Amber bewusst, dass sie Jay immer noch liebt. Salene bestärkt sie in diesem Gefühl und fordert sie auf, dass sie ihm ihre Liebe gestehen soll. Jay hingegen hat sich in der Zwischenzeit Trudy angenähert und beide sind schwer verliebt. Dennoch möchte Trudy, dass sie ihre Liebe vor den anderen Mall-Rats noch geheimgehalten sollen. Derweil haben Jack und Sammy Glück: Sie finden tatsächlich Sammy Kamera wieder. Nun müssen sie die Fotos nur noch sichtbar machen. Wird es tatsächlich ein Foto von Zoot geben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490041","hoster":"VOE"},{"path":"/redirect/8646749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-14","name":"Trudy in Panik","epNo":14,"alt":"","descr":"In Liberty tut sich durch Lex erneutes Auftauchen einiges. Er erzählt der ahnungslosen Ruby, dass der arme Gabe in Wirklichkeit der ehemalige Technoanführer Ram ist. Derweil versucht Jack nachzuweisen, dass die Zoot-Hologramme immer gleichzeitig mit den Stromausfällen aufgetreten sind. Damit hätte er den Beweis, dass es sich eben nicht um Zoot sondern nur um eine holografische Projektion handelt. Doch die Beweisführung gestaltet sich schwieriger als gedacht. Schwierig ist es auch für Trudy. Sie ist extrem nervös, weil sie ahnt, dass Amber Jay ihre Liebe gestehen will – unsicher, ob Jay dann trotzdem bei ihr bleiben wird. Sie weiß sich nicht anders zu helfen und versucht deshalb zu verhindern, dass die beiden ungestört miteinander reden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490044","hoster":"VOE"},{"path":"/redirect/8646748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-15","name":"Gefangen in Liberty","epNo":15,"alt":"","descr":"Lex überraschende Eröffnungen in Bezug auf Ram / Gab haben leider nur einen begrenzten Erfolg gehabt. Ruby und Slade sind nun leider der Meinung, dass es zu gefährlich, wenn Lex mit seinem Wissen in die Stadt zurückkehrt. Deshalb halten sie ihn Liberty fest. Und obwohl er all seinen Charme spielen lässt: Ruby lässt sich nicht erweichen. In der Stadt hat sich währenddessen für Amber endlich eine Gelegenheit ergeben, Jay ihre Liebe zu gestehen. Doch dessen Reaktion ist ganz anders als erwartet. Und wie geht es Ellie? Sie leidet noch immer unter Gedächtnisschwund und hat keinerlei Erinnerungen an die Vergangenheit. Das bringt die hinterhältige Java auf eine Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490045","hoster":"VOE"},{"path":"/redirect/8646750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-16","name":"Amber außer sich","epNo":16,"alt":"","descr":"Slade ist mal wieder in geheimer Mission in der Stadt unterwegs, die ihn irgendwie immer hinter Ebony her schickt! Derweil kann Ruby in Liberty das Schlimmste verhindern, sie geht zwischen die beiden Streithähne Lex und Ram. Streit gibt es auch bei den Mall-Rats: Ebony und Trudy lassen buchstäblich die Fetzen, während die anderen Tribemitgliedern fassungslos daneben stehen. Die sonst so besonnene Amber lässt sich einfach nicht beruhigen, nicht einmal von Jay. Was ist bloß los mit ihr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009541","hoster":"VOE"},{"path":"/redirect/8646751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-17","name":"Ellie kehrt heim","epNo":17,"alt":"","descr":"In Liberty ist alles beim alten, Lex streitet mit Ram und macht Ruby schöne Augen. Die hat allerdings nur Augen für Slade, der wiederum nach Ebony Ausschau hält. In der Stadt rätseln derweil Amber und Jack weiter, was es mit den \"Schatten am Mittag\" auf sich haben könnte. Schließlich haben sie eine Erklärung: Es handelt sich um eine Sonnenfinsternis. Das erklärt die mysteriöse Botschaft! Mysteriös ist auch, dass sich die hinterhältige Java plötzlich scheinbar liebevoll um Ellies Rückkehr in die Mall kümmert. Ellie, die unter Gedächtnisschwund leidet und sich nicht mehr an ihre Tribemitglieder erinnern kann, tut einfach, was Java ihr sagt. Und das ist bestimmt keine gute Idee!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490047","hoster":"VOE"},{"path":"/redirect/8646752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-18","name":"Zoot! Zoot! Zoot!","epNo":18,"alt":"","descr":"Es ist soweit: Die groß angekündigte Rückkehr Zoots steht ins Haus. Die \"Schatten am Mittag\", hinter denen sich eine Sonnenfinsternis verbirgt, bilden einen passenden Rahmen für die theatralische Inszenierung. Und selbst Slade, Ram und Lex wollen sich das Spektakel nicht entgehen lassen. Deshalb machen sie sich auf den Weg in die Stadt, wo schon Scharen von Zootfans dem Ereignis entgegenfiebern. Amber setzt große Hoffnungen darein, dass sie die Kinder und Jugendlichen der Stadt von der Wahrheit überzeugen kann. Sie will ihnen sagen, dass diese ganze Spektakel nichts mit der Realität zu tun hat. Doch niemand hört ihr zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490052","hoster":"VOE"},{"path":"/redirect/8646761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-19","name":"Traum \u0026amp; Wirklichkeit","epNo":19,"alt":"","descr":"In Liberty gibt es erstaunliche Veränderungen: Die beiden Streithähne Lex und Ram scheinen sich seit ihrem Ausflug in die Stadt von Tag zu Tag besser zu verstehen. Ihre Zankereien bekommen beinahe freundliche Züge! Was für eine merkwürdige Entwicklung. Bei den Mall-Rats machen sich derweil alle Sorgen um Amber, die sich nach ihrem Sturz noch nicht wieder erholt hat. Im Gegenteil, ihr Zustand verschlechtert sich zusehends. Besonders Jay ist äußerst besorgt. Ellie dagegen geht es immer besser, sogar die Erinnerungen an ihre Vergangenheit kehren langsam wieder zurück. Und damit erwacht auch wieder ihre Liebe zu Jack","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490043","hoster":"VOE"},{"path":"/redirect/8646754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-20","name":"Was plant Slade?","epNo":20,"alt":"","descr":"Slade pendelt zwischen Liberty und der Stadt hin und her und entwickelt dabei ein starkes Interesse an Ebony. Als er sie bei einer Parade teilnahmslos in Zoots alten Polizeiwagen sitzen sieht, wird er aktiv. Er stattet ihr nachts einen geheimen Besuch ab. Was hat er vor? Im Technohauptquartier ist Mega sehr zufrieden mit sich. Für ihn läuft alles nach Plan. Er hat Jay und die Mall-Rats scheinbar davon überzeugt, dass seine Aktionen und Ideen richtig sind. Jays Zustimmung zu Megas neusten Plänen mag auch damit zusammenhängen, dass er sich ungeheure Sorgen um Amber macht. Sie ist immer noch bewusstlos. Wie kann man ihr bloß helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009555","hoster":"VOE"},{"path":"/redirect/8646757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-21","name":"Der Strich-Code","epNo":21,"alt":"","descr":"Die neuesten Pläne der Technos beinhalten, dass die Kinder und Jugendlichen umsonst arbeiten sollen. Sie werden in verschiedene Schichten eingeteilt, unter anderem für Arbeiten in den Mienen. Auch die Mall-Rats bleiben davon nicht verschont, Sammy soll der erste sein. Doch das ist noch nicht alles: Jay findet heraus, dass Mega die Kinder innerhalb des eingezäunten Gebiets mit einem Strich-Code versehen lässt. Schockiert will er ihn zur Rede stellen, doch Mega schafft es tatsächlich, ihn vom Sinn und Zweck dieser Aktion zu überzeugen. Nur Amber lässt sich nichts vormachen, sie lehnt es kategorisch ab, in dieser Sache zu kooperieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009563","hoster":"VOE"},{"path":"/redirect/8646755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-22","name":"Amber gibt nach","epNo":22,"alt":"","descr":"Jack und Ellie haben wieder zueinander gefunden. Mit ihren Erinnerungen sind auch Ellies Gefühle für Jack zurückgekehrt. Nicht in die Mall zurückgekehrt ist allerdings Sammy, der sich nach wie vor weigert, seinen von den Technos verordneten Arbeitsdienst anzutreten. Deshalb wollen die Technos ihn aus der Stadtzone verbannen. Dies kann Mega, der zwielichtige Technoanführer, in letzter Sekunde verhindern. Als Retter taucht er nun zusammen mit Sammy in der Mall auf. Doch Amber bleibt ihm gegenüber weiterhin misstrauisch. Sie lässt sich nicht mehr von ihm blenden. Trotzdem lässt sie sich von Jay dazu überreden, sich einen Strichcode aufdrucken zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009574","hoster":"VOE"},{"path":"/redirect/8646753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-23","name":"Gehversuche","epNo":23,"alt":"","descr":"Nachdem Jack festgestellt hat, dass jemand in seiner Abwesenheit an seinem Computer war, ist er auf der Suche nach dem Spion. Deshalb hat er eine Webcam installiert, die den Missetäter auf frischer Tat ertappen soll. Und tatsächlich schnappt die Fälle zu. Zu Jacks und Ellies Überraschung ist es nicht Gel, sondern May, die hinter der Sache steckt. Nun müssen sie nur noch rauskriegen, für wen May arbeitet. In Liberty schafft es Ram, ein Stück ohne Krücken zu gehen! Wird er es tatsächlich schaffen, wieder Laufen zu lernen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490050","hoster":"VOE"},{"path":"/redirect/8646756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-24","name":"Zeit der Weihe","epNo":24,"alt":"","descr":"Obwohl Jack und Ellie Mays Verrat entdeckt haben, möchten sie den anderen Mall-Rats noch nichts von ihren Verdacht erzählen. Zuerst wollen sie wissen, für wen May spioniert. Ein überraschendes Wiedersehen gibt es für Lex und Siva, die sich unter äußerst merkwürdigen Umständen wieder in die Arme laufen. Überrascht wird auch Amber: Sammy übergibt ihr eine Nachricht von Ebony, die sich mit Amber treffen möchte, allein. Was hat Ebony vor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490053","hoster":"VOE"},{"path":"/redirect/8646759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-25","name":"Partner","epNo":25,"alt":"","descr":"Das geheimnisvolle Treffen von Amber und Ebony ist glücklicherweise gut verlaufen. Amber kennt nun Megas gemeine Pläne und kommt sichtlich verstört in die Mall zurück. Dort wird May von den Mall-Rats zur Rede gestellt, da Jack und Ellie nun die Beweise haben, dass May die Mall-Rats für Mega ausspioniert hat. Sie versucht natürlich alles zu leugnen, doch damit kommt sie nicht durch. Aber wie soll es nun mit ihr weiter gehen? Weiter geht es auf jeden Fall mit Ebony und Slade. Und obwohl normalerweise Slade Ebony zur Hilfe eilt, ist es diesmal Ebony, die Slade warnt. Ist dies der Beginn einer wunderbaren Partnerschaft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490054","hoster":"VOE"},{"path":"/redirect/8646758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-26","name":"Der Kuss","epNo":26,"alt":"","descr":"Die Mall-Rats stellen Mega eine Falle, sie locken ihn mit Mays Hilfe zu einem Treffen. Doch leider weiß Mega Bescheid und so schnappt statt dessen Falle für die Mall-Rats zu. Mega bietet ihnen eine gute Behandlung an, wenn sie ihn als Herrscher über die Stadt unterstützen. Haben sie eine andere Wahl? In Liberty haben sich derweil Siva und Ruby angefreundet. Siva äußert sich besorgt über Rams mögliche Pläne, woraufhin sich Ruby Rams Computer genauer ansieht. Gerade als sie entsetzt seinen Computer zerstören will, erzählt er ihr, dass Slade unter einer unheilbaren Krankheit leidet und er nach einer Möglichkeit sucht, ihm zu helfen. Slade selber scheint es allerdings recht gut zu gehen, denn er überrascht Ebony mit einem innigen Kuss, der sie sprachlos macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490056","hoster":"VOE"},{"path":"/redirect/8646760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-27","name":"Java in der Falle","epNo":27,"alt":"","descr":"Die Mall-Rats diskutieren ausführlich, wie sie sich verhalten sollen, nachdem sie dem fiesen Mega in die Falle gegangen sind. Er hat ihnen eine Sonderbehandlung zugesichert, allerdings gleichzeitig gefordert, dass sie ihn unterstützen müssen. Jay meint, dass jeder für sich allein entscheiden sollte. Doch Amber überzeugt ihn schließlich davon, dass der Tribe zusammenbleiben muss, um Mega zu überlisten. Mouse und Salene, die auf dem Weg zu den Ecos sind, haben sich kurz vor ihrem Ziel im Wald verlaufen. Doch glücklicherweise ist Hawk schon auf dem Weg, um sie zu retten. Ebony hat derweil ihre betrügerische Schwester Java festgesetzt. Diese Aktion hat Java mehr als unerwartet getroffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009585","hoster":"VOE"},{"path":"/redirect/8646762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-28","name":"Die Zeremonie","epNo":28,"alt":"","descr":"May wird nach einem letzten Gespräch von den Mall-Rats verbannt. Schockiert muss sie feststellen, dass auch Mega keine Verwendung mehr für sie hat. Er lässt sie von seinen Wachen fortbringen, damit sie die Sicherheitszone verlässt. In Liberty bemüht sich derweil die verliebte Ruby hingebungsvoll um den vermeintlich schwerkranken Slade. Dem geht sie allerdings eher auf die Nerven, denn er träumt nur noch von Ebony. Für Mouse erfüllt sich derweil ihr Traum, sie wird mit einer Zeremonie in den Stamm der Ecos aufgenommen. Sie wünscht sich, dass auch Salene bei ihr und den Ecos bleibt. Doch Salene hat sich entschieden, sie wird in die Stadt zurückkehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490055","hoster":"VOE"},{"path":"/redirect/8646763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-29","name":"Megas neuer Plan","epNo":29,"alt":"","descr":"Mega hat neue Pläne für die Stadt und ihre Einwohner: Alle innerhalb der Sicherheitszone werden für tägliche Arbeitsdienste eingeteilt. Er verspricht den Mall-Rats allerdings eine Sonderbehandlung mit einfachen Aufgaben und besonderen Lebensmittelrationen. Amber riecht den Braten sofort, durch diese Sonderbehandlung würden die anderen Stadtbewohner wütend auf die Mall-Rats reagieren und an gemeinsame Aktionen gegen Mega wäre nicht mehr zu denken! Doch was können sie tun? Jack kümmert sich relativ wenig um diese Diskussionen, denn Ellie ist das einzige, das ihn wirklich interessiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490058","hoster":"VOE"},{"path":"/redirect/8646766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-30","name":"Die Wanzenjagd","epNo":30,"alt":"","descr":"Der Technoanführer Mega will, dass Amber als Präsidentin der Stadt zu seinem Sprachrohr wird. Ihr werden von den Bewohnern der Stadt nach wie vor viele Sympathien entgegen gebracht. Dies will Mega für seine Zwecke nutzen. Als sie sich weigern will, diese Rolle für ihn zu spielen, wird er mehr als deutlich! Was soll, was kann sie tun? Doch damit nicht genug: Jack hat bemerkt, dass Mega die Mall mit Abhörwanzen und Kameras bestückt hat. Er entwickelt ein spezielles Suchgerät, welches ihm bei der Suche nach dem elektronischen Ungeziefer helfen soll und macht sich auf Wanzenjagd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490059","hoster":"VOE"},{"path":"/redirect/8646764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-31","name":"Ungeziefer","epNo":31,"alt":"","descr":"Nach einer schlaflosen Nacht sieht Amber keinen anderen Weg und erklärt sich dazu bereit mit Mega zu kooperieren. Jay ist außer sich, als er erfährt, wie Mega sich diese Zustimmung gesichert hat. Jack ist recht erfolgreich bei seiner Jagd nach den elektronischen Wanzen, die Mega in der Mall verteilt hat. Lediglich eine Abhöreinrichtung ist noch nicht entfernt und auf Ellies Anregung hin belassen sie diese auch an ihrem Platz, damit sie Mega mit gezielten Informationen in die Irre führen können. Auch Gel hat mitbekommen, dass Jack auf \"Ungezieferjagd\" ist. Doch leider hat sie nicht verstanden, dass es sich dabei um elektronisches Ungeziefer handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114774","hoster":"VOE"},{"path":"/redirect/8646767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-32","name":"Ebonys Retter","epNo":32,"alt":"","descr":"Jay ist nicht in die Mall zurückgekehrt, nachdem er Mega im Technohauptquartier wegen Amber zur Rede gestellt hat. Deshalb macht sich Trudy größte Sorgen. Das Rätsel löst sich, als Mega in der Mall auftaucht und erklärt, dass er Jay bei sich festhält! Doch Jay kann fliehen. Zur gleichen Zeit bittet Amber Jack, sie im heimlichen Kampf gegen Mega zu unterstützen. Jack und Ellie willigen sofort ein und entwickeln gleich einen Plan, wie sie Mega hinters Licht führen können. Derweil fühlt sich Ebony in ihrem neuen Hauptquartier sicher. Sie will nicht auf Slades Warnungen in Bezug auf ihre Schwester hören. Also tappt Ebony in Javas Falle, doch Slade rettet sie mal wieder in letzter Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490062","hoster":"VOE"},{"path":"/redirect/8646768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-33","name":"Die Suche geht weiter","epNo":33,"alt":"","descr":"Nachdem Slade Ebony mal wieder in letzter Sekunde gerettet hat, nimmt er sie mit sich nach Liberty. Das sorgt natürlich für einige Überraschungen, denn inzwischen haben sich mehrere alte Bekannte in Liberty eingefunden: Darryl, Lex, Siva und natürlich Ram. Besonders Ram und Ebony haben noch das eine oder andere Hühnchen miteinander zu rupfen. Unterdessen ist Jay auf der Suche nach Ebony, denn er möchte mit ihr gemeinsam gegen Mega vorgehen. Das bedeutet allerdings für Trudy, dass sie ihn nicht so schnell wiedersehen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490060","hoster":"VOE"},{"path":"/redirect/8646765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-34","name":"Schwestern","epNo":34,"alt":"","descr":"Ebonys Ankunft in Liberty hat für einiges Aufsehen gesorgt. Doch nachdem sich die allgemeine Aufregung gelegt hat, bleibt bei Ruby eine handfeste Eifersucht übrig. Slade versucht zwar, sie zu beruhigen und erklärt, Ebony sei lediglich eine Bekannte. Doch Ruby spürt, dass Ebony für ihren geliebten Slade mehr als nur das ist. Derweil nähern sich die Schwestern Ebony und Siva wieder aneinander an. Nach der langen Zeit des Streits können sie nun einige grundlegende Dinge klären und sich miteinander versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009613","hoster":"VOE"},{"path":"/redirect/8646769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-35","name":"Alte Freunde","epNo":35,"alt":"","descr":"Die Ereignisse überschlagen sich weiterhin: Lex trifft wieder in der Mall ein und dafür landet Jay in Liberty. Er trifft dort sofort auf Slade und befragt ihn nach Ebony. Der deutet Jays Interesse an Ebony falsch und reagiert äußerst empfindlich auf den vermeintlichen Rivalen. Darryl wiederum versucht auf recht unbeholfene Art und Weise um Ebonys Gunst zu buhlen. Wer sie kennt, ahnt, was daraufhin passiert: Sie lässt ihn mehr als deutlich spüren, dass sie davon gar nichts hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490064","hoster":"VOE"},{"path":"/redirect/8646770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-36","name":"Jacks Job","epNo":36,"alt":"","descr":"Jay, Ebony, Slade und Ram beschließen nach einigem Hin und Her, dass sie ihre Kräfte im Kampf gegen Mega bündeln wollen und sie wollen zu diesem Zweck eine Allianzbilden. Dass diese Zusammenarbeit nicht ohne Spannungen sein wird, zeigen bereits die Vorverhandlungen. Werden sie, trotz ihrer gegenseitigen Positionen und Konkurrenzkämpfe, erfolgreich sein können? An anderer Stelle scheint der Widerstand gegen Mega bereits erste Erfolge zu erzielen. Denn Jack ist es gelungen, sich im Technohauptquartier einen Platz zu erobern. Mega gibt ihm einen ganz speziellen Auftrag, der Jack in eine verzwickte Lage bringt. Er weiß, dass die anderen Mall-Rats eine derartige Arbeit nicht gutheißen werden, darum verschweigt er seinen Freunden die neue Aufgabe. Dummerweise wurde Amber aber bereits von Java über die Angelegenheit informiert. Sie stellt Jack daraufhin vor den anderen zur Rede","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490067","hoster":"VOE"},{"path":"/redirect/8646771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-37","name":"Das Wiedersehen","epNo":37,"alt":"","descr":"Bei den Mall-Rats und in Liberty kochen die Emotionen mal wieder hoch. Gel ist derart in Lex verschossen, dass sie ihm sogar bis nach Liberty folgt. Dort sorgt ihr Auftauchen für ein paar spitze Bemerkungen von Siva. Ist ihr Lex vielleicht doch nicht so egal wie sie immer behauptet? Ram bekommt von diesen Sticheleien nichts mit, denn er hat sich heimlich Slades Motorrad geschnappt. Er trifft sich mit Java, die es zuerst nicht glauben kann, dass Ram tatsächlich vor ihr steht. Doch dann ist sie überglücklich, endlich wieder mit ihrer einzigen und großen Liebe Ram zusammen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490066","hoster":"VOE"},{"path":"/redirect/8646775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-38","name":"Java in Liberty","epNo":38,"alt":"","descr":"Ram kehrt glücklich mit seiner geliebten Java nach Liberty zurück. Es hat lange gedauert, bis sich die beiden aufeinander einlassen konnten. Doch nun hofft Ram, dass er mit Java ein neues Leben beginnen kann. Als Java jedoch auf ihre Schwester Ebony trifft, kochen die alten Gefühle in ihr wieder hoch! Siva, Ram, Slade und Jay bemühen sich zu vermitteln, doch Java lässt nicht mit sich reden. Auch in der Mall kommt es zu Spannungen: Ellie ist zuerst stinksauer auf Jack und seinen neune Job bei den Technos. Diesen Ärger überträgt sie dann auch gleich auf Amber, die mal wieder eine Sendung für Mega auf Citynet machen soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490068","hoster":"VOE"},{"path":"/redirect/8646772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-39","name":"Trauer","epNo":39,"alt":"","descr":"In Liberty herrscht große Trauer um Siva und Java. Besonders Ram macht sich Vorwürfe, er fühlt sich schuldig an diesem tragischen Unfall. Ruby versucht daraufhin, ihn zu trösten. Auch Ebony leidet – und wird von Slade getröstet. Nur Jay scheint einen klaren Kopf zu behalten und er überredet Slade, die Situation auszunutzen. Sie wollen versuchen, Mega mit Hilfe der anderen Stämme zu verunsichern. Ob das gelingt? In der Mall streiten währenddessen mal wieder Ellie und Jack wegen Jacks Engagement für Mega. Doch dies ist kein gewöhnlicher Streit, Jack trennt sich von Ellie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490070","hoster":"VOE"},{"path":"/redirect/8646774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-40","name":"Das Rebellenfrühstück","epNo":40,"alt":"","descr":"In Liberty scheint sich Slade etwas zu aufopferungsvoll um Ebony gekümmert zu haben, denn er wird von der eifersüchtigen Ruby diesbezüglich zur Rede gestellt. Slade behauptet aber nach wie vor, dass er an Ebony nur als Verbündeter interessiert ist. Kann Ruby ihm das glauben? Derweil hat es Jay geschafft, in die Sicherheitszone einzudringen. Er trifft auf Amber und erklärt ihr, was die Rebellen vorhaben. Als Trudy die Neuigkeiten hört, muss sie unbedingt ihren geliebten Jay wiedersehen. Doch der reagiert ungewöhnlich verhalten auf ihr Wiedersehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490069","hoster":"VOE"},{"path":"/redirect/8646773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-41","name":"Die Piratensendung","epNo":41,"alt":"","descr":"Die Rebellen bereiten sich darauf vor, Megas Citynet-Sendung mit einem eigenen Programm zu unterbrechen. Sie wollen endlich die ganze Wahrheit über Zoot, die Sicherheitszone und Megas gemeine Pläne publik machen. Durch Jacks Hilfe fühlen sie sich sicher. Trudy möchte unbedingt dabei sein, wenn Jay, Darryl und Amber die Sendung starten, sie hat einfach eine zu große Sehnsucht nach Jay. Doch Amber kann sich mit großer Mühe davon abhalten, sich auch noch in Gefahr zu begeben. Der Plan der Rebellen scheint aufzugehen, doch Mega hat wie immer noch ein As im Ärmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490065","hoster":"VOE"},{"path":"/redirect/8646777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-42","name":"Trudys Flucht","epNo":42,"alt":"","descr":"Nur durch Trudys mutigen Einsatz konnte Jay vor den Technos gerettet werden. Doch warum zeigt er sich so gar nicht dankbar? Sie merkt, dass irgend etwas nicht in Ordunung ist. Schließlich bringt sie Jay und Amber dazu, dass sie ihr endlich die Wahrheit über ihre Gefühle füreinander sagen. Für Trudy bricht eine Welt zusammen! Sie flieht mit Brady aus der Mall und läuft ausgerechnet Mega in die Arme. Er merkt natürlich sofort, dass es etwas ganz und gar nicht mit ihr stimmt. Er nimmt sie mit ins Technohauptquartier und bietet ihr dort Unterschlupf. Was wird Trudy tun? Wird sie die Rebellen und damit auch Jay und Amber verraten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490073","hoster":"VOE"},{"path":"/redirect/8646778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-43","name":"Jack in Gefahr","epNo":43,"alt":"","descr":"Trudy und Brady befinden sich noch immer im Technohauptquartier, wohin sie quasi geflohen sind nachdem Trudy entdecken musste, dass Jay noch immer in Amber verliebt ist. Mega lässt sich die Chance, mehr über die Mall-Rats und ihre möglichen Pläne zu erfahren, natürlich nicht entgehen! Er bearbeitet Trudy und schafft es durch einen miesen Trick tatsächlich, ihr Vertrauen zu gewinnen. Unterdessen dringt Jack heimlich in Megas Kontrollraum ein und kopiert mit Javas Sicherheitsausweis äußerst wichtige Daten. Trotz seiner Sicherheitsvorkehrungen geht die Alarmanlage los. Er schafft es zwar, in letzter Sekunde zu fliehen, doch seine Tarnung ist damit leider aufgeflogen und er ist in der Stadt nicht mehr sicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009650","hoster":"VOE"},{"path":"/redirect/8646776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-44","name":"Lex, der Held","epNo":44,"alt":"","descr":"Trudy ist von Megas verständnisvoller Art überrascht und verliert nach und nach ihr Misstrauen ihm gegenüber. Sein Plan geht auf, als sie ihm schließlich ihr Herz ausschüttet und damit Amber und Jay gefährdet. Jack und Lex wiederum können sich mit einem gewagten Sprung in Sicherheit bringen. Sie sind auf dem Weg nach Liberty, wo Ram schon sehnlichst auf die Daten, die Jack von Megas Computer kopiert hat, wartet. Jack muss allerdings feststellen, dass Lex sich mit fremden Federn schmückt: Er stellt es so dar, als wäre er derjenige gewesen, der Kopf und Kragen riskiert hat und nicht Jack. Doch auch auf Lex wartet noch eine kleine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490072","hoster":"VOE"},{"path":"/redirect/8646779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-45","name":"Ellie vermittelt","epNo":45,"alt":"","descr":"Nachdem Amber und Jay Mega in die Falle gegangen sind, setzt Mega alles daran, Informationen von ihnen zu bekommen. Allerdings beißt er dabei auf Granit. Doch Mega hat noch ein Ass im Ärmel, das er erfolgreich ausspielt. Derweil streiten sich in Liberty Ebony und Ruby weiter um ihren geliebten Slade. Normalerweise dominiert Ebony diese Auseinandersetzungen, diesmal ist es jedoch an Ruby einen entscheidenden Punkt zu landen. Ellie wiederum findet May und überredet sie, zurück in die Mall zu kommen. Das ist der erste Schritt. Nun müssen sich Salene und May nur noch versöhnen. Auch dabei hilft Ellie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490071","hoster":"VOE"},{"path":"/redirect/8646783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-46","name":"Die Strafe","epNo":46,"alt":"","descr":"Megas Plan ist aufgegangen, er bringt Jay sogar dazu, sich öffentlich für seine \"Missetaten\" auf Citynet zu entschuldigen. Doch das scheint Mega noch nicht zu reichen, er hat noch weitere Pläne mit Amber und Jay. Und auch in Liberty geht es hoch her. Ram erzählt Ruby, dass Slade gar nicht krank ist. Er hatte sich diese Lüge nur aus den Fingern gesogen, damit sie seine Computer in Ruhe lässt. Ruby ist natürlich außer sich. Derweil versucht Sammy immer noch, Gel zu beeindrucken. Auch diesmal sind seine Bemühungen nicht von Erfolg gekrönt. Im Gegenteil, er schießt weit über das Ziel hinaus und bekommt auch prompt die Quittung dafür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490074","hoster":"VOE"},{"path":"/redirect/8646782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-47","name":"Ram, der Retter?","epNo":47,"alt":"","descr":"Ruby ist noch immer sauer auf Slade, da er sie belogen hat. Sie weigert sich sogar, überhaupt mit ihm zu reden. Doch das sind relativ kleine Probleme im Vergleich zu den Sorgen, die sich die Mall-Rats um Amber und Jay machen. Die beiden sind noch immer in Megas Händen. Die Mall-Rats hoffen verzweifelt, dass Ram ihnen helfen kann. Er setzt alles daran, in Megas Computerprogramm einzudringen und das Programm zu manipulieren. Zuerst sieht es auch ganz gut aus, doch dann bricht Megas Computer zusammen. Hat die Zeit gereicht, konnte er Megas System unschädlich machen? Ein banges Warten beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009663","hoster":"VOE"},{"path":"/redirect/8646780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-48","name":"Wer bin ich?","epNo":48,"alt":"","descr":"Amber und die Mall-Rats versuchen, Jay zu helfen, sein Gedächtnis wiederzubekommen. Doch diese Bemühungen scheinen aussichtslos, es gibt kein Zeichen des Erkennens oder Erinnerns. Derweil machen sich die Rebellen aus Liberty unter Slades Führung auf in Richtung Stadt. Ihr Plan sieht vor, dass sich Ram in Megas Computersystem hackt und die Stromversorgung der Stadt unterbricht. Dadurch könnten sie den Megas Schutzwall durchbrechen. Wird er es schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11009670","hoster":"VOE"},{"path":"/redirect/8646781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-49","name":"Erinnerungen an früher","epNo":49,"alt":"","descr":"Die Mall-Rats haben es einmal mehr geschafft, sie haben die Stadt befreit. Mega ist überwältigt und wartet auf seine Verhandlung. Die Freude über diesen Sieg wird allerdings dadurch getrübt, dass sich Jay noch immer an nichts erinnern kann. Er erkennt nicht einmal seine geliebte Amber wieder. Amber ist außer sich, sie sieht nur noch eine Chance: Ram muss Jay helfen. Doch der zögert, sieht zu viele Probleme. Aber Amber lässt nicht locker und schließlich willigt er ein. Werden Jays Erinnerungen zurückkommen? Erinnerungen kommen auf jeden Fall bei Slade und Mega/Josh hoch. Die Neuigkeit, dass Mega und Slade Brüder sind, verbreitet sich schnell unter den Mall-Rats und ihren Freunden und sorgt für einige Verwunderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490080","hoster":"VOE"},{"path":"/redirect/8646785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-50","name":"Bruderliebe","epNo":50,"alt":"","descr":"Mit Lex Hilfe konnte Mega aus der Mall fliehen. Aber wo soll er hin? Er gehört nicht gerade zu den beliebtesten Einwohnern der Stadt. Aus diesem Grund machen sich Slade und Ebony sofort auf die Suche nach ihm. Slade möchte seinen kleinen Bruder nun nicht mehr aus den Augen lassen. Er fühlt sich dafür verantwortlich, dass aus Josh Mega wurde. Glücklicherweise finden sie ihn auch bald und bringen ihn zurück in die Mall. Dort feiern die Mall-Rats eine ausgelassene Siegesparty. Besonders Gel verspricht sich viel von diesem Abend. Werden sich ihre Wünsche erfüllen? Plötzlich fällt der Strom in der ganzen Stadt aus. Was hat das zu bedeuten? Angeblich hat Ram das Computersystem im Griff. Doch wie es scheint, hat nun der Computer Ram und die ganze Stadt im Griff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490077","hoster":"VOE"},{"path":"/redirect/8646784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-51","name":"Das Labor","epNo":51,"alt":"","descr":"Die künstliche Intelligenz, die Ram Zoot getauft hat, hat tatsächlich die Macht an sich gerissen. Und sie will sie auch nicht mehr hergeben. Dieser Computer-Zoot erklärt Ram, dass er die Menschen nicht länger unterstützen kann und ihre Versorgung ablehnt. Strom und Wasser sind bereits abgestellt. Doch es kommt noch schlimmer. Mega hatte eine geheimes biochemisches Labor, in dem er angeblich Medikamente hergestellt hat. Es stellt sich allerdings heraus, dass dort etwas ganz anderes hergestellt wird: ein Virus. Nur Mega weiß, wie man sich Zugang zu diesem Labor verschafft. Deshalb flehen Amber, Jack und Jay Mega an, ihnen zu helfen. Doch der ist nicht interessiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490079","hoster":"VOE"},{"path":"/redirect/8646786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tribe/staffel-5/episode-52","name":"Der Zweikampf","epNo":52,"alt":"","descr":"Ram ist es tatsächlich gelungen, zu Mega durchzudringen. Er stiftet ihn zu einem Wettkampf an: Wer ist der wahre Meister von den beiden und wer der Schüler? Wer es schafft, den Computer zu überlisten und ihn auszuschalten hat gewonnen. Es ist ein spannender Kampf, doch schnell wird klar, dass Ram keine Chance hat. Mega hat seinen ehemaligen Lehrer eindeutig überholt. Und er tut das Richtige, er besiegt die künstliche Intelligenz, die Ram geschaffen hat. Leider ist es aber dennoch zu spät, das Labor lässt sich nicht mehr abschalten. Die Stadt muss evakuiert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490081","hoster":"VOE"},{"path":"/redirect/8646789","hoster":"Streamtape"}]}]}]}]}