{"seriesId":"the-bad-guy","name":"The Bad Guy","descr":"Die italienische Krimiserie \"The Bad Guy\" stellt einen Mann in den Mittelpunkt, der plötzlich von Gesetzeshütern verfolgt wird, obwohl er sein ganzes Leben lang für den Staat gearbeitet hat: Nino Scotellaro (Luigi Lo Cascio) hat als Staatsanwalt in Sizilien sein ganzes Leben dem Kampf gegen die Mafia gewidmet. Plötzlich gerät er selbst ins Visier der Ermittler: Ihm wird vorgeworfen, selbst mit der Mafia gemeinsame Sache zu machen. Nachdem er zu Unrecht verurteilt und sein Ruf zerstört wurde, hat er nichts mehr zu verlieren und begibt sich auf einen machiavellistischen Rachefeldzug.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der gute Staatsanwalt","epNo":1,"alt":"The good magistrate","descr":"Nino Scotellaro ist Mariano Suro auf den Fersen. Er jagt dem flüchtigen Boss der Cosa Nostra schon seit Jahren hinterher. Dieses Mal ist er nur einen Schritt davon entfernt, ihn zu erwischen. Doch als die Verhaftung fehlschlägt, zeigt der wütende Nino mit dem Finger auf die Institutionen, die er für Komplizen hält. Doch die Anschuldigung geht nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":11808228,"hoster":"VOE"},{"redirect":11808227,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Maulwürfe","epNo":2,"alt":"Moles","descr":"Nino ist bereit, alles zu versuchen, um den Boss der Cosa Nostra, Mariano Suro, auszuschalten. Dank einer genialen Idee kehrt er verkleidet nach Sizilien zurück, um zu rächen, was ihm genommen wurde.","versions":[{"lang":1,"streams":[{"redirect":11807929,"hoster":"VOE"},{"redirect":12179485,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auch du Brutus","epNo":3,"alt":"Tu quoque...","descr":"Nino, der seine Richterrobe nun für immer an den Nagel gehängt hat, wird von den Tracinas, dem rivalisierenden Clan von Suro, willkommen geheißen und beginnt mit ihrer Hilfe seine Rache. Um Suro zu besiegen, brauchen sie jedoch Männer und Waffen.","versions":[{"lang":1,"streams":[{"redirect":11807931,"hoster":"VOE"},{"redirect":11807932,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nachwuchs","epNo":4,"alt":"Nature can` be stopped","descr":"Don Salvatore ist außer Kontrolle. Nino, der keine Verbündeten mehr hat, entwirft einen neuen Plan, während er die Rettung einer Unechten Karettschildkröte beobachtet. Sie werden Teresa zu ihrer Familie zurückbringen und die Gelegenheit nutzen, um nach Suro zu gelangen. Um ihren Sohn Marianuccio zu finden, der von ihrem Vater entführt wurde, akzeptiert Teresa. Ihre Hoffnungen werden jedoch von den beiden Familien zunichte gemacht, die etwas anderes mit ihnen im Sinn haben.","versions":[{"lang":1,"streams":[{"redirect":11850906,"hoster":"VOE"},{"redirect":12358488,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" Weihnachten mit der Familie","epNo":5,"alt":"I saw a light","descr":"Das Machtvakuum bei Wowterworld ermöglicht es Nino, eine neue Befehlsstrategie zu übernehmen, eine, die in der Mafia unbekannt ist: Demokratie. Teresa denkt darüber nach, wie die Tracinas Geld verdienen können, und hat eine brillante Idee: Erpressung an das digitale Zeitalter anpassen. Weihnachten steht vor der Tür. Wird es dem Clan gelingen, den magischsten Moment des Jahres zu nutzen, um so viel Geld wie möglich zu erpressen?","versions":[{"lang":1,"streams":[{"redirect":11850896,"hoster":"VOE"},{"redirect":12330688,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alsbald","epNo":6,"alt":"At which moment in time","descr":"Das Gemetzel, das von den Mafia-Clans durchgeführt wird, um Suros Versteck zu finden, ist spektakulär. Das macht Nino klar, dass er sich eher wie ein Mafioso denn wie ein Richter verhalten muss, um den Boss zu fassen. Mit der Unterstützung der Cosa Nostra-Familien setzt Nino seinen letzten Plan um, Suro zu erobern. Was er nicht weiß: Auch seine Schwester und seine Frau sind dem Chef auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":11850898,"hoster":"VOE"},{"redirect":12330689,"hoster":"Streamtape"}]}]}]}]}