{"seriesId":"the-gentlemen","name":"The Gentlemen","descr":"Der berüchtigte Drogenboss Mickey Pearson hat in Großbritannien ein florierendes Imperium mit zahlreichen versteckten Marihuana-Plantagen aufgebaut. Dafür hatte er unterirdisch auf Landsitzen verarmter Aristokraten seine Anpflanzungen vor dem Auge des Gesetzes verborgen, während er die Besitzer mit stattlichen Provisionen entlohnte. Einer dieser zahlreichen Anbaustandorte befindet sich ausgerechnet auf dem beträchtliche Anwesen der Adelsfamilie von Eddie Halstead (Theo James). Als nun Eddies Vater verstarb und dieser sein Erbe antritt, muss der junge Herzog feststellen, dass er auf einem Marihuana-Imperium des legendären Gangsterbosses sitzt. Als einige Ganoven aus der britischen Unterwelt plötzlich bei ihm anklopfen, da sie von dem Familiengeschäft profitieren wollen, muss Eddie sein Anwesen und Erbe, verteidigen. Zusehends fühlt er sich in der Welt des Verbrechens immer wohler und muss zeigen, ob er die dunklen Künste der kriminellen britischen Unterwelt zu beherrschen versteht und die Kontrolle über die gesamte Operation übernehmen kann.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"The Gentlemen (2019)","epNo":1,"alt":"","descr":"Der Drogenbaron Mickey Pearson (Matthew McConaughey) hat sich ein kleines aber feines Imperium für Marihuana in London aufgebaut. Von dort aus ist es für den Amerikaner ein Leichtes, den Stoff über den ganzen Kontinent zu verteilen. Mittlerweile ist er allerdings an einem Punkt in seinem Leben angekommen, an dem er sich lieber seiner Frau Rosalind (Michelle Dockery) widmet, um ein legales Leben in der britischen Oberschicht zu führen – doch dafür braucht Mickey erst einmal einen Käufer für seine Plantagen. Größter Anwärter ist der stinkreiche Matthew Berger (Jeremy Strong), der viel Geld für die gut versteckten und über das ganze Land verteilten Grundstücke bietet, dafür aber auch gewisse Sicherheiten verlangt. Als die halbe Unterwelt Londons Wind von der Sache bekommt, hat nicht nur Mickey, sondern vor allem dessen rechte Hand Ray (Charlie Hunnam) alle Hände voll zu tun. Denn dem Triaden-Boss Lord George (Tom Wu), dem verrückten Dry Eye (Henry Golding) sowie dem gierigen Ermittler Fletcher (Hugh Grant) ist jedes Mittel recht, um in dem Millionengeschäft mitzumischen.","versions":[{"lang":1,"streams":[{"redirect":13917867,"hoster":"VOE"},{"redirect":13834684,"hoster":"Vidoza"},{"redirect":13834681,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kultivierte Aggression","epNo":1,"alt":"Episode 1","descr":"Als der Herzog von Halstead stirbt, erbt sein zweiter Sohn sein gesamtes Vermögen, darunter Titel, Haus und Anwesen – und noch jede Menge Ärger obendrauf.","versions":[{"lang":1,"streams":[{"redirect":13834211,"hoster":"VOE"},{"redirect":13834243,"hoster":"Vidoza"},{"redirect":13834210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842464,"hoster":"VOE"},{"redirect":13842480,"hoster":"Vidoza"},{"redirect":13842466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tackle Tommy Woo Woo","epNo":2,"alt":"Episode 2","descr":"Die Aristokraten und ihre Jäger sind hinter einer neuen Beute her. Susie engagiert Hilfe, um das Chaos aufzuräumen, und Halstead Manor empfängt einen heiligen Besucher.","versions":[{"lang":1,"streams":[{"redirect":14044850,"hoster":"VOE"},{"redirect":13834241,"hoster":"Vidoza"},{"redirect":13834218,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842468,"hoster":"VOE"},{"redirect":13842469,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wo ist mein Gras?!","epNo":3,"alt":"Episode 3","descr":"Jimmy ist bei der Arbeit abgelenkt. Lieferkettenprobleme sorgen für Verzug, die Horniman-Brüder riskieren etwas, um einen unzufriedenen Kunden zu beruhigen.","versions":[{"lang":1,"streams":[{"redirect":13874610,"hoster":"VOE"},{"redirect":13834240,"hoster":"Vidoza"},{"redirect":13834216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842472,"hoster":"VOE"},{"redirect":13842471,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein unsympathischer Gentleman","epNo":4,"alt":"Episode 4","descr":"Susie will das Geschäft weiter ausbauen. Eddie ist fest entschlossen, das auf seinem Anwesen zu verbieten. Die Hornimans müssen nach anderen Standorten suchen.","versions":[{"lang":1,"streams":[{"redirect":13874613,"hoster":"VOE"},{"redirect":13834233,"hoster":"Vidoza"},{"redirect":13834223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842474,"hoster":"VOE"},{"redirect":13842475,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich hab’ hunderte Cousins","epNo":5,"alt":"Episode 5","descr":"Vertriebsprobleme in Europa und ein Diebstahl auf der Farm sorgen für Probleme, bis Eddie und Susie eine neue Bekanntschaft machen, die ihnen aus der Patsche helfen kann.","versions":[{"lang":1,"streams":[{"redirect":13834227,"hoster":"VOE"},{"redirect":13834246,"hoster":"Vidoza"},{"redirect":13948698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842476,"hoster":"VOE"},{"redirect":13842477,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alle Eventualitäten","epNo":6,"alt":"Episode 6","descr":"Eddies Zweifel an Susie wachsen. Aber es müssen 15 Millionen Pfund an Schwarzgeld gewaschen werden, bis sie überhaupt in Erwägung ziehen wird, das Anwesen zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":13834232,"hoster":"VOE"},{"redirect":13834247,"hoster":"Vidoza"},{"redirect":13834264,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842479,"hoster":"VOE"},{"redirect":13842481,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nicht ohne Gefahr","epNo":7,"alt":"Episode 7","descr":"Susie schwört Rache und widersetzt sich den Anweisungen ihres Vaters. Eddie bietet ihr seine Hilfe an, aber ist sich seiner Loyalität alles andere als sicher.","versions":[{"lang":1,"streams":[{"redirect":13834235,"hoster":"VOE"},{"redirect":13834291,"hoster":"Vidoza"},{"redirect":13834236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842484,"hoster":"VOE"},{"redirect":13842485,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Wort des Herrn nach Bobby Glass","epNo":8,"alt":"Episode 8","descr":"Ein bekanntes Gesicht hat eine Rechnung mit Freddy offen. Bobby beschließt, sich zur Ruhe zu setzen, und fordert Eddie und Susie auf, alles in die Wege zu leiten.","versions":[{"lang":1,"streams":[{"redirect":13834209,"hoster":"VOE"},{"redirect":13834225,"hoster":"Vidoza"},{"redirect":13834208,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13842465,"hoster":"VOE"},{"redirect":13842467,"hoster":"Streamtape"}]}]}]}]}