{"seriesId":"the-unusuals","name":"The Unusuals","descr":"Schräg, schwarzhumorige Copserie mit prominenter Besetzung: Casey Shraeger wird durch ihren Job in der Mordkommission ein neues Mitglied der \"Unusuals\", einer Truppe ungewöhnlicher Polizeidetektive. Polizeidetektivin Casey Shraeger kommt am Ende eines Arbeitstages vom Sittenderzenat zur Mordkommission. Dort trifft sie auf eine Truppe unkonventioneller Cops: Der überaus toughe Det. Walsh, ehemaliger Baseballspieler und Imbissbesitzer, begegnet der jungen Kollegin äußerst skeptisch. Det. Delahoy versucht seit der Diagnose eines Gehirntumors bei jedem Schusswechsel vergeblich, von einer Kugel getroffen zu werden. Sein Partner Det. Banks hingegen trägt immer die kugelsichere Weste, um nicht wie seine männlichen Verwandten auch mit 42 das Zeitliche zu segnen. Zunächst aber muss Casey mit ihnen den Mord an einem korrupten Kollegen aufklären.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aus gutem Hause","epNo":1,"alt":"Pilot","descr":"Polizeidetektivin Casey Shraeger kommt am Ende eines Arbeitstages vom Sittenderzenat zur Mordkommission. Der überaus toughe Det. Walsh begegnet der jungen Kollegin äußerst skeptisch.","versions":[{"lang":1,"streams":[{"redirect":8705519,"hoster":"VOE"},{"redirect":8704540,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Zeichen der Zwiebel","epNo":2,"alt":"Boorland Day","descr":"Die Boorlands sind stolz darauf, der älteste kriminelle Familienclan der USA zu sein. Diesmal überraschen sie die Polizei aber, indem sie offensichtlich in einen wahren Überfall-Rausch geraten.","versions":[{"lang":1,"streams":[{"redirect":8491626,"hoster":"VOE"},{"redirect":8648646,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alles für den Mörder","epNo":3,"alt":"One Man Band","descr":"Die Detectives Delahoy und Banks stoßen auf ein Kundenportal, das sich auf den Bedarf nach Auftragsmördern spezialisiert hat. Um gegen Tötungsabsichten vorzugehen, übernehmen sie die Geschäftsführung.","versions":[{"lang":1,"streams":[{"redirect":8491625,"hoster":"VOE"},{"redirect":8648647,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mister Belzers Wanderung","epNo":4,"alt":"Crime Slut","descr":"Beaumont steckt in finanziellen Schwierigkeiten und versetzt Schmuck bei einem Pfandleiher. Ausgerechnet in diesem Moment wird das Geschäft überfallen. Die Räuberin nimmt dabei auch die Uhr, die Beaumont sich von Walsh geliehen hat, an sich. Beaumont will die Täterin unbedingt noch vor Walsh schnappen.","versions":[{"lang":1,"streams":[{"redirect":13114923,"hoster":"VOE"},{"redirect":8648650,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zweiundvierzig","epNo":5,"alt":"42","descr":"Frank Lutz überfällt Walshs Laden. Beaumont wird dabei durch einen Durschschuss schwer verletzt. Während den Ermittlungen finden Walsh und Schraeger heraus, dass Lutz und Cole sich von früher kennen. Inzwischen suchen Banks und Delahoy nach einem Bus-Räuber und treffen dabei auf eine Hellseherin, die Banks ziemliche Angst einjagt.","versions":[{"lang":1,"streams":[{"redirect":8491627,"hoster":"VOE"},{"redirect":9241563,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Filmriss","epNo":6,"alt":"The Circle Line","descr":"Cop Lewis Powell hat nach einer durchzechten Nacht einen Filmriss. Da er blutverschmiert ist, befürchtet er, etwas Schlimmes getan zu haben. Walsh und Shraeger rekonstruieren seine letzte Nacht. Und Banks und Delahoy erfahren, dass es Doppelgänger von ihnen gibt.","versions":[{"lang":1,"streams":[{"redirect":8491630,"hoster":"VOE"},{"redirect":8648648,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kleinvieh macht auch Mist","epNo":7,"alt":"The Tape Delay","descr":"Shraeger und Walsh werden beauftragt einen erfolgreichen Geschäftsmann, während seines Aufenthalts in New York zu beschützen. Sie nehmen ihre Posten vor seinem Hotelzimmer ein. Doch dann hören sie wie eine Frau attackiert wird. Sie eilen zu dem Opfer. Als sie zurückkommen ist das Hotelzimmer verwüstet und der Geschäftmann ist weg. Inzwischen müssen sich Delahoy und Banks mit einem alten Mann herumschlagen, der kleine kriminell Delikte begeht.","versions":[{"lang":1,"streams":[{"redirect":8491631,"hoster":"VOE"},{"redirect":8648652,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Yoga Girl","epNo":8,"alt":"The Dentist","descr":"Sergeant Brown ist weg und Alvarez übernimmt das Kommando auf der Polizeistation. Zunächst läuft alles glatt, doch dann unterläuft Alvarez ein folgenschwerer Fehler: er übergibt einen Verdächtigen in Gewahrsam eines U.S. Marshall, der wegen Bestechlichkeit suspendiert wurde. In der Zwischenzeit verbarrikadiert Banks sich, aus Angst um sein Leben, in seinem Appartement. Von dort aus beobachtet er einen Mord in der Wohnung gegenüber.","versions":[{"lang":1,"streams":[{"redirect":8491629,"hoster":"VOE"},{"redirect":8648651,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nackt in New York","epNo":9,"alt":"The Apology Line","descr":"Byron, Besitzer einer Drugstore Kette, wird vor den Augen von Walsh und Shraeger erschossen, während er nackt die Straße hinunter läuft. Bei ihren Ermittlungen finden die Detectives heraus, dass der bekennende Nudist einige Tage zuvor Streit mit einem Geldverleiher hatte. In der Zwischenzeit erhält Alvarez von Banks Nachhilfeunterreicht im Streiche aushecken. Er setzt sein neu erworbenes Wissen gleich in die Tat um.","versions":[{"lang":1,"streams":[{"redirect":12336182,"hoster":"VOE"},{"redirect":8648653,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Margot ist tot","epNo":10,"alt":"E.I.D.","descr":"Beaumont und Cole kommen bei den Ermittlungen zu einem Wohnungseinburch einem delikaten Fall auf die Spur. Dem betroffenen Pärchen ist nichts gestohlen worden, alles weist jedoch daraufhin, dass die Wohnung als Drehort für einen Porno genutzt wurde. Bald finden sich weitere Filme, die in anderen fremden Wohnungen spielen. Casey Shraeger geht indes einem Fall eines Mädchens nach. Es wurde vor zehn Jahren Opfer eines brutalen Verbrechens und leidet seither unter massiven psychischen Störungen.","versions":[{"lang":1,"streams":[{"redirect":8491633,"hoster":"VOE"},{"redirect":8648654,"hoster":"Streamtape"}]}]}]}]}