{"seriesId":"the-crash","name":"The Crash","descr":"[Rampvlucht] Am 4. Oktober 1992 um 18:36 Uhr abends stürzt eine Boeing 747 über der niederländischen Metropole Amsterdam ab und zerstört dabei zwei Hochhäuser im Viertel Bijlmermeer. Die Folgen sind verheerend: Sämtliche Besatzungsmitglieder an Bord sowie 39 Menschen in den getroffenen Häusern kommen ums Leben. Als nach dem Absturz der Maschine, die angeblich nur eine harmlose Fracht führte, immer mehr Menschen auf mysteriöse Weise erkranken, wächst das Misstrauen gegenüber der Regierung. Die niederländische True-Crime-Serie geht den wahren Hintergründen dieser Katastrophe auf den Grund und deckt eine der größten Vertuschungsaktionen des Landes auf, in der auch der israelische Geheimdienst involviert ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Als 1992 ein Flugzeug in ein Amsterdamer Wohngebiet stürzt, verlieren 43 Personen ihr Leben. Nach offiziellen Angaben hatte die Boeing unbedenkliche Güter geladen. Weil vor Ort immer mehr Menschen erkranken, wachsen Zweifel an dieser Behauptung.","versions":[{"lang":1,"streams":[{"redirect":12549630,"hoster":"VOE"},{"redirect":12611414,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Asha muss immer mehr kranke Tiere behandeln, der Reporter Vincent vermutet, dass die Regierung und das Luftfahrtunternehmen wichtige Informationen zurückhalten. Derweil untersucht Pierre Geschichten über Männer in Schutzanzügen.","versions":[{"lang":1,"streams":[{"redirect":12637733,"hoster":"VOE"},{"redirect":12611405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Als sich in Bijlmer die rätselhaften Krankheitsfälle häufen, schließen sich Asha, Vincent und Pierre zusammen, um die Wahrheit aufzudecken. Der Politiker Rob vermittelt sie an einen Whistleblower, der brisante Informationen hat","versions":[{"lang":1,"streams":[{"redirect":12929692,"hoster":"VOE"},{"redirect":12611409,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Spannungen zwischen Asha, Vincent und Pierre nehmen zu, als sie sich vom Geheimdienst unter Druck gesetzt fühlen. Auf der Suche nach dem Luftfrachtbrief reist Vincent nach Israel, wo er eine schockierende Entdeckung macht","versions":[{"lang":1,"streams":[{"redirect":12637738,"hoster":"VOE"},{"redirect":12611412,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Vincent, Asha und Pierre können in Den Haag eine offizielle Untersuchung der Vorfälle erwirken, die brisante Erkenntnisse bringt. In der Folge wird eine parlamentarische Untersuchungskommission gegründet. Kommt die Wahrheit doch noch ans Licht?","versions":[{"lang":1,"streams":[{"redirect":12637734,"hoster":"VOE"},{"redirect":12611406,"hoster":"Streamtape"}]}]}]}]}