{"path":"/serie/stream/the-district-einsatz-in-washington","name":"The District – Einsatz in Washington","descr":"Sein Name ist Jack Mannion, er ist Polizei-Chef und seine Erfolgsstatistik ist enorm. Er drückte die Kriminalitätsrate zunächst in Boston und dann in Newark, New Jersey, um satte 50 Prozent. Jetzt ist Washington D.C. dran. Auf Wunsch der stellvertretenden Bürgermeisterin Mary Ann Mitchell - und gegen den Willen des Bürgermeisters Ethan Baker - macht sich Jack Mannion mit seinem Pressesprecher Nick Pierce von New York auf nach Washington. Hier erwartet ihn ein desolater Haufen korrupter und fauler Polizisten. Vor allem Deputy Chief Joe Noland, der den Posten des Polizeichefs gerne für sich beansprucht hätte, lässt nichts unversucht, um seinem neuen Chef immer wieder Steine in den Weg zu legen. Trotzdem gelingt es Mannion, ein Team ehrlicher Mitarbeiter um sich zu scharen, das seine manchmal eigenwilligen Methoden mit vollem Einsatz unterstützt. Zusammen nehmen sie den Kampf gegen Gewalt und Verbrechen in der US-Hauptstadt auf.","seasons":[{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-1","name":"Der neue Mann","epNo":1,"alt":"Pilot","descr":"\"Ich kann die Anzahl der Verbrechen in jeder Stadt dieses Landes um die Hälfte senken\", verspricht der innovative Commissioner Jack Mannion im Fernsehen. \"Genau der Mann, den wir brauchen\" – Mary Ann Mitchell, Vize-Bürgermeisterin von Washington D.C., will Mannion als Polizeichef und bietet ihm den \"Distrikt\" an, die Landeshauptstadt – hier wird die schlimmste Verbrechensrate der Nation verbucht. Sie bekommt Wunderwaffe Mannion – gegen den Willen des afro-amerikanischen Bürgermeisters Ethan Baker, der sich schwer tut, seinem Polizei-Chief Noland \"einen weißen Überflieger\" vor die Nase zu setzen. Jack Mannion tritt sein Amt als Polizeichef von Washington D.C. mit seinem Pressesprecher Nick Pierce und einem hohen Ziel an: Die Bewohner der Slums sollen sich genauso sicher fühlen wie der Präsident – und das in einer Stadt, in der es von korrupten und faulen Polizisten wimmelt. Zielstrebig beginnt Mannion mit den Aufräumarbeiten. Er richtet eine neue Einsatzzentrale ein und schart die wenigen ehrlichen Beamten um sich. Er ernennt Ella Farmer, die im Keller des Präsidiums die Statistik verwaltet, zur Leiterin der Abteilung Verbrechensanalyse und rekrutiert Danny McGregor, einen hartgesottenen Polizist aus Belfast, den jungen Temple Paige und Nancy Parras für sein Team. Der erste Arbeitstag bietet bereits einen heftigen Vorgeschmack auf das, was Mannion erwartet. Chief Noland frisiert heimlich die Tagesberichte aller Distrikte, die Mannions Assistentin Nancy erstellen soll. Im Radio wird im Zusammenhang mit Schmiergeldern und einer geheimnisvollen Geliebten namens \"Pumpkin\" Stimmung gegen den Bürgermeisters gemacht, ein Tourist schießt im Kennedy-Center um sich, und Ellas Schwester wird ermordet – von ihrem eigenen Mann, gegen den Gerichtsbeschlüsse vorliegen und der gleichzeitig wegen mehrerer Vergewaltigungen gesucht wird. Schließlich erhält Mannion noch ein ganz besonderes Willkommensgeschenk: eine 9-Millimeter-Patrone unter seinem Scheibenwischer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478839","hoster":"VOE"},{"path":"/redirect/14129809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-2","name":"Im Netz der Intrigen","epNo":2,"alt":"Dirty Laundry","descr":"Bei einem Raubüberfall wird Rick Ward, Sohn reicher Eltern, erschossen. Ein Fall, der weit mehr Staub aufwirbelt als der Tod der alten Lillie Sykes, die am selben Tag ermordet wird. Im Fall Rick Ward scheint der Schuldige schnell gefunden: In der Nähe des Tatorts verhaftet die Polizei James Powerswell mit einer Tasche voller Knarren, eine davon die Tatwaffe. Prompt erhält Jack Mannion Besuch von Helen York, der gefürchteten Stabschefin des republikanischen Kongressabgeordneten Reese, ein guter Freund und Mentor der Wards. Helen will die Todesstrafe für den Täter, aber Jack lässt sich auf das Machtspiel nicht ein. James Powerswell bestreitet die Tat, Ricks verwundeter Freund kann den Verdächtigen nicht identifizieren. Bei der Überprüfung der Waffen sticht Danny McGregor in ein Wespennest: Rick Ward handelte im großen Stil mit Waffen im Tausch gegen Drogen und wurde im Streit mit dem Dealer Stacks erschossen. Jack Mannion startet daraufhin einen groß angelegten Feldzug gegen illegale Schusswaffen. Außerdem muss er sich unbürokratisch die Arbeitskraft zweier enger Mitarbeiter sichern. Erst überredet er Nancy Parras zum Bleiben, die kündigen will, nachdem sie von Chief Noland ausgenutzt wurde. Dann leistet er Hilfe bei Ella, die mit der Wäsche nicht nachkommt, seit ihr traumatisierter Neffe Ricky bei ihr lebt: Er lässt ihr eine neue Waschmaschine nach Hause liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478855","hoster":"VOE"},{"path":"/redirect/8638995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-3","name":"Der Teufelsblock","epNo":3,"alt":"Worst Block","descr":"Jack Mannion nimmt sich die 16. Straße vor, den Block mit der höchsten Verbrechensrate der Stadt. Unter großer Anteilnahme der Presse werden leer stehende, verrammelte Läden aufgebrochen, Crackhäuser geräumt und etliche Verhaftungen vorgenommen. Mannion macht sich damit nicht nur Freunde. Reverend J. Franklin unterstellt dem Polizeichef, er werde wieder verschwinden, wenn er seinen großen Auftritt gehabt habe. Bürgermeister Baker stellt sich überraschend auf die Seite eines Schnapsladen-Besitzers, der um sein Geschäft fürchtet. Als Temple Page den Anführer der übelsten Gang des Teufelsblocks, RC, verhaften will, flüchtet dieser auf die Straße und wird von einem Auto überfahren. Prompt melden sich aufgebrachte Zeugen, die gesehen haben wollen, dass RC vor den Wagen gestoßen wurde. Einer drohenden Eskalation zum Trotz weigert sich Mannion, Temple zu suspendieren. Statt dessen besucht er Franklins Gottesdienst, um die Unschuld des jungen Officers zu beweisen. Helen macht sich unterdessen in einer Bar an Nick heran, während Ella um die Sicherheit ihres Neffen Ricky fürchtet: Die Schwester seines Vaters, den er beim Mord an seiner Mutter beobachtet hat, will das Sorgerecht für den Jungen erstreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478860","hoster":"VOE"},{"path":"/redirect/8639004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-4","name":"Fahrerflucht","epNo":4,"alt":"Surveillance","descr":"Jack Mannion verabredet sich mit seiner Ex-Frau Sherry zum Tanzen. Vor dem Lokal geschieht ein Unfall mit Fahrerflucht. Jack muss den Verkehr regeln, bis der völlig überforderte Officer Delany eintrifft. Sherry sucht entnervt das Weite. Auch beim nächsten Treffen geht etwas schief. Um die Dienstzeiten mit den höchsten Verbrechensraten besser abzudecken, ersinnt Jack eine neue Schicht: die Power-Schicht. Die Polizistinnen können kurzfristig keine Babysitter organisieren und bringen ihre Kinder zum Dienst mit. Die Power-Schicht-Kinder verursachen das totale Chaos auf dem Revier. Ella und Noland finden schließlich eine Lösung, mit der alle zufrieden sind. McGregor wird von Captain Hunter von der Dienstaufsicht befragt. Kurz darauf erzählt ihm sein Vermieter, dass sich in der Nachbarwohnung ein Überwachungsteam der Polizei einquartiert hat. McGregor ist sauer auf seinen Chef. Ermittelt Mannion etwa gegen ihn? Die beiden wollen der Sache auf den Grund gehen und überwachen ihrerseits das Überwachungsteam. Das Ganze erweist sich als peinliches Missverständnis. Die Cops benutzen die Nachbarwohnung, um sich – in Frauenkleidern – zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8481805","hoster":"VOE"},{"path":"/redirect/8638998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-5","name":"Auf eigene Faust","epNo":5,"alt":"The Real Terrorist","descr":"Das FBI befürchtet einen Terrorakt im Bereich Washington D.C. und fordert Polizeichef Mannion auf, seine Leute für eine weiträumige Straßenabsperrung abzustellen. Ausgerechnet zu der Zeit beginnt der aus dem Jugendgefängnis ausgebrochene minderjährige Santé einen Amoklauf durch die Stadt. Er erschießt jeden, der sich ihm in den Weg stellt. Ein Taxifahrer und zwei Dealer sind bereit tot. Sante hält sich in der Schule versteckt, wo ihn seine Freundin Chyna mit Lebensmitteln versorgt. Mannion widersetzt sich dem Befehl des FBI und zieht seine Männer ab, um Santé zur Strecke zu bringen. Temple Page meldet sich freiwillig für den brisanten Einsatz, Chyna zum Versteck ihres Freunds zu folgen. Als er den Gesuchten aufspürt, wird er in einen Kampf verwickelt. Dann richtet plötzlich das Mädchen eine Waffe auf ihn. Unterdessen muss sich die stellvertretende Bürgermeisterin Mary Ann Mitchell fragen, ob ihr Vater Schmiergelder an den Bürgermeister gezahlt hat. Und Ella versäumt durch den Einsatz in der Schule einen wichtigen Termin beim Jugendamt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478865","hoster":"VOE"},{"path":"/redirect/8639006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-6","name":"Korruption","epNo":6,"alt":"How They Lived","descr":"Mannion ordnet die Verhaftung von mehreren skrupellosen Polizisten an, die – heimlich von einer Kamera beobachtet – eine blinde Frau in ihrer Wohnung bestohlen haben. In Handschellen werden die Beamten auf das Revier gebracht, wo die meisten Kollegen diese \"Demütigung\" als Angriff auf die Polizei auslegen. Am nächsten Tag meldet sich die halbe Belegschaft krank, darunter auch Deputy Chief Noland. Ein denkbar ungünstiger Zeitpunkt: Fidel Castro besucht Washington in Begleitung eines Admirals, dem Exilkubaner mehrere Morde vorwerfen. Es muss mit massiven Unruhen gerechnet werden. Während sich die Castro-Anhänger und Gegner formieren, und Mannion versucht, eine gewalttätige Konfrontation zu verhindern, fiebert Ella dem Gerichtsbeschluss entgegen, ob ihr Neffe Ricky weiterhin bei ihr wohnen darf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478864","hoster":"VOE"},{"path":"/redirect/8639007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-7","name":"In der Zwickmühle","epNo":7,"alt":"Imperfect Victims","descr":"Der Mordprozess gegen Pablito Alvarez beginnt. Ricky ist der einzige Tatzeuge gegen seinen Vater. Pablitos Anwalt Logan droht damit, Ricky im Zeugenstand auseinanderzunehmen. Trotzdem wollen Ella und Mannion sich auf keinen Deal mit Logan einlassen: Pablito soll für den Mord an seiner Frau büßen – und zwar möglichst lange. Zur Sicherheit ermittelt Mannion noch in einem Fall von Vergewaltigung gegen Alvarez. Aber das Opfer Laura Clayson gilt als \"unvollkommenes Opfer\". Das heißt, sie ist lebenslustig und damit als Zeugin nicht sehr glaubhaft. Außerdem will Laura nicht aussagen, um sich die peinlichen Fragen des Anwalts zu ersparen. Temple besucht sie und redet ihr ins Gewissen. Nach dem plötzlichen Tod des Kongressabgeordneten Reese wird Helen seine Nachfolgerin. Sie treibt die Untersuchung gegen Bürgermeister Baker mit unvermindertem Einsatz voran. Nick macht sich Sorgen, dass ein Sturz des Bürgermeisters auch Mannion und sein Team mitreißen könnte. Aber der Chief interessiert sich nicht für Politik und lässt Nick mit dem Problem alleine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478862","hoster":"VOE"},{"path":"/redirect/8639009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-8","name":"Der Schakal","epNo":8,"alt":"The Jackal","descr":"Ein Schakal treibt sein Unwesen. Er nistet sich bei alten Leuten ein, räumt ihr Konto leer und bringt sie nach ein paar Tagen um. Als auch ein alter Mann stirbt, der in der Einheit von Mannions Vater war, ist der Chief sauer. Er holt sich Hilfe bei einigen Kriegsveteranen. Schon bald entdeckt die Polizei einen Zusammenhang zwischen den Opfern: Sie benutzten den gleichen Lieferservice. Bei der Anhörung vor dem Senatsausschuss halten Mannion und Ella sich tapfer. Nick nutzt derweil weiter seine Beziehung zu Helen, um herauszufinden, wie viel sie gegen den Bürgermeister in der Hand haben . Er klaut sogar das Handy aus ihrem Büro. Bürgermeister Baker tritt schließlich selbst vor den Ausschuss und sagt aus. Ella ist ein nervöses Wrack. Sie hat jemanden kennengelernt und will sich nun Tipps von Nancy holen. Nach der ersten Verabredung mit Jack ist sie eher skeptisch. Genauso skeptisch reagiert der Chief, als Nancy ihm von Ellas Rendezvous erzählt. Ist er etwa eifersüchtig?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382485","hoster":"VOE"},{"path":"/redirect/8639033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-9","name":"9/I Die Drogenfalle","epNo":9,"alt":"Pot Scrubbers","descr":"Im District nehmen die Drogenprobleme immer größere Ausmaße an. Nancy verhaftet sogar die 15-jährige Alisha bei einem Drogendeal. Der Stoff wird scheinbar durch einen Fahrradkurierdienst verteilt. Temple schwingt sich aufs Rad, um an die Hintermänner heranzukommen. Eine heiße Spur führt zu dem reichen Geschäftsmann Justin Tanner. Temple knüpft als Fahrradkurier Kontakt zu Ronnie, der eine auffällig teure Uhr trägt – zu teuer, um sie durch Überstunden bezahlt zu haben. Temple heftet sich an Ronnies Fersen und findet dadurch eine Lagerhalle, in der der Stoff scheinbar getauscht wird. Alisha erkennt Temple und bringt ihn damit ihn Lebensgefahr, denn ihr Halbbruder Charles ist einer der Großdealer von Washington. Überraschend bekommt Mannion Besuch von seiner Ex-Frau Sherry. Jack weiß sofort, dass etwas im Busch ist, aber sie wiegelt seine Fragen ab. Beim gemeinsamen Abendessen rückt Sherry schließlich mit der Wahrheit raus: Sie will ihren Verlobten Albert heiraten. Mannion ist trotzdem der festen Überzeugung, dass es noch nicht zu spät für ihn und Sherry ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12784139","hoster":"VOE"},{"path":"/redirect/8639010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-10","name":"Der Nikolaus Krieg","epNo":10,"alt":"The Santa Wars","descr":"Krisenstimmung im Polizeipräsidium. Die Lieferung \"Play Commander III\" ist nicht bei Händler William Polder eingetroffen – und das kurz vor Weihnachten. Auch Ella wollte unbedingt eins der Spiele für ihren Neffen Ricky besorgen und hatte es monatelang vorbestellt. Nick macht sich im Internet auf die Suche. Und ersteigert ein Exemplar für 3000 Dollar. Weil es sich um ein Beweisstück handelt, trägt das Revier die Kosten. Auch sonst sorgt das bevorstehende Weihnachtsfest für Chaos in Washington. Die Nikoläuse prügeln sich um die besten Plätze in der Stadt. Der Streit führt zu einer richtigen Schlacht um die Territorien. Damit das Weihnachtsfest seinen friedlichen Gang gehen kann, verteilt Ella die Plätze neu und führt ein Rotationssystem ein. Chief Mannion bekommt per Telefon eine Drohung. Er will trotzdem nichts von zusätzlichen Sicherheitsmaßnahmen wissen, aber Ella setzt sich durch: Mannion darf das Präsidium nicht verlassen, bis der Mann gefasst ist. Bei der nächsten Drohung verrät der Anrufer ein internes Detail. Es muss sich also um einen Ex-Polizist handeln, den Mannion degradiert hat. Aber dafür kommen einige in Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478841","hoster":"VOE"},{"path":"/redirect/8638970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-11","name":"Mörder ohne Gesicht","epNo":11,"alt":"The D.C. Strangler","descr":"Ein Serienkiller treibt sein Unwesen in Washington. Alle Opfer waren junge Prostituierte. Captain Hunter hatte vor einem Jahr einen ähnlichen Fall, bemühte sich aber nicht besonders bei den Ermittlungen; immerhin waren die Opfer \"nur\" Prostituierte. Als Chief Mannion davon erfährt, zwingt er Hunter, mit Temple Page und Dee Banks an dem neuen Fall zu arbeiten. Eine heiße Spur führt zur Navy, denn die Morde geschahen immer, wenn bestimmte Schiffe im Hafen lagen. Admiral Moore sichert Mannion seine volle Unterstützung zu, will den Fall aber insgeheim aus politischen Gründen unter den Teppich kehren. Als Temple den verdächtigen Matrosen verhaftet und ihn danach an die Navy überstellen muss, fasst der Chief das als Kriegserklärung auf. Er nutzt eine Einladung ins Weiße Haus, um Moore die Daumenschrauben anzulegen. Die Frage, die zur Zeit alle auf dem Polizeirevier am meisten bewegt, lautet: Wer wird neuer District Commander? Mary Ann Mitchell lässt durchblicken, dass der Bürgermeister gerne eine Frau auf dem Posten sähe. Auch Ella setzt sich stark für die überaus fähige Audrey Rollins ein. Aber Chief Mannion lässt sich nicht in die Karten gucken und blockt alle Fragen ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478843","hoster":"VOE"},{"path":"/redirect/8638978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-12","name":"Schatten der Vergangenheit","epNo":12,"alt":"Old Ghosts","descr":"Danny MacGregor wird von seiner Vergangenheit eingeholt, als sich eine Friedensdelegation aus Irland zu Gast in Washington aufhält. Einer der Politiker war früher bei der IRA und für den Tod von einigen von Dannys ehemaligen Kollegen verantwortlich. McGregor sieht die Stunde der Abrechnung gekommen und sucht Martin McBride im Hotel auf. Chief Mannions Vergangenheit flattert in Form eines Briefs in sein Büro. Seine zweite Ex-Ehefrau Sherry lädt ihn zu ihrer Hochzeit ein. Mannion will zuerst absagen, aber Ella überredet ihn, um der alten Zeiten willen teilzunehmen. Plötzlich kommt Jack eine Idee: Er könnte Sherry bei der Trauung mit einer anderen Frau eifersüchtig machen. Der Schwarze Alan White, der in einer üblen Gegend wohnt, ist verschwunden. Die Kreditkarte des Vermissten bringt Temple auf die Spur des Drogendealers Freddy Cray, der den Bezirk kontrolliert. Allerdings gibt es keine Beweise gegen Cray und der einzige Augenzeuge hält sich versteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478840","hoster":"VOE"},{"path":"/redirect/8638975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-13","name":"Verhängnisvolle Rache","epNo":13,"alt":"Vigilante","descr":"Auf einer Internetseite werden die Namen von verurteilten Kinderschändern mit Foto und Adresse veröffentlicht. Kurz darauf sind zwei der Männer tot. Jemand scheint Jagd auf die Männer zu machen. Aber die Liste der Verdächtigen ist lang. Der Undercover-Spezialist Travis Haywood spielt als Lockvogel einen Kinderschänder. Ella ist erschrocken, als sie ihren netten Nachbarn Rupert auf der Liste entdeckt. Die anderen Hausbewohner starten eine regelrechte Hetzjagd auf den jungen Mann. Erst sammeln sie Unterschriften, um ihn aus dem Haus zu bekommen, dann wollen sie ihm sogar an den Kragen. Obwohl sie Angst um ihren Neffen Ricky hat, nimmt Ella Rupert in Schutz. Chief Mannions Ex-Partner Teddy Caruso ist zu Besuch in Washington. Jack bemerkt, dass sich die Freundschaft abgekühlt hat, seit Teddy nach einem Unfall im Rollstuhl sitzt. Temple verkündet im Revier seine Hochzeitspläne und erfährt kurz darauf, dass Kollegin Dee Banks sich scheiden lässt. Ändert das etwas an seinen Plänen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478842","hoster":"VOE"},{"path":"/redirect/8638979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-14","name":"In die Falle gelockt","epNo":14,"alt":"Rage Against the Machine","descr":"Auf Chief Mannion wartet ein Arbeitstag voller Probleme. Nick hat der Journalistin Victoria Montgomery versprochen, dass sie den Polizeichef einen Tage lang bei der Arbeit begleiten darf. Dabei lässt Jack überhaupt keinen Zweifel daran aufkommen, dass er die Presse für einen Haufen von Lügnern hält. Victoria kontert seine Angriffe und verschafft sich so bei ihm den nötigen Respekt. Kurz darauf wird Mannion vom 10-jährigen Heimkind Alex verletzt, der zu seiner Mutter ins Gefängnis gesperrt werden will. Der Chief muss zuerst den knallharten Richter Kinsella weich kochen, damit Alex seine Mutter zumindest besuchen darf. Dadurch bekommt er Ärger mit Mr. Wendt von der staatlichen Kinderfürsorge, der findet, dass Mannion sich um die falschen Angelegenheiten kümmert. Danny verhaftet den gewalttätigen Tony Haskey, der seine Ex-Freundin Karen Spotz wiederholt bedroht hat. Als die Polizei den Mann wieder freilassen muss, versteckt Karen sich vor ihm. Kurz darauf ist Haskey tot – erschossen von Karen in einer Notwehrsituation. Oder hat sie ihren Verfolger in eine Falle gelockt und ihn hingerichtet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478844","hoster":"VOE"},{"path":"/redirect/8638986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-15","name":"Der Taxi-Krieg","epNo":15,"alt":"The Most Dangerous Job","descr":"Ein Taxifahrer erschießt im Streit einen schwarzen Kunden. Ein Fall von Notwehr, wie es scheint. Abgesehen davon, dass die Waffe nicht registriert, das Opfer unbewaffnet und außerdem ein bekannter Basketballspieler war. Als Mannion den Fahrer verhaften lässt, erklärt Dolores Evans, die Vorsitzende der Taxifahrervereinigung, ihm den Krieg. Evans wirft der Polizei vor, Taxifahrer nicht genügend zu schützen, und zettelt eine Medienkampagne gegen Mannion und den Bürgermeister an. Der Chief setzt Travis und Temple undercover als Taxifahrer ein. Als Temple bei der Fahrt von einem Räuber mit einer Spritze verletzt wird, befürchtet er, sich mit HIV infiziert zu haben? Zum beruflichen Leidwesen gesellt sich bei Mannion noch finanzieller Ärger. Jemand hat seine Kreditkarte geklaut und benutzt sie nun in der ganzen Stadt. Außerdem hat er aus Versehen eine neue Dekoration für das Präsidium für 25.000 Dollar bestellt, die wegen der Kosten hohe Wellen schlägt. Immerhin hat Jack sich jetzt endlich entschieden, wenn er zur Hochzeit von Sherry mitnimmt: Vicky Montgomery.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478847","hoster":"VOE"},{"path":"/redirect/8638983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-16","name":"Eine brisante Affäre","epNo":16,"alt":"A Southern Town","descr":"Ex-Chief Elliott Holt veröffentlicht ein Buch über seine Zeit bei der Polizei. Darin erwähnt er auch den 25 Jahre zurückliegenden Fall \"Tracy Potter\", bei dem der Sohn eines Abgeordneten mit seiner Freundin verunglückte und das Mädchen starb. Ex-Polizist Randall behauptet, Elliott Holt habe damals bei dem Fall etwas vertuscht, um seiner Karriere nicht zu schaden, und Joe Noland habe davon gewusst. Ella beginnt, sich für den Fall zu interessieren, und forscht nach. Dabei gerät sie mit Noland aneinander, der sie deutlich spüren lässt, dass er ihr Vorgesetzter ist. Ella forscht trotzdem weiter und findet heraus, dass damals der Sohn des Politikers den Wagen fuhr, und nicht die tote Freundin. Aber wusste auch Noland davon? Mannion nimmt Vicky mit nach New York. Mit ihr will er seine Ex-Frau eifersüchtig machen und sie so doch noch von ihren Hochzeitsplänen abhalten. Vicky durchschaut das Spiel und reist frustriert ab. Trotzdem erreicht Jack sein Ziel: Er bringt Sherrys Hochzeit zum Platzen. Temple Page wird in einen Prüfungsausschuss berufen, der über einen Polizisten entscheidet, der wegen Gewaltanwendung im Dienst angezeigt wurde. Vor dem Termin setzen ihn die Kollegen unter Druck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478851","hoster":"VOE"},{"path":"/redirect/8638990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-17","name":"Mädchenhandel","epNo":17,"alt":"New World","descr":"Temple und Danny wollen nachts einen Drogenring auffliegen lassen. Aber in dem überwachten Lieferwagen finden die beiden junge, vietnamesische Frauen, die ins Land geschmuggelt wurden. Am nächsten Morgen findet die Polizei die Leiche einer weiteren Vietnamesin. Bei den Ermittlungen im asiatischen Viertel von Washington stoßen Mannions Leute auf Colonel Chin, in dessen Restaurant offensichtlich die Prostitution blüht. Chin hat als ehemaliger Soldat der südvietnameischen Armee beste Verbindungen zum amerikanischen Geheimdienst NSA. Der gibt dem Chief zu verstehen, dass er den Colonel in Ruhe lassen soll. Dadurch fühlt Mannion sich erst recht angespornt, dem Mädchenhändler das Handwerk zu legen. Ellas Neffe Ricky weigert sich, in die Schule zu gehen, weil alle seine Mitschüler größer als er sind. Der Chief lädt die gesamte Schulklasse ins Präsidium ein und gibt ihnen eine kostenlose Geschichtsstunde. Dabei erzählt Jack den Kindern die Geschichte von David und Goliath.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478846","hoster":"VOE"},{"path":"/redirect/8638987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-18","name":"Ein Funke zuviel","epNo":18,"alt":"Night Moves","descr":"In Washington tobt ein Bandenkrieg zwischen einer puertoricanischen und einer kubanischen Gang. Mit Hilfe des Gangspezialisten Gus Mendoza hebt die Polizei das Versteck des Anführers der Kubaner, der ‚Die Katze‘ genannt wird, aus. Aber der macht seinem Namen alle Ehre und entkommt. Keiner der Nachbarn will gegen die Gang aussagen, und auch bei dem letzten Mord von der ‚Katze‘ hat keiner was gesehen. Im Revier meldet sich Mike Crawford als Zeuge eines Waldbrands. Jack Mannion ist sich sofort sicher, dass der Einzelgänger Crawford selbst den Brand gelegt hat. Aber da es keine Beweise gibt, muss der Chief ihn mit einem Trick zum Geständnis bringen. Nicks neue Nachbarschaft ist, wie befürchtet, keine besonders sichere Gegend. Schon nach ein paar Tagen wird er überfallen und übel zugerichtet. Nick ist zusätzlich sauer, weil er bei einer Gegenüberstellung den vermutlichen Täter nicht identifizieren kann. Um will Nick eine Waffe haben, um sich sicherer zu fühlen. Dafür braucht er als Nicht-Polizist eine Genehmigung von Jack, die der seinem Freund aber verweigert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335743","hoster":"VOE"},{"path":"/redirect/8638980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-19","name":"Im Teufelskreis","epNo":19,"alt":"The Agony and the Ecstasy","descr":"Sohn Jack Jr. überrascht seinen Vater mit einem Besuch und stellt ihm seine neue Freundin Candice vor. Die Freude von Jack und seiner Ex-Frau Sherry wird getrübt, als sie erfahren, dass die beiden Extasy nehmen. Aber es kommt noch schlimmer: Candice arbeitet als Drogenkurierin, und sie und Jack Jr. werden bei einer Razzia verhaftet. Im Revier wartet die nächste Katastrophe auf den Chief. Sekretärin Nancy wird suspendiert, weil ihre Waffe gestohlen und bei einem Überfall benutzt wurde. Nancy gesteht Captain Hunter von der Dienstaufsicht, dass der wahrscheinliche Dieb ein One Night Stand war, von dem sie weder Namen noch Adresse hat. Nancy macht sich selbst auf die Suche nach dem Mann. Ella bekommt einen Notruf von einer entführten Frau. Anne ruft mit ihrem Handy aus dem Kofferraum eines fahrenden Wagens an. Da das Akku langsam leer wird, bleiben Mannion, Ella und McGregor nur einige Minuten, um den Wagen mit Hilfe von Hubschraubern und Streifenwagen zu lokalisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478853","hoster":"VOE"},{"path":"/redirect/8638989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-20","name":"In der Schusslinie","epNo":20,"alt":"Running Towards Fire","descr":"Brutale Raubüberfälle auf kleine Läden versetzen Washington in Schrecken. Mannion schickt Temple und Travis auf einen Undercovereinsatz mit Danny als Unterstützung. Als Mannion und die gesamte Polizeispitze den Abschied von Charlie Dover feiert, kommt die schreckliche Nachricht: Travis wurde bei dem Einsatz angeschossen und schwer verletzt. Mannion und Noland eilen sofort ins Krankenhaus. Danny und Temple haben den Schützen am Tatort gefasst: den Polizisten Officer Lea. Aber der genaue Tathergang ist unklar. Die beiden haben die Schießerei nicht direkt gesehen. Lea sagt aus, er habe bei einer Schießerei eingegriffen, und Travis, der als Penner verkleidet war, habe eine Waffe auf ihn gerichtet. Travis’ Aussage könnte den Sachverhalt klären, aber er stirbt an den Folgen der Schussverletzungen. Die Öffentlichkeit ist empört, weil schon das dritte Mal innerhalb von 18 Monaten ein schwarzer Polizist von einem Weißen erschossen wurde. Die Presse und Bundesanwalt Logan fordern Officer Leas Kopf, aber Mannion will das Ergebnis der Untersuchung abwarten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478854","hoster":"VOE"},{"path":"/redirect/8639018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-21","name":"Undercover","epNo":21,"alt":"Don\u0027t Fence Me In","descr":"Mit einem einfachen Plan will Chief Mannion die Raubüberfälle, Vergewaltigungen, Einbrüche und Diebstähle in den Griff bekommen. Er zwingt einen der Großhehler zur Zusammenarbeit und stellt ihm Temple Page als neuen Partner zur Seite. Während Temple die gestohlene Ware in Empfang nimmt, sitzt Danny im Hinterzimmer und nimmt den Handel auf Video auf. Als die gefährlichen Mörder Marvin und Garvin Battle, die man noch nie überführen konnte, im Laden auftauchen und Temple bedrohen, wird die Situation für ihn brenzlig. Aber mittels des Plans kann die Polizei nicht nur die mörderischen Brüder verhaften, sondern auch Derek Poole überführen, der vor fünf Jahren eine Frau umbrachte. Der Secret Service tritt in einer delikaten Angelegenheit an Jack heran. Queenie, der Hund der Präsidentenfamilie, ist verschwunden. Bei der Suche, die unbedingt geheim bleiben muss, soll Lucia Burns, die Wahrsagerin der Frau des Präsidenten, helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478856","hoster":"VOE"},{"path":"/redirect/8638991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-22","name":"Russisches Roulette, Teil 1","epNo":22,"alt":"Fools Russian (1)","descr":"Bei einem Raubüberfall auf einen Geldtransport werden zwei Wachleute, beide ehemalige Polizisten, erschossen und 50 Millionen Dollar erbeutet. Jack erkennt sofort die Handschrift: russische Mafia. Er nimmt Kontakt zu Monya Pastov auf, einem alten Bekannten aus den Tagen in Brighton Beach, New York, wo Jack schon einmal mit der Russenmafia zu tun hatte. Das FBI schaltet sich in den Fall ein und setzt Jack mit Fotos von seinem Treffen mit Pastov unter Druck. Außerdem tauchen plötzlich 20.000 Dollar auf seinem Konto auf. Mannions Intimfeind Bruce Logan nutzt die Gelegenheit und nimmt den Chief in die Mangel. Der sieht sich plötzlich genötigt, seine Unschuld zu beweisen. Bei einer Biopsie im Krankenhaus wird festgestellt, dass Ella wieder Brustkrebs hat und sie sich einer Operation unterziehen muss. Für Temple kommt es noch schlimmer. Kurz vor seiner Hochzeit mit Giselle gerät seine Verlobte im Krankenhaus in einen Nachbarschaftsstreit um einen Zaun und wird erschossen. Temples Partner Danny jagt den Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478857","hoster":"VOE"},{"path":"/redirect/8639023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-1/episode-23","name":"Russisches Roulette, Teil 2","epNo":23,"alt":"Fools Russian (2)","descr":"Das FBI ermittelt weiter gegen Chief Mannion wegen seiner Kontakte zur Russenmafia und des Geldes auf seinem Konto. Jack versucht, Monya Pastov zu finden, der ihn entlasten könnte. Aber die Hoffnung zerschlägt sich, als er per Post dessen Hand geschickt bekommt. Bürgermeister Baker suspendiert Chief Mannion und setzt Noland als neuen Polizeichef ein. Mannion setzt mit Temple und Danny die Ermittlungen fort und findet heraus, dass die Russenmafia in Washington mithilfe eines riesigen Bauprojekts Geldwäsche in großem Stil betreibt. Kurz darauf fängt das FBI einen Mordauftrag gegen Jack Mannion auf. Die Spur führt zum russischen Restaurantbesitzer Boris. Nach dem Tod seiner Verlobten Giselle wird Temple immer leichtsinniger und sucht scheinbar den Tod. Danny hat ein Auge auf seinen Partner, kann aber nicht verhindern, dass Temple sich in Lebensgefahr begibt. Ella muss sich wegen des Geschwürs in ihrer Brust einer Operation unterziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478859","hoster":"VOE"},{"path":"/redirect/8638999","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-1","name":"Spurlos","epNo":1,"alt":"Lost and Found","descr":"Zwei Vermisstenmeldungen beschäftigen das Team von Chief Jack Mannion: Die weiße Kongressangestellte Dana Rayburn und eine schwarze Drogenabhängige sind spurlos verschwunden. Mannion beschließt, dass jeder Fall von vermissten Personen in Zukunft als Mordfall behandelt werden soll. Innerhalb der schwarzen Bevölkerung kommt es dennoch zu einem Aufruhr, da die schwarze Gemeinde davon überzeugt ist, dass man alle Energie und Zeit darauf verwendet, die reiche weiße Frau zu finden, dass aber die vermisste Schwarze niemanden interessiert. Derweil ist Ella nach ihrer Chemotherapie wieder zum Team gestoßen. Temple Page, der noch immer unter dem Tod seiner Verlobten und seines ehemaligen Partners Danny leidet, bekommt mit Kevin Debreno einen neuen Partner zugeteilt, und Mannion und seine Ex-Frau Sherry kommen sich langsam aber sicher wieder näher. Doch es gilt, einen Fall aufzuklären, und so kommt Mannion schon bald dahinter, dass der Abgeordnete Phil Hallett ein Verhältnis mit seiner verschwundenen Beraterin Dana hatte. Hat er etwas mit ihrem Verschwinden zu tun? Oder steckt ihr Ex-Verlobter Michael Barrett dahinter? Für das vermisste schwarze Mädchen kommt unterdessen jede Hilfe zu spät: Sie wird tot aufgefunden… Sein Name ist Jack Mannion, er ist Polizei-Chef und seine Erfolgsstatistik ist enorm. Er drückte die Kriminalitätsrate zunächst in Boston und dann in Newark, New Jersey, um satte 50 Prozent. Und auch in Washington D.C., wohin er auf Wunsch der stellvertretenden Bürgermeisterin Mary Ann Mitchell – und gegen den Willen des Bürgermeisters Ethan Baker – versetzt wurde, hat Mannion gründlich aufgeräumt. In Washington hat Mannion allerdings nicht nur mit Verbechern, sondern auch mit einem Haufen korrupter und fauler Polizisten zu kämpfen. Vor allem Deputy Chief Joe Noland, der den Posten des Polizeichefs gerne für sich beansprucht hätte, lässt nichts unversucht, um seinem Chef immer wieder Steine in den Weg zu legen. Trotzdem gelingt es Mannion, ein Team ehrlicher Mitarbeiter um sich zu scharen, das seine manchmal eigenwilligen Methoden mit vollem Einsatz unterstützt. Zusammen haben sie Gewalt und Verbrechen in der US-Hauptstadt den Kampf angesagt. \"The District – Einsatz in Washington\" beruht auf den Erinnerungen des ehemaligen New York Deputy Police Commissioners Jack Maple.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478871","hoster":"VOE"},{"path":"/redirect/8639014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-2","name":"Unantastbar","epNo":2,"alt":"Foreign Affair","descr":"Eduardo Castillo vertreibt munter Heroin und wird dabei immer dreister. Denn er weiß ganz genau, dass er als Sohn des kolumbianischen Botschafters strafrechtliche Immunität genießt und die Polizei ihn, selbst wenn man ihm ein Verbrechen nachweisen kann, nicht verhaften darf. Jack Mannion muss sich etwas einfallen lassen, um dem listigen Drogendealer das Handwerk zu legen. Ebenfalls auf Abwegen befindet sich Mannions Sohn Jack jun., der wegen eines Drogendelikts vor Gericht muss. Temple kümmert sich unterdessen liebevoll um die junge Kara, die fast an einer Überdosis gestorben wäre, Ella hat Probleme mit dem seit dem Sommercamp vollkommen veränderten Ricky und Nancy findet in der sympathischen Kitty eine neue Assistentin für Mannion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478886","hoster":"VOE"},{"path":"/redirect/8639043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-3","name":"Nachtschicht","epNo":3,"alt":"Night Shift (a.k.a. Back Fire)","descr":"Während sich eine ausgebrochene Schlange im Polizeigebäude versteckt und die Mitarbeiter in Angst und Schrecken versetzt, müssen Temple und Debreno eine brutale Bande von Autoknackern dingfest machen. Beim letzten Diebstahl hat es sogar einen Toten gegeben, und Nancy wundert sich sehr über dessen Verlobte, die nicht besonders unglücklich über ihren Verlust zu sein scheint. Als man einen Augenzeugen findet, wähnt man sich schon nahe an der Aufklärung des Falls. Doch der Obdachlose, der sich mal Cliff, mal Bob nennt, ist schizophren und wirkt deshalb nicht besonders glaubwürdig. Wird man seine Aussagen vor Gericht dennoch akzeptieren? Unterdessen geraten Temple und Debreno in Konflikt, denn Debreno kann einfach nicht verstehen, dass sein streng gläubiger Kollege wegen seiner Religion seinen Job bei der Polizei an den Nagel hängen will. Ella ist derweil mit ganz anderen Problemen beschäftigt: Die Mitarbeiter der Notrufzentrale verlangen mehr Geld und treten in Streik","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478891","hoster":"VOE"},{"path":"/redirect/8639048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-4","name":"In der Höhle des Löwen","epNo":4,"alt":"The Project","descr":"In einem Sozialwohnblock wurde die Farbige Krystal Howard erstochen. Mannion, der das Desinteresse der übrigen Bewohner kaum ertragen kann, setzt alles daran, den Fall aufzuklären. Doch erst als er eine Wohnung in dem Haus bezieht und den Leuten zeigt, dass er ernsthaft ihre Lebensumstände verbessern will, öffnen sie sich nach und nach. Der junge Boxer Cyrus Sparks, der zunächst der Hauptverdächtige war, macht eine Aussage, die den Kriminellen Lenny Fontaine schwer belastet. Dieser habe die ganze Gegend tyrannisiert und von den eingeschüchterten Bewohnern Schutzgeld kassiert. Musste Krystal sterben, weil sie nicht zahlen wollte? Temple macht sich Sorgen um seinen Kollegen William Henderson, der ihn plötzlich nicht mehr erkennt. Von Hendersons Frau erfährt er, dass William seit drei Jahren an Alzheimer leidet. Temple informiert Noland, der Henderson daraufhin eine Versetzung in den Innendienst anbietet. Henderson lehnt jedoch ab und quittiert den Dienst. Nachdem sie ihre Chemotherapie erfolgreich hinter sich gebracht hat, beschließt Ella unterdessen, sich wieder dem Leben zu öffnen – und wagt einen ersten zarten Flirtversuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478892","hoster":"VOE"},{"path":"/redirect/8639055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-5","name":"Bleischwere Schuld","epNo":5,"alt":"To Serve and Protect","descr":"Bei Bauarbeiten in Washington werden die sterblichen Überreste eines Jungen gefunden. Der Tote wird als Trevor Riverton identifiziert, der vor acht Jahren spurlos verschwand. Noland erinnert sich, damals der verzweifelten Mutter Tracy das Versprechen gegeben zu haben, diesen Fall aufzuklären. Er macht sich mit Feuereifer an die Arbeit, bekommt jedoch schon bald Zweifel an der angeblich so liebevollen Fürsorge Tracys. Wie sich herausstellt ist auch Tracys zweites Kind gestorben, man vermutete damals plötzlichen Kindstod. Doch als man dieses Kind nun obduziert, findet man eine hohe Bleikonzentration im Blut. Daraufhin untersucht man Tracys drittes Kind Lisa und entdeckt auch bei ihr eine hohe Bleikonzentration. Noland, der sich daran erinnert, dass der Keller im Haus der Rivertons mit uralter, vermutlich stark bleihaltiger Farbe gestrichen war, bekommt einen schrecklichen Verdacht: Wurden die Kinder in diesem Keller eingesperrt, wenn sie ihren Eltern zur Last fielen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478894","hoster":"VOE"},{"path":"/redirect/8639051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-6","name":"In falschen Händen","epNo":6,"alt":"Melt Down","descr":"Ein Siebenjähriger hat an seiner Schule zwei ältere Mitschüler angeschossen. Nur durch viel Glück wurde niemand ernsthaft verletzt, doch für die Behörde ist die Sache mehr als peinlich, denn die Waffe wurde im Rahmen eines Rückkauf-Programms von der Polizei konfisziert. Außer sich vor Wut verhaftet Mannion den Straßenhändler, von dem der Junge die Waffe gekauft hat. Er will ihm einen Deal vorschlagen, um die undichte Stelle bei der Polizei auszumachen. Doch Mannion will noch mehr: Er nutzt die Situation für einen großen Rundumschlag, der Stadtrat und Eltern wachrütteln soll. Temple pfeift in seiner Freizeit als Schiedsrichter Spiele für seinen Freund A.J., der ein Jugendzentrum leitet. Früher war A.J. ein rücksichtsloser Drogenabhängiger, der sogar seiner Mutter Geld klaute, doch jetzt ist er bereits seit sieben Jahren clean. Das dachte Temple jedenfalls bis vor kurzem, aber nun ist er sich nicht mehr sicher, denn A.J. ist ein Tütchen mit Rauschgift aus der Tasche gefallen. Er behauptet zwar, es einem seiner Schützlinge abgenommen zu haben, doch Temple ist so misstrauisch, dass er seinen Freund verhaftet. Allein Ella ist von A.J.s Unschuld überzeugt und setzt alle Hebel in Bewegung, damit er schnell wieder auf freien Fuß kommt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478895","hoster":"VOE"},{"path":"/redirect/8639053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-7","name":"Alte Wunden","epNo":7,"alt":"Bulldog\u0027s Ghost","descr":"Ein Obdachloser wird erschossen in einem Park aufgefunden. Kurios daran: Der Mann gilt als in Vietnam vermisst, ist nach dem Krieg angeblich nie in die USA zurückgekehrt. Mannion trifft dieser Fall besonders, konfrontiert er ihn doch mit seiner eigenen Vergangenheit als Soldat im Vietnamkrieg – und mit der Erinnerung daran, dass er seinen Kumpel Henry verwundet im Dschungel zurücklassen musste. Die Überwachungskamera eines Geldautomaten führt Temple und Debreno schnell auf die Spur der Täter. Es handelt sich um die beiden Jugendlichen Tucker und Fletcher, die ein erschreckendes Motiv für den Mord hatten: Sie wollten wissen, wie es ist, wenn man jemanden tötet. Vollständig gelöst ist das Rätsel um den Toten damit aber noch nicht… Durch einen 31 Jahre alten Liebesbrief erinnert sich unterdessen auch Ella an die Zeit des Vietnamkriegs, denn diesen hat ihr Verlobter ihr einen Tag vor seinem Tod auf dem Schlachtfeld geschrieben. Unter den anderen Kollegen brechen derweil Frühlingsgefühle aus: Brander flirtet heftig mit seiner Kollegin Nancy, und Debreno, der noch immer die Scheidung von seiner Frau betreibt, hat ein Auge auf Kitty geworfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478896","hoster":"VOE"},{"path":"/redirect/8639073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-8","name":"Revierkämpfe","epNo":8,"alt":"Tug of War","descr":"Sara Pearson wurde vor eine U-Bahn gestoßen, als ein unbekannter Täter ihr die Handtasche entriss. Mannion findet schnell heraus, dass es nicht um Saras Geld oder ihre Kreditkarten ging, sondern um die teure Designertasche an sich. Nachdem Mannion Saras verzweifeltem Mann Evan versprochen hat, den Täter zu finden, setzt er Temple und Debreno auf den Fall an. Da es sich offensichtlich nicht um einen Einzelfall handelt, sollen sie undercover in den U-Bahnen patrouillieren. Dabei lernt Debreno eine ganz neue Seite von sich kennen: Er hat sich zur Tarnung einen schicken Business-Anzug zugelegt und gefällt sich darin so gut, dass er beschließt, von nun an nichts anderes mehr zu tragen. Unterdessen bekommt Mannion Schwierigkeiten mit dem Sicherheitschef der Verkehrsbehörde, der ihn beschuldigt, in seinem Revier zu wildern. Und das ist nicht Mannions einziges Problem: Seine schrille Ex-Verlobte Trish taucht aus heiterem Himmel wieder auf, nachdem sie erfahren hat, dass er und Sherry sich getrennt haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478897","hoster":"VOE"},{"path":"/redirect/8639056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-9","name":"Schwarzes Schaf","epNo":9,"alt":"Cop Hunt","descr":"Eine Vergewaltigungsserie versetzt die Stadt in Angst und Schrecken. Der Täter verkleidet sich als Polizist und zwingt angetrunkene Frauen mit einem Streifenwagen zum Anhalten, um sie anschließend zu missbrauchen. Während Nick alle Hände voll damit zu tun hat, die Presse abzuwehren, gerät der Polizist Ray Cutter unter Verdacht. Er war in den fraglichen Nächten allein auf Streife und passt auf die Täterbeschreibung. Die Tatsache, dass er bei der Verhaftung durchdreht, spricht ebenfalls nicht gerade für ihn. Eine weitere Spur lässt den Fall jedoch in einem ganz anderen Licht erscheinen… Mannion bekommt Besuch von seiner Tochter Beth, die ihm eröffnet, dass sie ebenfalls Polizistin werden will. Mannion ist hin- und hergerissen, vermittelt ihr dann aber einen Schnupperkurs im Department. Doch Beth will nicht in Washington bleiben, sondern ihre Ausbildung in New York absolvieren. Unterdessen ist Debreno auf dem besten Weg, sich wieder mit seiner Frau Claire zu versöhnen, und Phil Brander gerät in einen handfesten Streit mit Ella, weil er in der Abteilung Geschenkpapier verkauft und damit ihr Revier streitig macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478900","hoster":"VOE"},{"path":"/redirect/8639059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-10","name":"Letzte Ehre","epNo":10,"alt":"Thursday","descr":"Eine Frau und ihre beiden Kinder sind mit ihrem Auto von einer Brücke abgekommen und in den Fluss gestürzt. Im letzten Moment werden die drei von Officer Robert Turner gerettet, doch der mutige Polizist lässt dabei sein Leben. Mannion beschließt, dass alle, die Turner kannten, bei der Trauerfeier ein paar Worte über ihn sagen sollen. Temple fällt es schwer, die richtigen Worte zu finden, denn er hielt Turner für ein Schlitzohr: Der Officer hatte von Temple eine Anzahlung für Trikots kassiert, diese dann aber nicht geliefert. Ein Paket, das wenige Tage nach Turners Tod eintrifft, beschämt Temple jedoch zutiefst: Es sind die erwarteten Trikots! Unterdessen erinnert sich Noland daran, dass Turner bereits mehrmals durch die Detective-Prüfung gefallen, aber immer wieder angetreten ist. Mannion befördert Turner daraufhin posthum zum Detective","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478869","hoster":"VOE"},{"path":"/redirect/8639038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-11","name":"Die Drogenfalle","epNo":11,"alt":"Russian Winter (a.k.a.The Russian Wars)","descr":"Jack Mannions Erzfeind Dimitri Putin, einst Oberst des KGB und heute Chef der russischen Mafia, ist wieder in der Stadt aufgetaucht. Gleichzeitig wendet sich Erin Vratalov Hilfe suchend an Mannion. Sie berichtet, dass Putin ihren Mann Yuri damit beauftragt hatte, Mannion aus dem Weg zu räumen. Bei dem Mordanschlag hatte Yuri jedoch Mannions Kollegen Danny McGregor erwischt und war daraufhin von Putin ermordet worden. Nun befürchtet Erin, dass Putin auch hinter ihr her sein könnte und bittet Mannion um Schutz. Doch sie gibt Mannion auch einen wichtigen Hinweis auf eine Tonaufzeichnung ihres Mannes, mit deren Hilfe Mannion seinen schlimmsten Widersacher ein für allemal aus dem Verkehr ziehen könnte: Es handelt sich um den Mitschnitt des Mordauftrags, den Yuri kurz vor seinem Tod in einer Lagerhalle versteckt hatte. Jack könnte sich eigentlich genüsslich die Hände reiben und Putin endlich verhaften, wäre da nicht CIA-Agent John Ridley, der Putin braucht, um einer gefährlichen Terrororganisation auf die Schliche zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478870","hoster":"VOE"},{"path":"/redirect/8639022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-12","name":"Glaubenskrieg","epNo":12,"alt":"Twist of Hate","descr":"In Washington wurde ein Anschlag auf eine Moschee verübt. Der Vorsitzende Omar Khalid, seine Tochter Dahlia und deren Freund Zayed fühlen sich bedroht. Mannion ermittelt und erfährt, dass die Gemeinde kurz zuvor einige Drohbriefe erhalten hatte, Hinweise auf den Täter findet er darin jedoch nicht. Für Mannion und sein Team beginnt eine komplizierte Suche nach Indizien… Debreno und Temple untersuchen derweil zwei weitere Verbrechen mit politischem Hintergrund: Ein jüdischer Rabbi wurde ermordet und Ellas Wohnungstür mit rassistischen Graffiti beschmiert. Während der Sonderbeauftragte J.T. Betancourt in Ellas Fall ermittelt, laufen auch Debrenos und Temples Nachforschungen auf Hochtouren. Der Täter erweist sich schließlich als jemand, dem keiner der Ermittler diese Taten zugetraut hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478874","hoster":"VOE"},{"path":"/redirect/8639045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-13","name":"Letzte Worte","epNo":13,"alt":"This Too Shall Pass","descr":"Eine Journalistin wurde ermordet. Temple und Debreno werden mit den Ermittlungen beauftragt und finden in ihrer Wohnung Fingerabdrücke, die zu einem Mann im Rollstuhl führen. Der Mann behauptet, die Reporterin sei schon tot gewesen, als er sie gefunden habe, doch Debreno glaubt ihm nicht und versucht alles, um ihm den Mord nachzuweisen. Mannion fliegt nach New York, um anlässlich der Abschlussfeier seiner Tochter Beth an der Polizeischule eine Rede zu halten. Während er dabei seiner Exfrau Sherry wieder näher kommt, geht es bei seinen Kollegen in Washington drunter und drüber: Nancy hat im Taxi ihren Traummann kennengelernt, woraufhin Brander sich genötigt sieht, ihr endlich seine Liebe zu gestehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478872","hoster":"VOE"},{"path":"/redirect/8639020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-14","name":"Giftmüll","epNo":14,"alt":"Wasteland","descr":"Immer wieder leiden Lehrer und Schüler der Woodby Elementary School an unerklärlichen Krankheiten. Die Lehrerin Irene Baxter hat bereits mehrfach Untersuchungen gefordert, doch bisher ist sie damit auf taube Ohren gestoßen. Um ihrer Forderung Nachdruck zu verleihen, greift sie zu einer radikalen Lösung und bringt einige Mitglieder des Schulamtes in ihre Gewalt. Mannion und seine Leute haben zwölf Stunden Zeit, um die Ursache für die Erkrankungen herauszufinden. Gelingt ihnen das nicht, will Irene das Feuer auf ihre Kollegen eröffnen. Jetzt sind alle im Revier gefragt, selbst Ellas neuer Verehrer Clive, ein Lobbyist der chemischen Industrie, beteiligt sich an der Aufklärung. Mit vereinten Kräften gelingt es schließlich, die unfassbare Wahrheit herauszufinden: Eine zwielichtige Firma entsorgt offenbar ihren Giftmüll ganz in der Nähe der Schule in undichten unterirdischen Tanks","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478879","hoster":"VOE"},{"path":"/redirect/8639025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-15","name":"Auge um Auge","epNo":15,"alt":"Daughter for Daughter","descr":"Mannion sieht sich erneut mit seinem Erzfeind Dimitri Putin konfrontiert, denn Putin hat seine Tochter Beth entführt. Der Chief vermutet zunächst, dass Putin einen Austausch gegen seine Tochter Erin fordert, die im Rahmen des Zeugenschutzprogramms von der CIA überwacht wird. Doch er irrt sich, denn Erin ist seit einiger Zeit spurlos verschwunden, befindet sich also gar nicht mehr in der Obhut der CIA. Wenig später taucht Beth vollkommen verstört und durcheinander auf. Noch beunruhigender ist allerdings der Fund, den die Polizei im Kofferraum ihres Wagens macht: die Leiche einer unbekannten jungen Frau. Beth wird unter Mordverdacht verhaftet, und Mannion muss beweisen, dass sie hereingelegt wurde. Allerdings gibt es nur einen Menschen, der ihm dabei helfen könnte: Dimitri Putin","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478878","hoster":"VOE"},{"path":"/redirect/8639032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-16","name":"Die falsche Zeugin","epNo":16,"alt":"The Greenhouse Effect","descr":"Restaurantbesitzerin Teddy Reed, eine alte Bekannte von Mannion, steckt in Schwierigkeiten. Angeblich ist sie die einzige Zeugin des Mordes an dem Kongressabgeordneten Robert Sullivan. Mannion spürt, dass Teddy ihn anlügt, doch was verheimlicht sie? Die Spuren führen unterdessen von Sullivans nun steinreicher Witwe zu seinem Anwalt Chester Glass, dessen Gesetzentwurf er kürzlich zugestimmt hatte, obwohl er ihn vorher entschieden abgelehnt hatte… In Washington soll ein Denkmal zu Ehren von drei Polizisten aufgestellt werden. Auch Ray Cutter gehört dazu, ist über den Entwurf seiner Figur jedoch alles andere als begeistert. Unterdessen beschädigt Ella Mannions 2.000 Jahre alten griechischen Helm. Sie ist untröstlich, aber dann stellt sich heraus, dass der Helm ohnehin eine Fälschung war","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478880","hoster":"VOE"},{"path":"/redirect/8639029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-17","name":"Kunstraub","epNo":17,"alt":"Still Life","descr":"Debreno ist nicht begeistert: Mannion hat ihm die neue Kollegin Olivia Cahill zugeteilt. Die beiden sollen im Fall eines Museumseinbruchs ermitteln, bei dem ein Picasso gestohlen wurde. Einer der Wachmänner hat den Einbrecher verfolgt, dann aber versehentlich auf seinen eigenen Kollegen geschossen. Während der Verletzte ins Krankenhaus gebracht wird, entdecken Debreno und Cahill den Verdächtigen, der sich noch immer im Museum aufhält. Das wertvolle Gemälde ist jedoch nirgendwo aufzufinden. Spielen die beiden Wachmänner ein falsches Spiel? Für Ella kommt es unterdessen faustdick: Sie hat Grund zur Sorge, dass der Brustkrebs zurückgekehrt ist, und gleichzeitig gesteht ihr Clive, dass er verheiratet ist. Schon bald kann jedoch Entwarnung gegeben werden: Bei Ella haben sich keine neuen Metastasen gebildet, und bei Clives Ehe handelt es sich um eine Scheinehe mit einer alten Freundin, die dadurch über ihn krankenversichert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478881","hoster":"VOE"},{"path":"/redirect/8639031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-18","name":"Auf die harte Tour","epNo":18,"alt":"Shades of Gray","descr":"Die Verbrechensrate im neunten Distrikt ist in die Höhe geschossen. Mannion macht dafür den hochangesehenen und einflussreichen Commander Richard Gray verantwortlich, dessen Aufklärungsrate stark gesunken ist. Als er ihn deshalb feuert, macht er sich allerdings nicht gerade Freunde. Der Fall wird vor einem Ausschuss verhandelt, der die Kündigung zurückzieht und Gray lediglich zum Captain degradiert. Doch das kann Gray nicht auf sich sitzen lassen: Er kündigt von sich aus, woraufhin viele seiner Kollegen ebenfalls ihre Dienstmarken abgeben. Mannion ist dennoch von seiner harten Vorgehensweise überzeugt, und der Erfolg gibt ihm schließlich recht… Nancys Schlagstock bricht im Gefecht entzwei als sie einen Verdächtigen zu bändigen versucht. Nun muss sie sich einem Verfahren wegen unangemessener Brutalität stellen, doch sie kann schnell rehabilitiert werden: Durch einen Materialfehler zerbrechen die neuen Schlagstöcke schon, wenn man sie nur fallen lässt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478883","hoster":"VOE"},{"path":"/redirect/8639037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-19","name":"Schmutziges Geld","epNo":19,"alt":"Shell Game","descr":"CIA-Agent Daniel Laird wurde in seinem Wagen erschossen. Kurz zuvor war er mit dem Auftrag, nach verschwundenen Geldern zu forschen, bei der Software-Firma Elkgroup eingeschleust worden. Offenbar hatte Laird schon befürchtet, dass seine Tarnung aufgeflogen ist, denn am Abend vor seinem Tod hatte er alle wichtigen Unterlagen an seine CIA-Kollegin Lisa Fabrizzi übergeben. Mannion muss in diesem Fall mit CIA-Direktor Tom Gage zusammenarbeiten und hat schon bald einen Verdächtigen im Visier: Sicherheitschef Eric Braxton. Doch auch Elkgroup-Boss Victor Abbott benimmt sich verdächtig. Während der geheimnisumwitterte CIA-Chefdenker Robert Quinn den Mord an Braxton in Auftrag gibt, entschließt sich Mannion zu einer riskanten Aktion: Er setzt Lisa Fabrizzi als Köder ein, um den Killer aus der Reserve zu locken. Unterdessen müssen Brander und Nancy einen mysteriösen Fall lösen: Aus dem Keller eines Mietshauses dringen unheimliche Geräusche…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478884","hoster":"VOE"},{"path":"/redirect/8639036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-20","name":"Die letzte Beichte","epNo":20,"alt":"The Killing Point","descr":"Vor 13 Jahren wurde Gilbert Isaacs wegen Mordes an zwei Menschen angeklagt und zum Tode verurteilt. In zwei Tagen soll er hingerichtet werden, doch dann wendet sich Debrenos Bruder Patrick, ein Priester, an die Polizei: Ein Mann hat ihm bei der Beichte die Morde von damals gestanden und ihm verraten, wo sich die Mordwaffe befindet. Nun gilt es, einen Unschuldigen vor der Hinrichtung zu bewahren, doch Patrick Debreno darf das Beichtgeheimnis nicht brechen, und die Zeit drängt: Temple, Debreno und Mannion haben 48 Stunden Zeit, um Isaacs zu entlasten und den wahren Täter zu finden… Ella bekommt unterdessen einen Brief von ihrem Ex-Schwager und Rickys Vater Pablito, der sie darum bittet, Ricky auf einen Besuch zu ihm ins Gefängnis zu bringen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9170256","hoster":"VOE"},{"path":"/redirect/8639039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-21","name":"Auf Droge","epNo":21,"alt":"Convictions","descr":"Einer der ersten Fälle, die Kevin Debreno in Mannions Abteilung gelöst hat, wird vor Gericht verhandelt. Es geht um den kolumbianischen Diplomatensohn Jose Eduardo Castillo, der angeklagt wird, mehrere Kilo Heroin ins Land geschmuggelt und verkauft zu haben. Doch nun beschuldigt Castillos Verteidiger Kenneth Skoals den jungen Polizisten, das in Castillos Kofferraum gefundene Heroin selbst dort platziert zu haben, um seinen neuen Chef zu beeindrucken. Mannion gerät ins Zweifeln: Hat sich Debreno, der beruflich wie privat turbulente Zeiten durchmacht, zu einer Dummheit hinreißen lassen? Für Debreno kommt es noch schlimmer: Seine Frau Claire will mit den beiden Töchtern nach Chicago ziehen. Um sie davon abzuhalten, weigert er sich, die Scheidungspapiere zu unterzeichnen und entfacht damit wieder einmal einen heftigen Streit. Ella hat derweil ganz andere Probleme: Sie befürchtet, dass es im Keller des Bürogebäudes spukt. Was sie nicht ahnt: Ihre Kollegin Julie trifft sich dort regelmäßig zum Tête-à-Tête mit einem Kollegen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478889","hoster":"VOE"},{"path":"/redirect/8639049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-2/episode-22","name":"Waffenstillstand","epNo":22,"alt":"Payback","descr":"In der Stadt tobt ein blutiger Krieg zwischen zwei Jugendbanden, der bereits ein Todesopfer gefordert hat: einen zwölfjährigen Jungen namens Darren \"Junior\" Fox. Chief Mannion gerät in die Kritik und muss sich schnell etwas einfallen lassen, um der Gewalt ein Ende zu bereiten. Die Zeit drängt, denn inzwischen sind Nancy und Brander von den jugendlichen Drogendealern entführt worden. Mannion gelingt es schließlich jedoch, die verfeindeten Banden zum Waffenstillstand zu bewegen – ein Erfolg, den Bürgermeisterkandidat Richard Gray schamlos ausnutzt, um seine politische Karriere voranzutreiben. Temple, ehemals selbst drogenabhängig, ermittelt als vermeintlicher Dealer auf eigene Faust im Drogenmilieu. Als er Crack rauchen muss, damit seine Tarnung nicht auffliegt, wird ihm jedoch klar, dass er noch immer Gefahr läuft, wieder rückfällig zu werden. Unterdessen hält Clive um Ellas Hand an und bittet sie, mit ihm nach Seattle zu ziehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478888","hoster":"VOE"},{"path":"/redirect/8639068","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-1","name":"Über Bord","epNo":1,"alt":"Resurrection (1)","descr":"Mannions Team befürchtet das Schlimmste: Alles sieht danach aus, als sei der Chief auf seinem Boot erschossen wurde. Fieberhaft suchen die Detectives nach seiner Leiche, doch vergebens. Temple und Debreno finden jedoch schließlich eine heiße Spur zum Täter: Es ist Erin Vratalov. Die Tochter von Mannions Erzfeind Dimitri Putin. Doch sie hat nicht auf eigene Faust gehandelt. Unterdessen ganz in der Nähe: Mannion konnte sich mit letzter Kraft ans Ufer retten und lässt sich seine Wunden notdürftig von Doktor Chhugani versorgen. Bis er herausbekommen hat, wer hinter dem Anschlag auf sein Leben steckt, will Mannion aber niemanden darüber informieren, dass er überlebt hat. Während Mannion sich inkognito auf Spurensuche begibt, wird Joe Noland, der den Chief vertritt, von Justizminister Troy Hatcher unter Druck gesetzt, den Fall schnell zu lösen. Doch warum hat der Minister plötzlich so großes Interesse an Mannions Fall? Restlos überfordert fühlt sich derweil die neue Pressesprecherin Kendall Truman, die Mannion kaum kannte und nun die richtigen Worte über ihn finden muss…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478899","hoster":"VOE"},{"path":"/redirect/8639057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-2","name":"Totgeglaubt","epNo":2,"alt":"Oil and Water (2)","descr":"Während seine Kollegen noch immer davon ausgehen, dass der Chief tot ist, verfolgt Mannion Staatssekretär Adam Witton bis nach Paris, wo dieser sich mit CIA-Agent John Reynolds trifft. Mannion ist davon überzeugt, dass Witton hinter dem Anschlag auf sein Leben steckt, doch welche Motive hatte er? Zur selben Zeit in Washington: Als Temple wegen einer Geschwindigkeitsübertretung von einem jungen Verkehrspolizisten angehalten wird, findet man in seinem Kofferraum Kokain. Die Drogen hat Temple zwar bei einem Einsatz konfisziert, doch es kostet ihn einige Mühe, das auch dem ehrgeizigen jungen Cop Carl Bencher klar zu machen. Derweil weigert sich Debreno noch immer, die Scheidungspapiere zu unterschreiben, und wird deshalb auf Schritt und Tritt von der Anwältin seiner Noch-Ehefrau verfolgt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478917","hoster":"VOE"},{"path":"/redirect/8639078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-3","name":"Schmutzige Bilder","epNo":3,"alt":"Explicit Activities","descr":"Die elfjährige Melissa Howell wurde ermordet im Park gefunden. Während die Ermittler zunächst ihren Vater Ruben verdächtigen, stellt sich heraus, dass das Mädchen sexuell missbraucht wurde. Ruben Howell kann schnell entlastet werden, denn als im Internet pornografische Bilder von Melissa auftauchen, führt die Spur zu ihrem Tanzlehrer Jeff Samuels. Unterdessen wendet sich der Kongressabgeordnete Brock Galloway an Mannion: Galloway glaubt nicht an den Unfalltod seines Sohnes Ryan und bittet den Chief, den Fall erneut aufzurollen. Dabei entdecken Mannion und Detective Olivia Cahill, dass Ryan in eine verdeckte FBI-Ermittlung gegen einen Kinderpornografie-Ring verwickelt war und von einem FBI-Agenten erpresst wurde. Hängen dieser und Melissas Fall zusammen? Für Mannion sind die angesammelten Informationen jedenfalls Grund genug, sich für einen neuen Gesetzentwurf zum Thema Kinderpornografie starkzumachen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478921","hoster":"VOE"},{"path":"/redirect/8639096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-4","name":"Der Raubritter","epNo":4,"alt":"Drug Money","descr":"Eine Serie von Raubüberfällen beschäftigt das Team um Chief Jack Mannion. Jüngstes Opfer ist ein Pharmareferent, der in seinem Auto überfallen wurde. Die Beute: Medikamente im Wert von mehreren Tausend Dollar. Einer der Täter ist der vermeintliche Drogendealer Otis McClure, doch er arbeitet nicht auf eigene Faust. Hinter den Überfällen steckt Dr. Lloyd Carson, ein Arzt in einer Armenklinik. Der Fall ist gelöst, doch das Motiv des engagierten Arztes erschüttert die Polizisten zutiefst und stürzt sie in ein moralisches Dilemma. Besonders Ella ist vollkommen bestürzt über die Verhältnisse in der Armenklinik und beschließt, etwas dagegen zu unternehmen. Sie organisiert eine Auktion, deren Erlös der Klinik zugute kommen soll. Versteigert wird ein Dinner mit dem attraktiven Kevin Debreno, das für 10.000 Dollar von der wohlhabenden Bürgermeister-Kandidatin Melinda Lockhart ersteigert wird. Debreno schießt jedoch weit über das Ziel hinaus und bietet der Dame nach dem Dinner auch noch ein Schäferstündchen im Auto. Daneben ist Debreno mit Temple Page beschäftigt, denn er hat entdeckt, dass sein Kollege noch immer Drogen nimmt. Nun zwingt er ihn dazu, vor Mannion reinen Tisch zu machen und einen Entzug zu beginnen. Unterdessen muss Mannion frustriert feststellen, dass ihm schon wieder jemand seinen Schokoriegel aus dem Kühlschrank geklaut hat. Mit kriminalistischen Methoden will er den Übeltäter nun überführen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478922","hoster":"VOE"},{"path":"/redirect/8639089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-5","name":"Der Sündenfall","epNo":5,"alt":"Faith","descr":"Kevin Debrenos Bruder Patrick, ein katholischer Geistlicher, wird auf einer Beerdigung angeschossen. Während Mannion händeringend nach Beweisen und einem Motiv sucht, erhält Kevin interessante Informationen von seiner neuen Liebschaft, der Bürgermeister-Kandidatin Melinda Lockhart: Monsignore Banning, der während der Beerdigung neben Patrick gestanden hatte, war mehrfach in Fälle von Kindesmissbrauch verwickelt, ist aber nie verurteilt worden. Galten die Schüsse auf dem Friedhof ihm? Von Melinda erfährt Kevin Debreno auch von den jüngsten Anschuldigungen gegen Banning. Teresa und Carl Haskell, die Eltern des missbrauchten Kindes, wollen aber nicht mehr aussagen und den Vorfall einfach vergessen. Während der Fall den sensiblen Patrick Debreno, der dem Monsignore viel verdankt, in eine Glaubenskrise stürzt, erfährt Mannion schließlich den Namen eines früheren Opfers: Tim Rush. Wird der junge Mann bereit sein, gegen seinen früheren Peiniger auszusagen? Im Fall des Friedhof-Schützen führen die Spuren unterdessen eindeutig zu Teresa Haskell","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478924","hoster":"VOE"},{"path":"/redirect/8639100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-6","name":"Im Fadenkreuz","epNo":6,"alt":"Old Wounds","descr":"Der Kriminelle Orlando Casey ist bei einem Autounfall ums Leben gekommen. Da sich in seinem Kofferraum viel Geld findet, werden polizeiliche Ermittlungen eingeleitet. Mannions Team befragt zunächst Tamra Kenworthy, die inzwischen reich verheiratete Ex-Freundin von Casey, die ihnen allerdings nicht helfen kann oder will. Die Spuren führen unterdessen in ein verlassenes Lagerhaus, in dem eine Kamera mit eingebautem Revolver gefunden wird. Mannion ist sofort klar: Das ist die Handschrift des Profikillers, der vor 25 Jahren seinen Freund Sonny erschossen hat und der Polizei seitdem immer wieder durch die Lappen geht. Mannion vermutet, dass der eifersüchtige Casey den Killer damit beauftragt hatte, Tamra zu töten, doch in Wahrheit ist der Fall viel komplizierter… Unterdessen erhält Nancy schlechte Nachrichten: Sie trägt die Veranlagung für die im Volksmund Veitstanz genannte Krankheit Chorea Huntington in sich… In dieser Episode als der junge Jack Mannion zu Gast bei \"The District – Einsatz in Washington\": Noah Nelson, Sohn des Hauptdarstellers Craig T. Nelson.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478926","hoster":"VOE"},{"path":"/redirect/8639099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-7","name":"Der zweite Mann","epNo":7,"alt":"The Second Man","descr":"Die Schwangerschaftsgelüste seiner Frau Gayle treiben Noland noch einmal zu später Stunde aus dem Haus, um einige Lebensmittel einzukaufen. Dabei wird er Zeuge eines Überfalls auf den Laden. Beherzt greift Noland ein und schießt in Notwehr auf den jungen Verbrecher namens Robbie Stockwell, der wenig später seiner Schussverletzung erliegt. Noland behauptet, der Kriminelle habe eine Pistole gehabt und auf ihn gerichtet, doch seine Kollegen können die Waffe nirgendwo finden. Während Chief Mannion und die Kollegen davon überzeugt sind, dass Stockwell einen Komplizen hatte und dieser die Waffe an sich genommen hat, verlangt Chief Hunter, Noland bis zur vollständigen Aufklärung des Falls vom Dienst zu suspendieren. Mannion widerspricht dem genauso wie Troy Hatchers Vorhaben, überall in der Stadt Überwachungskameras zu installieren. Schließlich sind es jedoch ausgerechnet die Bilder einer Überwachungskamera, die im Fall Stockwell die Wahrheit ans Tageslicht bringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478928","hoster":"VOE"},{"path":"/redirect/8639090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-8","name":"Keine Gefangenen","epNo":8,"alt":"Free-Fire Zone","descr":"Journalist Aaron Neely beschuldigt Mannion öffentlich, vor 32 Jahren im Vietnamkrieg den Auftrag gegeben zu haben, 18 unschuldige Vietnamesen zu töten. Erhalten hat Neely diese Informationen von Mannions Kriegskameraden Chip Renson, der mittlerweile ein seelisches Wrack ist. Mannion, der keinerlei Schuld auf sich geladen hat, gerät in einen Zwiespalt: Um seinen eigenen Ruf zu retten, müsste er seinen alten Freund Chip verraten. Das bringt er jedoch nicht übers Herz, schon gar nicht, als die Generalität ihn dazu auffordert, Chip für alles verantwortlich zu machen. Nun steht deshalb Mannions Karriere auf dem Spiel… Ein Unbekannter schickt dem Revier ein Foto mit der Aufforderung, die darauf abgebildete Person zu verhaften. Der Absender wird als die kleine Polly Dutton identifiziert, die ihren Bruder Joe um jeden Preis davon abhalten will, einer brutalen Gang beizutreten. Der Fall ist ernster als gedacht, denn Temple und Debreno befürchten, dass der Elfjährige sogar einen Mord begehen würde, nur um in die Gang aufgenommen zu werden. Unterdessen muss Ellas Stiefsohn Ricky zur Strafe im Präsidium die Post verteilen, und Gayle verlangt von Noland, seinen geliebten Sportwagen gegen ein familienfreundlicheres Modell einzutauschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478932","hoster":"VOE"},{"path":"/redirect/8639102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-9","name":"Schlag auf Schlag","epNo":9,"alt":"Return of the King","descr":"In Washington soll ein Kampf der Boxweltmeisterschaft ausgetragen werden. Favorit ist der aggressive ehemalige Weltmeister Atticus King, der jedoch verhaftet wird, nachdem man seine Frau Georgia ermordet in ihrem Penthouse aufgefunden hat. Während sich die Medien über den Fall hermachen, laufen die Ermittlungen von Mannions Team auf Hochtouren. Nachwievor gilt King als Hauptverdächtiger, doch Mannion kann ihm nichts nachweisen und muss ihn wohl oder übel wieder auf freien Fuß setzen. Der politische Druck auf die Abteilung wächst. Erst als mit Kings Manager Rick Sheffield ein weiterer Verdächtiger auftaucht, kommen Mannion und seine Leute der Wahrheit auf die Spur. Während zwischen Mannion und Vanessa die Funken sprühen und auch Temple und Pressesprecherin Kendall heftig flirten, kommt es im Police Departement zu einem kleinen Skandal: Silas Carver hatte sich vor Jahren unter dem Namen seines Bruders Stanley als Hausmeister einstellen lassen, um seine kriminelle Vergangenheit zu vertuschen. Doch nun ist sein Bruder gestorben und die Täuschung aufgeflogen. Da Carver jedoch seit Jahren ein vorbildliches Leben führt, beschließt Mannion, ihm eine zweite Chance zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478933","hoster":"VOE"},{"path":"/redirect/8639121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-10","name":"Wahre Wunder","epNo":10,"alt":"Small Packages","descr":"Drei Elfen haben eine Woche vor Weihnachten einen Transport mit Geldspenden überfallen. Temple und Debreno ermitteln und stellen fest, dass in den vergangenen drei Jahren jeweils eine Woche vor dem Fest ähnliche Verbrechen begangen wurden. So kommen sie schon bald drei Kleinwüchsigen auf die Spur, die noch einiges mehr auf dem Kerbholz haben… Brander und Nancy finden in der Krippe des Departements einen wenige Stunden alten Säugling. Wie sich herausstellt, ist die Mutter ein sehr junges Mädchen, das mit der Geburt vollkommen überfordert war. Brander und Nancy bringen die Schülerin jedoch dazu, sich ihrer Verantwortung zu stellen. Unterdessen befindet sich die gesamte Abteilung im Vorweihnachtsstress. Ella ist sogar schon so durcheinander, dass sie die Geschenke vertauscht und Debreno den für Clive gedachten sexy Slip überreicht. Ganz andere Wünsche erfüllt derweil Mannion: Er ist als Weihnachtsmann unterwegs und wird von dem achtjährigen Clarence darum gebeten, seine zu Unrecht verurteilte Mutter aus dem Gefängnis zu holen. Mannion setzt alle Hebel in Bewegung, verpasst dadurch jedoch die Verabredung mit seinen Kindern in der Karibik","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173367","hoster":"VOE"},{"path":"/redirect/8639081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-11","name":"Letzte Hilfe","epNo":11,"alt":"Goodbye, Jenny","descr":"Mannions gute Freundin Jenny ist an AIDS erkrankt und hat nicht mehr lange zu leben. Nun steht der Chief vor einer schwierigen Aufgabe, denn er will Jenny in den Tod begleiten. Gemeinsam verbringen die beiden Jennys letzte Stunden auf Mannions Boot, wo die Todkranke bei Sonnenaufgang friedlich einschläft. Temple und Debreno ermitteln im Fall des unter Mordverdacht stehenden Drogendealers Lester Richards, der mit zwei Kilogramm Kokain erwischt wurde. Als sich das Kokain plötzlich in Puderzucker verwandelt, schrillen auf dem Revier die Alarmglocken: Wer ist die undichte Stelle? Ist es vielleicht Nancy, die noch immer hoch verschuldet ist? Ella hat einem auf der Straße verunglückten Mann durch ihre Erste-Hilfe-Maßnahmen das Leben gerettet. Da er nun jedoch dauerhaft gelähmt sein wird, wollen er und seine Frau sie nun verklagen. Ganz andere Sorgen hat Temple: Er wird von der herben Ballistikexpertin Carol Bodine umworben und traut sich nicht, ihr einen Korb zu geben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478905","hoster":"VOE"},{"path":"/redirect/8639063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-12","name":"Intelligenz-Bestie","epNo":12,"alt":"Untouchable","descr":"Jean-Paul Bertrand, ein illegal aus Haiti eingewanderter dreifacher Vater, ist auf offener Straße erschossen worden. Kurze Zeit später gesteht der Jurastudent Bill Wallace, den Mord begangen zu haben. Temple und Debreno freuen sich bereits über die schnelle Aufklärung des Falls, aber plötzlich behauptet Wallace, er sei nur Zeuge des Mordes gewesen. Offenbar glaubt Wallace, klüger als die Polizei zu sein, doch Mannions Team lässt sich nicht so leicht an der Nase herumführen. Dass Wallace’ Anwalt ausgerechnet Vanessas Exmann Matt Kenton ist, bringt Mannion aber dennoch ein wenig aus dem Gleichgewicht. Während Nancy und Cutter eine verweste Frauenleiche finden, sagt Kendall ein Abendessen mit Temple ab, um sich heimlich mit ihrem verheirateten Liebhaber Gordon Beecham zu treffen. Debreno, der die beiden zufällig zusammen sieht, informiert Temple, doch der gibt sich uninteressiert. Hinter seiner coolen Fassade sieht es jedoch ganz anders aus, denn gerade erst hat er mit Giselles Vater Reverend Hamilton über die Möglichkeit einer neuen Liebe gesprochen. Mannion kümmert sich unterdessen um die drei Kinder von Jean-Paul Bertrand, die nun abgeschoben werden sollen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478903","hoster":"VOE"},{"path":"/redirect/8639066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-13","name":"Quarantäne","epNo":13,"alt":"Sacrifices","descr":"Sergeant Brander hat einen ausländischen Kriminellen inhaftiert, der mit einer verdächtigen Krankheit infiziert ist – möglicherweise handelt es sich um das Ebola-Virus. Sofort wird das Polizeirevier unter Quarantäne gestellt. Schon bald verschlechtert sich Branders Befinden, und der Zustand des geheimnisvollen Fremden ist ebenfalls besorgniserregend. Da auch Jack Mannion das Revier nicht verlassen darf, muss er sich bei den Außenermittlungen auf seine Mitarbeiterin Ella Farmer verlassen, die zu Hause mit ihren Hochzeitsvorbereitungen beschäftigt ist. Sie versucht herauszufinden, woher der Fremde stammt und ob er von einer Terrororganisation als lebendige Biowaffe eingesetzt werden sollte. Mannion, der derweil versucht, die Lage im Revier unter Kontrolle zu bringen, sieht sich gezwungen, sich über alle ärztlichen Vorschriften hinwegzusetzen und den isolierten Brander aufzusuchen, um dessen Leben zu retten. Währenddessen sind Debreno und Kendall auf der Suche nach ihrem Kollegen Page, der vor Verlassen des Reviers mit dem Kranken in Berührung gekommen ist und möglicherweise ebenfalls mit dem Virus infiziert ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478904","hoster":"VOE"},{"path":"/redirect/8639064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-14","name":"Verschollen in L.A.","epNo":14,"alt":"Blindsided","descr":"Mannion und Vanessa haben – unabhängig voneinander – in Los Angeles zu tun. Auf dem Flughafen laufen sie sich zufällig in die Arme und Mannion bietet Vanessa an, sie mit ins Hotel zu nehmen. Auf dem Weg dorthin werden sie überfallen, beraubt und in einer verlassenen Gegend ausgesetzt. Mannion muss sogar seine Schuhe hergeben. Es folgt eine Odyssee, in der beide gemeinsam versuchen, zum Hotel zu finden und die Räuber aufzuspüren… Bürgermeister Douglas versucht, Ella abzuwerben, indem er ihr einen Posten als Verantwortliche für Stadtentwicklung und soziale Fragen anbietet. Ella befindet sich in einem Zwiespalt. Auf der einen Seite findet sie das Angebot äußerst interessant, auf der anderen Seite empfindet sie tiefe Loyalität zu Jack Mannion. Melinda Lockhart wird erpresst: Es existiert ein Video, das sie in einer intimen Szene mit einem Unbekannten zeigt. Dieses Video könnte ihre Karriere ruinieren. Melinda jedoch bestreitet, die Frau zu sein, die auf dem Video zu sehen ist… Kendall hat Gordon Beecham verlassen. Doch er will unbedingt mit ihr zusammenbleiben und lässt sie nicht in Ruhe. Verzweifelt wendet sich Kendall an Temple.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478908","hoster":"VOE"},{"path":"/redirect/8639070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-15","name":"Auf Streife","epNo":15,"alt":"Back in the Saddle","descr":"Auf die bekannte Sängerin Haylie Adams wird während einer Probe ein Attentat verübt: Ein Scheinwerfer fällt von der Decke und schlägt knapp neben der Sängerin auf. Darauf ist der Satz geschrieben: \"Wenn Du morgen Abend singst, wirst Du sterben.\" Schockiert von der aggressiven Botschaft wird die Polizei alarmiert und entschieden, dass Sergeant Debreno für die nächsten Tage als Haylies Leibwächter fungieren soll. Zunächst gerät ein fanatischer Fan ins Visier der Ermittlungen. Doch am Abend des Auftritts, für den der Mord angekündigt war, stellt sich heraus, dass sich der Täter im näheren Umfeld der Sängerin befinden muss… Während Debreno gemeinsam mit Haylie in deren komfortablem Hotelzimmer logiert, heißt es für den Rest der Truppe \"auf Streife\". Chief Mannion ist der Meinung, dass in den letzten Monaten die \"normale\" Arbeit der Streifenpolizisten zu sehr vernachlässigt worden ist. Darum will er, dass sich alle Polizisten, die nicht mit einem schwerwiegenden Fall beschäftigt sind, auf Streife begeben – er selbst eingeschlossen. Doch die Suche nach den kleinen Fischen fördert sehr schnell auch große Fische zu Tage","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478907","hoster":"VOE"},{"path":"/redirect/8639069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-16","name":"Sein letzter Fall","epNo":16,"alt":"Last Waltz","descr":"Mannion bekommt Besuch von seinem hochgeschätzten, ehemaligen Partner und Mentor Mike aus New York. Der pensionierte Polizist wird bei seiner Ankunft am Bahnhof prompt Zeuge eines Überfalls auf einen Juwelenkurier, der an den Folgen des Überfalls stirbt. Dank der beherzten und tatkräftigen Mithilfe von Mike können die beiden Täter gestellt werden. Doch für Mike ist der Fall damit noch nicht beendet. Er vermutet, dass hinter dem Überfall mehr steckt und schaltet sich in die Ermittlungen ein. Debreno und Nancy müssen die Kronzeugin Audrey Livingston nach Chicago begleiten. Sie hat eine verhängnisvolle Schießerei beobachtet und soll nun vor Gericht in Chicago aussagen, um anschließend in ein Zeugenschutzprogramm aufgenommen zu werden. Doch die Fahrt läuft nicht ganz wie geplant: Audrey bittet ihre Begleiter, sie ein letztes Mal ihre Tochter sehen zu lassen und die beiden Polizisten willigen ein. Die Abschiedsszene zwischen Mutter und Tochter geht Audrey unter die Haut. Und die herzerfrischende Art der Zeugin bleibt nicht ohne Einfluss auf Nancy und Debreno, die sich auf neue Art kennenlernen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478910","hoster":"VOE"},{"path":"/redirect/8639095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-17","name":"Blank","epNo":17,"alt":"Where There\u0027s Smoke","descr":"Durch den Konkurs einer großen Firma, der Enco Corporation, fehlen der Stadt mehrere Millionen Dollar an Einnahmen. Budgetkürzungen sind unausweichlich, von denen auch die Polizei betroffen ist. Mannion sieht sich gezwungen, Entlassungen in seiner Abteilung vorzunehmen. Wütend über diese Entwicklung liefert er sich einen kleinen Privatkrieg mit Sal Corruzo, dem Leiter des städtischen Bauamtes. Dieser leistet sich seit längerer Zeit einen teuren Rechtsstreit wegen Sanierungsmaßnahmen der Straßen. Mannion ist der Meinung, dass Corruzo Gelder der Stadt verschleudert, die besser in die Polizeiarbeit investiert würden. Durch dieses Verhalten bringt Mannion aber Morgan Douglas, den Bürgermeister, gegen sich auf. Und dann beauftragt Douglas Lockhart, einen Vorwand zu finden, um Mannion kompromittieren zu können… Brander und Parras versuchen unterdessen, einen Exhibitionisten zu fassen, der sich vornehmlich an offenen Plätzen in der Nähe von Denkmälern entblößt. Während einer Verfolgungsjagd erleiden die beiden einen Unfall und Brander schwört, den nackten Flitzer zu kriegen – koste es, was es wolle. Anhand der Route der besuchten Statuen leitet Brander ab, wo sich der Täter das nächste Mal zeigen wird und lauert ihm dort gemeinsam mit Nancy auf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478914","hoster":"VOE"},{"path":"/redirect/8639072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-18","name":"Blutspur","epNo":18,"alt":"Bloodlines","descr":"Darina Clarke, eine schwarze Prostituierte, wird tot aufgefunden. Sie ist nicht das einzige afroamerikanische Mordopfer – Washington wird von einer Reihe offensichtlich rassistisch begründeter Morde erschüttert. Doch woher der Hass des Täters rührt, ist unklar. Nachdem Mannion zunächst das Gefühl hat, die sprichwörtliche Nadel im Heuhaufen suchen zu müssen, führt ihn eine Buchseite, die der Mörder der toten Darina in den Mund gestopft hat, endlich auf eine heiße Spur… Die übrigen Ermittler aus Mannions Team setzen sich unterdessen mit anderen Problemen auseinander. Temple bemerkt, dass einer seiner inoffiziellen Informanten, Reese, heroinabhängig ist und versucht, ihn zu einer Entziehungskur zu überreden. Parras muss ihrem Vater helfen, der verhaftet wurde, weil er sich mit einer Prostituierten eingelassen hat. Ella Farmer schließlich bereitet die Auszeichnung von Jimmy Upland vor, der todesmutig bei einem Brand ein Menschenleben rettete. Doch dann fallen ihr einige Unstimmigkeiten in Jimmys Version der Geschichte auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478913","hoster":"VOE"},{"path":"/redirect/8639080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-19","name":"Fahrt in den Tod","epNo":19,"alt":"Criminally Insane","descr":"Ein Betrunkener bricht in einer Kneipe eine heftige Schlägerei vom Zaun. Debreno und Temple, die zufällig anwesend sind, verfrachten ihn in Branders Polizeiwagen und schicken ihren Kollegen mit dem tobenden Mann ins Krankenhaus. Aber als Brander das Krankenhaus erreicht, ist der Mann tot. Eine interne Untersuchungskommission wird einberufen, die den Fall klären soll. Den Polizisten wird zur Last gelegt, unnötig Gewalt angewandt und damit den Tod des Mannes verursacht zu haben. Es kommt erschwerend hinzu, dass die schwangere Witwe des Verstorbenen eine Klage gegen Brander, Temple und Debreno wegen fahrlässiger Tötung anstrengt. Vertreten wird sie von Vanessa Cavanaugh, einer Freundin von Mannion: Sie informiert ihn darüber, dass seine politischen Feinde nun die Chance wittern, ihn endgültig aus dem Amt zu drängen. Der Tod des Randalierers zieht plötzlich immer weitere Kreise… Joshua Douglas, der älteste Sohn des Bürgermeisters, ist psychisch krank. Als er auf der Straße Passanten mit seinen wahnhaften Ideen belästigt, bringt Nancy ihn in ein Krankenhaus. Doch Douglas türmt, verletzt einen Kommilitonen mit einem Messer und bedroht schließlich sogar seinen Vater mit einem Revolver. Mannion versucht im letzten Moment einzugreifen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478912","hoster":"VOE"},{"path":"/redirect/8639085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-20","name":"Schlechte Nachrichten","epNo":20,"alt":"Rage","descr":"Der ungeklärte Tod eines Mannes weitet sich zu einem handfesten Polizei-Skandal und persönlichen Desaster für Sergeant Brander aus: Er hatte den betrunkenen Randalierer nur ins Krankenhaus fahren wollen, doch der Mann war auf der Fahrt unerwartet gestorben. Nun wird der Polizist verdächtigt, den Tod des Mannes verschuldet zu haben. Als schließlich auch noch ein Video auftaucht, in dem ein brutal agierender Polizist zu sehen ist, der Brander sehr ähnlich sieht, kommt es zu heftigen Unruhen in Washington. Die Demonstranten zünden Polizeiautos an und fordern rechtliche Schritte gegen Brander. Bürgermeister Douglas überredet daraufhin den Justizminister, Strafanzeige gegen Brander stellen zu lassen. Doch Mannion steht weiter hinter seinem Untergebenen, wohl wissend, dass er damit auch seine eigene Position gefährdet. Und als wäre die Situation nicht schon schwer genug für ihn, erhält er spät nachts einen Anruf von Clive, der ihm eine erschütternde Nachricht mitteilt. Temples Informant Reese, mit dem er mittlerweile gut befreundet ist, gerät in eine Schießerei zwischen Drogendealern und wird angeschossen. Temple sucht fieberhaft nach den Beteiligten der Schießerei. Doch die Verletzungen von Reese sind zu schwer: Auf dem Sterbebett gibt er Temple mit letzter Kraft einen wichtigen Hinweis auf seinen Mörder","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478916","hoster":"VOE"},{"path":"/redirect/8639079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-21","name":"Herz aus Gold","epNo":21,"alt":"Ella Mae","descr":"Nachdem Mannion von Bürgermeister Douglas entlassen worden ist, wird Noland für seinen Posten nominiert. Mannion ist nicht in der Lage, um seinen Job zu kämpfen – er ist zu bestürzt über den Tod seiner Kollegin Ella Farmer. Nur ein kleiner Trost ist die Nachricht, dass Ella Organspenderin war und ihr Herz einem kleinen Jungen das Leben retten konnte. Nach dem Begräbnis kümmert sich Mannion um Ricky, der den Verlust seiner Stiefmutter kaum fassen kann. Später beschließt Mannion, noch einmal allein auf den Friedhof zu gehen – und liest an Ellas Grab einen Brief vor, den er an sie geschrieben hat… Statt ihre Arbeit nach diesen Ereignissen wieder aufzunehmen, melden sich viele Polizisten krank. Auf diese Art wollen sie gegen die Entlassung ihres Chefs protestieren. Und auch Temple und Debreno finden nicht zum Arbeitsalltag zurück: Sie hadern mit ihrer Versetzung in neue Dezernate und trauern weiterhin um Ella. Doch sie haben einen harten Job zu erledigen: Sie müssen endlich den Mörder schnappen, der ihnen schon mehrmals entkommen ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382479","hoster":"VOE"},{"path":"/redirect/8639084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-3/episode-22","name":"Der Fingerzeig","epNo":22,"alt":"Into the Sunset","descr":"Da Mannion nun unfreiwillig arbeitslos ist, beschließt er, endlich Urlaub zu machen. Die Wahl fällt auf einen kleinen Ort in Arizona. Leider bleibt Mannion nicht viel Zeit zum Entspannen: Während eines Golfspiels findet er an abgelegener Stelle einen abgetrennten Finger. Mit seinem grausigen Fund wendet er sich an den Polizisten Arturo Ortez und spürt schnell, dass er an den Richtigen geraten ist. Ortez scheint nicht nur einer der wenigen integren Polizisten in der korrupten Grenzregion zu sein. Er ist auch ein ambitionierter Ermittler. Auf der Suche nach dem Besitzer des Fingers geraten die beiden unversehens in einen Drogenhändlerring… Unterdessen lässt in Washington Nancy der Fall \"Stout\" keine Ruhe. Stout, der in einer Kneipe schwer alkoholisiert randaliert hatte, war in Branders Polizeiwagen auf der Fahrt ins Krankenhaus gestorben. Der Fall verursachte einen Skandal und Brander wurde entlassen. Nun will Nancy ihren ehemaligen Kollegen unbedingt entlasten und erhält tatsächlich einen entscheidenden Hinweis: Stout war offenbar schon vor der Autofahrt schwer verletzt. Als Nancy allerdings Brander die gute Nachricht überbringen will, muss sie feststellen, dass Brander mittlerweile einem anderen Job nachgeht. Mit seiner Vergangenheit scheint er weitgehend abgeschlossen zu haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478923","hoster":"VOE"},{"path":"/redirect/8639086","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-1","name":"Mit Leib und Seele","epNo":1,"alt":"Jack\u0027s Back","descr":"Mannion kehrt nach Washington D. C. zurück. Er ist entschlossen, den Bürgermeister davon zu überzeugen, ihn erneut zum Polizeichef zu ernennen. Temple wird nach dem Mord an einem Drogendealer verhaftet. Mannion bedient sich unkonventioneller Ermittlungsmethoden, um Temples Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478935","hoster":"VOE"},{"path":"/redirect/8639103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-2","name":"Annäherungen","epNo":2,"alt":"The Devil You Know...","descr":"Dem neuen Polizeichef unterläuft ein folgenschwerer Fehler. Bei der Durchsuchung einer Wohnung stirbt eine alte Dame an einem Herzinfarkt. Mannion sieht darin eine Chance, seinen Job zurückzubekommen. Zwischen Temple und Debreno kommt es zu Spannungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478957","hoster":"VOE"},{"path":"/redirect/8639150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-3","name":"Abgründe","epNo":3,"alt":"Free Byrd","descr":"Mannion bittet seine Ex-Frau Sherry, zurück nach Washington D.C. zu ziehen, um in seinem Team mit zu arbeiten. Temple stellt zwei Polizisten eine Falle, die Verdächtigen gegenüber gewalttätig geworden sein sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335742","hoster":"VOE"},{"path":"/redirect/8639130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-4","name":"Gefährlicher Chat","epNo":4,"alt":"The Kindness of Strangers","descr":"Noland nimmt seine Nichte Amy für ein paar Wochen bei seiner Familie auf. Nach kurzer Zeit bemerkt er, dass Amy im Chatroom einen Jungen namens Icarus kennengelernt hat. Als Amy plötzlich spurlos verschwindet, befürchtet Noland, dass sie in die Fänge eines Pädophilen geraten ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478967","hoster":"VOE"},{"path":"/redirect/8639136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-5","name":"Die Patin","epNo":5,"alt":"Blind Eye","descr":"Um ihr Stadtviertel sicherer zu machen, haben sich Einwohner zusammengeschlossen und eine Art Schutzorganisation gebildet. Als Mannion merkt, dass die Organisation bei ihren Einsätzen brutaler vorgeht als nötig, greift er ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478968","hoster":"VOE"},{"path":"/redirect/12984246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-6","name":"Post mortem","epNo":6,"alt":"Jupiter for Sale","descr":"Ein Serienkiller namens Jupiter, der vor 20 Jahren eine Reihe von Menschen ermordet hatte, aber nie gefasst werden konnte, scheint wieder zugeschlagen zu haben. Mannion bekommt bei den Ermittlungen Unterstützung von Billy Nevins, der damals den Fall übernommen hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478966","hoster":"VOE"},{"path":"/redirect/8639141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-7","name":"Eine alte Geschichte","epNo":7,"alt":"A House Divided","descr":"Bei der Nachstellung einer Schlacht aus dem Bürgerkrieg wird ein Mann erschossen. Mannions Verdacht fällt auf Robert Hopkins, der mit einer Schreckschusspistole auf das Opfer schießen sollte und zusätzlich in einem Rechtstreit mit dem Toten stand. Doch zu Mannions Erstaunen besteht Hopkins den Lügendetektortest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14259384","hoster":"VOE"},{"path":"/redirect/8639142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-8","name":"Der letzte Deal","epNo":8,"alt":"Acceptable Losses","descr":"Ricky und Simon werden nach Rickys Geburtstagsfeier mit unerklärlichen Symptomen ins Krankenhaus eingeliefert. Die Untersuchung ergibt, dass sie ohne ihres Wissens Exctasy zu sich genommen haben. Der Verdacht fällt auf Simons Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478975","hoster":"VOE"},{"path":"/redirect/8639165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-9","name":"Oh Wunder!","epNo":9,"alt":"In God We Trust","descr":"Ein Unbekannter verteilt in der Nachbarschaft anonym Lebensmittel, Geld und Kleidung. Obwohl Gwen Mannion bittet, die Sache auf sich beruhen zu lassen, nimmt er die Suche nach dem Robin Hood auf. Denn bei den Geschenken handelt es sich um Diebesgut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478971","hoster":"VOE"},{"path":"/redirect/8639147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-10","name":"In Flammen","epNo":10,"alt":"Hollow Spaces","descr":"Nancy und ihre Mutter werden Opfer eines Überfalls. Mannion ist von Alex enttäuscht. Der scheint an einem Verbrechen beteiligt gewesen zu sein. Obwohl er seine Unschuld beteuert, glaubt Mannion ihm nicht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478937","hoster":"VOE"},{"path":"/redirect/8639108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-11","name":"Die einzige Zeugin","epNo":11,"alt":"The Voice Inside","descr":"Tommy Moran war früher einer der erfolgreichsten Vermittler bei Entführungen. Nach einem missglückten Einsatz hatte er sich jedoch zurückgezogen. Als nach einem Doppelmord die 9-jährige Mia verhört werden muss, bittet Mannion Moran, ihm bei dem Verhör zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478939","hoster":"VOE"},{"path":"/redirect/8639115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-12","name":"Auf Leben und Tod","epNo":12,"alt":"Breath of Life","descr":"Mannion erfährt, dass Polizist Dymecki nach einem Unfall bei seinem Partner Grady Price keine Mund-zu-Mund-Beatmung durchgeführt hat, weil Price homosexuell ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478936","hoster":"VOE"},{"path":"/redirect/8639112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-13","name":"Verstrickt","epNo":13,"alt":"Party Favors","descr":"Die Journalistin Carolyn Hogan wird tot aufgefunden. Angeblich handelt es sich um Selbstmord. Doch Mannion glaubt an eine Verschwörung. Hogan hatte an einem Skandalbuch gearbeitet, das mehrere Politiker in Schwierigkeiten gebracht hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478945","hoster":"VOE"},{"path":"/redirect/8639117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-14","name":"Ein Toast auf Mannion","epNo":14,"alt":"a.k.a.","descr":"Eine Kronzeugin wird ermordet. Bei den Ermittlungen findet Mannion heraus, dass zuvor weitere Zeugen ums Leben gekommen sind. Zusammen mit Nancy kommt er dem Auftragskiller Danny Arrino auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929706","hoster":"VOE"},{"path":"/redirect/8639113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-15","name":"Geister der Vergangenheit","epNo":15,"alt":"D.C. Confidential","descr":"Ellas Onkel Johnny Farmer war vor über 50 Jahren der Hauptverdächtige in dem Mordfall an Jazz-Sängerin Dinah Wilson. Damals war er untergetaucht, um einer Verurteilung zu entkommen. Mannion rollt den Fall neu auf, um Johnnys Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13698991","hoster":"VOE"},{"path":"/redirect/13698992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-16","name":"Stich ins Herz","epNo":16,"alt":"On Guard","descr":"Mannion wird Zeuge eines Streites zwischen seiner Fechtlehrerin Sonya und deren Ehemann. Als Sonya ihn kurze Zeit danach anruft und gesteht, dass sie ihren Mann in Notwehr getötet hat, glaubt ihr Mannion. Doch die Beweise am Tatort widersprechen Sonyas Version","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11200948","hoster":"VOE"},{"path":"/redirect/8639119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-17","name":"Lösegeld","epNo":17,"alt":"Family Values","descr":"Als ein 6-jähriges Kind von einem Spielplatz entführt wird, beginnt für Mannion und sein Team ein Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478949","hoster":"VOE"},{"path":"/redirect/8639120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-18","name":"Hinter Gittern","epNo":18,"alt":"The Black Widow Maker","descr":"Mannion landet im Knast, nachdem er bei einer Anhörung die Richterin verärgert. Dort trifft er auf Branders Freundin Joyce, die wegen Mordes angeklagt wurde. Er beschließt, Joyces Unschuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478950","hoster":"VOE"},{"path":"/redirect/8639123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-19","name":"Werkzeug Gottes","epNo":19,"alt":"Passing Time","descr":"Mannion wird Zeuge, wie Dr. Gordon von einer jungen Frau erschossen wird. Sie behauptet, der Arzt habe ihre kranke Mutter dazu überredet, kurz vor ihrem Tod ihr Testament zu ändern und sie dann einfach sterben lassen. Mannion übernimmt die Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478955","hoster":"VOE"},{"path":"/redirect/8639146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-20","name":"10-33","epNo":20,"alt":"Ten Thirty-Three","descr":"Mannion bittet Vanessa, Gwen dabei zu helfen, die Beziehung zu ihrem Sohn zu kitten. Ein junger Emigrant wird bei einem Autodiebstahl ermordet. Um die jugendlichen Täter für lange Zeit hinter Gittern bringen zu können, nutzt Mannion das sogenannte Rico Gesetz, durch das Jugendliche vor Gericht wie Erwachsene behandelt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478956","hoster":"VOE"},{"path":"/redirect/12514402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-21","name":"Schlagabtausch","epNo":21,"alt":"Open Season","descr":"Noland wird mit Schussverletzungen ins Krankenhaus eingewiesen. Nur ein Spezialist kann ihn noch davor bewahren, querschnittsgelähmt zu werden. Mendoza hilft Debreno und Temple dabei, den Täter zu finden. Das Ergebnis ihrer Ermittlungen fällt für alle sehr überraschend aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12937238","hoster":"VOE"},{"path":"/redirect/8639126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-district-einsatz-in-washington/staffel-4/episode-22","name":"Für immer und ewig","epNo":22,"alt":"Something Borrowed, Something Bruised","descr":"Der Tod zweier Frauen stellt Mannion vor einige Rätsel. Wer hatte ein Motiv für den Mord an Debrenos Freundin Maria? Und was hat Marias Bruder Tico mit ihrem Tod zu tun? Brander und Mannion machen sich auf die Suche nach dem Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478960","hoster":"VOE"},{"path":"/redirect/8639135","hoster":"Streamtape"}]}]}]}]}