{"path":"/serie/stream/the-idolmster-sidem","name":"THE iDOLM@STER SideM","descr":"[Ger Sub] In der erst kürzlich ins Leben gerufenen Künstleragentur 315 Productions haben sich zahlreiche männliche Idols versammelt. Ob Anwalt, Chirurg oder Pilot – sie stammen aus den unterschiedlichsten Berufen und treten nun mit ihren jeweils ganz eigenen Wünschen eine neue Beschäftigung an. Eine neue Geschichte entfaltet sich, während sie danach streben das Top-Idol zu werden und ihre Träume verfolgen.","seasons":[{"path":"/serie/stream/the-idolmster-sidem/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-1","name":"","epNo":1,"alt":"Idol with a Past","descr":"Sämtliche Agenturen reißen sich um die Idolgruppe Jupiter. Diese wollen sich aber nach schlechten Erfahrungen in der Vergangenheit keiner Agentur mehr anschließen und alles selbst in die Hände nehmen. Doch mit zunehmenden Erfolg erweist sich das als immer schwieriger .","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-2","name":"","epNo":2,"alt":"Where Each Star Shines","descr":"315 Productions erste Idols beginnen mit ihrer Ausbildung! Leider scheitern sie bereits am Teamwork. Doch die Jungs geben nicht auf.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-3","name":"","epNo":3,"alt":"Courage to Fly","descr":"Während sich die neuen Idols die Frage stellen, was für ein Idol sie sein wollen, bereiten sich Jupiter auf ihr Konzert vor","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-4","name":"","epNo":4,"alt":"Happy Smile","descr":"Während sich die neuen Idols die Frage stellen, was für ein Idol sie sein wollen, bereiten sich Jupiter auf ihr Konzert vor","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-5","name":"","epNo":5,"alt":"Teachers, be ambitious!","descr":"Pierre erfährt durch ein Plakat erstmals von japanischen Festivals und will unbedingt bei einem mitmischen","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-6","name":"","epNo":6,"alt":"Victory, Chosen by Both","descr":"Die ehemaligen Lehrer haben die Möglichkeit, vor Schülern aufzutreten. Diese Gelegenheit lassen sie sich natürlich nicht entgehen.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-7","name":"","epNo":7,"alt":"Limit of youth","descr":"Der Producer ist im Krankenhaus und trifft dort Zwillings-Fußballstars.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-8","name":"","epNo":8,"alt":"Once again","descr":"Die Truppe veranstaltet ein Trainingscamp, bei dem sie fürs große gemeinsame Konzert einen gemeinsamen Auftritt üben.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-9","name":"","epNo":9,"alt":"Over Again","descr":"Die Jungs trainieren noch fürs kommende gemeinsame Konzert. Dabei erhalten sie tatkräftige Unterstützung von Jupiter, deren Hintergrundgeschichte sie erfahren.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-10","name":"","epNo":10,"alt":"Sunset of Youth","descr":"HighxJoker dürfen auf dem Kulturfest auftreten und schreiben zu diesem Anlass einen neuen Song.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-11","name":"","epNo":11,"alt":"Resolution on a Breezy Day","descr":"Endlich wird das erste Konzert von 315 Productions angekündigt! Während alle eifrig darauf hinarbeiten, scheint Sakuraba noch einer anderen Tätigkeit nachzugehen","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-12","name":"","epNo":12,"alt":"No Matter the Reason, No Matter the Dream...","descr":"Sakuraba handelt gegen den Willen des Producers und merkt dabei nicht, wie sehr er sich übernimmt. Seine Bandkollegen versuchen aber alles, um ihm zum helfen.","versions":[]},{"path":"/serie/stream/the-idolmster-sidem/staffel-1/episode-13","name":"","epNo":13,"alt":"Further and Further Still","descr":"Das gemeinsame Konzert der Idols von 315 Productions steht vor der Tür und die Jungs geben noch mal richtig Gas, um ihren Fans ein schönes Weihnachten zu bescheren.","versions":[]}]}]}