{"seriesId":"the-exorcist","name":"The Exorcist","descr":"Die Horrorserie \"The Exorcist\" ist eine \"moderne Neuerfindung\" von William Blattys legendärem Horrorstoff aus den 1970er-Jahren. Im Mittelpunkt stehen die beiden grundverschiedenen Priester Tomas Ortega (Alfonso Herrera) und Marcus Keane (Ben Daniels). Sie untersuchen den Fall einer Familie, die von Dämonen heimgesucht wird. Deren Oberhaupt Angela Rance (Geena Davis) wird von düsteren Albträumen geplagt, die übernatürliche Zusammenhänge implizieren könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ratten unter dem Dach","epNo":1,"alt":"Chapter One: And Let My Cry Come Unto Thee","descr":"Angela Rance sucht den Priester Tomas Ortega auf und erzählt ihm von ihrem Martyrium: Ihre Tochter, die erst kürzlich ein schreckliches Erlebnis hatte, scheint sich immer mehr zu verändern. Außerdem nimmt Angela seltsame Geschehnisse in ihrem Haus wahr. Obwohl ihr bewusst ist, dass es verrückt klingt, erzählt sie Ortega, dass sie die Anwesenheit eines Dämons spürt. Der Priester schenkt der Aussage zunächst wenig Glauben – bis er die Familie zu Hause besucht …","versions":[{"lang":1,"streams":[{"redirect":8479161,"hoster":"VOE"},{"redirect":8639530,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Toten von Englewood","epNo":2,"alt":"Chapter Two: Lupus In Fabula","descr":"Priester Ortega wird von Albträumen geplagt, in denen ein Priester namens Marcus Keane einen Exorzismus bei einem kleinen Jungen vornimmt. Weil ihn diese Bilder nicht mehr loslassen, macht er sich auf die Suche nach seinem Kollegen, doch der weist ihn zunächst ab. Dabei benötigt er dringend Keans Hilfe im Falle von Familie Rance, deren Tochter besessen zu sein scheint. Als Kean dann plötzlich in Ortegas Wohnung auftaucht, ist er doch bereit, den jungen Priester zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":9212129,"hoster":"VOE"},{"redirect":8639550,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwarzer Rauch","epNo":3,"alt":"Chapter Three: Let ’Em In","descr":"Marcus beschäftigt sich mit einer Reihe von grausamen Morden, die kürzlich begangen wurden. Er glaubt, dass den Opfern Organe entnommen wurden, um damit Dämonen zum Leben zu erwecken. Mit dieser Annahme wendet er sich an Priester Bennett. Henry macht sich derweil Sorgen um seine Tochter Casey und sucht Hilfe bei Priester Tomas, der wiederum Marcus zu Rate zieht. Marcus will daraufhin einen Exorzismus vornehmen, den Bischof Egan genehmigen soll. Doch der weigert sich …","versions":[{"lang":1,"streams":[{"redirect":8479173,"hoster":"VOE"},{"redirect":8639532,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kein Weg zurück","epNo":4,"alt":"Chapter Four: The Moveable Feast","descr":"Casey hat in einer U-Bahn einen Mann angegriffen und beinahe getötet. Daraufhin wird sie in eine Klinik eingewiesen. Die Ärzte wissen nicht, was dem Mädchen fehlt, und so beschließt Angela, Priester Tomas um Hilfe zu bitten. Der Salesman erlangt in der Zwischenzeit immer mehr Einfluss auf Casey und steht kurz davor, die komplette Kontrolle über sie zu erhalten. Marcus wird derweil Zeuge eines Exorzismus’, den Mutter Bernadette vornimmt – und der nicht von Gewalt geprägt ist …","versions":[{"lang":1,"streams":[{"redirect":8479170,"hoster":"VOE"},{"redirect":8639536,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der falsche Name","epNo":5,"alt":"Chapter Five: Through My Most Grievous Fault","descr":"","versions":[{"lang":1,"streams":[{"redirect":8479171,"hoster":"VOE"},{"redirect":8639538,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mittel und Wege","epNo":6,"alt":"Chapter Six: Star of the Morning","descr":"","versions":[{"lang":1,"streams":[{"redirect":8479177,"hoster":"VOE"},{"redirect":8640995,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rin aufgehender Stern","epNo":7,"alt":"Chapter Seven: Father of Lies","descr":"","versions":[{"lang":1,"streams":[{"redirect":9212098,"hoster":"VOE"},{"redirect":8641006,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Warum ich?","epNo":8,"alt":"Chapter Eight: The Griefbearers","descr":"","versions":[{"lang":1,"streams":[{"redirect":8479178,"hoster":"VOE"},{"redirect":8641000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die dritte Pupille","epNo":9,"alt":"Chapter Nine: 162","descr":"","versions":[{"lang":1,"streams":[{"redirect":8479179,"hoster":"VOE"},{"redirect":8641007,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Papstbesuch","epNo":10,"alt":"Chapter Ten: Three Rooms","descr":"Nachdem der Dämon von Angela Besitz ergriffen hat, quält er ihre Familie. Angela selbst findet sich in ihrem einstigen Kinderzimmer wieder, in das der Salesman eingelassen werden will. Wenn sie sich weigert, bestraft er ihre Familie. Tomas wird von dem Dämon ebenfalls in seine Kindheit zurückversetzt. Er sieht seine Großmutter und erfährt die tatsächlichen Umstände ihres Todes. Marcus muss sich unterdessen gegen Simon zur Wehr setzen, der von ihm verlangt, sich ihm anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":8479182,"hoster":"VOE"},{"redirect":8641001,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gottes Geschenk","epNo":1,"alt":"Janus","descr":"Sechs Monate nachdem Tomas (Alfonso Herrera) Chicago verlassen hat, setzt er seine Ausbildung zum Exorzisten unter den wachsamen Augen seines Partners Marcus Keane (Ben Daniels) fort. Die Reise führt sie nach Montana, wo sie eine aufgewühlte junge Frau treffen. Sie geraten in einen Konflikt mit ihrer erweiterten Familie. Als Tomas\u0027 Fähigkeiten immer besser werden, macht sich Marcus sorgen, dass er unnötige Risiken eingeht.\r\rAndy Kim (John Cho) leitet ein Haus für Risikojugendliche, dessen Leben gestört wird, wenn ein Sozialarbeiter vorbeikommt, um zu entscheiden, ob das Haus geschlossen werden soll. Sie ahnen nicht, dass die wahre Gefahr noch aussteht. Eine bösartige Präsenz hat die Kinder im Visier.","versions":[{"lang":1,"streams":[{"redirect":13001771,"hoster":"VOE"},{"redirect":8641009,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lämmerblut","epNo":2,"alt":"Safe as Houses","descr":"Tomas (Alfonso Herrera) und Marcus (Ben Daniels) wollen Cindys wütender Familie entkommen, doch zuvor muss ihr Exorzismus erfolgreich durchgeführt werden. Währenddessen wirft Rose (Li Jun Li) ein Auge auf Andy Kims (John Cho) Haushalt und zeigt sich besorgt angesichts der mentalen Verfassung von Caleb. Die Nachbarn von Andy wollen den Kindern indes beibringen, wie man richtig farmt, doch irgendetwas stimmt nicht. Andernorts behält Verity (Brianna Hildebrand) ein großes Geheimnis für sich, und Father Bennett (Kurt Egyiawan) möchte das Office of Exorcism vor einer großen Gefahr warnen, wird jedoch von dunklen Mächten aufgehalten.","versions":[{"lang":1,"streams":[{"redirect":8479187,"hoster":"VOE"},{"redirect":8726040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unclean","epNo":3,"alt":"Unclean","descr":"Die Situation im Waisenheim verschlechtert sich kontinuierlich, während Andy versucht, seiner Adoptivtochter Grace (Amelie Eve) beim Kampf gegen ihre Agoraphobie zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8479186,"hoster":"VOE"},{"redirect":8641004,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"One For Sorrow","epNo":4,"alt":"One For Sorrow","descr":"Während sich Andy den merkwürdigen Ereignissen auf der Insel widmet, erhält sein Waisenheim überraschenden Zuwachs.","versions":[{"lang":1,"streams":[{"redirect":8479188,"hoster":"VOE"},{"redirect":8641011,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"There But for the Grace of God, Go I","epNo":5,"alt":"There But For The Grace Of God, Go I","descr":"Tomas und Marcus suchen weiterhin nach einer Erklärung für die mysteriösen Zwischenfälle im Pflegeheim. Der Dämon manifestiert sich und die beiden Priester suchen fieberhaft nach Beweisen für besessenes Verhalten, um das Schlimmste zu verhindern. Unterdessen machen Andy, Rose und die Kinder einen Ausflug ins Grüne und bekommen es dort mit einer übernatürlichen Präsenz zu tun.","versions":[{"lang":1,"streams":[{"redirect":8481815,"hoster":"VOE"},{"redirect":8641015,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Darling Nikki","epNo":6,"alt":"Darling Nikki","descr":"Ein Besuch im Pflegeheim hat tödliche Folgen, als Marcus und Tomas versuchen, den Dämon aus seinem Versteck zu locken. Während Rose zur Zielscheibe des Bösen wird, lauert eine neue Gefahr in den Wäldern. Und es wird nicht mehr lange dauern, bis die Macht aus der Dunkelheit kriecht und sich ihr erstes Opfer sucht …","versions":[{"lang":1,"streams":[{"redirect":8479192,"hoster":"VOE"},{"redirect":8641003,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Kinder im Garten","epNo":7,"alt":"Help Me","descr":"Während der Exorzismus beginnt, hängt das Schicksal des Pflegeheims in der Schwebe.\r\rMarcus (Ben Daniels) und Tomas (Alfonso Herrera) hatten es noch nie mit einem solchen Gegenspieler zu tun. Um diese Familie zu retten, müssen sie in den Rachen des Wahnsinns hinabsteigen.","versions":[{"lang":1,"streams":[{"redirect":13917835,"hoster":"VOE"},{"redirect":8641017,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gottes Braut","epNo":8,"alt":"A Heaven Of Hell","descr":"Während Father Bennett (Kurt Egyiawan) und Mouse (Zuleikha Robinson) Richtung Westen aufbrechen, um sich mit Marcus (Ben Daniels) und Tomas (Alfonso Herrera) zu treffen, kommen neue Details aus Mouses Vergangenheit ans Licht.\r\rIm Wettlauf gegen die Zeit steht eines der Adoptivkinder derweil vor einer schwierigen Entscheidung. Der Dämon hat jedoch andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":8479196,"hoster":"VOE"},{"redirect":8641005,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Willkommen in der Familie","epNo":9,"alt":"Ritual \u0026 Repetition","descr":"An einem wichtigen Scheideweg des Exorzismus tritt Tomas (Alfonso Herrera) gegen den Dämon an, um Andys Seele zu retten.\r\rMarcus (Ben Daniels) und Rose (Li Jun Li) versuchen derweil, die Adoptivkinder von der Insel zu holen, wogegen sich der Dämon allerdings mit aller Macht wehrt.","versions":[{"lang":1,"streams":[{"redirect":8479197,"hoster":"VOE"},{"redirect":8641008,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unwürdig","epNo":10,"alt":"Unworthy","descr":"Alles hat zu diesem Moment geführt. Während einer der Priester im Krankenhaus um sein Leben kämpft, sieht sich der andere mit Geistern aus der Vergangenheit konfrontiert.\r\rDa ihm die Zeit davonläuft, um Andys Leben zu retten, sieht sich einer der Exorzisten schließlich gezwungen, das ultimative Opfer zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8479200,"hoster":"VOE"},{"redirect":8641010,"hoster":"Streamtape"}]}]}]}]}