{"seriesId":"the-new-look","name":"The New Look","descr":"Die Serie erzählt von zentralen Momenten in der Modewelt von Paris und setzt Modedesigner wie Christian Dior und Coco Chanel ins Zentrum der Handlung, ihre Modeschöpfungen sowie Geschichten über ihre Rivalität, während Europa von den Nazis im Zweiten Weltkrieg fest im Griff ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die dunkelste Zeit","epNo":1,"alt":"Just You Wait and See","descr":"1955 kehrt Coco Chanel nach Paris zurück, um ihr Modehaus wiederzueröffnen und den Modethron von Christian Dior zurückzuerobern. In der Sorbonne findet vor Studenten eine Retrospektive auf seine besten Stücke der letzten acht Jahre statt. Dior wird von einer Studentin darüber befragt, dass er während der Besetzung Kleider für Nazis gemacht habe, und antwortet, was zu der Zeit als Antrieb geblieben war, war der Wille zu überleben.1943 arbeitet Dior mit Pierre Balmain für Lucien Lelongs Modehaus, das beauftragt wurde, Ballkleider anzufertigen. Während Cristobal Balenciaga sich weigert, für Nazis zu arbeiten, schützt Dior sich damit, dass Lelong ihnen nicht sagt, für wen die Kleider sein sollen. Er weigert sich aber, eine Kundin, die ihn verlangt, persönlich zu treffen. Seine Schwester Catherine, verliebt in den Anführer Hervé, arbeitet für den Widerstand und nutzt Christians Apartment zur Unterbringung von Versteckten. Chanels Modehaus ist geschlossen und sie kann nicht auf ihr Konto zugreifen, weil ihre jüdischen Partner geflohen sind. Baron Vaufreland hilft, dass ihr Neffe André Palasse freigelassen wird. Ihr deutscher Kontakt Hans Günther von Dincklage, genannt Spatz, verschafft ihr jeweils ein Treffen mit Heinrich Himmler und auf dem Ball mit Walter Schellenberg, die ihr zu helfen anbieten. Während Catherine erfährt, dass eine Razzia durch Nazis auf versteckte Studenten bevorsteht, muss Christian auf den Ball, ein Kleid zu reparieren. Die Trägerin aber ist in Wahrheit heimlich für den Widerstand und warnt ihn, dass Catherine in Gefahr ist.","versions":[{"lang":1,"streams":[{"redirect":14459224,"hoster":"VOE"},{"redirect":14493245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14522520,"hoster":"VOE"},{"redirect":14459393,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Operation Modellhut","epNo":2,"alt":"The Hour","descr":"Als \"Operation Modellhut\" soll Coco für Schellenberg in Madrid an Winston Churchill, den sie seit den 1920ern kennt, einen Brief übergeben, der ein Angebot zum Frieden zwischen Deutschland und England enthalte. Weil Churchill sie seit Jahren nicht mehr gesprochen hat, schlägt sie als Mittlerin Elsa Lombardi vor, die darauf aus Rom nach Paris überführt wird. Unter dem Vorwand, Elsa eine Boutique zu eröffnen, fahren sie mit dem Zug nach Madrid. Dort hält Elsa Coco vor, dass ihr Geliebter ein Nazi sei. Durch Botschafter Samuel Hoare erfährt Coco, dass Churchill gar nicht in Madrid sei. Elsa hat Hoare bereits erzählt, dass Coco mit Nazis kollaboriere, sodass er ihre sofortige Rückkehr nach Paris veranlasst.Catherine wird von der Gestapo gefangengehalten und gefoltert. Christian versucht, mit seinen Kontakten aus der Modewelt und dem Widerstand verzweifelt, sie zu retten. Weil sie mit dem Zug deportiert werden soll, beginnt der Widerstand, Gleise zu sprengen, während der schwedische Konsul Raoul Nordling einen Deal aushandelt, wenn Christian vor dem Zug am Bahnhof ankommt, soll Catherine in schwedische Hände übergeben werden. Als Christian am Bahnhof ist, fährt der Zug mit Catherine gerade ein und ohne anzuhalten an ihm vorbei.","versions":[{"lang":1,"streams":[{"redirect":14452000,"hoster":"VOE"},{"redirect":14500217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14523090,"hoster":"VOE"},{"redirect":14493248,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Verrat","epNo":3,"alt":"Nothing But Blue Skies","descr":"In Paris bereiten die Nazis ihren Abzug vor, weil das Einrücken der Alliierten kurz bevorsteht; Spatz taucht unter. Pierre Reverdy will Coco helfen, dass sie nicht auf der Schwarzen Liste des Widerstands landet, wofür sie ihm einen wertvollen Namen liefern soll. Schellenberg macht ihr das Angebot, mit ihm nach Berlin zu gehen, und sagt ihr, als sie ablehnt, dass die Liebe von Spatz nicht echt war. So gibt sie, nachdem Spatz ihr sein Versteck gezeigt hat, dieses an den Widerstand weiter, doch als die Männer dort ankommen, ist er bereits geflohen. Darauf will Baron Vaufreland mit ihr fliehen und wartet vor dem Hotel. Nun liefert sie aber den Baron an den Widerstand aus.Um an Informationen zu gelangen, wo Catherine ist, schlägt Hervé vor, einen Nazi zu bestechen. Christian sucht die Kundin vom Ball auf und bittet ihren Mann Franz Schmitt zu helfen. Zur Bezahlung spielt er Seide von Lelong. Beim Treffen berichtet Schmitt, Catherine sei von seinem Kontakt im KZ Ravensbrück erfasst worden. Hervé meint, dies bedeute, dass sie tot sei, und erschießt Schmitt daher. Cristobal hat die Idee, Cocos Kontakte zu Nazis zu nutzen, aber als Christian sie bittet, mit Vaufreland zu sprechen, ist der gerade bereits gefasst worden. Beim Einzug der Alliierten zeigt Coco sich demonstrativ glücklich über diese.","versions":[{"lang":1,"streams":[{"redirect":14442514,"hoster":"VOE"},{"redirect":14459396,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14527623,"hoster":"VOE"},{"redirect":14465037,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Glocken der Befreiung","epNo":4,"alt":"What a Difference","descr":"Auf Cocos Feier zur Befreiung erscheint die Schauspielerin Arletty. Weil sie eine Liebesbeziehung mit einem deutschen Offizier hatte, wird ihr \"horizontale Kollaboration\" vorgeworfen. Coco wird vom FFI befragt, aber durch einen Anruf Churchills freigelassen. Als Alternativplan des MI6, sie überführen zu können, stellt Andrés Freund Oscar Davies ihr den Journalisten Malcolm Muggeridge vor, dem sie schließlich für ein Interview zusagt. Nachdem Arletty öffentlich gequält wurde, beklagt Coco im Interview, dass nur den Frauen als Kollaborateurinnen Dinge angetan werden. Aus Gewissensbissen warnt Oscar André, der rechtzeitig dazwischengehen kann, bevor Coco den Namen von Spatz fallen lässt. Nach Cocos und Andrés Flucht aus Paris erschießt Oscar sich, während seine Wohnung gestürmt wird.Lelong präsentiert den Modeschöpfern seine Idee, dass sie für eine Ausstellung Kleider an Drahtpuppen präsentieren sollen. Balmain ist dagegen und verlässt das Modehaus, Christian ist aber vom Verlust Catherines zu betäubt, um mitzugehen, sodass ihm nun die Verantwortung für alle Designs von Lelong obliegt. Nachdem er seinem Vater vom Schicksal Catherines erzählt hat, will auch er Paris verlassen. Zuvor geht er zu seiner Wahrsagerin, die sagt, Catherine werde zurückkehren, wenn er wieder kreiert, sodass er bei der Ausstellung bleibt. Das Théâtre de la Mode wird im März 1945 im Louvre eröffnet; die zwei meistgefeierten Kleider stammen von Christian Dior.","versions":[{"lang":1,"streams":[{"redirect":14526882,"hoster":"VOE"},{"redirect":14459399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14527771,"hoster":"VOE"},{"redirect":14493249,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwischen Hoffnung und Bangen","epNo":5,"alt":"Give your Heart and Soul to me","descr":"Christian wird ein Job angeboten, der sein Leben für immer verändern wird. Coco kämpft mit ihrem Außenseiterstatus, da sie selbst im Exil in der Schweiz lebt.","versions":[{"lang":1,"streams":[{"redirect":14478290,"hoster":"VOE"},{"redirect":14329669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14519379,"hoster":"VOE"},{"redirect":14465073,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das eigene Modehaus","epNo":6,"alt":"If You Believed in Me","descr":"Um ihren Geschäftspartnern die Stirn zu bieten, beginnt Coco einen Krieg um ihr berühmtestes Parfüm. Christian muss seine Beziehungen neu definieren.","versions":[{"lang":1,"streams":[{"redirect":14500285,"hoster":"VOE"},{"redirect":14459398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14526849,"hoster":"VOE"},{"redirect":14459395,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Allen Widrigkeiten zum Trotz","epNo":7,"alt":"It All Came True","descr":"Christian unternimmt unerwartet mutige und gewagte Schritte, um sein Modehaus zu etablieren. Coco findet einen Weg, Elsas \"Talente\" zu ihrem eigenen Vorteil zu nutzen.","versions":[{"lang":1,"streams":[{"redirect":14499928,"hoster":"VOE"},{"redirect":14493250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14527866,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Schatten der Vergangenheit","epNo":8,"alt":"I Love You Most of All","descr":"Coco hat eine weltberühmte Moderedakteurin zu Gast, in der Hoffnung, ihr dabei zu helfen, ihr Comeback zu organisieren. Christian steht unter dem familiären Druck seines Vaters.","versions":[{"lang":1,"streams":[{"redirect":14527588,"hoster":"VOE"},{"redirect":14459401,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14522614,"hoster":"VOE"},{"redirect":14453802,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Geburt der Erinnerung","epNo":9,"alt":"Will You Return","descr":"Christian kümmert sich um Familienangelegenheiten, die seine Ästhetik für immer beeinflussen werden. Coco muss einen Deal mit Spatz machen, da Elsas Sucht immer schlimmer wird.","versions":[{"lang":1,"streams":[{"redirect":14526952,"hoster":"VOE"},{"redirect":14493247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14500013,"hoster":"VOE"},{"redirect":14459400,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nur wer sein Ziel kennt","epNo":10,"alt":"What A Day This Has Been","descr":"Christians wichtigste Entscheidung bringt seine erste Modenschau in Gefahr. Während Coco sich mit ihren Partnern streitet, stellt Spatz eine Gefahr für ihre Freiheit dar.","versions":[{"lang":1,"streams":[{"redirect":14527809,"hoster":"VOE"},{"redirect":14493251,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14527770,"hoster":"VOE"},{"redirect":14459404,"hoster":"Streamtape"}]}]}]}]}