{"path":"/serie/stream/the-village-dorf-der-geister","name":"The Village - Dorf der Geister","descr":"Im trostlosen Umland von Tamil Nadu benötigt ein verzweifelter Familienvater Hilfe von drei Einheimischen. Seine Frau und seine Tochter wurden von bösartigen Kreaturen aus einem verfluchten Dorf entführt. Der skrupellose Erbe eines Pharmaimperiums schickt derweil eine Gruppe von Söldnern in dasselbe Dorf, um etwas längst Vergessenes in seinen Besitz zu bringen. Wer wird Kattiyal lebend verlassen?","seasons":[{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-1","name":"Ausweichroute","epNo":1,"alt":"","descr":"Im Jahr 2005 ist ein Bus auf dem Weg von Navamalai in eine nahe gelegene Stadt und muss einen Umweg über das Dorf Kattiyal nehmen. Doch der Bus erreicht nie sein Ziel. Shakthivel und Karungam, Väter zweier Passagiere, betrauern ihren Verlust. In der Gegenwart beschließt Gautham, mit seiner Familie dieselbe Ausweichroute zu nehmen. Diese schicksalhafte Entscheidung verändert sein Leben für immer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369063","hoster":"VOE"},{"path":"/redirect/13369069","hoster":"Doodstream"},{"path":"/redirect/13369091","hoster":"Vidoza"},{"path":"/redirect/13369066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-2","name":"Mission: Kattiyal","epNo":2,"alt":"","descr":"Shakthivel, Karunagam und Peter helfen Gautham etwas widerwillig, den Weg zurückzufinden. Doch weder sein Auto noch seine Familie sind zu entdecken. Alle Anzeichen deuten auf eine Entführung in das gefürchtete Dorf Kattiyal hin. Prakashs Söldner sind derweil an Kattiyals Küste gelandet und machen sich auf den Weg, um ihre Mission zu erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369056","hoster":"VOE"},{"path":"/redirect/13369055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-3","name":"Tiefer in den Abgrund","epNo":3,"alt":"","descr":"Farhan, der die Söldnergruppe anführt, entdeckt auf dem Weg durch den Wald, dass Jagan Prakashs wahre Plänen zurückhält. Karunagam enthüllt die Geheimnisse hinter Kattiyal und erzählt von Shakthis fanatischem Vater und dessen Abstieg in den Wahnsinn. Die vier Männer wagen sich tiefer in das Dorf hinein und werden von mutierten Kreaturen angegriffen. Sie fliehen und stürzen in eine Höhle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369061","hoster":"VOE"},{"path":"/redirect/13369065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-4","name":"Die Sünden des Vaters","epNo":4,"alt":"","descr":"Als Gautham und die anderen erkennen, dass sie sich in den alten Bergbauhöhlen von Kattiyal befinden, gehen sie tiefer hinein und stoßen auf Sairajs Lager. Die Söldner betreten die verlassene Fabrik und finden den Weg hinunter zum unterirdischen Labor. Dort treffen sie auf einen grotesken Gebetsaltar, der von den Mutanten geschaffen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369070","hoster":"VOE"},{"path":"/redirect/13369074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-5","name":"Opfergabe","epNo":5,"alt":"","descr":"Nur knapp entgehen Gautham und die anderen dem grausamen Mutantenriesen Vettaiyan und fliehen in die Höhlen. Dort entdecken sie eine schreckliche Opfergabe für die Muttergöttin, die Shakthivel an den Rand eines Zusammenbruchs bringt. Schließlich finden sie Gauthams Familie und versuchen, den Mutanten zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369098","hoster":"VOE"},{"path":"/redirect/13369095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-village-dorf-der-geister/staffel-1/episode-6","name":"Roter Alarm","epNo":6,"alt":"","descr":"Nach einigen Verlusten schließen sich die Söldner und die Gruppe um Gautham zusammen und hecken einen Fluchtplan aus. Es gilt, das riesige Mutantenmonster Vettaiyan und seine Armee zu bezwingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13369122","hoster":"VOE"},{"path":"/redirect/13369121","hoster":"Streamtape"}]}]}]}]}