{"seriesId":"the-unxplained-mit-william-shatner","name":"The UnXplained mit William Shatner","descr":"William \"Captain Kirk\" Shatner geht scheinbar unerklärlichen Phänomenen rund um den Globus auf den Grund. Warum wurden die Pyramiden gebaut? Was steckt hinter dem Wesen bekannt als \"Mothman\"? Und warum zieht es \"Star Trek\"-Schauspieler augenscheinlich immer wieder zu Formaten wie diesem hier hin?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Orte des Schreckens","epNo":1,"alt":"Evil Places","descr":"Mit der Unterstützung von Wissenschaftlern, Historikern und Ingenieuren, aber auch Zeugen und Betroffenen untersucht William Shatner Phänomene, die unerklärlich scheinen. Zum Auftakt begibt er sich an unheilschwangere Orte, an denen sich angeblich immer wieder böse Dinge ereignen. So wie in der sagenumwobenen \"Weißen Stadt\" in Honduras, aus der noch niemand lebend zurückgekehrt sein soll. (Text: Kabel Eins Doku)","versions":[{"lang":1,"streams":[{"redirect":14476095,"hoster":"VOE"},{"redirect":14508717,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimnisvolle Bauwerke","epNo":2,"alt":"Mysterious Structures","descr":"Einige Bauwerke aus vorchristlicher Zeit, der Antike, aber auch der Neuzeit geben bis heute Rätsel auf. William Shatner will mehr über diese mysteriösen Gebäude erfahren. Im Mittelpunkt seiner Untersuchungen stehen die Pyramiden von Gizeh, das Coral Castle in Florida und die Treppe in der Loretto-Kapelle in Santa Fe, die Ende des 19. Jahrhunderts von einem mysteriösen Handwerker erbaut wurde. (Text: Kabel Eins Doku)","versions":[{"lang":1,"streams":[{"redirect":14476078,"hoster":"VOE"},{"redirect":14512302,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mysteriöse Kreaturen","epNo":3,"alt":"Strange Creatures","descr":"Millionen von Menschen überall auf der Welt behaupten, eine Begegnung mit einer Kreatur gehabt zu haben, die nichts gleicht, was von der etablierten Wissenschaft anerkannt wird, wie z.B. der sogenannte \"Mottenmann\", der Chupacabra und der mongolische Todeswurm. Es fragt sich, ob diese Kreaturen wirklich existieren und wie sich diese Launen der Natur erklären lassen.","versions":[{"lang":1,"streams":[{"redirect":14475975,"hoster":"VOE"},{"redirect":14502454,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unnatürlich natürlich","epNo":4,"alt":"Unnatural Nature","descr":"Viele Geheimnisse der Erde sind noch längst nicht aufgeklärt. Man weiß z.B. nicht, wie der Devils Tower entstanden ist oder warum manche Menschen mehrfach vom Blitz getroffen werden. Während viele das als zufällige Begebenheiten abtun, könnten diese Vorkommnisse auch den Weg zu einem neuen Verständnis der Vergangenheit und der Zukunft ebnen.","versions":[{"lang":1,"streams":[{"redirect":14475976,"hoster":"VOE"},{"redirect":14512304,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bizarre Rituale","epNo":5,"alt":"Bizarre Rituals","descr":"Uralte Praktiken wie Gebete, Tierkämpfe, Voodoo und Exorzismus werden oft als Relikte eines vergangenen Aberglaubens angesehen, doch es gibt Beweise dafür, dass sie eine Auswirkung auf die physische Welt haben. Es fragt sich, ob es möglich ist, dass der Geist und der Körper die Macht des Rituals nutzen können, um versteckte Kräfte in Gang zu setzen, die durch konventionelle Erklärungen nicht greifbar sind.","versions":[{"lang":1,"streams":[{"redirect":8869398,"hoster":"VOE"},{"redirect":8869409,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leben nach dem Tod","epNo":6,"alt":"Life Beyond Death","descr":"Das größte ungeklärte Geheimnis aller Zeiten ist wohl, was mit uns nach dem Tod geschieht. Hinweise auf die Antwort könnten in ungewöhnlichen Nahtoderfahrungen zu finden sein, Reinkarnationen und Fällen, in denen Erinnerungen von Organspendern an die Empfänger weitergegeben wurden. Es fragt sich, ob diese Phänomene Produkte unserer kollektiven Einbildung sind oder wahr sein könnten.","versions":[{"lang":1,"streams":[{"redirect":14476008,"hoster":"VOE"},{"redirect":14512303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geheimnisse der Psyche","epNo":7,"alt":"Mysteries of the Mind","descr":"William Shatner geht vermeintlich unerklärlichen Phänomenen und mysteriösen Begebenheiten auf den Grund.: Auch nach Jahrhunderten der Forschung bleibt die menschliche Psyche unergründlich. Es könnte sein, dass die wesentliche Maschine des Menschen, das Gehirn, noch mächtiger ist, als uns bewusst ist. Es könnte auch sein, dass fantastische Fähigkeiten wie die Fernwahrnehmung eines Tages nicht mehr als Science-Fiction angesehen, sondern als wissenschaftlicher Fakt anerkannt werden – auch wenn diese Fähigkeiten derzeit noch nicht erklärt werden können.","versions":[{"lang":1,"streams":[{"redirect":14476004,"hoster":"VOE"},{"redirect":14502457,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Übermenschliche Kräfte","epNo":8,"alt":"Incredible Survivors","descr":"Einige Menschen überleben unter scheinbar unmöglichen Umständen, seien es Flugzeugabstürze oder eisige Temperaturen, oder sie vollbringen übermenschliche Leistungen, während sie in Gefahr sind. Bemerkenswerte Geschichten menschlichen Überlebens zwingen uns zu überdenken, was wir über unseren Überlebenswillen zu wissen glauben. Denn es könnte sein, dass wir eine versteckte Reserve unerklärlicher Energie haben, die nur freigesetzt wird, wenn es die Situation erfordert.","versions":[{"lang":1,"streams":[{"redirect":14476079,"hoster":"VOE"},{"redirect":14502455,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Fluch und Legende von Oak Island","epNo":1,"alt":"The Oak Island Curse","descr":"Ein geheimes Lager fantastischer Reichtümer soll vor Jahrhunderten auf einer winzigen Insel im Nordatlantik vergraben worden sein. Es fragt sich jedoch, ob dieser Schatz tatsächlich existiert und wer ihn versteckt haben könnte. Seit über 200 Jahren machen sich Schatzsucher in Oak Island auf die Suche, doch bisher hat niemand den Schatz gefunden, und die Suche hat sechs Leben gefordert. Die Legende besagt, dass der Schatz mit einem tödlichen Fluch belegt ist.","versions":[{"lang":1,"streams":[{"redirect":8869410,"hoster":"VOE"},{"redirect":8869420,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Düstere Prophezeiungen","epNo":2,"alt":"Dark Prophecies","descr":"Moderne Propheten, katastrophale Vorhersagen oder Träume von Verbrechen, die noch nicht geschehen sind – es fragt sich, ob es wirklich Menschen gibt, die die Zukunft vorhersagen können und ob wir dieses Wissen nutzen könnten, um tödliche Ereignisse zu verhindern, oder ob die Zukunft ein unergründliches Mysterium bleibt.","versions":[{"lang":1,"streams":[{"redirect":12930360,"hoster":"VOE"},{"redirect":8869419,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verlorene Zivilisationen","epNo":3,"alt":"Lost Civilizations","descr":"Verlassene Städte, antike Kulturen, die von der Zeit fast komplett ausgelöscht wurden, und kolossale Imperien, die beinahe spurlos verschwunden sind, werfen die Frage auf, wie eine Zivilisation \"verloren geht\" oder was eine erfolgreiche Gruppe von Menschen dazu bewegen kann, ihre Städte zu verlassen und nie zurückzukehren. Es fragt sich, ob moderne Wissenschaft die ungeklärten Fragen um diese verlorenen Zivilisationen beantworten kann oder ob hier etwas Mysteriöseres am Werk ist.","versions":[{"lang":1,"streams":[{"redirect":8869416,"hoster":"VOE"},{"redirect":8869428,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Ideologien","epNo":4,"alt":"Deadly Cults","descr":"Tödliche Tänze, Meister der Manipulation, Massenselbstmorde – viele der tödlichsten Sekten entwickelten einen Strudel verdrehter Ideologien und brachten ihre Mitglieder dazu zu töten, manchmal andere Menschen, manchmal sich selbst. Es fragt sich, ob sich irgendein Sinn in diesen finsteren Gruppen erkennen lässt oder ob die enormen Kräfte hinter diesen tödlichen Sekten rätselhaft und unverständlich sind.","versions":[{"lang":1,"streams":[{"redirect":12336101,"hoster":"VOE"},{"redirect":8869429,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Extreme Wetterphänomene","epNo":5,"alt":"Extreme Weather Mysteries","descr":"Ein Haus, das nur knapp einem Tornado entgeht, Regen, der wie Blut vom Himmel fällt, und ein Blitz, der Menschen bis ins Haus verfolgt – die Welt ist voller mysteriöser Wetterphänomene, für die man immer noch keine Erklärung gefunden hat. Es fragt sich, ob es sich einfach um wissenschaftliche Anomalien handelt oder ob eine seltsamere, spirituellere Kraft am Werk ist.","versions":[{"lang":1,"streams":[{"redirect":8869424,"hoster":"VOE"},{"redirect":8869431,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mysteriöse Steine","epNo":6,"alt":"Mysterious Stones","descr":"Wundersame Meteoriten, die vom Himmel fallen, ein unbezahlbarer Edelstein, der mit einem tödlichen Fluch belegt ist, und ein Stück Sandstein, das als so heilig angesehen wird, dass Kriege geführt wurden, um es zu beschützen. Im Laufe der Geschichte haben viele behauptet, dass einfache Steine alles können: sei es, einen König auszuwählen oder den Tod zu verursachen. Es fragt sich, was Steine an sich haben, das manche Menschen veranlasst, sie zu verehren.","versions":[{"lang":1,"streams":[{"redirect":8869425,"hoster":"VOE"},{"redirect":8869433,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vampire und Werwölfe","epNo":7,"alt":"Vampires And Werewolves","descr":"Dracula, Lykaon, König der Arkadier, und die Bestie des Gévaudan: Das sind die Namen dreier grotesker Monster, die im Laufe der Geschichte Angst und Schrecken verbreitet haben. Unheimliche Kreaturen, die sich den Legenden zufolge von menschlichem Blut und Fleisch ernähren. Vampire und Werwölfe sind menschliche Monster, Kreaturen der Nacht. Es fragt sich jedoch, ob es sie tatsächlich gibt.","versions":[{"lang":1,"streams":[{"redirect":8869427,"hoster":"VOE"},{"redirect":8869438,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tierische Superkräfte","epNo":8,"alt":"Amazing Animal Abilities","descr":"Ein Hund, der Krebs schneller als ein Arzt mit hochentwickelten Geräten erkennen kann, ein Pferd, das Gedanken lesen kann, und Vögel, die eine Katastrophe schon Tage, bevor sie geschieht, kommen sehen. Es fragt sich, was Tieren diese außergewöhnlichen Kräfte verleiht. Wir Menschen sehen uns als Krone der Schöpfung, aber damit könnten wir falsch liegen.","versions":[{"lang":1,"streams":[{"redirect":8869432,"hoster":"VOE"},{"redirect":8869441,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Entkommen","epNo":9,"alt":"The Greatest Escapes","descr":"Einige der größten Geschichten handeln vom Entkommen, manche entziehen sich jeglicher Erklärung. Man fragt sich, wie Harry Houdini seine gewagten Kunststücke vollbrachte, ob die \"Flucht von Alcatraz\" wirklich erfolgreich war und was es mit der mysteriösen Führung auf sich hatte, die es einem Mann ermöglichte, am 11. September 2001 aus dem Südturm des Wolrd Trade Centers zu entkommen. Es könnten geheimnisvolle Kräfte am Werk sein, die einigen Flüchtenden Erfolg bescheren, während viele andere scheitern. Doch warum es einigen gelingt zu entkommen, ist bisher unerklärlich.","versions":[{"lang":1,"streams":[{"redirect":8869434,"hoster":"VOE"},{"redirect":8869440,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Übernatürliche Sinne","epNo":10,"alt":"Superhuman Senses","descr":"Unsere fünf Sinne konstruieren die Realität der Welt um uns herum, wie eine leere Leinwand, die jeden Tag neu bemalt und übermalt wird. Für jeden ist dieses Porträt der Wirklichkeit etwas anders, aber wir sind uns mehr oder weniger einig, dass der Himmel blau, Zitronen sauer und Hörner laut sind. Es fragt sich jedoch, was passiert, wenn einer oder mehrere Sinne geschärft, verändert oder sogar ganz weggenommen werden, und ob es möglich ist, dass wir einen mysteriösen \"6. Sinn\" haben, der gegenwärtig nicht erklärt werden kann.","versions":[{"lang":1,"streams":[{"redirect":8869437,"hoster":"VOE"},{"redirect":8869446,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verflucht","epNo":11,"alt":"Mysterious Curses","descr":"Im Laufe der Geschichte glaubten viele Menschen, dass bestimmte Orte, Dinge oder sogar Menschen mit dunklen Flüchen behaftet sein könnten. Ominöse Seen, die sich in nasse Gräber verwandeln. Unglückszahlen, die schlimme Dinge zu verursachen scheinen. Gemälde und Edelsteine, die ihren Besitzern Tod und Zerstörung bringen. Es fragt sich jedoch, ob diese mysteriösen Flüche wirklich die Macht haben, den Menschen Schaden zuzufügen, und ob es möglich ist, ihre Macht zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":12383116,"hoster":"VOE"},{"redirect":8869448,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wahrheit über UFOs","epNo":12,"alt":"The Truth About Ufos","descr":"Seit Jahrzehnten tobt die Debatte darüber, was genau UFOs wirklich sind. Es wurden Theorien aufgestellt, die sie auf alles Mögliche zurückführen, von ungewöhnlichen Wetterphänomenen bis hin zu geheimen Militärflugzeugen und mehr. Die bei weitem umstrittenste Theorie ist jedoch, dass es sich bei diesen Objekten tatsächlich um Raumschiffe handelt, die von außerirdischen Wesen zur Erde geflogen wurden. Das scheint eine abwegige Vorstellung zu sein, aber falls sie wahr ist, fragt sich, wie viel die Regierung über diese Raumschiffe weiß – und über die Außerirdischen, die unseren Planeten besuchen.","versions":[{"lang":1,"streams":[{"redirect":8869447,"hoster":"VOE"},{"redirect":8869450,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unterirdische Städte","epNo":13,"alt":"The Underground World","descr":"Trotz all unserer modernen Technologie und Raffinesse gibt es vieles, was wir über das, was tief unter unseren Füßen liegt, immer noch nicht wissen. Es fragt sich, wie viel der Menschheitsgeschichte sich unter der Erde abspielte. Jüngste Entdeckungen alter unterirdischer Strukturen wie der Stadt Derinkuyu und des Malta-Hypogäum legen nahe, dass es dort unten noch weitere Strukturen geben könnte, die darauf warten, wiederentdeckt zu werden.","versions":[{"lang":1,"streams":[{"redirect":8869445,"hoster":"VOE"},{"redirect":8869462,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hochstapler","epNo":14,"alt":"Leading Double Lives","descr":"Die Geschichten von Menschen, die ein Doppelleben führen, sind sowohl abenteuerlich als auch rätselhaft. Es stellt sich die Frage, ob es dabei nur um materiellen Gewinn geht, oder darum, einen raffinierten Betrug abzuziehen, oder ob mehr dahintersteckt. Irgendwann haben alle schon einmal davon geträumt, eine neue Identität anzunehmen, aber die Grenze zwischen Imitation und Transformation ist verschwommen. Es fragt sich, ob es möglich ist, dass eine Person, indem sie vorgibt, jemand anderes zu sein, tatsächlich zu dieser Person werden kann – zumindest in ihrer Vorstellung.","versions":[{"lang":1,"streams":[{"redirect":8869451,"hoster":"VOE"},{"redirect":8869456,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Wort Gottes","epNo":15,"alt":"Mysteries Of The Bible","descr":"Viele glauben, sie sei das Wort Gottes, während andere behaupten, sie enthalte Ungereimtheiten und Widersprüche, die nur von Menschen verursacht sein könnten. Aber ob tatsächlich göttlich – oder nur göttlich inspiriert – die Bibel ist unbestreitbar der wichtigste historische Text, der je geschrieben wurde. Die Bibel hat etwas, das uns nach wie vor fasziniert und bewegt. Es fragt sich, ob ihre wahre Natur im Laufe der Zeit verloren gegangen oder falsch interpretiert worden sein könnte – oder sogar, wie manche vermuten, absichtlich verschleiert wurde.","versions":[{"lang":1,"streams":[{"redirect":8869452,"hoster":"VOE"},{"redirect":8869464,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mysteriöse Mumien","epNo":16,"alt":"Mysterious Mummies","descr":"Von alten Zivilisationen bis hin zu Imperien des 20. Jahrhunderts hat die Menschheit eine unerklärliche Faszination für die Bewahrung der Toten gehabt. Aber warum? Sind wir einfach zu sehr mit den Lebenden verbunden, um sie gehen zu lassen? Oder ist der Tod nicht wirklich das Ende, sondern ein Übergang zu einem Neuanfang?","versions":[{"lang":1,"streams":[{"redirect":12930361,"hoster":"VOE"},{"redirect":8869476,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Amerikas Monumente","epNo":17,"alt":"Secrets Of America’s Monuments","descr":"Viele sehen in ihnen massive Zeugnisse für den Fortschritt Amerikas. Einige betrachten sie als unveränderliche Symbole des menschlichen Geistes. Anderen gelten sie als heilige Stätten, die den Idealen der Freiheit gewidmet sind. Aber ganz gleich, was sie repräsentieren – Amerikas Denkmäler sind unbestreitbar beeindruckend. Sie ziehen die Menschen noch Jahrzehnte – und manchmal Jahrhunderte – nach ihrer Entstehung in ihren Bann. Es könnte sein, dass sich streng gehütete Geheimnisse hinter ihren unerbittlichen Fassaden verbergen.","versions":[{"lang":1,"streams":[{"redirect":12930365,"hoster":"VOE"},{"redirect":8869461,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Suche nach Atlantis","epNo":18,"alt":"The Search For Atlantis","descr":"Nach dem griechischen Philosophen Platon war der verlorene Kontinent Atlantis einst die Heimat einer fortgeschrittenen Zivilisation, bevor er in einer Katastrophe zerstört wurde. Aber war Platons Geschichte nur ein Mythos? Oder gab es Atlantis wirklich? Seit Jahrhunderten haben Archäologen versucht, Beweise zu finden, die beweisen, dass diese Legende wahr ist. Wird Atlantis endlich wiederentdeckt, vielleicht durch den Einsatz moderner Technologie? Oder wird diese verlorene Zivilisation ... ungeklärt bleiben?","versions":[{"lang":1,"streams":[{"redirect":8869473,"hoster":"VOE"},{"redirect":8869477,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"[Derzeit nicht verfügbar]","epNo":19,"alt":"Extraordinary Engineering","descr":"","versions":[]},{"epId":"episode-20","name":"Die Macht des Goldes","epNo":20,"alt":"The Power Of Gold","descr":"Gold ist eines der wertvollsten Edelmetalle auf dem Planeten, wird seit Jahrhunderten von den Menschen begehrt und findet sich in unzähligen modernen elektronischen Geräten. Die Suche der Menschen nach Gold reicht Tausende von Jahren zurück, aber man fragt sich, welche besondere Macht Gold über unser kollektives Bewusstsein ausübt, ob der Grund dafür daran liegt, dass es selten und wertvoll ist, oder ob mehr dahintersteckt.","versions":[{"lang":1,"streams":[{"redirect":8869458,"hoster":"VOE"},{"redirect":8869469,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wahrheit über Bigfoot","epNo":21,"alt":"The Truth About Bigfoot","descr":"Legenden und Augenzeugenberichte erzählen seit Jahrhunderten von einer riesigen, behaarten Kreatur, die auf zwei Beinen durch den Wald streift. Während die Wissenschaft die Existenz dieses mythischen Menschentiers noch beweisen muss, sind unzählige Forscher und Erfahrungsberichte auf der ganzen Welt davon überzeugt, dass sich in abgelegenen Teilen der Welt ein riesiges, affenähnliches Tier versteckt. Sie verweisen auf die Entdeckung großer, unerklärlicher Fußabdrücke als Beweis für den sogenannten \"Bigfoot\", von dem sie hoffen, dass er echt ist. Aber gibt es Bigfoot wirklich?","versions":[{"lang":1,"streams":[{"redirect":8869479,"hoster":"VOE"},{"redirect":8869481,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[Derzeit nicht verfügbar]","epNo":22,"alt":"Bizarre Vanishings","descr":"","versions":[]},{"epId":"episode-23","name":"Aura des Bösen","epNo":23,"alt":"Serial Killers","descr":"Die völlige Missachtung des Lebens, die Serienmörder an den Tag legen, erschüttert unser Verständnis von Menschlichkeit und lässt uns unsere Sicherheit und Geborgenheit infrage stellen. Diese sadistischen Psychopathen zeigen selten Reue oder Einfühlungsvermögen für die Leben, die sie zerstört haben. Es fragt sich, wie Menschen zu diesen schrecklichen Gräueltaten fähig sind und was einen so mörderischen Defekt in der menschlichen Psyche verursacht.","versions":[{"lang":1,"streams":[{"redirect":8869463,"hoster":"VOE"},{"redirect":8869467,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Bekämpfung von Epidemien","epNo":24,"alt":"The Mystery Of Plagues","descr":"Am 11. März 2020 erklärte die Weltgesundheitsorganisation, dass der Ausbruch des tödlichen Coronavirus zu einer weltweiten Pandemie geworden ist. Wir werden einige der verheerendsten Seuchen in der Geschichte der Menschheit sowie die wissenschaftlichen Fortschritte zur Bekämpfung dieser Krankheiten untersuchen, einschließlich der Entwicklung von Edward Jenners Impfstoff gegen Pocken in den 1790er Jahren. Jenners Impfstoff war einer der ersten großen Durchbrüche in der modernen Medizin und half, die abergläubische Haltung der Menschheit gegenüber Krankheiten zu beenden. Aber könnten wir in Zukunft mit Krankheiten konfrontiert sein, die sich von denen unterscheiden, die wir in der Vergangenheit erlebt haben?","versions":[{"lang":1,"streams":[{"redirect":8869487,"hoster":"VOE"},{"redirect":8869485,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Geheimnisse des Mondes","epNo":25,"alt":"Mysteries Of The Moon","descr":"Seit Jahrhunderten blickt die Menschheit staunend zum Mond hinauf. Es fragt sich aber, ob der Mond nur ein Felsen ist, der im Weltraum schwebt, oder ob er tiefe Geheimnisse birgt und vielleicht sogar unglaubliche Kräfte besitzt.","versions":[{"lang":1,"streams":[{"redirect":8881831,"hoster":"VOE"},{"redirect":12480283,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Psyche von Verbrechern","epNo":26,"alt":"Outrageous Robberies","descr":"Was motiviert jemanden zum Stehlen? Ist es nur des Geldes wegen oder könnte ein Krimineller andere Gründe haben, einen besonders gewagten Raubüberfall zu begehen? Werden wir jemals die Beweggründe verstehen, die Menschen dazu bringen, die bizarrsten, kompliziertesten und gefährlichsten Verbrechen zu begehen – oder wird der Geist eines Meisterkriminellen ... ungeklärt bleiben?","versions":[{"lang":1,"streams":[{"redirect":12930368,"hoster":"VOE"},{"redirect":10502527,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Verlorene Schätze","epNo":27,"alt":"The Hunt For Hidden Treasures","descr":"","versions":[{"lang":1,"streams":[{"redirect":10257254,"hoster":"VOE"},{"redirect":10257248,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Auf der Suche nach der Bundeslade ","epNo":28,"alt":"The Search For The Ark Of The Covenant","descr":"","versions":[{"lang":1,"streams":[{"redirect":10389284,"hoster":"VOE"},{"redirect":10389283,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Apokalypse","epNo":29,"alt":"Apocalypse When?","descr":"","versions":[{"lang":1,"streams":[{"redirect":10257259,"hoster":"VOE"},{"redirect":10257263,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Verlorene Schätze","epNo":1,"alt":"The Hunt for Hidden Treasures","descr":"Versunkene Schiffe mit unbezahlbarer Fracht. Verlorene Städte aus Gold. Antike Tempel, die ungeahnte Reichtümer verbergen. Diese verborgenen Schätze haben etwas, das die menschliche Fantasie beflügelt. Aber sind verlorene Schätze nur der Stoff, aus dem Legenden sind? Oder könnten sie tatsächlich real sein?","versions":[{"lang":1,"streams":[{"redirect":10534307,"hoster":"VOE"},{"redirect":10534305,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490889,"hoster":"VOE"},{"redirect":10647980,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Begegnung mit Satan","epNo":2,"alt":"Satanic Encounters","descr":"Seit Tausenden von Jahren glauben die Menschen an die Existenz des Satans, der Verkörperung des Bösen. Manche glauben, dass er die Macht hat, von Seelen Besitz zu ergreifen und Chaos unter der Menschheit zu stiften. Aber ist Satan ein Mythos? Oder gibt es Anzeichen für die Existenz des Satans - und für das Böse, das er in unsere Welt bringt?","versions":[{"lang":1,"streams":[{"redirect":10545242,"hoster":"VOE"},{"redirect":10545240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490887,"hoster":"VOE"},{"redirect":10647981,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf der Suche nach der Bundeslade","epNo":3,"alt":"The Search for the Ark of the Covenant","descr":"Im Laufe der Geschichte haben viele nach der verlorenen Bundeslade gesucht. Im Alten Testament heißt es. Gott selbst beauftragte Moses, die Lade zu bauen - und es wird angenommen, dass sie die Macht des Allmächtigen enthielt. Aber wie konnte ein so begehrtes religiöses Artefakt einfach verschwinden? Und ist es möglich, dass die Lade tatsächlich gefunden werden könnte?","versions":[{"lang":1,"streams":[{"redirect":10547885,"hoster":"VOE"},{"redirect":10547883,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490891,"hoster":"VOE"},{"redirect":10647976,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Apokalypse","epNo":4,"alt":"Apocalypse When?","descr":"Seit den Anfängen der Zivilisation ist die Menschheit darauf fixiert, ihren eigenen Untergang vorherzusagen. Vielleicht sind es Asteroiden, schwarze Löcher oder etwas noch Mysteriöseres, das uns auslöschen wird. Die Frage ist, ob man etwas tun kann, um die Zukunft vorherzusagen und die Menschen vor der Apokalypse zu schützen. Wird unsere Zivilisation untergehen, oder werden wir einen Weg finden, uns weiterzuentwickeln und zu überleben?","versions":[{"lang":1,"streams":[{"redirect":10545246,"hoster":"VOE"},{"redirect":10545243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490890,"hoster":"VOE"},{"redirect":10647982,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geheimnisse der Unsterblichen","epNo":5,"alt":"Secrets Of The Immortals","descr":"Heiliges Wasser mit bemerkenswerten Heilkräften, uralte Mystiker, die seit Hunderten von Jahren leben, ein wissenschaftlicher Durchbruch, der die Antwort auf das ewige Leben liefern könnte: Im Laufe der Geschichte haben viele nach dem Geheimnis des ewigen Lebens gesucht, aber bisher ist es ihnen verwehrt geblieben. Aber ist es möglich, den Tod zu überlisten und ewig zu leben? Was wäre, wenn wir durch die Überprüfung alter Lehren und die Nutzung moderner Technologien endlich unsterblich werden könnten?","versions":[{"lang":1,"streams":[{"redirect":10547888,"hoster":"VOE"},{"redirect":10547886,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13502361,"hoster":"VOE"},{"redirect":10647989,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heilige Knochen","epNo":6,"alt":"Sacred Bones","descr":"Die Menschheit hat schon immer darüber nachgedacht, was nach dem Tod passiert und was wir zurücklassen. Viele fragen sich, welche Kräfte unsere Knochen haben könnten. Manche glauben, dass Knochen Glück bringen oder uns sogar erlauben, mit den Toten zu sprechen. Aber ist es möglich, dass unsere Knochen eine spirituelle Kraft enthalten – oder vielleicht sogar unsere Seele?","versions":[{"lang":1,"streams":[{"redirect":10547892,"hoster":"VOE"},{"redirect":10547890,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490902,"hoster":"VOE"},{"redirect":10647983,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mysterium Mars","epNo":7,"alt":"Mysteries Of Mars","descr":"Seit Jahrhunderten ist die Menschheit auf den Mars fixiert – die rotglühende Kugel am Nachthimmel. Jetzt, wo eine neue Ära der Erforschung des Roten Planeten beginnt, stehen wir kurz davor, seine Rätsel zu lösen. Es wird angenommen, dass Naturkatastrophen den Mars unfruchtbar gemacht haben, aber die Wissenschaft findet immer wieder Hinweise darauf, dass der rote Planet einst blau war und Leben hervorbringen konnte. Vielleicht werden wir Beweise für Leben auf dem Mars finden, wenn wir endlich einen Fuß auf ihn setzen. Und was könnten wir sonst noch auf diesem geheimnisvollen Planeten entdecken?","versions":[{"lang":1,"streams":[{"redirect":10547897,"hoster":"VOE"},{"redirect":10547896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13490923,"hoster":"VOE"},{"redirect":10647986,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Antike Ruinen","epNo":1,"alt":"Mysterious Ancient Ruins","descr":"Antike Ruinen faszinieren uns, und einige archäologische Funde sind so rätselhaft, dass sie alles in Frage stellen, was wir über die Vergangenheit wissen. Werden wir jemals die Wahrheit über diese geheimnisvollen Ruinen erfahren, oder werden sie weiterhin mehr Fragen aufwerfen als Antworten geben?","versions":[{"lang":1,"streams":[{"redirect":11600860,"hoster":"VOE"},{"redirect":11600864,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ursprung des Genies","epNo":2,"alt":"The Mystery Of Genius","descr":"Genie wird weithin als die Fähigkeit angesehen, die Welt auf unglaubliche Weise zu verändern: eine neue Technologie zu erfinden, die Geheimnisse des Universums zu entschlüsseln oder transzendente Kunst zu schaffen. Aber woher kommt das Genie? Was ist der X-Faktor, der jemanden zu einem Genie macht? Sind es \"gute Gene\"? Eine gute Ausbildung? Oder haben Genies etwas viel Geheimnisvolleres und Außergewöhnlicheres in sich?","versions":[{"lang":1,"streams":[{"redirect":11600853,"hoster":"VOE"},{"redirect":11600862,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In den Tiefen des Meeres","epNo":3,"alt":"What Lies Below?","descr":"Mehr als 80 % der Ozeane der Erde sind noch unerforscht, und in vielerlei Hinsicht ist die Unterwasserwelt die letzte große Herausforderung. Neue Technologien ermöglichen es uns, Ozeane und tiefe Seen mehr als je zuvor zu erforschen. Es fragt sich, was wir dort finden werden. Werden wir tiefe Geheimnisse über die Ozeane entdecken? Unterwasserruinen, die Jahrtausende lang verschollen waren? Oder vielleicht etwas noch Außergewöhnlicheres?","versions":[{"lang":1,"streams":[{"redirect":11600872,"hoster":"VOE"},{"redirect":11600877,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10225500,"hoster":"VOE"},{"redirect":10225498,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verlassene Orte","epNo":4,"alt":"Secrets Of Abandoned Places","descr":"Von den alten Babyloniern bis zu den modernen Stadtforschern war die Menschheit schon immer von verlassenen Orten fasziniert. Was ist der Reiz, der uns in diese postapokalyptischen Landschaften lockt? Ist es einfach nur morbide Neugierde? Oder ist es etwas, das schwerer zu definieren ist? Könnten verlassene Orte tatsächlich Orte der \"Magie\" sein – wie die Menschen der Antike glaubten?","versions":[{"lang":1,"streams":[{"redirect":11600881,"hoster":"VOE"},{"redirect":11600888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10266939,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Göttliche Schicksale","epNo":5,"alt":"Acts Of God","descr":"Es gibt Ereignisse, die so zerstörerisch, so erstaunlich oder geradezu wundersam sind, dass sie in den Augen der Gläubigen von der Hand des Allmächtigen gelenkt sein müssen: die Sintflut, die Plagen in Ägypten, Sodom und Gomorra sowie Moses, der das Rote Meer teilte. Waren das nur Lügengeschichten, oder könnten sie historisch korrekt sein? Und wenn ja, waren es nur seltsame Ereignisse – oder waren es Taten Gottes?","versions":[{"lang":1,"streams":[{"redirect":11600886,"hoster":"VOE"},{"redirect":11600889,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bestialische Mörder","epNo":6,"alt":"Serial Killer Creatures","descr":"Das Tierreich ist voll von tödlichen Raubtieren, und einige von ihnen greifen auf außergewöhnliche und unerklärliche Weise an. Greifen manche Tiere Menschen aus Gründen an, die über normale Verteidigung und Hunger hinausgehen? Können sie Emotionen wie Wut oder den Wunsch nach Rache empfinden? Es fragt sich, ob Tiere trotz unseres technologischen Vorsprungs eine größere Bedrohung für uns darstellen, als uns bewusst ist, und zwar aus Gründen, die wir nicht erklären können.","versions":[{"lang":1,"streams":[{"redirect":11600847,"hoster":"VOE"},{"redirect":11600828,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mysteriöse Gräber","epNo":7,"alt":"Mysterious Tombs","descr":"Schon immer haben die Menschen ihre Toten begraben – in Höhlen oder Kammern, in Pyramiden oder in irgendeiner Form von Grabmalen – aber warum? Antike Gräber waren visuelle Denkmäler für die Toten. In China wurde eine riesige Nekropole errichtet, um eine Verbindung zum Jenseits herzustellen. Gibt es ein angeborenes Bedürfnis, unsere Vergangenheit auszugraben? Wonach suchen wir eigentlich? Und welche tiefgründigen Geheimnisse könnten in den Gräbern verborgen bleiben? Das soll in dieser Episode erkundet werden.","versions":[{"lang":1,"streams":[{"redirect":11628832,"hoster":"VOE"},{"redirect":11628830,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Übermenschliche Fähigkeiten","epNo":8,"alt":"Superhuman Feats","descr":"Manche Menschen sind zu scheinbar Unmöglichem fähig. Ob es darum geht, eisige Temperaturen zu überleben, mit einem Atemzug in unergründliche Tiefen zu tauchen oder Gegenstände von unvorstellbarem Gewicht zu heben – übermenschliche Leistungen sorgen immer wieder für Erstaunen. Aber wie erreichen diese Übermenschen solche Leistungen? Ist es eine Frage des Trainings, der Willenskraft, der Genetik oder etwas viel Mysteriöseres?","versions":[{"lang":1,"streams":[{"redirect":11600837,"hoster":"VOE"},{"redirect":11600829,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Welt der Flüche","epNo":9,"alt":"Uncanny Curses","descr":"Überall auf der Welt gibt es Orte und Gegenstände, die als verflucht gelten. Viele Menschen meiden diese Orte und Dinge, weil sie glauben, dass sie ihnen Unheil bringen. Andere glauben, dass Flüche nichts als Aberglaube und folkloristische Legenden sind. Sind Flüche nur das Produkt einer übersteigerten Fantasie oder das Nebenprodukt unheimlicher Zufälle? Oder ist es möglich, dass diese Flüche real sind – und dass dunkle Kräfte im Spiel sind, die sich nicht erklären lassen?","versions":[{"lang":1,"streams":[{"redirect":11653784,"hoster":"VOE"},{"redirect":11653781,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fehlendes Puzzleteil","epNo":10,"alt":"Mysteries Of The Missing Link","descr":"Heute umspannt die menschliche Zivilisation den gesamten Globus, und es leben mehr als sieben Milliarden Menschen auf der Erde. Aber wie hat sich die Menschheit entwickelt? Viele Menschen auf der ganzen Welt glauben, dass die göttliche Hand den Homo sapiens auf der Erde platziert hat. Doch gab es andere Arten von menschenähnlichen Kreaturen – Verwandte des Menschen -, die genauso intelligent wie wir gewesen sein könnten? Und wenn ja, könnten diese anderen Arten heute noch existieren, vielleicht in abgelegenen Teilen der Welt?","versions":[{"lang":1,"streams":[{"redirect":11694177,"hoster":"VOE"},{"redirect":11694180,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Unmögliche überlebt","epNo":11,"alt":"Surviving The Impossible","descr":"Menschen können katastrophale Verletzungen und tödliche Szenarien überleben, die auf unerklärliche Art und Weise allen Gesetzen der Wahrscheinlichkeit trotzen Diese Ereignisse fordern uns heraus, zu erklären, wie jemand unter solchen Umständen überleben konnte. Ist es einfach Schicksal oder Glück, dem Tod ein Schnippchen zu schlagen, wenn das Überleben scheinbar unmöglich ist? Oder sind andere, geheimnisvollere Faktoren im Spiel?","versions":[{"lang":1,"streams":[{"redirect":11764201,"hoster":"VOE"},{"redirect":11764200,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Suche nach König Artus","epNo":12,"alt":"The Search For King Arthur","descr":"König Artus war der erste englische Superheld der Popkultur und hat mit seinen Heldentaten zahlreiche Filme und Fernsehserien inspiriert. Ohne König Artus gäbe es weder Mittelerde noch Harry Potter, Game of Thrones, Star Wars oder – man möge es kaum glauben – Star Trek. Der Einfluss, den die Artus-Sage auf unsere westliche Kultur hatte, ist kaum zu ermessen. Beweist sie die Macht des Mythos oder das bleibende Vermächtnis der Tatsachen? War er einfach eine spannende Figur, die aus den Überlieferungen vieler Kulturen zusammengesetzt wurde oder ein Mensch aus Fleisch und Blut?","versions":[{"lang":1,"streams":[{"redirect":11764199,"hoster":"VOE"},{"redirect":11764198,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wunder der Vergangenheit","epNo":13,"alt":"Wonders Of The Ancient World","descr":"Überall auf der Welt sind bemerkenswerte technische Meisterleistungen aus unserer Vergangenheit zu finden. Einige sind von erstaunlicher Größe. Andere beeindrucken durch ihre Raffinesse. Einige sind so seltsam, dass sie an Unerklärliches grenzen. Hatten unsere Vorfahren fortschrittliche wissenschaftliche Kenntnisse, die im Laufe der Zeit verloren gegangen sind? Wie – und warum – haben sie diese unglaublichen Wunderwerke geschaffen?","versions":[{"lang":1,"streams":[{"redirect":12505400,"hoster":"VOE"},{"redirect":12505396,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Suche nach Außerirdischen","epNo":14,"alt":"The Search For Extraterrestrial Life","descr":"Wissenschaftler arbeiten unermüdlich daran, das Universums verstehen zu lernen. Aber es scheint, dass jede Antwort noch mehr Fragen aufwirft. Unser eigenes Sonnensystem ist von mysteriösen Objekten und Phänomenen bevölkert, die sich unseren Versuchen, sie zu verstehen, zu widersetzen scheinen. Und wenn wir tiefer in den Weltraum vordringen, werden die Rätsel nur noch größer. Was könnte jenseits der Grenzen der Milchstraße liegen? Gibt es dort Galaxien, die unserer eigenen ähneln? Könnten sie intelligentes Leben beherbergen? Und versucht dieses Leben, Kontakt mit uns aufzunehmen?","versions":[{"lang":1,"streams":[{"redirect":12505398,"hoster":"VOE"},{"redirect":12505402,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Monster und Legenden","epNo":15,"alt":"Real Life Monsters","descr":"Seit Jahrhunderten faszinieren fantastische Geschichten über schreckliche Monster die Menschheit. Bizarre Bestien in allen Formen und Größen wurden in einigen der klassischsten Geschichten und Legenden geschildert. Aber was wäre, wenn diese Kreaturen mehr als nur ein Werk der Fantasie und des Aberglaubens wären? Könnten diese Geschichten über legendäre Kreaturen von tatsächlichen Ereignissen inspiriert sein und wo verläuft die Grenze zwischen Realität und Fiktion? Lauern diese berühmten Ungeheuer auch heute noch in den dunklen Ecken unserer Welt?","versions":[{"lang":1,"streams":[{"redirect":12505405,"hoster":"VOE"},{"redirect":12505404,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Amerikas verlorene Schätze","epNo":16,"alt":"America’s Lost Treasures","descr":"","versions":[{"lang":1,"streams":[{"redirect":12930367,"hoster":"VOE"},{"redirect":12650897,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mythos Bermuda Dreieck","epNo":17,"alt":"Mysterious Monoliths","descr":"Überall auf der Welt gibt es verbotene \"Dreiecke\" – geheimnisvolle Regionen, in die Schiffe, Flugzeuge und Menschen eindringen und dann einfach verschwinden. Man findet sie auf den Bermudas, in Alaska, Japan und anderswo. Aber warum? Widersetzen sich diese Orte den Gesetzen der Physik? Oder ist es möglich, dass es Orte auf der Erde gibt, die wir einfach nicht aufsuchen sollen?","versions":[{"lang":1,"streams":[{"redirect":12505410,"hoster":"VOE"},{"redirect":12505409,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Geheimnisse der Gründungsväter","epNo":18,"alt":"Secrets Of The Founding Fathers","descr":"Die Gründerväter haben die Säulen der Freiheit und Demokratie in den Vereinigten Staaten geschaffen. Doch mehr als zwei Jahrhunderte nach der Verwirklichung ihrer kühnen Vision sind neue Informationen über die Komplexität, die Pläne und die Geheimnisse dieser wichtigen historischen Persönlichkeiten aufgetaucht. Welche Wahrheiten über die Männer, die Amerika geformt haben, sind im Dunkeln geblieben?","versions":[{"lang":1,"streams":[{"redirect":12650892,"hoster":"VOE"},{"redirect":12650893,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Übernatürliches im Wilden Westen","epNo":19,"alt":"The Weird Wild West","descr":"Es gibt viele Legenden über Cowboys, amerikanische Ureinwohner und Gesetzlose im amerikanischen Grenzland. Aber es gibt auch viele unheimliche Geschichten von verfluchten Bergen, Monstern und sogar UFOs. Könnten diese Erzählungen wahr sein? Ist der Wilde Westen viel seltsamer, als man gemeinhin annimmt?","versions":[{"lang":1,"streams":[{"redirect":12650890,"hoster":"VOE"},{"redirect":12650891,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unerklärliche Ereignisse","epNo":20,"alt":"Devastating Disasters","descr":"In unserer modernen Welt neigen wir zu der Annahme, dass Technologie und wissenschaftliche Erkenntnisse uns vor fast allem schützen können, auch vor Naturkatastrophen. Aber ist das wirklich so? Oder sind wir heute angesichts von wütenden Bränden, heftigen Erdbeben und zerstörerischen Wirbelstürmen genauso verwundbar wie unsere Vorfahren in der Vergangenheit?","versions":[{"lang":1,"streams":[{"redirect":12505397,"hoster":"VOE"},{"redirect":12505395,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mysteriöse Monolithen","epNo":21,"alt":"Mysterious Monoliths","descr":"Überall auf der Welt gibt es riesige Monolithen, die unsere Vorfahren aus massivem Fels gehauen haben. Aber was war der Zweck dieser riesigen Steinmonumente? Dienten sie rituellen Zwecken? Waren sie dazu bestimmt, die Götter zu ehren? Oder ist es möglich, dass, wie einige behaupten, bestimmte Monolithen tatsächlich dazu gedacht waren, Energie zu leiten?","versions":[{"lang":1,"streams":[{"redirect":12651413,"hoster":"VOE"},{"redirect":12651414,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Verlorene Städte","epNo":1,"alt":"Lost Cities","descr":"Seit Jahrhunderten sind Archäologen und Forscher davon besessen, antike Städte aufzuspüren, die der Zeit zum Opfer gefallen sind. Einige dieser Orte sind in historischen Texten verzeichnet, andere sind Teil mündlicher Überlieferungen und der Folklore. Wie wird eine einst blühende Gemeinschaft zu einer verlorenen Stadt? Und wenn ihre Ruinen gefunden werden, welche Geheimnisse könnten sie dann über die Geschichte der Menschheit verraten?","versions":[{"lang":1,"streams":[{"redirect":13967061,"hoster":"VOE"},{"redirect":13967062,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12506006,"hoster":"VOE"},{"redirect":12506021,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geschichten aus dem Jenseits","epNo":2,"alt":"Tales of the Dearly Departed","descr":"Seit über 100 000 Jahren haben die Menschen Wege gefunden, um ihre Toten zur Ruhe zu betten. Gräber, Gruften und Einäscherungen gelten als respektvolle Möglichkeiten, dem Verstorbenen eine letzte Ruhestätte zu geben. Aber ist es möglich, dass einige dieser Praktiken die Seele für die Ewigkeit bewahren können? Oder können sie die Toten sogar wieder zum Leben erwecken?","versions":[{"lang":1,"streams":[{"redirect":13967049,"hoster":"VOE"},{"redirect":13967050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12506018,"hoster":"VOE"},{"redirect":12506017,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Macht der Flüche","epNo":3,"alt":"Curses Unleashed","descr":"Im Laufe der Geschichte haben alle großen Zivilisationen an Flüche geglaubt und an ihre Macht, den Ahnungslosen Schaden zuzufügen. Auch heute noch haben viele Menschen Angst davor, einen verfluchten Ort zu betreten oder einen angeblich verfluchten Gegenstand zu berühren. Aber wenn Flüche real sind, wie entstehen sie dann? Und wie werden sie ausgelöst?","versions":[{"lang":1,"streams":[{"redirect":13967068,"hoster":"VOE"},{"redirect":13967065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12506016,"hoster":"VOE"},{"redirect":12506019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Grenzen des Erklärbaren","epNo":4,"alt":"Earth’s Unsolved Mysteries","descr":"Die Welt ist voll von atemberaubenden Naturphänomenen, die so spektakulär und manchmal auch so seltsam sind, dass sie sich der konventionellen Weisheit entziehen. Kann die Wissenschaft die Geheimnisse der Erde erklären? Oder kratzt das menschliche Wissen über die Erde nur an der Oberfläche?","versions":[{"lang":1,"streams":[{"redirect":13967041,"hoster":"VOE"},{"redirect":13967042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12651294,"hoster":"VOE"},{"redirect":12651293,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Propheten und Prophezeiungen","epNo":5,"alt":"The Power of Prophecy","descr":"Im Laufe der Geschichte haben viele behauptet, in die Zukunft sehen zu können. Diese Mystiker, Propheten und Hellseher erhielten Visionen von Ereignissen, die den Lauf der Geschichte veränderten. Aber was sagten ihre Prophezeiungen aus? Und welche Vorhersagen trafen sie für die Zukunft der Menschheit?","versions":[{"lang":1,"streams":[{"redirect":13967071,"hoster":"VOE"},{"redirect":13967072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12651300,"hoster":"VOE"},{"redirect":12651295,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geheimnisvolle Monster","epNo":6,"alt":"Mysterious Monsters","descr":"Auf der ganzen Welt wurden unzählige bizarre Kreaturen gesichtet, die nach Augenzeugenberichten nur als Monster bezeichnet werden können, und furchterregende Bestien, die sich mit wissenschaftlichen Methoden nicht erklären lassen. Ist es möglich, dass in den Schatten des Planeten Erde furchterregende Ungeheuer lauern?","versions":[{"lang":1,"streams":[{"redirect":13967053,"hoster":"VOE"},{"redirect":13967054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12651296,"hoster":"VOE"},{"redirect":12651297,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Okkulte Rituale","epNo":7,"alt":"Sacred Rituals","descr":"Im Laufe der Menschheitsgeschichte haben verschiedene Kulturen heilige Rituale eingesetzt, um ihren spirituellen Überzeugungen Ausdruck zu verleihen. Und auch wenn einige zeremonielle Praktiken seltsam erscheinen mögen, gibt es viele Rituale, von denen man annimmt, dass sie unglaubliche Kräfte freisetzen. Ist es also möglich, dass die Durchführung bestimmter Handlungen die Menschheit mit einer höheren Existenzebene verbinden kann?","versions":[{"lang":1,"streams":[{"redirect":13967044,"hoster":"VOE"},{"redirect":13967043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12651302,"hoster":"VOE"},{"redirect":12651304,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"UFO-Hotspots","epNo":8,"alt":"UFO Hotspots","descr":"Jedes Jahr berichten Tausende von Menschen, dass sie am Himmel unidentifizierte Flugobjekte gesehen haben. Die überwiegende Mehrheit dieser seltsamen und beunruhigenden Vorfälle ereignet sich an denselben Orten auf der Erde. Ist es möglich, dass außerirdische Raumfahrzeuge die Erde wiederholt an so genannten \"UFO-Hotspots\" besuchen?","versions":[{"lang":1,"streams":[{"redirect":13967039,"hoster":"VOE"},{"redirect":14103937,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Extraordinary Structures","descr":"Überall auf der Welt gibt es antike Bauwerke, die sich nicht erklären lassen, weil es selbst mit der heutigen Technologie nahezu unmöglich wäre, sie nachzubauen. Wie waren antike Zivilisationen in der Lage, solche außergewöhnlichen Strukturen zu bauen? Und welchem Zweck dienten sie?","versions":[]},{"epId":"episode-10","name":"Mystische Reliquien","epNo":10,"alt":"Holy Relics","descr":"Im Laufe der Geschichte gab es überall auf der Welt viele Reliquien, denen mystische Kräfte zugeschrieben wurden. Ist es möglich, dass diese gewöhnlichen Gegenstände, wie ein Zahn oder der Speer eines Soldaten, die Fähigkeit haben, Wunder zu vollbringen?","versions":[{"lang":1,"streams":[{"redirect":13967079,"hoster":"VOE"},{"redirect":13967083,"hoster":"Vidoza"},{"redirect":13967080,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Tiefgründige Geheimnisse","epNo":1,"alt":"The World Beneath Our Feet","descr":"Die Menschheit hat Satelliten in den Weltraum und U-Boote auf den Meeresboden geschickt, doch der Boden unter der Erdoberfläche bleibt voller Geheimnisse. Gibt es tiefgreifende Geheimnisse, die unter Gesteinsschichten verborgen oder in riesigen Höhlen verborgen sind? Kann die unterirdische Welt Licht auf die Vergangenheit oder sogar die Zukunft der Menschheit werfen?","versions":[{"lang":1,"streams":[{"redirect":13970812,"hoster":"VOE"},{"redirect":13970814,"hoster":"Vidoza"},{"redirect":13970813,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Zeitreisenden","epNo":2,"alt":"The Time Travelers","descr":"Seit Tausenden von Jahren ist die Menschheit von der Vorstellung fasziniert, dass der Mensch eines Tages durch die Zeit reisen wird. Was aber, wenn Zeitreisen bereits stattgefunden haben? Einige der größten Wissenschaftler der Welt sind der festen Überzeugung, dass diese verblüffende Leistung theoretisch möglich ist. Ist es also wirklich zu weit hergeholt zu glauben, dass es einigen Menschen gelungen sein könnte, durch die Zeit zu reisen, sei es absichtlich oder vielleicht rein zufällig?","versions":[{"lang":1,"streams":[{"redirect":13970816,"hoster":"VOE"},{"redirect":13970818,"hoster":"Vidoza"},{"redirect":13970815,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rätselhafte Ruinen","epNo":3,"alt":"Secrets of Ancient Structures","descr":"Über den ganzen Globus verstreut liegen mysteriöse Ruinen, die in sandgepeitschten Wüsten begraben, auf hoch aufragenden Bergen thronen und im Herzen dichter Dschungel verborgen sind. Diese jahrhundertealten Bauwerke sind stille Wächter aus der Vergangenheit, ihre wahre Geschichte scheint von der Zeit ausgelöscht zu sein. Kann die moderne Archäologie das Rätsel lösen, wie und warum diese Wunder errichtet wurden?","versions":[{"lang":1,"streams":[{"redirect":13970817,"hoster":"VOE"},{"redirect":13970819,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mysterien der Wikinger","epNo":4,"alt":"Mysteries of the Vikings","descr":"Im Mittelalter waren die Wikinger als blutrünstige Truppe seefahrender Krieger berüchtigt. Doch während uns allen der berüchtigte Ruf der Wikinger bekannt ist, erfahren Historiker überraschende neue Dinge über diese nordische Gesellschaft.","versions":[{"lang":1,"streams":[{"redirect":13970820,"hoster":"VOE"},{"redirect":13970821,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Geheimnisse der US-Präsidenten","epNo":5,"alt":"Strange Stories of the Presidents","descr":"Die Männer, denen die Ehre zuteil wurde, Präsident der Vereinigten Staaten zu sein, werden in den Annalen der Geschichte als angesehene Führer gefeiert. Es gibt viele bizarre Geschichten über US-Präsidenten, die sich jeder Erklärung entziehen und dennoch von Geheimnissen umhüllt sind.","versions":[{"lang":1,"streams":[{"redirect":13970823,"hoster":"VOE"},{"redirect":13970829,"hoster":"Vidoza"},{"redirect":13970824,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leidensgeschichten","epNo":6,"alt":"Tales Of The Tormented","descr":"Im Laufe der Geschichte haben Geschichten über unerklärliche Krankheiten sowohl des Körpers als auch des Geistes krankhafte Neugier und spürbare Angst geweckt. Von mysteriösen Wunden, die ohne ersichtlichen Grund entstehen – bis hin zu einem eigenartigen Wahnsinn, der Menschen dazu zwingt, sich zu Tode zu tanzen. Sind diese bizarren Leiden lediglich eine Erfindung des Geistes? Oder könnten sie aus unsichtbaren Kräften entstehen, die außerhalb unseres Verständnisses liegen?","versions":[{"lang":1,"streams":[{"redirect":13970826,"hoster":"VOE"},{"redirect":13970828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13345064,"hoster":"VOE"},{"redirect":13345063,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Bizarre Afflictions","descr":"Erkunden Sie die faszinierendsten, seltsamsten und ungeklärtesten Geheimnisse der Welt und Technologien.","versions":[{"lang":2,"streams":[{"redirect":13402968,"hoster":"VOE"},{"redirect":13402969,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kuriose Technologien","epNo":8,"alt":"Strange Technology","descr":"Es gibt viele rätselhafte Artefakte aus aller Welt, die alles in Frage stellen, was wir über die technologischen Fähigkeiten unserer Urahnen wissen. Einige antike Objekte sind so rätselhaft, dass sie endlose Debatten und Theorien ausgelöst haben, und andere weisen auf eine Welt der Hochtechnologie hin, die wir nie für möglich gehalten hätten. Werden wir bei der weiteren Untersuchung dieser seltsamen Artefakte das wahre Potenzial des menschlichen Erfindungsreichtums entdecken?","versions":[{"lang":1,"streams":[{"redirect":13970830,"hoster":"VOE"},{"redirect":13970832,"hoster":"Vidoza"},{"redirect":13970827,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13437298,"hoster":"VOE"},{"redirect":13437297,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unlösbare Codes","epNo":9,"alt":"Unbreakable Codes","descr":"Es gibt nichts Faszinierenderes als einen Code, der nicht geknackt werden kann. Seit Jahrhunderten hat die Menschheit raffinierte Wege gefunden, um wertvolle Informationen zu verstecken – von rätselhaften Puzzles bis hin zu komplexen Chiffren und geheimen Symbolen. Wenn die unknackbaren Codes der Geschichte entschlüsselt werden können … könnten wir dann Antworten auf einige der größten Geheimnisse der Vergangenheit und der Gegenwart entschlüsseln?","versions":[{"lang":1,"streams":[{"redirect":13970836,"hoster":"VOE"},{"redirect":13970839,"hoster":"Vidoza"},{"redirect":13970834,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13468401,"hoster":"VOE"},{"redirect":13468404,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weltkriegsmysterien","epNo":10,"alt":"Strange Stories Of World War II","descr":"Der Zweite Weltkrieg war der größte und tödlichste Konflikt in der Geschichte der Menschheit. Von 1939 bis 1945 lieferten sich mehr als fünfzig Nationen erbitterte Kämpfe – und in dieser Zeit wurden eine Reihe faszinierender und hartnäckiger Geheimnisse geboren. Fast achtzig Jahre später bleiben seltsame Geschichten über alles, vom verlorenen Gold über Geheimbünde bis hin zu hochentwickelter Technologie, ungeklärt. Können neue Informationen uns helfen, die seltsamsten Geschichten des Zweiten Weltkriegs besser zu verstehen?","versions":[{"lang":1,"streams":[{"redirect":13970831,"hoster":"VOE"},{"redirect":13970837,"hoster":"Vidoza"},{"redirect":13970835,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13544485,"hoster":"VOE"},{"redirect":13544486,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Monster unter uns","epNo":11,"alt":"Monsters Among Us","descr":"Seit den Anfängen der Menschheit haben Geschichten über monströse Kreaturen, die im Schatten unserer Welt lauern, sowohl Faszination als auch Angst ausgelöst. Heutzutage tun wir diese Berichte oft als Stoff für Mythen und Legenden ab, aber übersehen wir eine potenziell erschreckende Realität? Wenn Wissenschaftler jedes Jahr bis zu 18.000 neue Tierarten entdecken, ist es da nicht vorstellbar, dass unter uns echte Monster aus Fleisch und Blut leben?","versions":[{"lang":1,"streams":[{"redirect":13970838,"hoster":"VOE"},{"redirect":13970840,"hoster":"Streamtape"}]}]}]}]}