{"seriesId":"the-night-manager","name":"The Night Manager","descr":"Der ehemalige britische Soldat Jonathan Pine (Tom Hiddleston) wird von der Geheimdienstlerin Burr (Olivia Colman) angeheuert, um in den Schatten von Washington und Londons Regierungsbezirk Whitehall zu ermitteln. Dort treibe eine unheilige Allianz aus Geheimdiensten und Waffenschiebern ihr Unwesen.Für seine Ermittlungen muss Pine in den inneren Zirkel um den mörderischen Waffenhändler Onslow Roper (Hugh Laurie) gelangen, der unter anderem dessen Freundin Jed (Elizabeth Debicki) und ein mysteriöser Mann namens Corcoran (Tom Hollander) umfasst. Um sich hier als würdig zu erweisen muss Pine selbst zum Kriminellen werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Nachtportier Pine fallen brisante Dokumente in die Hand. Sie entlarven den Geschäftsmann Roper als skrupellosen Waffendealer. Unter Lebensgefahr wird Pine zum Undercover-Agenten. Der britische Geheimdienst schleust Pine unter falscher Identität in die engsten Kreise Ropers ein. Tom Hiddleston und Hugh Laurie liefern sich ein packendes Katz- und Maus-Spiel in der aufwendigen Adaption eines Bestsellers von John le Carré. Der Brite Jonathan Pine arbeitet als Nachtportier in einem ägyptischen Luxushotel. Während sich auf den Straßen von Kairo der \"Arabische Frühling\" lautstark bemerkbar macht, schätzt der ehemalige Soldat den Komfort und die Ruhe seines Arbeitsplatzes. Doch damit ist es vorbei, als ihn Sophie Alekan um einen Gefallen bittet. Alekan ist die Geliebte eines einflussreichen Hotelgastes, von dem sie offenbar misshandelt wird. Pine soll einige Dokumente für sie fotokopieren. Jonathan staunt nicht schlecht, als er in den Papieren, die sie ihm gab, Rechnungen von verbotenen Waffenladungen und chemischen Kampfstoffen entdeckt. Lieferant ist der angesehene britische Geschäftsmann Richard Roper. Er versorgt unter Umgehung internationaler Regelungen und Embargos alle Krisengebiete der Welt mit Waffen. Das Geschäft floriert. Pine reicht die Unterlagen an den britischen Geheimdienst weiter. Hier wird Agentin Angela Burr auf die brisanten Vorgänge aufmerksam. Roper steht schon lange auf ihrer Fahndungsliste. Bisher konnte sie ihm nichts nachweisen. Jetzt endlich scheint sie verlässliche Beweise gegen ihn in der Hand zu haben. Doch sie ahnt nicht, dass Roper bis in die Spitzen des britischen Geheimdienstes gut vernetzt ist. Als Roper Wind von dem Verrat bekommt, bezahlt Sophie Alekan dafür mit dem Leben. Pine kann sie nicht beschützen.","versions":[{"lang":1,"streams":[{"redirect":9582870,"hoster":"VOE"},{"redirect":8644157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512203,"hoster":"VOE"},{"redirect":14512209,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Vier Jahre später: Jonathan Pine arbeitet inzwischen in einem luxuriösen Schweizer Hotel. Unerwartet kreuzen sich dort seine Wege mit denen von Richard Roper. Während Roper mit seinen engsten Vertrauten im Hotel gastiert, tritt Pine mit der Agentin Angela Burr in Kontakt. Es gelingt ihm, weggeworfene SIM-Karten von Roper zu entwenden und diese Burr zukommen zu lassen. Burr verfolgt nämlich seit einigen Jahren das Ziel, Roper dingfest zu machen. Bisher ist es ihr jedoch noch nicht gelungen. Mit der Unterstützung von Jonathan Pine will sie dem schlimmsten Mann der Welt das Handwerk legen. Dazu muss es Pine gelingen, als Geheimagent in Ropers Organisation zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":9620277,"hoster":"VOE"},{"redirect":8644156,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512206,"hoster":"VOE"},{"redirect":14508585,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Bei einer versuchten Entführung von Ropers kleinem Sohn Daniel gelingt es Jonathan, wie aus dem Nichts als Retter aufzutauchen. Er wird dabei jedoch schwer verletzt. Roper erkennt Pine wieder und entscheidet sich dazu, ihn in seiner Villa genesen zu lassen. Dort begegnet ihm Ropers innerster Kreis mit Argwohn und Misstrauen. Vor allem Major Lance Corkoran, Ropers rechte Hand, sieht in Pine eine Gefahr. Mit jedem weiteren Tag, den Pine in der Villa verbringt, werden immer mehr Recherchen über ihn angestellt. Droht seine Tarnung aufzufliegen?","versions":[{"lang":1,"streams":[{"redirect":9620278,"hoster":"VOE"},{"redirect":8644160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512211,"hoster":"VOE"},{"redirect":14512212,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":1,"streams":[{"redirect":8487583,"hoster":"VOE"},{"redirect":8644161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512207,"hoster":"VOE"},{"redirect":14508586,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Roper gewährt Pine Zutritt zum innersten Kreis seiner Vertrauten und bezieht ihn in seine Geschäfte mit ein. Er soll als Strohmann für Roper arbeiten. Dafür muss er eine neue Identität annehmen. Von nun an ist er Andrew Birch. Zudem wird er zum Geschäftsführer einer Firma namens Tradepass ernannt. Corky hingegen verliert seine exklusive Stellung neben Roper, was ihn dazu bewegt, Pine noch stärker zu misstrauen. Als Corky herausfindet, dass sich zwischen Pine und Jed, der Geliebten Ropers, eine Affäre anbahnt, warnt er ihn, sich von ihr fernzuhalten. Angela und ihr Team kommen in der Zwischenzeit in ihren Ermittlungen weiter. Ihnen hat sich Joel Steadman, ein US-Regierungsmann, angeschlossen.","versions":[{"lang":1,"streams":[{"redirect":9620276,"hoster":"VOE"},{"redirect":8644159,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Für einen großen Waffendeal reisen Roper und Birch alias Pine nach Istanbul. Angela Burr und ihr Team erfahren von Birchs Beziehung zu Jed, weshalb sie ihn von dem Fall abziehen wollen. Sie stufen die Situation als zu riskant ein. Birch ist jedoch noch nicht bereit, den Einsatz abzubrechen. Vielmehr warnt er Roper mit der Vermutung, sie würden vom Geheimdienst überwacht.","versions":[{"lang":1,"streams":[{"redirect":9582871,"hoster":"VOE"},{"redirect":8644168,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Birch muss eine Reihe von Wagnissen eingehen, da Roper einen Verräter in seinen eigenen Reihen vermutet. Damit Birch seine Tarnung wahren kann, verrät er Jed seine wahre Identität. Burr und ihr Team spüren in London zunehmenden Widerstand aus der White Hall und Corky droht, Jonathan zu entlarven. Die Situation wird für Birch immer riskanter, als die Reise weiter nach Kairo, zum Familienclan der Hamids führt.","versions":[{"lang":1,"streams":[{"redirect":9582872,"hoster":"VOE"},{"redirect":8644163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Der Abschluss des Waffendeals rückt immer näher und damit die Chance, Roper endgültig das Handwerk zu legen. Doch Angela Burrs Ermittlungseinheit wurde vom Ministerium geschlossen. Nur Angela Burr und Joel sind in Kairo vor Ort, um Birch zu unterstützen. Auch Jeds Leben gerät immer stärker in Gefahr. Wird es Birch gelingen, den Waffenhandel zu verhindern und sich endgültig an Roper zu rächen?","versions":[{"lang":1,"streams":[{"redirect":9620281,"hoster":"VOE"},{"redirect":8644162,"hoster":"Streamtape"}]}]}]}]}