{"seriesId":"the-idolm-ster-cinderella-girls","name":"The iDOLM@STER: Cinderella Girls","descr":"[Ger Sub] Das traditionsreiche Produktionsstudio 394 hat viele Idols. Nun ruft das Unternehmen ein neues Projekt ins Leben, welches auf den Namen \u0026amp;quot;Cinderella Projekt\u0026amp;quot; getauft wurde. Mädchen, die ein normales Leben führen, werden ausgewählt, um Idols zu werden. Eine neue Welt öffnet sich dabei, wie es sie noch nie in der Cinderella Geschichte gegeben hat. Können alle Mädchen die Stufen, die zum Palast führen, erklimmen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Who Is In the Pumpkin Carriage?","descr":"Uzuki Shimamura ist ein gewöhnliches Mädchen, das davon träumt, ein Idol zu sein, also besucht sie eine spezielle Ausbildungsschule. Eines Tages taucht eine Produzentin von 346 Production mit der Nachricht auf, dass sie eines von drei Mädchen ist, die für das Cinderella-Projekt ausgewählt wurden, obwohl sie das Vorsprechen beim ersten Mal nicht bestanden hat. Uzuki ist begeistert, aber das Projekt kann nicht beginnen, bis die anderen beiden Mitglieder ausgewählt sind… \"P\" scoutet Rin Shibuya, den er für die zweite Eröffnung im Auge hat. Rin ist jedoch nicht daran interessiert, ein Idol zu werden und lehnt ihn ab","versions":[{"lang":3,"streams":[{"redirect":8491185,"hoster":"VOE"},{"redirect":8647951,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I Never Seen Such a Beautiful Castle","descr":"Uzuki und Rin kommen zum ersten Mal zur 346 Production. Sie treffen das letzte Mitglied, das die Idol-Version eines \"zweiten Chance-Gewinnspiels\" gewonnen hat, Mio Honda, sowie die 12 anderen exzentrischen Mitglieder, und so kann das Projekt endlich beginnen. Der erste Job für die drei Newcomer ist ein Werbeshooting, doch ihre Nervosität droht das Ganze zu entgleisen. Irgendwie schaffen sie es, und zwar gut genug, um Superidol Mika Jougasaki zu beeindrucken, die das Trio plötzlich als Ersatztänzer für ein bevorstehendes Konzert anheuert!","versions":[{"lang":3,"streams":[{"redirect":8491189,"hoster":"VOE"},{"redirect":8647962,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Ball is Resplendent, Enjoyable, and...","descr":"Uzuki, Rin und Mio nehmen Unterricht, um Mikas Rückentänzer zu werden. Es ist ein langer, harter Kampf, aber dank der Ermutigung der anderen Projektmitglieder schaffen sie es irgendwie. Doch der Druck, zum ersten Mal auf der Bühne zu stehen, hat das Trio so sehr gestresst, dass selbst die Generalprobe nicht gut läuft. Werden sie es für das eigentliche Konzert zusammenbekommen?","versions":[{"lang":3,"streams":[{"redirect":13495807,"hoster":"VOE"},{"redirect":8647964,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Everyday life, really full of joy!","descr":"Uzuki, Rin und Mio wurden angezapft, um das PR-Video des Cinderella-Projekts zu drehen. Sie gehen herum und filmen ihre Kameraden mit einer praktischen Kamera, von denen einige herausfordernde Themen sind. Aber nachdem das Video fertig ist, macht P eine wichtige Ankündigung!","versions":[{"lang":3,"streams":[{"redirect":13495810,"hoster":"VOE"},{"redirect":8647971,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I don\u0027t want to become a wallflower","descr":"Zwei Einheiten werden ihr Debüt geben, eine mit Uzuki, Rin und Mio, die andere mit Minami und Anastasia. Sie alle sind mit Unterricht beschäftigt, um sich auf ihr Minikonzert-Debüt vorzubereiten. Mikus Frust kocht jedoch gefährlich über, als ihr eigenes Debüt nicht am Horizont zu sehen ist.","versions":[{"lang":3,"streams":[{"redirect":13495809,"hoster":"VOE"},{"redirect":8647972,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Finally, our day has come!","descr":"Uzuki, Rin und Mio sind die Mitglieder von New Generations, während Minami und Anastasia Love Laika bilden. Ein Mini-Konzert zur Promotion ihrer jeweiligen Debüt-CDs ist geplant, und die Mitglieder beider Einheiten bereiten sich mit Interviews, Fitting-Sessions und ähnlichem vor. Minami und Anastasia sind extrem nervös, da sie zum ersten Mal auf der Bühne stehen, aber sie tun ihr Bestes, um sich vorzubereiten, indem sie zusammenarbeiten und viel trainieren. Währenddessen können die Mitglieder von New Generations es kaum erwarten, ein weiteres Bühnenerlebnis zu haben, wie sie es mit Mika getan haben. Endlich kommt der Tag ihres ersten Konzerts, aber was sehen die Mitglieder, wenn sie auf die Bühne blicken?","versions":[{"lang":3,"streams":[{"redirect":8491193,"hoster":"VOE"},{"redirect":8647975,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"I wonder where I find the light I shine...","descr":"P gelingt es nicht, Mio hinterherzulaufen, als sie aus dem Büro rennt. Dies führt dazu, dass Rin und die anderen Projektmitglieder Ps Haltung misstrauen und was er vorhat, alleine zu tun. Dann verlässt auch Rin das Projekt und es sieht so aus, als ob das Ganze auseinanderbrechen könnte. P stattet Uzuki einen Besuch ab, die in dieser kritischen Zeit das Pech hatte, sich zu erkälten, aber ihr Lächeln und ihr unermüdlicher Traum, ein Idol zu werden, bestärken Ps Entschlossenheit, Mio und Rin zurück in die Gemeinschaft zu bringen. Währenddessen hören die anderen Mitglieder, wie P nach einem Vorfall in der Vergangenheit feige in der Art und Weise wurde, wie er mit den Idolen interagiert..","versions":[{"lang":3,"streams":[{"redirect":8491194,"hoster":"VOE"},{"redirect":8647974,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"I want you to know my hidden heart","descr":"Während der Sommer rollt, kommen sich P und die Idole näher, während das Projekt gut voranschreitet. Und für Ranko ist es besonders schön, da sie als nächstes ihr CD-Debüt geben darf. Es gibt jedoch eine große Lücke zwischen dem Bild, das Ranko für sich selbst geschaffen hat, und der Art und Weise, wie P dieses Bild wahrnimmt. Er bemüht sich, sie zu verstehen, und sie tut ihr Bestes, um mit ihm zu kommunizieren, aber wird es ihnen gelingen, einen Mittelweg zu finden?","versions":[{"lang":3,"streams":[{"redirect":8491195,"hoster":"VOE"},{"redirect":8647980,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sweet\" is a magical word to make you happy!","descr":"Kanako, Chieri und Anzu geben ihr Einheitendebüt als Candy Island. Anzu sagt jedoch, dass sie nicht arbeiten möchte. Kanako ist entspannt und macht alles in ihrem eigenen Tempo, und Chieri ist so nervös, dass ein Publikum sie beobachtet, dass sie es nicht ansehen kann. Die Einheit scheint von Anfang an zweifelhaft, aber die drei werden eingeladen, in einer Varieté-Show aufzutreten, die von Mizuki Kawashima und Airi Totoki moderiert wird. Von den Blicken des Publikums beschäftigt, hat das frischgebackene Trio keine Teamarbeit, wenn es gegen drei andere Idole antritt. Es hilft nichts, wenn vorher eine furchtbare \"Strafe\" für das verlorene Team angekündigt wird!","versions":[{"lang":3,"streams":[{"redirect":8491197,"hoster":"VOE"},{"redirect":8647977,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Our world is full of joy!!","descr":"Das Trio aus Rika, Miria und Kirari debütiert als Dekoration und knüpft sogar an die Modemarke Pika Pika Pop an. Die Einheit eignet sich gut für eine PR-Veranstaltung, aber P ist der Meinung, dass sie das Publikum mehr einbeziehen kann. Während das Trio über Möglichkeiten nachdenkt, genau das zu tun, nimmt das Trio in Harajuku eine Verschnaufpause, aber als P von ihnen getrennt wird, suchen beide Seiten an den falschen Orten nacheinander. Die Uhr tickt auch, denn die nächste Veranstaltung beginnt bald, also machen Sie sich nichts aus, das Publikum einzubeziehen, Dekoration könnte das Ganze verpassen!","versions":[{"lang":3,"streams":[{"redirect":8491199,"hoster":"VOE"},{"redirect":8647978,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Can you hear my voice from the heart?","descr":"Miku Maekawa und Riina Tada werden ihr Debüt als letzte Einheit des Cinderella-Projekts geben. Miku will jedoch ein süßes Idol mit Katzenohren sein, während Riina es sich zum Ziel gesetzt hat, ein cooles Rock-Idol zu werden. Die beiden sind wie Öl und Wasser, und beide sind der Einheitsidee stark entgegengesetzt. Aber wenn ihre Teilnahme am Unit-only-Sommerfestival auf dem Spiel steht, bemühen sie sich, auf die gleiche Wellenlänge zu kommen und beginnen damit, Mitbewohner zu werden!","versions":[{"lang":3,"streams":[{"redirect":8491200,"hoster":"VOE"},{"redirect":8647976,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The magic needed for a flower to bloom","descr":"Mit ihrer beschlossenen Teilnahme am Sommerfest arbeiten die Projektmitglieder hart und nehmen Unterricht in einem Camp. Aber als P zu einem anderen Dienst aufbrechen muss, übernimmt Minami die Rolle des Lagerkoordinators. Abgesehen davon, dass sie ihre eigenen Solo-Songs singen, müssen die Mitglieder auch einen neuen Gruppensong lernen, haben aber eine harte Zeit damit, sich mit der Choreographie zu synchronisieren. Als Minami sieht, wie sie kämpfen, sagt Minami plötzlich die Gruppenstunde ab... und initiiert ein sportliches Treffen unter dem Deckmantel eines \"Sonderprogramms\"!","versions":[{"lang":3,"streams":[{"redirect":8491203,"hoster":"VOE"},{"redirect":8647986,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"It\u0027s about time to become Cinderella girls!","descr":"Das Sommerfest ist endlich da. Alle Projektmitglieder sind nervös, auf der großen Bühne aufzutreten, aber ihre Proben verlaufen dank Minamis Führung reibungslos. Doch dann bricht Minami vor angesammeltem Stress zusammen. Ranko ersetzt Minami mit Love Laika und irgendwie laufen die restlichen Auftritte des Cinderella Project reibungslos ab... bis ein plötzlicher Regenguss den Rest des Konzerts absagt!","versions":[{"lang":3,"streams":[{"redirect":8491201,"hoster":"VOE"},{"redirect":8647984,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Who is the lady in the castle?","descr":"Das Festival ist nun vorüber und in der Agentur kehrt wieder der Alltag ein. Wäre da nicht diese mysteriöse Person, die den Producer zu stalken scheint. Zudem trifft die Executive Director ein.","versions":[{"lang":3,"streams":[{"redirect":8491202,"hoster":"VOE"},{"redirect":8647987,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"When the spell is broken...","descr":"Alle Projekte der neuen Idols werden abgesagt und der Producer und die Mädchen überlegen, was sie dagegen tun können.","versions":[{"lang":3,"streams":[{"redirect":8491204,"hoster":"VOE"},{"redirect":8647996,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The light shines in my heart","descr":"Miku und Nana haben es nicht leicht. Plötzlich sollen Tier-Charas verboten werden ... Aber gerade die machen doch ihre Identität aus.","versions":[{"lang":3,"streams":[{"redirect":8491207,"hoster":"VOE"},{"redirect":8647994,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Where does this road lead to?","descr":"Mika und Miria haben es nicht leicht. In der Firma stehen sie vor großen Veränderungen. Mirias Mutter hat keine Zeit für sie und Rika bittet Mika um Rat, die doch gerade selbst Probleme hat. Es ist nicht leicht, eine große Schwester zu sein.","versions":[{"lang":3,"streams":[{"redirect":8491208,"hoster":"VOE"},{"redirect":8647991,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A little bit of courage shows your way","descr":"Kanako und Chieri müssen Interviews mit verschiedenen Leuten drehen und setzen sich dafür unter zu großen Druck.","versions":[{"lang":3,"streams":[{"redirect":8491206,"hoster":"VOE"},{"redirect":8647993,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"If you\u0027re lost, let\u0027s sing aloud!","descr":"Riina ist sich unsicher, in welche Richtung sie gehen will. Sie verbringt viel Zeit mit Natsuki, was in Miku Misstrauen weckt. Will sie Asterisk verlassen und Natsukis neuer Rockband beitreten?","versions":[{"lang":3,"streams":[{"redirect":12383182,"hoster":"VOE"},{"redirect":8647997,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Which way should I go to get to the castle?","descr":"Direktorin Mishiro möchte, dass sich Rin einer neuen Unit anschließt und Anastasia ihr Solo-Debüt angeht ... Wie werden sie sich entscheiden und was wird aus New Generations und Love Laika?","versions":[{"lang":3,"streams":[{"redirect":13475472,"hoster":"VOE"},{"redirect":8648002,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Crown for Each.","descr":"Nicht nur Rin will sich einer neuen Unit anschließen, nun kündigt auch Mio ihr Solodebüt an. Die Gruppe ist unsicher, wie sie mit dieser Situation umgehen sollen und ob sie die Abteilung wirklich noch retten können.","versions":[{"lang":3,"streams":[{"redirect":13475473,"hoster":"VOE"},{"redirect":8648000,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Best Place to See the Stars.","descr":"Der Auftritt von Triad Primus war ein voller Erfolg. Uzuki hingegen ist völlig neben der Spur.","versions":[{"lang":3,"streams":[{"redirect":8491211,"hoster":"VOE"},{"redirect":8648003,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Glass Slippers.","descr":"Uzuki hat sich eine Auszeit genommen, um wieder in der Ausbildungsschule zu trainieren. Rin und Mio wollen sie unbedingt zurückhaben, aber Uzuki verschweigt ihnen die Wahrheit.","versions":[{"lang":3,"streams":[{"redirect":13475470,"hoster":"VOE"},{"redirect":8648005,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Barefoot Girl.","descr":"Uzuki ist wieder in der Agentur erschienen, aber hat ihre Unsicherheit immer noch nicht überwunden. Und das Konzert von New Generations steht unmittelbar bevor.","versions":[{"lang":3,"streams":[{"redirect":8491209,"hoster":"VOE"},{"redirect":8648007,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Cinderella Girls at the Ball.","descr":"Der große Tag ist gekommen ... Wird der Ball ein Erfolg und die Abteilung der Cinderella Girls weiterhin bestehen bleiben?","versions":[{"lang":3,"streams":[{"redirect":13475476,"hoster":"VOE"},{"redirect":8648008,"hoster":"Streamtape"}]}]}]}]}