{"path":"/serie/stream/the-widow","name":"The Widow","descr":"In der Serie \"The Widow\" steht Georgia Wells (Kate Beckinsale) im Zentrum, die - wie der Titel schon verrät - gerade Witwe geworden ist. Sie lässt ihr altes Leben hinter sich und ist nicht mehr die Frau, die sie einmal war. Als sie ihren verstorbenen Ehemann plötzlich in den Nachrichten sieht, wird Georgia jedoch zurück in ihr altes Leben hineingezogen und kann nicht aufhören nach der Wahrheit über die Vergangenheit zu suchen. Ihre Suche bringt sie nach Kongo, wo Gefahren und Enthüllungen lauern.","seasons":[{"path":"/serie/stream/the-widow/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-widow/staffel-1/episode-1","name":"Mr. Tequila","epNo":1,"alt":"Mr. Tequila","descr":"Das Leben einer Frau gerät durcheinander, als in ihr der Verdacht aufkommt, dass ihr Ehemann, der vor drei Jahren nach einem Flugzeugabsturz für tot erklärt wurde, noch am Leben ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114856","hoster":"VOE"},{"path":"/redirect/8647292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-2","name":"Der Grüne Löwe","epNo":2,"alt":"Episode 2","descr":"Auf der Suche nach der Wahrheit über ihren Mann wird Georgia von Emmanuel unterstützt; gemeinsam versuchen sie, den geheimnisvollen Pieter Bello aufzuspüren. Beatrix ist schockiert, als sie erfährt, wie Ariel sein Augenlicht verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490415","hoster":"VOE"},{"path":"/redirect/8647290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-3","name":"Die Überlebenden","epNo":3,"alt":"Episode 3","descr":"Auf Judiths Initiative hin wird Georgia von einer Gruppe medizinischer Helfer mitgenommen, doch sie geraten in einen Hinterhalt. Pieter zwingt Adidja zu einer entsetzlichen Tat, während Ariel sich den Schrecken seiner Vergangenheit stellen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8490419","hoster":"VOE"},{"path":"/redirect/8647304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-4","name":"Violet","epNo":4,"alt":"Episode 4","descr":"Martin und Ariel versuchen, die Identität eines Generals zu klären, der mit dem Flugzeugabsturz in Verbindung steht, während sich Georgia in Gefahr begibt, um an den schwer greifbaren Pieter heranzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114857","hoster":"VOE"},{"path":"/redirect/8647303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-5","name":"Verloren","epNo":5,"alt":"Episode 5","descr":"Als sie Pieter endlich gegenübersteht, greift Georgia zu drastischen Maßnahmen, um mehr über Wills Verschwinden zu erfahren. Eine Reise in ihre Heimat wirft Judith zurück in die Vergangenheit, aber eine Schicksalswende trifft sie unerwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114859","hoster":"VOE"},{"path":"/redirect/8647305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-6","name":"Die Spinne und das Netz","epNo":6,"alt":"Episode 6","descr":"Georgia und Adidja unternehmen eine Reise in die Tiefen der kongolesischen Wildnis – mit überraschenden Folgen. Bei ihren Nachforschungen über den Flugzeugabsturz geraten Martin und Ariel immer weiter in das gefährliche Umfeld Azikiwes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114862","hoster":"VOE"},{"path":"/redirect/8647308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-7","name":"Will","epNo":7,"alt":"Episode 7","descr":"Ihre Suche nach Will führt Georgia nach Ruanda. Bei ihrer Ankunft hofft sie, endlich eine Antwort auf die Frage zu erhalten, was wirklich mit ihrem Mann passiert ist. Aber auf das, was sie vorfindet, war sie nicht gefasst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930407","hoster":"VOE"},{"path":"/redirect/8647311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-widow/staffel-1/episode-8","name":"Nigel","epNo":8,"alt":"Episode 8","descr":"Immer noch unter Schock angesichts der Enthüllungen über Will kehrt Georgia nach Kinshasa zurück. Aber bevor sie geschehenes Unrecht korrigieren kann, muss sie diejenigen bekämpfen, die sie am Aufdecken der Wahrheit hindern wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114864","hoster":"VOE"},{"path":"/redirect/8647845","hoster":"Streamtape"}]}]}]}]}