{"seriesId":"the-killer-inside","name":"The Killer Inside","descr":"Die Kommissare Julie Beauchemin (Fanny Mallette) und Bob Crépault (Sylvain Marcel) sind die Verhörspezialisten auf ihrer Polizeiwache in Montréal. Mit ihren ausgefeilten psychologischen Taktiken dringen sie letztendlich zu jedem noch so wohlgehüteten Geheimnis vor. Beruflich ist Julie also auf Erfolgskurs, während ihr Familienleben aber doch immer wieder zu wünschen übrig lässt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Fell des Bären","epNo":1,"alt":"Episode 1","descr":"Das eingespielte Kommissaren-Duo Julie Beauchemin und Bob Crépault ist sehr erfolgreich: Auf der Polizeiwache im kanadischen Montreal nehmen sie Tatverdächtige ins Kreuzverhör. Früher oder später entlocken sie durch ihre ausgefeilten, psychologischen Taktiken jedes wohlgehütete Geheimnis. Doch Julies Leben hat auch seine Schattenseiten: Während sie in beruflicher Hinsicht durchstartet, lässt ihr Familienleben sehr zu wünschen übrig. Ein Verdächtiger behauptet, den Ring eines Vermissten im Magen eines Bären gefunden zu haben. Julie und ihr Team ermitteln und bekommen Unterstützung durch den Neuzugang Maxime Moreli. Schnell wird klar, dass in der Geschichte einige Ungereimtheiten zu finden sind. Auch die Frau des Opfers scheint mehr zu wissen als sie zugibt. Bob und Maxime versuchen sie zum Reden zu bringen, während Julie sich auf die Suche nach ihrer Tochter machen muss.","versions":[{"lang":1,"streams":[{"redirect":8484274,"hoster":"VOE"},{"redirect":8642599,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Familiengeheimnisse","epNo":2,"alt":"Episode 2","descr":"Maxime hat das Stellenangebot angenommen und arbeitet jetzt mit im Team. Nach anfänglichen Spannungen mit Julie beschließen die beiden, sich auf das Berufliche zu konzentrieren. Der erste Fall des Trios dreht sich um die Leiche von Dr. Gignac, die in einem Parkhaus gefunden wird. Der Tathergang scheint schnell geklärt, als ein polizeibekannter Auftragsmörder verhaftet wird. Doch im Verhör tauchen plötzlich Ungereimtheiten auf. Bei der Geburtstagsparty ihrer Tochter steht nach zwei Jahren Funkstille plötzlich Julies Vater in der Tür und wirbelt Julies Leben durcheinander.","versions":[{"lang":1,"streams":[{"redirect":8484275,"hoster":"VOE"},{"redirect":8642609,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"An meinen Bruder","epNo":3,"alt":"Episode 3","descr":"Ein kurioser Fall lässt das Team aus Montreal aufhorchen: Ein Video-Game-Hersteller behauptet, sein Bruder sei von einer Spielfigur umgebracht worden. Die Ermittlungen laufen auf Hochtouren, doch ein Missverständnis stiftet Unruhe unter den Kollegen und lässt diese falsche Schlüsse ziehen. Während Julie eine ungewollte Entdeckung macht, erfährt Maxime durch seine Schwester ein vor ihm verborgenes Familiengeheimnis.","versions":[{"lang":1,"streams":[{"redirect":9620271,"hoster":"VOE"},{"redirect":8642602,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die andere Seite des Spiegels","epNo":4,"alt":"Episode 4","descr":"Ein Mann stürmt in die Wohnung eines Ehepaares, fordert Geld und obwohl seinen Forderungen Folge geleistet wird, erschießt er den Ehemann. Anschließend verlässt er die Wohnung, sperrt die Tür von außen zu und lässt die Frau zurück. So beschreibt die verstörte Ehefrau den Tathergang. Doch die Sache hat einen Haken, denn obwohl die Ehefrau die Wahrheit zu sagen scheint und den Täter genau identifizieren kann, ist der Tatverdächtige offensichtlich unschuldig. Beide sagen laut Lügendetektor die Wahrheit und dennoch scheint einer der beiden zu lügen. Während Bob weiterhin überzeugt ist, dass die Ehefrau nichts mit dem Mord zu tun hat, ist Julie ganz anderer Meinung. Denn in der Beziehung des Ehepaares gab es ernsthafte Schwierigkeiten. Julie betrachtet diese aus eigener Erfahrung als schwerwiegend genug, um als Mordmotiv erachtet werden zu können. Doch das scheint nicht das einzige Problem zu sein.","versions":[{"lang":1,"streams":[{"redirect":8484279,"hoster":"VOE"},{"redirect":8642603,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Weg der Macht","epNo":5,"alt":"Episode 5","descr":"Ungünstiger kann es für Julie nicht kommen: Während sich ihre Beziehungsprobleme zuspitzen und ihr Mann sie zurückgewinnen will, muss sie sich eines für sie besonderen Falles annehmen. Eine Staatssekretärin wird erdrosselt in ihrer Wohnung aufgefunden. Alles deutet auf einen Raubüberfall hin. Doch während ihr Chef es vollkommen ausschließen will, hat Julie einen ganz besonderen Tatverdächtigen, welchen sie auch umgehend zum Verhör einlädt. Denn neben einer merkwürdigen Journalistin steht für sie besonders einer im Verdacht: der Verkehrsminister höchstpersönlich.","versions":[{"lang":1,"streams":[{"redirect":13114387,"hoster":"VOE"},{"redirect":8642605,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Reise durch die Zeit","epNo":6,"alt":"Episode 6","descr":"Als der Fall um eine erhängte Friseurin gelöst werden soll, verliert Julie die Nerven. Zu sehr erinnert sie der Fall an ihre Mutter, die sich kurz nach der Trennung von ihrem Vater erhängte. Da sie nun kurz vor ihrer eigenen Trennung steht, möchte sie sich dem Fall entziehen. Doch dieser Wunsch wird ihr verwehrt. Stattdessen weist der Fall immer mehr Parallelen zu dem ihrer Mutter auf. In beiden scheint ein Selbstmord vorgetäuscht worden zu sein. Julie beschließt, nicht nur diesen Fall zu lösen, sie rollt auch den schon lange zu den Akten gelegten Fall ihrer Mutter wieder auf.","versions":[{"lang":1,"streams":[{"redirect":8484294,"hoster":"VOE"},{"redirect":8642606,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verweigerung der Aussage","epNo":7,"alt":"Episode 7","descr":"Julie ist entsetzt, als sie erfährt, was mit ihrer Tochter geschehen ist. Wenige Tage, nachdem ihr Ex-Mann die Kinder abgeholt hat, verschwindet Romane spurlos. Niemand weiß, was ihr widerfahren ist, und erreichbar ist sie auch nicht. Zudem wächst die Befürchtung, dass ein polizeibekannter Mann das Mädchen entführt haben könnte. Unterdessen muss sich das Team um einen neuen Fall kümmern. In seinem Keller findet ein Pärchen einen ermordeten Immobilienmakler. Nun liegt es vor allem an Maxime und Bob, den Fall zu klären. Doch mit dem Pärchen scheint etwas nicht zu stimmen.","versions":[{"lang":1,"streams":[{"redirect":8484286,"hoster":"VOE"},{"redirect":8642607,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mea Culpa","epNo":8,"alt":"Episode 8","descr":"In einer Kochshow kommt es vor laufender Kamera zu einem Mord. Ein Gourmet-Kritiker stirbt an einer Vergiftung, nachdem er eine Leberpastete probiert hat. Hauptverdächtiger ist der Show-Gastgeber Georges Carier, der als Sternekoch ständig vom Opfer kritisiert wurde. Doch auch die Co-Moderatorin Sophie Saint-Jules, die im Studio anwesend ist, hat einen triftigen Grund für den Mord. Jetzt müssen Julie und ihr Team ihr Können unter Beweis stellen. Unterdessen bahnen sich weitere familiäre Probleme für Julie und Maxime an.","versions":[{"lang":1,"streams":[{"redirect":8484296,"hoster":"VOE"},{"redirect":8642608,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In Memoriam","epNo":9,"alt":"Episode 9","descr":"Als die Leiterin eines Seniorenheims mit mehreren Schüssen ermordet wird, gibt es für Julie nur zwei Tatverdächtige. Eine leichter Fall, wie es scheint. Doch die Sache hat einen Haken: Viele der Zeugen haben bereits mit Alterskrankheiten zu kämpfen, wodurch Befragungen schwierig verlaufen. Besonders eine Tatverdächtige, die unter Alzheimer zu leiden scheint, macht dem Team Probleme. Gleichzeitig muss Julie ihre mütterlichen Fähigkeiten unter Beweis stellen, da man droht, ihr die Kinder zu entziehen. Auch Bob und Maxime haben persönliche Probleme.","versions":[{"lang":1,"streams":[{"redirect":8484295,"hoster":"VOE"},{"redirect":8642610,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Memento Mori","epNo":10,"alt":"Episode 10","descr":"Bob schafft es in letzter Sekunde, sich aus einer Falle zu befreien und wird als Held gefeiert. Julie hingegen konzentriert sich darauf, den Mord an dem dort gefundenen Mann zu klären. Der Wortführer einer Aktivistengruppe gerät unter Verdacht. Er hatte sich lautstark gegen den Umbau der Fabrik ausgesprochen und hat zudem kein Alibi. Während des Verhörs kommt die Nachricht, dass eine zweite Leiche gefunden wurde. Sie hängt kopfüber an einem Baum auf einem Friedhof. Wieder mit einer Tarot-Karte verziert. \"Der Gehängte\". Daraufhin behauptet Olivier, er habe doch ein Alibi und gibt Julie eine Telefonnummer. Privat kommt Julie weiter nicht zur Ruhe. Vincent, der sich nun von seiner Freundin getrennt hat, möchte sie zurückgewinnen. Sie ist hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":8484302,"hoster":"VOE"},{"redirect":8642612,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Chamäleon","epNo":1,"alt":"Episode 1","descr":"In der zweiten Staffel beginnt Julie Beauchemin an dem Mord an dem Bonbonverkäufer zu ermitteln und stößt auf einige Ungereimtheiten in Maximes Vergangenheit. Hinter dem Mord scheint sehr viel mehr zu stecken, als anfangs gedacht. Es finden sich mehr und mehr Hinweise auf ein Pädophilen-Netzwerk, das versucht, seine Spuren zu verwischen. Da hilft ein neuer Chef, der an Julies Ermittlungsmethoden zweifelt, nicht weiter. Auch privat ist Julies Leben nicht einfacher geworden, soll sie Vincent noch eine Chance geben? Und wie wirkt sich das ganze Hin und Her auf Romane und Arnaud aus? Maxime hingegen verbeißt sich immer mehr in die Suche nach dem Mörder seines Bruders und scheint vor nichts zurückzuschrecken, um seine Rachepläne zu verwirklichen.","versions":[{"lang":1,"streams":[{"redirect":14135264,"hoster":"VOE"},{"redirect":8642611,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"De profundis","epNo":2,"alt":"Episode 2","descr":"Im See werden fünf weitere Leichen gefunden, alle mit zugenähten Augen und Mündern. Es gibt jedoch einen gravierenden Unterschied: Es handelt sich um Kinderleichen. Mit Hochdruck müssen Julie und ihr Team den Mörder ausfindig machen, um den Fall zu lösen. Das kostet alle drei viele Überstunden, die vor allem Julie Probleme bereiten, da sie ihrer Beziehung zu Vincent eine neue Chance geben möchte. Unterdessen bekommt Maximes Schwester ernsthafte Probleme.","versions":[{"lang":1,"streams":[{"redirect":13114390,"hoster":"VOE"},{"redirect":8642613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rache","epNo":3,"alt":"Episode 3","descr":"Maximes Leben verläuft nicht so, wie er es sich vorstellt. Julie lässt ihn für Vincent fallen, dann stellt sich heraus, dass der Mörder seines Bruders anscheinend Selbstmord begangen hat. Schließlich wird er noch Opfer von Vandalismus. Auch das Verhältnis zu seiner Schwester leidet. Viel Zeit, die Dinge zu richten bleibt ihm nicht, denn es gibt einen neuen Fall. Nach Auseinandersetzungen verschiedener Biker-Gangs wird ein Mann in die Luft gesprengt. Julie möchte den Fall schnellstmöglich lösen, doch alle Zeugen schweigen. Zudem scheint der Fall um die Kinderleichen im See doch noch nicht vollständig gelöst zu sein.","versions":[{"lang":1,"streams":[{"redirect":8484313,"hoster":"VOE"},{"redirect":8642615,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stille","epNo":4,"alt":"Episode 4","descr":"Die Leiche eines Mannes wird nach einem Notruf in dessen Haus gefunden. Noch am Tatort können Maxime und Bob einen jungen Mann stellen. Der ist jedoch Autist. Das Team steht nun vor der schweren Aufgabe, ihn zum Reden zu bringen. Der einzige Weg, mit ihm zu kommunizieren, ist über Zeichnungen. Julie gelingt es, sein Vertrauen zu gewinnen und ihn zum Zeichnen zu bewegen. Bereits nach der ersten Zeichnung wird klar, dass der Fall nicht so einfach ist, wie zuerst gedacht. Maximes Schwester gerät unterdessen immer mehr in Schwierigkeiten und wird bedroht. Auch Julies Ermittlungen im Fall der toten Kinder gehen weiter.","versions":[{"lang":1,"streams":[{"redirect":12251386,"hoster":"VOE"},{"redirect":8642614,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Siebente","epNo":5,"alt":"Episode 5","descr":"In einer Wohnung wird eine Leiche gefunden. Sie ist gefesselt und weist Folterspuren auf. Es stellt sich heraus, dass es sich um einen ehemaligen Einbrecher handelt. Und dessen Beute aus dem letzten Coup ist immer noch verschollen. Max und Bob verstecken sich in der Wohnung, da sie vermuten, dass der Mörder zurückkommen könnte. Und tatsächlich nehmen sie jemanden fest. Doch erst ein Zigarettenstummel bringt sie auf die richtige Fährte. In dem Fall um die toten Kinder, hinter dem ein Pädophilenring zu stecken scheint, begibt sich Julie auf die Suche nach dem Zauberer. Gemeinsam mit Bob stellen sie eine Falle, in die tatsächlich der Anwalt Martin Champagne tappt. Doch das macht die Sache nicht einfacher.","versions":[{"lang":1,"streams":[{"redirect":13114388,"hoster":"VOE"},{"redirect":8642618,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schwelle","epNo":6,"alt":"Episode 6","descr":"Ein Landwirt wird neben seinem Lieferwagen tot aufgefunden. Es scheint sich um einen Raubüberfall zu handeln. Ein Nachtwächter berichtet von Streitereien mit Restaurantbesitzern, die der Landwirt belieferte, und auch eine Konkurrentin rückt ins Ziel der Ermittlungen. Erst als Maxime am Lieferwagen Lackspuren entdeckt, kommt das Team auf die richtige Spur. Die Ermittlungen um den Pädophilenring konzentrieren sich mittlerweile auf Martin Champagne. Julie hält ihn für den Zauberer. Sie braucht alle Unterstützung, die sie kriegen kann und bittet Walker, Maxime wieder mit in den Fall einbeziehen zu können. Er gewährt dies, ohne zu ahnen, dass Maxime bereits eigene Wege geht, um seinen Bruder zu rächen. Derweil eskaliert die private Situation von Julie und Vincent.","versions":[{"lang":1,"streams":[{"redirect":12335848,"hoster":"VOE"},{"redirect":8642628,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pom Pom Girls","epNo":7,"alt":"Episode 7","descr":"Selbst Maxime und Bob bleibt bei diesem Tatort die Spucke weg, ein Stripper wurde an ein Hotelbett gefesselt, erwürgt und kastriert. Verdächtig ist eine Gruppe von Cheerleadern. Sie hatten die Suite für einen Jungesellinnenabschied gebucht und geben sich alle gegenseitig ein Alibi. Julie und ihr Team entdecken jedoch schnell Schwachstellen. Julie macht währenddessen eine weitreichende Entdeckung und zudem verschwindet Martin Champagne spurlos, während er von Bob beschattet wird. Bei Maxime verwischen die Linien zwischen Ermittler und Rächer immer mehr.","versions":[{"lang":1,"streams":[{"redirect":13114389,"hoster":"VOE"},{"redirect":8642616,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vollmond","epNo":8,"alt":"Episode 8","descr":"Eine Frau taucht in der Mordkommission auf und verkündet, dass in der nächsten Vollmondnacht ein Mord geschehen werde. Und tatsächlich wird eine Frau ermordet. Julie macht sich schwere Vorwürfe, die Vorhersage als Hirngespinst abgetan zu haben. Währenddessen bleibt Martin Champagne verschwunden und es erhärtet sich der Verdacht, dass Corinne Caron der eigentliche Kopf des Pädophilenringes ist. Als es Maxime dank abgehörter Telefonate gelingt, die Verständigungsmethode der Kinderhändler zu entschlüsseln, gelingt dem Team endlich ein Durchbruch.","versions":[{"lang":1,"streams":[{"redirect":12382688,"hoster":"VOE"},{"redirect":8642629,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Muori dannato!","epNo":9,"alt":"Episode 9","descr":"Es ist der Tag der Premiere von Tosca. Am frühen Morgen liegt eine Frauenleiche auf der Straße. Offensichtlich ist sie aus dem Fenster gestürzt. War es Mord oder doch Selbstmord? Es stellt sich jedoch heraus, dass es sich nicht um die bekannte Opernsängerin handelt, sondern um deren Double und dann geschieht auch noch ein Mord auf offener Bühne. Viele Dinge sind nicht so, wie sie scheinen. Im Falle des Pädophilenrings kämpft Julie weiter gegen Windmühlen, in ihrem Fall in der Person von Phil Walker. Durch einen Deal mit der Anti-Gang schafft sie es, wieder offiziell in den Fall der vermissten Mädchen einzusteigen.","versions":[{"lang":1,"streams":[{"redirect":8484312,"hoster":"VOE"},{"redirect":8642617,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es ist vollbracht","epNo":10,"alt":"Episode 10","descr":"Corinne Caron wird verhaftet und von Julie verhört. Diese versucht alles Mögliche, um Corinne zu entlocken, wo die vermissten Mädchen sind, prallt jedoch immer wieder ab. Erst als die Rede auf Champagne kommt, bildet sich ein Riss in Corinnes Souveränität und sie verlangt von Julie einen Beweis, dass er noch am Leben ist. Des Weiteren werden Julie von Walker und Levesque immer wieder Steine in den Weg gelegt. Unter anderem deswegen, weil sie demjenigen, der seine schützende Hand über die Machenschaften des Pädophilenrings hält, immer näher kommt. Es ist klar, dass es ein sehr hohes Tier sein muss.","versions":[{"lang":1,"streams":[{"redirect":8484325,"hoster":"VOE"},{"redirect":8642621,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mister X","epNo":1,"alt":"Episode 1","descr":"Das Ermittlertrio Julie Beauchemin, Maxime Moreli und Bob Crépault ermittelt wieder. Es muss sich nach der Verhaftung von Phil Walker mit einem neuen Chef und dessen Methoden arrangieren. Im aktuellen Fall wird der Mörder einer Mathematikprofessorin gesucht, deren Tochter verschwunden ist. Maxime findet anhand von Fotos im Büro der Professorin den entscheidenden Hinweis, der zur Ergreifung des Täters führt. Derweil konzentrieren sich die Ermittlungen im Fall des Pädophilenrings und des Mordes an Martin Champagne auf einen Mr. X. Das Netz um den Ermittler Maxime Moreli wird immer enger.","versions":[{"lang":1,"streams":[{"redirect":8484322,"hoster":"VOE"},{"redirect":8642619,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Totentanz","epNo":2,"alt":"Episode 2","descr":"Ein erfolgreicher Tänzer wird im Tanzstudio mit einer seiner Trophäen erschlagen. Ein blutiger Tanzschuh wird am Tatort gefunden, und somit scheint die Lösung des Falls simpel. Der Schuh passt jedoch keiner der infrage kommenden Tänzerinnen, und es müssen wieder neue Verdächtige gesucht werden. Maxime gesteht derweil dem neuen Chef, den Tatort im Fall McCoy und Martin Champagne verunreinigt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8484323,"hoster":"VOE"},{"redirect":8642620,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödliche Lügen","epNo":3,"alt":"Episode 3","descr":"Maxime wird von einem Zeugen als der Mörder von McCoy und Champagne identifiziert. Aber da er in genau dieser Nacht mit Julie zusammen war, handelt es sich klar um eine Lüge. Pat, der neue Vorgesetzte, bedient sich unkonventioneller Methoden und zieht sich dadurch den Unwillen von Lévesque zu. Der Todesfall eines Porno-Produzenten landet auf dem Schreibtisch des Ermittlerteams, doch ein Provinzpolizist kann sich den Fall sichern.","versions":[{"lang":1,"streams":[{"redirect":8484320,"hoster":"VOE"},{"redirect":8642624,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Insiderhandel","epNo":4,"alt":"Episode 4","descr":"Véronique Adams wird tot aufgefunden, eine Mitarbeiterin der Firma Kryptos, die sich auf Datenverschlüsselung spezialisiert hat. Am Tatort finden sich als einziges Indiz Reifenspuren. Die Spuren können einem Wagen der Wirschaftskripo zugeordnet werden, der zuletzt von deren Chef gefahren und danach einer professionellen Reinigung unterzogen wurde. Allein eine Stechmücke bringt Max letztendlich auf die richtige Spur. Intern zieht sich das Netz um Max immer mehr zusammen. Nachdem Corinne Caron Pat Fortin gegenüber Max beschuldigt hat, ihren Ex ermordet zu haben, tut Pat wiederum gegenüber Julie so, als würde er Corinne keinen Glauben schenken. Insgeheim aber versucht er, aus Cindy mehr Informationen über Max herauszubekommen. Julie dagegen will Pat mit alten, ungelösten Fällen ablenken. Marcel verspricht Julie, Pat loszuwerden, und bietet ihr den Chefposten an.","versions":[{"lang":1,"streams":[{"redirect":8484329,"hoster":"VOE"},{"redirect":8642622,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dichtung und Wahrheit","epNo":5,"alt":"Episode 5","descr":"Der Bibliothekar Victor Collins wird an seinem Arbeitsplatz tot aufgefunden. Praktischerweise legt der Gärtner direkt ein Geständnis ab. Ist der Fall so einfach gelöst? Dann stellt sich heraus, dass er mit einem Nervengift getötet wurde, und plötzlich erweitert sich der Kreis der Tatverdächtigen. Denn die Giftpflanze wächst direkt im Garten der Bibliothek und steht im Zusammenhang mit dem Werk eines Krimiautors. In dessen Werk findet sich ein Mord, der diesem gleicht. Obwohl Carla im Fall des toten Porno-Produzenten fürs Erste aus dem Schneider zu sein scheint, merkt Maxime, dass der Fall und Carla in einer dubiosen Verbindung stehen.","versions":[{"lang":1,"streams":[{"redirect":12382687,"hoster":"VOE"},{"redirect":8642627,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Duell","epNo":6,"alt":"Episode 6","descr":"Vom Ehrgeiz gepackt ermittelt Julie nun in einem zwanzig Jahre alten Fall. Denn sie sieht Parallelen zum Mord an Anthony Anderson Mutter. Der Schriftsteller erweist sich jedoch als würdiger Gegner. Julie entscheidet sich für eine neue Taktik und wird persönlich. Sie hofft, Anderson aus seiner Reserve locken zu können, indem sie seinen Stolz angreift und ihn herausfordert. Ohne es wirklich zu merken, wird das Team von Fortin und Lévesque gegeneinander ausgespielt, und die sonst so gute Stimmung droht zu kippen. Julie macht sich Fortins listige Art im Fall von Anthony Anderson zunutze und versucht, den Autor zu überlisten.","versions":[{"lang":1,"streams":[{"redirect":8484328,"hoster":"VOE"},{"redirect":8642623,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Feuerprobe","epNo":7,"alt":"Episode 7","descr":"Die Ermittler werden mit einem grausigen Mord konfrontiert. Suzanne Cyr wurde zerstückelt und verbrannt. Der Ehemann hätte ein Motiv, doch ist er der wahre Täter? Julie beschließt, den Fall schnell klären zu wollen, und greift zu neuen Methoden, um dem Mörder eine Falle zu stellen. Sie hat dabei nicht die volle Rückendeckung ihres Teams, entscheidet jedoch, das Risiko einzugehen. Pat Fortin arbeitet unterdessen immer noch mit Cindys Hilfe daran, Lévesque zu Fall zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8484326,"hoster":"VOE"},{"redirect":8642626,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Tote am Fluss","epNo":8,"alt":"Episode 8","descr":"Ein Langstreckenschwimmer wird tot in einem ufernahen Garten aufgefunden. Das Pärchen, auf dessen Grundstück die Leiche gefunden wurde, scheint etwas zu verbergen. Auf dem Revier geraten Julie und Bob immer mehr zwischen die Fronten von Lévesque und Fortin, und diese angespannte Stimmung wirkt sich auf das ganze Team aus. So hat Bob wieder mit seinem Alkoholproblem zu kämpfen. Julie versucht, ihn zum Entzug zu bewegen. Währenddessen sucht Jean-Marc Beauchemin, Julies Vater, nach neuen Erkenntnissen im Fall Maxime Moreli, denn die Anschuldigungen gegen Max verhärten sich.","versions":[{"lang":1,"streams":[{"redirect":8484333,"hoster":"VOE"},{"redirect":8642625,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spuren ins Nichts","epNo":9,"alt":"Episode 9","descr":"Ein Violinenhändler wird tot in seiner Wohnung aufgefunden. Außer einer zertretenen Tomate hat das Team nicht sonderlich viele Anhaltspunkte, die zur Aufklärung verhelfen könnten. Carla stiehlt Max seinen Dienstausweis, um einer Freundin aus der Patsche zu helfen, und bringt sich damit nicht zum ersten Mal in Schwierigkeiten. Corinne Caron festigt ihre Position als wissende Zeugin, da sie auch Julies Vater mit Informationen über Max füttert. Julie muss dabei zusehen, wie ihr zunehmend die Kontrolle über ihr Privatleben entgleitet. Denn neben dem ganzen Stress auf der Arbeit ermittelt ihr Vater gegen den Mann, den sie liebt. Die eigenen Kinder kommen nicht mit der erneuten Schwangerschaft klar, und ihr Ex-Mann verkauft das gemeinsame Haus. Immerhin kann Julie ihren Freund und Kollegen Bob davon.","versions":[{"lang":1,"streams":[{"redirect":8484334,"hoster":"VOE"},{"redirect":8642630,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nichts als die Wahrheit","epNo":10,"alt":"Episode 10","descr":"Bob hat den Entzug vorzeitig verlassen und doch in dem Fall des Transvestiten ermittelt. Denn genau dieser ist gemeinsam mit Bob aus der Klinik geflohen. Die erste Überraschung von Bobs Wiederkehr muss schnell überwunden werden, denn um Christian Aubin des Mordes zu überführen, müssen die Ermittler schnell handeln. Das tun sie mithilfe einer gewaltigen Undercover-Mission, an der selbst Pat Fortin beteiligt ist. Für Carla und Max wird die Situation immer gefährlicher. Denn die Ermittlungen der Nationalpolizei im Fall von Carla sowie die Ermittlungen von Julies Vater bei Max bringen belastende Beweise gegen die beiden hervor. Julie kann die Wahrheit nun nicht mehr verdrängen.","versions":[{"lang":1,"streams":[{"redirect":8484339,"hoster":"VOE"},{"redirect":8642632,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Catharsys","epNo":1,"alt":"Episode 1","descr":"Das alte Team Julie, Bob und Maxime arbeitet nicht mehr zusammen. Einzig Bob ist noch im Morddezernat, Maxime ist Personenschützer, und Julie leitet eine neue geheime Einheit. \"Catharsys\" agiert im Untergrund und soll alte Fälle lösen. Im aktuellen Fall geht es um einen Pyromanen, der schon mehrere Morde auf dem Gewissen hat. Anhand von geschickt erdachten Szenarien soll er zur Strecke gebracht werden. Diese \"Szenarien\" sind generell die Methode von \"Catharsys\" und bewegen sich am Rande der Legalität. Im aktuellen Fall braucht Julie allerdings auch die Hilfe von Maxime, der sich zunächst weigert. Aber Julie erpresst ihn, indem sie ihm ihre Aufzeichnung seines Geständnisses vorspielt.","versions":[{"lang":1,"streams":[{"redirect":8484337,"hoster":"VOE"},{"redirect":8642639,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Operation Gemetzel","epNo":2,"alt":"Episode 2","descr":"Der Schauspieler Marc André Trottier träumt davon, einen Film zu realisieren, in dem er die Hauptrolle spielt. Das macht sich Julies Einheit zunutze, um ihm eine Falle zu stellen. Das Ziel ist es, möglicherweise den Pyromanen zu finden. Marc Andrée gesteht tatsächlich den Mord an seiner Ex-Freundin, kann für die anderen Morde des Pyromanen jedoch ein wasserfestes Alibi vorweisen. Gibt es womöglich mehrere Täter? Marcel Lévesque eröffnet Julie, dass ihn ein neuer Mann, Chuck Marcoux, als Chef ablösen werde. Dieser habe vor, als Erstes Julies Einheit abzuschaffen, weil er durch Informationen einer Journalistin zu der Überzeugung gekommen sei, dass die Methoden von \"Catharsys\" mehr als zweifelhaft seien. Sollte es Julie aber gelingen, den Fall des Pyromanen innerhalb von zwei Tagen zu lösen, gäbe es eine Chance für die Einheit. Carla beginnt nach ihrer Entlassung aus dem Gefängnis für Julie zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8484338,"hoster":"VOE"},{"redirect":8642631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Operation Copyright","epNo":3,"alt":"Episode 3","descr":"Die junge Spielsüchtige Josiane Morgan wird verdächtigt, vor drei Jahren einen Mann beim ersten Date umgebracht zu haben, den sie im Internet kennengelernt hatte. Von \"Catharsys\" wird ein Szenario entworfen, das sie zum Geständnis bringen soll. Wer hat jedoch die beiden Männer angezündet und zwei weitere jeweils nach einem Date umgebracht? Es scheint einen Mörder zu geben, der alte Fälle kopiert. Bob versucht, mit Infos von Cindy, auch in den Fällen von \"Catharsys\" zu ermitteln, aber er ist zunächst immer und überall zu spät dran. Bis er Chuck Marcoux gegenüber einen Verdacht äußert, der näher an der Wirklichkeit ist, als Bob ahnt.","versions":[{"lang":1,"streams":[{"redirect":8484340,"hoster":"VOE"},{"redirect":8642633,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Operation Zombie","epNo":4,"alt":"Episode 4","descr":"Julie will sieben Morde aufdecken, bei denen den Opfern im Nachhinein Silikon in die Wunde gespritzt wurde, um eine Blutung zu verhindern. Sie verdächtigt den \"Trittbrettfahrer\". Doch auch Rudy Quentin ist verdächtig. Rudy ist ein gewaltbereiter Gewerkschafter, der bereits wegen Mordverdachts an einem Streikbrecher angeklagt, dann aber mangels Beweisen freigesprochen wurde. Julie beauftragt ihn zu Schein mit einem Auftragsmord. Und bringt damit sowohl sich als auch Max in große Gefahr. Sie versucht, wieder mit Bob und ihrer alten Einheit zusammenzuarbeiten. Doch das funktioniert sehr viel schlechter als gedacht, und die beiden Ermittlungseinheiten verhören unabhängig voneinander dieselben Verdächtigen. Das wiederum schürt nicht nur die Rivalität, sondern hindert auch das Vorankommen. Julie wirft Carla vor, in ihren Rollen bei den Szenarien zu sehr zu improvisieren, und kann sie nicht länger beschäftigen.","versions":[{"lang":1,"streams":[{"redirect":8484344,"hoster":"VOE"},{"redirect":8642640,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Operation R.I.P.","epNo":5,"alt":"Episode 5","descr":"Um dem Trittbrettfahrer auf die Schliche kommen zu können, spielt Julie die Trauernde. Denn auf dem Friedhof vermutet sie jemanden, der ihr Informationen über den Serienmörder geben könnte. Julie und auch Bob kommen Louis Carrière immer näher, doch der Killer ist gut darin, seine Spuren hinter sich zu verwischen. Der einzige Lichtblick für \"Catharsys\" ist die Verbindung, die sie zum trauernden Mickaël Collard aufgebaut haben. Weil Julie Carla nicht mehr ermitteln lassen will, geht diese zu Bob und verspricht ihm, alles über \"Catharsys\" zu erzählen. Dieser will jedoch, dass Carla sich erneut bei Julie bewirbt, damit er eine Doppelagentin im Einsatz hat, die ihm Julies Tricks und Fortschritte verraten kann.","versions":[{"lang":1,"streams":[{"redirect":8484342,"hoster":"VOE"},{"redirect":8642634,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Operation Jackpot","epNo":6,"alt":"Episode 6","descr":"Das Netz um den Trittbrettfahrer zieht sich enger zusammen, da Julie herausgefunden hat, dass seine Alibis für die bisherigen Morde gefälscht sein könnten. Um ihre Theorie zu überprüfen, entwirft Julie ein Szenario, das der Verantwortlichen für die Videoüberwachung des Casinos einen Kreuzfahrtgewinn vorgaukelt. Doch auch Louis Carrière ist die Schwachstelle aufgefallen, und er handelt unverzüglich.","versions":[{"lang":1,"streams":[{"redirect":8484343,"hoster":"VOE"},{"redirect":8642635,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Operation Rache","epNo":7,"alt":"Episode 7","descr":"Julie gibt sich als Kunsthändlerin aus, die vorgibt, dem Maler und Fälscher Léonardo alle seine Bilder abkaufen zu wollen. Mit dem Ziel, näher an Louis Carricre heranzukommen. Währenddessen suchen Bob und auch Maxime nach Hintergründen zu dem Attentat auf Chuck Marcoux. Gab es doch einen zweiten Schützen? Und welche Rolle spielte der Premierminister? Hatte das Attentat etwa einen politischen Hintergrund?","versions":[{"lang":1,"streams":[{"redirect":8484347,"hoster":"VOE"},{"redirect":8642636,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Operation Kamikaze","epNo":8,"alt":"Episode 8","descr":"Nachdem Léonardo, der Maler und Falschgeld-Spezialist, von \"Catharsys\" festgesetzt wurde, gibt sich Julie als Ermittlerin zu erkennen und macht ihm auch gleich einen Vorschlag. Er kann seine Freiheit erkaufen, indem er in Julies Aufrag eine perfekte Falschgeldnote für Louis Carricre herstellt. Unterdessen gelingt es Maxime herauszufinden, warum Carricre im Gefängnis angegriffen wurde. Plötzlich erfährt der Fall neue Dringlichkeit.","versions":[{"lang":1,"streams":[{"redirect":8484351,"hoster":"VOE"},{"redirect":8642637,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Operation Gebrochenes Herz","epNo":9,"alt":"Episode 9","descr":"Julie ist der Überzeugung, dass der Weg zu Louis Carrière über seine Tochter Isabelle geht. Also entwirft sie ein Szenario, in dem sie das Vertrauen Isabelles gewinnt. Auch Louis selbst wird in ein Szenario eingebunden, das Netz um ihn zieht sich langsam zu. Doch welche Rolle spielt Anthony Anderson? Wird es Julie, die jetzt wieder mit Bob zusammenarbeitet, gelingen, den großen Fisch in die Falle zu locken?","versions":[{"lang":1,"streams":[{"redirect":8484348,"hoster":"VOE"},{"redirect":8642638,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Operation Motti","epNo":10,"alt":"","descr":"Julie und ihr Team holen zum letzten Schlag aus, um Louis Carrière zur Strecke zu bringen. Alle Szenarien sollen zusammenlaufen und hoffentlich mit seiner Festnahme enden. Doch geht die Rechnung auf? Oder hat sie zu viele Unbekannte? Spielen alle Akteure die ihnen zugedachten Rollen? Oder tanzt jemand aus der Reihe? Julie und ihr Team geben alles, um endlich einen Mörder dingfest zu machen.","versions":[{"lang":1,"streams":[{"redirect":8484349,"hoster":"VOE"},{"redirect":8642641,"hoster":"Streamtape"}]}]}]}]}