{"path":"/serie/stream/the-great-indoors","name":"The Great Indoors","descr":"Jack (Joel McHale) ist ein Naturbursche, der einen äußerst sarkastischen Sinn für Humor hat. Seit langem ist er der Starreporter des Magazins \"The Great Outdoors\", dank dem er auf ein Leben voller Abenteuer in freier Wildbahn zurückblicken kann. Als Joel jedoch verletzt wird, bleibt ihm nichts anderes übrig, als bei dem von Roland (Stephen Fry) gegründeten Magazin einen Schreibtischjob anzunehmen. So landet er in der Digital- und Social Media-Abteilung, umgeben von lauter 20-jährigen, die ihn als exotisches Relikt aus einer längst vergangenen Zeit betrachten.","seasons":[{"path":"/serie/stream/the-great-indoors/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-great-indoors/staffel-1/episode-1","name":"Auf zu neuen Ufern","epNo":1,"alt":"Pilot","descr":"Jack Gordon ist Star-Reporter des erfolgreichen Magazins \"Outdoor Limits\" und geniesst ein Leben in freier Wildbahn. Das Abenteuer nimmt jedoch ein jähes Ende, als der Verleger des Magazins den Naturburschen aus dem Aussendienst ins Büro holt. Dort landet er in der Online-Redaktion, wo er umgeben von Mittzwanzigern als Relikt einer längst vergangenen Zeit betrachtet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14421141","hoster":"VOE"},{"path":"/redirect/14444673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-2","name":"Online Dating","epNo":2,"alt":"Dating Apps","descr":"Abenteurer Jack meldet sich auf einer Dating-App an, um in der modernen Welt mithalten zu können. Er ignoriert dabei jedoch jegliche Ratschläge seiner jungen Arbeitskollegen, woraufhin ihm sein erster Versuch im Onlinedating zum Verhängnis wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404220","hoster":"VOE"},{"path":"/redirect/14444669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-3","name":"Das Basislager","epNo":3,"alt":"Step One: Shelter","descr":"Brooke muss den Angestellten des Magazins aufgrund von Budgetkürzungen einige Vergünstigungen abziehen. Auch Jack, der bis anhin als Aussenreporter in luxuriösen Hotels übernachtet hat, muss sesshaft werden und sich eine Wohnung suchen. In der Zwischenzeit verbringt er die Nächte bei Clark, was sich als grosse Nervenprobe herausstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14421142","hoster":"VOE"},{"path":"/redirect/14444678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-4","name":"Alles über Jack","epNo":4,"alt":"You Don’t Know Jack","descr":"Clark, Emma und Mason helfen Jack, seinen Lagerraum auszuräumen und stossen dabei auf alte Erinnerungsstücke, die so einiges über Jacks Vergangenheit verraten. Dabei lüften sie auch ein Geheimnis aus seinem Liebesleben. Clark und Mason benutzen derweil einige der Souvenirs, um eine abgefahrene 90-Jahre-Party in Eddies Bar zu schmeissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404219","hoster":"VOE"},{"path":"/redirect/14444670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-5","name":"Keine schlechte Idee","epNo":5,"alt":"No Bad Ideas","descr":"Jack brüllt während eines Mitarbeitergesprächs seinen Arbeitskollegen Clark an und zerstört ihn damit regelrecht. Die Personalabteilung fordert deshalb von Jack mehr Lob und Anerkennung für seine Kollegen und verbietet jegliche Kritik. Derweil werfen Emma und Mason Brooke fehlende politische Korrektheit vor, als diese einen neuen Praktikanten einstellen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396042","hoster":"VOE"},{"path":"/redirect/14444681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-6","name":"Ablenkungsmanöver","epNo":6,"alt":"Going Deep","descr":"Eddies Scheidung ist offiziell, woraufhin er seinen Kummer in Alkohol ertränkt. Jack übersieht dabei den Hilferuf und ist nicht in der Lage, seinem besten Freund bei der Überwindung seines Schmerzes zu helfen. Emma, Mason und Clark testen in der Zwischenzeit Fitnessarmbänder im Büro: Es gewinnt derjenige mit den wenigsten Schritten am Ende des Tages.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483613","hoster":"VOE"},{"path":"/redirect/8642102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-7","name":"Die Social-Media-Experten","epNo":7,"alt":"@emma","descr":"Emma schmeisst ihren Job hin, nachdem sie die gewünschte Gehaltserhöhung nicht bekommen hat. Dadurch steigen Jack und Roland zu Social-Media-Managern auf. Den beiden werden die Herausforderungen von Emmas Aufgaben erst bewusst, als das Magazin jegliche Sponsoren verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483611","hoster":"VOE"},{"path":"/redirect/12984266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-8","name":"Büro-Dates","epNo":8,"alt":"Office Romance","descr":"Jack will das Verbot von Beziehungen zwischen Mitarbeitern aufheben lassen, damit Clark mit Emma auf ein Date gehen kann. Bei der Personalabteilung stösst er damit auf grossen Anklang. Nur wenig später bereut Jack jedoch die Auflösung des Verbots, als er mit einer Kollegin aus der Buchhaltung die Nacht verbringt und nicht weiss, wie er sie wieder loswerden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004869","hoster":"VOE"},{"path":"/redirect/8642103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-9","name":"Campen für Anfänger","epNo":9,"alt":"The Mediocre Outdoors","descr":"Jack will aus seinen Kollegen Emma, Clark und Mason richtige Naturburschen machen und geht mit ihnen campen. Ohne ihre Smartphones lässt er sie schliesslich im Wald zurück. Während die Millenials auf sich allein gestellt ums Überleben kämpfen, verbringen Jack und Roland einen gemütlichen Abend in einer Hütte und werden dabei von Brooke ertappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483610","hoster":"VOE"},{"path":"/redirect/8642107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-10","name":"Das Gipfeldrama","epNo":10,"alt":"The Explorers’ Club","descr":"Roland wird aus dem Club der Abenteurer ausgeschlossen, als er beschuldigt wird, die legendäre Geschichte von der Bezwingung eines Gipfels gefälscht zu haben. Sofort machen sich Rolands Tochter Brooke und Jack gemeinsam mit den Millenials Emma, Mason und Clark daran, seinen Namen reinzuwaschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114271","hoster":"VOE"},{"path":"/redirect/8642105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-11","name":"Erwischt!","epNo":11,"alt":"Mason Blows Up","descr":"Mason landet einen Hit, als er einen gesuchten Tiger rettet. Das Video schlägt ein wie eine Bombe und macht ihn über Nacht zum gefeierten Star, während Jack Probleme damit hat, mit Mason das Rampenlicht zu teilen. Derweil erteilt Clark Emma Beziehungsratschläge, anstatt sie um ein Date zu bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929894","hoster":"VOE"},{"path":"/redirect/8642109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-12","name":"Katzenjammer","epNo":12,"alt":"Paul’s Surprise","descr":"Die Angestellten des Magazins lernen endlich Brookes Verlobten Paul kennen. Als Jack auf einer Party für das Paar eine Rede halten soll, geht er mit seinen Sprüchen jedoch zu weit und löst einen riesen Streit aus. In der Zwischenzeit streiten sich Emma, Clark und Mason darum, wer von ihnen im Büro das Sagen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483617","hoster":"VOE"},{"path":"/redirect/8642106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-13","name":"Die falsche Frage","epNo":13,"alt":"DTR","descr":"Jack trifft sich mit einer jüngeren Frau, die ähnlich wie seine Arbeitskollegen tickt. Um mit seiner neuen Freundin mithalten zu können, holt er sich Hilfe von den Millenials Clark, Emma und Mason, die denken, dass Jack zu alt ist, um jüngere Frauen aufzureissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483614","hoster":"VOE"},{"path":"/redirect/8642108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-14","name":"Teamwork","epNo":14,"alt":"Friends Like These","descr":"Jack will seiner Freundin Rachel beweisen, dass er es ernst meint mit ihr und veranstaltet eine Dinnerparty, um sie seinen Freunden vorzustellen. Keiner aus seiner alten Clique hat jedoch Zeit, und so bittet Jack seine Arbeitskollegen Brooke, Clark, Emma und Mason darum, sich als seine besten Freunde auszugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483619","hoster":"VOE"},{"path":"/redirect/8642114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-15","name":"Liebeswahn","epNo":15,"alt":"Relationship Jack","descr":"Jack hat nur noch seine Freundin im Kopf, während er seine Arbeit und Freunde gänzlich vernachlässigt. Sein bester Freund Eddie und Roland wollen dem Spuk ein Ende setzen. In der Zwischenzeit übernimmt Clark Verantwortung bei der Arbeit und präsentiert sich dabei ungewohnt selbstsicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483615","hoster":"VOE"},{"path":"/redirect/8642115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-16","name":"Alphamännchen","epNo":16,"alt":"Aaron Wolf","descr":"Jacks Erzfeind, Aaron Wolf, der früher bei \"Outdoor Limits\" gearbeitet hat, ist zurück und soll das Magazin eine Woche lang als Gasteditor mitgestalten. Während Clark, Emma und Mason von seinem Charme verzaubert sind, befürchtet Jack, dass die journalistische Integrität seiner Arbeitskollegen den Bach runtergeht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483621","hoster":"VOE"},{"path":"/redirect/8642110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-17","name":"Kabinenzauber","epNo":17,"alt":"Cubicles","descr":"Jacks Arbeitskollegen veranstalten fortlaufend ein riesen Chaos im Büro, weswegen sich Jack kein bisschen konzentrieren kann. Deshalb fordert er von Brooke ein eigenes Büro, die stattdessen separate Arbeitsbereiche einführt, um die Produktivität zu steigern. Rachel überrascht Jack derweil mit einer Neuigkeit, die ihn umhaut","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483620","hoster":"VOE"},{"path":"/redirect/8642111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-18","name":"Wo ist Paul?","epNo":18,"alt":"Party Paul","descr":"Jack begibt sich gemeinsam mit Roland und Brookes Verlobten Paul auf eine kleine nächtliche Spritztour, um die beiden einander näherzubringen. Der Plan geht jedoch nach hinten los, denn Paul betrinkt sich schrecklich und verschwindet spurlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483624","hoster":"VOE"},{"path":"/redirect/8642112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-19","name":"Büro-Geheimnisse","epNo":19,"alt":"Ricky Leaks","descr":"Jack beleidigt den IT-Manager des Magazins, Ricky, und verursacht damit ein grosses Chaos. Der Tech-Experte rächt sich nämlich, indem er die privaten Emails der Angestellten veröffentlicht und lüftet Bürogeheimnisse, die besser nie ans Licht gekommen wären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483622","hoster":"VOE"},{"path":"/redirect/12984339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-20","name":"Herzensbrecher","epNo":20,"alt":"The Heartbreaker","descr":"Jack will seinem besten Freund Eddie aus seiner Post-Scheidungs-Depression helfen und zieht mit ihm um die Häuser. Derweil beschliesst Emma, mit ihrem Freund Schluss zu machen, während Brooke begreift, dass sie und ihr Verlobter Paul nicht viel gemeinsam haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483623","hoster":"VOE"},{"path":"/redirect/8642118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-21","name":"Wer nicht wagt …","epNo":21,"alt":"Roland’s Secret","descr":"Jack gerät zwischen die Fronten eines Familiendramas von Roland und seiner Tochter Brooke, die ihn beide um Hilfe bitten. In der Zwischenzeit ergreift Clark die Gelegenheit, Emma näherzukommen, als diese krank im Bett liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483625","hoster":"VOE"},{"path":"/redirect/8642119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-great-indoors/staffel-1/episode-22","name":"Jack, der Kuppler","epNo":22,"alt":"The Company Retreat","descr":"Während eines Firmenausflugs kommen alte Gefühle zwischen Jack und Brooke wieder zum Vorschein. Gleichzeitig arbeiten die beiden daran, Clark und Emma zusammenzubringen, als plötzlich Emmas Ex-Freund auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114278","hoster":"VOE"},{"path":"/redirect/8642117","hoster":"Streamtape"}]}]}]}]}