{"path":"/serie/stream/the-orville","name":"The Orville","descr":"Die Science-Fiction-Serie spielt 400 Jahre in der Zukunft und folgt den Abenteuern der Orville, dem nicht gerade neuesten und luxuriösesten Forschungsschiff der irdischen Raumflotte. Die zusammengewürfelte Crew muss sich kosmischen Herausforderungen aus dem All, aber auch aus dem Inneren stellen.","seasons":[{"path":"/serie/stream/the-orville/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-orville/staffel-1/episode-1","name":"Alte Wunden","epNo":1,"alt":"Old Wounds","descr":"Wir schreiben das Jahr 2418. Ed Mercer ist ein aufstrebender Stern der Flotte der Planetary Union – bis er eines Tages seine Ehefrau Kelly Grayson mit einem blauhäutigen Außerirdischen im Bett erwischt. Die Ehe ist dahin, und Mercers Zielstrebigkeit ebenso. Statt dem erhofften Raumschiffskommando ist er ein Jahr später dem Rauswurf näher.\u0026lt;br /\u0026gt;\u0026lt;br /\u0026gt;Bis die Flotte dann doch einen Posten findet, auf dem Mercer eine letzte Chance erhalten soll: Das Forschungsraumschiff U.S.S. Orville. Mercer kann seinen Freund Gordon Malloy als Steuermann mit an Bord nehmen: Ein unorthodoxer Spaßvogel mit außergewöhnlichen Fähigkeiten.\u0026lt;br /\u0026gt;\u0026lt;br /\u0026gt;Da es kurzfristig an einem ersten Offizier fehlt, meldet sich seine Ex freiwillig, \"um ihm den Rücken freizuhalten\", da es in der Flotte nicht gern gesehen wird, wenn ein Captain ohne ersten Offizier unterwegs ist. Eine Art Wiedergutmachung.\u0026lt;br /\u0026gt;\u0026lt;br /\u0026gt;Der erste Auftrag, ein routinemäßiger Versorgungsflug zu einer Wissenschaftlerkolonie, wird bald zum Kampfeinsatz, wobei pfiffiges Handeln letztendlich zum Erfolg führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002084","hoster":"VOE"},{"path":"/redirect/12612291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13373056","hoster":"VOE"},{"path":"/redirect/12612281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-2","name":"Sondervorstellung","epNo":2,"alt":"Command Performance","descr":"Ed und Kelly werden unter einem Vorwand entführt und in einem Zoo der Calivon als menschliche Ausstellungsstücke eingesperrt. Alara übernimmt das Kommando auf der Orville, wo sie vor eine schwierige Entscheidung gestellt wird: Befolgt sie den Befehl von Admiral Tucker, zur Erde zurückzukehren oder versucht sie, Ed und Kelly zu retten?\u0026lt;br /\u0026gt;\u0026lt;br /\u0026gt;Bortus brütet unterdessen das Ei mit seinem Nachwuchs aus. Als eine weibliche Moclanerin aus dem Ei schlüpft, sind Klyden und er mehr als erstaunt: Eigentlich sind alle Moclaner männlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13489661","hoster":"VOE"},{"path":"/redirect/11932128","hoster":"Vidoza"},{"path":"/redirect/10638452","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13264194","hoster":"VOE"},{"path":"/redirect/10638423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-3","name":"Planet der Männer","epNo":3,"alt":"About A Girl","descr":"Bortus und Klyden diskutieren, ob ihr neugeborenes Baby einer umstrittenen Operation unterzogen werden soll oder nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13463225","hoster":"VOE"},{"path":"/redirect/10638451","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13489589","hoster":"VOE"},{"path":"/redirect/10639677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-4","name":"Verschollen im Weltraum","epNo":4,"alt":"If the Stars Should Appear","descr":"Ed und die Orville Crew treffen auf ein riesiges Schiff, dass im Weltall treibt. Es läuft Gefahr mit einem Stern zusammenzustoßen. Während ein Teil der Crew aufbricht, um den Bewohnern des Schiffs zu helfen, bleiben Bortus, Gordon und John zurück, um einen anderen Angriff abzuwehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13384161","hoster":"VOE"},{"path":"/redirect/12652605","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13387174","hoster":"VOE"},{"path":"/redirect/10639676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-5","name":"Pria","epNo":5,"alt":"Pria","descr":"Nachdem die Crew ein gestrandetes Schiff und deren attraktive Kapitänin gerettet hat, verguckt sich Ed in den neuen Gast an Bord der Orville, während Kelly einen Verdacht hegt. Gordon versucht Isaac die Kunst des Streichespielens beizubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13196474","hoster":"VOE"},{"path":"/redirect/11932135","hoster":"Vidoza"},{"path":"/redirect/10638454","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13201733","hoster":"VOE"},{"path":"/redirect/12623257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-6","name":"Krill","epNo":6,"alt":"Krill","descr":"Um mehr über den Erzfeind der Planetaren Union, die Krill, zu erfahren, sollen Mercer und Malloy eins ihrer Schiffe infiltrieren und das Heilige Buch kopieren, das Aufschlüsse über die Denkweise der tief religiösen Spezies geben könnte. Die Mission gestaltet sich naturgegeben als Drahtseilakt und als die Spione erfahren, dass die Krill planen, eine wehrlose Erdenkolonie auszulöschen, spitzt sich die Lage weiter zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918036","hoster":"VOE"},{"path":"/redirect/12612292","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13245418","hoster":"VOE"},{"path":"/redirect/10638424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-7","name":"Mehrheitsprinzip","epNo":7,"alt":"Majority Rule","descr":"Zwei Anthropologen der Union verschwinden plötzlich spurlos auf einem Planeten, der der Erde des 21. Jahrhunderts ähnelt. Ed entsendet ein Team angeführt von Kelly, um die vermissten Wissenschaftler aufzuspüren. Jedoch nimmt die Mission eine extrem gefährliche Wendung, als die Gruppe feststellt, dass die Gesellschaft auf diesem Planeten über ein sehr eigenwilliges Regierungssystem verfügt. Über öffentliche Abstimmungen wird hier nämlich festgelegt, wie heftig die Konsequenzen für eine Straftat ausfallen. Doch dieses System hat seine Makel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13235046","hoster":"VOE"},{"path":"/redirect/10638455","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13384159","hoster":"VOE"},{"path":"/redirect/10638426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-8","name":"Falte im Weltraum","epNo":8,"alt":"Into The Fold","descr":"Dr. Finn will mit ihren zwei Söhnen etwas Zeit auf einem Vergnügungsplaneten verbringen.  Muss sich wohl oder übel mit Isaac als Piloten des Shuttles abfinden, als sie durch eine Raumverzerrung gesogen werden und auf einem unbekannten Planeten Lichtjahre entfernt notlanden müssen. Dabei wird die Gruppe von Finn getrennt. Während diese von einem Einheimischen gefangen gehalten wird müssen sich ihre Kinder zusammen mit Isaac durchschlagen – und der ist kaum für eine adäquate Kinderbetreuung geeignet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13463959","hoster":"VOE"},{"path":"/redirect/12612293","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13400630","hoster":"VOE"},{"path":"/redirect/10639681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-9","name":"Armors Dolch","epNo":9,"alt":"Cupid’s Dagger","descr":"Die Orville soll einen uralten Konflikt zwischen zwei verfeindeten Spezies beilegen. Indem man einen neutralen Ort für Verhandlungen über die Nutzung eines Mondes bereitstellt. Zunächst soll aber noch die Herkunft eines auf der Oberfläche gefundenen Artefakts die Zugehörigkeit klären. Als externen Experten schickt die Union allerdings Darulio. Jenen Mann, der einst die Ehe zwischen Kelly und Ed zerstörte. Konfikte kochen schnell hoch, doch nicht nur die. Plötzlich macht sich erneut auch eine nicht zu leugnende sexuelle Anziehungskraft zwischen Kelly und Darulio breit. Und dann auch noch zwischen Darulio und Ed.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917949","hoster":"VOE"},{"path":"/redirect/11932234","hoster":"Vidoza"},{"path":"/redirect/10639710","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13412420","hoster":"VOE"},{"path":"/redirect/10638433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-10","name":"Feuersturm","epNo":10,"alt":"Firestorm","descr":"Es kommt zu einem Brand an Bord der Orville, bei dem tragischerweise ein Crewmitglied ums Leben kommt. Alara (Halston Sage) stellt sich in der Folge die Frage, ob sie die richtige Besetzung für den Posten des Sicherheitsoffizieres ist.\rIhre Selbstzweifel treiben sie fast in den Wahnsinn und Alara setzt sich mehr und mehr unter Druck, was die Situation nur noch verschlimmert. Gleichzeitig ereignen sich seltsame sowie mitunter schreckliche Dinge an Bord des Schiffes, deren Ursprung unklar ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13411967","hoster":"VOE"},{"path":"/redirect/10639709","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13390298","hoster":"VOE"},{"path":"/redirect/10638429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-11","name":"Flachgelegt","epNo":11,"alt":"New Dimensions","descr":"Steve Newton verlässt die Orville, um einen Job als Designer für Raumstationen anzunehmen. Auf der Suche nach einem neuen Chefingenieur stolpern Ed und Kelly über einen interessanten Eintrag in der Akte von LaMarr. Doch bevor diese Personalsache geklärt werden kann, stößt die Orville auf ein besonders groteskes Phänomen: einen zweidimensionalen Teil des Weltraums, der, wenn er in Berührung mit dreidimensionalen Objekten gerät, verheerenden Einfluss auf diese hat. Doch als sich mehrere Schiffe der Krill nähern, erscheint der Raum als einzig verfügbares Versteck … (Text: JN)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13464055","hoster":"VOE"},{"path":"/redirect/10638460","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13393285","hoster":"VOE"},{"path":"/redirect/10639688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-1/episode-12","name":"Gotteskult","epNo":12,"alt":"Mad Idolatry","descr":"Die Orville stößt in einem bisher unkartographierten Teil des Raums auf einen Planeten, der zwischen zwei Universen pendelt. Auf ihm existiert eine Gesellschaft auf dem Entwicklungsstand der irdischen Bronzezeit. Unbeabsichtigt hat Kelly nach einem Shuttlecrash Kontakt mit einigen Bewohnern. Wieder an Bord der Orville verschwindet der Planet im anderen Universum, nur um elf Tage später wieder aufzutauchen. Dabei zeigt sich, dass die Zeit auf dem Planeten anders verlaufen ist als für die Crew – auf der Oberfläche sind 700 Jahre vergangen. Und noch etwas: Kellys Auftauchen hatte tiefgreifende Folgen für die Entwicklung der Gesellschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264358","hoster":"VOE"},{"path":"/redirect/10639714","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13129044","hoster":"VOE"},{"path":"/redirect/12623265","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-orville/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-orville/staffel-2/episode-1","name":"Erleichterung","epNo":1,"alt":"Ja’loja","descr":"Die Crew reist nach Moclus für Bortus\u0027 spezielle Zeremonie, die jährlich stattfindet. Ed findet dabei heraus, dass Kelly wieder auf Dates geht und Claire wendet sich an Isaac für Erziehungs-Tipps.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14002853","hoster":"VOE"},{"path":"/redirect/10638464","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13204975","hoster":"VOE"},{"path":"/redirect/10638438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-2","name":"Urtriebe","epNo":2,"alt":"Primal Urges","descr":"Ed (Seth MacFarlane) und die Crew versuchen eine kleine Gruppe von Überlebenden auf einem Planeten, der von der Sonne zerstört werden soll, zu retten. In der Zwischenzeit beginnen Bortus (Peter Macon) und Klyden (Chad Coleman) mit der Eheberatung, als Bortus Besessenheit vom Simulationsraum des Schiffes außer Kontrolle gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13384157","hoster":"VOE"},{"path":"/redirect/10638462","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13463678","hoster":"VOE"},{"path":"/redirect/10638440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-3","name":"Zu Hause","epNo":3,"alt":"Home","descr":"Alaras übermenschliche Kraft schwindet durch die Gewöhnung an die irdische Anziehungskraft, die auf dem Schiff herrscht. Ein Urlaub auf ihrem Heimatplaneten soll sie wieder gesunden. Zusammen mit ihren Eltern und ihrer älteren Schwester besucht sie ihr Feriendomizil auf einer Insel. Nun, in der Nebensaison, sind keine anderen Urlauber weit und breit zu sehen – außer einem freundlichen Ehepaar, dass Alaras Familie prompt zum Abendessen einlädt. Doch der fröhliche Abend gerät schnell außer Kontrolle, als die wahre Motivation des Paares zutage tritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13446240","hoster":"VOE"},{"path":"/redirect/10638461","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13489921","hoster":"VOE"},{"path":"/redirect/10638431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-4","name":"Vertraue dem Feind","epNo":4,"alt":"Nothing Left on Earth Excepting Fishes","descr":"Nachdem sie ihre Beziehung öffentlich gemacht haben, begeben sich Ed und Janel auf einen privaten Kurztrip. Bevor sie jedoch an ihrem Ziel angekommen sind, werden sie von den Krill entführt. Janel wird gefoltert, um Ed zu zwingen, die Kommandocodes der Orville preiszugeben. Nach kurzer Zeit stellt sich heraus: Janel hat es nie gegeben, es war die ganze Zeit Teleya, die Krill-Lehrerin, die Ed und Gordon auf der Infiltrierungsmission kennenlernten. Getarnt als Mensch sollte sie Ed entführen und wollte Rache für ihren Bruder nehmen. Doch dann wird das Krill-Schiff von einer anderen Spezies angegriffen und Teleya und Ed entkommen knapp auf einen nahegelegenen Planeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13391943","hoster":"VOE"},{"path":"/redirect/11932278","hoster":"Vidoza"},{"path":"/redirect/10638465","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13247756","hoster":"VOE"},{"path":"/redirect/10638445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-5","name":"Erstkontakt","epNo":5,"alt":"All the World Is Birthday Cake","descr":"Die Bewohner des Planeten Regor 2 suchen mittels Funksignalen nach anderem intelligenten Leben im Universum und die Orville begibt sich auf den Weg, um die schönste Mission von allen zu erfüllen: den ersten Kontakt. Nach einer herzlichen Begrüßung kippt die Stimmung schnell, als Kelly und Bortus als \"Giliacs\" identifiziert und in ein Konzentrationslager gesteckt werden. Was steckt hinter diesem harschen Verhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13376519","hoster":"VOE"},{"path":"/redirect/11932277","hoster":"Vidoza"},{"path":"/redirect/12612305","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13201893","hoster":"VOE"},{"path":"/redirect/10639699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-6","name":"Ein fröhlicher Refrain","epNo":6,"alt":"A Happy Refrain","descr":"Dr. Finn wird sich über ihre Gefühle für Isaac klar, die seit dem Absturz auf einem fremden Planeten in ihr schwelen. Isaac sieht dies als Gelegenheit, mehr über menschliche Beziehungen herausfinden und die beiden beginnen eine Liebschaft, die aufgrund Isaacs Unfähigkeit, Emotionen zu empfinden, mit einigen Schwierigkeiten zu kämpfen hat, erst recht, als Isaac meint, genug Daten über das Thema gesammelt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917952","hoster":"VOE"},{"path":"/redirect/12612302","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13352886","hoster":"VOE"},{"path":"/redirect/10639696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-7","name":"Deflektoren","epNo":7,"alt":"Deflectors","descr":"Als die Orville im Orbit um Bortus’ Heimatwelt einen neuen, innovativen Deflektor installiert bekommt, werden die Arbeiten von Locar, dem ehemaligen Freund Bortus’, ausgeführt. Dieser offenbart Keyali, dass er sie attraktiv findet, aber auch, dass diese Gefühle bei den Moclanern unter Strafe stehen. Sie treffen sich heimlich im Simulator und als Locar dort allein ist, betritt Klyden, der sehr intolerant gegenüber den Gefühlen von Locar ist, den Raum und tötet ihn … womöglich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13463598","hoster":"VOE"},{"path":"/redirect/12623287","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13386917","hoster":"VOE"},{"path":"/redirect/10638434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-8","name":"Identität (1)","epNo":8,"alt":"Identity, Pt. 1","descr":"Isaac kollabiert und schaltet sich ab. Da die Crew keine andere Möglichkeit sieht, um ihn zu reaktivieren, reisen sie zu seiner abgeschotteten Heimatwelt. Um bei dieser Gelegenheit auch in Erfahrung zu bringen, ob die Kaylonier inzwischen bereit sind, der planetaren Union beizutreten. Isaac wird reaktiviert und beschließt, dass seine Mission auf der Orville abgeschlossen ist. Gerade als man sich aufmachen will, den Planeten zu verlassen, entdeckt man gigantische Friedhöfe unter den Städten. Zur Rede gestellt offenbaren die Kaylonier ihr wahres Gesicht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13033312","hoster":"VOE"},{"path":"/redirect/10639723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13400228","hoster":"VOE"},{"path":"/redirect/10638443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-9","name":"Identität (2)","epNo":9,"alt":"Identity, Part 2","descr":"Die Kaylonier-Flotte ist auf dem Weg zur Erde, um von dort aus ihren Vernichtungsfeldzug gegen alles biologische Leben in der Galaxis zu starten. Die Crew der Orville versucht ihr Möglichstes, sie aufzuhalten; Kelly und Gordon können gar mit einem Shuttle entkommen, um die Krill um Hilfe zu bitten. Isaacs Loyalität wird derweil vom Kaylonier-Kommandanten in Frage gestellt. Um sie zu demonstrieren, soll er Ty, Dr. Finns Sohn, eliminieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13400389","hoster":"VOE"},{"path":"/redirect/10639725","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13150045","hoster":"VOE"},{"path":"/redirect/10638446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-10","name":"Das Blut der Patrioten","epNo":10,"alt":"Blood Of Patriots","descr":"Als die Orville sich mit einem Krill-Schiff trifft, um Friedensgespräche zu beginnen, feuert dieses gerade auf eins seiner eigenen Shuttle. An Bord: Orrin Channing und seine Tochter, die zwanzig Jahre in einem Gefägnis der Krill interniert waren. Orrin ist ein alter Freund Gordons und dieser glaubt an seinen alten Kumpanen, auch wenn Keyali ihm nicht über den Weg traut. Das Mißtrauen soll sich als berechtigt herausstellen, als Orrins Rache an den Krill Gestalt annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13400224","hoster":"VOE"},{"path":"/redirect/12623303","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13463335","hoster":"VOE"},{"path":"/redirect/10639689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-11","name":"Die Zeitkapsel","epNo":11,"alt":"Lasting Impressions","descr":"Die Crew öffnet eine sogenannte \"Zeitkapsel\", die 2015 in Saratoga Springs, New York, vergraben wurde. Unter all den Dingen aus dem 21. Jahrhundert ist auch ein Smartphone einer jungen Frau namens Laura Huggins. Gordon ist sofort hin und weg von ihrer Ausstrahlung und nutzt den Simulator, um anhand der gespeicherten Videos ein Abbild von Lauras Leben zu erstellen. Es kommt wie es kommen muss: Gordon verliebt sich in die Projektion Lauras. Unterdessen entdecken Bortus und Klyden die Nikotinsucht für sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13384022","hoster":"VOE"},{"path":"/redirect/10638468","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13396620","hoster":"VOE"},{"path":"/redirect/10638435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-12","name":"Im inneren des Nebels","epNo":12,"alt":"Sanctuary","descr":"Zwei Moclaner-Ingenieure kommen an Bord der Orville, um von dieser zu einem Forschungsschiff gebracht zu werden. Ein ungenwöhlich hoher Energiebedarf in ihrem Quartier führt Bortus zu einer geheimen tragbaren Statiskammer, in der das Baby der Beiden die Reise verschläft: es ist weiblich! Bortus beschließt, die beiden zu decken, aber als die Führungsriege davon erfährt, verfolgt man das Schiff, auf dem sich die Drei inzwischen befinden, und entdeckt es in einem komsischen Nebel, in dem sich ein Sternensystem versteckt. Auf einem der Planeten entdeckt die Orville eine Kolonie Moclaner – allesamt weiblich","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13376398","hoster":"VOE"},{"path":"/redirect/10639729","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13384156","hoster":"VOE"},{"path":"/redirect/10638447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-13","name":"Morgen, und morgen, und dann wieder morgen","epNo":13,"alt":"Tomorrow, and Tomorrow, and Tomorrow","descr":"Isaac forscht an den Möglichkeiten des Zeitreisens. Ein turbulenter Flug ermöglicht das Unmögliche und plötzlich befindet sich Kelly – ihr früheres Ich aus der Vergangenheit – auf der Orville. Da die Crew zunächst nicht weiß, wie man sie zurückschicken kann, nehmen sie sie auf. Zudem weiß die junge Kelly noch gar nichts von dem Scheitern ihrer Ehe mit Ed","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13248092","hoster":"VOE"},{"path":"/redirect/10639730","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13204895","hoster":"VOE"},{"path":"/redirect/10639690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-2/episode-14","name":"Der andere Weg","epNo":14,"alt":"The Road Not Taken","descr":"Die jüngere Kelly ist zurück in ihrer Zeit, doch die Löschung ihrer Erinnerungen schlug fehl. Aus Angst vor dem Lauf der Dinge – der Ehe und der Scheidung – entscheidet sie sich gegen ein zweites Date mit Ed. Das ändert den Verlauf der gesamten galaktischen Ordnung: Die Kaylonier haben die halbe Galaxie unter ihrer Kontrolle gebracht. Kann Kelly die geänderte Geschichte wieder rückgängig machen und das Schicksal erneut ändern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13193590","hoster":"VOE"},{"path":"/redirect/10638479","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13463509","hoster":"VOE"},{"path":"/redirect/10638442","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-orville/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-orville/staffel-3/episode-1","name":"Elektrische Schafe","epNo":1,"alt":"Electric Sheep","descr":"Nach dem Konflikt mit den Kaylon ist Isaac eine von den anderen Crewmitgliedern nicht gern gesehene Erscheinung auf der Orville. Die Feindeseligkeiten entladen sich in einer Wandschmiererei, deren Urheber aus einer nicht für möglich gehaltenen Ecke stammt. Isaac zieht aus all dem Hass, der ihm entgegengebracht wird, eine Konsequenz… ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13446513","hoster":"VOE"},{"path":"/redirect/11994492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13204575","hoster":"VOE"},{"path":"/redirect/10639700","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13446186","hoster":"VOE"},{"path":"/redirect/11000055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-2","name":"Schattenreiche","epNo":2,"alt":"Shadow Realms","descr":"Die Krill erlauben der Orville, einen bisher nicht erforschten Sektor in ihrem Raum zu erkunden. Mit an Bord ist auch ein Admiral, den eine lang zurückliegende Liebschaft mit Dr. Finn verbindet. Als man auf ein seltsames Objekt stößt und sich der Admiral dort mit etwas außerirdischen infiziert, wird er alsbald zu einer Gefahr für die gesamte Crew…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044860","hoster":"VOE"},{"path":"/redirect/12612301","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13387466","hoster":"VOE"},{"path":"/redirect/12688662","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13376546","hoster":"VOE"},{"path":"/redirect/11000054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-3","name":"Das Sterblichkeitsparadoxon","epNo":3,"alt":"Mortality Paradox","descr":"Auf einem Planeten, der laut allen Datenbeständen eigentlich eine leblose Wüste sein müsste, entdeckt die Crew der Orville einen dichten Wald. Doch damit nicht genug, inmitten diesen stoßen sie auf eine Schule wie aus dem 21. Jahrhundert. Kaum drinnen, verschließen sich die Türen und die Außenmission ist gefangen in etwas, dass wie eine holographische Simulation wirkt. Doch als Gordon verletzt wird, zeigt sich: hier droht ganz handfeste Gefahr. Doch wer hat diese Illusion geschaffen – und warum?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13446228","hoster":"VOE"},{"path":"/redirect/12612300","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13400398","hoster":"VOE"},{"path":"/redirect/12686161","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13463975","hoster":"VOE"},{"path":"/redirect/12681541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-4","name":"Sanft fallender Regen","epNo":4,"alt":"Gently Falling Rain","descr":"Ein Friedensvertrag mit den Krill liegt in greifbarer Nähe. Doch die sich zur populistischen Extremistin gemauserten Teleya droht, die Wahl entgegen aller Prognosen zu gewinnen. Als es wirklich dazu kommt, der amtierende Präsident schnell einen Kopf kürzer gemacht und die Delegation der Union in ihre Hände fällt, liegt vor allem Eds Schicksal in Teleyas Händen. Und sie hütet ein Geheimnis, dass unter keinen Umständen an die Öffentlichkeit geraten darf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12809618","hoster":"VOE"},{"path":"/redirect/12376524","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13264315","hoster":"VOE"},{"path":"/redirect/12612290","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13489978","hoster":"VOE"},{"path":"/redirect/12612296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-5","name":"Die Geschichte von zwei Topas","epNo":5,"alt":"A Tale of Two Topas","descr":"Topa spürt, dass etwas mit ihm nicht stimmt, aber er kann nicht so recht mit dem Finger darauf zeigen. Sein Unwohlsein droht, sich in eine handfeste Depression mit suizidalen Gedanken zu entwickeln, was die Aufmerksamkeit von Kelly erregt. Sie versucht, mit Topas Eltern zu reden und ihm von seiner Geschlechtsangleichung zu erzählen. Während Bortus dieser Möglichkeit aufgeschlossen gegenübersteht, ist Klyden vehement dagegen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12614288","hoster":"VOE"},{"path":"/redirect/12374867","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13400293","hoster":"VOE"},{"path":"/redirect/12623359","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13489936","hoster":"VOE"},{"path":"/redirect/12623281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-6","name":"Zweimal im Leben","epNo":6,"alt":"Twice In A Lifetime","descr":"Bei einem Unfall während einer Schlacht mit den Kaylon schickt eine Zeitmaschine Gordon zurück ins Jahr 2015. Die Orville findet einen Weg, ihm hinterherzureisen, landet aber im Jahr 2025. Den Gordon, den sie vorfinden, hat sich ein Leben aufgebaut, entgegen aller Vorschriften der Union im Bezug auf das nicht-verletzen der Zeitlinie. Ed und Kelly wollen ihn dennoch zur Rückkehr bewegen, was nicht auf Gegenliebe stößt. Charly und Isaac geraten bei einer weiteren Mission derweil wieder einmal aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13072309","hoster":"VOE"},{"path":"/redirect/11994505","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13375909","hoster":"VOE"},{"path":"/redirect/12686167","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13502352","hoster":"VOE"},{"path":"/redirect/11037162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-7","name":"Aus unbekannten Gräbern","epNo":7,"alt":"From Unknown Graves","descr":"Die Orville nimmt diplomatische Beziehungen mit einer Spezies auf, in deren Gesellschaft Männer Bürger zweiter Klasse sind, was zu einigen temporären Umbesetzungen bei der Brückencrew führt, um die Verhandlungen nicht von vornherein zu torpedieren. Später entdeckt man dann auch noch einen Kaylon, der in der Lage ist, Gefühle zu empfinden – und der tief getroffen von der Haltung seines Volkes gegenüber biologischen Lebensformen ist. LaMarr und Keyali arbeiten unterdessem an ihrer Beziehung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13352783","hoster":"VOE"},{"path":"/redirect/12623300","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13204767","hoster":"VOE"},{"path":"/redirect/11000057","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13400541","hoster":"VOE"},{"path":"/redirect/12650803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-8","name":"Mitternachtsblau","epNo":8,"alt":"Midnight Blue","descr":"Kelly und Bortus, zusammen mit Topa, sollen die Inspektion der Kolonie weiblicher Moclaner übernehmen. Bei dieser Mission wird Topa gefangen genommen und entführt. Kelly und Bortus suchen sie auf eigene Faust, während die Anführerin der Kolonie sich Fragen zu ihren weiteren Plänen gefallen lassen muss, die die ohnehin brüchige Einheit mit den wichtigsten Waffenlieferanten der Union weiter erodieren lassen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11935635","hoster":"VOE"},{"path":"/redirect/11935633","hoster":"Doodstream"},{"path":"/redirect/11935639","hoster":"Vidoza"},{"path":"/redirect/11935632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10918894","hoster":"VOE"},{"path":"/redirect/10918895","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10950966","hoster":"VOE"},{"path":"/redirect/10950967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-9","name":"Domino","epNo":9,"alt":"Domino","descr":"Die Union besitzt dank der gemeinsamen Anstrengung von Isaac und Charly eine Waffe, mit der man den Kaylon effektiv entgegentreten kann. Dies führt zu neuen Verhandlungen mit den Maschinenwesen, während die von der intergalaktischen Gemeinschaft ausgeschlossenen Moclaner ausgerechnet in den Krill neue Verbündete finden. Die noch jungen Allianzen werden alsbald auf die ersten Proben gestellt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11935637","hoster":"VOE"},{"path":"/redirect/11935638","hoster":"Doodstream"},{"path":"/redirect/11935643","hoster":"Vidoza"},{"path":"/redirect/11935636","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10952560","hoster":"VOE"},{"path":"/redirect/10952558","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11037257","hoster":"VOE"},{"path":"/redirect/11037272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-orville/staffel-3/episode-10","name":"Zukunft unbekannt","epNo":10,"alt":"Future Unknown","descr":"Die Orville erreicht der Notruf von Lysella, die bereit ist, ihrem Planeten den Rücken zu kehren. Doch das Leben im scheinbaren Utopia der Planetaren Union überfordert sie. Unterdessen macht Isaac Dr. Finn einen Heiratsantrag und stellt sich somit einer ganzen Reihe von neuen Herausforderungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11935642","hoster":"VOE"},{"path":"/redirect/11935641","hoster":"Doodstream"},{"path":"/redirect/11935644","hoster":"Vidoza"},{"path":"/redirect/11935640","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10974863","hoster":"VOE"},{"path":"/redirect/10974864","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11037576","hoster":"VOE"},{"path":"/redirect/11037571","hoster":"Streamtape"}]}]}]}]}