{"seriesId":"the-chi","name":"The Chi","descr":"The Chi entführt in die vielen verschiedenen Ecken der South Side von Chicago und zeichnet ein Bild der Menschen, die in dem Stadtteil leben. Einer dieser Menschen ist der junge Brandon (Jason Mitchell), der keine leichte Kindheit hatte. Dennoch will er seine Lage verbessern und eines Tages ein eigenes Restaurant eröffnen. Aufgrund familiärer Verpflichtungen droht dieser Traum jedoch nie in Erfüllung zu gehen. Würde sich Brandon dazu entscheiden, eine Karriere in der Gastronomie einzuschlagen, so müsste er seine Mutter und seinen kleinen Bruder im Stich lassen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Ein verhängnisvolles Ereignis schickt Schockwellen durch eine Gemeinschaft in der South Side von Chicago und verbindet das Leben von Brandon (Jason Mitchell), Ronnie (Ntare Guma Mbaho Mwine), Emmett (Jacob Latimore) und Kevin (Alex R. Hibbert) auf höchst unerwartete Art und Weise.","versions":[{"lang":1,"streams":[{"redirect":14065900,"hoster":"VOE"},{"redirect":12829051,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139337,"hoster":"VOE"},{"redirect":12834713,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In Lee","epNo":2,"alt":"Alee","descr":"Brandon (Jason Mitchell) trauert, während Ronnie (Ntare Guma Mbaho Mwine) realisiert, dass er einen schweren Fehler begangen hat.\rEmmetts sorgloses Leben ist unterdessen zu Ende.\rPapa (Shamon Brown Jr.) und Jake (Michael Epps) triezen Kevin (Alex Hibbert) derweil wegen seines Schwarms Andrea (Mariah Gordon).\rDetective Cruz (Armando Riesco) widmet sich indes widersprüchlichen Hinweisen seiner Ermittlung.","versions":[{"lang":1,"streams":[{"redirect":14117706,"hoster":"VOE"},{"redirect":12611371,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042914,"hoster":"VOE"},{"redirect":12829039,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geister","epNo":3,"alt":"Ghosts","descr":"Brandon (Jason Mitchell) bittet Kevin (Alex Hibbert) um Hilfe. Laverne (Sonja Sohn) und Greavy (David Alan Anderson) treffen derweil eine Entscheidung. Amir (Behzad Dabu) versucht indes, aus Emmetts Nebenverdienst Kapital zu schlagen. Quentin (Steven Williams) eröffnet unterdessen seine eigene Ermittlung.","versions":[{"lang":1,"streams":[{"redirect":13659633,"hoster":"VOE"},{"redirect":12829053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13659936,"hoster":"VOE"},{"redirect":12804566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zittergras","epNo":4,"alt":"Quaking Grass","descr":"Brandon (Jason Mitchell) sucht eine neue Unterkunft, nachdem er von Jerrika (Tiffany Boone) rausgeworfen wurde. Ronnie (Ntare Guma Mbaho Mwine) trifft derweil zufällig auf Rafiq. Quentin (Steven Williams) nimmt Trice (Tosin Morohunfola) unterdessen etwas ab, und Brandon geht einen schlechten Deal mit Reg (Barton Fitzpatrick) ein.","versions":[{"lang":1,"streams":[{"redirect":14065889,"hoster":"VOE"},{"redirect":12829055,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697301,"hoster":"VOE"},{"redirect":12821801,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Heute war ein guter Tag","epNo":5,"alt":"Today Was A Good Day","descr":"Eine Blockparty bringt Brandon (Jason Mitchell), Ronnie (Ntare Guma Mbaho Mwine), Emmett (Jacob Latimore) und Kevin (Alex Hibbert) wieder zusammen. Brandon legt sich dabei mit Ronnie an und wird von Jerrika (Tiffany Boone) überrascht.","versions":[{"lang":1,"streams":[{"redirect":14120276,"hoster":"VOE"},{"redirect":12829054,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14131046,"hoster":"VOE"},{"redirect":12821796,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Betrug wird aufgedeckt","epNo":6,"alt":"Penetrate A Fraud","descr":"Brandons Aktionen gefährden seine Beziehung zu Jerrika (Tiffany Boone). Ronnie (Ntare Guma Mbaho Mwine) enthüllt derweil Geheimnisse hinsichtlich der Vergangenheit seines Adoptivsohns und gibt der Polizei wichtige Informationen. Emmetts Schuhgeschäft läuft indes schief.","versions":[{"lang":1,"streams":[{"redirect":14143551,"hoster":"VOE"},{"redirect":12622910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042868,"hoster":"VOE"},{"redirect":12821793,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Pfiff","epNo":7,"alt":"The Whistle","descr":"Brandon (Jason Mitchell) gefährdet seinen Job, als er einen Kollegen verteidigt. Emmett (Jacob Latimore) verbringt derweil einen einsichtsreichen Tag mit Quentin (Steven Williams). Kevin (Alex Hibbert) versucht unterdessen, auf der Rollschuhbahn Andreas Aufmerksamkeit zu erregen.","versions":[{"lang":1,"streams":[{"redirect":14159057,"hoster":"VOE"},{"redirect":12829057,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14216703,"hoster":"VOE"},{"redirect":12821820,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Brieftaschen","epNo":8,"alt":"Wallets","descr":"Brandon (Jason Mitchell) verfolgt ein eigenes Projekt. Emmett (Jacob Latimore) sucht indes nach seinem Sohn, nachdem ihn Tiffany (Hannaha Hall) mitgenommen hat. Ronnie (Ntare Guma Mbaho Mwine) ersucht unterdessen in einer Moschee spirituelle Erlösung, wo er auf Rafiq (Common) trifft. Kevin (Alex Hibbert) versucht derweil, seinen besten Freund von einem dunklen Pfad abzubringen.","versions":[{"lang":1,"streams":[{"redirect":14042628,"hoster":"VOE"},{"redirect":12834715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130601,"hoster":"VOE"},{"redirect":12661832,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Namaste, Wichser","epNo":9,"alt":"Namaste Muthafucka","descr":"Brandon (Jason Mitchell) versucht, sich mit Jerrika (Tiffany Boone) zu versöhnen, muss jedoch darum kämpfen, sein Geschäft aufzubauen. Kevin (Alex Hibbert) realisiert indes, dass er Jake (Michael Epps) nicht aufhalten kann. Emmett (Jacob Latimore) regt sich derweil darüber auf, dass Jada (Yolonda Ross) ein Jobangebot aus einem anderen Bundesstaat erhalten hat.","versions":[{"lang":1,"streams":[{"redirect":14158507,"hoster":"VOE"},{"redirect":14487664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14027707,"hoster":"VOE"},{"redirect":12821798,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Immer mit der Ruhe","epNo":10,"alt":"Ease on down the Road","descr":"Ronnie (Ntare Guma Mbaho Mwine) stellt sich seinen vergangenen Missetaten, während Brandons Finanzierungsplan für sein Geschäft auseinanderfällt. Kevin (Alex Hibbert) spielt derweil im Schultheaterstück mit und nimmt mit Freunden an einer Castparty teil. Emmett (Jacob Latimore) beschließt unterdessen, um das alleinige Sorgerecht zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14023731,"hoster":"VOE"},{"redirect":12833945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120499,"hoster":"VOE"},{"redirect":12827740,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Eruptionen","epNo":1,"alt":"Eruptions","descr":"Brandon (Jason Mitchell) muss sich den Folgen einer unschönen Entwicklung stellen, was ihn zurück zu Reg (Barton Fitzpatrick) führt. Jada (Yolonda Ross) trifft derweil eine Entscheidung, die Emmett (Jacob Latimore) dazu zwingt, endlich erwachsen zu werden. Kevin (Alex R. Hibbert), Jake (Michael Epps) und Papa (Shamon Brown Jr.) arbeiten indes an einem Schulprojekt, während Ronnie (Ntare Mwine) sich um einen Gefängnisinsassen kümmert, der Hilfe braucht.","versions":[{"lang":1,"streams":[{"redirect":13659837,"hoster":"VOE"},{"redirect":14487669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067159,"hoster":"VOE"},{"redirect":12821808,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich strample mich jeden Tag ab","epNo":2,"alt":"Every Day I\u0027m Hustlin\u0027","descr":"Brandon (Jason Mitchell) hilft Jerrika (Tiffany Boone) widerwillig dabei, einen neuen Klienten an Land zu ziehen und Reg (Barton Fitzpatrick) muss der Führung des 63. St. Mob folgen. Ronnie (Ntare Mwine) ist von schlimmen Neuigkeiten erschüttert und schließt einen Pakt mit einem Insassen. Emmett (Jacob Latimore) gewöhnt sich an seine neuen Lebensbedingungen und startet ein Nebengeschäft mit Amir (Behzad Dabu). Kevin (Alex R. Hibbert) muss eine schwierige Entscheidung treffen und der neue Ermittler Toussaint untersucht einen Hausfriedensbruch.","versions":[{"lang":1,"streams":[{"redirect":14158401,"hoster":"VOE"},{"redirect":12829056,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139363,"hoster":"VOE"},{"redirect":12834710,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Überfällig","epNo":3,"alt":"Past Due","descr":"Brandon (Jason Mitchell) erhält eine neue Chance. Kevin (Alex R. Hibbert) und Maisha gehen eine überraschende Freundschaft ein. Emmett (Jacob Latimore) übernimmt in seinem Job mehr Verantwortung. Cruz muss mit den Nachwirkungen von Ronnies Geständnis umgehen. Ronnie Davis (Ntare Mwine) erhält weitere schockierende Neuigkeiten. Det. Alice Toussaint (Crystal Anne Dickinson) findet eine heiße Spur in ihrem Fall.","versions":[{"lang":1,"streams":[{"redirect":14130809,"hoster":"VOE"},{"redirect":12829065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120608,"hoster":"VOE"},{"redirect":12829043,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Showdown","epNo":4,"alt":"Showdown","descr":"Brandon (Jason Mitchell) macht sich Sorgen wegen der The After Taste Food Competition und schließt einen Deal mit Emmett (Jacob Latimore). Ein Vorfall bei Sonny\u0027s bedroht Emmetts Job. Kevin (Alex R. Hibbert), Jake (Michael Epps) und Papa (Shamon Brown Jr.) sorgen für Chaos am Bildertag der Schule. Ronnie Davis (Ntare Mwine) passt sich an ein neues, unerwartetes Leben an.","versions":[{"lang":1,"streams":[{"redirect":14158445,"hoster":"VOE"},{"redirect":14493158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14238817,"hoster":"VOE"},{"redirect":12827776,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Es wird heiß","epNo":5,"alt":"Feeling The Heat","descr":"Brandon (Jason Mitchell) und Emmett (Jacob Latimore) kommen für ein bisschen Spaß im Sommer nach Chicago während Ronnie Davis (Ntare Mwine) Kontakt zu Rafiq (Common) sucht und einen hilfreichen Ratschlag erhält.","versions":[{"lang":1,"streams":[{"redirect":14042645,"hoster":"VOE"},{"redirect":12833300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105936,"hoster":"VOE"},{"redirect":12827771,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mit einem Vorteil","epNo":6,"alt":"A Leg Up","descr":"Brandon (Jason Mitchell) tritt im Finale der After Taste Food Competition an. Emmett (Jacob Latimore) versucht die Dinge mit den Frauen in seinem Leben wieder hinzubiegen. Kevin (Alex R. Hibbert) und Jake (Michael Epps) geraten in Streit während Kevins Freundschaft mit Maisha enger wird. Ronnie (Ntare Mwine) und Jada (Yolonda Ross) kommen sich näher nachdem ein Familiengeheimnis ans Licht kommt.","versions":[{"lang":1,"streams":[{"redirect":13680300,"hoster":"VOE"},{"redirect":10904567,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120619,"hoster":"VOE"},{"redirect":12827757,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verschlossene Augen","epNo":7,"alt":"Blind Eye","descr":"Detective Cruz (Armando Riesco) muss eine schwere Entscheidung treffen. Brandon (Jason Mitchell) bekommt einen Einblick in Doudas Vergangenheit während Jerrika (Tiffany Boone) eine Bombe platzen lässt. Emmett (Jacob Latimore) versucht herauszubekommen, mit wem sich Keisha (Birgundi Baker) trifft. Ronnie (Ntare Mwine) öffnet sich Jada (Yolonda Ross), die ihm hilft, die alten Wunden zu verarbeiten.","versions":[{"lang":1,"streams":[{"redirect":14067303,"hoster":"VOE"},{"redirect":12829064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13703341,"hoster":"VOE"},{"redirect":12821899,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Häng dich rein","epNo":8,"alt":"Lean Into It","descr":"Brandon (Jason Mitchell) wagt einen großen Schritt mit Jerrika (Tiffany Boone). Für Emmett (Jacob Latimore) erscheint eine neue Gelegenheit. Kevin (Alex R. Hibbert) schließt eine neue Freundschaft und trifft eine schicksalsschwere Entscheidung. Ronnie (Ntare Mwine) gerät außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":14023803,"hoster":"VOE"},{"redirect":12804628,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117899,"hoster":"VOE"},{"redirect":12821902,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schuld, virale Videos und versohlte Hintern","epNo":9,"alt":"Guilt, Viral Videos, and Ass Whuppings","descr":"Brandon (Jason Mitchell) und Emmett (Jacob Latimore) hecken einen Plan aus.Emmett tritt seinen neuen Job an.Ronnie (Ntare Mwine) muss mit den Konsequenzen seiner Taten leben.Kevin (Alex R. Hibbert) bekommt Ärger mit seiner Mutter.Die Detectives Toussaint (Crystal Anne Dickinson) und Cruz (Armando Riesco) machen eine aufregende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":14051938,"hoster":"VOE"},{"redirect":12833947,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13660169,"hoster":"VOE"},{"redirect":12829045,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Skorpion und der Frosch","epNo":10,"alt":"The Scorpion and the Frog","descr":"Brandon (Jason Mitchell) steht vor einer Entscheidung, die alles verändern könnte.Emmett (Jacob Latimore) macht einen Schritt in Richtung Erwachsensein und Kevin (Alex R. Hibbert) probiert einen neuen Look aus.Die Detectives Toussaint (Crystal Anne Dickinson) und Cruz (Armando Riesco) verhaften jemanden.","versions":[{"lang":1,"streams":[{"redirect":14130549,"hoster":"VOE"},{"redirect":12834716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14117971,"hoster":"VOE"},{"redirect":12827761,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eine Familienangelegenheiten","epNo":1,"alt":"Foe \u0027Nem","descr":"Eine Hochzeit verändert die Leben von Kevin (Alex R. Hibbert) und Kiesha. Emmett (Jacob Latimore) strauchelt mit seinem Geschäft und seiner wachsenden Familie. Ronnie Davis (Ntare Mwine) sucht weiterhin seinen Weg. Jakes entfremdeter Bruder Trig kehrt mit einer Mission in die Stadt zurück.","versions":[{"lang":1,"streams":[{"redirect":14117719,"hoster":"VOE"},{"redirect":12821921,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14106087,"hoster":"VOE"},{"redirect":12821881,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gone, Baby, gone","epNo":2,"alt":"Brewfurd","descr":"Kevin (Alex R. Hibbert) bittet Papa und Jake im Hilfe. Emmett (Jacob Latimore) findet eine kurzfristige Lösung für sein Lebensmittelknappheitsproblem. Jada (Yolonda Ross) durchsucht die Datingwelt. Trig versucht das Sorgerecht für seinen Bruder Jake von Douda zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14120483,"hoster":"VOE"},{"redirect":12831233,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14120614,"hoster":"VOE"},{"redirect":12821883,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schein trügt","epNo":3,"alt":"Buss Down","descr":"Die Williams Familie gerät ins Trudeln. Emmett (Jacob Latimore) und Tiff wollen zu Jada (Yolonda Ross) ziehen während er sein neues Geschäft ins Rollen bringt. Ronnie Davis (Ntare Mwine) erhält eine wenig freundliche Erinnerung daran, dass seine Nachbarschaft sich an seine Taten aus der Vergangenheit erinnert.","versions":[{"lang":1,"streams":[{"redirect":14158539,"hoster":"VOE"},{"redirect":12829059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14139038,"hoster":"VOE"},{"redirect":12804581,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gangway","epNo":4,"alt":"Gangway","descr":"Ronnie Davis (Ntare Mwine) findet eine neue Berufung in seiner Suche nach Reue. Emmett (Jacob Latimore) wird von seinem Dad Darnell und seinen Unsicherheiten zu Fall gebracht. Kevin (Alex R. Hibbert) wird von einer Lüge erdrückt. Das Rennen um den Bürgermeisterposten nimmt Fahrt auf als die Kandidaten Douda und Camille Halloway aufeinander treffen.","versions":[{"lang":1,"streams":[{"redirect":14143592,"hoster":"VOE"},{"redirect":12804655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14028072,"hoster":"VOE"},{"redirect":12821876,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stadt der Schrecken","epNo":5,"alt":"Terror Town","descr":"Ronnies Erinnerungen bedrohen seinen Fortschritt. Ein unerwarteter Besuch bedroht Trigs Kampf um das Sorgerecht für Jake. Das Abenteuer von Kevin und seinem Freund testet die Grenzen ihres Kampf- oder Fluchtinstinkts. Emmett profitiert von einer misslichen Lage.","versions":[{"lang":1,"streams":[{"redirect":14209412,"hoster":"VOE"},{"redirect":12821922,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Woo Woo Woo","epNo":6,"alt":"Woo Woo Woo","descr":"Kevin (Alex R. Hibbert) ist nicht in der Stimmung um seinen Geburtstag zu feiern.Ronnie (Ntare Mwine) geht mit seiner Großmutter, Ms. Ethel (LaDonna Tittle), auf Zeitreise.Emmett (Jacob Latimore) und Tiff (Hannaha Hall) besorgen gemeinsam Gras.Douda (Curtiss Cook) Kampagne gerät erneut ins Schleudern als eine alte Wunde aufgerissen wird.","versions":[{"lang":1,"streams":[{"redirect":14209525,"hoster":"VOE"},{"redirect":12827828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159033,"hoster":"VOE"},{"redirect":12829050,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Retter","epNo":7,"alt":"A Stain","descr":"Ronnie (Ntare Mwine) betrauert einen Verlust.Emmett (Jacob Latimore) und Dom (Lala Vazquez) bekommen Unterstützung von ihrem Vermieter Zeke (Lil Rel Howery).Kiesha (Birgundi Baker) schwört zu kämpfenKevins (Alex R. Hibbert) Herz wird von Jemma (Judae\u0027a) geschmolzen.Doudas (Curtiss Cook) tritt gegen Camille (Lena Waithe) an.","versions":[{"lang":1,"streams":[{"redirect":13723643,"hoster":"VOE"},{"redirect":12821924,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Von hier an","epNo":8,"alt":"Frunchroom","descr":"Kiesha (Birgundi Baker) bleibt weiter in ihrem persönlichen Alptraum gefangen während Kevin (Alex R. Hibbert), Nina (Tyla Abercrumbie) und Dre (Miriam A. Hyman) sich um die Zukunft sorgen.Emmett (Jacob Latimore) und Jada (Yolonda Ross) trösten die Williams mit Essen und Worten.Ronnie (Ntare Mwine) wird von seinen Verfehlungen freigesprochen.","versions":[{"lang":1,"streams":[{"redirect":14143407,"hoster":"VOE"},{"redirect":12821925,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unbewaffnet","epNo":9,"alt":"Lackin\u0027","descr":"Ronnie (Ntare Mwine) wird von seiner Kirchengemeinde gepriesen, während ihn andere seine Fehler nicht vergessen lassen können.Emmett (Jacob Latimore) und Dom (Lala Vazquez) bereiten sich auf ihre große Eröffnung vor.Kevin (Alex R. Hibbert) versucht seine Beziehungen mit seinen Verpflichtungen in Einklang zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14089855,"hoster":"VOE"},{"redirect":12821923,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Paarbildung","epNo":10,"alt":"A Couple, Two, Three","descr":"Ronnie (Ntare Mwine) findet die Absolution.Emmett (Jacob Latimore) und Tiff (Hannaha Hall) gehen einen Schritt in Richtung ihrer Zukunft.Trig (Luke James) spielt seine letzte Karte gegen Douda (Curtiss Cook) aus.Einscheidende Ereignisse lassen Kevin (Alex R. Hibbert), Jake (Michael Epps) und Papa (Shamon Brown Jr.) reifen.","versions":[{"lang":1,"streams":[{"redirect":13686433,"hoster":"VOE"},{"redirect":12804679,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Seelennahrung","epNo":1,"alt":"Soul Food","descr":"Emmetts Vergangenheit bedroht seine neue Ehe. Kiesha ringt mit einer Entscheidung, die das Leben ihres ungeborenen Kindes betreffen wird. Ein Zusammenstoß mit den Strafverfolgungsbehörden lässt Kevin, Jake und Papa ins Wanken geraten. Douda versucht, die Grenze zwischen Gangster und Bürgermeister zu überwinden. Tiff und Dom machen gemeinsam Geschäfte. Marcus beantragt, die Olympischen Spiele nach Chicago zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14158891,"hoster":"VOE"},{"redirect":12822005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13686262,"hoster":"VOE"},{"redirect":12821897,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Cooley High","epNo":2,"alt":"Cooley High","descr":"Emmett gesteht Tiff alles. Eine College-Tour zwingt Kevin und Jake, über ihre Zukunft nachzudenken. Douda trifft eine Entscheidung, die das Gesicht von Chicago verändern wird. Jada bekommt unerwartete Neuigkeiten. Papa startet einen Podcast. Trig trifft sich mit einem alten Freund.","versions":[{"lang":1,"streams":[{"redirect":14209558,"hoster":"VOE"},{"redirect":12822013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143348,"hoster":"VOE"},{"redirect":9678672,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eingeborener Sohn","epNo":3,"alt":"Native Son","descr":"Tiff entdeckt mit ihrem neuen Ehemann Emmett eine mögliche Lösung für ihre anhaltenden Beziehungsprobleme. Bürgermeister Douda, Tracy und Trig entscheiden, dass es an der Zeit ist, den Schutz der Gemeinschaft selbst in die Hand zu nehmen. Unterdessen geraten Kevin und Jemma in eine schwierige Phase in ihrer Beziehung.","versions":[{"lang":1,"streams":[{"redirect":14065898,"hoster":"VOE"},{"redirect":12822023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14159222,"hoster":"VOE"},{"redirect":9678671,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Mädchen aus Chicago","epNo":4,"alt":"The Girl from Chicago","descr":"Jake, Jemma und Kevin organisieren einen Protest auf dem Campus. Emmett und Tiff setzen ihrer Beziehung neue Grenzen. Imani plant, ein Mädchen aus dem Fallenhaus des 63. St. Mob zu befreienn. Dres häufiges Verschwinden macht Nina misstrauisch. Jada gibt Emmett einige unerwartete Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14051682,"hoster":"VOE"},{"redirect":12822004,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14230778,"hoster":"VOE"},{"redirect":12827816,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Spuk, der an der Tür sass","epNo":5,"alt":"The Spook Who Sat By The Door","descr":"Douda, Roselyn und Marcus bereiten sich auf die Gala vor. Kiesha bekommt Wehen. Die Beziehung zwischen Kevin und Jemma erreicht einen Bruch. Trig und Shaad haben einen Streit.","versions":[{"lang":1,"streams":[{"redirect":13703512,"hoster":"VOE"},{"redirect":12822059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14216710,"hoster":"VOE"},{"redirect":12821918,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Candyman","epNo":6,"alt":"Candyman","descr":"Kiesha passt sich dem Leben nach der Geburt an. Papa versucht, Frieden zwischen Kevin und Jake zu vermitteln. Jada kämpft unter der Last ihres Zustands. Ninas Verdacht gegen Dre erreicht einen Höhepunkt. Tiff und Dom bekommen eine Geschäftsmöglichkeit.","versions":[{"lang":1,"streams":[{"redirect":14105920,"hoster":"VOE"},{"redirect":10904625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143362,"hoster":"VOE"},{"redirect":12821895,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwarzer Messiah","epNo":7,"alt":"Black Messiah","descr":"Emmett und Tiff erkunden als Paar neue Dinge. Trig versucht Jamal zu beraten, als er an seine Grenzen stößt. Imani kümmert sich endgültig um das Fallenhaus. Kevin reist mit einem neuen Freund zur West Side. Papa bringt Jake bei, wie man seine Lady umwirbt. Nina und Dre schmeißen Kiesha eine improvisierte Party.","versions":[{"lang":1,"streams":[{"redirect":14130672,"hoster":"VOE"},{"redirect":12834714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067212,"hoster":"VOE"},{"redirect":9678675,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe Jones","epNo":8,"alt":"Love Jones","descr":"Kevin und Papa setzen alle Hebel in Bewegung um ihre Frauen zurück zu bekommen. Emmett lädt Tiff zu einer Nacht in der Stadt ein. Kiesha und Christian lernen sich besser kennen.","versions":[{"lang":1,"streams":[{"redirect":14120414,"hoster":"VOE"},{"redirect":12822076,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14042966,"hoster":"VOE"},{"redirect":12661836,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Southside mit dir","epNo":9,"alt":"Southside with You","descr":"Emmett und Darnell verbringen viel Zeit mit Jada. Jake und Jemma besuchen den Frühlingsball. Die Spannungen zwischen Douda und Marcus nehmen zu. Kevin macht sich an Lynae heran. Trig wird in ein Chaos verwickelt, das er nicht verursacht hat.","versions":[{"lang":1,"streams":[{"redirect":14209373,"hoster":"VOE"},{"redirect":12822063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14051998,"hoster":"VOE"},{"redirect":12821916,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Rosine in der Sonne","epNo":10,"alt":"A Raisin In The Sun","descr":"Emmett fordert Tiff auf, eine Entscheidung zu treffen. Imani und Shaad bekommen einen Neuanfang. Jake schenkt Jemma reinen Wein ein. Trig stellt Douda ein Ultimatum. Tracy schmeißt eine feierliche Blockparty. Nina und Dre schieben ihre Probleme beiseite, um jemandem in Not zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14120621,"hoster":"VOE"},{"redirect":12827825,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143266,"hoster":"VOE"},{"redirect":12821917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Übernachtende Berühmtheit","epNo":1,"alt":"Overnight Celebrity","descr":"Emmett versucht, Tiff zurückzugewinnen. Kiesha beginnt ein neues Kapitel. Kevin wird leidenschaftlicher. Jake probiert Basketball aus. Papa fängt bei einer Pep-Rallye Ärger an. Jada trifft auf eine Straßensperre. Trig macht einen großen Schritt. Douda und ein altes Gesicht besuchen Tracy.","versions":[{"lang":1,"streams":[{"redirect":13711365,"hoster":"VOE"},{"redirect":12662658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14209580,"hoster":"VOE"},{"redirect":12833946,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Oh Mädchen","epNo":2,"alt":"Oh Girl","descr":"Emmetts Probleme mit der gemeinsamen Elternschaft führen zu fragwürdigen Ratschlägen.  Jake trifft jemanden aus seiner Vergangenheit wieder.","versions":[{"lang":1,"streams":[{"redirect":14143512,"hoster":"VOE"},{"redirect":12977143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14067189,"hoster":"VOE"},{"redirect":12972239,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Diese Weihnachten","epNo":3,"alt":"This Christmas","descr":"Emmett und Kiesha freunden sich an, weil sie alleinerziehend sind. Eine Entdeckung veranlasst Jada, Suede zur Rede zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14342586,"hoster":"VOE"},{"redirect":13022796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14023611,"hoster":"VOE"},{"redirect":12986260,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf mich","epNo":4,"alt":"One Me","descr":"Emmett hilft Kiesha dabei, Mutterschaft und Studium in Einklang zu bringen. Trig und Shaad sprechen die Community an. Jemma konfrontiert Jake. Douda stellt Tracy ein Ultimatum.","versions":[{"lang":1,"streams":[{"redirect":14130528,"hoster":"VOE"},{"redirect":12822101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697351,"hoster":"VOE"},{"redirect":12829048,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wir müssen uns nicht ausziehen","epNo":5,"alt":"We Don\u0027t Have to Take Our Clothes Off","descr":"Die Beziehung von Kiesha und Emmett nimmt eine unerwartete Wendung. Jemma und Jake konfrontieren sich mit der Wahrheit. Kevin besucht eine Cosplay-Party.","versions":[{"lang":1,"streams":[{"redirect":14062652,"hoster":"VOE"},{"redirect":12969297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14131076,"hoster":"VOE"},{"redirect":12977150,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bring es zu mir nach Hause","epNo":6,"alt":"Bring It on Home to Me","descr":"Emmett macht reinen Tisvh. Darnell und Jada haben eine romantische Date-Nacht. Ein großer Spielgewinn bringt Kevins Leben in eine neue Richtung. Jemma trifft eine Entscheidung. Trig kämpft damit, seine Wahrheit zu wahren.","versions":[{"lang":1,"streams":[{"redirect":14117690,"hoster":"VOE"},{"redirect":13022799,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14158457,"hoster":"VOE"},{"redirect":12972242,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Engel","epNo":7,"alt":"Angels","descr":"Emmett und Tiff werden Co-Eltern, nachdem sie unerwartete Neuigkeiten erfahren haben. Kiesha holt sich Rat von ihrem Berater. Kevin kämpft darum, Dating und seine Gaming-Wettbewerbe in Einklang zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14118712,"hoster":"VOE"},{"redirect":12977155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14089706,"hoster":"VOE"},{"redirect":12972253,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Süßes Ding","epNo":8,"alt":"Sweet Thing","descr":"Der Valentinstag bringt unerwartete Entwicklungen mit sich. Trig und Shaad überfallen die Stadt, während die Pläne von Jada und Darnell zunichte gemacht werden. Emmett trifft eine reife Entscheidung. Der Tag von Jake und Jemma endet mit einem Geständnis. Kiesha und Tiff treffen sich.","versions":[{"lang":1,"streams":[{"redirect":14139372,"hoster":"VOE"},{"redirect":13022795,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130603,"hoster":"VOE"},{"redirect":12976520,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ich suche etwas Neues","epNo":9,"alt":"I’m Looking For A New Thing","descr":"Emmett und Kiesha erkunden den Tag. Tiff öffnet sich Rob. Kevin wird von seinen Eltern konfrontiert. Jake und Papas Freundschaft wird auf die Probe gestellt. Jada und Darnell schmieden Pläne, während Douda eine schicksalhafte Entscheidung trifft.","versions":[{"lang":1,"streams":[{"redirect":14216708,"hoster":"VOE"},{"redirect":13209582,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14130835,"hoster":"VOE"},{"redirect":12972245,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich bin der Blues","epNo":10,"alt":"I Am the Blues","descr":"Emmett unterstützt Jada. Kiesha und Tiff erreichen eine Lösung. Der Druck auf Douda wächst. Trig trifft eine wichtige Entscheidung. Staffelfinale.","versions":[{"lang":1,"streams":[{"redirect":14089625,"hoster":"VOE"},{"redirect":12972246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14131088,"hoster":"VOE"},{"redirect":12972243,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"New Chi City","descr":"Emmetts neues Projekt bringt ihm große Erfolge, belastet aber sein Privatleben. Kiesha und Jake schlagen aufregende neue Karrierewege ein. Victor wartet auf die Wahlergebnisse. Kevins Freiheit hat ihren Preis. Papa verliebt sich in eine ältere Frau, während Jada ihre Single-Freunde berät. Douda geht einen Deal ein.","versions":[{"lang":2,"streams":[{"redirect":14139110,"hoster":"VOE"},{"redirect":12963626,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mo\u0027 Douda, Mo\u0027 Problems","descr":"Emmett und Kiesha wagen einen großen Schritt. Shaad gründet ein neues Unternehmen. Jamal kehrt mit einer Mission in die Stadt zurück. Papa kämpft mit seinem Glauben. Rob und Tiff machen eine potenziell lebensverändernde Verbindung.","versions":[{"lang":2,"streams":[{"redirect":14130829,"hoster":"VOE"},{"redirect":12977149,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"House Party","descr":"Emmett wird mit einem unerwarteten Geschenk konfrontiert. Victor überrascht Fatima. Lynae beginnt, an Bakaris Absichten zu zweifeln. Papa verteidigt Kenia. Darnell spricht eine Warnung aus, während Rob nach Hinweisen sucht.","versions":[{"lang":2,"streams":[{"redirect":13697158,"hoster":"VOE"},{"redirect":12955740,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"ReUp","descr":"Eine willkommene neue Entwicklung in Doudas Leben wird durch Roselyn erschwert. Emmett und Kiesha leiden unter der Belastung ihres geschäftigen Lebens. Tiff und Rob machen Fortschritte in ihrem Geschäft. Papa stellt Kenya der Crew vor, während Maisha Jemmas Hingabe in Frage stellt. Die Männer von The Chi bitten einander um Unterstützung.","versions":[{"lang":2,"streams":[{"redirect":14051894,"hoster":"VOE"},{"redirect":12995292,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"One of Them Nights","descr":"Kevin, Jake, Papa and the crew celebrate a major milestone. Emmett questions Douda. Kiesha asks for help. Jamal issues a warning to Bakari over Lynae. Shaad makes a potentially life-altering decision.","versions":[{"lang":2,"streams":[{"redirect":14158873,"hoster":"VOE"},{"redirect":13209581,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Boyz II Men","descr":"Der Druck auf Victor nimmt zu. Emmett macht Douda ein Angebot. Ein trotziger Papa stellt die Geduld seines Vaters Pastor Stanley auf die Probe. Dre\u0027s Aktionen wecken Zweifel in Nina. Kevin feiert einen großen Erfolg.","versions":[{"lang":2,"streams":[{"redirect":14158526,"hoster":"VOE"},{"redirect":14489957,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Long Live","descr":"Die Gemeinschaft ist ratlos. Jakes weiser Rat an Victor schafft Klarheit. Eine Erinnerung aus der Vergangenheit bringt einen Durchbruch für Kiesha. Bakari konfrontiert Nuck. Nina macht ein verblüffendes Geständnis.","versions":[{"lang":2,"streams":[{"redirect":14209539,"hoster":"VOE"},{"redirect":13209579,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Who Shot Ya?","descr":"Die Nachwirkungen unerwarteter Ereignisse erschüttern die Stadt. Darnell macht ein mutiges Angebot. Alicia stellt Tiff zur Rede.","versions":[{"lang":2,"streams":[{"redirect":14015578,"hoster":"VOE"},{"redirect":14487650,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Aftermath","descr":"Victor und Emmett müssen sich mit den Konsequenzen ihrer Entscheidung auseinandersetzen, es mit Douda aufzunehmen. Kiesha macht sich Sorgen um die Sicherheit ihrer Familie, während Jada und Darnell Maßnahmen ergreifen, um die Sicherheit aller zu gewährleisten. Alicia kassiert einen Gefallen von Bianca.","versions":[{"lang":2,"streams":[{"redirect":14130595,"hoster":"VOE"},{"redirect":14487658,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Want This Smoke","descr":"Victor lernt den Wert von Kompromissen kennen. Emmetts und Kieshas Verabredungsnacht wird unterbrochen. Shaad stellt eine unwahrscheinliche Verbindung her. Der Vortrag von Professor Gardner inspiriert Bakari. Das FBI findet weitere Beweise im Zusammenhang mit Qs Mord.","versions":[{"lang":2,"streams":[{"redirect":14032543,"hoster":"VOE"},{"redirect":14487656,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":11,"alt":"Legacy","descr":"Doudas Geburtstag löst Emotionen aus. Schockierende Nachrichten bringen Emmett und Kiesha neue Probleme mit sich. Damien macht eine überraschende Entdeckung, während Alonzo einen mutigen Schritt wagt.","versions":[{"lang":2,"streams":[{"redirect":14092362,"hoster":"VOE"},{"redirect":14487655,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":12,"alt":"Smoke and Mirrors","descr":"Jake versucht sein Bestes, um den unruhigen Victor abzulenken. Alicia macht einen Deal und spricht eine Warnung aus. Papa steht im Mittelpunkt, während Britney sich Maisha und Jemma anvertraut.","versions":[{"lang":2,"streams":[{"redirect":14216711,"hoster":"VOE"},{"redirect":14489961,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":13,"alt":"Tower of Terror","descr":"Emmett kämpft mit seiner neuen Normalität. Roselyn legt großen Wert auf ihre eigene Sicherheit. Victor wägt seine politische Karriere und sein Leben mit Fatima ab. Tiff macht Fortschritte mit Alicia. Die Stadt steht vor dem, was vor ihr liegt.","versions":[{"lang":2,"streams":[{"redirect":14141154,"hoster":"VOE"},{"redirect":14487660,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":14,"alt":"Thanksgiving","descr":"Thanksgiving ist eine Zeit des Wiedersehens und der Offenbarungen, wenn sich die Familien zum Feiern versammeln.","versions":[{"lang":2,"streams":[{"redirect":14156474,"hoster":"VOE"},{"redirect":14487663,"hoster":"Streamtape"}]}]}]}]}