{"path":"/serie/stream/the-jeff-dunham-show","name":"The Jeff Dunham Show","descr":"Jeff Dunham, weltweit bekannt gewordener Bauchredner durch die Puppe des bei einem Selbstmordanschlag gescheiterten Achmed, dem toten Terroristen (\"I Kill You!\"), in seiner ersten eigenen TV-Show. Aber nicht nur Achmed, sondern auch weitere Puppen sind zu sehen. So zum Beispiel Superheld Melvin, der so weit fliegen wie Dunham werfen kann, dem sympathischen lilafarbenen Wusel Peanut aus Mikronesien, dem griesgrämigen Vietnamveteran Walter sowie José Jalapeño, einer Chilischote am Stiel.","seasons":[{"path":"/serie/stream/the-jeff-dunham-show/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Pilot","descr":"Walter und Jeff werden von den Produzenten gezwungen einen Therapeuten aufzusuchen, um die Spannungen zwischen ihnen auszuräumen. Walter ist wie immer skeptisch, als er aber erfährt, dass der Therapeut schwul ist, will er nur noch das Weite suchen. Die Truppe befindet sich in Los Angeles. Peanut ist ganz scharf darauf eine Persönlichkeit kennenzulernen. Jeffs Pressesprecherin Elain arrangiert ein Treffen mit der Sängerin Brook Hogan. Da Bubba J ein wenig Heimweh hat, geht Jeff mit ihm in ein Waffengeschäft. Bubba J ist völlig aus dem Häuschen, da man in diesem Laden alle Waffen auch ausprobieren kann. Auf dem Schießstand freundet er sich mit dem Waffennarr Joe an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351639","hoster":"VOE"},{"path":"/redirect/14374013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Achmed\u0027s Funeral","descr":"Achmed hat gehört, dass man seine Feinde besiegt, indem man sie von innen heraus kennenlernt. Aus diesem Grund möchte er amerikanischer Staatsbürger werden. Doch das ist nicht so einfach, wie er dachte. Walter begibt sich in ein Computer Geschäft und lässt sich von zwei Fachidioten den Wert des Internets und der Videospiele erklären. Sweet Daddy D, der langjährige Manager von Jeff will dafür sorgen, dass Jeff mehr Fans in der schwarzen Bevölkerung bekommt. Er geht mit Jeff in sein Frisörgeschäft, in dem sich nur Schwarze aufhalten. Hier soll Jeff seine Gags an den Mann und die Frau bringen. Natürlich geht das kräftig in die Hose, deshalb zeigt ihm Sweed Daddy, wie man seine Landsleute zum Lachen bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428249","hoster":"VOE"},{"path":"/redirect/13608036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Peanut\u0027s Energy Drink","descr":"Jeff und Peanut gehen in eine Tanzschule, um dort ein Vortanzen zu veranstalten. Peanut ist der Meinung, zu einer guten Show gehören auch ein paar hübsche Tänzerinnen. Walter bekommt eine neue Rubrik, \"Walters Beziehungsratgeber\". Er hilft Paaren die Eheprobleme haben. Achmed versucht immer noch krampfhaft amerikanischer Staatsbürger zu werden. Da es über die normale Einbürgerung nicht klappte, versucht er es jetzt über das amerikanische Militär. Doch die Grundausbildung ist schwieriger als er dachte. Und Bubba J bekommt eine tolle Aufgabe. Er soll Klingeltöne aufnehmen. Dazu begibt er sich extra in ein Tonstudio.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428247","hoster":"VOE"},{"path":"/redirect/14444688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Bubba J Sees a Hypnotist","descr":"Jeff und Sweet Daddy D. besuchen eine Veranstaltung, bei der der Bürgerkrieg von 1860 nachgespielt wird. Walter hat es in seiner Beziehungssprechstunde mit zwei Lesben zu tun. Achmed, der tote Terrorist, begibt sich diesmal ins Studio von Cache, um Handyklingeltöne aufzunehmen. Walters Hochzeitstag steht an. Er geht in ein Reisebüro, um für sich und seine Frau eine Reise zu buchen und freundet sich dort mit dem Chinesen Wing an. Die meisten Verletzungen ziehen sich Menschen im eigenen Haushalt zu. Viele davon sind einem hohen Alkoholkonsum geschuldet. Bubba J begibt sich zu Familie Mirez ins Haus, um dieses \"suff-sicher\" zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14415095","hoster":"VOE"},{"path":"/redirect/13592554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Walter\u0027s Anniversary","descr":"In dieser Folge begleitet Jeff, Bubba J in eine Rehaklinik. Dort soll er von seinem hohen Bierkonsum geheilt werden. Achmed sucht Mitarbeiter für sein Terroristengeschäft. Auf einer Jobmesse hat er einen kleinen Stand aufgebaut und sucht Mitstreiter für seine terroristischen Taten. Und Walter trifft sich mit Cache und Tony im Tonstudio um Klingeltöne aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428138","hoster":"VOE"},{"path":"/redirect/14444691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Walter\u0027s Relationship Tips","descr":"In dieser Folge beklagt sich Achmed, dass niemand an seinen Todestag gedacht hat. Diesen hat er ganz besonders gefeiert und von einem Bestattungsunternehmen ausrichten lassen. Achmed fühlt sich rund um gut beraten, vor allem weil sich die hübsche Michaela seiner Wünsche annimmt. Es hätte eine perfekte Feier werden können, wäre da nicht sein französischer Cousin Pierre aufgekreuzt. Walter führt ein peinliches Interview mit der Rockband Good Charlott, das gänzlich in die Hose geht. Am Ende findet er aber an der Klamotten Kollektion der Gebrüder Madden großen Gefallen. Im Anschluss geht Walter zu einer Ärztin. Für ihn ist das eine ungewohnte Situation. Er wusste nicht, dass Frauen auch Ärzte werden dürfen. Die Sache eskaliert, als er gebeten wird, sich seiner Kleidung zu endledigen. In dem Augenblick betritt Jeff das Behandlungszimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477043","hoster":"VOE"},{"path":"/redirect/14444690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-jeff-dunham-show/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Season Finale","descr":"Peanut möchte eine Solokarriere starten. Grund dafür sind seine Aufnahmen in einem Musikstudio. Bubba J begibt sich zu einem Checkup in die Hände von Dr. Hsu. Doch viel kann die Ärztin mit ihm nicht anrichten, da er eine panische Angst vor Ärzten und Krankenhäusern hat. Eine Therapeutin soll ihn von seinen Ängsten befreien. Achmed geht zu Master Lima, um Taekwondo zu lernen. Doch ihn interessiert viel mehr der kleine Sexshop nebenan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374804","hoster":"VOE"},{"path":"/redirect/13592555","hoster":"Streamtape"}]}]}]}]}