{"path":"/serie/stream/the-art-of-more","name":"The Art of More","descr":"Der Irak-Veteran Graham Connor (Christian Cooke) hat in seiner Zeit im Ausland damit begonnen, Kunstgüter in die Staaten zu schmuggeln, die dann über ein Auktionshaus veräußert wurden. Nach seiner Rückkehr hat er es trotz mangelnder Berufserfahrung geschafft, beim hochklassigen Auktionshaus Parke-Mason einen Job zu erlangen. Während er versucht, den Milliardär Samuel Brukner (Quaid) als Großkunden zu gewinnen, muss er sich auch noch mit der Konkurrenz in Gestalt von Roxanna Whitman (Bosworth) auseinandersetzen, die ihm in Sachen Ehrgeiz in nichts nachsteht. Grahams Mentor ist der aristokratische Arthur Davenport (Cary Elwes). In der ersten Staffel wartet eine neue Chance auf Graham: Einige alte Kontakte aus Soldatentagen suchen ihn auf, die aus dem Ausland illegale und sehr wertvolle Kunstgegenstände mitgebracht haben …","seasons":[{"path":"/serie/stream/the-art-of-more/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-art-of-more/staffel-1/episode-1","name":"Schwer ruht das Haupt","epNo":1,"alt":"Heavy Lies The Head","descr":"Im Auftakt dieser Dramaserie, die in der elitären Welt der New Yorker Auktionshäuser spielt, etabliert sich der soziale Aufsteiger Graham Connor (Christian Cooke) als Manager bei Parke Mason, indem er bei der Versteigerung einer wertvollen Kunstsammlung eine sehr gute Figur abgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/5682148","hoster":"Vidoza"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-2","name":"Townsheds Motto","epNo":2,"alt":"Whodunnit?","descr":"Der Diebstahl eines Pete-Townshend-Sammlerstücks gefährdet die Versteigerung mehrerer Rock \u0026 Roll-Memorabilia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328583","hoster":"VOE"},{"path":"/redirect/14181582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-3","name":"Der Goldschatz","epNo":3,"alt":"Mint Condition","descr":"Ein Pärchen, das in seinem Garten eine Schatzkiste voller Gold gefunden hat, wird von den rivalisierenden Auktionshäusern belagert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328586","hoster":"VOE"},{"path":"/redirect/10142953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-4","name":"Der kleine Napoleon","epNo":4,"alt":"Just Say Faux","descr":"Graham (Dennis Quaid) zieht sämtliche Register, um den Brukner-Deal abzusichern. Roxanna (Kate Bosworth) ersucht indes die Hilfe eines Fälschers, um den Wert einer Kollektion zu steigern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328584","hoster":"VOE"},{"path":"/redirect/10142955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-5","name":"Ein offenes Wort","epNo":5,"alt":"One Ton Depot","descr":"Elizabeth (Savannah Basley) begleitet Graham (Dennis Quaid) zu dessen Familie, wo der Todestag seines Vaters gemeinsam begangen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328587","hoster":"VOE"},{"path":"/redirect/10142956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-6","name":"Sally Ride","epNo":6,"alt":"Ride Along","descr":"Hassan (Patrick Sabongui) wird vom FBI identifiziert, während Graham (Dennis Quaid) schnell handeln muss, um eine Schiffsladung Antiquitäten sicherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328590","hoster":"VOE"},{"path":"/redirect/10142957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-7","name":"Vierblättriges Kleeblatt","epNo":7,"alt":"The Quatrefoil","descr":"Eine Wohltätigkeitsveranstaltung im Museum of Modern Art wird zum Streitforum, weil Freund und Feind unter einem Dach versammelt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328593","hoster":"VOE"},{"path":"/redirect/10142958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-8","name":"Der Name des Spiels","epNo":8,"alt":"The Name Of The Game","descr":"Die Versuche von Hassan (Patrick Sabongui), Kontakt mit seiner Familie aufzunehmen, bedrohen seine Freiheit. Parke-Mason jagt indes einen Geschäftsabschluss mit einer NFL-Legende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328589","hoster":"VOE"},{"path":"/redirect/10142959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-9","name":"Das Interview","epNo":9,"alt":"Fixed View","descr":"Die jüngsten Vergehen von Brukner (Dennis Quaid) kommen am Vortag seiner Auktion ans Tageslicht. Roxanna (Kate Bosworth) überlegt indes, was sie mit den belastenden Informationen machen soll, die sie über Graham (Christian Cooke) herausgefunden hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328594","hoster":"VOE"},{"path":"/redirect/10142961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-1/episode-10","name":"Die Kartenspieler","epNo":10,"alt":"The Card Players","descr":"Hassan (Patrick Sabongui) gerät ins Kreuzfeuer einer tödlichen Schmugglerrivalität. Brukner (Dennis Quaid) führt derweil seinen Racheplan aus. Uzays (Hamza Haq) Verkauf geht unterdessen schief, während Roxanna (Kate Bosworth) und Graham (Christian Cooke) beschließen, gemeinsam Lösungen für ihre Probleme zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328596","hoster":"VOE"},{"path":"/redirect/10142960","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-art-of-more/staffel-2/episode-1","name":"Hackordnung","epNo":1,"alt":"The Pecking Order","descr":"Brukner (Dennis Quaid) versucht seinen Gegenspielern weiterhin mehrere Schritte voraus zu sein, während Graham (Christian Cooke) immer noch schwer von dem Tod seiner Freundin getroffen ist. Roxanna (Kate Bosworth) überlegt sich derweil, eine mutige Entscheidung zu treffen. Davenport (Cary Elwes) hat indes eine neue Idee bezüglich seinem Besitz in Kroatien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328595","hoster":"VOE"},{"path":"/redirect/10142962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-2","name":"Schmerz und Schaudern","epNo":2,"alt":"Man On A Rope","descr":"Roxannas (Kate Bosworth) Aufstieg bei DeGraaf belastet das Verhältnis zu ihrem Vater. Grahams (Christian Cooke) Rückkehr in die Welt des Kunsthandels erfolgt derweil über einen ungewöhnlichen Umweg. Während Brukner (Dennis Quaid) sich einen Fehltritt leistet, wendet sich Davenport (Cary Elwes) für Hilfe an Graham.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328597","hoster":"VOE"},{"path":"/redirect/10142964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-3","name":"Stolz und Schande","epNo":3,"alt":"Hikori","descr":"Graham (Christian Cooke) kann es nicht allen recht machen und gerät sowohl an Roxanna (Kate Bosworth) als auch an das FBI. Unterdessen werden Burkners (Dennis Quaid) Pläne für ein neues Museum aufgrund einer alten Ermittlung gefährdet. Roxannas Pläne bei DeGraaf entfalten sich indes langsam, und Davenport (Cary Elwes) muss sich aus finanziellen Gründen auf einen neuen Deal mit Graham einlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328602","hoster":"VOE"},{"path":"/redirect/10142963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-4","name":"Schuld und Sühne","epNo":4,"alt":"El Calvo","descr":"Graham (Christian Cooke) begibt sich auf die Spur eines gesuchten Flüchtlings, während Miles (Bruce Ramsay) einen Gegenangriff auf Roxanna (Kate Bosworth) plant. Diese ist derweil abgelenkt, während sich Brukner (Dennis Quaid) im Konflikt mit Isabel (Sandrine Holt) bezüglich des Museums befindet. Davenport (Cary Elwes) wendet sich unterdessen mit einem neuen Problem erneut an Graham.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328598","hoster":"VOE"},{"path":"/redirect/10142965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-5","name":"Besser Wolf als Schaf","epNo":5,"alt":"Better A Lion Than A Sheep","descr":"Brukners (Dennis Quaid) Beziehung mit Isabel (Sandrine Holt) intensiviert sich, während Grahams (Christian Cooke) Jagd nach dem Flüchtling eine unerwartete Wendung nimmt. Roxanna (Kate Bosworth) gräbt unterdessen ein paar Leichen im Keller ihrer Familie aus, und Davenport (Cary Elwes) macht die Bekanntschaft eines zwielichtigen Kunstsammlers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328600","hoster":"VOE"},{"path":"/redirect/10142966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-6","name":"Schatten der Vergangenheit","epNo":6,"alt":"The Past Ain’t Done","descr":"Graham (Christian Cooke) macht bei einer Vertseigerung alter Fotografien eine alarmierende Entdeckung hinsichtlich seiner Vergangenheit. Miles\u0027 Plan, Kontrolle über DeGraafs Vorhaben zu erlangen, trifft derweil auf den Widerstand von Roxanna (Kate Bosworth).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328599","hoster":"VOE"},{"path":"/redirect/10142967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-7","name":"Clownstränen","epNo":7,"alt":"Tears Of A Clown","descr":"Während bei DeGraafs eine makabere Auktion vonstatten geht, könnte Roxannas (Kate Bosworth) selbstzerstörerisches Verhalten dafür sorgen, dass sie die Kontrolle über die Firma verliert. Andernorts übernimmt Davenport (Cary Elwes) einen Job in Brukners (Dennis Quaid) neuem Museum. Dieser gerät indes immer mehr an Isabel (Sandrine Holt), während Graham (Christian Cooke) eine drastische Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328604","hoster":"VOE"},{"path":"/redirect/10142968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-8","name":"Selbstbetrug","epNo":8,"alt":"Stories We Tell Ourselves","descr":"Nach der letzten, umstrittenen Auktion kämpfen Miles (Bruce Ramsay) und Roxanna (Kate Bosworth) darum, wer das Sagen in der Firma hat. Dabei werden keine Gefangenen gemacht. In der Zwischenzeit kommt die schockierende Wahrheit über den Tod von Brukners (Dennis Quaid) Tochter heraus, während Grahams (Christian Cooke) Plan Hassans Familie zu retten eine tödliche Wendung nimmt. Im Museum von Brukner...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328608","hoster":"VOE"},{"path":"/redirect/10142969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-9","name":"Das 13.Stockwerk","epNo":9,"alt":"13th Floor","descr":"Roxanna (Kate Bosworth) kämpft um ihre Position bei DeGraaf, nachdem Miles (Bruce Ramsay) die Firma übernommen hat. Während Davenport (Cary Elwes) einen Plan gegen Brukner (Dennis Quaid) schmiedet, wird dieser von einer alten Schwindelei heimgesucht. Graham (Christian Cooke) wird indes bei seiner aktuellen Mission vor unerwartete Probleme gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11328603","hoster":"VOE"},{"path":"/redirect/10142970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-art-of-more/staffel-2/episode-10","name":"Um Haaresbreite","epNo":10,"alt":"A Half Inch","descr":"Nach der jüngsten FBI-Operation hat Graham (Christian Cooke) Probleme, sein Leben wieder auf die Reihe zu bekommen und von vorne zu beginnen. Roxanna (Kate Bosworth) bekommt derweil ein überraschendes Angebot unterbreitet, wird jedoch von ihren Missetaten verfolgt. Brukners (Dennis Quaid) neuer Deal bezüglich des Museums droht indes zu zerplatzen. Davenport (Cary Elwes) formt dann eine neue Allianz mit Graham, doch Graham gelingt es nicht, die Vergangenheit hinter sich zu lassen, was zu einem blutigen Ende führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335670","hoster":"VOE"},{"path":"/redirect/10142972","hoster":"Streamtape"}]}]}]}]}