{"path":"/serie/stream/the-immortal","name":"The Immortal","descr":"Fast 400 Jahre ist es nun her, dass Dämonen seine geliebte Frau getötet und seine Tochter Kiyomi verschleppt haben. Doch Raphael ‚Rafe‘ Cain hat den Mächten der Finsternis damals ewige Rache geschworen. Sein Ziehvater, der gute Geist Yashiro gab ihm, was er verlangte: Unsterblichkeit! Und so zieht Rafe gemeinsam mit seinem Assistenten Goodwin seit über 300 Jahren über die Erde, um seinen Schwur einzulösen und das Böse in der Welt auszurotten. Im Team mit der Parapsychologin Dr. Sara Beckman bekämpfen sie die Dämonen der heutigen Zeit, immer in der Hoffnung, Rafes Tochter Kiyomi wiederzufinden.","seasons":[{"path":"/serie/stream/the-immortal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-immortal/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Demons of the Night (1)","descr":"Während eines nächtlichen Tests mit ihrem Beschallungsdetektor wird die Parapsychologin Dr. Sara Beckman von Dämonen angegriffen. In den Kampf verwickelt werden auch Rafe, der Unsterbliche, und sein Assistent Goodwin. Nachdem Sara Rafe versehentlich angeschossen hat, flüchten alle drei in Saras Appartement. Schnell wird deutlich, dass man es hier mit etwas Übernatürlichem zu tun hat. Die drei beschließen, in Zukunft im Team auf Dämonenjagd zu gehen. In Rückblicken erhellt sich die Vorgeschichte: Vor etwa 400 Jahren war der holländische Seemann Rafe auf einer Handelsreise in Japan gestrandet. Der gute Geist Yashiro hatte sich seiner angenommen und ihm ein normales Leben mit Frau und Kind ermöglicht. Doch dann hatten die bösen Dämonen Mallos und Vashista seine Frau getötet und seine Tochter verschleppt. Ewige Rache schwörend und unter dem Schutz Yashiros war Rafe mit seinem Knecht Goodwin in die Unendlichkeit aufgebrochen, um das Böse zu vernichten. In der Jetztzeit haben Mallos und Vashista den Dämon Dorian als Spürhund engagiert, um das frisch gegründete Team zu verfolgen. Sara entkommt dabei knapp dem Tod, doch Goodwin wird gefangen und als Geisel festgehalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484188","hoster":"VOE"},{"path":"/redirect/8642489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Demons of the Night (2)","descr":"Rafe und Sara nehmen die Spur von Goodwin auf, der von Dämonen entführt wurde. Dabei freunden sie sich an und erzählen sich ihre Lebensgeschichten. Ihre Spurensuche führt sie schließlich zu einem Autoverkäufer-Dämon, der sie auf die richtige Fährte bringt. Indessen wird Goodwin von den Dämonen Mallos und Vashista in der Hölle gequält. Als er nicht damit aufhört, freche Widerworte zu geben, verwandeln die beiden ihn in einen Stein. Auf der Erde treffen schließlich die beiden Giganten Mallos und Rafe aufeinander und ein gnadenloser Zweikampf beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484196","hoster":"VOE"},{"path":"/redirect/8642491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Half Way","descr":"Bei ihrer Jagd auf Dämonen treffen Rafe, Sara und Goodwin auf den ehemaligen Rockstar McQueen. In seiner Jugend hatte sich dieser mit Dämonen eingelassen und auf der Flucht vor ihnen eine Hand verloren. Nun hat er auf seiner Farm ein Dämonen-Deprogrammierungs-Zentrum eingerichtet. Obwohl Rafe skeptisch ist, möchte Sarah McQueen mit ihren wissenschaftlichen Methoden unterstützen. Plötzlich tritt ein Dämon namens Randall auf den Plan. Randall wurde vom Höllenfürsten persönlich ausgesandt, um alle Dämonen, die dem Bösen abschwören wollen, zurück in die Hölle zu schicken. Wie sich schließlich herausstellt, war Rafes Misstrauen durchaus berechtigt: Die Dämonen haben sich mit Randall zusammengeschlossen, um McQueen hinters Licht zu führen und Rafe den Garaus zu machen. Es kommt zu einem schweren Kampf zwischen Rafe und den Boten des Bösen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484199","hoster":"VOE"},{"path":"/redirect/8642492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Not So Dead","descr":"Rafe ist schockiert, weil er einen Menschen getötet hat, den er für einen Dämonen hielt. Als sich jedoch herausstellt, dass das Opfer schon vorher tot war, werden die drei Dämonenjäger misstrauisch. Und tatsächlich: Rafes Opfer war kein Mensch, sondern ein leichenspringender Dämon. Dieser will sich von Leiche zu Leiche hocharbeiten, um ins Zentrum der Macht zu gelangen. Sein letztes Opfer soll die Senatorin Georgia Hastings sein, die gegen nationalen und internationalen Waffenhandel vorgehen will. Als die Senatorin für eine Operation ins Krankenhaus muss, bemächtigt sich der Dämon des Körpers ihres Chirurgen. Wird es Rafe gelingen, den Dämon rechtzeitig in die Hölle zurückzuschicken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484202","hoster":"VOE"},{"path":"/redirect/8642493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Wicked Wicked West","descr":"Sara ist völlig entnervt und streitet sich ständig mit Goodwin über die Unordnung im Bus. Es ist offensichtlich, dass sie dringend eine Auszeit braucht, also bucht sie ein Wildwest-Zimmer in Gates Fantasy Motel. Ohne zu ahnen, dass das Motel von Dämonen betrieben wird, landet sie als ‚Miss Kitty‘ in einem merkwürdigen Westernkaff namens Grimstone. Glücklicherweise folgen ihr Goodwin als ‚Billy The Kid\" und Rafe, der Sheriff von Grimstone wird. Natürlich bemerkt Rafe sofort, dass hier Dämonen ihr böses Spiel mit den Menschen treiben. Er plant, seine Freunde ins Leben zurück zu holen und die Dämonen in die Hölle zu schicken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484214","hoster":"VOE"},{"path":"/redirect/8642496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Prime Location","descr":"Sara und Rafe machen sich Sorgen um Goodwin. Nächtelang treibt er sich auf Partys herum, und sie bekommen ihn kaum noch zu Gesicht. Zudem reagiert er bockig auf Vorhaltungen und verschweigt, wo er nachts herumstrolcht. Deshalb stecken sie ihm eine Wanze in die Jacke und folgen ihm. Goodwin hat auf seinen nächtlichen Streifzügen den Maler Luc und seine Freundin Melina kennen gelernt. An diesem Abend ist er zu einer Vernissage eingeladen, auf der Lucs Werke präsentiert werden. Lucs Sponsor ist ein sehr verdächtiger Mann namens Jacob Payne, der Luc kurz vor der Ausstellungseröffnung tötet, um höhere Preise für deine Bilder erzielen zu können. Melina, die mit dem Dämon unter einer Decke steckt, verführt indessen Goodwin und bringt ihn dazu, ihr ewige Treue zu schwören. Damit ist Goodwin den Dämonen ausgeliefert. Er wurde von ihnen als rituelles Menschenopfer ausgewählt, weil er den fleischlichen Freuden 400 Jahre lang entsagt hatte und Jungfrau geblieben ist. Als Goodwin den Ernst der Lage erkennt, ist es jedoch schon zu spät. Er wird an den Abgrund der Hölle geschleppt und soll hineingestoßen werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484213","hoster":"VOE"},{"path":"/redirect/8642497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Studio D","descr":"Rafe, Sara und Goodwin müssen nach Hollywood, um dort ein unerklärliches Phänomen aufzuklären: Einige Menschen haben Selbstmord oder andere schreckliche Taten begangen, nachdem sie Sendungen eines bestimmten Kabelkanals gesehen hatten. In Studio D wird eine dieser Sendungen produziert. Die drei Helden vermuten, dass die Produktionsleitung von Studio D von Dämonen durchsetzt ist. Während der weiteren Recherchen werden alle drei in verschiedene Produktionen verwickelt: Sara gerät in den Bann einer teuflischen Seifenoper, während sich Goodwin in der Spielshow \"Scharfrichter des Todes\" wiederfindet. Rafe muss indessen in der teuflischsten aller Shows, dem \"Todesrad\", um Saras Leben kämpfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484216","hoster":"VOE"},{"path":"/redirect/8642498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Flight 666","descr":"Dr. Getuer hat eine hochgiftige Chemikalie namens Naprazine entwickelt. Weil er damit effektiver gegen die Menschen vorgehen könnte, ist der Dämon Blayloch hinter dem Naprazine her und schlüpft in den Körper des Wissenschaftlers. Gerade als Rafe ihn stellen will, taucht das FBI auf und nimmt Rafe fest. Blayloch wechselt in den Körper des FBI-Agenten Connors und entkommt. Rafe ruft daraufhin Sara und Goodwin an und bittet sie, die Verfolgung des Dämonen aufzunehmen. Die beiden besteigen ein Flugzeug Richtung Denver, in dem sich der Dämon mit den Naprazine vermutlich befindet. In der Nähe eines Wasserreservoirs stürzt die Maschine ab, doch bis auf den Piloten überleben alle Passagiere. Als Sara und Goodwin versuchen, den Dämonen zu enttarnen, stellen sie fest, dass alle Fluggäste vom Bösen besessen sind. Blayloch will Goodwin das Naprazine verabreichen und es schließlich in das Wasserreservoir schütten, wo es sich um ein Vielfaches potenzieren würde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484203","hoster":"VOE"},{"path":"/redirect/8642500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Bride\u0027s Kiss","descr":"Um den Smaragdring \"Kuss der Braut\" rankt sich eine düstere Legende: Der Träger des Rings soll zum willenlosen Werkzeug desjenigen werden, der ihm den Ring geschenkt hat. Als dieser Ring öffentlich ausgestellt wird, nimmt der Dämon Max ihn an sich, um ihn seiner Braut Katya als Ehering zu schenken. Katya ist Computerspezialistin und hat im Auftrag des Militärs ein Computerprogramm namens \"Nika\" entwickelt, das Schwachstellen im Sicherheitssystem des Verteidigungsministeriums aufspüren soll. An Katyas großem Tag schmuggeln sich Rafe, Sara und Goodwin unter die Hochzeitsgäste, um ihr den Ring wieder abzunehmen. Ohne es zu ahnen hat Katya unterdessen ihre \"Nika\" aktiviert. Der Befehl lautet allerdings, vier Großstädte mittels Nuklearraketen dem Erdboden gleich zu machen. Da sich das Vernichtungsprogramm nicht löschen lässt, versuchen Goodwin und Sara in letzter Sekunde, Katya davon zu überzeugen, den Befehl zur Selbstzerstörung von \"Nika\" einzugeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484211","hoster":"VOE"},{"path":"/redirect/8642499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"The Hunted","descr":"Rafe leidet unter schrecklichen Visionen und kann sich nicht mehr konzentrieren. Er spürt, dass die Dämonen ganz scharf darauf sind, ihm endgültig den Garaus zu machen. Die Dämonen Oniko, Randall und Roman schließen indessen Wetten ab, wer von Ihnen Rafe unschädlich machen wird. Oniko macht sich mit einem gemeinen Trick an Rafe heran: Unter dem Vorwand, ihn warnen zu wollen, lockt sie ihn in ein Elektrizitätswerk, wo Randall ihn bereits erwartet. Sara und Goodwin sind derweil auf Wohnungssuche und werden von Randalls Helferin eingesperrt. Werden sie sich rechtzeitig befreien können, um Rafe behilflich zu sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484205","hoster":"VOE"},{"path":"/redirect/8642501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"Forest for the Trees","descr":"In einem Wald geschehen seltsame Dinge. Rafe, Sara und Goodwin wollen der Sache auf den Grund gehen. Dabei erfahren sie, dass der komplette Wald abgeholzt werden soll. Auf einer Demonstration von Umweltschützern lernen Rafe und seine Freunde zwei Waldnymphen kennen. Die beiden Nymphen sind Schwestern und tragen jeweils einen Advatha-Kristall um den Hals, der den Wald beschützt. Der dritte Kristall ist im Besitz der ältesten Schwester, die sich dem Bösen verschrieben hat. Sie will auch die beiden anderen Kristalle stehlen, um den Wald zu vernichten. Ashara, eine der guten Nymphen, wählt Sara aus, um den Platz der ältesten Schwester einzunehmen. Doch der bösen Schwester gelingt es, alle drei Kristalle an sich zu bringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484207","hoster":"VOE"},{"path":"/redirect/8642502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"The Asylum","descr":"Nach einem Sturz ist Rafe etwas verwirrt und wird in eine psychiatrische Klinik eingewiesen. Dr. Chambers, der sich auf Patienten spezialisiert hat, die glauben, Dämonen zu sehen, verabreicht ihm jede Menge Psychopharmaka. Derart sediert ist Rafe anfällig für Mallos List. Der Dämon redet ihm ein, er sein ein normaler Mensch mit Alkoholproblemen und einer schwangeren Frau, die er schlägt. Auf der Suche nach ihrem Freund treffen Sara und Goodwin unterdessen auf einen T’balau, einen Menschen, der die Dämonen sehen und hören kann. Dieser berichtet ihnen, wo Rafe sich aufhält. Schließlich machen sie sich auf den Weg zu der Klinik, um Rafe mitzuteilen, wer er wirklich ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114310","hoster":"VOE"},{"path":"/redirect/8642504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-13","name":"Folge 13","epNo":13,"alt":"Learning Curve","descr":"Corey, Danni und Derek fliehen aus dem Internat von Darthmonth, weil sie das Gefühl haben, dass ihre Mitschüler sich verwandeln. Doch ihre Klassenkameraden verfolgen sie und überwältigen Corey. Die anderen beiden können entkommen und treffen glücklicherweise auf Rafe. Rafe will ihnen helfen und gibt sich als Graf aus, der seinen missratenen Sohn Gerald ins Internat schicken will. Gerald ist natürlich kein Geringerer als Goodwin, der sofort in das Internat aufgenommen wird. Die erste Mutprobe besteht Goodwin, doch dann wird er von Melissa, der Anführerin der Schüler, in eine Falle gelockt: Ragua, die Königin der Finsternis, versetzt Goodwin in Trance und bringt ihn dazu, gegen seinen Freund Rafe zu kämpfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484215","hoster":"VOE"},{"path":"/redirect/8642513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-14","name":"Folge 14","epNo":14,"alt":"The Good Squire","descr":"Der Dämon Ascher setzt alles daran, dass das Böse auf der Erde die Oberhand gewinnt. Dafür muss allerdings zuerst Rafe unschädlich gemacht werden: Ascher lässt Rafes Herzschlag aussetzen und bringt ihn in eine tiefe Mine. Doch Rafe gelingt es zuvor, sein Schwert an Goodwin zu übergeben und ihn zu bitten, sein Werk fortzuführen. Goodwin und Sara sind verzweifelt, weil sie glauben, dass ihr Freund Rafe tot ist. Goodwin will Rafe wenigstens beerdigen und macht sich auf die Suche nach der Leiche. Unterdessen ist Ascher aufgefallen, dass er Rafes Schwert vergessen hat. Er verwandelt eine Ratte in Lester, um mit ihm Sara und Goodwin anzulocken. Lester führt die beiden in die Mine, wo Ascher sie bereits erwartet. Goodwin reagiert schnell und tötet den falschen Lester. Während er gegen Ascher kämpft, wacht Rafe wieder auf. Es gelingt ihm, Aschers Gehilfin Ellie zu überwältigen und sie gegen Ascher aufzuhetzen. Doch Ascher vernichtet Ellie mit einem Schlag …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484212","hoster":"VOE"},{"path":"/redirect/8642503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-15","name":"Folge 15","epNo":15,"alt":"Wired","descr":"Rafe und Goodwin machen sich große Sorgen um Sara: Nachdem sie sich unglaublich aufgedonnert hat, verschwindet sie jeden Abend, ohne zu sagen, wohin sie geht. Bald stellt sich heraus, dass sie an einer Studie über den Einfluss akustischer Reize auf die menschliche Psyche arbeitet. Unterstützt wird sie dabei von Rodin, dem Besitzer eines beliebten Nachtclubs der Stadt. Rafe und Goodwin vermuten natürlich Dämonen hinter der Geschichte. Und tatsächlich: Rodin und seine Gehilfin Terese versuchen, die Club-Besucher mittels Lärmstimulation zu gefügigen Werkzeugen der Dämonen zu machen. Auch Rafe und Goodwin gelangen in den Bann des Bösen, doch Rafe widersteht der unerträglichen Lärmstimulation durch Meditation. Nachdem Goodwin zu einer Art Dämonen-Discjockey mutiert ist, mischen die beiden den Laden ordentlich auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114311","hoster":"VOE"},{"path":"/redirect/8642512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-16","name":"Folge 16","epNo":16,"alt":"Replay","descr":"Rafe befindet sich in einer tiefen Lebens- und Sinnkrise. Ein Streit zwischen Sara und Goodwin bringt ihn dazu, in Meditation zu versinken. Dabei wird er in eine Bar versetzt, in der der Barkeeper versucht, mittels Getränken wie Wahrheit, Vertrauen und Liebe, Rafes Leben einen neuen Sinn zu geben. Er führt ihn in die Vergangenheit, um ihm klar zu machen, dass er den Kampf gegen die Dämonen weiterführen muss. Auch nach seiner Tochter solle Rafe weiter suchen. Doch in der Liebe zu seiner Frau solle Rafe nicht verhaftet bleiben. Die Erinnerung dürfe er bewahren, aber er müsse sich Sara zuwenden, die ihm bei seiner Mission eine unerlässliche Hilfe sein werde. Nach schweren inneren Kämpfen kommt Rafe zu der Einsicht, dass der Mann Recht hat. Als Sara und Goodwin ihn schließlich aus der Meditation zurückholen, gesteht er Sara, dass er ohne sie nicht weitermachen könne …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484222","hoster":"VOE"},{"path":"/redirect/8642506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-17","name":"Folge 17","epNo":17,"alt":"Spy vs. Spa","descr":"Der Amerikaner Cal Preston soll in einem kleinen Ort in Osteuropa seine Frau Mediana ermordet und seine Tochter entführt haben. Die Einwohner des Ortes, die Fremde ohnehin nicht gerne mögen, sind von seiner Schuld überzeugt. Doch Rafe vermutet, dass Mallos hier seine Finger im Spiel hatte. Zu sehr erinnert ihn der Fall an den Mord an seiner Frau Mikiko und die Entführung seiner Tochter Kiyomi. In Wahrheit hat jedoch der Dämon Cyrus die 400 Jahre zurückliegende Tat kopiert, um Rafe leichter den Garaus machen zu können. Als Werkzeug benutzt er den Kriminalassistenten Janos, doch der wird von seinem Chef Gromek enttarnt und daraufhin erschossen. Rafe versucht unterdessen, Cals Tochter Sasha aus der Gewalt des Dämonen zu befreien und Cyrus zurück in die Hölle zu schicken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484225","hoster":"VOE"},{"path":"/redirect/8642507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-18","name":"Folge 18","epNo":18,"alt":"Happily Never After","descr":"Auf der Suche nach dem Multimillionär Nesbitt sind Rafe und seine Freunde in einer Stadt angekommen, die von einer bösen Frau beherrscht wird. Sie wohnt in einem Palast über der Stadt, der von Dämonen in ein Märchenerlebnishotel umgewandelt worden ist. Angeblich sollen hier die Träume reicher und übersättigter Wirtschaftsbosse erfüllt werden. Doch in Wahrheit wollen die Dämonen über ihre Hotelgäste an die Schaltstellen des Wirtschaftslebens gelangen. Nachdem Goodwin eine Verwandlung zum Frosch und wieder zurück zum Menschen durchmachen musste, räuchern die drei Freunde das Dämonennest aus und befreien die Wirtschaftsbosse aus ihrer verzweifelten Lage. Schließlich kommen sich Sara und Rafe ein wenig näher, denn Sara muss den Unsterblichen mittels eines langen Kusses aus einem Dornröschenschlaf erwecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484230","hoster":"VOE"},{"path":"/redirect/8642505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-19","name":"Folge 19","epNo":19,"alt":"Deja Vu","descr":"Auf der Suche nach dem Multimillionär Nesbitt sind Rafe und seine Freunde in einer Stadt angekommen, die von einer bösen Frau beherrscht wird. Sie wohnt in einem Palast über der Stadt, der von Dämonen in ein Märchenerlebnishotel umgewandelt worden ist. Angeblich sollen hier die Träume reicher und übersättigter Wirtschaftsbosse erfüllt werden. Doch in Wahrheit wollen die Dämonen über ihre Hotelgäste an die Schaltstellen des Wirtschaftslebens gelangen. Nachdem Goodwin eine Verwandlung zum Frosch und wieder zurück zum Menschen durchmachen musste, räuchern die drei Freunde das Dämonennest aus und befreien die Wirtschaftsbosse aus ihrer verzweifelten Lage. Schließlich kommen sich Sara und Rafe ein wenig näher, denn Sara muss den Unsterblichen mittels eines langen Kusses aus einem Dornröschenschlaf erwecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484227","hoster":"VOE"},{"path":"/redirect/8642509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-20","name":"Folge 20","epNo":20,"alt":"Reckoning (1)","descr":"Ein kleines Mädchen auf der Straße erinnert Goodwin an eine Geschichte, die sich vor fast 200 Jahren zugetragen hat: Rafe und Goodwin hatten ein Zigeunermädchen gerettet, das von Mallos Dienern umgebracht werden sollte, weil es Kartoffeln vom Feld gestohlen hatte. Von den Zigeunern waren die beiden anschließend freundlich aufgenommen worden, und Goodwin und die Zigeunerin Erzika hatten sich ineinander verliebt. Magda, eine Shuvani, hatte Rafe und seine Pläne bereits in ihren Träumen gesehen. Sie hielt es für falsch, Mallos zu vernichten. Trotzdem hatte Rafe Kristoph, den Anführer der Zigeuner, überreden können, mit ihm zu Mallos’ Schloss zu gehen, um den Dämon zu vernichten und seine Gefangenen zu befreien. Der Versuch war jedoch fehlgeschlagen, und Kristoph war in die Mallos Gewalt geraten. Als Rafe zum zweiten Mal versucht hatte, das Schloss zu stürmen, war ihm Kristoph an der Seite von Mallos entgegengetreten. Rafe hatte Mallos vorgeschlagen, Kristoph und die anderen Gefangenen frei zu lassen und ihn dafür einzusperren. Mallos hatte eingewilligt und Rafe gefangen genommen, doch er hatte nur Kristoph frei gelassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484224","hoster":"VOE"},{"path":"/redirect/8642508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-21","name":"Folge 21","epNo":21,"alt":"Reckoning (2)","descr":"Mallos hat Kristoph, den Anführer der Zigeuner, gegen Rafe ausgetauscht. Doch der freigelassene Kristoph ist der verwandelte Keiler Tobias, der in Mallos’ Auftrag Magda töten soll. Diese durchschaut jedoch Mallos’ Plan. Unterdessen erfährt Goodwin durch Tobias von einem geheimen Gang zum Schloss. Zusammen mit einigen Zigeunern macht er sich auf den Weg zu Mallos, um Rafe zu befreien. Mallos versucht derweil, Rafes Schwert an sich zu bringen, doch es verbrennt seine Hand. Rafe kann den Augenblick nutzen, um ihn zu attackieren. Im selben Moment erreichen Goodwin und die Zigeuner das Schloss und stehen Rafe tatkräftig zur Seite. Mallos flieht, aber nicht ohne Rafe ein späteres Zusammentreffen anzukündigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484231","hoster":"VOE"},{"path":"/redirect/8642517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-immortal/staffel-1/episode-22","name":"Folge 22","epNo":22,"alt":"Kiyomi","descr":"Wie durch ein Wunder ist plötzlich Rafes verschollene Tochter Kiyomi zurückgekehrt. Dahinter steckt natürlich ein teuflischer Plan von Mallos: Er will Kyomi als Köder benutzen, um Rafe in eine Falle zu locken. Dann will er ihm ein für alle mal den Garaus machen. Außerdem plant er, mit Kiyomi einen Erben für den Fürsten der Finsternis zu zeugen. Vashista versucht unterdessen, Rafe dazu zu überreden, Mallos zu töten. Sie will sich dafür rächen, dass Mallos ihre rechte Hand verstümmelt hat. Dafür, dass sie ihm Mallos ausliefert, will Vashista jedoch Kiyomi als Gespielin behalten. Doch Rafe durchkreuzt die Pläne der Dämonen, Sara macht Vashista unschädlich und Rafe schickt Mallos zurück in die Hölle. Endlich sind Vater und Tochter wieder vereint, doch Vashistas Stimme lässt Kiyomi wissen, dass ihr Glück nicht von langer Dauer sein wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484232","hoster":"VOE"},{"path":"/redirect/8642510","hoster":"Streamtape"}]}]}]}]}