{"seriesId":"the-nine-lives-of-chloe-king","name":"The Nine Lives of Chloe King","descr":"Im Mittelpunkt der übersinnlichen Serie steht die junge Chloe, die kurz vor ihrem 16. Geburtstag plötzlich Superkräfte entwickelt und feststellt, dass sie von einer mysteriösen Figur verfolgt wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Chloe King steht kurz vor ihrem 16. Geburtstag, als ihr Leben eine überraschende Wendung nimmt: Chloe stellt an sich mehrere körperliche Veränderungen fest. So kann sie etwa deutlich besser hören, ausgezeichnet balancieren, ausdauernd laufen, gewandt Hindernisse überwinden und schließlich sogar waschechte Krallen ausfahren. Chloe muss erkennen, dass sie eine Mai ist, eine Angehörige einer alten Rasse, die einst die Menschen beschützte. Doch schließlich, schon vor der Zeitrechnung, zerbrach die gute Beziehung zwischen Mensch und Mai. Eine Gruppe Menschen begann gar, sich an die Ausrottung der Mai zu machen. Und diese Gruppe weiß anscheinend mehr über Chloe, als sie selbst: Da sie adoptiert wurde kennt sie nicht mal ihre biologischen Eltern. Neben ihren langjährigen beiden besten Freunden lernt Chloe nun zwei gleichalte Mai besser kennen, mit denen sie schon länger die Schulbank drückt. Für Chloe ist es der Auftakt zu einer spannenden Zeit, in der sie um ihr Leben kämpfen muss - zum Glück hat sie deren neun - und ihre Bestimmung ergründen muss.","versions":[{"lang":2,"streams":[{"redirect":10962440,"hoster":"VOE"},{"redirect":8529712,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Redemption","descr":"Ohne zu wissen, dass ihr Kuss den Tod bedeutete, fühlt sich Chloe immer noch schuldig wegen Xaviers Tod. Sie ignoriert Alex \u0027Warnungen, um vorsichtiger zu sein, und versucht sich zu erholen, indem sie Gabriel, Xaviers Bruder, hilft, sich von Drogendealern zu befreien.","versions":[{"lang":2,"streams":[{"redirect":8529717,"hoster":"VOE"},{"redirect":12984904,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Green Star","descr":"Chloe trifft Valentina, die Anführerin des Mai in San Francisco, und hat Fragen beantwortet. Aber sie will einfach wieder ein normales Leben. Dann überzeugt der Attentäter des Ordens sie, dass jeder, den sie interessiert, in Gefahr ist, es sei denn, sie willigt ein, sich alleine zu treffen.","versions":[{"lang":2,"streams":[{"redirect":8529690,"hoster":"VOE"},{"redirect":8529689,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"All Apologies","descr":"Chloe lernt, ihre Superhörkraft zu kontrollieren. Aber nicht bevor es ihre Beziehung zu Amy belastet. Ihre Gabe der Empathie führt sie in Schwierigkeiten, als Lana, ihre Chefin, von ihrem Ex verfolgt wird. . Sie nimmt ihr Training endlich ernster und Valentina warnt Whitley Rezza.","versions":[{"lang":2,"streams":[{"redirect":8529691,"hoster":"VOE"},{"redirect":8529692,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Girls Night Out","descr":"Als ob es nicht genug Druck wäre, für den Mai in San Francisco verantwortlich zu sein, trifft Chloe Nikki und Lilah, die beide Mitglieder des südamerikanischen Mai sind. Die beiden Mädchen laden Chloe zu einer Tanznacht ein, die sie akzeptiert, aber Jasmine ist misstrauisch gegenüber ihren Motiven. Während ihr Besuch weitergeht, wird Chloe zunehmend frustriert darüber, wie Nikki und Lilah das menschliche Leben sehen, was möglicherweise zu einer Kluft zwischen den verschiedenen Mai-Stolz führt.","versions":[{"lang":2,"streams":[{"redirect":8529697,"hoster":"VOE"},{"redirect":8529693,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Nothing Compares 2 U","descr":"Chloes Aufregung, mit Brian an der Kunstgala von Rezza Capital teilzunehmen, wird durch ein überwältigendes Gefühl der Gefahr ausgeglichen. Erst als sie einen Anruf erhält, dass Amy in Schwierigkeiten ist, rennt sie erneut vor Brian davon - aber nicht bevor er etwas preisgibt, das ihre Beziehung für immer verändern könnte. Wird Brians Geheimnis es Chloe ermöglichen, sich endlich zu öffnen, oder wird es sie zwingen, ihn endgültig zurückzulassen?","versions":[{"lang":2,"streams":[{"redirect":8529698,"hoster":"VOE"},{"redirect":8529696,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Dogs of War","descr":"Mitfühlend für die Bedürfnisse anderer kann Chloe Kai, einem jungen Mann, der Chloe um Hilfe bei der Wiedervereinigung mit seiner Familie bittet, nicht den Rücken kehren. Obwohl sie schließlich erfährt, dass Kai eine große Bedrohung für die Sicherheit des Mai darstellt, besteht Chloe darauf, ihm bei der Rückkehr nach Hause zu helfen. In Begleitung von Alek, Jasmine, Paul und Amy beginnt eine entschlossene Chloe die gefährliche Reise in das Gebiet der Schakale. Die schlimmsten Befürchtungen von Alek und Jasmine werden erkannt, wenn Chloes Mission eine schreckliche Wendung nimmt und ein Mai für immer verloren sein könnte. Inzwischen, obwohl es zehn Jahre her ist, dass Chloes Vater ...","versions":[{"lang":2,"streams":[{"redirect":8529701,"hoster":"VOE"},{"redirect":8529702,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Heartbreaker","descr":"Die Spannungen im Königshaushalt sind auf einem Allzeithoch, da Meredith zunehmend frustriert über Chloes Vorliebe für Geheimhaltung ist. Chloe ist sich bewusst, dass ihre Beziehung zu ihrer Mutter leidet, und muss entscheiden, ob sie der wichtigsten Person in ihrem Leben endlich ihr größtes Geheimnis gestehen wird.","versions":[{"lang":2,"streams":[{"redirect":12382851,"hoster":"VOE"},{"redirect":8529704,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Responsible","descr":"Meredith lädt ihren neuen Freund Frank und seine Tochter im Teenageralter Vanessa zum Abendessen ein, in der Hoffnung, dass sich die vier besser kennenlernen können. Obwohl Vanessa zunächst nichts mit den Königen zu tun haben will, vertraut sie Chloe schließlich ihre blühende Romanze mit einem älteren Mann an. Chloe wird an ihre Situation mit Brian erinnert und ermutigt Vanessa, offen und ehrlich mit ihren Gefühlen umzugehen. Leider schlagen Chloes gute Absichten fehl, als Vanessas Beziehung sie in große Gefahr bringt. Wird Chloe Vanessa retten können, bevor es zu spät ist?","versions":[{"lang":2,"streams":[{"redirect":8529709,"hoster":"VOE"},{"redirect":8529707,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Beautiful Day","descr":"Chloe ist immer noch mit ihren ungelösten Gefühlen für Brian fertig und willigt ein, ihn zu begleiten, um seine Großmutter Olivia zu treffen, die für tot gehalten wurde. Als Brian und Olivia sich wieder kennenlernen, erhält Chloe endlich die E-Mail, auf die sie gehofft hat. Währenddessen hängt Valentinas Leben in der Schwebe, als sie merkt, dass Zanes Absichten nichts mit seinen Gefühlen für Jasmine zu tun haben.","versions":[{"lang":2,"streams":[{"redirect":8529711,"hoster":"VOE"},{"redirect":8529706,"hoster":"Streamtape"}]}]}]}]}