{"path":"/serie/stream/the-it-crowd","name":"The IT Crowd","descr":"Roy und Moss sind zwei echte Computer-Geeks und bilden den I.T.-Support einer großen, aufstrebenden Firma. Als ihnen ein neuer Chef vor die Nase gesetzt wird, fürchten sie um ihr beschauliches Büroleben. Aber es kommt noch viel schlimmer: Ihr neuer Boss ist eine Frau - und hat null Ahnung von Computern!","seasons":[{"path":"/serie/stream/the-it-crowd/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-it-crowd/staffel-1/episode-1","name":"Schnee von gestern","epNo":1,"alt":"Yesterday\u0027s Jam","descr":"Jen soll die neue Leiterin der IT-Abteilung bei Reynholm Industries werden. Zu dumm nur, dass sie absolut keine Ahnung von Computern hat. Doch Jen schafft es beim Vorstellungsgespräch ihren Chef Denholm zu überzeugen und bekommt den Job. Im Keller, Sitz der IT-Zentrale, angekommen, trifft sie auf die Computerfreaks Roy und Moss, die sofort merken, dass Jen keinen blassen Schimmer von der Materie hat. Wenig angetan von der neuen Chefin, merken Roy und Moss jedoch bald, dass Jen sie aus ihrer sozialen Isolation helfen könnte. Und so raufen die drei sich zusammen, um eine Party für die Belegschaft zu schmeißen. Doch Roy und Moss waren zu lange allein im Keller, und so verläuft die Party alles andere als geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484138","hoster":"VOE"},{"path":"/redirect/12529006","hoster":"Doodstream"},{"path":"/redirect/12529024","hoster":"Vidoza"},{"path":"/redirect/8642460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-1/episode-2","name":"Die Stressmaschine","epNo":2,"alt":"Calamity Jen","descr":"Denholm hat für seine Angestellten ein Anti-Stress-Seminar angeordert. Und die Regeln sind eindeutig. Wer nicht teilnimmt, oder seinen Stress nicht abbauen kann ist gefeuert. Für Jen ist jedoch klar, die roten Pumps im Schuhladen sind wichtiger. So stiehlt sie sich davon und gefährdet nebenbei auch noch eine wichtige Firmenfusion. Denholm ist deshalb so sauer auf Jen, dass sie nur noch ein bestandener Test am ‚Stressometer‘ vor der Kündigung retten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484142","hoster":"VOE"},{"path":"/redirect/12528998","hoster":"Doodstream"},{"path":"/redirect/8642457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-1/episode-3","name":"Roy, der Mistkerl","epNo":3,"alt":"Fifty-Fifty","descr":"Roy hat ein Date mit Patricia, der Empfangsdame von Reynholm Industries, und es scheint tatsächlich gut zu laufen. Doch dann schmiert sich Roy versehentlich Schokolade an die Stirn und Patricia ist entsetzt über den braunen Streifen an seiner Stirn. Jen hat unterdessen Daniel kennen gelernt, den Security-Mann der Firma, der sie jedoch auf ein Überraschungs-Date vertröstet. Als sie abends Zuhause wartet, bekommt sie einen Anruf von Chris Tarrant, dem Moderator von ‚Wer wird Millionär‘, da sie als Anruf-Joker für Daniel antreten soll. Als Jen tatsächlich angerufen wird um Daniel zu helfen, vermasselt sie es jedoch und wird zum Gespött der Firma. Doch Daniel gibt Jen noch eine Chance und geht mit ihr essen. Und auch Roy hat ein neues Date, zu dem er mächtig aufgepimpt geht, in der Annahme, dass Frauen nur auf Mistkerle stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484149","hoster":"VOE"},{"path":"/redirect/12529009","hoster":"Doodstream"},{"path":"/redirect/8642462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-1/episode-4","name":"Die verbotene Tür","epNo":4,"alt":"The Red Door","descr":"Jen möchte endlich der Unordnung in der IT-Abteilung den Kampf ansagen und hofft dabei auf die Unterstütung von Roy und Moss. Doch die fühlen sich pudelwohl und denken nicht daran Jen zu helfen. Als die dann auch noch einen Raum entdeckt, der durch eine rote Tür verschlossen ist, fragt sie Roy und Moss, was sich dahinter verbirgt. Doch die reagieren ausweichend und warnen Jen nur, dass sie den Raum nicht betreten soll. Doch Jen ist dadurch nur noch neugieriger geworden und nutzt die Gelegenheit, als Roy und Moss kurzzeitigig ihre Plätze verlassen müssen. Die Überraschung ist groß, als sie einen klimatisierten Raum vorfindet in dem der Großrechner der Firma steht. Doch Jen entdeckt auch noch Richmond, einen Gruftie, der seit vier Jahren den Rechner bewacht. Er wurde damals von Denholm in den Raum verbannt, nachdem er bei ihm in Ungnade gefallen ist. Jen beschließt, sich Richmond anzunehmen und ihn aus seinem ‚Gefängnis‘ zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484148","hoster":"VOE"},{"path":"/redirect/12529000","hoster":"Doodstream"},{"path":"/redirect/8642463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-1/episode-5","name":"Die Super-Lüge","epNo":5,"alt":"The Haunting Of Bill Crouse","descr":"Jen hat ein Date mit einem gewissen Bill, das in einer Katastrophe endet, weil Bill sich total daneben benimmt. Jen will daraufhin nichts mehr mit Bill zutun haben und bittet Moss ihn abzuwimmeln, falls er vorbeikommen sollte. Als Bill kurz darauf auch bei Moss auftaucht, versucht er krampfhaft ihn loszuwerden. Doch Bill bleibt hartnäckig, woraufhin Moss nichts besseres einfällt, als zu erzählen, dass Jen gestorben sei. Bill verbreitet die Nachricht daraufhin sofort in der gesamten Firma, mit dem Zusatz, dass er der letzte war, der mit Jen geschlafen hat. Bestürzt von der Nachricht, dass Jen tot ist, wird für sie eine Tauerfeier abgehalten, auf der Denholm eine etwas merkwürdige Rede hält. Und just in dem Moment platzt Jen herein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484150","hoster":"VOE"},{"path":"/redirect/12529001","hoster":"Doodstream"},{"path":"/redirect/8642468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-1/episode-6","name":"Besuch von Tante Irma","epNo":6,"alt":"Aunt Irma Visits","descr":"Bei Reynholm Industries steht eine Firmenfeier für die Belegschaft an. Da Denholm alle Abteilung lobt, nur die IT-Abteilung übergeht, beschließen Moss und Roy jedoch die Party zu boykottieren. Unterdessen haben sie unter Jen zu leiden, die ihre ‚Tage‘ hat. Doch die zwei werden dadurch so sensibilisiert, dass auch sie ihre ‚Tage‘ bekommen. Völlig hilflos suchen Roy und Moss daraufhin Hilfe im Internet, doch die Resonanz auf ihr Problem ist alles andere als Positiv. So beschließt Jen ihren Kollegen mit einem Mädels-Abend zu helfen. Und es scheint auch tatsächlich etwas zu bringen. Doch Roy hat schon bald genug von dem Übermaß an Romantik und will viel lieber mit Jen und Moss auf die Firmenfeier gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484153","hoster":"VOE"},{"path":"/redirect/12529002","hoster":"Doodstream"},{"path":"/redirect/8642466","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-it-crowd/staffel-2/episode-1","name":"Der Betriebsausflug","epNo":1,"alt":"The Work Outing","descr":"Jen wird von einem Kollegen ins Theater eingeladen, den Roy und Moss für schwul halten, nicht zuletzt wegen des Titels des Stücks, \"Gay! – A Gay Musical\". Natürlich kommen die beiden ebenfalls mit. In der Pause wollen sie Wasser lassen, können aber wegen des starrenden \"Toilettenmannes\" nicht. Als Roy auf dem Behinderten-WC versehentlich die Notfall-Kordel zieht, gibt er vor, dass er behindert sei und sein Rollstuhl gestohlen wurde, während Moss unfreiwillig zum Angestellten rekrutiert wird, nachdem er die Angestelltentoilette benutzte. Jen überzeugt das Verhalten ihres \"Dates\" immer mehr davon, dass er wirklich schwul ist, was er schließlich auch zugibt. Er interessierte sich nur für Jen, da sie für ihn \"wie ein Mann\" aussieht und sich auch so verhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484161","hoster":"VOE"},{"path":"/redirect/12529003","hoster":"Doodstream"},{"path":"/redirect/8642469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2/episode-2","name":"Wem die Stunde schlägt","epNo":2,"alt":"Return of the Golden Child","descr":"Als seine \"kreative Buchführung\" auffliegt, begeht Denholm Selbstmord, indem er vor seinen Angestellten aus dem Fenster springt. Pippin, Denholms Nachfolger, besucht Jen, um ihr zu eröffnen, dass er die IT-Abteilung hasst und sie so bald wie möglich schließen wird. Währenddessen denkt Roy aufgrund eines Online-Tests, dass er nächsten Donnerstag um 15 Uhr sterben werde, was genau während Denholms Beerdigung wäre. Wenige Sekunden nach 15 Uhr hat Roy scheinbar einen Herzanfall, was sich aber doch nur als sein von Moss aufgemotzter Handy-Vibrationsalarm herausstellt. Das Testaments-Video eines rauchenden Denholm bringt Jen dazu, wieder mit dem Rauchen anzufangen. Daraufhin stürmt Denholms untergetauchter Sohn Douglas in die Kirche, flirtet intensiv mit Jen, wird von Denholm in einem zweiten Video zum neuen Chef der Firma bestimmt und feuert Pippin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484156","hoster":"VOE"},{"path":"/redirect/12529004","hoster":"Doodstream"},{"path":"/redirect/8642470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2/episode-3","name":"Moss und der Deutsche","epNo":3,"alt":"Moss and the German","descr":"Roy und Moss stecken in der Krise: Sie fühlen sich wie ein altes Ehepaar, weil sie sich viel zu häufig sehen. Jen rät ihnen daraufhin, sich in ihrer Freizeit mit anderen Menschen zu treffen. Da kommt die Anzeige im Internet für Moss gerade richtig, in der ein vermeintlicher Kochkurs angeboten wird. Doch Moss hat das Kleingedruckte übersehen und landet so bei Johann – einem Kannibalen, mit einer beeindruckenden Heimkinoanlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484155","hoster":"VOE"},{"path":"/redirect/12529005","hoster":"Doodstream"},{"path":"/redirect/8642483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2/episode-4","name":"Kein perfektes Dinner","epNo":4,"alt":"The Dinner Party","descr":"Jen hat eine neue Liebe gefunden und gibt eine Party zusammen mit ihrem neuen Freund Peter und sechs ihrer Freunde. Dummerweise kommt allen eingeladenen Männern kurz vor der Feier noch etwas dazwischen. Daher lädt Jen nach langem Zögern Roy, Moss und Richmond zur Party ein. Die Tischnachbarin von Roy ist ein Modell, das sich aber bei einem Autounfall das Gesicht verletzt hat und deshalb nach einer wiederherstellenden Operation einen Verband im Gesicht tragen muss. Roy stellt ihr dauernd Fragen über den genauen Hergang des Unfalls und den Grad der Entstellung ihres Gesichts. Die Tischnachbarin von Moss neigt nach Genuss von Alkohol dazu, sehr aufdringlich zu werden. Moss versucht, auf höfliche Art Abstand zu halten. Die Tischnachbarin von Richmond ist sehr nervös und spricht die ganze Zeit. Sie und Richmond verlieben sich ineinander und lassen ihrer Leidenschaft noch in Jens Wohnung freien Lauf. Während des Abends wird bekannt, dass der volle Name von Jens Freund Peter File lautet.lautet. Bei unsauberer Aussprache klingt sein Name wie das Wort pädophil. Dieser Umstand stört Jen zusehends, so dass sie Peter am Flughafen sitzen lässt, statt mit ihm wie geplant für ein romantisches Wochenende nach Paris zu fliegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484163","hoster":"VOE"},{"path":"/redirect/12529007","hoster":"Doodstream"},{"path":"/redirect/8642471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2/episode-5","name":"Der Super-BH","epNo":5,"alt":"Smoke and Mirrors","descr":"Jen ist genervt von ihrem BH, der schlecht sitzt und ständig kneift. Als sie ihren Kollegen ihr Problem schildert, beschließt Moss, sich dem Problem anzunehmen. Er will den perfekt sitzenden BH entwickeln. Kurz darauf wird Jen der Prototyp präsentiert und sie soll den Super-BH testen. Tatsächlich scheint er perfekt zu sein, doch ausgerechnet in einem wichtigen Meeting zeigt er seine Schwachstelle. Er erhitzt so stark, dass er Feuer fängt. Douglas, der neue Chef, sucht unterdessen nach seiner wahren ‚Identität‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484162","hoster":"VOE"},{"path":"/redirect/12529008","hoster":"Doodstream"},{"path":"/redirect/8642473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-2/episode-6","name":"Der Zaubertrank","epNo":6,"alt":"Men without Women","descr":"Douglas will Jen endlich dazu kriegen, dass sie sich in ihn verliebt. Und da bisher alle Versuche gescheitert sind, wendet er sich an einen Magier, der ihm einen Liebestrank verkauft. Zurück in der Firma bietet er Jen aber zunächst an, seine Assistentin zu werden, woraufhin sie schweren Herzens ihre Jungs von der IT verlässt. Trotz der Freude über ihre zurück gewonnene Freiheit, müssen Roy und Moss bald feststellen, dass es ohne Jen ziemlich langweilig ist. Die muss sich unterdessen den Annäherungsversuchen ihres Chefs erwehren, der in seiner Verzweiflung doch noch auf den Liebestrank zurückgreift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335828","hoster":"VOE"},{"path":"/redirect/8642485","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-it-crowd/staffel-3/episode-1","name":"Der Alptraum-Handwerker","epNo":1,"alt":"From Hell","descr":"Jen beauftragt den Handwerker Gary, um ihre Wohnung verschönern zu lassen. Als Roy davon Wind bekommt, warnt er Jen, da er in einer Fernsehsendung gesehen hat, wie Gary bei seinen Kunden ins Waschbecken pinkelt. Von dem Gedanken derart angewidert, lässt Jen ihren Handwerker nicht mehr aus den Augen. Doch Gary deutet das anhängliche Verhalten als Flirtversuch und erteilt Jen eine Absage. Gedemütigt zieht Jen sich zurück. Roy hat unterdessen eine Kamera in Jens Wohnung installiert, um Gary auf frischer Tat erwischen zu können. Für Douglas steht ein wichtiges Meeting mit dem japanischen Hauptaktionär an. Doch statt sich darauf vorzubereiten, schießt er sich mit dem alten Armeerevolver seines Großvaters ins Bein. Schwer verletzt nimmt Douglas an dem Meeting teil…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484167","hoster":"VOE"},{"path":"/redirect/12529011","hoster":"Doodstream"},{"path":"/redirect/8642472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3/episode-2","name":"Richtige Männer","epNo":2,"alt":"Are We Not Men?","descr":"Jen hat mal wieder einen neuen Freund, den Fahrlehrer Michael. Diesmal scheint es auch perfekt zu laufen, bis Roy und Moss behaupten, dass Michael wie ein Magier aussieht. Jen versucht von nun an alles, um diesen Gedanken von sich zu weisen, doch sie bekommt das Bild des Magiers nicht mehr aus dem Kopf. Moss hat unterdessen eine Internetseite gefunden, auf der Fußballzitate veröffentlicht werden. Nachdem er alle auswendig gelernt hat, begibt er sich mit Roy unter ‚wahre Männer‘. Und tatsächlich finden sie in einer Bar schnell Freunde, mit denen sie sich über Fußball unterhalten und Poker spielen. Doch schon bald erweisen sich die neuen Kumpels als zwielichtige Gangster und Roy und Moss stecken mitten in einem Raubüberfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484175","hoster":"VOE"},{"path":"/redirect/12529012","hoster":"Doodstream"},{"path":"/redirect/8642474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3/episode-3","name":"Die Triebhose","epNo":3,"alt":"Tramps Like Us","descr":"Aufgrund der Ereignisse in der letzten Folge der zweiten Staffel haben Jen, Roy und Moss Schmerzensgeld von Douglas erklagt. Außerdem muss dieser eine Hose tragen, die bei minimaler erotischer Erregung einen Elektroschock aussendet. Roy bestärkt Jen in ihrer Überlegung, in der Firma überflüssig zu sein, worauf sie sich woanders bewirbt. Moss bewirft Roy mit einem Kaffeebecher, weshalb dieser sein T-Shirt ausziehen muss. Während Roy, nur mit Jacke und Hose bekleidet, im Gebäude unterwegs ist, verliert eine ältere Dame das Bewusstsein. Der Sanitäter nötigt Roy, ihr seine Jacke zu geben. Da er sich mit seinem nackten Oberkörper provozierend verhält, wird er vom Sicherheitsdienst aus dem Gebäude geworfen. Er findet Kleidung im Müll, sieht damit aus wie ein Obdachloser und wird auch so behandelt. Jen kommt von einem Vorstellungsgespräch zurück und nimmt Roy wieder mit in die Firma. Dort hat Moss derweil eine Gehirnerschütterung und einen elektrischen Schlag erlitten. Jen entscheidet sich, in der Firma zu bleiben, da die völlig verstörten Roy und Moss offensichtlich doch nicht ohne sie auskommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484170","hoster":"VOE"},{"path":"/redirect/12529013","hoster":"Doodstream"},{"path":"/redirect/8642475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3/episode-4","name":"Die Rede","epNo":4,"alt":"The Speech","descr":"Jen wird ?Mitarbeiter des Monats? und muss deshalb eine Rede vor den Anteilseignern über die Arbeit ihrer Abteilung halten. Da sie keine Ahnung von Computern hat, bittet sie Roy und Moss um Mithilfe. Um Jens Unwissen anzuprangern, bauen die beiden eine schwarze Kiste und erzählen Jen, dass es sich bei der Kiste um das gesamte Internet handelt. Leider funktioniert dieser Plan nur teilweise, da nicht nur Jen durch Unwissen glänzt, sondern auch die ehrfürchtig staunenden Anteilseigner. Douglas hat derweil ein Interview mit April (Lucy Montgomery), einer Journalistin, die für das fiktive Magazin ?Richest Magazine? schreibt. Douglas wurde zum ?Man of the Year? gewählt. Er fängt eine Beziehung mit April an. Durch ein Missverständnis entgeht ihm Aprils Geständnis, dass sie früher ein Mann war, und schläft mit ihr. Als sich das Missverständnis später klärt, will er sich erbost von ihr trennen. Die beiden beginnen eine heftige Schlägerei, bei der sie schließlich in den Raum stürzen, wo Jen ihre Rede hält, und den ?Kasten mit dem Internet? zerstören. Chaos bricht aus, alle laufen durcheinander, und Roy und Moss haben doch noch ihren Spaß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484174","hoster":"VOE"},{"path":"/redirect/12529014","hoster":"Doodstream"},{"path":"/redirect/8642476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3/episode-5","name":"Das soziale Netzwerk","epNo":5,"alt":"Friendface","descr":"Die Folge beginnt mit einem Werbespot für das fiktive soziale Netzwerk Friendface. Als Roy erfährt, dass Jen Mitglied in diesem Netzwerk ist, beginnt er die Nachteile von sozialen Netzwerken wie beispielsweise Werbung aufzuzählen. Als Jen jedoch erzählt, dass man auf der Plattform Scrabble spielen kann und die hübschen Frauen aus der siebten Etage ebenfalls Mitglieder sind, registrieren sich Moss und Roy sofort. Sie fangen an, nahezu jegliche bürointerne Kommunikation über die Plattform abzuwickeln. Jen beginnt eine Sucht nach der Plattform zu entwickeln und verbringt jede freie Minute davor. Sie hat über Friendface Kontakt mit einer ehemaligen Mitschülerin aufgenommen, mit der sie zum Essen verabredet ist. Als Jen von ihrer beneidenswerten Lebenssituation erfährt, fühlt sie sich unwohl in ihrer Rolle und möchte ihrer ehemaligen Mitschülerin ?beweisen?, dass es ihr ähnlich ergangen sei. Sie wird zu einer Party mit ihren einstigen Mitschülerinnen eingeladen und bittet Roy, sich als ihren Ehemann auszugeben. Doch der hat dank Friendface eine Verabredung mit einer unglücklichen früheren Liebschaft. Schließlich überredet Jen Moss, als ihr Mann mit zu der Party zu kommen. Roy versucht seiner Ex zu erklären, dass er sie nicht liebe und entschuldigt sich damit, dass er jetzt mit Jen zusammen sei. Zum Beweis geht er mit ihr zu jener Party, wo Moss und Jen bereits krampfhaft versuchen, ihre ?glückliche Ehe? unter Beweis zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484171","hoster":"VOE"},{"path":"/redirect/12529015","hoster":"Doodstream"},{"path":"/redirect/8642477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-3/episode-6","name":"Kalender Trottel","epNo":6,"alt":"Calendar Geeks","descr":"Die attraktiven Mitarbeiterinnen aus dem siebten Stock suchen eine Möglichkeit, Geld für karitative Zwecke zu sammeln. Der zufällig anwesende Roy bietet sich gleich als Fotograf an, als die Idee aufkommt, einen Kalender mit Nacktaufnahmen zu erstellen. Als Jen davon erfährt und niedere Beweggründe vermutet, versucht sie zu verhindern, dass Roy die Mitarbeiterinnen nackt vor die Kamera bekommt. Zuerst sollen die nackten Großmütter der Mitarbeiterinnen á la Kalender Girls das Herz der potenziellen Käufer erweichen. Die meisten Großmütter sind aber schon zu gebrechlich, also versucht Roy, wildfremde alte Frauen zu überreden, sich für seine Kamera auszuziehen. Dies misslingt gründlich, außerdem bekommt Jen nun von Douglas Druck, dass der Kalender ein wirtschaftlicher Erfolg werden müsse. Jen versucht betreten, Roy zurück zu dessen Ursprungsidee mit den hübschen Frauen aus dem siebten Stock zu lotsen, aber nun ist es Roy, der wegen seiner neuen Freundin Bedenken bekommt. Jen überlegt an einer unterhaltsamen Alternative und kommt darauf, dass zurzeit Lachen über ?Trottel? gefragt sei. Also bringt sie Roy dazu, es mit verrückten Wissenschaftlern als Motiven zu versuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484172","hoster":"VOE"},{"path":"/redirect/12529017","hoster":"Doodstream"},{"path":"/redirect/8642478","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-it-crowd/staffel-4/episode-1","name":"Jen the Fredo","epNo":1,"alt":"Jen the Fredo","descr":"Jen bewirbt sich um den Posten als Entertainment-Manager bei Reynholm Industries. Was ihr nicht ganz klar ist: Die Tätigkeit des (bisher stets männlichen) Entertainment-Managers bestand zumeist darin, männliche Geschäftspartner mit hübschen Damen zu versorgen, die ihnen den Abend versüßen sollten. Jen will das nicht wahrhaben. Sie bewirbt sich weiter um den Job. Sie erinnert Douglas daran, dass er wegen seiner sexistischen Geschäftsführung den ‚Scheißkerl-des-Jahres‘-Oscar bekommen hatte und mahnt eine Vergabe des Postens an eine weibliche Mitarbeiterin an. Schließlich willigt Douglas ein. Als Jen in ihrer neuen Funktion aber Douglas’ Geschäftsfreunden Phil, John und John gegenübersteht, verschlägt es ihr angesichts des primitiven Machogehabes der drei die Sprache. Ihr Plan, den dreien die Welt des Theaters näherzubringen, geht voll in die Hose. Am nächsten Abend springt Moss ein, der sowieso einen Rollenspielabend geplant hatte. Der zunächst sehr zäh anlaufende Abend entwickelt schon bald eine unerwartete Eigendynamik – inklusive kostenloser Therapiestunde für den noch arg unter Liebeskummer leidenden Roy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484176","hoster":"VOE"},{"path":"/redirect/12529016","hoster":"Doodstream"},{"path":"/redirect/8642479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4/episode-2","name":"Ich bin kein Fensterputzer","epNo":2,"alt":"The Final Countdown","descr":"Moss räumt beim Buchstaben-Ratespiel ‚Countdown‘ alles ab und wird in den exklusiven Club ‚Acht Plus‘ eingeladen. Er ist nur den Spielern vorbehalten, die mindestens acht Mal in Folge ‚Countdown‘ gewonnen haben. Moss’ Ansehen und Auftreten sind dort grundlegend anders als im wirklichen Leben, wie Gast Roy überrascht feststellen muss. Brenzlig wird die Situation allerdings, als der abgehalfterte Ex-Countdown-Star Negative One Moss zu einem Straßen-Countdown-Duell herausfordert. Roy hat unterdessen Probleme mit einem etwas schrägen Fensterputzer, der ohne weitere Erklärungen sein Fahrrad mitsamt Fensterputzer-Utensilien bei Roy im Flur abstellt und dann verschwindet. Roy versucht, dem verschollenen Putzer seine Sachen wiederzubringen, läuft aber dabei mehrmals seinem ehemaligen Klassenkameraden Alistair über den Weg. Alistair hat eine Karriere als Computerspiel-Autor gemacht und Roy befürchtet nun, dass Alistair ihn für einen Fensterputzer hält. Fortan ist Roy nur noch davon besessen, dieses Missverständnis auszuräumen und brüllt in die Welt hinaus: ‚Ich bin kein Fensterputzer‘!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929931","hoster":"VOE"},{"path":"/redirect/12529018","hoster":"Doodstream"},{"path":"/redirect/8642480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4/episode-3","name":"Hokus Po-Kuss","epNo":3,"alt":"Something Happened","descr":"Jen und Roy gehen auf das Konzert einer etwas nerdigen Prog-Rock-Band. Das hat zweierlei Folgen: Roy lädiert sich beim Tanzen den Rücken und Jen verliebt sich in den äußerst unattraktiven Keyboarder der Band. Roy geht, den dringenden Empfehlungen von Jen und Moss folgend, zur Massage. Zum Abschluss einer alles in allem sehr angenehmen Massage küsst der Masseur Roy unvermittelt auf die linke Pobacke. Roy ist dadurch schwer traumatisiert. Mit Moss’ Unterstützung zieht er gegen den Hokus-Po-Kuss-Masseur vor Gericht. Nebenbei ist Douglas Reynholm einer Sekte, den Spaceologen, beigetreten. Diese bieten den sensationellen Spacestar-Bestellservice an. Man braucht sich nur eine Sache zu wünschen, dem Bestellservice das Honorar zu zahlen, sich die gewünschte Sache dann zu kaufen und schon hat man sie. Jen hat einen kurzen Auftritt als Backgroundsängerin in der Band ihres Lovers. Mit dem Resultat, dass sich die Band daraufhin sofort von Keyboarder und Backgroundsängerin trennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484180","hoster":"VOE"},{"path":"/redirect/12529021","hoster":"Doodstream"},{"path":"/redirect/8642495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4/episode-4","name":"Italienisch für Anfänger","epNo":4,"alt":"Italian for Beginners","descr":"Jen ist frustriert, weil Douglas die sportlich-engagierte und schleimende Linda vor versammelter Mannschaft als beste Frau in der Firma gerühmt hat. Bei nächster Gelegenheit zahlt sie es Linda heim: während der Vorbereitungen auf ein wichtiges Meeting mit einem potenziellen italienischen Geschäftspartner brilliert sie durch ihre – gefaketen – Italienischkenntnisse. Beim tatsächlichen Gespräch soll ihr dann Moss’ Übersetzungscomputer helfen. Doch es kommt zu einem unvorhergesehenen Problem. Derweil zermartert Roy sich das Hirn über die Vergangenheit seiner Freundin Julia. Er wusste bereits, dass Julia Waise ist, doch wie ihre Eltern ums Leben kamen, hatte sie nie erzählt. Nun gibt sie das Geheimnis in einem intimen Gespräch mit Roy preis: ihre Eltern starben bei einem Brand während einer Seelöwen-Show im Sea-Parks. Mehr will sie jedoch auf keinen Fall erzählen und ringt Roy das Versprechen ab, nie wieder darüber zu reden. Das fällt ihm sehr schwer, denn er kann sich beim besten Willen keine Brandkatastrophe in einer Open-Air-Seelöwen-Show mit viel Wasser und steinernen Sitzbänken vorstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484178","hoster":"VOE"},{"path":"/redirect/12529022","hoster":"Doodstream"},{"path":"/redirect/8642482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4/episode-5","name":"Maurice macht blau","epNo":5,"alt":"Bad Boys","descr":"Roy wettet mit Jen, dass er es schafft, einen Tag lang nicht seinen Standardspruch ‚Haben Sie es schon mit Ein- und wieder Ausschalten versucht‘ zu benutzen. In der Mittagspause begegnen Roy und Moss ein paar Jungendliche. Aufgrund von Moss’ nerdigem Auftreten (Playstation spielen auf dem Mülleimer im Park) lachen die Jugendlichen die beiden aus. Moss denkt darüber nach, ob er ein ‚normaler‘ Mensch geworden wäre, wenn er in der Schule nicht so gut aufgepasst hätte. Auf einmal ist er angetan von der Idee, über die Stränge zu schlagen, Mist zu bauen, kurzum: alles das zu tun, was der normale Moss nie tun würde. Er und Roy beschließen, ihre Mittagspause eigenmächtig zu verlängern, blau zu machen und in der Stadt rumzuhängen. Doch Moss’ Gangster-Trip nimmt langsam groteske Züge an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484182","hoster":"VOE"},{"path":"/redirect/12529020","hoster":"Doodstream"},{"path":"/redirect/8642481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-it-crowd/staffel-4/episode-6","name":"Reynholm gegen Reynholm","epNo":6,"alt":"Reynholm vs Reynholm","descr":"Douglas Reynholms verschollen geglaubte Ehefrau Victoria Reynholm taucht urplötzlich wieder auf. Douglas ist schockiert und verunsichert. Soll er es noch mal mit Victoria versuchen? Nach einem Dinner bei Heston Blumenthal ist er jedoch überzeugt: Er will die Scheidung. Doch die wird nicht billig: Victoria verlangt 212 Millionen Pfund. Aus nicht ganz ersichtlichen Gründen hält Douglas Jen für die Leiterin der Rechtsabteilung bei Reynholm Industries. Er hält auch weiterhin an ihr als Rechtsbeistand fest, nachdem sie ihn über seinen Irrtum aufgeklärt hat. Gemeinsam zieht das ungleiche Paar vor Gericht. Im Prozess kommen einige bizarre Details ans Tageslicht und es kommen höchst merkwürdige Zeugen zu Wort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484183","hoster":"VOE"},{"path":"/redirect/12529023","hoster":"Doodstream"},{"path":"/redirect/8642494","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-it-crowd/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-it-crowd/staffel-5/episode-1","name":"Spezial / Abschlussfolge","epNo":1,"alt":"The Internet Is Coming","descr":"Eine angedachte fünfte Staffel wurde ersetzt durch eine abschließende Spezialfolge, die am 27. September 2013 ausgestrahlt wurde. Leider wurde diese Folge nie in Deutschland ausgestrahlt, daher nur mit Deutschen Untertiteln.!!!!!!!!!!!!!! WARUM ES KEIN 5. STAFFEL GEBEN WIRD: !!!!!!!!!!!!!!! Es hätte alles so schön sein sollen: Den Zuschauern hat die Serie gefallen, der Sender hatte bereits eine neue Staffel bestellt – und doch ging es mit \"The IT Crowd” dann nicht weiter. Graham, Schöpfer der Sitcom, sah die Produktion bereits auf ihrem Höhepunkt und hatte keine weiteren Ideen für eine volle fünfte Staffel. Immer wieder wurde seitdem ein einmaliges Special als großes Finale versprochen, zuletzt im vergangenen Dezember. Dass sich die Hauptdarsteller, allen voran Chris O’Dowd, aber mittlerweile auch mit anderen Produktionen einen Namen gemacht haben, führte zu Terminschwierigkeiten. Und nun scheint es auch wirklich dazu zu kommen. Demnach soll Linehan auf der re:publica in Berlin verkündet haben, dass alle Beteiligten in drei Wochen zusammenkommen, um drei Jahre nach der letzten Folge ein finales Special zu drehen. Anders als eine reguläre Folge soll das Serienfinale 40 Minuten dauern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12529050","hoster":"VOE"},{"path":"/redirect/12529048","hoster":"Doodstream"},{"path":"/redirect/12529049","hoster":"Streamtape"}]}]}]}]}