{"seriesId":"the-rook","name":"The Rook","descr":"Hauptfigur Myfanwy Thomas findet sich ohne Gedächtnis auf der Millennium Bridge in London wieder. Sie ist nicht nur umgeben von lauter Toten mit blutbespritzten Latexhandschuhen, sondern hat auch sämtliche Erinnerungen an die Geschehnisse verloren. Zudem hat sie mit ihren eigenen übersinnlichen Fähigkeiten zu kämpfen und muss ihren Platz im englischen Geheimdienst Checquy wieder einnehmen. Denn irgendwo lauern diejenigen, die ihr ihre Erinnerungen genommen haben und jetzt beenden wollen, was sie angefangen haben. Lady Farrier ist ihre Mentorin und Leiterin des Checquy. Rechte Hand an ihrer Seite ist Grantchester, der an ihrem Thron als Chefin sägt. Und dann ist da noch die amerikanische Agentin Reed, die sich in die Untersuchung des Todes von ihrem Ex-Geliebten einmischt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Chapter 1","descr":"Eine Frau erwacht plötzlich ohne Erinnerungen daran, wer sie ist. Um sie herum sind Leichen verstreut, doch als sie untersucht, was passiert ist, rutscht sie in die Welt eines englischen Geheimdienstes für Paranormales mit dem Namen Checquy.","versions":[{"lang":1,"streams":[{"redirect":8488965,"hoster":"VOE"},{"redirect":8645430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640575,"hoster":"VOE"},{"redirect":11640564,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Chapter 2","descr":"Während Myfanwy (Emma Greenwell) sich abermals mit dem jüngsten Verbrechen beschäftigt, um Antworten zu ihrer eigenen Vergangenheit zu erhalten, deckt Monica (Olivia Munn) die dunkle Wahrheit über eines der Opfer auf. Zur gleichen Zeit verschwinden die Überreste eines anderen Opfers aus der Leichenhalle.","versions":[{"lang":1,"streams":[{"redirect":8488964,"hoster":"VOE"},{"redirect":8645435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640576,"hoster":"VOE"},{"redirect":11640566,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Chapter 3","descr":"Myfanwy (Emma Greenwell) entdeckt einen beunruhigenden Hinweis auf ihre mysteriöse Vergangenheit. Lady Ferrier (Joely Richardson) versucht, einen Sündenbock zu finden, den sie für die Morde am Ufer verantworlich machen kann. Monica (Olivia Munn) macht sich bereit, etwas Undercover-Arbeit zu leisten, während sie an einer EVA-Auktion teilnimmt.","versions":[{"lang":1,"streams":[{"redirect":8488966,"hoster":"VOE"},{"redirect":8645441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640570,"hoster":"VOE"},{"redirect":11640572,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Chapter 4","descr":"Während Myfanwy (Emma Greenwell) eine seltsame Beziehung zu ihrem ehemaligen Psychiater aufdeckt, durchsuchen Monica und Gestalt London nach einem vermissten EVA, der nach einer Auktion entkommen ist. Lady Ferrier (Joely Richardson) stellt eine Verbindung zu einem mysteriösen Gefangenen her.","versions":[{"lang":1,"streams":[{"redirect":8488963,"hoster":"VOE"},{"redirect":8645440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640588,"hoster":"VOE"},{"redirect":11640578,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Chapter 5","descr":"Myfanwy (Emma Greenwell) und Monica (Olivia Munn) arbeiten daran, einen jungen EVA zu befreien. Währenddessen richtet Gestalt sein Misstrauen auf Myfanwy, was zu einer Konfrontation führt.","versions":[{"lang":1,"streams":[{"redirect":8488970,"hoster":"VOE"},{"redirect":8645434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640581,"hoster":"VOE"},{"redirect":11640580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Chapter 6","descr":"Während Myfanwy (Emma Greenwell) in das Haus ihrer Kindheit zurückkehrt, muss Farrier (Joely Richardson) sich Konsequenzen stellen. Monica (Olivia Munn) versucht damit umzugehen, dass Marcus (Luke Roberts) sie hintergangen hat.","versions":[{"lang":1,"streams":[{"redirect":8488969,"hoster":"VOE"},{"redirect":8645437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640584,"hoster":"VOE"},{"redirect":11640586,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Prologue","descr":"Nachdem sie von einer schrecklichen Prophezeiung erfahren hat, vertraut sich Myfanwy (Emma Greenwell) in ihrer Verzweiflung jemanden an, der äußerst mächtig, aber auch nicht ungefährlich ist. Ihr Plan geht jedoch schief und wenig später muss sie fliehen, um zu überleben, während ihre Erinnerungen immer schwammiger werden.","versions":[{"lang":1,"streams":[{"redirect":12383032,"hoster":"VOE"},{"redirect":8645439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640593,"hoster":"VOE"},{"redirect":11640589,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Chapter 8","descr":"Myfanwy (Emma Greenwell) und Farrier (Joely Richardson) erleben recht schnell, wie gefährlich das Leben außerhalb von Checquy sein kann, während Grantchester (Adrian Lester) langsam aber sicher die Optionen ausgehen. Myfanwy muss sich dann zwischen ihrer Freiheit und dem Wohlsein von Farrier entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8488973,"hoster":"VOE"},{"redirect":8645444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11640577,"hoster":"VOE"},{"redirect":11640563,"hoster":"Streamtape"}]}]}]}]}