{"seriesId":"the-emperor-of-ocean-park","name":"The Emperor of Ocean Park","descr":"[Emperor of Ocean Park] Der Politthriller spielt in der Zeit der republikanischen US-Präsidenten Nixon und Reagan: Der ehrenwerte Richter Oliver Garland (Forest Whitaker) steht davor, an den Obersten Gerichtshof berufen zu werden – bevor er an einem Herzinfarkt stirbt. Während sein Sohn, Juraprofessor Talcott Garland (Grantham Coleman), sich um den Nachlass des Vaters kümmert, stellt Tochter Mariah (Tiffany Mack), eine ehemalige Journalistin und eingefleischte Verschwörungstheoretikerin, den plötzlichen Tod des Richters infrage. Die Garland-Geschwister wollen der Sache auf den Grund gehen und geraten schon bald in gefährliche Untiefen und Verstrickungen des organisierten Verbrechens.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Chapter One","descr":"Nachdem Richter Garland tot in seinem Haus aufgefunden wird, versammeln sich seine drei erwachsenen Kinder zur Beerdigung. Schockiert über das plötzliche Ableben ihres Vaters, beginnt Mariah sich zu fragen, ob ein Verbrechen vorliegt.","versions":[{"lang":2,"streams":[{"redirect":14342766,"hoster":"VOE"},{"redirect":14342764,"hoster":"Vidoza"},{"redirect":14342761,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Chapter Two","descr":"Zwei Jahre nach seiner schockierenden Ankündigung denkt der Richter über seinen nächsten Karriereschritt nach. Als Mariah erfährt, dass eine weitere Person, die ihrer Familie nahe stand, ermordet wurde, wächst ihr Verdacht bezüglich des Todes ihres Vaters weiter.","versions":[{"lang":2,"streams":[{"redirect":14342763,"hoster":"VOE"},{"redirect":14342762,"hoster":"Vidoza"},{"redirect":14342765,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Chapter Three","descr":"","versions":[{"lang":2,"streams":[{"redirect":14483841,"hoster":"VOE"},{"redirect":14517784,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Chapter Four","descr":"","versions":[{"lang":2,"streams":[{"redirect":14498389,"hoster":"VOE"},{"redirect":14517783,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Chapter Five","descr":"Da er an einem Hinweis festhält, den der Richter hinterlassen hat, wendet sich Tal hilfesuchend an den alten Schachkameraden seines Vaters. Mariah bittet einen alten Kollegen um Hilfe, um Informationen über Jack Ziegler zusammenzutragen.","versions":[{"lang":2,"streams":[{"redirect":14342769,"hoster":"VOE"},{"redirect":14342775,"hoster":"Vidoza"},{"redirect":14342768,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Chapter Six","descr":"Tals Unaufmerksamkeit und Frustration führen zu einem unerwarteten Wutausbruch, der seine Karriere und seine Ehe gefährdet. Mariah nutzt ihren Mann aus, um einer neuen Spur nachzugehen.","versions":[{"lang":2,"streams":[{"redirect":14342774,"hoster":"VOE"},{"redirect":14342777,"hoster":"Vidoza"},{"redirect":14342771,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Chapter Seven","descr":"Nachdem Tal und Mariah herausgefunden haben, dass ihr älterer Bruder für das Verstecken einer wertvollen Information verantwortlich ist, machen sie die Suche nach einem widerstrebenden Addison auf der Suche nach Antworten.","versions":[{"lang":2,"streams":[{"redirect":14511388,"hoster":"VOE"},{"redirect":14504942,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Chapter Eight","descr":"Nach den tragischen Ereignissen im Jahr 2003 erwartet der Richter Jack Ziegler, um einen Racheplan auszuarbeiten.","versions":[{"lang":2,"streams":[{"redirect":14472434,"hoster":"VOE"},{"redirect":14472437,"hoster":"Vidoza"},{"redirect":14472429,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Chapter Nine","descr":"Tal und Mariah kämpfen mit den neuen Informationen, die sie über die Geschäfte ihres Vaters erfahren haben. Immer noch auf der Suche nach \"den Arrangements\", stellt Tal eine Falle, um seine Gegner anzulocken.","versions":[{"lang":2,"streams":[{"redirect":14488252,"hoster":"VOE"},{"redirect":14488254,"hoster":"Vidoza"},{"redirect":14488251,"hoster":"Streamtape"}]}]}]}]}