{"path":"/serie/stream/the-killing","name":"The Killing","descr":"US-Version der dänischen Krimiserie \"Kommissarin Lund\", in der Mireille Enos die Rolle der Kriminalpolizistin Sarah Linden verkörpert, die versucht, in Seattle den Mordfall an einem jungen Mädchen aufzuklären und dabei in ein Netz von Lügen und Korruption gerät.","seasons":[{"path":"/serie/stream/the-killing/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-killing/staffel-1/episode-1","name":"Rosie Larsen","epNo":1,"alt":"Pilot","descr":"Sarah Linden hat ihren letzten Tag als Ermittlerin in der Mordkommission Seattle. Auf Bitten ihres Chefs führt sie noch ihren Nachfolger Stephen Holder in seinen Aufgabenbereich ein, mit dem sie das Verschwinden einer High-School-Schülerin untersucht. Rosie, das vermisste Mädchen, wollte eigentlich eine Halloween-Party besuchen.Während die Ermittlungen an der Fort Washington High anlaufen, bereiten sich die Kandidaten für die anstehende Bürgermeisterwahl, Darren Richmond und Amtsinhaber Lesley Adams, auf eine Debatte vor Rosies Mitschülern vor.Richmond stimmt auf Drängen der Mordkommission zu, das Rededuell zu verschieben. Seine engsten Mitarbeiter Jamie Wright und Gwen Eaton raten ihm, den Vermisstenfall politisch auszuschlachten, aber Richmond lehnt ab.Stan Larsen geht dem Gerücht nach, dass sich Rosie bei ihrem Ex-Freund Jasper aufhält – erfolglos. Stattdessen wird aus einem See ein schwarzer Wagen geborgen, in dem Rosies Leiche liegt … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484375","hoster":"VOE"},{"path":"/redirect/8642642","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774696","hoster":"VOE"},{"path":"/redirect/13774702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-2","name":"Der Käfig","epNo":2,"alt":"The Cage","descr":"Bei der Identifizierung der ermordeten Rosie Larsen durch ihre fassungslosen Eltern spielen sich dramatische Szenen ab. Sarah Linden beschwört die Larsens, die Nachricht vom Tod ihrer Tochter zunächst für sich zu behalten, um die Ermittlungen nicht zu gefährden.In Darren Richmonds Wahlkampfzentrale führt der Mädchenmord zu einer gespannten Atmosphäre. Der Kandidat weigert sich weiterhin, das Verbrechen politisch auszunutzen. Für zusätzlichen Konfliktstoff sorgt, dass es offenkundig eine undichte Stelle in Richmonds Kampagnenteam gibt, durch die Interna an die Öffentlichkeit gelangen. Linden und Holder bemühen sich um eine Rekonstruktion der letzten Stunden im Leben von Rosie Larsen. Doch die Spur des Mordopfers verliert sich auf der Halloween-Party an ihrer High-School … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484392","hoster":"VOE"},{"path":"/redirect/8642648","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774690","hoster":"VOE"},{"path":"/redirect/13774700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-3","name":"El Diablo","epNo":3,"alt":"El Diablo","descr":"Lieutenant Oakes bittet Sarah Linden, bis zur Klärung von Rosies Todesumständen an der Spitze der Mordkommission zu bleiben. Er fürchtet, dass ihr Nachfolger Holder überfordert ist. Zwischen den beiden Ermittlern kommt es zunehmend zu Differenzen. Holder setzt im Gegensatz zu Linden auf Einschüchterung, wenn er mutmaßliche Tatbeteiligte verhört.Im als \"Käfig\" bezeichneten Geheimraum der Fort Washington High fällt Linden ein Guckloch auf. Zur angrenzenden Kammer hat laut Schuldirektorin Meyers nur der junge Hausmeister Lyndon Johnson Rosales Zugang. Als Linden in der Wohnung der Familie Rosales ein Pornomagazin findet, das eine sexuelle Vorliebe für Mädchen im Teenageralter verrät, wird sie vom Verdächtigen attackiert … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484376","hoster":"VOE"},{"path":"/redirect/8642643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774691","hoster":"VOE"},{"path":"/redirect/13774703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-4","name":"Ein lautloses Echo","epNo":4,"alt":"A Soundless Echo","descr":"Darren Richmond droht im Ringen um den Bürgermeisterposten an Boden zu verlieren. Er wendet sich an den wohlhabenden Unternehmer Tom Drexler, dem Richmonds Gegner Adams schon lange ein Dorn im Auge ist. Drexler gibt Richmond eine großzügige Finanzspritze. Bürgermeister Adams rekrutiert derweil Richmonds entlassenen Wahlkampfmanager Wright für seine eigene Kampagne.Rosies Familie blickt nach ihrem Ableben in einen Abgrund. Ihre Mutter verfällt in Apathie, ihr Vater hat massive Geldsorgen.Die polizeilichen Nachforschungen zu Rosies Mörder konzentrieren sich derweil auf Kris Echols und Jasper Ames. Vergeblich versucht Sarah Linden die beiden Tatverdächtigen gegeneinander auszuspielen. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484391","hoster":"VOE"},{"path":"/redirect/8642644","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774692","hoster":"VOE"},{"path":"/redirect/13774693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-5","name":"Super 8","epNo":5,"alt":"Super 8","descr":"In ihrer grenzenlosen Trauer ihre Tochter, die so brutal aus dem Leben gerissen wurde, vernachlässigen die Larsens Rosies jüngere Brüder Denny und Tom.Das Hauptaugenmerk der Ermittler liegt mittlerweile auf dem Pädagogen und Basketball-Coach Bennet Ahmed. Dieser beteuert zwar, lediglich eine platonische Beziehung zum Mordopfer unterhalten zu haben, kann aber kein Alibi für die Tatnacht vorweisen.Sehr intensiv untersucht das Ermittlerteam Super 8-Film, der von Rosie gedreht wurde. Sie erhalten Einblicke in ihren Alltag und in das Umfeld des getöteten Mädchens. Eine alarmierende Beobachtung macht Sarah Linden im Zusammenhang mit ihrem Kollegen Stephen Holder. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484397","hoster":"VOE"},{"path":"/redirect/8642645","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774694","hoster":"VOE"},{"path":"/redirect/13774695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-6","name":"Was übrig bleibt","epNo":6,"alt":"What You Have Left","descr":"Sarah Linden sucht nach möglichen Verbindungen zwischen Rosie Larsens Schicksal und ähnlich gelagerten Kriminalfällen der jüngeren Vergangenheit.Stephen Holder bemüht sich vergeblich um einen Durchsuchungsbeschluss für die Wohnung des Ehepaars Ahmed. Die Behauptung eines Nachbarn, Rosie in der Tatnacht vor dem Haus der Ahmeds gesehen zu haben, bringt Bennet Ahmed weiter in Erklärungsnot. Diese Entwicklung ist auch für Bürgermeisterkandidat Darren Richmond problematisch, denn der sozial engagierte High School-Lehrer Ahmed gehört zu den Aushängeschildern seiner Wahlkampagne. Trotz der belastenden Indizien besucht Ahmed Rosies Totenfeier. Rosies Vater Stan erfährt vom polizeilichen Verdacht gegen den Pädagogen.Rosies Vater bietet Ahmed daraufhin an, ihn nach dem gemeinsamen Gedenken nach Hause zu fahren. Ohne Bedenken steigt der Mordverdächtige in Larsens Van ein … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484384","hoster":"VOE"},{"path":"/redirect/8642646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774697","hoster":"VOE"},{"path":"/redirect/13774698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-7","name":"Vergeltung","epNo":7,"alt":"Vengeance","descr":"Stephen Holder befragt Rosies Mutter Mitch Larsen zur dubiosen Vergangenheit ihres Gatten. Dieser fährt gerade mit Bennet Ahmed zu einem verlassenen Dock, wo er den High School-Lehrer zum Aussteigen zwingt.Um seinen politischen Konkurrenten Darren Richmond zu treffen, stoppt Stadtoberhaupt Adams das, von Ahmed auf den Weg gebrachte, Sozialprojekt. Schließlich ist allgemein bekannt, dass Richmond mit dem engagierten High School Lehrer Ahmed zusammenarbeitet. Schwer zu schaffen macht Richmond darüber hinaus die anstehende Bewährungsanhörung der Person, die einst in betrunkenem Zustand seine Ehefrau zu Tode fuhr.Amber Ahmed, Bennet Ahmeds Frau, erzählt Detective Sarah Linden von einem gewissen Muhammed, der aufgrund seines Koran-Studiums mit Bennet Zugang zur Wohnung der Ahmeds besitze. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484412","hoster":"VOE"},{"path":"/redirect/8642647","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774699","hoster":"VOE"},{"path":"/redirect/13774701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-8","name":"Gemauert","epNo":8,"alt":"Stonewalled","descr":"Das FBI hält Sarah Linden und Stephen Holder vor, Terrorermittlungen gestört zu haben. Im Mittelpunkt der Nachforschungen steht Muhammed, ein Glaubensbruder von Bennet Ahmeds.Außerdem hegt Linden ein wachsendes Misstrauen gegenüber Holder und heftet sich an dessen Fersen.Immer stärker von Streit und wechselseitigen Anschuldigungen geprägt ist das Verhältnis zwischen Rosies Eltern. Mitch Larsen sucht die Gründe für den Tod der Tochter im Verhalten ihres Mannes, der seiner Frau wiederum eine Gefährdung der übrigen Kinder vorwirft. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484418","hoster":"VOE"},{"path":"/redirect/8642651","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774709","hoster":"VOE"},{"path":"/redirect/13774708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-9","name":"Sog","epNo":9,"alt":"Undertow","descr":"Die Polizei hört Bennet Ahmeds Telefon ab. In einem Telefonat teilt ein Anrufer ihm mit, dass die Polizei über den Fleischmarkt und \"das Mädchen\" Bescheid wisse. Für Sarah Linden ist der Fall klar: Ahmed hat Rosie Larsen ermordet. Daraufhin stellt sie Rosies Mutter Mitch Ahmeds baldige Festnahme in Aussicht, doch der zuständige Richter verweigert die Unterzeichnung des Haftbefehls.Bürgermeister Adams leugnet, eine junge Geliebte geschwängert zu haben, und wirft dem gegnerischen Lager eine Schmutzkampagne vor. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484423","hoster":"VOE"},{"path":"/redirect/8642649","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774711","hoster":"VOE"},{"path":"/redirect/13774706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-10","name":"Ich werde dich wissen lassen, wenn ich da bin","epNo":10,"alt":"I’ll Let You Know When I Get There","descr":"Bennet Ahmed wird ins Krankenhaus eingeliefert, nachdem Stan Larsen ihn angegriffen hat. Als Rosies Vater realisiert, dass seine Rache einen Unschuldigen getroffen hat, stellt er sich der Polizei.Sarah Linden untersucht erneut die Beweisstücke im Larsen-Fall und begutachtet eine Schlüsselkette mit Vogel-Symbol, die bei der Leiche gefunden wurde. Bei Linden meldet sich ein Taxifahrer, der Rosie in ihrer Todesnacht im Anschluss an die Halloween-Party und einen Abstecher zur Wohnung der Ahmeds nach Hause gefahren hat. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484429","hoster":"VOE"},{"path":"/redirect/8642652","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774704","hoster":"VOE"},{"path":"/redirect/13774705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-11","name":"Vermisst","epNo":11,"alt":"Missing","descr":"Im Wapi Eagle-Spielkasino befragt Detective Sarah Linden die Managerin Nicole Jackson sowie die Sicherheitschefin Roberta Drays. Beide bestreiten, Rosie Larsen schon einmal gesehen zu haben. Jackson verbietet Linden weitere Ermittlungen, da das Kasino sich auf indianischem Stammesgebiet befinde und somit nicht der staatlichen Gesetzgebung unterliege.Linden erhält einen Anruf der Schule ihres Sohnes Jack, der seit drei Tagen nicht zum Unterricht erschienen ist. Panisch begibt sich Linden gemeinsam mit ihrem Kollegen Holder auf die Suche nach dem Kind. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484419","hoster":"VOE"},{"path":"/redirect/8642650","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13774707","hoster":"VOE"},{"path":"/redirect/13774710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-12","name":"Beau Soleil","epNo":12,"alt":"Beau Soleil","descr":"Die Ermittlungen im Fall Rosie Larsen ergeben, dass die ermordete Teenagerin seit einem halben Jahr regelmäßig beträchtliche Geldbeträge auf ein Konto einzahlte, das auf den Namen ihrer Tante Terry Marek lief. Mitch Larsens Schwester beteuert, hierüber nicht informiert gewesen zu sein.Die Differenzen zwischen Rosies Eltern verschärfen sich nach der Inhaftierung von Stan. Mitch wirft Stan vor, wieder Kontakt zu kriminellen Kreisen aufgenommen zu haben.Durch den Tipp einer verdeckt ermittelnden Polizistin und die Untersuchung von Rosies Computer stoßen Sarah Linden und Stephen Holder auf Beau Soleil, eine Agentur für Escort-Service. Terry Marek gibt sich als Mitarbeiterin von Beau Soleil zu erkennen. Ihrer Darstellung nach warnte kürzlich eine als \"Celine\" auftretende Kollegin vor einem bedrohlichen Kunden mit dem Pseudonym \"Orpheus\". (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484430","hoster":"VOE"},{"path":"/redirect/8642653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-1/episode-13","name":"Orpheus’ Abstieg","epNo":13,"alt":"Orpheus Descending","descr":"Obwohl Sarah Linden Bürgermeisteranwärter Darren Richmond als \"Orpheus\" enttarnt hat, reicht die Indizienlage noch nicht für eine Festnahme aus. Bei der Rekonstruierung der Tat kommen die Ermittler jedoch immer weiter voran. Währenddessen eskalieren die Spannungen zwischen Rosies Eltern: Mitch Larsen verlässt Stan und die beiden Söhne. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484455","hoster":"VOE"},{"path":"/redirect/8642655","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-killing/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-killing/staffel-2/episode-1","name":"Reflektionen","epNo":1,"alt":"Reflections","descr":"Nachdem Detective Sarah Linden vom Attentat auf Darren Richmond, den Bürgermeisterkandidaten und Hauptverdächtigen im mysteriösen Mordfall Rosie Larsen, erfahren hat, begibt sie sich zu Lieutenant Michael Oakes.Doch der vermeintliche Beweis für Richmonds Tat stellt sich als Fälschung heraus. Das Foto, das ihn an einer Mautstelle zeigt, wurde bearbeitet. Lindens Vorgesetzter lenkt ihre Aufmerksamkeit auf das Büro, das für die Straßenüberwachung zuständig ist. Die Spur führt zum kürzlich pensionierten Ordnungshüter Gil Sloane, den sie als Mentor von Stephen Holder bei den Anonymen Narkotikern identifiziert. Als Linden sich an Sloanes Fersen heftet, beobachtet sie ein Treffen zwischen ihm und Benjamin Abani, der rechten Hand von Bürgermeister Lesley Adams. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114392","hoster":"VOE"},{"path":"/redirect/8642657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-2","name":"Mein glücklicher Tag","epNo":2,"alt":"My Lucky Day","descr":"Mitten in der Nacht wird Stan Larsen durch verdächtige Geräusche alarmiert und findet vor seinem Haus den verschwundenen Rucksack seiner getöteten Tochter. Stephen Holder stellt das wichtige Beweisstück sicher, doch der Umgang seines Chefs Lieutenant Oakes mit dem Rucksack erscheint ihm verdächtig und er tauscht das Beweisstück heimlich aus. Seine Kollegin Sarah Linden verweigert hartnäckig jegliche Zusammenarbeit mit ihm, da er in ihren Augen ein falsches Spiel treibt. Nachdem Rosies angeblicher Mörder Darren Richmond im Hospital wieder das Bewusstsein erlangt hat, erfährt er von seiner Lähmung. Lindern versucht Richmonds Aktivitäten in der Tatnacht zu rekonstruieren und bekommt immer mehr Zweifel an dessen Schuld? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484428","hoster":"VOE"},{"path":"/redirect/8642661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-3","name":"Betäubt","epNo":3,"alt":"Numb","descr":"Darren Richmond muss akzeptieren, dass seine Lähmung länger anhalten wird. Dennoch will er wieder in den Bürgermeisterwahlkampf eingreifen. Seine Beraterin und heimliche Geliebte Gwen Eaton orientiert sich währenddessen beruflich um. Hierfür nutzt sie die politischen Kontakte ihres Vaters. Im Ermittlerkreis drängt Sarah Linden auf die Auswertung der Kundenkartei der exklusiven Escortservice-Agentur Beau Soleil, für die Rosie tätig war. Doch ihr neuer Vorgesetzter Erik Carlson verweigert seine Zustimmung und untersagt ihr nachdrücklich zukünftige Alleingänge. Die getötete Jugendliche trägt eine geheimnisvolle Tätowierung. Jack, Lindens Sohn, erklärt, dass es sich hierbei um den Manga Comic-Charakter Ogi Jun handelt. Die Figur stellt einen Krieger dar, der einen Rachefeldzug für seinen ermordeten Vater führt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382692","hoster":"VOE"},{"path":"/redirect/8642665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-4","name":"Ogi Jun","epNo":4,"alt":"Ogi Jun","descr":"Die Observierung Stan Larsens ergibt, dass er seine alten Kontakte zum polnischen Unterweltboss Janek Kovarsky wiederbelebt hat. Deshalb suchen die Detectives Linden und Holder den FBI-Experten für organisierte Kriminalität Corey Petersen auf. Petersen erzählt ihnen, dass Larsen verdächtigt wird, sich vor 17 Jahren mit der Ermordung eines gewissen Piotr Michaelski die Freigabe durch die berüchtigte Kovarsky-Bande erkauft zu haben. Außerdem berichtet Petersen von Kovarskys Hang zu Brandstiftungen. Das lässt den Brand im Beau Soleil in einem neuen Licht erscheinen. Die von Rosie Larsens Freundin Sterling Fitch und dem jugendlichen Straftäter Benissimo Lee gelieferten Hinweise erweisen sich als sehr wertvoll. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114393","hoster":"VOE"},{"path":"/redirect/8642669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-5","name":"Geister der Vergangenheit","epNo":5,"alt":"Ghosts Of The Past","descr":"Über seinen Kampagnenmanager Jamie Wright gelangt Darren Richmond an Informationen, die auf Bürgermeister Lesley Adams als Strippenzieher hinter seiner Verhaftung hindeuten. Mitch Larsen blockt die Versuche ihres Ehemanns Stan, Kontakt zu ihr aufzunehmen, weiterhin ab. Dann kommen sich er und ihre Schwester Terry Marek näher. Das bei Alexi Giffords sichergestellte Handy enthält eine Sprachnachricht von Rosie Larsen vom Tag ihrer Ermordung. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114391","hoster":"VOE"},{"path":"/redirect/8642654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-6","name":"Eröffnungen","epNo":6,"alt":"Openings","descr":"Während Terry Marek um ihre Beziehung zu dem Bauunternehmer Michael Ames, dem Vater von Rosies Ex-Freund kämpft, rückt auch er in das Visier der Ermittler. Denn Rosie Larsen hat ihm eine Erpressernachricht aufs Handy gesendet. Die Detectives Sarah Linden und Stephen Holder halten es für dringend nötig, sowohl Michael Ames als auch die Vorgänge im Wapi Eagle-Spielkasino, in dem Rosie zuletzt lebend gesehen wurde, zu beobachten. Doch in beiden Fällen verweigert ihnen Lieutenant Erik Carlson seine Einwilligung. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484436","hoster":"VOE"},{"path":"/redirect/8642656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-7","name":"Keylela","epNo":7,"alt":"Keylala","descr":"Stan Larsen soll die Anschuldigungen gegenüber dem Bürgermeisterkandidaten Darren Richmond auf einer Pressekonferenz entkräften. Doch Larsen nutzt den Auftritt stattdessen, um eine Belohnung in Höhe von 12.000 US-Dollar für Hinweise, die zur Ergreifung des Mörders seiner Tochter führen, auszusetzen. Die polizeiliche Analyse der Hintergrundgeräusche von Rosies Sprachnachricht auf dem Handy ergibt, dass sie vom Kühlventilator eines Dieselgenerators stammen. Diese Geräte werden auch in der Baubranche genutzt. Außerdem erfahren Sarah Linden und Stephen Holder, dass Michael Ames’ Bauunternehmen einen Multimillionenauftrag zur Renovierung des Wapi Eagle-Komplexes übernommen hat. Das bringt sie dazu, getrennt voneinander das Indianerreservat sowie das in ihm gelegene Spielkasino zu durchsuchen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114394","hoster":"VOE"},{"path":"/redirect/8642658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-8","name":"Aus dem Reservat","epNo":8,"alt":"Off The Reservation","descr":"Trotz Lieutenant Carlsons anfänglichem Widerstand beharrt Sarah Linden auf dem Einsatz eines Suchtrupps im Reservat. Tatsächlich finden sie den übel zugerichteten Stephen Holder. An Stelle ihres Kollegen geht Linden zum Treffen mit der Kasinoangestellten Mary. Mary bezeugt, Rosie Larsen in deren Todesnacht im Kasinoaufzug gesehen zu haben. Wenig später seien sämtliche Schlüssel für den zehnten Stock eingezogen worden. Jamie Wright will Darren Richmond dazu bringen, endlich sein Alibi für den Zeitpunkt des Mordes öffentlich zu machen. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382693","hoster":"VOE"},{"path":"/redirect/8642659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-9","name":"Sayonara, Hiawatha","epNo":9,"alt":"Sayonara Hiawatha","descr":"Erik Carlson teilt Detective Stephen Holder mit, den Mordfall Rosie Larsen samt allen Akten und Beweisstücken dem Büro des Bezirkssheriffs übergeben zu haben. In der Hoffnung, ein von Bürgermeister Lesley Adams angekündigtes Uferentwicklungsprojekt torpedieren zu können, fädeln Darren Richmonds Wahlkampfberater ein Treffen zwischen dem Lokalpolitiker und Nicole Jackson ein, deren Indianerstamm den erforderlichen Landabschnitt abtreten müsste. Als Jackson jedoch jeglichen polizeilichen Ermittlungen innerhalb des Spielkasinos eine strikte Absage erteilt, bricht Richmond zum Ärger seines Kampagnenmanagers Jamie Wright die Verhandlungen ab. Tommy, Stan Larsens Sohn, wird währenddessen wegen seines Fehlverhaltens vom Schulbetrieb ausgeschlossen. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484440","hoster":"VOE"},{"path":"/redirect/8642663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-10","name":"72 Stunden","epNo":10,"alt":"72 Hours","descr":"Sarah Linden erwacht auf der geschlossenen Station einer psychiatrischen Klinik, auf der sie als suizidgefährdete Patientin 72 Stunden unter Beobachtung stehen soll. Stephen Holder will seine Partnerin besuchen. Vorher erfährt er von Lieutenant Carlson, dass Linden während eines Selbstmordversuches einen Angestellten des Kasinos attackiert habe. Schon früher sei ihr ein Kriminalfall zu nahe gegangen. Im Gespräch mit der Psychiaterin Dr. Ann Kerry sieht Linden sich zu einer Auseinandersetzung mit traumatischen Erfahrungen gezwungen. Stan Larsen unternimmt verschiedene Anstrengungen, um seine Fehler während seiner fanatischen Suche nach Rosies Mörder wiedergutzumachen. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484442","hoster":"VOE"},{"path":"/redirect/8642662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-11","name":"Bulldogge","epNo":11,"alt":"Bulldog","descr":"Darren Richmond fühlt sich von seinem Rivalen Lesley Adams unter Druck gesetzt und gesteht seinen in Rosie Larsens Todesnacht begangenen Selbstmordversuch öffentlich bei einer Wahlveranstaltung. Beim Publikum ruft seine Ehrlichkeit tosenden Applaus hervor. Die Unterweltgröße Janek Kovarsky bedrängt Stan Larsen massiv. Er soll für Kovarskys Kooperation mit der Polizei Joseph Nowak aus dem Weg räumen. Mit Gwen Eatons Hilfe setzen Sarah Linden und Stephen Holder endlich eine Durchsuchung des Wapi Eagle-Spielkasinos durch. Die FBI-Beamten werden nicht fündig. Doch Linden stößt unter neu verlegten Fußbodenplatten auf die blutverschmierte Schlüsselkarte des Rathauses. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335846","hoster":"VOE"},{"path":"/redirect/8642660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-12","name":"Donnie oder Marie","epNo":12,"alt":"Donnie Or Marie","descr":"Wegen der im zehnten Stock des Wapi Eagle-Spielkasinos aufgefundenen Rathaus-Schlüsselkarte haben Sarah Linden und Stephen Holder nun den Kampagnenmitarbeiter Jamie Wright und Gwen Eaton als Hauptverdächtige im Visier. Die beiden Ermittler gehen einen Deal mit Lesley Adams ein. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484446","hoster":"VOE"},{"path":"/redirect/8642664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-2/episode-13","name":"Was ich weiß","epNo":13,"alt":"What I Know","descr":"Während die unermüdlichen Detectives Sarah Linden und Stephen Holder allen Widerständen zum Trotz die letzten Stunden im Leben der grausam getöteten Schülerin rekonstruieren, feiert Bürgermeisterkandidat Darren Richmond seinen hart erkämpften Wahlsieg. Doch der politische Triumph wird schon bald von neuen Enthüllungen überschattet. (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114395","hoster":"VOE"},{"path":"/redirect/8642666","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-killing/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-killing/staffel-3/episode-1","name":"Der Junge","epNo":1,"alt":"The Jungle","descr":"Holder (Joel Kinnaman) ermittelt in einem grausamen Mordfall, ein junges Straßenmädchen wird mit durchschnittener Kehle aufgefunden. Der Gefangene Ray Seward (Peter Saarsgard) zeigt sein wahres Gesicht. Sarah Linden (Mireille Enos) arbeitet unterdessen nicht mehr bei der Polizei und scheint mit ihrer Vergangenheit abgeschlossen zu haben. Doch Holders Ermittlungen stellen ihr neues Glück auf eine harte Probe. Hat sie in dem Mord an einer Mutter vor Jahren den wahren Mörder hinter Gitter gebracht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484451","hoster":"VOE"},{"path":"/redirect/8642668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-2","name":"Was du am meisten fürchtest","epNo":2,"alt":"That You Fear the Most","descr":"Linden (Mireille Enos) besucht ihren ehemaligen Partner um über die Möglichkeit zu sprechen, dass sie den falschen Mann hinter Gitter gebracht haben. Holder ermittelt in einem Motel, in dem sich jugendliche Obdachlose treffen.\rUnterdessen macht sich Bullet (Bex Taylor-Klaus) auf die Suche nach Kallie (Cate Sproule). Ray Seward (Peter Sarsgaard) bekommt überraschenden Besuch. Twitch (Max Fowler) und Lyric (Julia Sarah Stine) träumen von einer besseren Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484457","hoster":"VOE"},{"path":"/redirect/8642670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-3","name":"Siebzehn","epNo":3,"alt":"Seventeen","descr":"Linden (Mireille Enos) kehrt zur Polizei zurück weil sie an einen Zusammenhang zwischen dem alten Seward-Fall und den gefundenen Leichen glaubt. Doch die Beweise hält ihr Boss für zu dünn um sie öffentlich zu machen.\r\rHolder (Joel Kinnaman) ermittelt weiter im Milieu der jungen Obdachlosen. Er bekommt einen Tipp von Bullet (Bex Taylor-Klaus), die ihn auf die Spur des Zuhälters Goldie führt. In dessen Wohnung findet die Polzei schockierende Videos. Und eine neue Spur zu der verschwundenen Kallie (Cate Sproule).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484453","hoster":"VOE"},{"path":"/redirect/8642667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-4","name":"Der Rattenfänger","epNo":4,"alt":"Head Shots","descr":"Linden (Mireille Enos) und Holder (Joel Kinnaman) tun sich gegen den Willen von Holders neuem Partner für die Verfolgung \"der Stimme\" zusammen. Seward (Peter Sarsgaard) nähert sich seinem Mitgefangenen an, was ihn in eine schlechte Position vor den Wärtern bringt. Twitch (Max Fowler) trifft seinen Bewährungshelfer und macht eine sehr schlechte Erfahrung. Kallies Mutter erhält einen weiteren Besuch von Linden. Die Ermittler finden eines der Mädchen von den Videobändern aus Goldies Wohnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484450","hoster":"VOE"},{"path":"/redirect/8642672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-5","name":"Überlebensinstinkt","epNo":5,"alt":"Scared and Running","descr":"Linden (Mireille Enos) und Holder (Joel Kinnaman) finden heraus, wen Mama Dips (Grace Zabriskie) zu schützen versucht. Unterdessen wird ein Mädchen bei einem Unfall verletzt und verschwindet. Auf der Suche nach Kallie bekommen die Ermittler Hilfe von Bullet (Bex Taylor-Klaus). Danette (Amy Seimetz) muss endlich den Tatsachen ins Auge blicken. Seward (Peter Sarsgaard) bekommt einen überraschenden Besuch, der ihm zu schaffen macht. Becker (Hugh Dillon) bereitet die Wärter auf die Hinrichtung vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484456","hoster":"VOE"},{"path":"/redirect/8642671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-6","name":"Enteignungsgebiet","epNo":6,"alt":"Eminent Domain","descr":"Danette (Amy Seimetz) wendet sich an Linden (Mireille Enos) nachdem sie ein Geheimnis ihres Liebhabers Joe Mills (Ryan Robbins) entdeckt hat. Doch der ist unterdessen verschwunden. Danette versucht auf eigene Faust ihre Tochter zu finden und erhält dabei Unterstützung von Bullet (Bex Taylor-Klaus) Holder (Joel Kinnaman) und Linden versuchen von der Überlebenden Angie (Laine MacNeil) mehr über den Serienkiller zu erfahren. Unterdessen muss Seward (Peter Sarsgaard) mit einer schwerwiegenden Entscheidung seines Zellennachbarn klarkommen. Diese Situation veranlasst ihn, Kontakt zu einer Person aus seiner Vergangenheit zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484462","hoster":"VOE"},{"path":"/redirect/13701939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-7","name":"Hoffnung auf den Himmel","epNo":7,"alt":"Hope Kills","descr":"Linden (Mireille Enos) und Holder (Joel Kinnaman) erfahren, dass Pastor Mike (Ben Cotton) einige Geheimnisse mit sich herumträgt, die ihn nicht wenig verdächtig aussehen lassen. Sie bekommen einen Tipp aus einer überraschenden Quelle. Unterdessen stellt Seward (Peter Sarsgaard) fest, dass er sich mit dem Tod auseinandersetzen muss. Seine Maske fällt langsam. Bullet (Bey Taylor-Klaus) wird zur Beschützerin. Danette (Amy Seimetz) trifft auf eine Mutter, die ähnliches erlebt hat wie sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484460","hoster":"VOE"},{"path":"/redirect/8642673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-8","name":"Man bemüht sich","epNo":8,"alt":"Try","descr":"Linden (Mireille Enos) wird von einem Verdächtigen entführt. Holder (Joel Kinnaman) setzt alles daran, seine Partnerin zu retten. Bullet (Bex Taylor-Klaus) trifft eine schwerwiegende Entscheidung um Lyric (Julia Sarah Stone) vor Pastor Mike (Ben Cotton) zu retten. Die Rechnung für ihre Lügen bekommt sie umgehend von Holder. Seward (Peter Sarsgaard) sucht wenige Tage vor seiner geplanten Hinrichtung die Zusammenarbeit mit den Polizisten, die an seine Unschuld glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484463","hoster":"VOE"},{"path":"/redirect/13702257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-9","name":"Grausamer Freund","epNo":9,"alt":"Reckoning","descr":"Der Angriff auf Danette (Amy Seimetz) bringt Linden (Mireille Enos) und Holder (Joel Kinnaman) auf die Spur von Joe Mills (Ryan Robbins). Twitch (Max Fowler) und Lyric (Julia Sarah Stone) finden ihr Traumhaus. Als der Flüchtige festgesetzt werden kann, will er nur mit einer Person sprechen. Holder muss eine schockierende Entdeckung machen, die ihn in eine Krise stürzt, bei der ihm auch seine Freundin nicht helfen kann. Seward (Peter Sarsgaard) kämpft um sein Leben, doch er verliert einen Freund. Becker (Hugh Dillon) wird in eine private Tragödie verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484459","hoster":"VOE"},{"path":"/redirect/8642674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-10","name":"Sechs Minuten","epNo":10,"alt":"Six Minutes","descr":"Linden (Mireille Enos) muss mit den Konsequenzen alter Fehler kämpfen. Sie setzt alles daran, Seward (Peter Sarsgaard), dessen Hinrichtung in wenigen Stunden stattfinden soll, zu retten. Der Ring seiner ermordeten Frau ist ihre letzte Hoffnung. Im Besucherraum wartet Sewards Sohn Adrian (Rowan Longworth) mit seiner Adoptivmutter darauf, dass er seinen Vater sehen kann. Doch der kämpft sich zwischen Hoffnung und Verzweiflung durch seinen voraussichtlich letzten Tag. Unterdessen ringt Holder (Joel Kinnaman) mit persönlichen Dämonen wegen Bullets Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484467","hoster":"VOE"},{"path":"/redirect/8642677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-11","name":"Von hier oben","epNo":11,"alt":"From Up Here","descr":"Nach den belastenden Ereignissen der letzten Tage sucht Linden (Mireille Enos) nach ihrem Seelenfrieden. Doch ein neuer, zermürbender Fall holt die Detectives ein. Lyric (Julia Sarah Stone) wird von ihrem alten Leben in Versuchung gebracht. Twitch (Max Fowler) trifft eine wichtige Entscheidung. Danette (Amy Seimetz) sucht Abschluss auf der Trauerfeier für jemand anderen. Ein weiteres Opfer des Mörders, der Pied Piper genannt wird, wird gefunden. Holder (Joel Kinnaman) wendet sich in seiner Einsamkeit an eine Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484468","hoster":"VOE"},{"path":"/redirect/8642675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-3/episode-12","name":"Die letzte Reise","epNo":12,"alt":"The Road to Hamelin","descr":"Linden (Mireille Enos) setzt ihr Leben aufs Spiel als jemand, den sie liebt, plötzlich verschwindet. Linden und Skinner (Elias Koteas) lassen sich erneut auf eine Affäre ein. Unterdessen wird Holder (Joel Kinnaman) seine Vergangenheit zum Verhängnis. Reddick (Gregg Henry) hilft jemandem aus der Klemme als es ernst wird. Ein altbekannter Gegenstand führt Linden auf die Spur des Mörders. Diese Erkenntnis stellt eine harte Probe für sie dar. Sie muss eine schwerwiegende Entscheidung treffen, nach der nichts mehr wie vorher sein wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484469","hoster":"VOE"},{"path":"/redirect/13701941","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-killing/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-killing/staffel-4/episode-1","name":"Blut im Wasser","epNo":1,"alt":"Blood in the Water","descr":"Holder und Linden müssen mit den Konsequenzen aus Lindens Waffengebrauch umgehen und haben auch noch gleich nahtlos einen neuen Mordfall an einer ganzen Familie zu ermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484465","hoster":"VOE"},{"path":"/redirect/8642678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-4/episode-2","name":"Ausgerutscht","epNo":2,"alt":"Unraveling","descr":"Die Befragung eines Nachbarn führt zu einer Enthüllung über eines der Mordopfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484471","hoster":"VOE"},{"path":"/redirect/8642676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-4/episode-3","name":"Ein guter Soldat","epNo":3,"alt":"The Good Soldier","descr":"Linden und Holder ermitteln weiter gegen Kyle. Sie konfrontieren ihn mit Kat, er streitet aber ab, sie zu kennen. Schließlich können sie Kat festnehmen und verhören, die so einiges über die Familie zu berichten weiß...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484472","hoster":"VOE"},{"path":"/redirect/13701942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-4/episode-4","name":"Geträumt","epNo":4,"alt":"Dream Baby Dream","descr":"Kyle vertraut sich Colonel Rayne an, weil ihn Albträume plagen. Die beiden bauen offensichtlich eine freundschaftliche Beziehung auf, was A.J. und Lincoln ein Dorn im Auge ist und sie einer Bestrafungsaktion an Kyle vornehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484475","hoster":"VOE"},{"path":"/redirect/13701943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-4/episode-5","name":"Die Wahrheit","epNo":5,"alt":"Truth Asunder","descr":"Reddick kommt den beiden immer mehr auf die Spur, er nimmt sich diesmal Holder vor und setzt ihn unter Druck. Doch noch kann er den beiden nichts nachweisen. Der Wagen an der Tankstelle gehörte Rayne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484478","hoster":"VOE"},{"path":"/redirect/13701946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-killing/staffel-4/episode-6","name":"Der Garten Eden","epNo":6,"alt":"Eden","descr":"Wie sich herausstellt, hat Rayne die ganze Zeit über Kyle gedeckt. Angestiftet von Lincoln und A.J. ist er nachts in sein Haus eingedrungen und hat seine Familie ermordet. Als Lincoln und A.J. nicht mehr spuren, tötet Rayne die beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930068","hoster":"VOE"},{"path":"/redirect/8642679","hoster":"Streamtape"}]}]}]}]}