{"seriesId":"the-village","name":"The Village","descr":"Die sehr unterschiedlichen Bewohnern eines Gebäudes in New York City bilden ein Netz aus Nachbarn und Ersatzfamilien und bewältigen die Herausforderungen des Lebens so gemeinsam. Sarah ist eine Krankenschwester und die alleinerziehende Mutter eines sehr kreativen Teenagers; Gabe ist ein junger Jurastudent, der unvermittelt einen deutlich älteren Mitbewohner erhält; Als die Einwanderungsbehörde vor ihrer Tür steht muss die Einwanderin Ava die Zukunft ihres in den USA geborenen (und damit im Gegensatz zu ihr aufenthaltsberechtigten) Sohnes sichern; Nick ist ein Veteran, der mit einer schweren und offensichtlichen Verletzung zurückgekehrt ist und nun anstatt der plakativen Dankbarkeit seiner Umgebung einfach nur in Ruhe seinen neuen Lebensabschnitt beginnen will; \"Ron und Patricia sind Herz und Seele des Gebäudes und haben die aufregendste Geschichte von allen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Ein Blick auf das verflochtene Leben der Bewohner eines Wohnhauses in Manhattan.","versions":[{"lang":2,"streams":[{"redirect":13381054,"hoster":"VOE"},{"redirect":13381052,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Good Thing","descr":"Sarah deckt weitere Geheimnisse von Katie auf und gerät in eine Konfrontation mit Nick. Enzo kämpft mit einem enttäuschenden neuen Mitbewohner. Ava kommt mit ihrem Fall voran.","versions":[{"lang":2,"streams":[{"redirect":13381051,"hoster":"VOE"},{"redirect":13381049,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"In Your Bones","descr":"Als Ava zurückkommt, ist die Village-Familie wieder vereint. Sarah und Katie müssen sich mit unerwarteten Reaktionen aus der Familie des Vaters ihres Babys auseinandersetzen. Die Belastung durch Patricias Krebs bedroht ihre Beziehung zu Ron. Gabe bekommt überraschend Besuch von seinem überheblichen Vater. Nick gesteht der Witwe eines Kriegsfreundes ein Geständnis und stellt eine tiefe Verbindung her.","versions":[{"lang":2,"streams":[{"redirect":13381047,"hoster":"VOE"},{"redirect":13381048,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Heart On Fire","descr":"Katie steht vor wichtigen Schwangerschaftsentscheidungen, während sie einen Kunstdieb aufspürt. Sarah und Patricia verbringen eine Nacht im Freien, um den Kopf frei zu bekommen. Nicks Gedächtnis spielt ihm einen Streich. Gabe und Ava suchen für ihren Fall Hilfe von außen. Enzo lässt eine hübsche Dame entkommen.","versions":[{"lang":2,"streams":[{"redirect":8490234,"hoster":"VOE"},{"redirect":8646967,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Laid Bare","descr":"Katie sieht Sarah während ihres turbulenten ersten Arbeitstages im Pflegeheim aus einem neuen Licht. Nick macht in der Therapie eine Entdeckung und hilft Enzo dabei, eine Chance auf Liebe zu finden. Ron und Patricia moderieren ein Open Mic mit einem Überraschungsauftritt aus ihrer Vergangenheit.","versions":[{"lang":2,"streams":[{"redirect":8490236,"hoster":"VOE"},{"redirect":8646968,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Yes or No","descr":"Beim ersten Gospel Brunch im Smalls stellen Ron und Patricia Menschen aus ihrer Vergangenheit vor. Enzo und Gabe besprechen Avas Fall mit der jungen Anwältin Sofia. Liam stellt Katie ihre mögliche Zukunft vor. Amy erfährt überraschende Neuigkeiten über Nick und Sarah.","versions":[{"lang":2,"streams":[{"redirect":13381059,"hoster":"VOE"},{"redirect":13381058,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Couldn\u0027t Not Love You","descr":"Während sich der Staub über die Enthüllung der letzten Nacht legt, versuchen die Bewohner des Dorfes, die Einzelteile zusammenzusetzen. Ron und Patricia heißen zwei überraschende Hausgäste mit familiären Problemen willkommen. Enzo beauftragt Ben, ihm bei der Suche nach Gwendolina zu helfen, was Ben zu jemandem aus seiner Vergangenheit zurückführt. Gabe stellt sich schließlich seinem Vater, als Avas Fall kompliziert wird, und Katie und Sarah begraben bei einem Treffen vorübergehend das Kriegsbeil mit einem wohlhabenden Paar, das an einer Adoption interessiert ist. Doch als sich eine Tür schließt, öffnet sich eine andere, und eine weitere Enthüllung über Nick sorgt für Aufsehen.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Choosing To Hope","descr":"Da Weihnachten naht, versucht Ron, die zersplitterte Dorffamilie wieder zusammenzuführen. Nick besucht einen alten Treffpunkt und macht eine wichtige Entdeckung. Patricia erblickt ein neues Leben, nachdem sie schlechte Nachrichten erhalten hat. Ein Überraschungsgast sorgt für Aufregung zwischen Ben und Ava.","versions":[{"lang":2,"streams":[{"redirect":13498849,"hoster":"VOE"},{"redirect":8646965,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"I Am Defiant","descr":"Die Dorfbewohner sind mit individuellen Ängsten konfrontiert, während sie Ava am Tag ihrer Einwanderungsanhörung unterstützen. Gabe und Ava bereiten sich auf ihren Tag vor Gericht vor. Katie nimmt an einem Geburtsvorbereitungskurs teil. Nick versucht mithilfe von Sarah, zum Abschluss zu kommen.","versions":[{"lang":2,"streams":[{"redirect":13475415,"hoster":"VOE"},{"redirect":8646966,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I Have Got You","descr":"Ein unerwartetes Ereignis bringt Katie, Sarah und Nick wieder ineinander. Patricia beschäftigt sich mit ihrer Diagnose, was für Ron eine unerwartete Chance auf eine Wiederverbindung mit sich bringt. Enzo beauftragt Gabe mit einer großen Geste. Ben stellt sich seiner Zukunft und seiner Vergangenheit.","versions":[]}]}]}