{"seriesId":"the-king-s-face","name":"The King\u0027s Face","descr":"[Wang-ui Eolgool]  Im Jahr 1589 sitz König Seonjo auf dem Thron und reiht sich damit in die Reihe des König der Joseon Dynastie ein. Was jedoch so gut wie niemand weiß ist, dass er nicht dafür bestimmt ist den Thron zu besetzen. In der langen Tradition der Joseon Dynastie wird sich im Königshaus ein Buch mit dem Titel \"Geheimes Buch des königlichen Gesichts\" weitergereicht. In diesem Buch steht geschrieben, wie das Gesicht des Königs aussehen sollte, damit dieser dem Land Frieden und Wohlstand bringen kann. Bereits als König Seonjo noch ein Junge war teilte ein Professor der Physiognomie (Wissenschaft des Gesichtslesens) seiner Mutter mit, dass er dem Land nicht dienen und nur Unheil bringen würde, weil sein Gesicht nicht dem eines Königs entspricht, doch Seonjo und auch dessen Mutter hören nicht auf diesen Rat. So beginnt das Land unter der Herrschaft zu leiden..","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"König Seon Jo, dem als Jugendlicher von einem Gesichtsleser gesagt wurde, dass er ein untauglicher König sein wird, sieht sich in seinem Königreich Pest und Hungersnot ausgesetzt. Als Zeichen der Verzweiflung des Volkes brechen Diebe in die Palastbibliothek ein, um nach dem geheimen Buch des Königsgesichts zu suchen, das beweist, dass Seon Jo kein \"Königsgesicht\" hat.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Daedonggye, dessen Anführer Jeong Yeo Lib ist, besiegt die japanischen Piraten, die in den Bezirk Samnam eingedrungen sind. Wegen Do Chi, die versuchen, das Geheimnis des Königsgesichts zu stehlen, wird Daedonggye jedoch als eine Gruppe von Verrätern angesehen. Gwang Hae erkennt den Jadestern, den er Ga Hui geschenkt hatte, als sie klein waren, und er fand auch heraus, dass Ga Huis Vater ein Mitglied von Daedonggye ist. Ga Hui beschloss, seinen Vater zu retten, der des Verräters verdächtigt wird.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"In der Zwischenzeit präsentierte Song Gang \"The Astronomical Chart\" als Beweis dafür, dass Kim Du Seo an dem Putsch beteiligt war, vor Gwang Hae, der zu König Seon Jo gegangen war, um Ga Hui und seinen Bruder Prinz Im Hae zu retten. Ga Hui dachte, Gwang Hae hätte König Seon Jo das Buch gegeben und fühlte sich betrogen. Sie ging zu Prof. Ko und stimmte zu, die Konkubine von König Seon Jo zu werden, um ihre Eltern zu retten. Gwang Hae hat es herausgefunden und versucht, es ihr auszureden.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Die Leute stehen Schlange, um den Bildschirm-Guru Gwang Hae zu sehen, der kostenlos Gesichter liest. Ga Hee, die vor 3 Jahren zum Mt. Myohyang ging, wird Mitglied von Daedonggye und tritt in die Fußstapfen ihres Vaters. Do Chi ist der neue Häuptling von Daedonggye und hat alle Mitglieder unter ihm versammelt. Do Chi und Gwang Hae treffen sich beim Test, um den Physiognomen für den Palast auszuwählen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Als Gwang Hae und Do Chi mittels Physiognomie die Todesursache der Hofdame herausfinden, sind sie schockiert. In der Zwischenzeit wurde Ga Hee, der Kim Gong Ryang besuchte, gebeten, Gwang Hae im Austausch für Do Chis Leben zu töten. König Seon Jo nahm die Prinzen mit auf die Jagd, und Ga Hee schoss einen Pfeil auf Gwang Hae.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Um Gwang Hae zu testen, gibt ihm König Seon Jo fünf Tage, um den Schützen zu finden. Gwang Hae findet heraus, dass Ga Hee der Schütze war und ist schockiert. Nach fünf Tagen muss Gwang Hae König Seon Jo anlügen, um Ga Hee zu beschützen. König Seon Jo wird wütend und beschließt, Gwang Hae abzusetzen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Gwang Hae wird abgesetzt und aus dem Palast vertrieben. Als Gwang Hae ausgeht, sieht er Ga Hee und versucht herauszufinden, warum Ga Hee versucht hat, ihn zu töten. Gwang Hae besucht zufällig das Gasthaus von Jang Su Tae und sieht, wie Kim Gong Ryang beim Glücksspiel Regierungsposten verkauft. In der Zwischenzeit versucht Kim Gong Ryang, Ga Hee zu töten, und sie gerät in Gefahr.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Gwanghae schließt mit Gong Ryang eine Wette ab, die das Gericht möglicherweise auf den Kopf stellen und Gwiin Kims Position vor Gericht noch prekärer machen könnte.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Gwang Hae empfindet Groll darüber, dass König Seon Jo das geheime Buch von Jang Su Tae nicht benutzt hat, um korrupte Beamte zu bestrafen, und beschließt, selbst König zu werden. Gwang Hae heiratet, während Ga Hee zuschaut. König Seon Jo erklärt, dass er den Kronprinzen ungeachtet des Alters wählen würde. In der Zwischenzeit plante Do Chi, Gwang Hae mit Im Hae loszuwerden.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Gwang Hae empfindet Groll darüber, dass König Seon Jo das geheime Buch von Jang Su Tae nicht benutzt hat, um korrupte Beamte zu bestrafen, und beschließt, selbst König zu werden. Gwang Hae heiratet, während Ga Hee zuschaut. König Seon Jo erklärt, dass er den Kronprinzen ungeachtet des Alters wählen würde. In der Zwischenzeit plante Do Chi, Gwang Hae mit Im Hae loszuwerden.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"König Seon Jo besucht Ga Hee in Jinjugak. Ga Hee betritt den Raum, in dem König Seon Jo auf sie wartet, mit einem Messer in ihrer Kleidung. Gwang Hae warnt König Seon Jo vor Krieg. In der Zwischenzeit kommt ein blutüberströmter Soldat in die Hauptstadt.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Bei der Nachricht, dass Hunderte japanischer Schiffe in Busan eingefallen sind, schickt König Seon Jo General Shin Lip nach Chungju, um die Japaner aufzuhalten. Do Chi plant, König Seon Jo zu ermorden, der beschlossen hat, die Nacht mit Ga Hee zu verbringen. In der Zwischenzeit machte Gwang Hae König Seon Jo ein Angebot, das er nicht ablehnen konnte.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Als Seon Jo Gwang Hae zum Kronprinzen erklärt, sind Im Hae und Shin Seong schockiert. Die Leute versuchen, Seon Jo davon abzuhalten, den Palast zu evakuieren und seine Leute während des Krieges zurückzulassen. Gwang Hae versucht derweil, die Japaner auf seine Weise daran zu hindern, sich der Hauptstadt zu nähern.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Es ist Kriegszeit und Kinoshita zerstört den Palast und verletzt die Einwohner von Joseon. Gwang Hae, der Kronprinz, kämpft mit seinen Anhängern gegen die Japaner. König Seon Jo bittet Ming um Hilfe und erleidet die Demütigung, sich vor Lee Yeo Song zu verneigen. König Seon Jo beschwört plötzlich Gwang Hae.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Kinoshita sammelt verzweifelt Schätze von Joseon, bevor er sich zurückzieht. Inzwischen betritt Gwang Hae erfolgreich die Hauptstadt. Do Chi trifft auf Befehl von Lady Kim Kinoshita. Kinoshita versucht Gwang Hae auf Kosten des Lebens unschuldiger Menschen zu finden.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Nach dem Krieg lädt König Seon Jo die Leute in den Palast ein, um ihnen Essen und Trinken zu geben. Er geht auch verkleidet hinaus, um zu sehen, was seine Leute von ihm halten. Aufgrund des Plans von Kim Do Chi und Kim Gwi In wird Gwang Hae und den zivilen Armeeführern ein Putsch vorgeworfen. Die Königin bringt Ga Hee in den Palast.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Episode 17","descr":"Inzwischen, nach dem Krieg, wird die politische Lage instabil. Ga Hee macht König Seon Jo einen überraschenden Vorschlag. Kim Gwi In und Gwang Haes Frau sind schockiert, als sie von Ga Hee erfahren. Gwang Hae versetzt Kim Do Chi einen schweren Schlag und findet einen neuen Helfer.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Episode 18","descr":"Nach dem Krieg wird die politische Lage instabiler. Ga Hee macht König Seon Jo einen überraschenden Vorschlag. Kim Gwi In und Gwang Haes Frau sind schockiert, als sie von Ga Hee erfahren. Gwang Hae versetzt Kim Do Chi einen schweren Schlag und findet einen neuen Helfer. Gwang Hae ist schockiert, als er den Inhalt des geheimen Briefes erfährt, den Heo Gyun hatte. Die Jurchen-Spione infiltrieren den Palast. Kim Gwi In wird eifersüchtig auf Ga Hee und lässt Sanggung Oh Ga Hee ausspionieren. In der Zwischenzeit plante Gwang Hae, einen Jurchen-Spion mit Heo Gyun als Köder zu fangen.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Episode 19","descr":"Als die Jurchens zu einer zunehmenden Bedrohung werden, nutzt Do Chi die Gelegenheit, Gwanghae als verräterischen und machthungrigen Kronprinzen darzustellen, damit er Gwiin Kim helfen kann, dem Thron näher zu kommen.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Episode 20","descr":"Gwanghae durchschaut Do Chis Manipulationen und verbündet sich mit Gwiin Kim, um Do Chis Macht über den König entgegenzuwirken.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Episode 21","descr":"Do Chis Machthunger überwältigt seine Rationalität. Gwanghae und Eunuch Im planen, Do Chi von seinem Machtsitz zu stürzen.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Episode 22","descr":"Sechs Jahre später hat die neue Königin dem König einen rechtmäßigen Thronfolger gegeben. Gwanghae versucht, seine Position als Kronprinz gegen seinen dreijährigen Halbbruder und die List der Königin zu verteidigen.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Episode 23","descr":"Gwanghae verteidigt den Thron vor Kim Do Chi","versions":[]}]}]}