{"seriesId":"the-suspect-2022","name":"The Suspect (2022)","descr":"Im Zentrum steht Doktor Joseph O’Loughlin (Aidan Turner), der ein scheinbar perfektes Leben führt: eine hingebungsvolle Ehefrau, eine liebevolle Tochter, eine erfolgreiche Praxis als Psychologe an einer Klinik sowie ein Vertrag als Autor für einen Verlag. Darüber hinaus wurde er auch viral zum Held, als er einen jungen Patienten retten konnte, der dazu bereit war, aus dem zehnten Stock des Krankenhauses zu springen, in dem O’Loughlin als Arzt tätig ist. Eines Tages wird eine junge Frau in einem flachen Grab auf einem West-Londoner Friedhof gefunden. Der erfahrene Polizist DI Vincent Ruiz und seine junge Partnerin DS Riya Devi werden mit den Ermittlungen beauftragt. Dabei gehen sie der Frage nach, ob die junge Frau ermordet wurde oder es sich um einen Selbstmord handelt. Joe O’Loughlin ist zudem als erfolgreicher Autor gefragt und als er DS Devi trifft, ist er nur allzu bereit, Hilfe bei der Profilerstellung und seine Expertise anzubieten. Der Arzt zeigt sich jedoch in jüngster Zeit zu erhöhter Risikobereitschaft und macht mit Regelverstößen auf sich aufmerksam. Während der Ermittlungen weist das nach außen hin gezeichnete Bild des perfekten Psychologen langsam Risse auf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"21 Stiche","epNo":1,"alt":"Episode 1","descr":"Als eine junge Frau ermordet aufgefunden wird, veranlasst die ungewöhnliche Art ihres Todes die Polizei, sich zu melden.","versions":[{"lang":1,"streams":[{"redirect":13384701,"hoster":"VOE"},{"redirect":13384702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338566,"hoster":"VOE"},{"redirect":12338573,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kopf in der Schlinge","epNo":2,"alt":"Episode 2","descr":"Joes Frau Julianne wünscht sich verzweifelt, dass er sich auf seine Gesundheit konzentriert.","versions":[{"lang":1,"streams":[{"redirect":13384690,"hoster":"VOE"},{"redirect":13384704,"hoster":"Vidoza"},{"redirect":13384693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338569,"hoster":"VOE"},{"redirect":12338568,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Wunden","epNo":3,"alt":"Episode 3","descr":"Joe beginnt mit seinen eigenen Ermittlungen und stößt dabei auf Details, die auf einen Täter hindeuten, der unangenehm nah an seinem Zuhause ist.","versions":[{"lang":1,"streams":[{"redirect":13384694,"hoster":"VOE"},{"redirect":13384692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338582,"hoster":"VOE"},{"redirect":12338579,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von langer Hand","epNo":4,"alt":"Episode 4","descr":"Joe befindet sich auf der Flucht vor dem Gesetz. Um die Wahrheit herauszufinden, muss er in seine eigene Vergangenheit eintauchen, um zu verstehen, was in der Gegenwart geschieht.","versions":[{"lang":1,"streams":[{"redirect":13384695,"hoster":"VOE"},{"redirect":13384696,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338581,"hoster":"VOE"},{"redirect":12338580,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auge um Auge","epNo":5,"alt":"Episode 5","descr":"Joe hat endlich den Kern des Geheimnisses aufgedeckt, aber jetzt sind seine Angehörigen in Gefahr; nur seine Fähigkeiten als Psychologe können sie retten.","versions":[{"lang":1,"streams":[{"redirect":13384699,"hoster":"VOE"},{"redirect":13384698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12338586,"hoster":"VOE"},{"redirect":12338590,"hoster":"Streamtape"}]}]}]}]}