{"seriesId":"the-tick","name":"The Tick","descr":"In der Welt von The Tick sind Superhelden nichts Besonderes mehr. Überall kommen sie aus ihren Löchern gekrochen und fühlen sich dazu berufen, Heldentaten zu vollbringen. Dass diese meist weniger heroisch ausfallen als gedacht, spielt allerdings keine Rolle. Stattdessen erfreuen sich die Superhelden ihrer Existenz und sorgen nach Belieben für Recht und Ordnung. Als jedoch der schüchterne Buchhalter Arthur Alarm schlägt, dass ein lange totgeglaubter Superschurke nach New York City zurückgekehrt ist, will ihm niemand glauben. Dieser Umstand ruft den etwas eigenwilligen und generell sehr merkwürdigen Superhelden The Tick auf den Plan. Doch könnte es sein, dass dieser nur ein Produkt von Arthurs Vorstellungskraft ist?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Ruf des Schicksals","epNo":1,"alt":"The Tick","descr":"Als Arthur (Griffin Newman) ein kleiner Junge war, wurde sein Vater vom herabfallenden Raumschiff des Superheldenteams \"Flag 5\" erschlagen, die von Oberbösewicht The Terror (Jackie Earle Haley) mit blind machender, waffenfähiger Syphilis infiziert wurden.\r\rSeit diesem Tag ist Arthur psychisch labil, er sucht manisch nach Hinweisen auf den Verbleib von Terror, der offiziell vom ersten Superhelden überhaupt, Superian (Brendan Hines), getötet wurde.","versions":[{"lang":1,"streams":[{"redirect":8489783,"hoster":"VOE"},{"redirect":8530238,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo ist mein Verstand hin","epNo":2,"alt":"Where’s My Mind","descr":"Tick und Arthur stoßen auf die Schurkin Miss Lint und ihre Gang. Miss Lint und ihr Team werden vor nichts Halt machen, um den mysteriösen Superanzug, den Trick von ihr gestohlen und Arthur gegeben hat, zurückzubekommen.\r\rDot, Arthurs Schwester und Sanitäterin, geht einer Nebenbeschäftigung nach.","versions":[{"lang":1,"streams":[{"redirect":8489786,"hoster":"VOE"},{"redirect":8722925,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geheime Identität","epNo":3,"alt":"Secret / Identity","descr":"Arthur macht eine Pause davon, nach the Terror zu jagen und kehrt zu seinem normalen Leben als Buchhalter zurück.\r Doch er wird von dem bedrohlichen Overkill  verfolgt. Währenddessen hat Tick eine existenzielle Krise.","versions":[{"lang":1,"streams":[{"redirect":8489785,"hoster":"VOE"},{"redirect":8530239,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Party-Crasher","epNo":4,"alt":"Party Crashers","descr":"Tick taucht uneingeladen auf der Everest Familienfeier auf, um Arthurs Schwester, Dot, davon zu überzeugen, dass ein Leben als Superheld Arthurs Schicksal ist.\r\rEin weiterer uneingeladener Gast erscheint, doch dieser ist gefährlicher und bedroht Arthur und seine Familie.","versions":[{"lang":1,"streams":[{"redirect":8489787,"hoster":"VOE"},{"redirect":8530245,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Angst vorm Fliegen","epNo":5,"alt":"Fear Of Flying","descr":"Tick und Dot versuchen Arthur zu helfen, seinen fliegenden Anzug zu kontrollieren, während die Pyramid Gang sie verfolgt.\rWährenddessen bekommt Miss Lint einen unerwarteten Anruf.","versions":[{"lang":1,"streams":[{"redirect":8489790,"hoster":"VOE"},{"redirect":8530247,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Totgesagte leben länger","epNo":6,"alt":"Rising","descr":"Tick und Arthur versuchen, Ramses zu nutzen, um zu beweisen, dass the Terror noch am Leben ist. \rMiss Lint befolgt den Rat eines alten Freundes.","versions":[{"lang":1,"streams":[{"redirect":8489791,"hoster":"VOE"},{"redirect":8530249,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geschichte aus der Gruft","epNo":7,"alt":"Tale From The Crypt","descr":"Im Versteck von Terror erwartet Arthur eine überraschende Begegnung. Tick versucht sich derweil mit Dot und Overkill an einem Rettungsmanöver.","versions":[{"lang":1,"streams":[{"redirect":8489793,"hoster":"VOE"},{"redirect":8530253,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nach Mitternacht","epNo":8,"alt":"After Midnight","descr":"Arthur, Dot und Overkill versuchen, Superian eine Nachricht zu überbringen - ein Held im Ruhestand soll helfen.","versions":[{"lang":1,"streams":[{"redirect":13002070,"hoster":"VOE"},{"redirect":8530254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Maschine oder Superheld?","epNo":9,"alt":"My Dinner With Android","descr":"Tick und Arthur rasen herbei, um Dr. Karamazov zu retten. Dot gelangt an ein paar persönliche Infos über Overkill.","versions":[{"lang":1,"streams":[{"redirect":8489794,"hoster":"VOE"},{"redirect":8530258,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Helden-Fieber","epNo":10,"alt":"Risky Bismuth","descr":"Tick und Arthur beherbergen einen etwas derangierten Superian. Dot findet mehr über die Pyramid Gang heraus, und Overkill stellt sich Miss Lint.","versions":[{"lang":1,"streams":[{"redirect":8489795,"hoster":"VOE"},{"redirect":8530259,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Anfang vom Ende","epNo":11,"alt":"The Beginning Of The End","descr":"Das Team muss Terrors Pläne für den Großen Bismuth und den VLM entgegenwirken. Miss Lint und Overkill schütten einander ihr Herz aus - na ja, in gewisser Weise.","versions":[{"lang":1,"streams":[{"redirect":8489797,"hoster":"VOE"},{"redirect":8530264,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Ende aller Dinge","epNo":12,"alt":"The End Of The Beginning","descr":"Tick und Arthur finden sich auf Kollisionskurs mit Terror wieder, als der versucht, seine bösen Pläne in die finstereTat umzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8489798,"hoster":"VOE"},{"redirect":8530267,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Lektion Eins: Denk schnell!","epNo":1,"alt":"Lesson One: Think Quick!","descr":"Tick und Arthur stürzen sich in ihre erste Stadt-Patrouille, bekämpfen ein Banken ausraubendes Ungetüm und ziehen die Aufmerksamkeit von AEGIS auf sich. Dot erlebt einen schrägen Tag, kippt mit Overkill ein paar Drinks und vergleicht mit dem Rächer aktuelle Sorgen und Nöte.","versions":[{"lang":1,"streams":[{"redirect":8530199,"hoster":"VOE"},{"redirect":8530200,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"A.E.G.I.S","epNo":2,"alt":"A.E.G.I.S and You","descr":"Die örtliche AEGIS-Filiale wird wiedereröffnet. Tick und Arthur besichtigen die Anlage und legen den Helden-Test ab. Overkill und Dangerboat wollen sich wieder auf die Flucht begeben, doch Dot grätscht dazwischen. Superian lernt die sozialen Medien kennen und Miss Lint wählt eine neue Schurken-Strategie.","versions":[{"lang":1,"streams":[{"redirect":8530209,"hoster":"VOE"},{"redirect":8530205,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Helden, neue Helden","epNo":3,"alt":"Hot Beige!","descr":"Tick und Arthur folgen der Spur der Bankräuber in die Zocker-Unterwelt. Overkill tritt in Kontakt mit seinem alten Mentor und stellt fest, dass sein Feind, The Duke, vielleicht noch am Leben ist.","versions":[{"lang":1,"streams":[{"redirect":8530211,"hoster":"VOE"},{"redirect":8530210,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Kuchen im Regen","epNo":4,"alt":"Blood and Cake","descr":"Eine sonderbare Information löst Dangerboats Abriegelung aus. Dot befreit Overkill von einer Last und schließt sich ihm bei einer Mission an. Superian nimmt Arthurs Rat an - was ganz böse schiefgeht.","versions":[{"lang":1,"streams":[{"redirect":8530213,"hoster":"VOE"},{"redirect":14177361,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Magie gibt\u0027s wirklich","epNo":5,"alt":"Magic is Real","descr":"Tick und Arthur folgen ihrer Banken ausraubenden Nemesis in die Kanalisation. Ihre neuen Superfreunde sind mit von der Partie, doch Arthur muss sich dem Feind alleine stellen. Dot und Overkill finden ein sonderbares Möbelstück und decken Dukes schockierendes Geheimnis auf.","versions":[{"lang":1,"streams":[{"redirect":8530217,"hoster":"VOE"},{"redirect":8530215,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unterschriften und Autogramme","epNo":6,"alt":"Categorically Speaking","descr":"Tick und Arthur kämpfen gegen die Mühlen der Bürokratie an, um zu verhindern, dass eine unschuldige Kreatur zum Opfer von AEGIS\u0027 Experimenten wird. Die Einrichtung veranstaltet gerade einen Tag der Offenen Tür. Dot macht die Führung mit, während Overkill einen alten Freund besucht.","versions":[{"lang":1,"streams":[{"redirect":8530221,"hoster":"VOE"},{"redirect":8530220,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lei-Lo, Ho!","epNo":7,"alt":"Lei-Lo, Ho!","descr":"Mit Hilfe von Aluhut-Kevin stellen sich Tick und Arthur den Donnelley-Brüdern und versuchen, deren kostbare Geiseln zu retten. Walter fängt an, sich recht sonderbar zu benehmen. Dot und Overkill stürmen Dukes Geheimversteck.","versions":[{"lang":1,"streams":[{"redirect":8530223,"hoster":"VOE"},{"redirect":8530222,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Joan!","epNo":8,"alt":"Joan!","descr":"Tick und Arthur müssen sich um sechs entzückende Babys kümmern und sich gleichzeitig vor AEGIS verstecken. Joan und Kevin helfen ihnen. Superian schneit unerwartet herein und braucht eine Therapiestunde.","versions":[{"lang":1,"streams":[{"redirect":8530228,"hoster":"VOE"},{"redirect":8530224,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Notrufcode","epNo":9,"alt":"In the Woods","descr":"Tick und Arthur schließen sich den Flag-5 an und werden von ihren neuen Teamkameraden mit allem vertraut gemacht. Arthurs Traum scheint wahr zu werden, doch Walter und Dot warten mit einem Problem auf, das alles verändert. Duke setzt seinen tödlichen Plan in Sachen AEGIS in Gang.","versions":[{"lang":1,"streams":[{"redirect":8530230,"hoster":"VOE"},{"redirect":8530227,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wähle die Liebe!","epNo":10,"alt":"Choose Love!","descr":"Tick, Arthur, Dot und der Rest der Familie müssen gegen Duke und AEGIS selbst antreten. Miss Lint offenbart ihr wahres Ziel, und Superian wägt Pro und Contra eines versehentlichen Genozids ab.","versions":[{"lang":1,"streams":[{"redirect":8530232,"hoster":"VOE"},{"redirect":8530231,"hoster":"Streamtape"}]}]}]}]}