{"path":"/serie/stream/the-eleven","name":"The Eleven","descr":"Zwischen 1971 und 1977 wurden in Galveston County, Texas, elf Mädchen brutal ermordet. Die Journalistin Lise Olsen und der ehemalige Kriminalbeamte Fred Paige rollen die Fälle neu auf, nachdem sie ein schriftliches Geständnis von Edward Harold Bell entdecken, der eine 70 Jahre währende Gefängnisstrafe für eine nicht mit den Mädchenmorden zusammenhängende Tötung absitzt. Als Olsen und Paige sich mit Bell treffen, leugnet dieser jedoch, das Geständnis geschrieben zu haben. Olsen und Paige stehen vor einer scheinbar unlösbaren Aufgabe und setzen alles daran, die Wahrheit ans Licht zu bringen.","seasons":[{"path":"/serie/stream/the-eleven/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-eleven/staffel-1/episode-1","name":"Zeit heilt nicht alle Wunden","epNo":1,"alt":"Paradise Lost","descr":"Die Ermittler Lise Olsen und Fred Paige nehmen die Geständnisse des Häftlings Edward Harold Bell genauer unter die Lupe. Er hat den Mord an elf Teenagern gestanden. Doch ist er wirklich ein Serienmörder, oder sucht er nur Aufmerksamkeit? In einem Brief beschreibt Bell bis ins grausamste Detail, wie er Maria Johnson und Debbie Ackerman tötete. Die Ermittler treffen sich mit der letzten Person, die die Mädchen lebend gesehen hat. Um den Opfern Gerechtigkeit wiederfahren zu lassen, müssen sie Beweise finden, die Bell mit den Opfern verbinden. Bell willigt ein, vor der Kamera mit Lise zu sprechen.","versions":[]},{"path":"/serie/stream/the-eleven/staffel-1/episode-2","name":"Russisch Roulette","epNo":2,"alt":"Russian Roulette","descr":"Der Gefangene Edward Harold Bell hat sein Geständnis zurückgezogen. Als die Ermittler Lise Olsen und Fred Paige den einzigen Mann, der jemals für einen der elf Morde verurteilt wurde, genauer unter die Lupe nehmen, fallen ihnen schockierende Ungereimtheiten, gesetzeswidrige Taktiken der Polizei und ein tödlicher Justizirrtum auf.","versions":[]},{"path":"/serie/stream/the-eleven/staffel-1/episode-3","name":"Epizentrum der Grausamkeit","epNo":3,"alt":"Motel Murder","descr":"Mit Edward Harold Bell als ihrem Hauptverdächtigen sind die Ermittler Lise Olsen und Fred Paige wild entschlossen, Gerechtigkeit für die elf ermordeten Mädchen aus Galveston County zu bekommen. Die Suche nach vergrabenen Hinweisen erweist sich als frustrierend, doch sie finden Beweise, die Bell in den Mittelpunkt einer grauenhaften Landkarte stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6862308","hoster":"VOE"}]}]},{"path":"/serie/stream/the-eleven/staffel-1/episode-4","name":"Keiner hörte sie schreien","epNo":4,"alt":"No One Could Hear Her Scream","descr":"Die Entdeckung physischer Beweise von einem 46 Jahre zurückliegenden Verbrechen könnte vielleicht eine DNA-Verbindung liefern. Nach einer komplizierten Suche sprechen die Ermittler Lise Olsen und Fred Paige mit einer Frau, die beschreibt, wie sie mit vorgehaltener Waffe von Edward Harold Bell entführt und vergewaltigt wurde.","versions":[]},{"path":"/serie/stream/the-eleven/staffel-1/episode-5","name":"Suche in der Vergangenheit","epNo":5,"alt":"Killer On The Loose","descr":"Die Ermittler Lise Olsen und Fred Paige fahren nach Panama-Stadt, wo die Untersuchungen über Edward Harold Bells \"verlorene Jahre\" beginnen. Sie können seine Exfreundin ausfindig machen, und hoffen, dass eine Nachricht von der Frau, die ihn einst geliebt hat, ihn zum Reden bringen wird.","versions":[]},{"path":"/serie/stream/the-eleven/staffel-1/episode-6","name":"Schlüsselfrage","epNo":6,"alt":"Final Toll","descr":"Weil der Termin für Edward Harold Bells Bewährungsanhörung immer näher rückt, lastet ein großer Druck auf den Ermittlern Lise Olsen und Fred Paige, um Beweise zu finden, die Bell mit den elf ermordeten Frauen in Verbindung bringen. Die Schlüsselfrage ist dabei, ob Bell jemals etwas verraten hat, das nur der Mörder wissen könnte.","versions":[]}]}]}