{"seriesId":"the-amanda-show","name":"The Amanda Show","descr":"Eine Sketchshow mit Komödien, in deren Mittelpunkt All That (1994) Alain Amanda Bynes steht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Heute treffen wir uns mit Penelope, Amandas größtem Fan, die aufgrund einer Verwechslung an der Tür abgewiesen wird. In der Zwischenzeit hat Amanda ihren Auftritt per Hubschrauber. Die Show beginnt genau hier. Gaststars Kenan Thompson und Josh Server (aus \"All That\"), die eine Pizza und gute Wünsche für Amandas neue Show überbringen.","versions":[{"lang":2,"streams":[{"redirect":12725838,"hoster":"VOE"},{"redirect":12725839,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Amandas größter Fan Penelope eröffnet heute die Show, da Amanda aus irgendeinem Grund nicht auf der Gästeliste steht. Jack und Jake, die beiden erfolglosesten Tyrannen der Schule, versuchen, Ärger zu machen, aber es scheint einfach nicht zu funktionieren!!! Außerdem hat Amanda eine Verabredung mit einem Jungen, der einen Pickel hat. Zuerst findet sie ihn hässlich und krank...., aber am Ende läuft sie mit ihm weg und lässt den Jungen mit einem verwirrten Gesicht allein sitzen. Außerdem macht sich Amanda einen Spaß daraus, Mr. Oldman einen Streich zu spielen und ihn anzurufen.","versions":[{"lang":2,"streams":[{"redirect":12725841,"hoster":"VOE"},{"redirect":12725840,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Amanda und ihre Co-Stars essen gerade, als Drake einen Hummer zum Essen bringt und die tanzenden Hummer im Raum sind, während er ihn isst. Als sie den gekochten Hummer sehen, werden sie wütend und verlassen besorgt und verängstigt den Raum. In der Zwischenzeit werden Amandas Versuche, die Show zu eröffnen, erneut von Penelope unterbrochen, die dieses Mal per Sonderlieferung eintrifft. Es gibt eine Familie, die vom Wrestling besessen ist. Sie beginnen damit, auf ihre Tochter zu warten, bevor sie zu Abend essen...., aber die Burger sind zu schwer zu essen, also bestellen sie eine Pizza und verlangen, dass sie in 10 Sekunden da ist, und als der Pizzabote das Geld verlangt, verprügeln sie ihn. Dann gibt es noch das Mädchenzimmer mit Amber, dem beliebtesten Mädchen der Schule, eine harte Nuss, eine Austauschschülerin und eine langsame. Außerdem gibt es die Riechbiene, wo sie einen Landstreicher mit einem Sandwich, eine alte Dame mit üblem Achselhöhlengeruch und ein faules Ei in einem Schuh und ein faules Glas Milch im anderen Schuh erschnüffeln.","versions":[{"lang":2,"streams":[{"redirect":12725846,"hoster":"VOE"},{"redirect":12725847,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Es beginnt damit, dass Amanda den Hummern das Tanzen beibringt, und als sie es vor dem Publikum tun, springt Amanda ab und Penelope versucht, sich als einer der Hummer zu verkleiden und versucht, mit ihrem Tanz Schritt zu halten. Außerdem werden in Blockblister viele Leute abgezockt, unter anderem eine Person, die nach Austin Powers gefragt hat und von der Blockblister-Familie eine andere Version bekommen hat. Und die Blokey-Familie bekommt neue Nachbarn, die alles ein bisschen zu ernst nehmen. Wenn man sie z.B. bittet, etwas für eine Sekunde zu halten, zählen sie bis zu einem Missisippi und lassen es dann fallen.","versions":[{"lang":2,"streams":[{"redirect":12725850,"hoster":"VOE"},{"redirect":12725851,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Amanda schafft es dank eines ungewöhnlichen Aufzugs fast nicht bis zur Eröffnung der Show. Danach sehen wir einige ferngesteuerte Unterhosen. Mr. Leichtgläubig (ein Aushilfslehrer, der sehr leichtgläubig ist) wird für selbstverständlich gehalten und tut Dinge, wie den Schülern jeweils 100 Dollar zu geben und Fischwasser zu trinken. Außerdem gibt es die mit Stars besetzten Publikumspreise, unter anderem für den besten Lacher und das am wenigsten intelligente Mitglied des Publikums.","versions":[{"lang":2,"streams":[{"redirect":12725852,"hoster":"VOE"},{"redirect":12984219,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Amanda ergreift extreme Maßnahmen, um die strengen Sicherheitsvorkehrungen der Amanda Show zu durchbrechen. Sie gibt ihnen etwas von ihren Muskeln. Als sie auf die Bühne kommt, versteht das Publikum kein Wort von dem, was sie sagt. Es gibt auch ein spannendes Spiel von \"So You Wanna Win Five Dollars?\" und Amanda findet einen guten Weg, mit Brokkoli umzugehen.","versions":[{"lang":2,"streams":[{"redirect":12725857,"hoster":"VOE"},{"redirect":12725856,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Penelope hat über 50 Telefone dabei, um bei einem Radiowettbewerb ein Abendessen mit Amanda zu gewinnen... sie gewinnt... aber als das Radio versucht, sie zurückzurufen, weiß sie nicht, welches Telefon sie abnehmen soll. Richterin Trudy hat eine Verabredung mit einem Mann in einem Restaurant, aber die Eltern des Mannes kommen und Richterin Trudy verurteilt sie. Doreen und ihr Vater verkaufen seltsame Suppen... wie Zehennagelsuppe und Opas Fußhaarsuppe.","versions":[{"lang":2,"streams":[{"redirect":12725862,"hoster":"VOE"},{"redirect":12725861,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Heute wird Penelope von einem Überraschungsgast aus der Amanda Show aus ihrem bösen Traum geweckt... es ist allerdings nicht Amanda, sondern einer der Kameramänner der Amanda Show. Amandas Eröffnung wird von einem Zuschauer gestört, der LFO nicht auf seinem CD-Player hören kann. Amanda löst das Problem, indem sie die Band selbst ins Spiel bringt! Sie singen ein Lied über Amanda. Drake, Requel und die tanzenden Hummer tanzen mit ihnen.","versions":[{"lang":2,"streams":[{"redirect":12725864,"hoster":"VOE"},{"redirect":12725865,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Raquel bekommt zwei Stücke Fanpost und Drake eines... aber es stellt sich heraus, dass es für die tanzenden Hummer ist, was den riesigen Stapel an Fanpost der tanzenden Hummer noch vergrößert. Amanda verpatzt einen Zaubertrick, ein paar weitere gefälschte Werbespots sorgen für noch einfallsreichere Wege, die Schule zu verlassen, und es bleibt gerade noch Zeit für eine ernsthafte Dokumentation in Form von \"\"When Cheerleaders Attack\"\", in der wir sehen, wie unschuldige Menschen von rasenden Cheerleadern angegriffen werden, die tanzen und Menschen mit Pom Poms verletzen. Sie kommen auch ins Studio und pom pom aus Amanda.","versions":[{"lang":2,"streams":[{"redirect":12725867,"hoster":"VOE"},{"redirect":12725866,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Penelope hat das A der AMANDA-Buchstaben im Amanda-Showstudio gestohlen, was es zu MANDA macht. Dareen und ihr Vater haben jetzt einen Sushi-Laden, und es gibt immer noch so eklige Sachen wie Zehennagel-Sushi und Samari-Sushi. Amandas Vater kauft einen neuen Fernseher, der von einem Einbrecher gestohlen wird. Penelope beschließt, den Fernseher zurückzubringen, hat aber Probleme, ihn auf den Rücksitz eines Taxis zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":12725874,"hoster":"VOE"},{"redirect":12725873,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Penelope uses a homemade robot to finally infiltrate The Amanda Show, and what better day than Amanda\u0027s birthday? Inside the robot is also her brother who won\u0027t stop asking for a sandwitch. Also The Klutz Family get there hands on some priceless, irreplaceable, art in a museum.","versions":[{"lang":2,"streams":[{"redirect":12725876,"hoster":"VOE"},{"redirect":12725875,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Amanda stellt fest, dass kein Publikum ihren Eröffnungsmonolog hören kann, weil sie zu früh gekommen ist. Requel und Amanda erhalten einen Scherzanruf von zwei Jungen, also setzen sie Call ZAP! Richterin Trudy verhängt eine ungerechte Strafe gegen einen Mann, dessen Zootiere in der ganzen Stadt freigelassen wurden, und gegen eine Frau, deren Tochter ihr Gesicht, ihre Haare und andere Teile orange gefärbt hat. Amanda kann nachts auch nicht schlafen, also schenken ihr ihre Eltern eine Puppe, die nicht still sein will. Einer der Hummer ist erkältet, also sagt Amanda: \"Du brauchst deine tägliche Dosis Vitamin C!\"... was auf den nächsten Teil der Show verweist. Gastsänger Vitamin C singt für Amanda und das Publikum. Kyle spricht über sein schnurloses Telefon und wie er es nie gefunden hat. Und Mr. Oldman bekommt einen weiteren Scherzanruf von Amanda.","versions":[{"lang":2,"streams":[{"redirect":12725881,"hoster":"VOE"},{"redirect":12725880,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Penelope und ihr Bruder Preston hatten einen Zehennagel aus dem Mülleimer der \"The Amanda Show\" bekommen. Sie benutzen eine Klonmaschine, um ihn in eine Amanda zu klonen, aber es ist eigentlich der von Drake und stattdessen bekommen sie eine Kopie von Drake! Es gibt einen Werbespot mit Meatloaf Crunch (ein Müsli), Amanda und Drake schütten es in ihre Schüsseln, geben Milch darauf und beginnen es zu essen. Drake sagt: \"Das macht die Milch schokoladig!\" Amanda korrigiert ihn und sagt: \"Nein, das ist GRAVY\". In der Schule erzählt Drake den anderen von einem neuen Mädchen in der Schule, das eine Hexe ist. Die Hexe kommt herein und setzt sich, und Requel fragt sie, ob sie eine Hexe sei, und das Mädchen antwortet nein. Aber dann sagt Requel: \"Du trägst all dieses Hexenzeug, einen Hut, Kleidung, deine Nase\", woraufhin die Hexe wütend wird und sie in einen Frosch verwandelt. Drake erzählt es der Lehrerin, aber die sagt ihm, er solle aufhören, sie auf den Arm zu nehmen. Dann macht Drake noch mehr, und die Hexe antwortet: \"Ich bin Kanadierin\", woraufhin die Lehrerin sagt: \"Ja, hör auf, die Kanadier auf den Arm zu nehmen, und mach einfach.","versions":[{"lang":2,"streams":[{"redirect":12725882,"hoster":"VOE"},{"redirect":12725883,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 14","descr":"Penelope kommt mit ihrem Motorrad, um die Komödie zu beginnen, und sieht einen Wachmann, der sie nach ihrem Namen fragt, der nicht auf der Liste steht. Also... besticht sie ihn mit Geld - funktioniert nicht, Juwelen - funktioniert nicht, und dann neckt sie ihn mit einem Pizzastück und wirft es in die Luft. Dann geht der Wachmann hinterher und Penelope rennt mit Vollgas in den Eingang. Amanda versucht dann, die Show zu starten, kann es aber nicht, weil oben ein lautes Geräusch zu hören ist, also geht sie nachsehen, was es ist. Oben angekommen, sieht sie 3 große Kerle, die auf dem Land tanzen und bittet sie, leise zu sein... weil sie eine Show macht! Sie stimmen zu und dann kommt eine Werbung für Popcorn Pants, mit Soße, Ketchup und vielen anderen Geschmacksrichtungen. Dann gibt es einen weiteren Werbespot für Moody\u0027s Point (eine Anspielung auf Dawson\u0027s Creek), der nächste Woche in der Amanda Show gezeigt wird. Dann ist es Zeit für einen weiteren Blockblister, und ein Junge kommt mit einer nervigen / mädchenhaften Stimme herein und sagt, dass seine Mutter \"Snow Day\" bestellt hat und es kein \"Snow Day\" war! Aber die Tochter hat.","versions":[{"lang":2,"streams":[{"redirect":12725887,"hoster":"VOE"},{"redirect":12725886,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 15","descr":"Penelope dringt durch den Lüftungsschacht der Klimaanlage in Amandas Umkleidekabine ein und findet darin ein Sandwich! Der Strom in Amandas Show fällt aus, weil Nancy und Drake kochen. Dann gibt es noch das \"Pass The Skun\"-Spiel, bei dem, wenn die Musik aufhört, der Skun in dein Gesicht pinkelt. Es gibt ein Spiel \"So You Wanna Win Five Dollars?\" mit Tony Pajamas und Richterin Trudy als Kandidaten. Außerdem gibt Moody in Moody\u0027s Point eine Kassette mit einer Minute Verspätung zurück und es fällt ihr schwer, ihrem Vater davon zu erzählen. Dann schafft es Moodys Freundin nicht in das Cheerleader-Team, weil ihr Vorsprechen so schlecht war. Und wieder einmal fällt der Strom aus, weil die tanzenden Hummer Drake mit ihren Haartrocknern durch die Luft fliegen lassen.","versions":[{"lang":2,"streams":[{"redirect":12725890,"hoster":"VOE"},{"redirect":12725891,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 16","descr":"Heute hat Amanda eine Erkältung. Penelope taucht auf und beginnt, Amandas Bazillen zu stehlen, wird aber vom Sicherheitsdienst erwischt! Währenddessen hilft Amanda einem Zuschauer, seine verlorene Büroklammer zu finden. Es ist so faszinierend, dass wir einen Werbespot für den allseits beliebten \"Zulagenverdoppler\" einschalten müssen - dann geht es zurück zur Show, und die Mitglieder von The Girls Room suchen nach neuen Mitgliedern. Außerdem hält Amanda eine Talkshow in ihrem Whirlpool ab, bekommt Besuch von Tony Pajamas, dem Babysitter, erzählt ein paar Klopfwitze in einem weiteren Hillbilly-Moment, Kyle hat einen Duschmoment, es gibt ein kleines Problem mit dem Telefon und weitere Vorschläge aus dem Publikum, wie man Amandas Erkältung kurieren kann.","versions":[{"lang":2,"streams":[{"redirect":12725897,"hoster":"VOE"},{"redirect":12725895,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 17","descr":"Das ist die Drake-Show! Jedenfalls für eine Weile, bis Amanda auftaucht, aber feststellt, dass ein wichtiger Gaststar fehlt! Wir besuchen das Klutz-Restaurant, Amanda interviewt Frankenstein, und Ennis und Lula Mae strecken die Hand aus und schlagen jemanden in einem Hillbilly-Moment im Freien. Penelope kämpft um den Titel von Amandas größtem Fan, und dann bleibt gerade noch Zeit für eine Lektion von Mr. Leichtgläubig, bevor die Show wieder einmal zu Ende geht.","versions":[{"lang":2,"streams":[{"redirect":12725898,"hoster":"VOE"},{"redirect":12725899,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 18","descr":"Penelopes Suche nach Amanda führt sie in die Toilette von jemandem, was fast genauso stinkt wie unser erster Werbespot für ein Spiel, das allen Spaß machen wird - Pass The Skunk! Dann geht es zurück in die Show, und Richterin Trudy ist Kandidatin in einer weiteren Ausgabe von So You Wanna Win $5. Es bleibt gerade noch Zeit für einen Besuch in Moody\u0027s Point, bevor wir die Show wieder schließen müssen, und Amanda findet heraus, warum das Licht immer wieder ausgeht.","versions":[{"lang":2,"streams":[{"redirect":12725903,"hoster":"VOE"},{"redirect":12725902,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 19","descr":"Penelope schaltet heute den Wachmann mit ein paar Äpfeln aus, während Amanda sich auf die Suche nach Menschen macht, deren Träume in Erfüllung gehen müssen. Wir sehen einen kurzen Werbespot für den Spitballer 5000, dann geht es weiter mit den selbstgemachten Abenteuern des Blockblister-Videos. All das und Crime Fighting Cheerleaders, ein weiterer Hillbilly Moment, ein Besuch bei den Wedding Singers... und 398 Brezeln!","versions":[{"lang":2,"streams":[{"redirect":12725904,"hoster":"VOE"},{"redirect":12725905,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 20","descr":"Drake beginnt die Show mit einem Rekordversuch im Truthahn-Balancieren, während Amanda einige Gaststars des Präsidenten zu Gast hat. Nachdem der Kampf ausgebrochen ist, wird es Zeit für eine weitere ekelhafte Werbung, aber wir sind rechtzeitig zurück, um dem Mädchenzimmer einen weiteren Besuch abzustatten. Die verrückte Courtney ist wieder da, und heute bekommt sie Klavierunterricht, während Amanda den Weihnachtsmann im Whirlpool interviewt, bevor sie die Show mit einer Jitterbugging-Tanzstunde beendet.","versions":[{"lang":2,"streams":[{"redirect":12725911,"hoster":"VOE"},{"redirect":12725910,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 21","descr":"Heute gibt es eine Überraschung - und ein Gratis-Sandwich - für einen glücklichen Zuschauer, während Amandas Show-Eröffnung von einem Pizzaboten unterbrochen wird. Besser, wir machen Werbung - und was wäre besser als das neue Spiel \"Mein schöner großer Zeh\"? Aber bleiben Sie nicht zu lange weg, denn Richterin Trudy muss über zwei juckende Fälle urteilen. Es gibt einen weiteren Besuch in Moody\u0027s Point, und Mr. Oldman erhält weitere unerwünschte Anrufe. Und dann ist da auch noch ein Glatzkopf, der ein Autogramm von Amanda will!","versions":[{"lang":2,"streams":[{"redirect":12725912,"hoster":"VOE"},{"redirect":12725913,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 22","descr":"Heute ist Amanda auf der Suche nach jemandem, der Joshs Tüte Chips öffnet, aber es gibt einen schmerzhaften Moment, in dem sie sich ein wenig unwohl fühlt und einen medizinischen Rat braucht. Es gibt eine Werbebotschaft für den Little Crazy Hatman, und wir gehen bei Cookie Dooper einkaufen. Dann gibt es ein ernsthaftes Dokumentarfilmprogramm, Penelope tauscht Kleider mit Barney, und Kyle spricht über seinen Cousin in Jersey - bis er merkt, dass er keinen Cousin in Jersey hat. Und schließlich lernt Penelope endlich Amanda kennen - aber ist sie wirklich Amanda oder nur eine unglaubliche Simulation?","versions":[{"lang":2,"streams":[{"redirect":12725917,"hoster":"VOE"},{"redirect":12725920,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 23","descr":"Penelope versucht heute, mit einer raffinierten Bärenverkleidung in Amandas Garderobe zu gelangen, aber Amanda ist bereits auf der Bühne und hilft einem Fan, dessen Eltern ihm nicht erlauben, die Amanda Show zu sehen. Es gibt wichtige kommerzielle Neuigkeiten für Vegetarier und noch mehr Geldangelegenheiten, denn der glitzernde Preis in \"So You Wanna Win Five Dollars\" ist noch zu haben. Nach der Unterhaltung ist es Zeit für eine ernsthafte Dokumentation mit den Crime Fighting Cheerleaders, weitere Knock-Knock-Witze in einem weiteren Hillbilly Moment und einen ausgezeichneten Sketch, der von Penelope völlig unterbrochen wird. Außerdem interviewt Amanda Elvis in ihrem Whirlpool, und Amanada übergibt fünfzigtausend Dollar an einen glücklichen Zuschauer, der Geburtstag hat.","versions":[{"lang":2,"streams":[{"redirect":12725921,"hoster":"VOE"},{"redirect":12725922,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 24","descr":"Die Amanda Show hat heute einen schlechten Start, denn sie wird von der falschen Amanda eröffnet! Nachdem der Fehler behoben ist, ist es Zeit für eine kurze Nachricht von Mammal-Os, dem gesunden Müsli mit einem lebenden Säugetier in jeder Packung! Dann geht es weiter mit Crazy Courtney, einem kurzen Besuch in Moody\u0027s Point, und Kyle erzählt uns alles über das Radio. Außerdem wird Amandas Fleischsong durch das Geräusch eines Rasenmähers unterbrochen - jemand mäht die Bühne!","versions":[{"lang":2,"streams":[{"redirect":12725924,"hoster":"VOE"},{"redirect":12725928,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 25","descr":"Penelope findet heute einen leichten Zugang zu den Studios, als sie sich in Trevor, den Sohn des Wachmanns, verliebt, aber Amanda ist bereits auf der Bühne und zieht dem Publikum die Zähne aus. Es gibt noch mehr absolut echtes Video, als Blockblister das echte \u0027Face Venutra\u0027 an einen ahnungslosen Kunden vermietet, und der heutige Gast in Amandas Whirlpool ist Sitting Bull. Penelope kommt Amanda näher als je zuvor, aber sie verpasst ihre Chance, weil sie zu sehr damit beschäftigt ist, Trevor zu küssen!","versions":[{"lang":2,"streams":[{"redirect":12725930,"hoster":"VOE"},{"redirect":12725932,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 26","descr":"Penelope trifft heute einen berühmten Nick-Star - nicht Amanda, sondern Noah von Noah Knows Best. In der Zwischenzeit stellt Amanda fest, dass sie den Pager von jemand anderem hat. Es gibt einen Besuch im Keksladen, nur dass er jetzt etwas anderes verkauft, und es gibt noch mehr Unterhaltung zur Hauptsendezeit mit Amandas Jacuzzi und einer weiteren Millionen-Dollar-Folge von \"Gestrandet\". Währenddessen muss Penelope Noah hinter der Bühne an einen Stuhl fesseln, damit er sich ihre Website ansieht, während Kyle uns mit \"Totally Kyle\" erzählt, was ihn beschäftigt. Dann flieht Noah, kommt aber gerade auf die Bühne, als die Show zu Ende ist! Sie denken, es ist vorbei!","versions":[{"lang":2,"streams":[{"redirect":12725935,"hoster":"VOE"},{"redirect":12725936,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Episode 27","descr":"Amanda beginnt die Show mit einem Applaus für fast alle, aber dafür ist keine Zeit, denn heute kommt The Girls Room aus Versehen aus The Boys Room! Währenddessen interviewt Amanda einen Schweizer, während Tony Pyjamas und Candy Tulips ein anderes Problem haben. Es gibt einen weiteren Hillbilly-Moment, in dem Eenis dieses Mal etwas Weiches über den Kopf gezogen wird, und Penelope hängt am Set der Show Bilder von Amanda auf. Es gibt noch mehr Telefonprobleme für Herrn Oldman, und dann hat die Show ein überraschendes Ende, als Räuber die Kamera stehlen!","versions":[{"lang":2,"streams":[{"redirect":12725938,"hoster":"VOE"},{"redirect":12725939,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Episode 28","descr":"Penelope glaubt, dass sie endlich mit Amanda sprechen kann, als diese in einer Telefonsendung zu Gast ist, aber das Notrufsystem unterbricht die Sendung. Amanda versucht, die Sendung zu eröffnen, wird aber durch Völkerball unterbrochen, und Richterin Trudy meldet sich am ersten Schultag an, wird aber durch ein Problem mit Haferflocken unterbrochen. Es bleibt gerade noch Zeit für einen kurzen Besuch in Moody\u0027s Point, bevor es Zeit ist, die Sendung zu beenden, aber warum schneit es im Studio?","versions":[{"lang":2,"streams":[{"redirect":12725940,"hoster":"VOE"},{"redirect":12725943,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Episode 29","descr":"Der weltbeste Bauchredner kommt heute in die Show, und Penelope wittert eine Chance, Amanda näher zu kommen. Währenddessen wird Amandas Sendung von einem Mann unterbrochen, der Italienisch spricht, aber was sagt er? Es gibt einen Sonderbericht über die Gefahr von Wenn Schulmaskottchen angreifen, und Amandas besonderer Gast im Whirlpool ist heute Moses. Wir besuchen die Lucklesses, eine Familie, die immer das größte Pech zu haben scheint. Außerdem ist Zeit für einen Hillbilly-Moment, und Kyle erzählt von einer gerissenen Saite auf seiner Gitarre.","versions":[{"lang":2,"streams":[{"redirect":12725944,"hoster":"VOE"},{"redirect":12725945,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Episode 30","descr":"Amanda macht heute ein Nickerchen, also machen Josh und Drake stattdessen die Begrüßung des Publikums, aber das Publikum will nur Amanda! Es ist Zeit für eine Werbebotschaft von Ham, dem tollen neuen Spielzeug für Jungen und Mädchen! Außerdem vermietet Blockblister einen weiteren hochwertigen Film an einen ahnungslosen Kunden. Heute geht es um die F-Men! Wir gehen in den Keller von Roberta und Toby für eine Ausgabe der Dare Show\u0027, es gibt einen weiteren Hillbilly Moment mit einer rosa Toilette, und Kyle beschreibt einen Traum, den er über das Frühstück hatte.","versions":[{"lang":2,"streams":[{"redirect":12725948,"hoster":"VOE"},{"redirect":12725951,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 31","descr":"OPEN: Audience Mob CLOSE: Blockblister Again ALSO: Drake and Josh\u0027s Coup, Ham (The Great New Toy for Boys and Girls), Blockblister Video (Stuart Lipple/F-Men), The Dare Show II, Hillbilly Moment (Pink Toilet), Penelope Middle (Penelope Hounds Barney), Totally Kyle (Dream)","versions":[{"lang":2,"streams":[{"redirect":12725952,"hoster":"VOE"},{"redirect":12725955,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 32","descr":"Penelope schmiedet einen neuen, verrückten Plan, um Amanda zu treffen. Amandas Ausstellungseröffnung wird von einem französischen Maler unterbrochen, der ein Bild von Amanda malt. Es gibt eine Werbung für My Beautful Big Toe und Amber hat Geburtstag im Mädchenzimmer. Es bleibt gerade noch genug Zeit für einen Besuch in Moody\u0027s Point, bevor die Show komplett unterbrochen wird. All das und ein Mann, der mit Schaumbad bedeckt ist und denkt, die Bühne sei sein Badezimmer!","versions":[{"lang":2,"streams":[{"redirect":12725958,"hoster":"VOE"},{"redirect":12725959,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 33","descr":"ERÖFFNUNG: Penelope setzt bei Drake und Josh Wahrheitsgas ein, aber es bringt sie tatsächlich dazu, über ihr Leben zu erzählen, anstatt Penelope zu sagen, wo Amanda ist. AMANDA: Amanda vergisst ihren Anfangswitz. COMMERCIAL: Snap, Crackle, KABOOM! (WE\u0027LL BE RIGHT BACK SIGN: Zeigt Amanda, wie sie vor ihrem Haus einen Tanz aufführt) CINTHIA WORTHINGTON AMANDA\u0027S JACUZZI: Ein professioneller Wrestler wird interviewt DIE GLÜCKLOSEN: Die Familie geht zu einem Baseballspiel HILLBILLY-MOMENT: Eenis wird mit einem Kopf auf den Kopf geschlagen (WE\u0027LL BE RIGHT BACK SIGN: Zeigt Amanda bei einem hawaiianischen Tanz) PENELOPE MIDDLE: Penelope und ihr Bruder Preston versuchen, Amanda an einer 40 Fuß langen Stange anzurufen (sie erreichen Frankreich, South Dakota und schließlich Amandas Ankleidezimmer). Aber als sie Amanda erreichen, explodieren die Drähte. CALLING MR.OLDMAN: \"\"Sally Poofenduff\"\" ruft Mr.Oldman an, weil er ihm Schlagsahne in den Mund gespritzt hat und nennt ihn Onkel Nipsy. SCHLUSS: 3 große Kerle versuchen, Amanda dazu zu bringen, Muscheln zu essen.","versions":[{"lang":2,"streams":[{"redirect":12725961,"hoster":"VOE"},{"redirect":12725962,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 34","descr":"Amanda las Joshs Horoskop und Drake wurde von Matrosen gepackt, in eine blaue Mülltonne gestopft, angefaucht, mit einer Lampe geschlagen und kam in einem rosa Kleid wieder heraus. Amandas Eröffnung wurde schlecht, als ihr Unterkörper verschwand. Es gab eine Werbung für The Grown-Up Remote. Wir sind zurück in der Zeit für eine ernsthafte Dokumentation mit dem Titel \"Wenn Hula-Mädchen angreifen\", König Heinrich VIII. schaut in Amandas Whirlpool vorbei, und es gibt einen Sketch, den ich \"The Fridgers\" nenne. Penelope zwang Barney zu sagen, wo Amanda war, und wenn er das nicht wollte, würde Penelope seinen Krabbencocktail essen, den Kathy ihm geliefert hatte. Amanda war dabei, die Show zu beenden, als der Regisseur ihr sagte, dass ein Schmutzfleck auf der Kamera sei. Amanda versuchte, ihn wegzukriegen, aber es gelang ihr nicht. Dann kam Drake und versuchte, ihn zu entfernen, aber er ging immer noch nicht ab. Dann kam Nancy mit Hammer und Meißel und versuchte, ihn abzubekommen. Aber es ging nicht. Und die drei drängten sich um eine Kamera herum. Dann kam Barney und fragte, was sie da suchten.","versions":[{"lang":2,"streams":[{"redirect":12725965,"hoster":"VOE"},{"redirect":12725966,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 35","descr":"Penelope bastelt einen Anrufbeantworter, um Amanda zu treffen. Amandas Vernissage wird zu einer Spielshow, weil zwei Typen die Show für eine Spielshow halten. Wir stoppen bei einem Werbespot für Super Red Hots, eine lustige Süßigkeit. Es ist Zeit für eine weitere Ausgabe von The Dare Show. Jemand aus Boston, Illinois, möchte, dass Sharon ein paar von Tobys Haaren isst. Jemand aus San Francisco, Tennesee, gespielt von Josh, möchte, dass Toby einen BH trägt und ihn mit Makkaroni und Käse füllt. Jemand aus Nashville, Irland, möchte, dass Sharon Erdnussbutter und Marshmallows in ihr Haar schmiert. Und schließlich möchte jemand aus Minneapolis, Massachusetts, dass Sharons und Tobys Mutter an den Kameralinsen leckt. Es gibt einen Hillbilly-Moment mit einem Zementblock. Die Königin von England wird in Amandas Whirlpool interviewt und Kyle spricht darüber, dass er Kaugummi an seinem Schuh hat. Die Show endet damit, dass sich die Darsteller um die Kamera drängen und versuchen, einen Fleck von den Linsen zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":12725968,"hoster":"VOE"},{"redirect":12725969,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 36","descr":"Amanda versucht, einen Roboter zu entschärfen, aber stattdessen drückt sie versehentlich die Taste \"Drake töten\". Richterin Trudy kehrt zurück, mit einem anderen Gerichtsvollzieher. Eenis und seine Familie tauschen in \"Hillbilly Moment\" weitere Klopf-Klopf-Witze aus. Und Kyle erklärt einen weiteren Tag in seinem Leben in Totally Kyle. Penelope fordert Amandas neuen Karate-Lehrer heraus. Aber wird sie gewinnen?","versions":[{"lang":2,"streams":[{"redirect":13503917,"hoster":"VOE"},{"redirect":12725975,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 37","descr":"Penelope hypnotisiert Drake und Josh, damit sie ihr sagen können, wo Amanda ist, aber das geht nach hinten los. Wir lernen die Lucklesses kennen, eine unglückliche und unglückliche Familie. König Heinrich VIII. taucht in Amandas Whirlpool ein, um zu reden und um Spaghetti zu essen. Zeit für einen Scherzanruf bei Mr. Oldman, während Eenis und Lula-Mae sich in einem weiteren Hillbilly-Moment vergnügen.","versions":[{"lang":2,"streams":[{"redirect":12725979,"hoster":"VOE"},{"redirect":12725981,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 38","descr":"Amanda verliert ihre untere Körperhälfte, und Kathy beschließt, sie zu suchen, weil Amanda keine Beine hat. A Grown Up Remote wird beworben. In When Hula-Girls Attack (Wenn Hula-Mädchen angreifen) bekommen wir einen Eindruck von Hawaii, das aus den Fugen geraten ist. Wer wird der nächste besondere Gast sein, der sich in Amandas Whirlpool vergnügt? Außerdem lernen wir die Hochstapler kennen, eine Familie, die Schwierigkeiten hat, die Wahrheit über ihre Identität zu sagen. Zeit für einen weiteren Hillbilly-Moment mit Eenis und Lula-Mae. Dann eine weitere Begegnung mit Penelope Taint und dem Sicherheitsbeamten, die sich um ein Stück Garnele streiten. Die Garnele rutscht weg, und Drake und Josh kämpfen um ein Stück Garnele. Und jetzt haben wir noch Zeit für einen letzten Anruf bei Mr. Oldman, um ihm einen Streich zu spielen.","versions":[{"lang":2,"streams":[{"redirect":12725983,"hoster":"VOE"},{"redirect":12725984,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 39","descr":"Amanda verliert ihre untere Körperhälfte, und Kathy beschließt, sie zu suchen, weil Amanda keine Beine hat. A Grown Up Remote wird beworben. In When Hula-Girls Attack (Wenn Hula-Mädchen angreifen) bekommen wir einen Eindruck von Hawaii, das aus den Fugen geraten ist. Wer wird der nächste besondere Gast sein, der sich in Amandas Whirlpool vergnügt? Außerdem lernen wir die Hochstapler kennen, eine Familie, die Schwierigkeiten hat, die Wahrheit über ihre Identität zu sagen. Zeit für einen weiteren Hillbilly-Moment mit Eenis und Lula-Mae. Dann eine weitere Begegnung mit Penelope Taint und dem Sicherheitsbeamten, die sich um ein Stück Garnele streiten. Die Garnele rutscht weg, und Drake und Josh kämpfen um ein Stück Garnele. Und jetzt haben wir noch Zeit für einen letzten Anruf bei Mr. Oldman, um ihm einen Streich zu spielen.","versions":[{"lang":2,"streams":[{"redirect":12725987,"hoster":"VOE"},{"redirect":12725988,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 40","descr":"Nancy stellt Amanda und Drake die \"Costumatic 5000\" vor, eine Maschine, mit der man sich schnell anziehen kann, aber sie hat Probleme mit der Bedienung der Maschine. Amandas Show-Eröffnung wird durch eine Fliege unterbrochen, die auf der Bühne herumschwirrt. Es gibt eine Werbung für \"Why Not Sumo?\", gefolgt von mehr Respekt für Kinder bei Richterin Trudy. Wir besuchen auch die Extremes, eine Familie, die alles auf die Spitze treibt. Es ist Zeit für einen Hillbilly-Moment und wir sehen auch, wie Penelope einen Psychologen aufsucht. Weitere Telefonstreiche bei Mr. Oldman, ein weiterer Hillbilly Moment und weitere \"interessante\" Themen mit Totally Kyle. Am Ende der Sendung wird Drake von 3 riesigen Footballspielern gejagt, die ihren Football suchen.","versions":[{"lang":2,"streams":[{"redirect":12725992,"hoster":"VOE"},{"redirect":12725993,"hoster":"Streamtape"}]}]}]}]}