{"path":"/serie/stream/the-break-jeder-kann-tten","name":"The Break - Jeder kann töten","descr":"Als der Körper des 19-jährigen aufstrebenden Fußballstars Driss Assani (Jérémy Zagba) aus dem Fluß Semois in den Ardennen gezogen wird, ist es an Inspektor Yoann Peeters (Yoann Blanc) und dem idealistischen, aber unerfahrenen Officer Sebastian Drummer (Guillaume Kerbush), den Fall zu lösen. Peeters, erst vor kurzem nach einer persönlichen Tragödie zusammen mit seiner Tochter Camille (Sophie Breyer) wieder in die Gegend gezogen, in der er aufwuchs, beginnt an der idyllischen Oberfläche des Ortes zu kratzen – was einigen ganz und gar nicht gefällt …","seasons":[{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-1","name":"Willkommen in Heiderfeld","epNo":1,"alt":"Épisode 1","descr":"Heiderfeld, eine Kleinstadt in den belgischen Ardennen: Die Leiche des schwarzen Fußballers Driss M’boma wird aus dem nahegelegenen Fluss Semois gezogen. Inspector Yoann Peeters (Yoann Blanc), der nach einer Tragödie gerade erst mit seiner Tochter Camille (Sophie Breyer) in seine Heimatstadt zurückgekehrt ist, übernimmt den Fall gemeinsam mit dem unerfahrenen Polizisten Sébastian Drummer (Guillaume Kerbush) und will sich nicht mit einfachen Erklärungen zufrieden geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515242","hoster":"VOE"},{"path":"/redirect/11515250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-2","name":"Schüsse in der Nacht","epNo":2,"alt":"Épisode 2","descr":"Inspector Yoann Peeters (Yoann Blanc) konnte beweisen, dass der schwarze Fußballer Fußballer Driss Assani (Jérémy Zagba) ermordet wurde. Aber er glaubt nicht, dass Jeff Lequais (Philippe Grand’Henry) ihn wirklich getötet hat, obwohl der das gestanden hat. Stattdessen sucht er mit dem unerfahrenen Polizisten Sébastian Drummer (Guillaume Kerbush) in der Kleinstadt Heiderfeld weiter nach dem wahren Täter. Sehr zum Ärger von Polizeichef Rudy Geeraerts (Jean-Henri Compère).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515262","hoster":"VOE"},{"path":"/redirect/11515235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-3","name":"Begierde","epNo":3,"alt":"Épisode 3","descr":"Inspector Yoann Peeters (Yoann Blanc) und sein unerfahrener Kollege Sébastian Drummer (Guillaume Kerbush) suchen in der Kleinstadt Heiderfeld immer noch den wahren Mörder von Driss Assani (Jérémy Zagba). Eine vergiftete Kuh führt sie auf den Hof der Geschwister Ghislaine und Robert Malausas (Aylin Yay und Thierry Janssen). In deren Scheune entdecken sie ein dunkles Geheimnis. Aber es bleibt nicht die letzte Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515248","hoster":"VOE"},{"path":"/redirect/11515254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-4","name":"Nochmal von vorn","epNo":4,"alt":"Épisode 4","descr":"Die Wohnung des ermordeten Fußballspielers Driss Assani (Jérémy Zagba) wurde verwüstet. Der Polizeichef der Kleinstadt Heiderfeld, Rudy Geeraerts (Jean-Henri Compère), lässt den Fall von Inspector Yoann Peeters (Yoann Blanc) offiziell neu aufrollen. Die Spur führt Peeters und seinen unerfahrenen Kollege Sébastian Drummer (Guillaume Kerbush) zunächst auf die Spur eines Menschenhändlers. Doch bald erfahren sie, dass die Spiele von Assanis Fußball-Clubs möglicherweise manipuliert wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515268","hoster":"VOE"},{"path":"/redirect/11515271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-5","name":"Manipulierte Spiele","epNo":5,"alt":"Épisode 5","descr":"Inspector Yoann Peeters (Yoann Blanc) vermutet, dass manipulierte Spiele etwas mit der Ermordung des Fußballspielers Driss Assani (Jérémy Zagba) zu tun haben könnte. Von seinem Brüsseler Kollegen Roger Verkracht (Didier Gesquière) erfährt er von den Methoden der chinesischen Wett-Mafia, in die auch Assanis Trainer Ronald Vermeiren (Sam Louwyck) als aktiver Spieler einst verwickelt war. Vermeiren hat als einziger noch keine Schriftprobe bei der Polizei abgegeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515277","hoster":"VOE"},{"path":"/redirect/11515318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-6","name":"Das Grab im Wald","epNo":6,"alt":"Épisode 6","descr":"Die Schriftproben der Einwohner von Heiderfeld ergeben keine Übereinstimmung mit dem gefälschten Abschiedsbriefs des ermordeten Fußballspielers Driss Assani (Jérémy Zagba). Aber eine Notiz führt zu Ivo Vanhoutte (Corentin Lobet), der verschwunden ist. Unterdessen erfährt Inspector Yoann Peeters (Yoann Blanc) von den Schul-Problemen seiner Tochter Camille (Sophie Breyer), folgt ihr und überrascht sie im Bett mit Tim. Dabei entdeckt er eine Verbindung zum Tatort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515296","hoster":"VOE"},{"path":"/redirect/11515291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-7","name":"Am Abgrund","epNo":7,"alt":"Épisode 7","descr":"Der gefälschte Abschiedsbrief des ermordeten Fußballspielers Driss Assani (Jérémy Zagba) führt Inspector Yoann Peeters (Yoann Blanc) zu dem jungen autistischen Steve. Das Verhör gestaltet sich schwierig. Ins Zentrum der Ermittlungen gerät der Tag des Heiderfelder Karnevals. Auf Fotos des Karnevals entdeckt Peeters Bürgermeisterin Brigitte Fischer (Catherine Salée), die aus einem hellen Geländewagen steigt. Von einem solchen Fahrzeug wurde Assani überfahren. Wer saß am Steuer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515307","hoster":"VOE"},{"path":"/redirect/11515316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-8","name":"Die Hütte","epNo":8,"alt":"Épisode 8","descr":"Kevin Fischer ist auf der Flucht vor Inspector Yoann Peeters (Yoann Blanc) verunglückt. Peeters’ Kollege Sébastian Drummer (Guillaume Kerbush) macht ihn für den Tod verantwortlich und zeigt ihn bei der Dienstaufsicht an. Unterdessen stellt sich Markus (Jean-Benoît Ugeux) der Polizei: Nicht Kevin, sondern er habe Assani ermordet, um die Spielmanipulationen geheimzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515321","hoster":"VOE"},{"path":"/redirect/11515351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-9","name":"Geheimer Verehrer","epNo":9,"alt":"Épisode 9","descr":"Auf dem Handy des ermordeten Fußballspielers Driss Assani (Jérémy Zagba) findet die Polizei ein Foto eines jungen Mädchens: Zoé Fischer (Sophie Maréchal). Driss und sie hatten eine Affäre. Inspector Yoann Peeters (Yoann Blanc) vermutet eine Tat aus Eifersucht. Er findet eine Verbindung zu seinem Kollegen Sébastian Drummer (Guillaume Kerbush). Bei einem Treffen am Tatort kommt es zur Eskalation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515333","hoster":"VOE"},{"path":"/redirect/11515337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-1/episode-10","name":"Die Perle","epNo":10,"alt":"Épisode 10","descr":"Inspector Yoann Peeters (Yoann Blanc) hat mit seinem Kollegen Sébastian Drummer (Guillaume Kerbush) einen Unschuldigen getötet. Gegen den Willen des ermittelnden Inspectors wird Peeters aus der Psychiatrie entlassen und versucht weiter verzweifelt die Ermordung des Fußballspielers Driss Assani (Jérémy Zagba) aufzuklären. Ines (Anne Coesens) verlangt von ihm, seine Besessenheit aufzugeben. Monate später zeigt eine Spur Peeters den wahren Täter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11515347","hoster":"VOE"},{"path":"/redirect/11515370","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-1","name":"Rückfall?","epNo":1,"alt":"Episode 1","descr":"Ein Patient mit schwieriger Vergangenheit wird des Mordes an einer Baronin bezichtigt. Yoann Peeters ist von Dr. Orbans Hilfegesuch zunächst alles andere als begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8299623","hoster":"VOE"},{"path":"/redirect/8299616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-2","name":"Der falsche Augenzeuge","epNo":2,"alt":"Episode 2","descr":"Yoann überrascht Christian auf der Arbeit und nimmt den Fall Clémence Lorent näher unter die Lupe. Marjo entdeckt beunruhigende Unstimmigkeiten in Danys Aussage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8300086","hoster":"VOE"},{"path":"/redirect/8300089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-3","name":"Schmutzige Geheimnisse","epNo":3,"alt":"Episode 3","descr":"Ein Kalendereintrag und der Hinweis des Gerichtsmediziners werfen Fragen zu Astrid du Tilleuls Arzt auf. Claudine schmiedet indes Pläne für das Erbe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929685","hoster":"VOE"},{"path":"/redirect/8300497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-4","name":"Geschwisterliebe","epNo":4,"alt":"Episode 4","descr":"Claudine überrascht Tino mit einem Geschenk. Ein Abendessen mit Yoanns Nachbarn nimmt gespenstische Ausmaße an. Unter den Aktivisten im Wald treten Spannungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382431","hoster":"VOE"},{"path":"/redirect/8300512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-5","name":"Das Portrait","epNo":5,"alt":"Episode 5","descr":"Ein neuer Hinweis zum Tatort bringt Yoann auf die Spur eines geheimnisvollen Kunstkollektivs. Dany gerät für seinen Diebstahl hinter Gittern in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8299089","hoster":"VOE"},{"path":"/redirect/8299090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-6","name":"Vincent","epNo":6,"alt":"Episode 6","descr":"Am Tag von Myriams Kunstausstellung machen Camille und Yoann beide schockierende Entdeckungen. Karim und Marjo untersuchen einen Einbruch im Anwesen der du Tilleuls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8299646","hoster":"VOE"},{"path":"/redirect/8299642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-7","name":"Skulpturen","epNo":7,"alt":"Episode 7","descr":"Nach einem Anruf von Dany eilt Jasmina zum Gefängnis, doch jemand anderes kommt ihr zuvor. Die Polizei räumt das Camp im Wald. Tino bekommt Besuch von Boris und Pierrot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8300514","hoster":"VOE"},{"path":"/redirect/8300515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-8","name":"Der Füller","epNo":8,"alt":"Episode 8","descr":"Yoann ist überzeugt, dass Coralie der Schlüssel zur Lösung des Falles ist, und will daher Kontakt mit ihr aufnehmen. Karim versucht, einen Fehler zu kaschieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8299785","hoster":"VOE"},{"path":"/redirect/8299787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-9","name":"Die Dinge entwickeln sich","epNo":9,"alt":"Episode 9","descr":"Marjo unternimmt einen gewagten Schritt. Yoann richtet seine Aufmerksamkeit auf einen anderen Verdächtigen. Jasmina vermutet, dass Dany mehr weiß, als er zugibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8300538","hoster":"VOE"},{"path":"/redirect/8300539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-break-jeder-kann-tten/staffel-2/episode-10","name":"Der Tod heilt keine Wunden","epNo":10,"alt":"Episode 10","descr":"Aufgrund verwirrender Enthüllungen muss Yoann den Fall neu überdenken und gelangt so immer näher an den Rand des Abgrunds.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8299587","hoster":"VOE"},{"path":"/redirect/8299590","hoster":"Streamtape"}]}]}]}]}