{"path":"/serie/stream/the-fiery-priest","name":"The Fiery Priest","descr":"[Yeolhyeolsaje] Die südkoreanische Comedykrimiserie zeigt, wie der ehemalige Geheimdienstagent Kim Hae-il (Kim Nam-gil) den Fall eines ermordeten Priesters aufklären will. Kim hat sich in den vergangenen Jahren selbst religiös ausbilden lassen und möchte vergangene Sünden wieder gut machen. Bei seiner Jagd nach den Mördern seines Ziehvaters Lee Young-joon (Jung Dong-hwan) hat es Kim mit einer ganzen Clique korrupter Beamter zu tun, allen voran die Staatsanwältin Park Kyung-sun (Lee Hanee). Doch der oft jähzornige Priester weiß, wie er sich durchsetzen kann.","seasons":[{"path":"/serie/stream/the-fiery-priest/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-1","name":"","epNo":1,"alt":"A Priest in Trouble","descr":"Ein Priester, der Unrecht mit den Fäusten bekämpft, bekommt Ärger mit der Polizei und muss nach Seoul umziehen, aber seine neue Nachbarschaft wird mindestens genauso herausfordernd sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110912","hoster":"VOE"},{"path":"/redirect/11110921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-2","name":"","epNo":2,"alt":"Hae Il Moves to Gudam","descr":"Pater Kim trifft sich mit seinem alten Mentor, dem warmherzigen und friedlichen Pater Lee, und seinen neuen Kollegen und Gemeindemitgliedern, aber sein Temperament ist immer nah an der Oberfläche. Unterdessen belästigen Hwang Cheol-beom und seine Ganoven die Kirche, und Hae-ils Absicht, sich aus Ärger herauszuhalten, wird auf die Probe gestellt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110917","hoster":"VOE"},{"path":"/redirect/11110910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-3","name":"","epNo":3,"alt":"Hae Il Meets Cheol BumHae Il Meets Cheol Bum","descr":"Hae Il hilft den Demonstranten bei der Zeremonie und konfrontiert Cheol Bum. Kyeong Seon erhält Bestechungsgelder von den Angeklagten ihres Falles. Der neue Rekrut Seung Ah tritt Dae Youngs Team bei und wird sein Partner. Währenddessen machen Jang Ryong und seine Männer eine Szene in der Kirche","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110924","hoster":"VOE"},{"path":"/redirect/11110927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-4","name":"","epNo":4,"alt":"Father Lee\u0027s Death","descr":"Jan Ryong und seine Männer werden ohne Strafe freigelassen. Pater Lee bekommt mitten in der Nacht einen Anruf. Am nächsten Tag wird er tot auf einem Berg in der Nähe gefunden. Hae Il fordert eine Untersuchung, aber die Gudamer Polizei und der Staatsanwalt lehnen ab. Die Polizei gibt bekannt, dass Pater Lee in verschiedene Verbrechen verwickelt war, und Hae Il wird wütend","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110932","hoster":"VOE"},{"path":"/redirect/11110940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-5","name":"","epNo":5,"alt":"Hae Il Investigates the Death of Father Lee","descr":"Hae Il wird in Gewahrsam genommen, weil er auf der Polizeiwache eine Szene gemacht hat. Kyeong Seon lässt ihn gehen und fordert ihn auf, die Ermittlungen einzustellen. Hae Il geht ins Krankenhaus, um den Leichnam von Pater Lee abzuholen. Dae Young, der die Leiche bewachte, hält ihn jedoch auf. Hae Il erfährt, dass Pater Lee und Cheol Bum Probleme mit dem Versand der Einrichtung hatten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110933","hoster":"VOE"},{"path":"/redirect/11110943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-6","name":"","epNo":6,"alt":"The Case Gets Closed","descr":"Hae Il trifft die Leute, die behaupten, Opfer von Pater Lees Verbrechen zu sein. Er findet heraus, dass sie von jemandem dahinter unterstützt wurden. Mit den gesammelten Beweisen bittet Hae Il Kyeong Seon, die Opfer erneut zu untersuchen. Unterdessen erkennt die Erzdiözese Pater Lee als schuldig an und verbannt ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110947","hoster":"VOE"},{"path":"/redirect/11110951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-7","name":"","epNo":7,"alt":"The Church Gets Desolate","descr":"Hae Il geht zu der Zeremonie, bei der Cheol Bum ausgezeichnet wird. Er trifft Cheol Bum und andere Beamte, die mit dem Fall in Verbindung stehen. Cheol Bum fordert Hoon Seok auf, Hae Il zu überprüfen. Hae Il hält eine Messe, aber nur wenige Menschen kommen in die Kirche. Währenddessen befiehlt Dong Ja Cheol Bum, ein neues Gesicht ins Spiel zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110956","hoster":"VOE"},{"path":"/redirect/11110958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-8","name":"","epNo":8,"alt":"A Cooperative Investigation","descr":"Cheol Bum fordert Yong Moon auf, Sozialeinrichtungen zu übernehmen. Die Beamten versammeln sich und planen ihren nächsten Schritt. Hae Il durchsucht Vater Lees Habseligkeiten. Er findet Nachrichtenartikel und Dokumente über Gudams Korruption. Hae Il ergreift Maßnahmen, um den Fall wieder aufzurollen. Er darf an der Untersuchung teilnehmen, muss sich aber mit Dae Young zusammenschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110962","hoster":"VOE"},{"path":"/redirect/11110967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-9","name":"","epNo":9,"alt":"Cooperative Investigation Begins","descr":"Hae Il und Dae Young tun sich zusammen und beginnen mit der Untersuchung. Sie gehen zu den Menschen, die falsche Aussagen gemacht haben. Beide werden jedoch vermisst und Hae Il vermutet, dass Cheol Bum hinter ihrem Verschwinden steckt. Seung Ah überprüft das CCTV-Material und Yong Moon kommt nach Gudam.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110970","hoster":"VOE"},{"path":"/redirect/11110975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-10","name":"","epNo":10,"alt":"Hae Il Investigates On His Own","descr":"Kyeong Seon trifft im Supermarkt auf Hae Il. Hae Il hält eine Rede und Kyeong Seon ändert ihre Anklage im Idol-Fall. Der Fall wird jedoch durch einen unerwarteten Vorfall zu großen Schwierigkeiten. Währenddessen geht Hae Il für die Ermittlungen zu seinem alten Freund.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110976","hoster":"VOE"},{"path":"/redirect/11110983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-11","name":"","epNo":11,"alt":"Hae Il And Seung Ah Find The Witnesses","descr":"Hae Il und Seung Ah sichern die versteckten Zeugen. Godzhayevs Männer greifen sie jedoch an und nehmen sie auf dem Weg zur Polizeiwache mit. Das Bezirksamt entzieht der Kirche von Gudam die Verwaltung von Wohlfahrtseinrichtungen. Hae Il, Seung Ah und Dae Young besuchen Godzhayev","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110987","hoster":"VOE"},{"path":"/redirect/11110989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-12","name":"","epNo":12,"alt":"Dae Young’s Old Partner","descr":"Dae Young geht zum Beinhaus, wo sein alter Partner untergebracht ist. Cheol Bum ruft Dae Young in sein Büro und fordert ihn auf, die Quelle der Informationen über die Zeugen herauszufinden. Unterdessen besucht Yong Moon das Waisenhaus. Hae Il geht zu Maegakgyos Kirche und trifft Cheol Bum","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110994","hoster":"VOE"},{"path":"/redirect/11110999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-13","name":"","epNo":13,"alt":"Kyeong Seon Meets Dong Ja","descr":"Hae Il geht zur Maegakgyo-Kirche und warnt Yong Moon, nicht in die Sozialeinrichtung zu kommen. Kyeong Seon fragt Seung Ah nach ihrem Informanten. Seung Ah weigert sich zu antworten, aber Kyeong Seon findet heraus, dass Hae Il die Quelle war. Währenddessen möchte Dong Ja, dass ein neues Mitglied ihr hilft, und Seok Tae stellt ihr Kyeong Seon vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11110998","hoster":"VOE"},{"path":"/redirect/11111004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-14","name":"","epNo":14,"alt":"The Corrupt Food Service Company","descr":"Cheol Bum wird nach dem Kampf misstrauisch gegenüber Hae Il. Hae Il erhält von Dae Young und Seung Ah ein Briefing über die Leute des Kartells. Hae Il und Dae Young untersuchen das Lebensmittelunternehmen, das mit dem Kartell in Verbindung steht. Unterdessen heckt Yong Moon einen Plan aus, um Hae Il in Schwierigkeiten zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111006","hoster":"VOE"},{"path":"/redirect/11111011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-15","name":"","epNo":15,"alt":"To Tame A Fighting Dog","descr":"Detective Koo wird von der Fledermaus getroffen, die Hae Il auf Yong Moon schwingt, und es wird eine Gehirnerschütterung diagnostiziert. Yong Moon ließ die Szene mit einem Handy filmen, um es gegen Hae Il einzusetzen. Um Kyeong Seon zu zähmen, plant Seok Tae, sie in die Gruppe einzuladen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111013","hoster":"VOE"},{"path":"/redirect/11111028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-16","name":"","epNo":16,"alt":"Raid Wangmat Foods","descr":"Dae Young wird von Cheol Beom bedroht, Hae Ils Pläne zu stoppen, was ihn an den vergangenen Vorfall erinnert. Um die Verantwortlichen dennoch zur Rechenschaft zu ziehen, bereiten sich Hae Il und Seung Ah darauf vor, Wangmat Foods zu überfallen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111024","hoster":"VOE"},{"path":"/redirect/11111033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-17","name":"","epNo":17,"alt":"Hae Il reports the Bribery Case","descr":"Die Bestechung im Gesundheitsamt von Gudam-gu wird umstritten, und Dong Ja unternimmt einen hastigen Schritt. Sie beteuert ihre Unschuld, aber Hae Il bringt Beweise für Bestechung vor, um ihn zu unterstützen. Andere Kartellmitglieder versuchen, für sich selbst zu sorgen. Kyeong Seon bittet Seok Tae um die letzte Chance und kehrt nach Seoul zurück","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111032","hoster":"VOE"},{"path":"/redirect/11111034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-18","name":"","epNo":18,"alt":"Kyeong Seon is back","descr":"Der Kongressabgeordnete Park und Superintendent Nam planen, jemanden auf ihre Seite zu holen. Cheol Bum droht Dae Young herauszufinden, wer das Hauptbuch von Wangmat Foods gestohlen hat. Der Haftbefehl für den Bestechungsfall wird abgelehnt, weil Kyeong Seon wieder der zuständige Staatsanwalt wurde. Währenddessen finden Cheol Bums Männer heraus, wer das Hauptbuch gestohlen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111035","hoster":"VOE"},{"path":"/redirect/11111037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-19","name":"","epNo":19,"alt":"A new lead comes up","descr":"Cheol Bum und seine Männer versuchen, Hae Il zu töten, aber Dae Young braucht Fingerspitzengefühl, um ihn zu retten. Oberstaatsanwalt Kang lobt Kyeong Seon und fordert sie auf, sich dem Kartell anzuschließen. Unterdessen findet Seung Ah eine Verbindung zwischen Pater Lees Tod und Cheol Bum. Hae Il, Dae Young und Seung Ah führen eine geheime Untersuchung durch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111045","hoster":"VOE"},{"path":"/redirect/11111041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-fiery-priest/staffel-1/episode-20","name":"","epNo":20,"alt":"A covert infiltration","descr":"Hae Il findet heraus, dass Cheol Bums Villa mit Pater Lees Tod in Verbindung steht. Kyeong Seon trifft auf Cheol Bum, und Kyeong Seon zieht eine klare Grenze zwischen ihnen. Der Kongressabgeordnete Park und Superintendent Nam unternehmen einen Schritt, und die anderen Kartellmitglieder, einschließlich Kyeong Seon, treffen sich in der Villa.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11111046","hoster":"VOE"},{"path":"/redirect/11111044","hoster":"Streamtape"}]}]}]}]}