{"seriesId":"the-gifted","name":"The Gifted","descr":"Das Vorstadtehepaar Reed (Stephen Moyer) und Kate (Amy Acker) hat sich gerade getrennt, als sie feststellen, dass ihre beiden Kinder im Teenager-Alter übernatürliche Kräfte haben. Allerdings ist die Regierung der USA solchen außergewöhnlich begabten Menschen gegenüber feindlich gesinnt, so dass die Familie gezwungen ist, in den Untergrund zu gehen und sich einem Netzwerk von anderen Flüchtlingen vor der Regierung anzuschließen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Durchschaut","epNo":1,"alt":"eXposed","descr":"Auf einer Highschool-Party wird Andy Strucker (Percy Hynes) von Schlägern in die Enge getrieben. Als er sich zur Wehr setzt, erwachen seine bislang schlummernden Mutantenkräfte. Andys Schwester Lauren (Natalie Alyn Lind), die ihre eigene Fähigkeit, Schutzschilde zu erzeugen, bislang geheim gehalten hat, eilt ihm zur Hilfe. Der Vorfall ruft die Anti-Mutanten-Behörde \"Sentinel Services\" auf den Plan. Um der Internierung zu entgehen, bleibt den Geschwistern und ihren Eltern Reed (Stephen Moyer) und Caitlin (Amy Acker) nur eins: Sie müssen ihr altes Leben hinter sich lassen und fliehen.","versions":[{"lang":1,"streams":[{"redirect":8482950,"hoster":"VOE"},{"redirect":9908820,"hoster":"Doodstream"},{"redirect":9908799,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"rX","epNo":2,"alt":"rX","descr":"Clarice Fong alias \"Blink\" (Jamie Chung) hat ihre Teleportations-Kräfte zu sehr beansprucht und fällt in einen lebensbedrohlichen Schockzustand. Caitlin (Amy Acker) und Eclipse (Sean Teale) begeben sich auf eine riskante Rettungsmission: In einem Krankenhaus wollen sie ein Serum stehlen, das Blinks einzige Chance auf Rettung ist. Reed (Stephen Moyer) befindet sich derweil in der Gewalt der Anti-Mutanten-Behörde \"Sentinel Services\".","versions":[{"lang":1,"streams":[{"redirect":9908862,"hoster":"VOE"},{"redirect":9908864,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"eXodus","epNo":3,"alt":"Exodus","descr":"Reed (Stephen Moyer) beschließt, mit \"Sentinel Services\" zusammenzuarbeiten, um endlich seine Familie wiedersehen zu können. Caitlin (Amy Acker) verlässt mit ihren Kindern heimlich den Unterschlupf der Mutanten, weil sie sich Hilfe von außerhalb erhofft. Währenddessen erhält Blink (Jamie Chung) von Thunderbird (Blair Redford) erste Lektionen, die ihr helfen sollen, ihre Kräfte künftig besser zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":8482957,"hoster":"VOE"},{"redirect":9908870,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ausgang Strategie","epNo":4,"alt":"eXit strategy","descr":"Die Mutanten arbeiten an einem Plan, mit dem sie ihre Widersacher von \"Sentinel Services\" endgültig unschädlich machen wollen. Doch damit das gelingt, muss sich Eclipse (Sean Teale) seiner dunklen Vergangenheit stellen und eine Freundin aus alten Zeiten überzeugen, ihm wichtige Informationen auszuhändigen. Lauren (Natalie Alyn Lind) und Andy (Percy Hynes) erproben unterdessen, wie sie ihre Kräfte am besten kombinieren können, um der Gruppe zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9908685,"hoster":"VOE"},{"redirect":9908699,"hoster":"Doodstream"},{"redirect":14502394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"eXtrahiert","epNo":5,"alt":"boXed in","descr":"Ein tragisches Ereignis aus seiner Vergangenheit motiviert \"Sentinel-Services\"-Agent Jace Turner (Coiby Bell), alle Kräfte der Anti-Mutanten-Behörde zu mobilisieren. Sein Ziel ist es, endlich den geheimen Unterschlupf der Mutanten aufzuspüren. Blinks (Jamie Chung) lebhafte Träume münden derweil geradewegs in eine Konfrontation mit Dreamer (Elena Satine).","versions":[{"lang":1,"streams":[{"redirect":8482965,"hoster":"VOE"},{"redirect":8641638,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"eXkursion","epNo":6,"alt":"got your siX","descr":"Thunderbird (Blair Redford) will herausfinden, wie \"Sentinel Services\" den Mutanten Pulse (Zach Roerig) dazu gebracht hat, für sie zu arbeiten. Ein Einbruch in ein Regierungsgebäude könnte die gesuchten Informationen liefern. Blink (Jamie Chung) trifft eine folgenschwere Entscheidung. Caitlin (Amy Acker) ist nicht damit einverstanden, wie Polaris (Emma Dumont) die jungen Mutanten auf künftige Ernstfälle vorbereitet: Sie verbietet ihrer Tochter Lauren (Natalie Alyn Lind), weiter an den Trainingseinheiten teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":13997920,"hoster":"VOE"},{"redirect":9908708,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"eXtrem","epNo":7,"alt":"EXtreme Measures","descr":"Eclipse (Sean Teale) erhält einen Anruf von seiner Ex-Liebhaberin Carmen (Michelle Veintimilla) und muss in seine dunkle Vergangenheit zurückreisen, um den Underground zu beschützen. Reed (Stephen Moyer) und Sage (Hayley Lovitt) durchkämmen derweil einige geheime Akten, die sie gefunden haben, und finden alarmierende Informationen über Laurens neuen Freund.","versions":[{"lang":1,"streams":[{"redirect":8482958,"hoster":"VOE"},{"redirect":8641640,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vom Aussterben bedroht","epNo":8,"alt":"Threat Of EXtinction","descr":"Immer mehr Flüchtlinge schließen sich dem Netzwerk des Mutant Underground an, doch die Gruppe gerät in große Gefahr, denn unter den Neuankömmlingen befindet sich ein Spion, der insgeheim für die Sentinel Services arbeitet. Reed (Stephen Moyer) sucht indes seinen Vater auf, von dem er ein altes Familiengeheimnis erfährt, das noch sehr wertvoll werden könnte.","versions":[{"lang":1,"streams":[{"redirect":8482966,"hoster":"VOE"},{"redirect":9908735,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"ausgetriXt","epNo":9,"alt":"OutfoX","descr":"Das Team schmiedet einen riskanten Plan, um den Mutanten zu helfen, die von den Sentinel Services gefangen gehalten werden. Außerdem spricht Reed (Stephen Moyer) mit Andy (Percy Hynes-White) und Lauren (Natalie Alyn Lind) über die Familiengeschichte der Struckers, was eine Lösung für die Probleme des Widerstands mit sich bringen könnte.","versions":[{"lang":1,"streams":[{"redirect":8482979,"hoster":"VOE"},{"redirect":13569943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978439,"hoster":"VOE"},{"redirect":13581689,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ausgenutzt","epNo":10,"alt":"EXploited","descr":"Die Mitglieder des Widerstands stehen vor einer extrem schwierigen moralischen Entscheidung. So hat Jace (Coby Bell) letzten Endes keine andere Wahl, als Dr. Campbell (Garret Dillahunt) etwas sehr wertvolles zu übergeben. Das Team ist sich uneins, was sie als nächstes machen sollen, also übernehmen Reed (Stephen Moyer) und Caitlin (Amy Acker) eigenhändig das Kommando.","versions":[{"lang":1,"streams":[{"redirect":8482963,"hoster":"VOE"},{"redirect":14453551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978444,"hoster":"VOE"},{"redirect":14453548,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"3 X 1","epNo":11,"alt":"3 X 1","descr":"Während die Spannungen innerhalb des Teams im Mutant-Hauptquartier steigen, weiß niemand, wem er vertrauen kann. Weil Reed (Stephen Moyer) um die Sicherheit seiner Familie fürchtet, überdenkt er seine Zukunft auf dem Gelände. Dr. Campbell (Garret Dillahunt) schlägt Jace (Coby Bell) derweil ein verbessertes Programm vor, das alles verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":12929860,"hoster":"VOE"},{"redirect":13570223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978452,"hoster":"VOE"},{"redirect":13581695,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"eXtraction","epNo":12,"alt":"eXtraction","descr":"Dr. Campbell (Garret Dillahunt) tritt bei einer Veranstaltung gegen Mutanten auf, wo er sein Hound-Programm vorstellen und auf nationaler Ebene durchsetzen will. Der Widerstand versucht dies jedoch zu verhindern. In der Zwischenzeit erfährt Polaris (Emma Dumont) mehr über ihre Vergangenheit und trifft eine wichtige Entscheidung, die große Konsequenzen haben könnte. Außerdem wird das Hauptquartier der Mutanten angegriffen. Alles steht auf dem Spiel, während Allianzen auf den Prüfstand gestellt werden.","versions":[{"lang":1,"streams":[{"redirect":8482995,"hoster":"VOE"},{"redirect":8641670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978463,"hoster":"VOE"},{"redirect":9978462,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"eXtermination (in Ep 12 enthalten)","epNo":13,"alt":"X-roads (In Ep 12 enthalten)","descr":"Dr. Campbell (Garret Dillahunt) tritt bei einer Veranstaltung gegen Mutanten auf, wo er sein \"Hound\"-Programm vorstellen und auf nationaler Ebene durchsetzen will. Der Widerstand versucht dies jedoch zu verhindern. In der Zwischenzeit erfährt Polaris (Emma Dumont) mehr über ihre Vergangenheit und trifft eine wichtige Entscheidung, die große Konsequenzen haben könnte. Außerdem wird das...","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"EMergence","epNo":1,"alt":"eMergence","descr":"Reeva (Grace Byers) führt eine Säuberungsaktion im inneren Kreis durch. Alle die, die mit ihr nicht einverstanden sind, lässt sie gnadenlos fallen. Sechs Monate später rettet Mutant Underground zwar ein Mädchen, aber nicht deren Familie.\r\rEntgegen dem Wunsch der Gruppe treffen sich Eclipse (Sean Teale) und Caitlin (Amy Acker) mit einem kriminellen Hacker, um Informationen über den Inneren Kreis zu erhalten.\r\rIn der Zwischenzeit bereitet sich Polaris (Emma Dumont) auf die Geburt ihres Babys vor, ihre Kontraktionen magnetisieren alles Metallische und richten großes Chaos an. Sie lässt Andy (Percy Hynes-White) auch das Versprechen geben, das Baby zu retten, egal was passiert.","versions":[{"lang":1,"streams":[{"redirect":8482974,"hoster":"VOE"},{"redirect":8641656,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"träuMe","epNo":2,"alt":"UnMoored","descr":"Thunderbird (Blair Redford) kontaktiert einen Mutanten-Anwalt, der ihn vor Jahren in den Untergrund rekrutiert hat, in der Hoffnung, dass sie ihm helfen kann, den Inneren Kreis zu finden.Lauren (Natalie Alyn Lind) und Andy (Percy Hynes-White) haben einen gemeinsamen Traum, der Andy von seinem Training ablenkt und Reeva (Grace Byers) dazu veranlasst, die Sache endgültig zu beenden, was Andy wiederum dazu bringt, seine Trennung von seiner Schwester in Frage zu stellen.Zwischenzeitlich muss Reed (Stephen Moyer) ein großes Geheimnis von der Gruppe fern halten, und Jace (Coby Bell) nimmt die Spur der Mutanten wieder auf.","versions":[{"lang":1,"streams":[{"redirect":8482968,"hoster":"VOE"},{"redirect":8641642,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"koMplikationen","epNo":3,"alt":"CoMplications","descr":"Als Polaris\u0027 Baby an einer tödlichen Krankheit leidet, wendet sich der Innere Kreis an eine unerwartete Quelle. Unterdessen unternehmen Reed und Lauren einen Ausflug, um illegale Medikamente zu liefern, aber Reeds Kräfte erschweren ihre Pläne. Dann treffen Thunderbird und Blink auf den Anführer der Morlocks - eine schattenhafte Gruppe von Mutanten, die im Untergrund leben -, der ihnen anbietet, den Inneren Kreis zu finden.","versions":[{"lang":1,"streams":[{"redirect":9908939,"hoster":"VOE"},{"redirect":8641652,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"übertruMpft","epNo":4,"alt":"outMatched","descr":"Die Struckers, ohne Andy, beginnen, ihr gebrochenes Vertrauen wieder aufzubauen, während Thunderbird, Blink und Eclipse Wire besuchen, in der Hoffnung, ihn davon zu überzeugen, erneut zu helfen. Als sie dort ankommen, erfahren sie von Wires Bruder Graph, dass etwas Schreckliches passiert ist. Das Team entdeckt, dass der Innere Kreis auf dem Weg ist, eine Haftanstalt für Mutanten zu überfallen, also unternehmen sie Schritte, um zu versuchen, sie abzufangen. Währenddessen wird Jace von einem Mitglied der Purifiers kontaktiert.","versions":[{"lang":1,"streams":[{"redirect":8482984,"hoster":"VOE"},{"redirect":8641658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978464,"hoster":"VOE"},{"redirect":9978470,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"trauMata","epNo":5,"alt":"afterMath","descr":"Während Caitlin und Thunderbird darum kämpfen, das Leben eines Mutanten zu retten, der bei der chaotischen Befreiung einer psychiatrischen Klinik durch den Inneren Kreis verletzt wurde, entdecken sie Hinweise auf die Identität des mächtigen Mutanten, den Polaris und Andy bergen sollen. Während sich Jace mit den Purifiers zusammenschließt, um die entflohenen Mutanten zu jagen, kommt er einer erneuten Kollision mit dem Mutant Underground gefährlich nahe.","versions":[{"lang":1,"streams":[{"redirect":9908957,"hoster":"VOE"},{"redirect":8641667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487235,"hoster":"VOE"},{"redirect":9978479,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"bestiMmung","epNo":6,"alt":"iMprint","descr":"Der Innere Kreis bereitet sich auf einen geheimen Hinterhalt vor, aber Polaris weigert sich, sich anzuschließen, und Reeva beauftragt Esme, Polaris an Bord zu holen. Esme vertraut sich Polaris an und enthüllt ihre schwierige Vergangenheit und die ihrer Schwestern. Währenddessen trainiert Thunderbird Reed darin, seine Kräfte zu kontrollieren, und die Purifiers greifen The Mutant Underground an, während sie versuchen, eine Gruppe obdachloser Mutanten zu retten.","versions":[{"lang":1,"streams":[{"redirect":9908962,"hoster":"VOE"},{"redirect":8641659,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487239,"hoster":"VOE"},{"redirect":9978480,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kein erbarMen","epNo":7,"alt":"No Mercy","descr":"Reeva beschließt, ihre Pläne bekannt zu geben, weitere Mittel für den Inneren Kreis zu beschaffen; der Mutant Underground beschäftigt sich mit Reeds Kräften und ihrer Instabilität; Jace trifft eine gut vernetzte Persönlichkeit des öffentlichen Lebens, die die Purifier und ihre Ziele unterstützt.","versions":[{"lang":1,"streams":[{"redirect":8482981,"hoster":"VOE"},{"redirect":8641655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487241,"hoster":"VOE"},{"redirect":9978490,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Traum","epNo":8,"alt":"The DreaM","descr":"Um Reeds Kräfte zu stabilisieren, treffen Reed, Caitlin und Lauren Dr. Risman, einen Arzt, der Patienten mit schwächenden X-Genen behandelt. Lauren findet jedoch heraus, dass Dr. Risman nicht der ist, für den sie sie hielt. Nach dem Banküberfall des Inneren Kreises arbeiten Thunderbird und Blink weiter zusammen, um sie zu verfolgen. Währenddessen denkt Polaris über ihre schwierige Beziehung zu ihrem Vater nach und unternimmt Schritte, um Dawn vor dem Inneren Kreis zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8482980,"hoster":"VOE"},{"redirect":8641661,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487242,"hoster":"VOE"},{"redirect":9978497,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"gaMe changer","epNo":9,"alt":"GaMe Changer","descr":"Die Spannungen erreichen einen Höhepunkt innerhalb des Inneren Kreises, während Andy Rebecca vor Reeva verteidigt; Lauren überredet Reed und Caitlin, Dr. Rismans Forschung zu zerstören; Jace arbeitet mit den Purifiern an einem Plan; Blink und Thunderbird stellen sich ihren Unterschieden.","versions":[{"lang":1,"streams":[{"redirect":8482985,"hoster":"VOE"},{"redirect":8641672,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487245,"hoster":"VOE"},{"redirect":9978506,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"der feind Meines feindes","epNo":10,"alt":"eneMy of My eneMy","descr":"Thunderbirds wird gefangen gehalten und die Mutanten des Untergrunds müssen sich bei der Rettungsmission an den inneren Kreis wenden, um ihn zu retten. Vergessene Freundschaften keimen währenddessen wieder auf.","versions":[{"lang":1,"streams":[{"redirect":9908889,"hoster":"VOE"},{"redirect":8641668,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487231,"hoster":"VOE"},{"redirect":9978510,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"meMento","epNo":11,"alt":"meMento","descr":"Reed macht sich Sorgen, als Lauren von ihren Vorfahren und ihren gewalttätigen Kräften fasziniert ist. Lorna beginnt, ihr Vertrauen in den Inneren Kreis neu zu bewerten, nachdem sie die Vergangenheit von Reevas neuen Auszubildenden herausgefunden hat. Währenddessen ermutigt Benedict Ryan Jace weiterhin, bei den Purifiern aktiv zu werden. Marcos bittet Clarice, zu den Morlocks zu gehen, um nach Informationen über den Inneren Kreis zu suchen, und Thunderbird erhält einen Anruf von Evangeline.","versions":[{"lang":1,"streams":[{"redirect":8482989,"hoster":"VOE"},{"redirect":8641671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487244,"hoster":"VOE"},{"redirect":9978518,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"heiMat","epNo":12,"alt":"hoMe","descr":"Die Nation ist mehr denn je gespalten und der Traum von den X-Men nähert sich dem Scheitern, während der Inner Circle und die Purifiers an Macht gewinnen; Evangeline plant, über die Wiederbelebung des Mutant Underground zu diskutieren; Lauren und Andy können sich immer noch nicht in ihren Träumen einigen.","versions":[{"lang":1,"streams":[{"redirect":9908903,"hoster":"VOE"},{"redirect":8641682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487243,"hoster":"VOE"},{"redirect":9978525,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"in versuchung koMmen","epNo":13,"alt":"teMpted","descr":"Lauren hört auf zu schlafen, damit sie den Kräften in ihren Träumen entgehen kann, die sie dazu drängen, sich Andy anzuschließen und ihrer dunklen Seite nachzugeben. Glow ist in Schwierigkeiten, nachdem er von den Purifiern angeschossen wurde, und Blink überzeugt die Morlocks, Caitlin Glow retten zu lassen. Währenddessen erfährt Polaris die Details von Reevas Plänen und Reed hilft Lauren, ihre Träume zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":8482993,"hoster":"VOE"},{"redirect":8641674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509046,"hoster":"VOE"},{"redirect":9978526,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"unheilvolle Misere","epNo":14,"alt":"calaMity","descr":"Reeva erhöht die Sicherheit des Geländes, nachdem ein Mitglied des Inneren Kreises verschwunden ist, aber sie erkennt später, dass ihre Pläne möglicherweise durchgesickert sind; Caitlin und Reed versuchen, Laurens Kraft mit dem Serum zu reduzieren, in der Hoffnung, dass sie ihren Albträumen begegnen kann.","versions":[{"lang":1,"streams":[{"redirect":8483008,"hoster":"VOE"},{"redirect":8641677,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487232,"hoster":"VOE"},{"redirect":9978533,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Monsters","epNo":15,"alt":"Monsters","descr":"Lauren kann nicht auf ihre Kräfte zugreifen, wenn es am wichtigsten ist, und überlässt Caitlin, die Dinge selbst in die Hand zu nehmen, wenn sie verfolgt werden. Reeva enthüllt endlich ihren Plan für den Inneren Kreis und es ist düsterer, als sich irgendjemand hätte vorstellen können. Unterdessen konfrontiert Jace einiges Bedauern über seine Taten und ist zwischen dem Druck der Purifier und seinen eigenen Überzeugungen hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":9908915,"hoster":"VOE"},{"redirect":8641689,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487234,"hoster":"VOE"},{"redirect":9978541,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"oMen","epNo":16,"alt":"oMens","descr":"In dieser Folge halten sie den inneren Kreis auf. Aus Hass wird Freundschaft","versions":[{"lang":1,"streams":[{"redirect":8482996,"hoster":"VOE"},{"redirect":8641683,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978545,"hoster":"VOE"},{"redirect":9978544,"hoster":"Streamtape"}]}]}]}]}