{"path":"/serie/stream/the-gymnasts","name":"The Gymnasts","descr":"[Corpo libero] spielt in der Welt des Kunstturnens. Im Mittelpunkt stehen sowohl die Sehnsucht nach dem Erwachsenwerden als auch die Angst davor. Es ist die Geschichte eines Sports, der die Leichtigkeit und das Fliegen von Körpern feiert. Die fünf Turnerinnen des neapolitanischen Teams `Vis Invicta` bereiten sich auf das renommierte, internationale Winter Fox-Turnier in den Abruzzen vor. Die 15-jährige Martina (Alessia de Falco) pausierte länger Zeit und muss nun sowohl ihren Mitstreiterinnen als auch sich selbst beweisen, dass sie noch immer zu Spitzenleistungen fähig ist. Doch die sportlichen Aktivitäten werden durch einen mysteriösen Mord abrupt unterbrochen...","seasons":[{"path":"/serie/stream/the-gymnasts/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-gymnasts/staffel-1/episode-1","name":"Montag","epNo":1,"alt":"Episode 1","descr":"Die Turnerinnen des Teams \"Vis Invicta\" kommen beim Turnier \"Winter Fox\" in den Abruzzen an. Martina springt für eine ausgefallene Turnerin ein und kämpft darum, ihren Platz im Team zu finden. Mit Spannung erwarten die Italienerinnen die Ankunft des rumänischen Teams und seines Stars Angelica. Während es sportlich schlecht läuft für Martina, lernt sie Pietro kennen, der zusammen mit seiner Mutter das Hotel führt, in dem die Turnerinnen wohnen. Wegen einer Verletzung musste die 15-jährige Martina lange pausieren. Doch nun, nach einem Jahr, darf sie als Ersatz für eine ausgefallene Turnerin mit ihrem Team \"Vis Invicta\" zum prestigeträchtigen und international besetzten Turnier \"Winter Fox\" in die tief verschneiten Abruzzen fahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505022","hoster":"VOE"},{"path":"/redirect/12505020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-gymnasts/staffel-1/episode-2","name":"Dienstag","epNo":2,"alt":"Episode 2","descr":"Martina muss den ersten Gruppen-Qualifikationstag auf der Bank verbringen. Zudem hadert sie mit ihrer körperlichen Entwicklung, die schneller voranschreitet, als bei ihren Teamkolleginnen. Auch für Carla verläuft der erste Tag der Qualifikationen enttäuschend: Die Rumänin Angelica Ladeci kopiert Carlas Übung und bekommt dafür auch noch die höhere Punktewertung! Carla fordert ihre Kontrahentin daraufhin zu einem nächtlichen Zweikampf heraus. Der erste Tag des Turniers beginnt denkbar schlecht. Martina muss die Entscheidung von Trainerin Rachele akzeptieren, auf der Bank zu bleiben, weil sie am Vortag beim Training gepatzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505024","hoster":"VOE"},{"path":"/redirect/12505028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-gymnasts/staffel-1/episode-3","name":"Mittwoch","epNo":3,"alt":"Episode 3","descr":"Nach einer harten Qualifikation gönnt Trainerin Rachele ihren Mädchen einen freien Abend: In einer Bar wollen sie abschalten und sich amüsieren. Stattdessen kommt es zu einer Schlägerei. Anna erduldet weiterhin das Essensverbot, das Carla ihr auferlegt hat. Währenddessen blüht Benedetta, Annas engste Vertraute im Team, regelrecht auf. Mit einer unerwartet guten Leistung qualifiziert sie sich für das Einzelfinale, im Gegensatz zu Martina. In der Einzel-Qualifikation treten alle Mädchen gegeneinander an, und nur die besten zehn Turnerinnen kommen ins Finale. Neben Carla, die heute über Angelica triumphiert, glänzt besonders Benedetta durch überraschende, ungewohnte Stärke und Energie. Für Martina hingegen gerät die Qualifikation völlig aus dem Ruder. Enttäuscht und verzweifelt sucht sie Zuflucht bei Pietro, dem Sohn der Hotelbesitzerin – und muss eine weitere Enttäuschung hinnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505026","hoster":"VOE"},{"path":"/redirect/12505027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-gymnasts/staffel-1/episode-4","name":"Donnerstag","epNo":4,"alt":"Episode 4","descr":"Als eines der Mädchen nachts verstört draußen aufgefunden wird, erzählt Martina Trainerin Rachele, was sie darüber weiß und bricht damit einen Schwur. Dieser Verrat bleibt nicht ungestraft. Eine Kommissarin von der örtlichen Polizei taucht auf und beginnt Ermittlungen, die mit dem nächtlichen Vorfall in Zusammenhang stehen. Derweil keimt in Nadia der Verdacht auf, dass ihre geliebte Carla heimlich eine Affäre mit einer anderen Turnerin hat. Als Strafe für die Schlägerei in der Kneipe lässt Trainerin Rachele die Mädchen auch an ihrem eigentlich freien Tag trainieren: quälende Konditionsübungen in klirrender Kälte. Als Benedetta ihren Teammitgliedern dabei ein schreckliches Geheimnis anvertraut, geraten die Dinge aus dem Ruder. Dank für sie glücklicher Umstände, steht Martina nun doch im Einzelfinale. Aber nicht alle sind glücklich darüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505029","hoster":"VOE"},{"path":"/redirect/12505030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-gymnasts/staffel-1/episode-5","name":"Freitag","epNo":5,"alt":"Episode 5","descr":"Am Morgen des Mannschaftsfinales schwächelt Carla. Aber es wird auch spürbar, dass mit den Turnerinnen insgesamt etwas nicht stimmt. Im Gespräch mit Angelica erhärtet sich Martinas Verdacht. Ein Streit mit Nadia scheint Carla sämtliches Selbstvertrauen zu rauben, zudem setzt die Anwesenheit ihrer Mutter im Publikum sie stark unter Druck. Derweil kommt Martina Pietro immer näher und freundet sich weiter mit Carlas Konkurrentin Angelica an. Nachdem sie von ihnen gedemütigt wurde, verbringt Martina die Nacht ohne ihre Teamkolleginnen. Als sie in ihr Dreier-Zimmer zurückkommt, sieht sie, dass sich Carla und Nadia, normalerweise unzertrennlich, streiten. Aber es bleibt keine Zeit für Erklärungen:","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505032","hoster":"VOE"},{"path":"/redirect/12505033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-gymnasts/staffel-1/episode-6","name":"Samstag","epNo":6,"alt":"Episode 6","descr":"Am Morgen des Einzel-Finales machen die Mädchen eine schreckliche Entdeckung: In einer Schneewehe liegt eine blutüberströmte Leiche. Eine Reihe von unterschiedlichen Geständnissen macht die polizeilichen Ermittlungen zur Achterbahnfahrt. Aber kommt die Polizei dabei der Wahrheit auf die Spur? Am Morgen des Einzel-Finales machen die Mädchen eine schreckliche Entdeckung: In einer Schneewehe liegt eine blutüberströmte Leiche. Martina glaubt, die Wahrheit zu kennen und konfrontiert Rachele. Doch es bleibt keine Zeit für eine Auseinandersetzung mit der Trainerin. Inspektorin Elena Pace bestellt die Mädchen zur Einzelbefragung ein. Als sich herausstellt, dass Martina als Letzte Kontakt zu dem Opfer hatte, wird sie zur Hauptverdächtigen. Daraufhin gibt es gleich eine ganze Reihe von Geständnissen und die polizeilichen Ermittlungen scheinen ins Leere zu laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12505036","hoster":"VOE"},{"path":"/redirect/12505037","hoster":"Streamtape"}]}]}]}]}