{"seriesId":"the-god-of-high-school","name":"The God of High School","descr":"Jin Mori bezeichnet sich selbst als den allerstärksten High Schooler und eines Tages erhält er die Gelegenheit, dies auch zu beweisen: Er wird zum \"God of High School\" eingeladen, einem Turnier, welches den stärksten High Schooler bestimmen und dem Gewinner absolut jeden Wunsch erfüllen soll. Alle Teilnehmer sind mächtige Kämpfer, doch was erwartet ihn am Ende des Turniers? Dies ist erst der Beginn einer atemberaubenden Reihe eindrucksvoller Kämpfe!","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Behind the Scenes [Episode EX]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8383907,"hoster":"VOE"},{"redirect":8383901,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Set up/​stand up","epNo":1,"alt":"Set up/stand up","descr":"\"God of High School\" ist ein Kampfsportturnier für Highschooler aus ganz Korea. Jin Mori, der allein lebt, nachdem er sich in jungen Jahren von seinem Großvater Taejin getrennt hat, ist auf dem Weg zur Vorbereitung für seine Region, als er schließlich einem Entführer nachjagt. Während seiner Verfolgung trifft er Han Daewi und Yoo Mira, zwei weitere Highschooler auf dem Weg zur Teilnahme an der Vorrunde. Das einzige, was auf dem Spiel steht, ist Ihr Stolz! Das einzige, dem Sie vertrauen können, sind Ihre Fäuste! Wählen Sie einen beliebigen Wunsch, und es wird gewährt! So ist die Kraft Gottes! So beginnt der Battle Royal mit den mächtigsten Konkurrenten aus aller Welt ...","versions":[{"lang":1,"streams":[{"redirect":14278244,"hoster":"VOE"},{"redirect":13599726,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13740185,"hoster":"VOE"},{"redirect":13740184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647660,"hoster":"VOE"},{"redirect":13660776,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Renewal/​soul","epNo":2,"alt":"renewal/soul","descr":"Mori, Daewi und Mirahave schafften es durch die erste Vorrunde. In der nächsten Runde sprechen die drei über ihre Gründe für die Teilnahme am Turnier. Mira sagt, sie hoffe, einen starken Mann zu finden, der der Nachfolger des Moon Light Sword Style ihres verstorbenen Vaters werden und das Dojo ihrer Familie wieder aufbauen kann. Am Tag des Turniers trifft Gang Manseok, einer der Favoriten auf den Gewinn des Turniers, auf den Tai Chi-Benutzer Go Gamdo.","versions":[{"lang":1,"streams":[{"redirect":14269286,"hoster":"VOE"},{"redirect":13599728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13740199,"hoster":"VOE"},{"redirect":13740200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647659,"hoster":"VOE"},{"redirect":13660781,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wisdom/​kingdom","epNo":3,"alt":"wisdom/kingdom","descr":"Mira tritt gegen die Pro-Wrestlerin der WWD-Frauen, Mah Miseon, an, aber ihr Schwertkampf kann nicht mit Miseons gut gebautem Körper und seiner überwältigenden Stärke mithalten. Mori ist dem Risiko ausgesetzt, vom Turnier ausgeschlossen zu werden, nachdem er das Spiel zwischen Gang Manseok und Go Gamdo gestört hat. Park Mujin, Mitglied der Nationalversammlung und Sponsor der God of High School, erklärt Mori, dass er zum Turnier zurückkehren darf, wenn er Kommissar Q in einem Match besiegen kann. Während die regionalen Vorbereitungen in ganz Korea fortgesetzt werden, plant eine geheime Organisation hinter den Kulissen. Der \"Schlüssel\" zur Erfüllung ihrer Wünsche ist ...","versions":[{"lang":1,"streams":[{"redirect":14270412,"hoster":"VOE"},{"redirect":13599729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745654,"hoster":"VOE"},{"redirect":13745655,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647732,"hoster":"VOE"},{"redirect":13660777,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Marriage/​bonds","epNo":4,"alt":"marriage/bonds","descr":"Die vier besten Kämpfer der Vorrunde stehen fest. Als ihr Halbfinalspiel gegen Daewi näher rückt, wird Mira plötzlich von Oh Seongjin, einem Kampfkünstler und erfolgreichen Geschäftsmann, mit einem Heiratsantrag angesprochen. Sie willigt ein, ihn zu heiraten, als Gegenleistung für sein Versprechen, das Dojo ihrer Familie wiederherzustellen und den Moon Light Sword Style auf der ganzen Welt zu verbreiten. Wenn sie ihn heiratet, muss sie sich vom Turnier zurückziehen ... und Mori und Daewi sind damit nicht einverstanden.","versions":[{"lang":1,"streams":[{"redirect":14506889,"hoster":"VOE"},{"redirect":14489976,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14432639,"hoster":"VOE"},{"redirect":14444641,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14415351,"hoster":"VOE"},{"redirect":14444638,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ronde/​hound","epNo":5,"alt":"ronde/hound","descr":"Daewi zeigt keine Gnade in seinem Kampf gegen Mira mit dem Ziel, das Geld zu bekommen, um seinem Freund Woo Seungtae zu helfen, der an einer unheilbaren Krankheit leidet. Mori besiegt handlich seinen eigenen Halbfinale-Gegner, den brasilianischen Jiu-Jitsu-Benutzer Byeon Jaehee, ist jedoch verärgert über Daewis Methode, Mira zu besiegen, indem er auf ihre Verletzungen zielt. Daewi erfährt inzwischen, dass Seungtae sich zum Schlechten gewendet hat und stärkt seine Entschlossenheit noch weiter. Inmitten all dessen stehen sich Mori und Daewi in der letzten Runde gegenüber.","versions":[{"lang":1,"streams":[{"redirect":14325240,"hoster":"VOE"},{"redirect":13599730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745694,"hoster":"VOE"},{"redirect":13745693,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647728,"hoster":"VOE"},{"redirect":13660778,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Fear/​SIX","epNo":6,"alt":"fear/SIX","descr":"Das nationale God of High School-Turnier wird ein Teamkampf zwischen Teams sein, die aus den drei besten Teilnehmern jeder regionalen Vorrunde bestehen. Mira gewinnt den Kampf um den dritten Platz, was bedeutet, dass sie mit Mori und Daewi in der Nationalmannschaft antreten wird. Mujin erklärt den anderen Administratoren, dass dies alles Teil der Suche nach demjenigen ist, der das Potenzial hat, der \"Schlüssel\" zu sein. Zur gleichen Zeit ruft Mujin The Six an, eine Gruppe außerordentlich mächtiger Kämpfer, um sich mit Nox zu befassen, einer anderen Organisation, die nach dem Schlüssel sucht.","versions":[{"lang":1,"streams":[{"redirect":14270413,"hoster":"VOE"},{"redirect":13599733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745719,"hoster":"VOE"},{"redirect":13745720,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647730,"hoster":"VOE"},{"redirect":13660779,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Anima/​force","epNo":7,"alt":"anima/force","descr":"Im ersten Spiel des nationalen Turniers verliert Mori den Eröffnungskampf seiner Mannschaft, indem er einen Druckpunkt anwendet, den er von Bongchim of The Six gelernt hat, was ihn unbeweglich macht. Im zweiten Kampf trifft Daewi auf den ältesten Konkurrenten des Turniers, den 38-jährigen Jin Pum Kwang, der Daewi mit starken Angriffen überwältigt, die er durch jahrelange harte körperliche Arbeit erlangt hat. Währenddessen wird Kommissar Q von Drake, einem Mitglied von Nox, angegriffen und schwer verletzt. Am Ende entfernt Q seinen Begrenzer, damit er die Macht der Götter in Anspruch nehmen kann, und der Charyeok-Joker materialisiert sich!","versions":[{"lang":1,"streams":[{"redirect":14506530,"hoster":"VOE"},{"redirect":13599734,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745772,"hoster":"VOE"},{"redirect":13745773,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647689,"hoster":"VOE"},{"redirect":13660783,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Close/friend","epNo":8,"alt":"close/friend","descr":"Das Team unter der Leitung von Park Ilpyo, einem der Teilnehmer, der als Top-Schlüsselkandidat gilt, steht dem Team unter der Leitung von Gwim Gi gegenüber. Gwim Gi ruft seinen Charyeok, Jack the Ripper, an, aber Ilpyo verwendet seinen antiquierten Taekkyon-Kampfstil, anstatt sich auf Charyeok zu verlassen. In der Zwischenzeit ist Daewi vom Wettbewerb ausgeschlossen, nachdem er sich in ein Match eingemischt und Jugok getroffen hat. Mira schimpft mit ihm, aber Mori scheint abgelenkt zu sein. Etwas, das er auf Ilpyos Rücken sieht, kommt ihm bekannt vor ...","versions":[{"lang":1,"streams":[{"redirect":14270081,"hoster":"VOE"},{"redirect":13599743,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745795,"hoster":"VOE"},{"redirect":13745809,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647690,"hoster":"VOE"},{"redirect":13660784,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Curse/Cornered","epNo":9,"alt":"curse/cornered","descr":"Nachdem Mori erfahren hat, dass sein Großvater Jin Taejin eingesperrt ist, beeilt er sich, ihn freizulassen. Daewi und Mira warten auf seine Ankunft beim Turnier, ohne zu wissen, was los ist. Da Mori fehlt und Daewi gesperrt ist, muss Mira das Teammatch alleine beenden. Sie kämpft gegen ihren Gegner Marin, der ihren Angriffen ausweicht und mit ihrem eigenen Schwert kontert. Wenn er es einen Nationalschatz nennt, beginnt es weiß zu leuchten und seine wahre Form wird enthüllt ...","versions":[{"lang":1,"streams":[{"redirect":13843979,"hoster":"VOE"},{"redirect":13599735,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745841,"hoster":"VOE"},{"redirect":13745844,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647700,"hoster":"VOE"},{"redirect":13660780,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Oath/Meaning","epNo":10,"alt":"oath/meaning","descr":"Als er von Nox \u0027Existenz und ihrer Rolle in Jin Taiejins Haft erfährt, schwört Mori, das Turnier zu gewinnen und ihn zu retten. Aber sein Gegner Ilpyo hat auch einen guten Grund, warum er es sich nicht leisten kann, zu verlieren. Vor vier Jahren hatten sich Seungahs Schwester und Ilpyos Cousine Seungyeon von Jegal das Bein gebrochen und mussten die Kampfkunst endgültig aufgeben, und Ilpyo hat sich entschlossen, ihretwegen kaltherzig zu werden. Währenddessen wird Paylong, dessen Angriff auf Mori fehlgeschlagen ist, eliminiert ... als Jegal ein grausames Lächeln trägt.","versions":[{"lang":1,"streams":[{"redirect":14270126,"hoster":"VOE"},{"redirect":13599736,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745861,"hoster":"VOE"},{"redirect":13745864,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647729,"hoster":"VOE"},{"redirect":13660785,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lay/Key","epNo":11,"alt":"lay/key","descr":"In seinem Kampf mit Mori entfesselt Ilpyo den Charyeok Nine-Tails und erwacht als Schlüssel. Mori benutzt seinen Blue Dragon Tempest, aber Ilpyo stoppt ihn leicht. Der Unterschied in der Stärke zwischen ihnen scheint klar zu sein, aber dann strömt plötzlich Energie aus Moris Körper ...","versions":[{"lang":1,"streams":[{"redirect":13844041,"hoster":"VOE"},{"redirect":13599737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745880,"hoster":"VOE"},{"redirect":13745879,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647655,"hoster":"VOE"},{"redirect":13660787,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fox/God","epNo":12,"alt":"FOX/GOD","descr":"Ilpyo schlägt Jegal gnadenlos nieder. Gerade als er den letzten Schlag versetzen will, sprießt Ilpyo Tentakel und fesselt ihn. Mit der Charyeok-Gier setzt Jegal die Charyeok-Kräfte der anderen frei, die er absorbiert hat, und richtet ihre unglaublichen Kräfte auf Ilpyo. Während ihre Schlacht tobt, ändert sich etwas am Himmel über der Arena und es wird bald von einem schwertschwingenden Gott und seinen vielen Anhängern erfüllt ...","versions":[{"lang":1,"streams":[{"redirect":14270891,"hoster":"VOE"},{"redirect":13599738,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745896,"hoster":"VOE"},{"redirect":13745901,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647702,"hoster":"VOE"},{"redirect":13660782,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"GOD/GOD","epNo":13,"alt":"GOD/GOD","descr":"Der Gott, der über der Arena erschien, wurde durch Jaesans Technik abgeschossen. Mori und die anderen sind in eine riesige Höhle gefallen, wo sie gegen Jegal kämpfen, der sich nach dem Absorbieren des Schlüssels in einen Gott verwandelt hat. Mori, Daewi und Mira stehen ihm zusammen gegenüber, aber ihre Angriffe erreichen ihn nicht einmal und Daewi ist schwer verwundet, um Mori vor Jegals bösartigem Angriff zu schützen. Während die Situation verzweifelt wird, erwacht eine Erinnerung, die Mori die ganze Zeit in Erinnerung geblieben war, wieder ...","versions":[{"lang":1,"streams":[{"redirect":14506532,"hoster":"VOE"},{"redirect":13599739,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13745992,"hoster":"VOE"},{"redirect":13745993,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13647731,"hoster":"VOE"},{"redirect":13660786,"hoster":"Streamtape"}]}]}]}]}