{"seriesId":"the-hard-times-of-rj-berger","name":"The Hard Times of RJ Berger","descr":"\u0027The Hard Times of RJ Berger\u0027 ist die Serie, in der ein eigentlich unauffälliger Teen aufgrund seiner besonderen körperlichen Merkmale zu einer lokalen Berühmtheit aufsteigt – Popularität und Probleme inklusive! Eigentlich ist das Leben von RJ Berger ziemlich durchschnittlich. In seiner High School gilt er als sozial unbeholfen, unauffällig und nicht gerade attraktiv. Bis auf die intrigante Sex-Besessenheit seines besten Freundes Miles Jenner, die ständige Flucht vor der von ihm Besessenen Lily Miran, tägliche Prügeleien des Schultyrannen Max Owens und das Schmachten nach seinem Traummädchen Jenny Swanson gibt es nicht viel Aufregung in RJ’s Leben. Bis sich eines Tages bei einem Basketball-Spiel versehntlich seine Hose verabschiedet und die gesamte High School sein \"anatomisches Geschenk\" zu sehen bekommt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"RJ Berger sieht sich einer großen Aufgabe gegenüber: Mit dem sexbesessenen Miles Jenner und der Stalker-Lady Lily Miran an seiner Seite gilt es, die 10. Klasse zu bestehen ohne dabei zu sehr als Loser aufzufallen. Die Vorzeichen scheinen zu stimmen, denn immerhin wird RJ zu Beginn des Schuljahres in Biologie mit seinem Traummädchen Jenny Swanson in eine Arbeitsgruppe gesteckt. Mit der bloßen Konzentration auf die Eroberung von Jenny ist es aber prompt vorbei, als RJ im Rahmen eines Basketball-Spiels versehentlich sein bestes Stück entblößt und damit eine ganze Reihe von Entwicklungen auslöst...","versions":[{"lang":1,"streams":[{"redirect":8491487,"hoster":"VOE"},{"redirect":8648504,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Yes we can\u0027t","epNo":2,"alt":"Yes we can\u0027t","descr":"Der Vorsitzende der Schülerverwaltung, Max Owens, lehnt RJs Bitte um Gelder für einen Computer Club ab, was diesen auf die Palme treibt: Mit dem Wind seiner neuen Popularität im Rücken, beschließt RJ, bei den anstehenden Wahlen gegen Max zu kandidieren. Im darauf folgenden Wahlkampf setzt er mit Hilfe von Miles und Lily und dem Slogan Uncool Like You auf die Stimmen der Loser. Ob die Strategie aufgeht?","versions":[{"lang":1,"streams":[{"redirect":8491488,"hoster":"VOE"},{"redirect":8648510,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"The Berger Cometh","epNo":3,"alt":"The Berger Cometh","descr":"Jenny überedet RJ dazu, am Casting zum Schul-Musical Vamp Side Story teilzunehmen. Ihr Plan geht auf: RJ erhält die Rolle, in der er Jenny auf der Bühne küssen muss - die Sache scheint gebongt. Allerdings sorgt am Abend der Abende eine unerwartete Körperreaktion von RJ dafür, dass der romantische Höhepunkt zu einer kleinen Katastrophe verkommt...","versions":[{"lang":1,"streams":[{"redirect":8491486,"hoster":"VOE"},{"redirect":8648506,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Here\u0027s to you, Mrs. Robbins","epNo":4,"alt":"Here\u0027s to you, Mrs. Robbins","descr":"RJ erhält eine Einladung zu Jenny Swansons Sweet 16, was das Problem mit sich bringt, dass ein Geschenk her muss. Um die damit verbundenen Geldsorgen zu mindern, lässt sich RJ auf einen Aushilfsjob bei der unangenehmen Mrs. Robbins ein.","versions":[{"lang":1,"streams":[{"redirect":8491493,"hoster":"VOE"},{"redirect":8648514,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Rebound","epNo":5,"alt":"The Rebound","descr":"RJ kann sein Glück nicht fassen: Nachdem Jenny Swanson im Spind von Max die rote Unterwäsche eines Mädchens gefunden hat, beendet sie prompt die Beziehung. Ob RJ die Gunst der Stunde nutzen kann?","versions":[{"lang":1,"streams":[{"redirect":8491490,"hoster":"VOE"},{"redirect":8648508,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Over the Rainblow","epNo":6,"alt":"Over the Rainblow","descr":"RJ hat plötzlich Claire im Auge, die im Allgemeinen als ziemlich uncool gilt. Um ihr näher zu sein, schreckt er auch nicht davor zurück, dem Purity Club beizutreten.","versions":[{"lang":1,"streams":[{"redirect":13114902,"hoster":"VOE"},{"redirect":8648509,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tell and Kiss","epNo":7,"alt":"Tell and Kiss","descr":"RJ versucht, seine Beziehung zu Claire auf die nächste Stufe zu heben. Unterdessen gerät Miles in handfeste Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8491489,"hoster":"VOE"},{"redirect":8648515,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nerds Gone Wild","epNo":8,"alt":"Nerds Gone Wild","descr":"RJs Eltern sind das Wochenende über weg und Jenni übernimmt zu RJs Verwunderung den Job als Babysitterin. Die Lage verschärft sich, als sie das Haus als Location für eine Party ausruft.","versions":[{"lang":1,"streams":[{"redirect":8491494,"hoster":"VOE"},{"redirect":8648512,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"It\u0027s all about the Hamiltons","epNo":9,"alt":"It\u0027s all about the Hamiltons","descr":"RJ versteht die Welt nicht mehr: Das Gerücht macht die Runde, dass er seine Finger nicht von bestimmten Pillen lassen kann. Als diese Unwahrheit Hamilton zu Ohren kommt, bietet er RJ einen Platz in seiner Crew an.","versions":[{"lang":1,"streams":[{"redirect":8491492,"hoster":"VOE"},{"redirect":8648513,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Behind Enemy Lines","epNo":10,"alt":"Behind Enemy Lines","descr":"RJ hat ein Problem: Er fürchtet,dass Jenny  beim anstehenden Bio-Test so richtig versagt und ihn aufgrund dessen gegen einen anderen Lernpartner eintauscht. Um das drohende Unglück abzuwenden, engagiert er Miles großen Bruder, der ein Ex-Marine ist und die Prüfungslösungen vorab stehlen soll.","versions":[{"lang":1,"streams":[{"redirect":8491496,"hoster":"VOE"},{"redirect":8648517,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lilly Pad","epNo":11,"alt":"Lilly Pad","descr":"Der Abschlussball steht an, was RJ und Miles vor größte Probleme stellt: Da beide kein Date für den Abend haben, droht dieser in einem peinlichen Desaster zu enden. Um dies abzuwenden, fragt RJ Lily, ob sie ihn begleitet. Alles scheint geklärt bis Jenny plötzlich RJ fragt, ob er mit ihr gehen möchte. Nun muss RJ eine extrem schwierige Entscheidung treffen...","versions":[{"lang":1,"streams":[{"redirect":8491497,"hoster":"VOE"},{"redirect":8648516,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"The Right Thing","epNo":12,"alt":"The Right Thing","descr":"RJ ist am Ziel seiner Wünsche: Er hat ein Date mit Jenny. Ausgerechnet jetzt wird er allerdings von Schuldgefühlen gegenüber Lily aufgefressen. Ob er zu ihrem Krankenbett zurückkehren wird?","versions":[{"lang":1,"streams":[{"redirect":8491495,"hoster":"VOE"},{"redirect":8648518,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"RJs Choice","epNo":1,"alt":"RJs Choice","descr":"Ein neues Semester beginnt und beginnt mit einer Beerdigung. Aber nicht von Lilly, sondern von Kevin dem Rollstuhlfahrer. Lilly, die voriges Jahr von einem Bus überrollt wurde wird aus dem Krankenhaus entlassen und denkt, dass RJ und sie eine Beziehung führen. RJ trennt sich von ihr und löst bei Lilly ein unerwartetes Verhalten aus., denn RJ möchte sich nur noch auf Jenny Swanson konzentrieren. Miles wird verprügelt und RJ´s Eltern haben eine schlechte Nachricht...","versions":[{"lang":1,"streams":[{"redirect":12930567,"hoster":"VOE"},{"redirect":8648491,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Cousin Vinny","epNo":2,"alt":"Cousin Vinny","descr":"Bei dem Versuch, das Mädchen seiner Träume für sich zu gewinnen, fragt RJ Jenny nach einem Date. Sollte sie ja sagen, bereiten er und Miles ihn mit einem G-T-L Makeover von Cousin Vinny vor.","versions":[{"lang":1,"streams":[{"redirect":8491474,"hoster":"VOE"},{"redirect":8648490,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"The Lock-In","epNo":3,"alt":"The Lock-In","descr":"Es ist \"Lock-In Night\" bei Pinkerton und RJ erhält die Chance, Sex mit Jenny zu haben. Aber eine bittere Lily Miran wird alles in ihrer Macht stehende tun, um sicher zu gehen, dass nichts passiert.","versions":[{"lang":1,"streams":[{"redirect":8491477,"hoster":"VOE"},{"redirect":8648493,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ugly Jenny","epNo":4,"alt":"Ugly Jenny","descr":"Jenny Swanson bekommt ein paar Pickel und für sie ist ihre Welt zusammen gebrochen.RJ kann das nicht verstehen und hat Streit mit ihr. Die Gothqueen hat ein Herz gefunden und redet mit RJ.","versions":[{"lang":1,"streams":[{"redirect":8491476,"hoster":"VOE"},{"redirect":8648494,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Deadliest Crotch","epNo":5,"alt":"Deadliest Crotch","descr":"Abgelenkt durch die probleme mit Jenny und seinen Eltern, RJ’s Noten beginnen sich zu verschlechtern. Als er nach einem Tutor sucht, offeriert sie ihm mehr als nur akademischen Rat.","versions":[{"lang":1,"streams":[{"redirect":8491478,"hoster":"VOE"},{"redirect":8648496,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Saving Dick","epNo":6,"alt":"Saving Dick","descr":"Als RJ bei einer Lüge erwischt wird, gerät seine Beziehung mit Jenny ins stocken. Während ihrer Abwesenheit, schließt sich Amy RJ an, um seinen betrunkenen, depressiven und arbeitslosen Vater zu retten.","versions":[{"lang":1,"streams":[{"redirect":8491482,"hoster":"VOE"},{"redirect":8648495,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"You, Me, and Weezer","epNo":7,"alt":"You, Me, and Weezer","descr":"","versions":[{"lang":1,"streams":[{"redirect":9620333,"hoster":"VOE"},{"redirect":8648497,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Give Me a P","epNo":8,"alt":"Give me a P","descr":"Am Vorabend ihres 20. Jahrestages laden RJ’s eltern ihn zum Duell Abendessen ein. RJ ist gezwungen sich zwischen seoner Mutter und seinem Vater entscheiden.Inzwischen tritt Miles dem Cheerleading-Team bei, um gesund zu werden.","versions":[{"lang":1,"streams":[{"redirect":8491479,"hoster":"VOE"},{"redirect":8648503,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hunkeez","epNo":9,"alt":"Hunkeez","descr":"Da sein 16. Geburtstag immer näher rückt fragt RJ seinen Vater nach Fahrstunden und bekommt weit mehr als das: Rick nimmt ihn mit zu Hunkeez, einen Strip Club.","versions":[{"lang":1,"streams":[{"redirect":8491481,"hoster":"VOE"},{"redirect":8648500,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sex. Teen. Candles.","epNo":10,"alt":"Sex. Teen. Candles.","descr":"","versions":[{"lang":1,"streams":[{"redirect":8491483,"hoster":"VOE"},{"redirect":8648499,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Steamy Surprise","epNo":11,"alt":"Steamy Surprise","descr":"RJ will Amy das L-Wort sagen, aber die Dinge werden kompliziert als er und seine Ex-Freundin als \"Mr und Ms Pinkerton\" nominiert werden.","versions":[{"lang":1,"streams":[{"redirect":8491485,"hoster":"VOE"},{"redirect":8648505,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"The Better Man","epNo":12,"alt":"The Better Man","descr":"RJs Beziehung zu Amy scheint in der Balance, doch RJ tritt Max Owens entgegen, um mit ihm über den Titel \"Mr Pinkerton\" zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":8491484,"hoster":"VOE"},{"redirect":8648501,"hoster":"Streamtape"}]}]}]}]}