{"seriesId":"the-way-home-2023","name":"The Way Home (2023)","descr":"Vor 20 Jahren hat ein einschneidendes Ereignis dafür gesorgt, dass Kat Landry (Chyler Leigh) und ihre Mutter Del (Andy MacDowell) kein Wort mehr miteinander reden. Kats 15-jährige Tochter Alice (Sadie Laflamme-Snow) hat ihre Großmutter noch nie gesehen und weiß nichts von den Hintergründen der Trennung. Als die drei Generationen zum ersten Mal seit zwei Jahrzehnten wieder unter einem Dach zusammenkommen, setzt dies eine Kaskade in Gang, an deren Ende Verständnis und Versöhnung stehen könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mothers and Daughters","descr":"Kat und ihre Teenager-Tochter Alice ziehen bei der entfremdeten Großmutter Del ein. Um den Spannungen zu entkommen, erkundet Alice die Farm und begibt sich auf eine überraschende Reise. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830358,"hoster":"VOE"},{"redirect":14391669,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Scar Tissue","descr":"Kat wird ein Buchvertrag angeboten, der sie dazu auffordert, schreckliche Erinnerungen wieder aufleben zu lassen. Del will sich von der Vergangenheit verabschieden, während Alice sich danach sehnt, dorthin zurückzukehren. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830356,"hoster":"VOE"},{"redirect":14391676,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Don’t Want to Miss a Thing","descr":"Alice verliebt sich in die Vergangenheit und hat ihren ersten Kuss. Kat beginnt einen Job bei der Lokalzeitung. Del hat mit bittersüßen Erinnerungen zu kämpfen, die mit Coltons Boot verbunden sind. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830361,"hoster":"VOE"},{"redirect":14391681,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"What’s my age again?","descr":"Alice trifft sich als Teenager zweimal mit ihren Eltern. Kats erster Besuch in der Vergangenheit bringt eine überraschende Entdeckung. Del überwindet ihren Stolz und bittet um Hilfe. Stars Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830363,"hoster":"VOE"},{"redirect":14391687,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Don’t Dream It’s Over","descr":"Kat beaufsichtigt einen Schulball und lernt Brady wieder kennen. Alice möchte, dass Nick sie in der Zukunft findet. Del verabschiedet sich von weiteren Erinnerungen, als sich ein Wahrzeichen schließt. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830367,"hoster":"VOE"},{"redirect":14391691,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Building a Mystery","descr":"Kat und Alice versuchen, Jacobs Verschwinden zu verhindern. Del erkennt, dass die Tragödie von Jacob nicht nur ihre eigene war, sondern die der ganzen Stadt, und sie macht sich auf den Weg der Heilung. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830369,"hoster":"VOE"},{"redirect":14391697,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The End of the World as We Know It","descr":"Alice geht zu einer Jahr-2000-Party, um ihre Freundin zu unterstützen. Kat stößt auf ein neues Geheimnis über ihren Vater, während Del ein altes Geheimnis über ihn enthüllt, das sie beunruhigt. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830372,"hoster":"VOE"},{"redirect":14391701,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Lovefool","descr":"Kat erfährt alte Geheimnisse. Alice macht mit Nick Schluss; Del wagt sich an Byron heran.","versions":[{"lang":2,"streams":[{"redirect":13830374,"hoster":"VOE"},{"redirect":14391706,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Day the Music Died","descr":"Alice verabschiedet sich von der Vergangenheit, da sie weiß, dass sie sich ein Leben in der Gegenwart aufbauen muss. Kat versucht, den Tod ihres Vaters zu verhindern. Del lässt Erinnerungen in einem neuen Licht aufleben. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830378,"hoster":"VOE"},{"redirect":14391710,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Not All Who Wander Are Lost","descr":"Kat und Alice nehmen an der Beerdigung von Colton teil. Del geht zur Trauergruppe und schließt Frieden mit ihrer Erinnerung an Colton. Kat hat eine neue Theorie über Jacob.","versions":[{"lang":2,"streams":[{"redirect":13830381,"hoster":"VOE"},{"redirect":14391731,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Space Between","descr":"Del lässt die Traditionen vergangener Familiensommer wieder aufleben, Alice vermisst ihre Freunde, und Kat setzt sich nach dem Verlust von Elliot mit Jacobs Geheimnis auseinander. Stars: Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830340,"hoster":"VOE"},{"redirect":14391727,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Hanging by a Moment","descr":"Del denkt in der Gegenwart über die Zukunft von Landry Farm nach, Kat sucht in der Vergangenheit nach Antworten, und Alice versucht, in beidem Frieden mit Elliot zu schließen. Mit Andie MacDowell, Chyler Leigh, Evan Williams, Sadie Laflamme-Snow.","versions":[{"lang":2,"streams":[{"redirect":13830339,"hoster":"VOE"},{"redirect":14391745,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"When You Were Young","descr":"Die Landry-Frauen und Elliot denken darüber nach, was es bedeutet, erwachsen zu werden, während sie an den Erinnerungen aus ihren jüngeren Tagen festhalten und gleichzeitig akzeptieren, wer sie geworden sind.","versions":[{"lang":2,"streams":[{"redirect":13830342,"hoster":"VOE"},{"redirect":14391757,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Wake Me Up When September Ends","descr":"Alice überdenkt die Vergangenheit und ihre Freundschaft mit Elliot, Kat entdeckt, dass die Geschichte von den Gewinnern erzählt wird, und Del stellt die Geschichten, die sie sich selbst erzählt, in Frage.","versions":[{"lang":2,"streams":[{"redirect":13830344,"hoster":"VOE"},{"redirect":14391921,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Long Time Gone","descr":"Der Gründertag in Port Haven weckt bei Del, Alice und Elliot Erinnerungen. Auf ihrer Suche nach Antworten gerät Kat zwischen zwei Welten.","versions":[{"lang":2,"streams":[{"redirect":13830346,"hoster":"VOE"},{"redirect":14391773,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"How to Save a Life","descr":"Die Landry-Frauen erreichen einen emotionalen Höhepunkt, als Kat daran arbeitet, eine Rettung herbeizuzaubern, während Alice Del durch eine Welle des Kummers begleitet, während alte Wunden aufgerissen werden.","versions":[{"lang":2,"streams":[{"redirect":13830349,"hoster":"VOE"},{"redirect":14391935,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Somewhere Only We Know","descr":"Die Landry-Frauen lernen, dass die Dinge nicht immer so sind, wie sie scheinen, während jede von ihnen neue Wahrheiten aus Vergangenheit und Gegenwart ans Licht bringt. Elliot fragt sich, wie viel von Kats Herzen im Jahr 1814 liegt.","versions":[{"lang":2,"streams":[{"redirect":13842494,"hoster":"VOE"},{"redirect":14391945,"hoster":"Streamtape"}]}]}]}]}