{"path":"/serie/stream/the-real-bling-ring-hollywood-heist","name":"The Real Bling Ring: Hollywood Heist","descr":"Erst gab es die Reality-Serie, dann den Kinofilm, doch die Wahrheit über die Einbruchsserie der Diebesbande \"Bling Ring\" wurde nie wirklich bekannt – bis jetzt. Zehn Jahre nach den berüchtigten Einbrüchen haben die Schuldigen ihre Strafe abgesessen und sind bereit, die wahre Geschichte hinter den Diebeszügen in den Hollywood Hills zu erzählen, die das Land in Atem hielten. In der Dokureihe, die zugleich eine Warnung an heutige Teenager*innen ist, wird gezeigt, was passiert, wenn eine von Ruhm besessene Promi-Kultur auf den Aufstieg der sozialen Medien trifft und außer Kontrolle gerät. Zu sehen sind unter anderem Interviews mit Alexis Haines (Neiers), Nick Norgo (Prugo), Andrea Arlington-Dunne, Gabrielle Hames, Audrina Patridge und Perez Hilton. ","seasons":[{"path":"/serie/stream/the-real-bling-ring-hollywood-heist/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-real-bling-ring-hollywood-heist/staffel-1/episode-1","name":"Das Spiel um den Ruhm","epNo":1,"alt":"The Fame Game","descr":"Alexis Neiers und Nick Prugo erinnern sich an ihre Faszination für die Promi-Kultur der frühen 2000er. Nick erzählt, wie aus gelegentlichem Diebstahl immer mehr wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11440653","hoster":"VOE"},{"path":"/redirect/11440656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-real-bling-ring-hollywood-heist/staffel-1/episode-2","name":"Ruhm, Glück und Betrug","epNo":2,"alt":"Fame, Fortune and Felony","descr":"Als Prugo und Rachel Lee immer dreister werden und Orlando Bloom und Lindsay Lohan ins Visier nehmen, steigt Alexis ein. Audrina Patridge erzählt, wie es ist, beraubt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11440655","hoster":"VOE"},{"path":"/redirect/11440654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-real-bling-ring-hollywood-heist/staffel-1/episode-3","name":"Ruhm und Unglück","epNo":3,"alt":"Fame and Misfortune","descr":"Die Polizei und die Staatsanwaltschaft beschreiben, wie sie den Fall gelöst haben. Alexis Neiers und Nick Prugo erinnern sich an den Medienrummel nach ihrer Verhaftung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11440657","hoster":"VOE"},{"path":"/redirect/11440659","hoster":"Streamtape"}]}]}]}]}