{"seriesId":"the-cecil-american-horror-hotel","name":"The Cecil – American Horror Hotel","descr":"Seit seiner Eröffnung im Jahr 1924 weist das Cecil Hotel in Los Angeles eine außergewöhnlich hohe Zahl an Todesfällen und Verbrechen auf. Alles nur Zufall? Oder gibt es eine Verbindung zwischen den Vorfällen? Besitzt das Gebäude \"nur\" eine hohe Anziehungskraft für üble Gestalten oder steckt mehr dahinter? Ist das Cecil Hotel gar verflucht? Diese Doku-Reihe stellt ausgewählte Kriminalfälle vor und versucht zu klären, ob hier böse Mächte im Spiel sind.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Reise ohne Wiederkehr","epNo":1,"alt":"The Girl in the Water Tank","descr":"Im Winter 2013 reist Studentin Elisa Lam nach Los Angeles. Die aus Hongkong stammende 21-Jährige ist allein unterwegs, sucht ein günstiges Hotel und entscheidet sich für das Cecil in Venice Beach. Elisa ahnt nichts von dessen zwielichtiger Vergangenheit und genießt die kalifornische Metropole – bis sie am Abend des 31. Januar spurlos verschwindet. Da Elisa das Hotel offensichtlich nicht verlassen hat, wird alles durchsucht. Die Beamten durchkämmen das Gebäude von oben bis unten, inklusive Dach. Aber von Elisa Lam keine Spur. Die junge Frau scheint sich in Luft aufgelöst zu haben. Doch dann finden die Ermittler ein einschlägiges Überwachungsvideo","versions":[{"lang":1,"streams":[{"redirect":8310831,"hoster":"VOE"},{"redirect":13670318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zimmer 1402","epNo":2,"alt":"Room 1402","descr":"Auf dem Cecil Hotel soll ein Fluch liegen, und der österreichische Journalist Jack Unterweger will herausfinden, was es damit auf sich hat. Besonders die Horrorgeschichte des Serienmörders Richard Ramirez, der auch im Cecil wohnte, interessiert Unterweger. Nachdem er eingecheckt hat, begleitet der Journalist Polizisten bei ihren Einsatzfahrten – und stolpert mitten in einen brutalen Prostituiertenmord. Die Frau wurde mit ihrem BH erdrosselt. Wenige Tage später wird eine zweite Prostituierte gefunden, die mit dem eigenen BH stranguliert wurde. Ein neuer Serienmörder scheint im Stil von Richard Ramirez sein Unwesen zu treiben. Und die Fäden laufen wieder im Cecil zusammen.","versions":[{"lang":1,"streams":[{"redirect":8310835,"hoster":"VOE"},{"redirect":8310836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sturz in den Tod","epNo":3,"alt":"Intertwined","descr":"Seit seiner Eröffnung im Jahr 1927 gab es äußerst mysteriöse Todesfälle im Cecil. Einer der seltsamsten ereignet sich am 12. Oktober 1962: Auf dem Bürgersteig vor dem Hotel liegen zwei blutüberströmte Leichen, im neunten Stock steht ein Fenster weit offen. Doch da niemand gesehen hat, wie die beiden aus dem Fenster sprangen, weiß auch keiner, ob es sich um Mord oder Doppel-Selbstmord handelt. Wie sich herausstellt, heißt die Frau Pauline Otten, sie checkte mit einem jungen Mann im Zimmer 923 ein. Seltsamerweise ist der Mann, der wenig später tot neben ihr liegt, ein 65-Jähriger, der gar nicht im Hotel wohnt. Die Ermittler stehen vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":8310840,"hoster":"VOE"},{"redirect":8310841,"hoster":"Streamtape"}]}]}]}]}