{"seriesId":"the-grand-tour","name":"The Grand Tour","descr":"Machen Sie sich bereit für The Grand Tour! Die neue Show von den Machern der meist gesehenen Autoshow weltweit. Jeremy Clarkson, Richard Hammond und James May sind zurück und gehen auf weltweite Reise. Und dabei kann so einiges schief gehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Heilige Dreifaltigkeit","epNo":1,"alt":"The Holy Trinity","descr":"Jeremy Clarkson, Richard Hammond und James May starten ihre brandneue Autoshow mit Hunderten von Fahrzeugen, Tausenden Menschen, einem feuerspuckenden Metallskorpion und einer Fliegerstaffel in der Wüste Kaliforniens. Außerdem: drei erstaunliche Hybrid-Hypercars und ein großartiger BMW.","versions":[{"lang":1,"streams":[{"redirect":12758399,"hoster":"VOE"},{"redirect":12758403,"hoster":"Doodstream"},{"redirect":12758402,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Operation Wüstenkrampf","epNo":2,"alt":"Operation Desert Stumble","descr":"Jeremy Clarkson, Richard Hammond und James May schlagen ihr Zelt im südafrikanischen Johannesburg auf. Von dort aus versuchen sie sich als Soldaten in einer Spezialeinheit, und sie testen den Aston Martin Vulcan. Außerdem wird James genötigt, das sogenannte Spinning auszuprobieren.","versions":[{"lang":1,"streams":[{"redirect":12758404,"hoster":"VOE"},{"redirect":12758407,"hoster":"Doodstream"},{"redirect":12758405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Trio infernale","epNo":3,"alt":"Opera, Arts, and Donuts aka The Return Home","descr":"Das Wanderzelt wird im Hafen von Whitby, England, aufgebaut, wo Jeremy Clarkson, Richard Hammond und James May eine moderne Version der traditionellen italienischen grand tour vorstellen, mit einem Aston Martin DB11, einem Rolls-Royce Dawn und einem ungebetenen Gast. Weiterhin muss Jeremy eine leichtsinnige Wette einlösen und der Gaststar ist Simon Pegg.","versions":[{"lang":1,"streams":[{"redirect":12758406,"hoster":"VOE"},{"redirect":12758409,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drei Ökokrieger auf Abwegen","epNo":4,"alt":"Enviro-mental","descr":"Das Studiozelt wurde erneut in Whitby, England aufgeschlagen, und Jeremy Clarkson vergleicht den Porsche 911 GT3 RS mit dem BMW M4 GTS und bleibt dabei fast neutral. Dann versuchen die drei Gastgeber, Autos aus nachhaltigen Materialien zu bauen, und Comedian Jimmy Carr ist ihr Gaststar.","versions":[{"lang":1,"streams":[{"redirect":12758410,"hoster":"VOE"},{"redirect":12758417,"hoster":"Doodstream"},{"redirect":12758412,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flotter Dreier in Marokko","epNo":5,"alt":"Morroccan Roll","descr":"Das Grand-Tour-Studio macht Station in Rotterdam. Jeremy Clarkson, Richard Hammond und James May testen drei Leichtgewichts-Sportwagen in Marokko: den Alfa Romeo 4C Spider, den Mazda MX5 und den Zenos E10. Außerdem spielen Hammond und May ein traditionelles Gesellschaftsspiel mit Autos und die niederländische Band Golden Earring ist zu Gast.","versions":[{"lang":1,"streams":[{"redirect":12758418,"hoster":"VOE"},{"redirect":12758421,"hoster":"Doodstream"},{"redirect":12758419,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Finnische Weihnachten","epNo":6,"alt":"Happy Finnish Christmas","descr":"Das \"Grand Tour\"-Zelt steht diesmal im finnischen Kakslauttanen, nördlich des Polarkreises. Richard Hammond und Jeremy Clarkson vergleichen den Ford Mustang V8 mit dem Ford Focus RS, James May berichtet über den harten Kampf zwischen Ferrari und Ford um die Vorherrschaft in den Langstreckenrennen der 60er Jahre, und die Moderatoren präsentieren ideale Weihnachtsgeschenke für Autofans.","versions":[{"lang":1,"streams":[{"redirect":12758422,"hoster":"VOE"},{"redirect":12758423,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mit drei Buggys durch die Wüste (1)","epNo":7,"alt":"Namibian Adventure (1)","descr":"In Folge 1 eines zweiteiligen Specials starten Jeremy Clarkson, Richard Hammond und James May eine monumentale Fahrt durch Namibia in drei Strandbuggys, die nach ihren Wünschen gebaut wurden. Was als simpler Streit mit ihrem Boss begonnen hat, entwickelt sich zu einem fantastischen Abenteuer in einer unglaublichen afrikanischen Wüstenlandschaft.","versions":[{"lang":1,"streams":[{"redirect":12758425,"hoster":"VOE"},{"redirect":12758430,"hoster":"Doodstream"},{"redirect":12758427,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mit drei Buggys durch die Wüste (2)","epNo":8,"alt":"Namibian Adventure (2)","descr":"In Folge 2 eines zweiteiligen Specials kämpfen sich Jeremy Clarkson, Richard Hammond und James May durch Namibia, um zu beweisen, wie toll Strandbuggys sind. Nach dem Durchqueren der Wüste stehen dem Trio noch größere Strapazen bevor: holprige Straßen, Camping, ein Einsatz für bedrohte Nashörner und eine ungewöhnliche Flussquerung.","versions":[{"lang":1,"streams":[{"redirect":12758428,"hoster":"VOE"},{"redirect":12758437,"hoster":"Doodstream"},{"redirect":12758429,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Apokalypse auf vier Rädern","epNo":9,"alt":"Berks to the Future","descr":"Das \"Grand Tour\"-Zelt macht Station in Stuttgart. Von hier aus präsentiert James May einen Test des hochmodernen Honda NSX, Jeremy Clarkson versucht einen neuen SUV zu erfinden, Richard Hammond entwickelt eine Maschine, die ihn vor der Apokalypse bewahren soll und die drei Moderatoren versuchen, mit Alltagstätigkeiten Strom zu erzeugen.","versions":[{"lang":1,"streams":[{"redirect":12758433,"hoster":"VOE"},{"redirect":12758442,"hoster":"Doodstream"},{"redirect":12758434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Rostige Träume in der Karibik","epNo":10,"alt":"Dumb Fight at the O.K. Coral","descr":"Das Grand-Tour-Zelt macht Station in Nashville, Tennessee. Jeremy Clarkson, Richard Hammond und James May retten die Korallenriffe dieser Welt mit Autokarosserien und stümperhaften Bootsmanövern. Jeremy kann seinen Alfa-Romeo-Fetisch befriedigen und den neuen Giulia Quadrifoglio mit 500 PS testen. Und AC/DC-Sänger Brian Johnson besucht das Zelt als Kandidat für den \"Celebrity Brain Crash\".","versions":[{"lang":1,"streams":[{"redirect":12758438,"hoster":"VOE"},{"redirect":12758448,"hoster":"Doodstream"},{"redirect":12758440,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Maserati-Rallye","epNo":11,"alt":"Italian Lessons","descr":"Am Ufer des Loch Ness präsentieren Jeremy Clarkson, Richard Hammond und James May ihren Versuch, mit gebrauchten Maseratis durch das regnerische Nordfrankreich zu fahren. Richard testet den Abarth 124 Spider auf dem Eboladrome, und Jeremy stattet ein altes Auto mit modernem Komfort aus. Sir Chris Hoy, Bahnrad-Olympiasieger und Autorennfahrer, ist beim \"Celebrity Brain Crash\" zu Gast.\u0026lt;br /\u0026gt;","versions":[{"lang":1,"streams":[{"redirect":12758447,"hoster":"VOE"},{"redirect":12758446,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kissing und Petting im Edel-SUV","epNo":12,"alt":"[censored] to [censored]","descr":"Das Grand-Tour-Zelt ist nach einer Entdeckung wieder in Loch Ness. Die Moderatoren touren im Jaguar F-Pace, dem Bentley Bentayga und dem Range Rover Autobiography durch Europa, streiten, welcher der beste ist, und versuchen, nicht über Schilder zu lachen. Jeremy killt Vorurteile in einem Lexus GS F auf dem Eboladrome, Launch Control wird getestet und Tim Burton ist beim \"Celebrity Brain Crash\".\u0026lt;br /\u0026gt;","versions":[{"lang":1,"streams":[{"redirect":12758449,"hoster":"VOE"},{"redirect":12758455,"hoster":"Doodstream"},{"redirect":12758452,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schlammschlacht für James","epNo":13,"alt":"Past v Future","descr":"Das Grand-Tour-Zelt ist in Dubai, für die letzte Folge dieser Staffel, in der Jeremy Clarkson seinen altmodischen Volkswagen Golf GTI gegen James Mays BMW i3 mit Elektroantrieb antreten lässt. Richard Hammonds lernt zu driften, James wird gezwungen, an einem seltsamen Sport namens \"Winching\" teilzunehmen, und der Bugatti Veyron fährt ein Beschleunigungsrennen gegen den Porsche 918 Spyder.","versions":[{"lang":1,"streams":[{"redirect":12758397,"hoster":"VOE"},{"redirect":12758398,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Vergangenheit, Gegenwart oder Zukunft","epNo":1,"alt":"Past, Present Or Future","descr":"James May im Handy NSX präsentiert die Gegenwart, Jeremy Clarkson im Lamborghini Aventador die Vergangenheit und Richard Hammond zerstört die Zukunft in Form eines Rimac Concept One bei einem schweizer Bergrennen","versions":[{"lang":1,"streams":[{"redirect":8483573,"hoster":"VOE"},{"redirect":8642068,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Ford für alle Fälle","epNo":2,"alt":"The Fall Guys","descr":"New York: Auf der Suche nach dem schnellsten Weg vom Big Apple zu den Niagarafällen bestreitet Jeremy im neuen Ford GT ein Rennen gegen James May in öffentlichen Verkehrsmitteln, mit dem verletzten Richard Hammond im Schlepptau. Außerdem testet Jeremy den Mercedes-AMG GT R auf dem Eboladrome. Cricketspieler Kevin Pietersen tritt im Celebrity Face Off gegen den Baseballspieler Brian Wilson an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483574,"hoster":"VOE"},{"redirect":8642070,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bah Humbug-atti","epNo":3,"alt":"Bah Humbug-atti","descr":"In dieser Show brettert Jeremy im 1479 HP Bugatti Chiron von Südfrankreich in die Alpen und von dort nach Turin, James tritt mit dem Kia Stinger GT gegen Skateboarder an und Richard will Büro-Mittagspausen durch Parkplatz-Rennen aufpeppen. Außerdem versuchen Schauspieler Hugh Bonneville und Naturforscher Casey Anderson den schnellsten Menschen zu ermitteln, der mit einem Bären zusammenlebt. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483567,"hoster":"VOE"},{"redirect":8642065,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Trip ohne Skript","epNo":4,"alt":"Unscripted","descr":"In dieser Show geht es nach Kroatien, wo ein Film improvisiert wird, in dem Jeremy einen Audi TT RS und Richard einen Ariel Nomad fährt und James versucht, aus einem alten Lada einen Feuerwehrwagen zu bauen, ohne dass die drei Dinge etwas miteinander zu tun haben. Außerdem testet Richard den McLaren 720S, und die Sänger Michael Ball und Alfie Boe treten in \"Celebrity Face Off\" gegeneinander an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483583,"hoster":"VOE"},{"redirect":12761960,"hoster":"Doodstream"},{"redirect":8642067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf und ab und quer über die Farm","epNo":5,"alt":"Up, Down and Round the Farm","descr":"Jeremy Clarkson dreht ein Drifter-Video à la Ken Block, James May testet den neuen VW Up GTI auf dem Eboladrome, und Richard Hammond brettert in einem PS-starken Panzer namens Ripsaw durch Dubai. Außerdem: Schauspieler Dominic Cooper (\"Preacher\") tritt im Celebrity Face Off gegen den Comedian Bill Bailey an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483578,"hoster":"VOE"},{"redirect":12761962,"hoster":"Doodstream"},{"redirect":8642069,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jaaaaaaaags","epNo":6,"alt":"Jaaaaaaaags","descr":"Clarkson, Hammond und May wollen beweisen, dass alte Jaguare nicht nur elegante Gangsterautos sind, sondern auch leistungsstark und zuverlässig sein können. Während einer Tour durch Colorado testen sie die Jags auf einem Offroad-Kurs, einer gefährlichen Landebahn und einer Skipiste. Außerdem treten Luke Evans und Kiefer Sutherland im Celebrity Face Off gegeneinander an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483579,"hoster":"VOE"},{"redirect":8642071,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Leben ist eine Tankstelle","epNo":7,"alt":"It’s A Gas, Gas, Gas","descr":"Hammond und May lösen das lästige Problem der Tankstopps, indem sie ein neues System der Betankung während der Fahrt erfinden. Jeremy Clarkson berichtet vom legendären Kampf zwischen Audi und Lancia in der Rallye-WM 1983. Außerdem: Hammond testet den Lamborghini Huracán Performante auf dem Eboladrome, und der Boxer Anthony Joshua tritt im Celebrity Face Off gegen den WWE-Star Bill Goldberg an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":12761967,"hoster":"VOE"},{"redirect":12761969,"hoster":"Doodstream"},{"redirect":8642078,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Oldies but Goldies","epNo":8,"alt":"Blasts from the Past","descr":"Clarkson und Hammond fahren in zwei nagelneuen britischen Sportwagen durch Europa, die nach Plänen aus den 50ern konstruiert wurden. James May verdirbt ihnen den Spaß mit einem Honda Civic Type R. Clarkson testet den Ford GT aus Folge 2 auf dem Eboladrome, und im Celebrity Face Off duellieren sich die beiden Drummer Stewart Copeland (The Police) und Nick Mason (Pink Floyd). (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483584,"hoster":"VOE"},{"redirect":8642074,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Amphibien-Geschoss","epNo":9,"alt":"Breaking, badly","descr":"Jeremy Clarkson, Richard Hammond und James May versuchen, ein straßentaugliches Amphibienfahrzeug zu bauen, um den britischen Geschwindigkeitsrekord auf dem Wasser zu brechen. Außerdem befasst sich Jeremy mit zwei Supersportwagen aus den 90ern, dem Jaguar XJ220 und dem Bugatti EB 110 SS. In \"Celebrity Face Off\" wird der schnellste Magier der Welt ermittelt, wenn Dynamo gegen Penn \u0026 Teller antritt. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483581,"hoster":"VOE"},{"redirect":8642072,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Oh, Kanada","epNo":10,"alt":"Oh, Canada","descr":"Die Grand Tour testet den Alfa Romeo Stelvio, den Porsche Macan und den Range Rover Velar in der zerklüfteten und abenteuerlichen Landschaft Kanadas. In England testet Jeremy den Tesla Model X und holt sich dazu rechtlichen Beistand. In \"Celebrity Face Off\" tritt Rory McIlroy gegen Paris Hilton an. (Text: Amazon.de)","versions":[{"lang":1,"streams":[{"redirect":8483580,"hoster":"VOE"},{"redirect":8642073,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Brot für die Welt","epNo":11,"alt":"Feed The World","descr":"In einem Mini-Special will die Grand Tour dem Hunger auf der Welt ein Ende bereiten, indem sie Nahrung von den reichen Fischgründen der Küste von Mosambik ins verarmte Landesinnere transportiert und dazu einen Nissan Pick-up, einen Mercedes 200 T und ein TVS Star-Motorrad benutzt. Auf ihrer langen und abenteuerlichen Reise hat sie mit Matsch, Unfällen und Fisch-Konservierungs-Problemen zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8483586,"hoster":"VOE"},{"redirect":12761950,"hoster":"Doodstream"},{"redirect":8642077,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Motown Funk","epNo":1,"alt":"Motown Funk","descr":"In der ersten Episode der neuen Staffel pilgern Jeremy Clarkson, Richard Hammond und James May nach Detroit, wo sie mit drei hochgetunten Muscle-Cars durch menschenleere Straßen der einstigen Welthauptstadt des Automobils heizen. Außerdem testet Jeremy den 800 PS starken Leichtbau-Supersportwagen McLaren Senna.","versions":[{"lang":1,"streams":[{"redirect":8483585,"hoster":"VOE"},{"redirect":8642076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"„K“-los durch Kolumbien – Teil 1","epNo":2,"alt":"The Colombia Special, Part 1","descr":"In dem Special fahren Clarkson, Hammond und May mit einem Jeep Wrangler, einem Chevrolet Silverado-Pickup und einem Fiat Panda durch Kolumbien. Unterwegs sollen sie hochwertige Tierfotos schießen, die Amazon als Screensaver verwenden möchte. Auf ihrer Reise durch atemberaubende Landschaften meistern sie große Gefahren, lernen seltsame Hobbys kennen und begegnen echten Wildtieren.","versions":[{"lang":1,"streams":[{"redirect":12950484,"hoster":"VOE"},{"redirect":9241536,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"„K“-los durch Kolumbien – Teil 2","epNo":3,"alt":"The Colombia Special, Part 2","descr":"","versions":[{"lang":1,"streams":[{"redirect":8483587,"hoster":"VOE"},{"redirect":12984812,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drei Pickups für ein Hallelujah","epNo":4,"alt":"Pick Up Put Downs","descr":"In dieser Folge fährt Clarkson einen VW Amarok, Hammond einen Ford Ranger und May einen Mercedes X-Klasse. Sie wollen herausfinden, welcher der drei neuen europäischen Pickups der Beste ist. Dazu führen sie Tests durch, die auf dem Leben in Entwicklungsländern basieren. Außerdem gibt Jeremy auf dem Eboladrom de, \"fauchenden\" 600-PS-starken Jaguar XE Project 8 die Sporen.","versions":[{"lang":1,"streams":[{"redirect":8483588,"hoster":"VOE"},{"redirect":8642085,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Formel 1-Legende – Jim Clark","epNo":5,"alt":"An Itchy Uterus","descr":"In dieser Folge fährt Clarkson in Schweden den Urus, den neuen SUV von Lamborghini, May testet auf dem Eboladrom die Alpine A 110 und Hammond porträtiert den schottischen Rennpiloten Jim Clark, einen der größten Rennfahrer aller Zeiten.","versions":[{"lang":1,"streams":[{"redirect":8483591,"hoster":"VOE"},{"redirect":8642080,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In gebrauchten Luxuslimousinen durch China","epNo":6,"alt":"Chinese Food for Thought","descr":"Jeremy Clarkson, Richard Hammond und James May sind in China, um den einheimischen Geschäftsleuten gebrauchte westliche Luxuslimousinen schmackhaft zu machen. Dabei kommen sie ins Schwitzen, verfahren sich und werden fast verbrannt. Außerdem testet Hammond den Elektro-Supersportwagen NIO EP9.","versions":[{"lang":1,"streams":[{"redirect":8483589,"hoster":"VOE"},{"redirect":8642084,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alfa, Scotch und Dudelsack","epNo":7,"alt":"Well Aged Scotch","descr":"Jeremy Clarkson, Richard Hammond und James May touren durch die schönsten Gegenden Schottlands in drei italienischen Youngtimern, von denen sie glauben, dass sie einmal Klassiker werden. Außerdem testet Clarkson den neuen BMW M5 und vergleicht ihn mit dem komfortbetonten Alpina B5 auf dem Eboladrom.","versions":[{"lang":1,"streams":[{"redirect":8483592,"hoster":"VOE"},{"redirect":8642083,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die schrillen Drei auf Achse","epNo":8,"alt":"International Buffoons Vacation","descr":"Jeremy Clarkson, Richard Hammond und James May sollen einen Wohnmobil-Urlaub im Südwesten der USA verbringen. Schnell gelangweilt, besorgen sie sich drei gebrauchte Wohnmobile, bauen sie um und setzen ihre Reise fort, die natürlich nicht ohne Komplikationen verläuft.","versions":[{"lang":1,"streams":[{"redirect":8483590,"hoster":"VOE"},{"redirect":8642088,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aston, Astronauten und Angelinas Kids","epNo":9,"alt":"Aston, Astronauts And Angelina’s Children","descr":"In dieser Folge testet Richard Hammond den neuen Aston Martin V8 Vantage auf dem Track, James May blickt zurück auf die Autos der legendären Apollo-Astronauten, und Jeremy Clarkson unternimmt eine Reihe von raffinierten und sehr gründlichen Tests, um zu beweisen, dass der Citroën C3 Aircross geräumig, praktisch und besser als ein Elefant ist.","versions":[{"lang":1,"streams":[{"redirect":8483598,"hoster":"VOE"},{"redirect":8642082,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Heiße Kompaktsportler für die Millenials","epNo":10,"alt":"The Youth Vote","descr":"Jeremy Clarkson, Richard Hammond und James May testen den VW Polo GTI, den Ford Fiesta ST und den Toyota Yaris GRMN auf ihrem Track, bevor sie versuchen, die Wagen reizvoller für junge Leute zu machen. Außerdem vergleichen in der Folge Hammond und May den Lamborghini Countach und den Ferrari Testarossa.","versions":[{"lang":1,"streams":[{"redirect":8483597,"hoster":"VOE"},{"redirect":8642081,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vom salzigen zum leicht salzigen Meer","epNo":11,"alt":"Sea To Unsalty Sea","descr":"Jeremy Clarkson, Richard Hammond und James May fahren mit einem Aston Martin DBS, einem Bentley Continental GT und einem BMW M850i auf einem epischen Roadtrip von der Schwarzmeerküste in Georgien nach Aserbaidschan ans Kaspische Meer, um herauszufinden, welches der beste Gran Turismo für einen Fischliebhaber ist.","versions":[{"lang":1,"streams":[{"redirect":8483605,"hoster":"VOE"},{"redirect":8642094,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schnelle Klassiker, flottes Handgepäck","epNo":12,"alt":"Legends and Luggage","descr":"Jeremy Clarkson fährt Neuauflagen von zwei klassischen Lancias, Delta Integrale und Stratos. James May blickt zurück auf die Historie des legendären Rennwagens Porsche 917. Und Richard Hammond stellt zusammen mit Clarkson zwei Ideen für motorisiertes Handgepäck vor, um Flugreisen zu revolutionieren.","versions":[{"lang":1,"streams":[{"redirect":8483595,"hoster":"VOE"},{"redirect":8642086,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Detox in der Steppe","epNo":13,"alt":"Survival Of The Fattest","descr":"In diesem Special werden Jeremy Clarkson, Richard Hammond und James May inmitten der endlosen Steppe der Mongolei abgesetzt. Nachdem ein Hubschrauber Essensrationen und einen Bausatz für ein geländegängiges Fahrzeug abgeworfen hat, müssen die drei zunächst das Auto zusammenbauen und dann versuchen, die Zivilisation zu erreichen, bevor sie verhungern oder sich gegenseitig an die Gurgel gehen.","versions":[{"lang":1,"streams":[{"redirect":8483608,"hoster":"VOE"},{"redirect":8642096,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Begräbnis für einen Ford","epNo":14,"alt":"Funeral for a Ford","descr":"In der letzten Episode der Staffel würdigen Jeremy Clarkson, Richard Hammond und James May Autos, die das Leben in Großbritannien nachhaltig beeinflusst haben – Mittelklasselimousinen von Ford: der Cortina aus den 60er- und 70er-Jahre, der Sierra aus den 80er-Jahren und der Mondeo, der etwas erreicht hat, was noch kein Wagen vor ihm geschafft hat.","versions":[{"lang":1,"streams":[{"redirect":8483612,"hoster":"VOE"},{"redirect":8642093,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"The Grand Tour presents: Seamen","epNo":1,"alt":"The Grand Tour Presents: Seamen","descr":"Die Route beginnt in Kambodscha in Siem Reap und windet sich dann flussabwärts zum Tonlé-Sap-See, bevor sie ins Mekong-Delta und nach Vietnam führt. Der letzte Anlaufhafen ist Vung Tau in Südvietnam.","versions":[{"lang":1,"streams":[{"redirect":9458884,"hoster":"VOE"},{"redirect":12735651,"hoster":"Doodstream"},{"redirect":9458892,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schatzsuche auf vier Rädern","epNo":2,"alt":"The Grand Tour Presents: A Massive Hunt","descr":"","versions":[{"lang":1,"streams":[{"redirect":9458853,"hoster":"VOE"},{"redirect":12735652,"hoster":"Doodstream"},{"redirect":9458854,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lochdown","epNo":3,"alt":"The Grand Tour Presents: Lochdown","descr":"","versions":[{"lang":1,"streams":[{"redirect":9458868,"hoster":"VOE"},{"redirect":12735656,"hoster":"Doodstream"},{"redirect":9458863,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was ist los mit den Franzosen?","epNo":4,"alt":"The Grand Tour Presents: Carnage A Trois","descr":"","versions":[{"lang":1,"streams":[{"redirect":9458870,"hoster":"VOE"},{"redirect":12735650,"hoster":"Doodstream"},{"redirect":9458874,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"A Scandi Flick","epNo":1,"alt":"A Scandi Flick","descr":"Das Trio reist in drei Rallye-inspirierten Sportlimousinen durch Norwegen , Schweden und Finnland – May kauft einen Mitsubishi Lancer Evolution VIII , Hammond kauft einen Subaru Impreza WRX STI und Clarkson kauft einen Audi RS4 . Während sie sich quer durch Skandinavien in Richtung der russischen Grenze wagen , stellen sie ihre Autos in einer Reihe von harten Wintertests auf Herz und Nieren.","versions":[{"lang":1,"streams":[{"redirect":11502346,"hoster":"VOE"},{"redirect":12735663,"hoster":"Doodstream"},{"redirect":11503951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11313489,"hoster":"VOE"},{"redirect":11313461,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eurocrash","epNo":2,"alt":"Eurocrash","descr":"Jeremy, Richard und James begeben sich auf einen Roadtrip durch Mitteleuropa, den noch keiner unternommen hat, in dafür völlig ungeeigneten Autos. Von Danzig aus fahren sie 2300 km durch Polen, die Slowakei, Ungarn und Slowenien. Sie besuchen die \"Ostblock-Formel 1\", werden von Bogenschützen attackiert, rekrutieren einen berühmten Rennfahrer und legen einen Showdown à la \"Fast and Furious\" hin.","versions":[{"lang":1,"streams":[{"redirect":13437296,"hoster":"VOE"},{"redirect":14129410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13693425,"hoster":"VOE"},{"redirect":14129411,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sand Job","epNo":3,"alt":"Sand Job","descr":"In Mauretanien in Westafrika folgt unser Trio den Spuren der legendären Rallye Paris-Dakar. Statt mit Rennautos müssen die Jungs die Reise in umgebauten Gebrauchtsportwagen absolvieren. Auf der Tour, die mit dem längsten Zug der Welt beginnt, durchqueren die drei die lebensfeindliche Sahara und überwinden gefährliche Flüsse, wobei sie verhindern müssen, dass ihr kostbarer Tankwagen explodiert.","versions":[{"lang":1,"streams":[{"redirect":13820483,"hoster":"VOE"},{"redirect":13835094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13820482,"hoster":"VOE"},{"redirect":13835103,"hoster":"Streamtape"}]}]}]}]}