{"seriesId":"the-nine-die-geiseln","name":"The Nine - Die Geiseln","descr":"Es ist ein Tag wie jeder andere in L.A., doch für neun Leute wird er ihr Schicksal für immer verändern. Die Neun gehen an einem Morgen aus ganz verschiedenen Gründen in eine Bank, die dann plötzlich Ziel eines Überfalls wird. Doch bei dem Bankraub, der von zwei jungen Männern verübt wird, geht fataler Weise etwas schief, und die neun Personen werden 52 Stunden als Geiseln gehalten, ehe es der Polizei gelingt, sie zu befreien. Für die anfänglich Fremden, die durch das gemeinsame Erlebnis nun eng miteinander verbunden sind, ist aber auch nach ihrer Befreiung nichts mehr so wie es einmal war …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Nichts ist, was es war","epNo":1,"alt":"Pilot","descr":"Es ist ein Tag wie jeder andere für neun Menschen, die eines Morgens ahnungslos eine Bank betreten und in eine Geschichte verwickelt werden, von der keiner von ihnen je gedacht hätte, sie zu erleben: einen Banküberfall mit Geiselnahme. Als der Albtraum vorüber ist, ändert sich ihr Leben – für immer. Nach der Freilassung versuchen die neun Personen, in ihr normales Leben zurückzufinden, doch ihre Sicht des Lebens und damit auch ihr Verhalten haben sich grundsätzlich verändert.","versions":[{"lang":1,"streams":[{"redirect":8487602,"hoster":"VOE"},{"redirect":8644169,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Helden willkommen","epNo":2,"alt":"Heroes Welcome","descr":"Nach ihrer Freilassung ist für die Geiseln nichts mehr wie vorher. So gewinnt z. B. Egan, der von den Medien als Held gefeiert wird, neues Selbstbewusstsein und zeigt sich am Arbeitsplatz von einer stärkeren Seite – bis er Streit mit seinem Chef bekommt und gefeuert wird. Nick will die Fehler beim Polizeieinsatz in die Presse bringen, wird aber daran gehindert. Jeremy arbeitet wieder im Krankenhaus, doch die Bilder der Toten aus der Bank verfolgen ihn bis an den OP-Tisch …","versions":[{"lang":1,"streams":[{"redirect":8487620,"hoster":"VOE"},{"redirect":8644170,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Notruf","epNo":3,"alt":"What\u0027s Your Emergency?","descr":"Lizzie, die Angst um ihr ungeborenes Kind hat, geht zur Vorsorgeuntersuchung. Begleitet wird sie von Kathryn, die selbst einen Schwangerschaftsabbruch hinter sich hat. Als Lizzie erfährt, dass das Baby gesund ist, erzählt sie Jeremy von ihrer Schwangerschaft. Dieser ist damit jedoch völlig überfordert, denn er leidet immer noch unter den Folgen der Geiselnahme und ist kaum noch fähig, seinen Beruf auszuüben. Unterdessen will Felicia etwas gegen ihren Gedächtnisverlust tun …","versions":[{"lang":1,"streams":[{"redirect":8487611,"hoster":"VOE"},{"redirect":8644171,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Beim Leben meines Bruders","epNo":4,"alt":"Brother\u0027s Keeper","descr":"Die Gruppe trifft sich, um über Leben und Sterben von Randall Reese zu sprechen, dessen Zustand sich dramatisch verschlechtert hat – nur eine Lebertransplantation könnte ihn retten. Während der kleinere Teil der Gruppe ihn sterben lassen will, wollen die meisten ihn vor Gericht sehen. Lucas überwindet sich schweren Herzens, mit Randall zu sprechen und ihm einen Teil seiner Leber zu spenden … Unterdessen hat sich Egan von seiner Frau getrennt und will bei Nick einziehen …","versions":[{"lang":1,"streams":[{"redirect":8487617,"hoster":"VOE"},{"redirect":12984896,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Verdacht","epNo":5,"alt":"All About Eva","descr":"Kathryn und Nick haben Eva im Verdacht, etwas mit dem Überfall zu tun zu haben: Sie finden heraus, dass sie einen einfachen Flug nach Phoenix mehrfach umgebucht hatte – ein typisches Insider-Verhalten. Unterdessen findet im Krankenhaus eine Voruntersuchung statt. Als Lucas’ Anwalt nicht mehr bereit ist, Randall zu vertreten, muss ein neuer Verteidiger gesucht werden. Zwischen Malcolm und Naomi kommt es zu Spannungen, weil Malcolm kein anderes Thema mehr kennt als die Bank …","versions":[{"lang":1,"streams":[{"redirect":8487622,"hoster":"VOE"},{"redirect":8644179,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zu hoch gepokert","epNo":6,"alt":"Take Me Instead","descr":"Kathryn ist hin- und hergerissen zwischen Ed und Nick, an den sie ständig denken muss. Als Ed einen schönen Abend vorbereitet, an dem er Kathryn einen Antrag machen möchte, bekommt sie plötzlich keine Luft mehr und rennt ins Bad. Sie vertraut sich ihrer Therapeutin an. Nach einem Streit mit Ed beschließt sie, zu einem Pokerabend zu gehen, bei dem auch Nick anwesend ist. Hier kommt es zu einem Vorfall, der ihr die Augen öffnet und sie zu einer Entscheidung bringt …","versions":[{"lang":1,"streams":[{"redirect":8487621,"hoster":"VOE"},{"redirect":8644186,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schuldgefühle","epNo":7,"alt":"Outsiders","descr":"Nick wird von seiner Ex-Frau aufgesucht, die als Undercover-Cop in der Drogenszene unterwegs ist und ihn um Hilfe bittet. Sie glaubt, enttarnt worden zu sein. Nick bringt tatsächlich einiges in Erfahrung, kann aber nicht verhindern, dass auf sie geschossen wird … Jeremy fühlt sich zutiefst schuldig gegenüber Lizzie, erzählt aber seiner Mutter, die ihn im Krankenhaus besucht, nichts von ihrer Schwangerschaft … Unterdessen erfährt Nick, dass Kathryn Eds Antrag angenommen hat.","versions":[{"lang":1,"streams":[{"redirect":8487624,"hoster":"VOE"},{"redirect":8644177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abschied von einem Freund","epNo":8,"alt":"Turning Point","descr":"Für die ehemaligen Geiseln steht eine quälende Situation bevor: Beim Prozess um Toms Ermordung werden alle Beteiligten vom Assistenten des Staatsanwalts befragt, um den Tathergang und die Geschehnisse vor dem Mord so genau wie möglich zu rekonstruieren. Noch einmal durchleben die Opfer des Verbrechens die schrecklichen Stunden in der Bank … Kathryn erhält vom Bürgermeister das Angebot, als Bezirksstaatsanwältin zu kandidieren – für Ed eine bittere Enttäuschung …","versions":[{"lang":1,"streams":[{"redirect":8487625,"hoster":"VOE"},{"redirect":8644180,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unter Beobachtung","epNo":9,"alt":"You\u0027re Being Watched","descr":"Lizzie ist spurlos verschwunden. Weder Jeremy noch einer der anderen weiß, wo sie sich aufhält. Als die Exgeiseln eine Suchaktion starten, macht Nick eine beunruhigende Entdeckung: Lizzies Wohnung stand vor ihrem Verschwinden unter Beobachtung und war verwanzt. Es stellt sich heraus, dass alle acht belauscht und observiert werden. Kathryn trifft sich indessen mit einem Kontaktmann und erfährt von ihm, dass 200.000 Dollar aus dem Überfall fehlen. Ist eine der Geiseln tatsächlich ein Maulwurf gewesen und hat den Überfall mitgeplant?","versions":[{"lang":1,"streams":[{"redirect":8487633,"hoster":"VOE"},{"redirect":8644182,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Insider","epNo":10,"alt":"The Inside Man","descr":"Nick vermutet noch immer, dass eine der Geiseln ein Mitwisser beim Überfall gewesen ist. Er tippt auf Malcolm, da dieser der einzige ist, der sich in den Räumlichkeiten der Bank auskennt und auch Zugang zum Safe hat. Malcolm ist über Nicks Anschuldigungen empört. Nick selbst wird wiederum von seinem Chef verdächtigt, beim Überfall mitgeholfen zu haben, um mit dem Geld seine Spielschulden zu tilgen. Indessen ist Egan zu Gast bei einer Fernsehtalkshow. Dabei wird er von seinem Gegenüber derart provoziert, dass er vor laufender Kamera erklärt, dass seine Freunde und er vom FBI überwacht werden. Seine Äußerung hat schwerwiegende Folgen …","versions":[{"lang":1,"streams":[{"redirect":8487626,"hoster":"VOE"},{"redirect":8644181,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Brüder und Schwestern","epNo":11,"alt":"Man Of The Year","descr":"Malcolm ist von der Gemeinschaft der ‚Brüder und Schwestern Südkaliforniens‘ zum Mann des Jahres gewählt worden, doch er zeigt sich über die Auszeichnung nicht sonderlich erfreut. Dazu kommt, dass plötzlich sein Bruder Clarence vor der Tür steht, zu dem er nicht gerade ein entspanntes Verhältnis hat. Felicia versucht sich noch immer an die Geschehnisse in der Bank zu erinnern. Ihre Bemühungen zeigen Erfolg, doch sie muss erkennen, dass die Reise in die Vergangenheit tiefreichende Konsequenzen haben könnte … Free-TV Premiere!","versions":[{"lang":1,"streams":[{"redirect":8487628,"hoster":"VOE"},{"redirect":8644183,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Vermächtnis","epNo":12,"alt":"Legacy","descr":"Als der Mörder der Väter von Nick und seinem Ex-Kollegen Mike aus dem Gefängnis entlassen wird, wollen Nick und Mike den Vatermord gemeinsam rächen. Mick steigt jedoch wieder aus, und Nick handelt auf eigene Faust: Er folgt dem Mörder und lauert ihm auf – doch als es zur Konfrontation kommt, erfährt er die Wahrheit über die Motive des Täters und sieht keinen Grund mehr zur Rache … Unterdessen macht Kathryn eifrig weiter Wahlkampf und versucht, der Bevölkerung näherzukommen …","versions":[{"lang":1,"streams":[{"redirect":8487632,"hoster":"VOE"},{"redirect":8644189,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Wahrheit","epNo":13,"alt":"Confessions","descr":"Kathryn ist immer noch aktiv im Wahlkampf und kandidiert für das Amt der Bezirksstaatsanwälting. Als Jeremys Eltern ihr ihr Haus für eine Benefizveranstaltung zur Verfügung stellen, zu der auch alle ehemaligen Geiseln eingeladen sind, wird der Abend für sie ein voller Erfolg … Malcolm gesteht Felicia, dass er mit Lucas den Überfall geplant hatte, weil er keinen Ausweg mehr aus seinen Schulden sah. Er will sich endlich stellen – doch Lucas und Felicia raten ihm davon ab …","versions":[{"lang":1,"streams":[{"redirect":13830336,"hoster":"VOE"},{"redirect":8644190,"hoster":"Streamtape"}]}]}]}]}