{"path":"/serie/stream/the-hunter","name":"The Hunter","descr":"[Il Cacciatore] Zu Beginn der 90er Jahre will der junge, motivierte Staatsanwalt Saverio Barone (Francesco Montanari), die Cosa Nostra endlich dingfest machen. Die Massaker von Capaci und Via D\u0027Amelia, bei denen die Richter Falcone und Borsellino ihre Leben ließen, liegen noch nicht lange zurück. Im Verlauf seiner Tätigkeiten bringt der Jurist den gesamten Corleone-Klan zur Strecke und Hunderte Mitglieder der Verbrecherfamilie ins Gefängnis.Barone hat seinen Vorgesetzten Salvatore Donà im Verdacht, mit der Mafia zusammenzuarbeiten und zeigt ihn an, was seine Karriere gefährden könnte. Dadurch wird jedoch Andrea Elia, der neue Generalstaatsanwalt von Palermo auf ihn aufmerksam. Die Serie wirft außerdem einen Blick in die Privatleben der Gangsterbosse.","seasons":[{"path":"/serie/stream/the-hunter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-hunter/staffel-1/episode-1","name":"Die Kreise der Hölle","epNo":1,"alt":"Nel bosco","descr":"1993: Saverio Barone ist ein junger Richter in Termini Imerese in der Nähe von Palermo. Aus Ehrgeiz und Pflichtgefühl entscheidet er sich dafür, seinen Vorgesetzen Salvatore Donà beim CSM (Oberster Rat der Gerichtsbarkeit) anzuzeigen, da er ihn der geheimen Zusammenarbeit mit der Mafia verdächtigt. Zur gleichen Zeit versucht sich Tony Calvaruso, der gerade aus dem Gefängnis entlassen wurde, an einem neuen Job als Chauffeur von Leoluca Bagarella – dem \"Don Luchino\" genannten Boss des militärischen Arms der Mafia in Corleone. Derweil steht die Corleone-Mafia einer Bedrohung gegenüber, die immer mehr überhand nimmt: Ihre eigenen Männer arbeiten mit der Justiz zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484094","hoster":"VOE"},{"path":"/redirect/13701935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-2","name":"Schatzsuche","epNo":2,"alt":"Fuoco amico","descr":"Saverio ist seit einigen Monaten Teil des Anti-Mafia-Pools. Seine Kollegen begegnen ihm mit Geringschätzung, und er konnte seine Fähigkeiten noch nicht unter Beweis stellen. Schließlich ergibt sich eine Möglichkeit, denn Elia vertraut ihm eine Aufgabe an: Er soll mit dem reumütigen Salvatore Cancemi in die Schweiz fliegen und fünf Millionen Dollar sicherstellen, die der Mafioso für Bagarella dort versteckt haben soll. Währenddessen hebt Don Luchino den Tötungsbefehl für den jungen Di Matteo auf: Das Kind wird von Giovanni Brusca als Geisel gehalten und wartet noch immer darauf, von seinem Vater abgeholt zu werden. Brusca ist von der Entscheidung nicht begeistert, muss sich ihr aber vorerst beugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484099","hoster":"VOE"},{"path":"/redirect/13701937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-3","name":"Der Sultan","epNo":3,"alt":"Un PM da marciapiede","descr":"Auch acht Monate nach Beginn der Ermittlungen gegen den flüchtigen Mico Farinella kann Saverio noch keine Ergebnisse liefern. Dann wird ein Mann auf der Straße ermordet, und ein Zeuge kann denjenigen beschreiben, der mit dem Opfer zusammen war. Das Phantombild zeigt: Es war Mico Farinella. Endlich laufen die Ermittlungen richtig an. Bagarella und Vincenzina erhalten Besuch von einem alten Freund: Nunzio Scalera, einem ehemaligen Auftragsmörder mit einer Leidenschaft für orientalische Philosophie. In der Zwischenzeit hat Tony Calvaruso mit dem An- und Verkauf von Appartements begonnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484087","hoster":"VOE"},{"path":"/redirect/13701938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-4","name":"Der Handschlag","epNo":4,"alt":"Un giorno perfetto","descr":"Saverio nimmt mithilfe von Captain Bonannos Carabinieri die Spur von Mico Farinella wieder auf. Nach monatelangem Warten zieht sich im Zuge der Ermittlungen endlich die Schlinge um den Hals des Madonie-Bosses zu. Dieser ist Don Luchino treu ergeben. Aber nicht nur das Gesetz stellt dieser Tage eine Bedrohung für den Bagarella-Clan dar: In Villabate versucht die Familie von Di Peri das Gebiet unter ihre Kontrolle zu bringen. Bagarella ist gezwungen, selbst einzugreifen, um die Ordnung in seinem Territorium wiederherzustellen. Er stellt Di Peri ein Ultimatum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484091","hoster":"VOE"},{"path":"/redirect/13701936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-5","name":"Operation Nikita","epNo":5,"alt":"Idi di marzo","descr":"Bagarella hat einen Krieg begonnen. Leichen pflastern den Weg zwischen Corleone und Villabate. Das schweißt zwar das Ermittlungsteam Mazza/Barone zusammen, führt aber auch dazu, dass Saverio immer mehr Zeit weg von zu Hause verbringt. Dank Serena, einer Geliebten des Mafioso Salvatore Barbagallo, gelingt den Ermittlern ein Durchbruch. Serena hat Angst davor, in den Mafiakrieg hineingezogen zu werden. Saverio versucht, das zu seinen Gunsten zu nutzen. Im Hause Bagarella ist Vincenzina immer besessener von dem Gedanken, dass sie nur deshalb nicht schwanger wird, weil ihr Ehemann den kleinen Di Matteo in Ketten hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484102","hoster":"VOE"},{"path":"/redirect/13701971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-6","name":"Schöne Augen","epNo":6,"alt":"Famiglia","descr":"Barbagallo erweist sich als Schlüsselfigur für die Ermittlungen. Dank seinem Geständnis können Saverio und Mazza nun versuchen, den Di-Peri-Clan aufzulösen und dem blutigen Krieg ein Ende zu setzen – ohne direkt an Bagarella herankommen zu müssen. Giovanni Brusca ist des Blutvergießens leid und beschließt, Bagarella entgegenzutreten: Wenn dieser wirklich glaubt, dass eine Verschwörung gegen die Corleonesi im Gange ist, muss er es beweisen. Bagarella beauftragt Pasquale Di Filippo mit der Folter eines gewissen Buscemi, damit dieser den Namen desjenigen verrät, der das Komplott gegen Corleone schmiedet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484109","hoster":"VOE"},{"path":"/redirect/13701940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-7","name":"Die Farbe Türkis","epNo":7,"alt":"Cacciatori","descr":"Der trauernde Bagarella beschließt, den Krieg zu unterbrechen. Tony erhält die Möglichkeit, in ein neues Geschäftsfeld einzusteigen: ein Jeansladen, den er zusammen mit Tullio Cannella leiten soll. In der Zwischenzeit findet Mazza einen neuen Weg, um an Pasquale Di Filippo heranzukommen. Zur gleichen Zeit findet Saverio den Namen von Lucio Raja in den Ermittlungsunterlagen – dem Mann, der ihm das Jagen beigebracht hat. Saverios Vergangenheit kommt ans Licht, und die Ermittlungen werden aufgeteilt. Aber nur für kurze Zeit: Bald schon stellt sich heraus, dass Raja Di Filippo hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484125","hoster":"VOE"},{"path":"/redirect/8642451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-8","name":"582 Tage","epNo":8,"alt":"Eredità","descr":"Im Zuge der Ermittlungen gegen Raja wurde Di Filippos Versteck aufgedeckt. Es wird überwacht und verwanzt, um etwas zu finden, dass zu Bagarella führt. Derweil unterbricht Don Luchino die Trauerzeit. Er ordnet den Mord einer der Männer von Giovanni Brusca an, von dem vermutet wird, dass er mit der Polizei zusammenarbeitet. Brusca nimmt Bagarellas wiederholte Kampfansagen auch dieses Mal hin, ohne mit der Wimper zu zucken. Außerdem kann er der Zukunft mit Zuversicht entgegenblicken: Er hat gerade eine große Villa bauen lassen – ein Schloss, von dem aus er sein Reich aufbauen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484107","hoster":"VOE"},{"path":"/redirect/8642448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-9","name":"Mitten in der Stadt","epNo":9,"alt":"La tana del Bianconiglio","descr":"Saverio und Mazza haben Tony Calvaruso und seinen Laden im Blick. Dabei machen sie das Gebäude ausfindig, in dem sich Bagarella höchstwahrscheinlich versteckt. Diese Entdeckung bringt Mazza völlig durcheinander, denn das Gebäude befindet sich direkt vor seinem Haus. Aber es gibt keine Zeit zu verschwenden, die Belagerung beginnt. Tony vermutet, dass Bagarella seine Abreise aus dem Haus und vielleicht sogar aus Palermo vorbereitet. Er ist besorgt, dass er den Laden verlieren könnte. Darum nimmt er all seinen Mut zusammen und fragt Don Luchino, was er für sich selbst und für ihre gemeinsame Zukunft geplant hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484111","hoster":"VOE"},{"path":"/redirect/8642445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-10","name":"Drei Tage und neun Stunden","epNo":10,"alt":"Bersagli","descr":"Nach Bagarellas Verhaftung werden auch einige seiner Anhänger festgenommen, darunter Tony Calvaruso. Im Büro der Staatsanwaltschaft herrscht eine freudige Stimmung, aber nicht bei Saverio. Di Matteos Sohn wird noch immer gefangen gehalten, und Saverio ist dem Aufenthaltsort des Kindes noch keinen Schritt nähergekommen. Das ist der dunkelste Moment für Saverio. Endlich ist der Augenblick für Giovanni Brusca gekommen: Er ist jetzt der Kopf des militärischen Arms der Cosa Nostra. Der Boss von San Giuseppe Jato baut nun seine Macht aus: Er kauft Waffen und ist in den internationalen Drogenhandel mit US-Gangstern eingestiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484121","hoster":"VOE"},{"path":"/redirect/8642447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-11","name":"Die Geduld des Jägers","epNo":11,"alt":"Freaks","descr":"Fünf Monate sind vergangen, und Saverio hat sich verändert: Er ist ausgeglichen, heiter und plant, zu heiraten. Im Mittelpunkt der Ermittlungen stehen die letzten von Bagarellas Männern, die noch auf freiem Fuß sind. Von ihnen erhofft er sich Hinweise, die zu Giuseppe Di Matteo führen könnten. Ebendiese Männer, darunter Lucio Raja, schmieden einen Plan, um Don Luchino aus dem Gefängnis zu befreien. Dazu benötigen sie jedoch den Sprengstoff von Giovanni Brusca. In einer Botschaft aus dem Gefängnis fordert Bruscas Vater ihn dazu auf, bei dem Plan mitzuwirken. Giovanni scheint sich erneut der Macht Bagarellas beugen zu müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484115","hoster":"VOE"},{"path":"/redirect/8642452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-1/episode-12","name":"Jeden Tag ein Schaf","epNo":12,"alt":"Sì, lo voglio","descr":"Bagarellas Fluchtplan ist vom Tisch, und Brusca kann sich freuen: Nun hat er ein Schloss, ein Waffendepot, einen eigenen Drogenhandel, und Don Luchino steht ihm nicht mehr im Weg. Der einzige Störfaktor scheint Giuseppe Di Matteo zu sein, der immer noch von Brusca gefangen gehalten wird, und dem er nicht ins Gesicht blicken kann. Saverio sucht nach einem Weg, um Tony von einer Zusammenarbeit zu überzeugen. In der Zwischenzeit wird er jedoch von Raja kontaktiert, der ihn um ein persönliches Treffen bittet. Nur die beiden alleine. Das riecht nach einer Falle, aber Saverio kann trotz der bevorstehenden Hochzeit der Verlockung seiner eigenen Vergangenheit nicht widerstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484132","hoster":"VOE"},{"path":"/redirect/8642446","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-hunter/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-hunter/staffel-2/episode-1","name":"Bis wir sterben","epNo":1,"alt":"Fino a che non moriamo","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484130","hoster":"VOE"},{"path":"/redirect/8642449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-2","name":"Das Meer im Januar","epNo":2,"alt":"Resistere","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484131","hoster":"VOE"},{"path":"/redirect/8642450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-3","name":"Fahrstuhl in die Hölle","epNo":3,"alt":"Venti febbraio","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484144","hoster":"VOE"},{"path":"/redirect/8642454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-4","name":"Verbrannte Erde","epNo":4,"alt":"Terra bruciata","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484127","hoster":"VOE"},{"path":"/redirect/8642453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-5","name":"Lunga Morte","epNo":5,"alt":"Non me ne sono mai andato","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484147","hoster":"VOE"},{"path":"/redirect/8642458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-6","name":"19 Uhr 50","epNo":6,"alt":"Diciannove e cinquanta","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484141","hoster":"VOE"},{"path":"/redirect/8642455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-7","name":"Im Jahr des Drachen","epNo":7,"alt":"L’anno del dragone","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929946","hoster":"VOE"},{"path":"/redirect/8642465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-2/episode-8","name":"Jedes Wort ein Schatz","epNo":8,"alt":"Un tesoro","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8484165","hoster":"VOE"},{"path":"/redirect/8642459","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-hunter/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-hunter/staffel-3/episode-1","name":"Panik","epNo":1,"alt":"Boom","descr":"Wegen der Bedrohung durch den Mafioso Vito Vitale ist der Staatsanwalt Saverio Barone untergetaucht. Getrennt von seiner Familie ermittelt er nicht nur gegen Vitale, sondern auch gegen Pietro Aglieri und Bernardo Provenzano. Die beiden Bosse versuchen, mit ihrem Verbrechersyndikat öffentliche Ämter und Schlüsselpositionen zu besetzen. Barone soll mit der neuen Mitarbeiterin Paola Romano kooperieren. Er glaubt aber, dass sie nur wegen ihrer guten Beziehungen an den Job kam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867123","hoster":"VOE"},{"path":"/redirect/9867126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-2","name":"Der Blonde","epNo":2,"alt":"Orgoglio","descr":"Nach einem Unfall wird Saverio Barone in die Region Trentino versetzt, wo er versucht, das Verhältnis zu seiner Familie zu kitten. Allerdings lässt ihn der Fall Vitale nicht los. Er bittet darum, nach Palermo zurückkehren zu dürfen, um weiter zu ermitteln. Unterdessen hat sich Vito Vitale entschieden, im Untergrund zu bleiben, bis der Mafia-Jäger tot ist. Seine Schergen haben herausgefunden, dass Barone sich im Bunker der Staatsanwaltschaft versteckt hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867131","hoster":"VOE"},{"path":"/redirect/9867129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-3","name":"Weihnachten im Bunker","epNo":3,"alt":"Discendenza","descr":"Die Jagd nach Vito Vitale ist in vollem Gang: Saverio Barone benutzt dessen Geliebte Elisa, um den Mafioso aus der Reserve zu locken. Nach Vitales Festnahme zieht sich Barone gleich wieder in den Bunker zurück, um gegen Pietro Aglieri und Bernardo Provenzano vorzugehen. Unterstützung erhält er dabei auch von Paola Romano, die sich mit den aus Barones Büro gestohlenen Dokumenten einen Platz im Team verschaffen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11181727","hoster":"VOE"},{"path":"/redirect/9867095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-4","name":"Auserwählt","epNo":4,"alt":"Quello che sei disposto a perdere","descr":"Nach Vitales Festnahme kann Barone sein Versteck wieder verlassen. Als ihm Giada für einige Tage die gemeinsame Tochter Carlotta anvertraut, ist er als Vater gefordert. Trotz seiner familiären Verpflichtungen kann er die Ermittlungen voranbringen: Er findet heraus, dass \"Der Blonde\", einer der Vertrauten von Pietro Aglieri, an einer Anti-Mafia-Veranstaltung teilnehmen wird. Oberstaatsanwalt Elia ist ebenfalls zu der Veranstaltung eingeladen und soll das Ziel ausfindig machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867099","hoster":"VOE"},{"path":"/redirect/9867101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-5","name":"Die Nadel und der Faden","epNo":5,"alt":"Ciao nemico","descr":"Bei der Jagd nach dem Drogenboss Pasquale Cuntrera arbeitet Saverio Barone mit Nicola Calipari zusammen. Sie vermuten den Gesuchten im südspanischen Fuengirola und reisen dorthin. Vor Ort genießt Barone ein Maß an Freiheit, wie er es aus Palermo schon lange nicht mehr kannte. Unterdessen erringt einer von Aglieris Vertrauten den Sieg bei den Kommunalwahlen, und Paola Romano erhält einen Hinweis, dass \"Der Blonde\" in einem Krankenhaus in Palermo arbeite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11181702","hoster":"VOE"},{"path":"/redirect/9867109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-6","name":"Die Nacht von San Giovanni","epNo":6,"alt":"Aspetta","descr":"Saverio Barone und sein Ermittlerteam observieren das Krankenhaus San Giovanni, in dem \"Der Blonde\" arbeiten soll. Dabei erfahren sie zufällig, dass der Mafia-Boss Bernardo Provenzano aus gesundheitlichen Gründen dringend operiert werden muss. Das wäre eine gute Gelegenheit für die nächste spektakuläre Verhaftung, aber auch eine Hilfestellung für Pietro Aglieri, der dann zum unumstrittenen Kopf der Cosa Nostra aufstiege.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867113","hoster":"VOE"},{"path":"/redirect/9867117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-7","name":"Die Sünde der Welt","epNo":7,"alt":"La caccia invisibile","descr":"Saverio Barone will den Anti-Mafia-Pool verlassen. Nachdem ihm klar wurde, dass Paola Romano seinen Kampf gegen das organisierte Verbrechen fortführen wird, hat er nur noch ein Ziel: Pietro Aglieri zu fassen. Derweil stirbt dessen Vertrauter Davide bei der Ausführung eines von Provenzano befohlenen Attentats. Die Untersuchung des Todes des jungen Mafiosos gibt Barone einen entscheidenden Hinweis auf Aglieris Versteck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9884907","hoster":"VOE"},{"path":"/redirect/9884989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-hunter/staffel-3/episode-8","name":"Ciao Saverio","epNo":8,"alt":"Ciao Saverio","descr":"Pietro Aglieri will sich wegen Davides Tod an Bernardo Provenzano rächen. Doch der alte, erfahrenere Boss wittert die Gefahr. Unterdessen haben Saverio Barone und sein Team die Gegend ausgemacht, in der Aglieri sich versteckt. Als Paola Romano glaubt, den Gesuchten auf einem Foto erkannt zu haben, möchte sie eingreifen. Doch Barone will bei seinem letzten Einsatz keinen Fehler machen und warnt vor einem vorschnellen Zugriff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9884910","hoster":"VOE"},{"path":"/redirect/9884975","hoster":"Streamtape"}]}]}]}]}