{"path":"/serie/stream/the-walking-dead","name":"The Walking Dead","descr":"Der Polizist Rick Grimes (Andrew Lincoln) wurde nach einem misslungenen Einsatz angeschossen. Als er nun in einem Krankenhaus aufwacht, findet er dieses völlig verlassen vor. Auch in der Umgebung sieht er keine Menschenseele, nur Leichenberge vor dem Krankenhaus zeugen von einer Katastrophe, die stattgefunden haben muss. Seine Frau und sein Sohn sind ebenfalls nicht zu finden. Doch dann trifft er auf zwei Überlebende, die ihm Unfassbares berichten: Offensichtlich sind auf der ganzen Welt Menschen mit einem Virus infiziert worden, der sie in Zombies verwandelt.","seasons":[{"path":"/serie/stream/the-walking-dead/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/the-walking-dead/filme/film-1","name":"","epNo":1,"alt":"Special: Behind the Dead (Staffel 08)","descr":"Da wäre zunächst Hannah, welche nach einem Autounfall erwacht und in ihrem Wagen sitzt. Sie sucht sofort nach ihren Kindern Jamie  und Billy (Griffin Cleveland, , die das Auto aber verlassen haben. Verwirrt irrt sie durch verlassene Straßen und sucht nach ihnen. Dabei beobachtet sie zwei Zombies, die genüsslich an einer Leiche knabbern. In Panik läuft sie zum Haus ihres Exmannes Andrew , der eine Waffe auf sie zielt und einen Beißer, der Hannah verfolgt hat, erschieß","versions":[]},{"path":"/serie/stream/the-walking-dead/filme/film-2","name":"","epNo":2,"alt":"The Walking Dead Holiday Special (Season 10)","descr":"Moderator Chris Hardwick trifft sich mit den Darstellern von \"The Walking Dead\", während sie sich virtuell versammeln, um sich an die Vergangenheit, Gegenwart und Zukunft der Franchise-Serie zu erinnern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7676449","hoster":"VOE"}]}]},{"path":"/serie/stream/the-walking-dead/filme/film-3","name":"","epNo":3,"alt":"The Making of the Final Season","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11675455","hoster":"VOE"},{"path":"/redirect/11675447","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-1/episode-1","name":"Gute alte Zeit","epNo":1,"alt":"Days Gone Bye","descr":"The Walking Dead spielt bislang in der Metropolregion von Atlanta, im Südosten der Vereinigten Staaten, und erzählt vom Kampf einer kleinen Gruppe Überlebender nach einer weltweiten Zombie-Apokalypse. Unter Führung des Sheriffs Rick Grimes ist die Gruppe auf der Suche nach einer dauerhaften und vor allem sicheren Bleibe. Dabei stellen die fast überall präsenten Untoten eine permanent vorhandene Bedrohung dar, die jederzeit ohne Vorwarnung zuschlagen kann. Im Laufe der Zeit wird die Gruppe daher zwangsläufig immer kleiner, da manche Mitglieder den Zombies zum Opfer fallen, andere die Gruppe verlassen oder sich für den Tod entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13736976","hoster":"VOE"},{"path":"/redirect/14186854","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490267","hoster":"VOE"},{"path":"/redirect/14263427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1/episode-2","name":"Gefangene der Toten","epNo":2,"alt":"Guts","descr":"Rick, umzingelt von den Zombies, hört auf die Anweisungen der Stimme aus dem Funkgerät, kann aus dem Panzer entkommen und den Walker-Horden entfliehen. Die Stimme bekommt einen Träger: Sie gehört einem jungen Mann namens Glenn. Glenn und Rick schaffen es bis zu einem Einkaufszentrum, wo andere Überlebende warten - aber sie sind nicht glücklich über Ricks Eintreffen. Rick erschießt mehrere Zombies, um den Weg frei zu schaufeln, was dazu führt, dass das Einkaufszentrum umzingelt wird. T-Dog, Jacqui, Morales und Andrea geben Rick die Schuld an ihrer Situation. Aber ausgerechnet ein Mitglied ihrer Gruppe bringt die Situation zum Eskalieren. Werden sie es noch zu dem Lager mit den restlichen Überlebenden schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11445054","hoster":"VOE"},{"path":"/redirect/8475541","hoster":"Vidoza"},{"path":"/redirect/14186855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490266","hoster":"VOE"},{"path":"/redirect/14186852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1/episode-3","name":"Tag der Frösche","epNo":3,"alt":"Tell It to the Frogs","descr":"Rick findet heraus, dass seine Familie noch am Leben ist, was die ganze Situation um Lori und Shane verkompliziert. Nachdem Rick nur eine Nacht im Lager verbracht hat, entscheidet er wieder nach Atlanta zu gehen, um die Waffe zu holen und vielleicht Merles Leben zu retten. Weder Lori noch Shane sind über diese Entscheidung glücklich. Kann Rick seinen Plan zu einem erfolgreichen Ende bringen? Sind die Menschen im Lager wirklich die einzigen Überlebenden in Atlanta. Rick hat die Hoffnung noch nicht aufgegeben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475543","hoster":"VOE"},{"path":"/redirect/14186856","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490263","hoster":"VOE"},{"path":"/redirect/14263423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1/episode-4","name":"Vatos","epNo":4,"alt":"Vatos","descr":"Die Rettungsaktion für Merle geht schief, aber auf unvorhergesehene Art und Weise. Nachdem die vier Männer festgestellt haben, dass es Merle auch mit einer Hand aus dem Gebäude hinaus geschafft hat, holen sie Ricks Waffen. Dann taucht eine mexikanische Gang auf und entführt Glenn. Rick und Daryl haben aber ebenfalls ein Gang-Mitglied gefangen genommen. Wer nun einen Showdown zwischen Gangleader Guillermo, seinen Leuten und Ricks Gruppe erwartet, liegt falsch. Es erweist sich, dass die Mexikaner ein Gebäude voller Kranker und alter Menschen verteidigen und nur deswegen Ricks Waffen brauchen. Währenddessen wird das Lager von Zombies überfallen. Ed und Amy sind tot und es stellt sich die Frage, wohin die restlichen Überlebenden gehen sollen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11642726","hoster":"VOE"},{"path":"/redirect/14186857","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490265","hoster":"VOE"},{"path":"/redirect/14022368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1/episode-5","name":"Tag 194","epNo":5,"alt":"Wildfire","descr":"Rick besteht darauf, dass die ganze Gruppe Richtung CDC (Centrum for Dicease Control) fährt, um dort Hilfe zu suchen. Auf diese Idee kommt er vor allem deswegen, weil Jim bei dem Angriff gebissen wurde und auf dem Weg ist, zum Zombie zu mutieren. Shane ist dagegen, was zu einer Konfrontation zwischen den beiden Ex-Polizisten und Kollegen führt. Morales und seine Familie trennen sich von der Gruppe und fahren ihre Verwandten in Alabama suchen. Der Rest fährt letztendlich Richtung CDC und muss sich unterwegs von Jim trennen, dessen Zustand immer schlimmer wird. In CDC ist wirklich noch jemand am Leben: Der Wissenschaftler namens Jenner. Er hat jede Hoffnung verloren und erwägt Selbstmord. Aber dann \"klopft\" es an der Tür - und nach anfänglichem Zögern öffnet er und lässt Rick \u0026 Co. ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475546","hoster":"VOE"},{"path":"/redirect/14185605","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930386","hoster":"VOE"},{"path":"/redirect/14185599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-1/episode-6","name":"TS-19","epNo":6,"alt":"TS-19","descr":"Die Überlebenden relaxen in CDC nach einem schönen Essen, einer warmen Dusche und einer Menge Wein. Der betrunkene und verzweifelte Shane stellt Lori zur Rede. Im Flashback sieht man, dass er Lori nicht wirklich belogen hat: es war einfach alles zu viel für ihn, für sein Denkvermögen, alles entglitt ihm. Am nächsten Tag konfrontiert Dr. Jenner die Gruppe mit der Belanglosigkeit ihres Überlebens. Die Gruppe erfährt, dass ein Countdown läuft; wenn die Energievorräte erschöpft sind, wird ein Selbstzerstörungsmechanismus alles vernichten. \"Decontamination!\" Jenner hat keine Hoffnung mehr für die Welt da draußen - und in einem Gespräch mit Rick bekommen wir zu hören, dass Rick ebenso wenig Hoffnung verspürt. Zum Abschied flüstert Jenner etwas in Ricks Ohr, was weder die anderen noch man als Zuschauer mitbekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475548","hoster":"VOE"},{"path":"/redirect/8475549","hoster":"Vidoza"},{"path":"/redirect/14185603","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490270","hoster":"VOE"},{"path":"/redirect/14022372","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-2/episode-1","name":"Zukunft im Rückspiegel","epNo":1,"alt":"What Lies Ahead","descr":"Nach der Explosion des CDC führt Rick die Überlebenden in Richtung eines anderen Teils von Atlanta. Bei ihrem Marsch auf dem Highway begegnet ihnen eine neue Gefahr, mit der keiner der Überlebenden gerechnet hat. So müssen sie kurz darauf nach einer vermissten Person suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13453768","hoster":"VOE"},{"path":"/redirect/8475552","hoster":"Vidoza"},{"path":"/redirect/14023318","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490272","hoster":"VOE"},{"path":"/redirect/14022369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-2","name":"Blutsbande","epNo":2,"alt":"Bloodletting","descr":"nach dem Karl angeschossen wurde .findet die Gruppe Hilfe auf einer Farm.   Shane er begibt sich auf die gefährliche Suche nach dringend benötigten Medikamenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475551","hoster":"VOE"},{"path":"/redirect/8475555","hoster":"Vidoza"},{"path":"/redirect/14022379","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114812","hoster":"VOE"},{"path":"/redirect/14022371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-3","name":"Die letzte Kugel","epNo":3,"alt":"Save the Last One","descr":"Die Überlebenden warten gespannt auf die Rückkehr von Shane mit den dringend benötigten Medikamenten. Doch der steckt auf einem Schulgelände fest, das von Walkern belagert wird - ein Entkommen scheint nicht möglich. Derweil machen sich Andrea und Daryl zu einer riskanten Suchexpedition im Wald auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475553","hoster":"VOE"},{"path":"/redirect/8475554","hoster":"Vidoza"},{"path":"/redirect/14023319","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13002230","hoster":"VOE"},{"path":"/redirect/14022373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-4","name":"Die Cherokee Rose","epNo":4,"alt":"Cherokee Rose","descr":"Shane ist bereit, das ultimate Opfer zu bringen, um den anderen Mitgliedern seiner Gruppe das Überleben zu ermöglichen. Doch das hat ungeahnte Konsequenze","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475556","hoster":"VOE"},{"path":"/redirect/14114086","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490274","hoster":"VOE"},{"path":"/redirect/14114072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-5","name":"Capybara","epNo":5,"alt":"Capybara","descr":"Die Gruppe der Überlebenden um Rick ist sich nicht sicher, ob sich auf Hershels Farm weiterhin sicher sind. Nach einer Beratung, treffen sie einen Beschluss. Doch Hershel gefällt die Entscheidung nicht: Er macht der Gruppe klar, dass die Gruppe länger bleiben kann, aber auch seine Gastfreundschaft irgendwann zu Ende geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475557","hoster":"VOE"},{"path":"/redirect/8475558","hoster":"Vidoza"},{"path":"/redirect/14022412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490276","hoster":"VOE"},{"path":"/redirect/14022380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-6","name":"Beichte","epNo":6,"alt":"Secrets","descr":"Glenn ist der einzige der zwischen beiden Gruppen vermittelt - Hershel und den Farmbewohnern und die Überlebenden um Rick. Doch Glenn trägt ein Geheimnis mit sich herum und wird von Gewissensbissen geplagt. Daryl befindet sich im Delirium. Er versucht mit allen Mitteln, auf Hershels Farm zurückzukehren.Mittlerweile Erklärt Lori, Rick Das sie versucht hatte das baby Von dessen existenz Rick noch nicht wusste,abzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475560","hoster":"VOE"},{"path":"/redirect/8475561","hoster":"Vidoza"},{"path":"/redirect/14114087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114814","hoster":"VOE"},{"path":"/redirect/14022377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-7","name":"Tot oder Lebendig","epNo":7,"alt":"Pretty Much Dead Already","descr":"der Streit um die Beiser in der Scheuen wird immer schlimmer.Hershels Auffassung kommt auch in der Familie nicht gut.Dale wird  immer mehr paraneuer. Shane dreht  bei der Scheune durch.Dann eskaliert alles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475562","hoster":"VOE"},{"path":"/redirect/8475563","hoster":"Vidoza"},{"path":"/redirect/14023324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490280","hoster":"VOE"},{"path":"/redirect/14022374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-8","name":"Nebraska","epNo":8,"alt":"Nebraska","descr":"Rick und die anderen versuchen nach der schrecklichen Entdeckung die Ordnung wiederherzustellen. Als Hershel eine alte Gewohnheit wiederaufnimmt, müssen Rick und Glenn ihm in die Stadt folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475564","hoster":"VOE"},{"path":"/redirect/8475565","hoster":"Vidoza"},{"path":"/redirect/14114085","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490277","hoster":"VOE"},{"path":"/redirect/14022375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-9","name":"Am Abzug","epNo":9,"alt":"Triggerfinger","descr":"Rick, Hershel und Glen sitzen in der Falle und kämpfen ums Überleben. Shane findet Lori in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475566","hoster":"VOE"},{"path":"/redirect/8475567","hoster":"Vidoza"},{"path":"/redirect/8755761","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490279","hoster":"VOE"},{"path":"/redirect/14114074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-10","name":"Ausgesetzt","epNo":10,"alt":"18 Miles Out","descr":"Was wird mit Randall passieren, und wie will Rick mit Shane umgehen? Maggie hat plötzlich ein viel größeres Problem als Glenns Gewissenskonflikte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475568","hoster":"VOE"},{"path":"/redirect/8475569","hoster":"Vidoza"},{"path":"/redirect/8475572","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490275","hoster":"VOE"},{"path":"/redirect/14114073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-11","name":"Sorry Bruder","epNo":11,"alt":"Judge, Jury, Executioner","descr":"Rick beschließt nun endgültig, Randall zu exekutieren. Dale verlangt jedoch, zu dieser Sache vorher die Meinung aller Überlebenden einzuholen. Carl klaut währenddessen von Daryl eine Pistole und erkundet die nähere Umgebung der Farm. Er stößt dabei auf einen Untoten,. Am Abend wird über Randalls Schicksal diskutiert. Entgegen der Meinung von Dale hält die Mehrheit der Überlebenden Randall für eine Bedrohung, da ein Risiko eines Überfalls einer schwer bewaffneten und gewalttätigen Gang besteht, falls dieser zu ihnen zurückkehrt. Nach der Abstimmung geht Rick zusammen mit Shane und Daryl in die Scheune, um Randell zu erschießen. Er wird aber davon abgebracht, nachdem Carl auftaucht . Randell wird wieder eingesperrt. Dale spaziert in der Nacht über die Weiden der Farm, wo er von einem Untoten angegriffen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475570","hoster":"VOE"},{"path":"/redirect/8475573","hoster":"Vidoza"},{"path":"/redirect/14114088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490288","hoster":"VOE"},{"path":"/redirect/14114075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-12","name":"Die besseren Engel unserer Natur","epNo":12,"alt":"Better Angels","descr":"Dale wird bestattet. Rick hat sich als Vermächtnis von Dale dazu entschieden, Randall nun doch auszusetzen, statt ihn zu exekutieren. Die meisten aus der Gruppe teilen diese Ansicht. Lediglich Shane betrachtet Randall weiterhin als akute Gefahr für die Gruppe. Die Beziehungen zwischen den Überlebenden und Hershels Familie verstärken sich. Lori gesteht Shane, dass ihr die Umstände leid tun. Später geht Shane zu Randall in den Schuppen. Shane inszeniert zunächst eine Flucht und gibt Randall vor, sich seiner alten Gruppe anschließen zu wollen. Im Wald angekommen wird Randall von Shane mit einem Genickbruch getötet. Die anderen Überlebenden haben Randalls Flucht unterdessen bemerkt und beginnt mit der Suche nach ihm. Shane kommt aus dem Wald zurück und gibt vor, von Randall überwältigt und verletzt worden zu sein. Er und Rick sowie Glenn und Daryl machen sich in Zweier-Teams auf die Suche nach dem vermeintlich Entflohenen. Glenn und Daryl finden den ohne erkennbare Bisse oder Kratzer zum Walker veränderten Randall. Randall ist offenbar durch einen Genickbruch umgekommen, weshalb sich die beiden nicht erklären können, weshalb er infiziert wurde. Unterdessen sind Rick und Shane auf einer Lichtung angekommen. Shane zieht seine Waffe und verdeutlicht Rick, dass er mit seinen Entscheidungen für die Gruppe im Allgemeinen nicht einverstanden sei. Dabei sind auch starke Eifersuchtsgefühle um Lori und Carl im Spiel. Es kommt zu einem hitzigen Streitgespräch zwischen den beiden, anschließend gelingt es Rick auf Shane einzureden und er versucht ihn davon zu überzeugen, dass dieser ihn nicht töten muss. Während Shane unschlüssig ist und zögert Rick zu erschießen, zieht Rick unbemerkt sein Messer und tötet Shane. Kurze Zeit später taucht Carl auf. Carl erschießt Shane, welcher inzwischen ebenfalls ohne Biss zu einem Walker auferstanden ist. Durch die Schüsse aufmerksam geworden, nimmt eine Horde von Walkern Kurs auf Rick und Carl beziehungsweise die Farm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475571","hoster":"VOE"},{"path":"/redirect/14114090","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930382","hoster":"VOE"},{"path":"/redirect/14114077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-2/episode-13","name":"Die Mahd","epNo":13,"alt":"Beside The Dying Fire","descr":"Die Farm wird von einer Herde von Untoten  überrannt. Rick,Carl und  einige der Gruppe  versuchen die Farm zu verteidigen, indem sie in ihren fahrbaren Untersätzen auf die Walker schießen. Doch die Überlebenden haben gegen die Vielzahl von Zombies auf Dauer keine Chance. . Die Gruppe ist gezwungen zu fliehen und treffen sich später auf dem Highway wieder. . . Glenn gesteht Maggie seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14099529","hoster":"VOE"},{"path":"/redirect/14114089","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12268318","hoster":"VOE"},{"path":"/redirect/14114079","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-3/episode-1","name":"Die Saat","epNo":1,"alt":"Seed","descr":"Die Gruppe um Sheriff Rick Grimes steht vor einem Umbruch: Nachdem er seinen einstmals besten Freund und späteren erbittertsten Konkurrenten Shane ermordet hat, ist Rick zwar wieder der unumstrittene Anführer der Überlebenden. Doch wie soll er ihr Vertrauen zurückgewinnen, das er mit diesem Gewaltakt verspielt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475577","hoster":"VOE"},{"path":"/redirect/8475576","hoster":"Vidoza"},{"path":"/redirect/8755855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490284","hoster":"VOE"},{"path":"/redirect/8647022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-2","name":"Rosskur","epNo":2,"alt":"Sick","descr":"Rosskur:Hershel wird zurück in den Zellenblock C gebracht und auf ein Bett gelegt. Die Häftlinge folgen den Überlebenden in die Freiheit. Dort erklären ihnen Rick und Daryl, dass die Welt sich geändert hat. Sie führen die ehemals Gefangenen nach draußen und zeigen ihnen die erledigten Untoten. Tomas will die Farm-Überlebenden aus dem Gefängnis haben, daher kommt es zur Auseinandersetzung. Die Gruppen einigen sich darauf, dass im Austausch für Nahrung Hilfe bei der Säuberung eines Zellenblocks gewährt wird. Die Nahrung wird daraufhin übergeben und Nahkampfwaffen werden an die Häftlinge verteilt. Rick teilt Glenn zur Aufsicht Hershels ein und geht zusammen mit T-Dog, Daryl und den Häftlingen in den Zellenblock D. Carol versucht alles um Hershel zu stabilisieren. Maggie ist besorgt, dass er es nicht schaffen könnte. Glenn beruhigt sie und muss auf Ricks Anweisung zu ihrer aller Sicherheit Hershel ans Bett fesseln. Carl kann einige Bandagen finden, was zwar sehr hilfreich ist, jedoch wird er für seinen Alleingang zur Krankenstation von seiner Mutter gemaßregelt. Nachdem Hershel stabil ist, will Carol weitere Praxiserfahrung an Leichen sammeln und bittet Glenn, mit ihr einen passenden Zombie dafür zu beschaffen. Draußen am Zaun findet und tötet sie einen passenden Zombie und schafft ihn mit Glenns Hilfe hinein. Bei ihrer Operation an dem Leichnam wird sie von einer unbekannten Person beobachtet. Maggie möchte, dass ihr Vater in Frieden sterben kann, als plötzlich seine Atmung aussetzt. Lori beginnt sofort mit einer Wiederbelebung und hat Erfolg. Unterdessen säubern Rick und die Anderen den Zellenblock. Hierbei sterben drei Häftlinge. Der Zellenblock wird an die verbliebenen, Axel und Oscar, übergeben. Zurück im Zellenblock C besucht Rick den verwundeten Hershel. Er kommt zu Bewusstsein und greift Ricks Hand. Lori und Rick sondern sich von der Gruppe ab. Nach all den Monaten macht Rick nun wieder einen zaghaften Schritt auf Lori zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8562378","hoster":"VOE"},{"path":"/redirect/8755888","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490283","hoster":"VOE"},{"path":"/redirect/8647024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-3","name":"Zeit der Ernte","epNo":3,"alt":"Walk with me","descr":"Die Episode wird komplett aus der Sicht von Andrea und Michonne erzählt. Nach dem sie den Absturz eines Militärhelikopters verfolgt hatten, machen sich die beiden auf den Weg zur die Absturzstelle. Dort trifft kurz nach ihnen auch eine Gruppe bewaffneter Männer ein, welche sie gefangen nehmen und sie und einen noch lebenden Piloten in die Stadt Woodbury mitnehmen. In dieser zombiebefreiten Stadt gibt es eine Schule, ausreichend Nahrung, Strom und warmes Wasser. Diese Stadt wird regiert von einem Mann, der sich selbst nur als \"The Governor\" bezeichnet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475582","hoster":"VOE"},{"path":"/redirect/8475583","hoster":"Vidoza"},{"path":"/redirect/8475584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490281","hoster":"VOE"},{"path":"/redirect/8647025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-4","name":"Leben und Tod","epNo":4,"alt":"Killer within","descr":"Leben und TodOriginal:Killer WithinZu Beginn der Folge sieht man einen zunächst Unbekannten (Andrew) eine Spur aus Körperteilen eines Wildtieres legen, um Zombies durch ein offenes Tor in das Gefängnis zu locken. Die Gefangenen Axel und Oscar bitten darum, sich der Gruppe anschließen zu dürfen, jedoch wird diese Bitte abgelehnt, da die Gefahr als zu groß eingeschätzt wird. Als sich die Gruppe im Gefängnishof trifft, da Hershel erstmals sein Krankenbett verlassen kann, werden sie von einer Horde Zombies überrascht, zudem ertönen die Gefängnissirenen, die weitere Beißer anlocken. Rick und Daryl werden von Oscar zum Generatorraum geführt, wo die Sirenen ausgeschaltet werden können. T-Dog und Carol flüchten, wobei T-Dog von einem Zombie gebissen wird. Ebenso suchen Maggie, Carl und Lori nach einem sicheren Versteck vor den Beißern. Loris Wehen setzen ein, das Kind kann jedoch nicht auf natürlichem Weg geboren werden. Um das Kind zu retten, holt es Maggie auf Loris Drängen per Kaiserschnitt erfolgreich zur Welt. Lori stirbt infolge des Eingriffs und wird danach von Carl in den Kopf geschossen, damit sie nicht als Walker zurückkehrt.In Woodbury zeigt Andrea Merle auf einer Karte die Lage von Hershels Farm, auf der sie sich und ihre ehemalige Gruppe um Rick aufgehalten hatte, damit er dort mit der Suche nach seinem Bruder Daryl beginnen kann. Andrea beschließt jedoch zunächst in Woodbury zu bleiben, da sie sich dort sicher und geborgen fühlt, was auf Unverständnis bei Michonne stößt, da sie dem \"Governor\" nicht vertraut. Im Gefängnis geraten derweil Carol und T-Dog in eine Gruppe Beißer. T-Dog, bereits gebissen und daher dem Tod geweiht, stürzt sich in die Beißer und opfert sich, um Carol die Flucht zu ermöglichen. Als Rick, Daryl und Oscar den Generatorraum erreichen, wartet Andrew, der Gefangene, den Rick den Zombies überlassen hatte, auf sie und greift Rick an. Rick verliert seinen Revolver, den Oscar aufnimmt. Andrew bittet Oscar Rick zu erschießen, doch Oscar tötet Andrew und übergibt Rick seinen Revolver.Wuerfexx","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475581","hoster":"VOE"},{"path":"/redirect/8755848","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490287","hoster":"VOE"},{"path":"/redirect/8647027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-5","name":"Anruf","epNo":5,"alt":"Say the Word","descr":"In Woodbury wird ein kleines Fest gefeiert. Es gibt kühle Getränke, eine Rede des Governors und alle sind froh. Nur Michonne stöbert noch immer misstrauisch durch das Gelände. Sie bricht in die Wohnung des Governors ein und holt sich ihr Schwert wieder. Danach geht sie auf das Gelände der Arena. Hier findet sie ein halbes Dutzend eingesperrter Zombies, die sie befreit und erledigt. Daraufhin wird sie gefasst und zum Governor gebracht. Nach der Diskussion packt Michonne ihre Sachen und kann Andrea überzeugen mit ihr zu fliehen. Am Tor entscheidet sie sich jedoch um und lässt Michonne alleine gehen. Am Abend findet das große Ereignis statt: Ein Arena-Kampf zwischen Merle und einem weiteren Herausforderer zwischen einigen Zombies. Andrea ist geschockt und möchte gehen, doch der Governor überzeugt sie sich den Kampf anzuschauen, bei dem Merle gewinnt.\rWährenddessen stellt Hershel fest, dass sie Babynahrung benötigen. Da Rick noch immer in Schock ist, hat Daryl das Kommando übernommen. Er teilt die Leute ein und geht mit Maggie Babynahrung besorgen. Glenn schaufelt ein Grab und beginnt sich mit den Häftlingen besser zu verstehen. Der Versuch Rick von seinem Rachefeldzug abzubringen scheitert. Am Abend kommen Daryl und Maggie mit der Nahrung zurück. Rick findet im Kesselraum nur einen Untoten, der seine Frau gefressen hat. Er tötet ihn und bleibt in dem Raum bis zum nächsten Tag. Dann hört er ein Baby schreien. Der Ton ändert sich plötzlich in ein Klingeln. Rick geht zu dem Telefon von dem das Geräusch stammt, hebt den Hörer ab und grüßt mit \"Hallo?\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475585","hoster":"VOE"},{"path":"/redirect/8475588","hoster":"Vidoza"},{"path":"/redirect/8755864","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114813","hoster":"VOE"},{"path":"/redirect/8647030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-6","name":"Auf der Jagd","epNo":6,"alt":"Hounded","descr":"Während sich Andrea und der Governor näherkommen, sieht sich Michonne gezwungen, eine Entscheidung in Sachen Woodbury zu treffen.Derweil gehen Glenn und Maggie auf eine gefährliche Mission und Rick hat weiterhin Schwierigkeiten, die neue Realität ohne die verstorbene Lori zu akzeptieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475587","hoster":"VOE"},{"path":"/redirect/8475591","hoster":"Vidoza"},{"path":"/redirect/8755886","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930383","hoster":"VOE"},{"path":"/redirect/8647028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-7","name":"Tod vor der Tür","epNo":7,"alt":"When the dead come Knocking","descr":"Der Governor lässt kein Mittel unbenutzt, um Informationen aus Glenn und Maggie herauszupressen. Merle will notfalls auch mittels Folter den Aufenthaltsort seines Bruders Daryl herausfinden.Am Gefängnistor taucht plötzlich ein neuer Besucher auf, wodurch sich Rick wieder einmal zu einer schwierigen Entscheidung gezwungen sieht.Rick entscheidet das der unbekannt Besucher vorerst bleiben darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475589","hoster":"VOE"},{"path":"/redirect/8475590","hoster":"Vidoza"},{"path":"/redirect/8755944","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490289","hoster":"VOE"},{"path":"/redirect/8647031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-8","name":"Siehe dein Bruder","epNo":8,"alt":"Made to suffer","descr":"Rick und seine Freunde haben die Mauern Woodburys erreicht. Michonne findet einen Weg in die Stadt, und die Gruppe versucht, Maggie und Glenn zu finden. Als sie entdeckt werden, entbrennt ein verzweifelter Kampf ums Überleben. Michonne hat sich von der Gruppe abgesondert – und trifft auf den Governor. Inzwischen erreicht ein anderer Trupp Überlebender das Gefängnis. Ein Gruppenmitglied wurde bereits gebissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475592","hoster":"VOE"},{"path":"/redirect/8475593","hoster":"Vidoza"},{"path":"/redirect/8755961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490292","hoster":"VOE"},{"path":"/redirect/8647026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-9","name":"Kriegsrecht","epNo":9,"alt":"The Suicide King","descr":"Nach dem Überfall von Ricks Gruppe auf Woodbury befindet sich Daryl in der Gewalt des Governors. Und Rick muss über das weitere Schicksal der neuen Gruppe befinden. Außerdem müssen sich die Überlebenden auf einen harten Kampf vorbereiten – denn der Governor weiß, wo sie sich aufhalten und ist fest entschlossen, das Gefängnis anzugreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475594","hoster":"VOE"},{"path":"/redirect/8475595","hoster":"Vidoza"},{"path":"/redirect/8755989","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490290","hoster":"VOE"},{"path":"/redirect/8647029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-10","name":"Zuflucht","epNo":10,"alt":"Home","descr":"Die Gruppe diskutiert darüber, welche Schritte als nächste zu tun sind und wie sie sich für den bevorstehenden Angriff des Governors wappnen können. Währenddessen macht sich Rick auf die Suche nach einem verlorenen Freund. Und die beiden Brüder Merle und Daryl beginnen, ihre bisherigen Entscheidungen zu hinterfragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475597","hoster":"VOE"},{"path":"/redirect/8475596","hoster":"Vidoza"},{"path":"/redirect/8755993","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490291","hoster":"VOE"},{"path":"/redirect/8647032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-11","name":"Judas","epNo":11,"alt":"I Ain\u0027t a Judas","descr":"Der Governor beginnt, eine Armee aufzustellen, um das Gefängnis anzugreifen. Daraufhin beschließt Andrea, Woodbury zu verlassen. Sie will ins Gefängnis, um Rick und die anderen dort davon zu überzeugen, sich mit dem Governor zu einigen. Dieser erfährt von Andreas Plänen, hält sie aber nicht auf. Währenddessen gibt es im Gefängnis Streit um Ricks Führungsqualitäten – selbst Carl fordert Rick auf, seinen Posten als Anführer zur Verfügung zu stellen. Da erreicht Andrea das Gefängnis. Ihre Bitte, mit dem Governor Frieden zu schließen, wird von der Gruppe abgelehnt, denn niemand vertraut ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8562377","hoster":"VOE"},{"path":"/redirect/8755995","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930385","hoster":"VOE"},{"path":"/redirect/8647035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-12","name":"Gesichter der Toten","epNo":12,"alt":"Clear","descr":"Rick fährt mit Carl und Michonne in seine alte Heimatstadt King County, in der er einmal Sheriff war. Hier wollen sie Waffen für den bevorstehenden Kampf gegen den Governor besorgen. In der Stadt werden sie allerdings von einem Unbekannten unter Beschuss genommen. Rick gelingt es, den Schützen aus seinem Versteck zu locken und ihn festzunehmen. Es handelt sich um Morgan Jones, der Rick einst gerettet hat. Er scheint inzwischen den Verstand verloren zu haben und weigert sich beharrlich, die Stadt zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475598","hoster":"VOE"},{"path":"/redirect/8475601","hoster":"Vidoza"},{"path":"/redirect/14219677","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490294","hoster":"VOE"},{"path":"/redirect/8647034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-13","name":"Das Ultimatum","epNo":13,"alt":"Arrow on the Doorpost","descr":"Andrea arrangiert ein Treffen zwischen Rick und dem Governor an einem neutralen Ort. Es stellt sich jedoch bald heraus, dass der Governor kein echtes Interesse an einem Friedensabkommen hat. Er verspricht Rick allerdings, das Gefängnis nicht anzugreifen, wenn man ihm Michonne ausliefert. Während die beiden in dem Gebäude verhandeln, werden ihre Begleiter draußen von Zombies angegriffen. Die beiden Gruppen kämpfen zusammen gegen die Beißer – und merken dabei, dass sie sehr viel mehr gemeinsam haben, als sie bislang zugeben wollten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475602","hoster":"VOE"},{"path":"/redirect/12695633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114815","hoster":"VOE"},{"path":"/redirect/8647033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-14","name":"Der Fang","epNo":14,"alt":"Prey","descr":"Die Episode beginnt mit einem Rückblick, als Michonne und Andrea noch alleine unterwegs waren. Andrea fragt über die beiden Beißer. In Woodbury rüstet Martinez Fahrzeuge mit Waffen aus, während der Gouverneur eine Folterkammer für Michonne ausrüstet. Dabei wird er von Milton beobachtet, der ihn zur Rede stellt. Milton erkennt, was passieren wird und warnt Andrea, zeigt ihr die Folterkammer. Als der Gouverneur auftaucht, will Andrea ihn aus dem Hinterhalt erschießen, wird aber von Milton gehindert. Er rät ihr, ins Gefängnis zu gehen. Als Andrea gehen will, wird sie, wie alle anderen von Martinez entwaffnet. Sie geht zum Wall, auf dem Tyreese und Sacha Wache schieben. Sie kann die beiden überzeugen, dass sie sie gehen lassen. Der Gouverneur stellt Milton zur Rede, ob er von Andreas Flucht wusste und was Andrea noch gesagt hat. Tyreese muss danach mit Martinez zu der Beisserfalle fahren, wo Beisser für den Überfall auf das Gefängnis gefangen werden. Erneut kommt es zum Streit mit den beiden Begleitern von Tyreese. Währenddessen geht der Gouverneur selbst auf die Jagd nach Andrea und treibt sie in ein altes Fabrikgebäude. Andrea kann sich mit Mühe daraus retten, indem sie einen Gang von Beisser findet, sich hinter der Tür versteckt und diese auf den Gouverneur los lässt. Danach kann sie aus der Fabrik in die Nacht fliehen. Bei der Beisserfalle stehen ein paar Anhänger mit Beissern und in der Grube sind erneut welche gefangen. Man sieht jemanden, der Benzin über die Beisser und in die Anhänger schüttet und alles in Brand setzt. Am Morgen kommt Andrea am Gefängnis an und wird vom Gouverneur gefangen. Als dieser zurück nach Woodbury kommt, sagt er dass er Andrea nicht finden konnte. Er befragt Tyreese, ob dieser die Beisser angezündet hat. Dieser verneint und der Gouverneur trifft Milton. Es wird ziemlich klar, dass dieser die Beisser vernichtet hat. Der Film endet mit einer Kamerafahrt zu der Folterkammer, in der Andrea auf einem ärztlichen Behandlungsstuhl geknebelt und gefesselt sitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475604","hoster":"VOE"},{"path":"/redirect/8756027","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490296","hoster":"VOE"},{"path":"/redirect/8647036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-15","name":"Der Strick des Jägers","epNo":15,"alt":"This Sorrowful Life","descr":"In der vorletzten Folge der Staffel 3 geht es darum, dass Merle, Michonne an Philip, den Governor ausliefen will. Hierbei überwältigt er sie aus dem Hinterhalt und macht sich mit ihr gemeinsam auf den Weg in Richtung Stadt. Er entscheidet sich jedoch um und lässt Michonne gehen. Michonne ist auf demRückweg zum Gefängnis und trifft dabei Deryl. Nachdem Michonne erzählt was Merle gesagt hat, geht Deral auf die suche nach ihm, doch er kommt zu spät...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475605","hoster":"VOE"},{"path":"/redirect/8475609","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490298","hoster":"VOE"},{"path":"/redirect/8647039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-3/episode-16","name":"Stirb und töte","epNo":16,"alt":"Welcome to the Tombs","descr":"Rick leidet an Halluzinationen und Visionen – er sieht überall seine verstorbene Frau Lori. Besonders nachdem er sich von der Gefängnisgruppe abgesetzt hat, wird seine Lage immer unsicherer. Die wieder vereinten Dixon-Brüder bleiben indes ein Unsicherheitsfaktor und der Governor hat wieder einmal gezeigt, dass ihm nicht zu trauen ist. Obwohl er Andrea das Gegenteil versprochen hatte, rächt er sich für den Angriff auf Woodbury ganz fürchterlich an der Gefängnisgruppe. Woodburys Entwicklung zu einem Polizeistaat löst in Andrea zunehmend Unbehagen aus. Weil nun die Sicherheit von Rick und seinen Leuten akut gefährdet ist, müssen sie schnell handeln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475606","hoster":"VOE"},{"path":"/redirect/8475608","hoster":"Vidoza"},{"path":"/redirect/8756069","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490297","hoster":"VOE"},{"path":"/redirect/8647037","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-4/episode-1","name":"Kein Tag ohne Unglück","epNo":1,"alt":"30 Days Without An Accident","descr":"Die Gruppe hat sich mit den Neuankömmlingen im Gefängnis eingerichtet. Sie bauen Pflanzen an und züchten Nutztiere. Die Menschen haben verschiedene Aufgaben wie Nahrungsbereitung, Unterricht der Kinder, die Beseitigung von Beissern am Zaun. Im Verlauf der Einführung werden die neuen und alten Beziehungen dargestellt, so zwischen Karen und Tyreese. Rick kämpft noch immer mit der Rolle als Anführer und Vorbild und muß von Herschel zur Vorsicht gemahnt werden. Michonne kommt von einer Suche nach dem Governor zurück. Eine Gruppe geht auf eine Aussenmission in ein Einkaufszentrum, während Rick außerhalb des Zauns die Fallen inspiziert. Dort findet er eine unbekannte Frau an einem Tier in einer seiner Fallen, die ihn anspricht und ihn zu ihrem Ehemann führen will, der etwas entfernt in einem kleinen Lager leben soll. Sie erzählt Rick von ihrem bisherigen Leben. Im Einkaufszentrum reißt einer aus der Gruppe versehentlich ein Regal um, worauf eine große Gruppe von Zombies, die scheinbar aus einem abgestürzten Chinnok Hubschrauber auf dem Dach stammt, durch das brüchige Dach in den Raum bricht. Es kommt zu einem längeren Kampf. Zurück im Gefängnis versuchen alle, diese Erlebnisse zu verarbeiten. Ein Junge beklagt sich über eine Übelkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475610","hoster":"VOE"},{"path":"/redirect/11952522","hoster":"Doodstream"},{"path":"/redirect/8475612","hoster":"Vidoza"},{"path":"/redirect/8475614","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490300","hoster":"VOE"},{"path":"/redirect/8647038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-2","name":"Tod, überall Tod","epNo":2,"alt":"Infected","descr":"Am Anfang sieht man, wie jemand in der Dunkelheit einen der Beißer füttert. Ein überlebender der Zombieapokalypse wurde innerhalb des Gefängnis infiziert. Panik bricht aus, da der neue \"Beißer\" über Nacht Truppmitglieder infiziert hat. Dabei kämpft jeder um das Überleben. Auch halten die Zäune, welche als Sicherung vor den Beißern fungieren, nicht mehr lange aus. Wie lange sind sie noch in Sicherheit?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475611","hoster":"VOE"},{"path":"/redirect/11952528","hoster":"Doodstream"},{"path":"/redirect/8475613","hoster":"Vidoza"},{"path":"/redirect/8756116","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490301","hoster":"VOE"},{"path":"/redirect/8647042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-3","name":"Quarantäne","epNo":3,"alt":"Isolation","descr":"Einige Mitglieder der Gruppe verlassen das Gefängnis, weil sie glauben, dass es in einem College, das rd. 50 Meilen entfernt ist, noch Medikamente geben könnte um die an Grippe erkrankten zu behandeln. Unterwegs geraten Sie in Schwierigkeiten und müssen vor einer großen Gruppe Beißern in den Wald flüchten. Währenddessen müssen die, die im Gefängnis bleiben, mit den jüngsten Verlusten fertig werden und versuchen, das zu erhalten, was ihnen noch geblieben ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475615","hoster":"VOE"},{"path":"/redirect/11952532","hoster":"Doodstream"},{"path":"/redirect/11952403","hoster":"Vidoza"},{"path":"/redirect/8756079","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490302","hoster":"VOE"},{"path":"/redirect/8647041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-4","name":"Im Zweifel","epNo":4,"alt":"Indifference","descr":"Die Truppe von Daryl kämpft noch immer um das Überleben nach derenKomplikationen mit den Beißern. Parallel dazu suchen Rick und Carolnach Vorräten außerhalb des Gefängnis. Derbei finden sie neue Überlebende,welche Anfangs noch als Unterstützung gedacht waren. Rick toleriert CarolsMord an 2 Verbündeten nicht. Er akzeptiert sie nicht mehr in dem Trupp, in folge dessen trennen sich deren Wege. (Text: LKeks)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475617","hoster":"VOE"},{"path":"/redirect/11952537","hoster":"Doodstream"},{"path":"/redirect/8475618","hoster":"Vidoza"},{"path":"/redirect/8475620","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114816","hoster":"VOE"},{"path":"/redirect/8647043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-5","name":"Die Krankheit zum Tode","epNo":5,"alt":"Internment","descr":"Die Krankheit die schon sein mehreren Tagen im Gefängnis Umlauf nimmt erreicht ihren Scheitel Punkt. Das große Sterben beginnt und nur wenige Schaffen es. Für Hershel wird es immer schwieriger, die Kontrolle von jedem der kranken Menschen zu halten.  Die große Gruppe verliert viele Leute und schrumpft immer mehr. Außerdem hält der Zaun nicht mehr und die Beißer kommen ins Gefängnis. Rick und Carl versuchen die Beißer fernzuhalten, aber werden sie es mit so vielen Beißern alleine schaffen? Während Rick und Carl versuchen die Beißer aufzuhalten, kämpfen die Kranken um ihr Leben. Alles scheint zusammen zu kommen und auch ein alter bekannter ist wieder dabei. Und am Ende sieht man den Gouverneur vor dem Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475619","hoster":"VOE"},{"path":"/redirect/11952538","hoster":"Doodstream"},{"path":"/redirect/8475622","hoster":"Vidoza"},{"path":"/redirect/8475623","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490304","hoster":"VOE"},{"path":"/redirect/8647044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-6","name":"Lebendköder","epNo":6,"alt":"Live Bait","descr":"Im Anschluss der fünften Folge von The Walking Dead bekommt der Zuschauer den Gouvenar aus Staffel drei wieder zusehen. In dieser Folge werden Einblicke in des Gouverneurs Leben gegeben. Der bei zieht dieser halb verhungert, dem Tod in die Augen schauend durch die Straßen. Infolgedessen findet er obdach bei einer fremden Familie mit welcher er sich im laufe immer besser identifizieren kann. Doch was ist das Eigentliche Vorhaben des Gouverneurs? (Text: LKeks, (Leon Borchert))","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475621","hoster":"VOE"},{"path":"/redirect/11952541","hoster":"Doodstream"},{"path":"/redirect/8756133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490303","hoster":"VOE"},{"path":"/redirect/8647040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-7","name":"Handicap","epNo":7,"alt":"Dead Weight","descr":"Der Governor und seine Begleiterinnen werden in einem Camp aufgenommen, das von Martinez geführt wird. Rasch kommt es zu Konflikten, wer die Führung übernehmen soll und ob die Interessen der Gruppe gegenüber anderen Überlebenden gnadenlos durchgesetzt werden sollen. Der Gouverneur bringt Martinez zu den Beißern, wo durch er stirbt. Dadurch kommt es zu Konflikten, wer die Führung übernehmen sollte. Der Gouverneur sorgt aber am Ende dafür, dass er die Führung übernimmt. Zum Schluss geht er ins Gefängnis, wo sich Rick und seine Leute Befinden... (Text: MK)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475624","hoster":"VOE"},{"path":"/redirect/11952497","hoster":"Vidoza"},{"path":"/redirect/8756149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490305","hoster":"VOE"},{"path":"/redirect/8647045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-8","name":"Kein Zurück","epNo":8,"alt":"Too Far Gone","descr":"Der Governor nimmt Hershel und Michonne als Geisel. Gleichzeitig brechen diese zum Gefängniss auf um den Krieg zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173779","hoster":"VOE"},{"path":"/redirect/11952542","hoster":"Doodstream"},{"path":"/redirect/11952498","hoster":"Vidoza"},{"path":"/redirect/8756130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490306","hoster":"VOE"},{"path":"/redirect/8647046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-9","name":"Für Dich","epNo":9,"alt":"After","descr":"Die Gruppe ist nach dem Angriff auf das Gefängnis geschwächt und verstreut. Rick zieht schwer angeschlagen mit Carl und sucht eine Unterkunft um zu regenerieren. Carl ist seiner Kindheitsrolle entwachsen. Er übernimmt Verantwortung und gibt sich in Gefahr. Am Ende sehen wir eine alte Bekannte wieder...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475627","hoster":"VOE"},{"path":"/redirect/11952501","hoster":"Vidoza"},{"path":"/redirect/8475630","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490308","hoster":"VOE"},{"path":"/redirect/8647047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-10","name":"Neben dem Gleis","epNo":10,"alt":"Inmates","descr":"Daryl und Beth flüchten ebenfalls zusammen, sie konnten entkommen. Ebenfalls sehr gezeichnet retten sie sich in Sicherheit und hoffen, noch andere Insassen des Gefängnis zu suchen. Und tatsächlich, auch Tyreese, Mika und Lizzy sind mit Baby auf der Flucht. Sie bekommen von Überlebenden einer Gruppe Streuner mitgeteilt, dass sie sich an die Gleise wenden sollen, immer die Gleise entlang. Gleise standen vor der Apokalypse für einhundert Jahre Tradtion und Fortschritt, nun symbolisieren sie einen Weg... Abseits der Gleise wartet das ungewisse, das Abenteuer... aber auch eine alte Bekannte aus der 3. Staffel...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475632","hoster":"VOE"},{"path":"/redirect/8475634","hoster":"Vidoza"},{"path":"/redirect/8756174","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490307","hoster":"VOE"},{"path":"/redirect/8647048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-11","name":"Besetzt","epNo":11,"alt":"Claimed","descr":"Glen und Tara sind weiterhin auf der Suche nach Maggie, während sich Rick, sein Sohn und Michonne mit unerwarteten Problemen auseinandersetzen müssen. Glenn, Tara und die Gruppe um Abraham Ford werden von Streunern überrant, und der mit Schusswaffen umgeübte Wissenschaftler Eugene trifft mit einer Schusssalve den Tank des Army Fahrzeuges, so das der weitere Weg zu Fuss erfolgt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475633","hoster":"VOE"},{"path":"/redirect/11952544","hoster":"Doodstream"},{"path":"/redirect/8756203","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490309","hoster":"VOE"},{"path":"/redirect/8647049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-12","name":"Alkohol","epNo":12,"alt":"Still","descr":"...Beth und Daryl sind im Fokus dieser Episode. Nach der Flucht aus dem Gefängnis sind die beiden auf sich gestellt. Beth resigniert, fühlt sich aber, da der Aufsicht Ihres strengen Vaters entzogen, dazu bereit, harten Alkohol zu konsumieren. Sie durchstöbern verlassene Häuser, dringen in einen Golf Club ein. Nach dem sie fündig werden. Beth schlägt ein Trink-Spiel vor und wir erfahren mehr über Daryls Vergangenheit, der sich vom Saulus zum Paulus wandelte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930388","hoster":"VOE"},{"path":"/redirect/8756211","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114820","hoster":"VOE"},{"path":"/redirect/8647053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-13","name":"Allein","epNo":13,"alt":"Alone","descr":"Bob und Sasha suchen mit Maggie weiterhin Glenn und folgen dabei den Gleisen. Beth und Daryl finden ein Anwesen, in welchem sich Nahrung befindet. Allerdings befindet sich kein Staub auf dem Essenspackungen, was darauf schließen lässt, dass es bewohnt ist. Während die beiden auf die Anwohner warten, kommt es zur Katastrophe - in Erwartung eines streunenden Hundes, der schon einmal dort war, öffnet Daryl die Tür und sieht sich einer Horde Streuner gegenüber.. Daryl und Beth werden getrennt, Daryl sackt entkräftet zusammen und wird von einer Horde Rocker entdeckt. Maggie, Bob und Sasha machen sich weiter an den Gleisen entlang nach Terminus, jenes geheimnisvollen Camps... In der letzten Aufnahme sehen wir Glenn, ebenfalls auf dem Weg dorthin, alleine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13903613","hoster":"VOE"},{"path":"/redirect/11952547","hoster":"Doodstream"},{"path":"/redirect/11952507","hoster":"Vidoza"},{"path":"/redirect/8756205","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490311","hoster":"VOE"},{"path":"/redirect/8647051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-14","name":"Schonung","epNo":14,"alt":"The Grove","descr":"Tyreese, Mika, Lizzy, Baby Judith und Carol finden ein Anwesen, in welchem sich Tyreese vorstellen kann, dauerhaft zu bleiben, da er die Kleingruppe kennt und sich nicht auf neue Menschen einlassen möchte.Während die jüngere Mika zwischen Streunern und Menschen differenziert und ihr Leben verteidigen weiss, driftet Lizzy immer mehr in Wahnvorstellungen ab, dass die Beisser nur mit den lebenden Menschen reden möchten. Sie war es auch, die im Gefängnis Mäuse durch den Zaun an die Beisser fütterte. Lizzy stellt eine Gefahr für die kleine Gruppe dar als sie Mika tötet und von Carol ermordet wird. Carol offenbart Tyreese nun ihr düsteres Geheimnis, aber dieser verzeiht ihr. Beide verlassen das Anwesen und begeben sich weiter den Gleisen entlang...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475640","hoster":"VOE"},{"path":"/redirect/11952548","hoster":"Doodstream"},{"path":"/redirect/11952508","hoster":"Vidoza"},{"path":"/redirect/8756269","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490312","hoster":"VOE"},{"path":"/redirect/8647050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-15","name":"Vereint","epNo":15,"alt":"Us","descr":"Die Überlebenden müssen sich auf die eigene Rücksichtslosigkeit, brutale Gewalt und den Glauben verlassen, um einer misslichen Situation entkommen zu können. Daryl zieht wenig begeistert mit den Outlaws umher, (von Beth fehlt jede Spur )die Rick einige Episoden zuvor \"kennenlernte\", Glenn und Tara ziehen weiter mit den Leuten um Seargent Abraham Ford. Und auch Rick und Carl ziehen mit Michone weiter. Glenn entscheidet sich seine Polizeirüstung Dr. Porter zu überlassen und geht in Begleitung mit Tara, die seit dem Angriff auf das Gefängnis schwere Schuldgefühle plagt, in einen dunklen Tunnel. Als sie auf ein Hindernis stossen und von Walkern angegriffen werden, kommt Rettung in letzter Sekunde durch eine alte Bekannte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475641","hoster":"VOE"},{"path":"/redirect/11952549","hoster":"Doodstream"},{"path":"/redirect/8475642","hoster":"Vidoza"},{"path":"/redirect/8756291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383143","hoster":"VOE"},{"path":"/redirect/8647052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-4/episode-16","name":"Terminus","epNo":16,"alt":"A","descr":"Als sich die Wege mehrerer Gruppen kreuzen, kommt es zum gewaltsamen Aufeinanderprallen.Rick blickt der reinen Brutalität ins Auge, während eine andere Gruppe ums pure Überleben kämpfen muss.Auf dem Weg nach Terminus machen Rick, den viele Erinnerungen an das Gefängnis heimsuchen mit welchen er die Realität aushält","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11964271","hoster":"VOE"},{"path":"/redirect/11952550","hoster":"Doodstream"},{"path":"/redirect/11952527","hoster":"Vidoza"},{"path":"/redirect/8756252","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490314","hoster":"VOE"},{"path":"/redirect/8647055","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-5/episode-1","name":"Keine Zuflucht","epNo":1,"alt":"No Sanctuary","descr":"Die wackeren Helden um Rick, Daryl, Meggie, Glen \u0026 Co befinden sich im Inneren des Containers wieder. Noch haben sie keine Ahnung, weswegen Sie diese Gefangennahme erdulden müssen. Wie schon so oft auf ihrer Reise stellt sich ein als sicher geglaubter Ort nicht als das dar, was er versprach. Als dann Glenn und einige Fremde wie Vieh zum schlachten gebracht werden offenbart Terminus sein schreckliches Geheimnis, welches grauenhaft und unvorstellbar ist... Woher soll nur Rettung kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475646","hoster":"VOE"},{"path":"/redirect/8756360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114819","hoster":"VOE"},{"path":"/redirect/8647054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-2","name":"Gabriel","epNo":2,"alt":"Strangers","descr":"Nachdem sie sich aus Terminus freigekämpft haben, muss die Gruppe ums Überleben in der freien Natur kämpfen. Dabei retten sie Gabriel, einen Pastor, vor einer Horde Streuner. Dankbar führt dieser die Gruppe zu seiner Kirche, welche die Apokalypse scheinbar unbeschwert überstanden hat. Gabriel als Mann Gottes verweigert das Kämpfen, auch gegen die Untoten, er vertraut allein dem Herrn. Doch welches Geheimnis rankt sich um den Pastor, warum befindet sich ein eingekratzter Spruch an der Seite der Kirche, zu wem hält er Kontakt?\r\rDann sind da noch Gareth aus Terminus samt Vasallen, die sich an Rick rächen wollen. Die Gruppe bekommt nach dem Gourvenor einen neuen, menschlichen Gegenspieler, der keine Menschen neben sich duldet..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475647","hoster":"VOE"},{"path":"/redirect/8756290","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114817","hoster":"VOE"},{"path":"/redirect/8647059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-3","name":"Vier Wände und ein Dach","epNo":3,"alt":"Four Walls and a Roof","descr":"Nachdem Bob zur Gruppe als Warnung vor die Kirche zurückgebracht wurde, kommt es zum entscheidenden Gefecht zwischen Rick´s Leuten und Gareth aus Terminus. Die Terminus Leute wollen sich blutig rächen, während Rick sein an Gareth gegebenes Versprechen als er gefesselt vor der Schlatbank vor ihm lag, unbedingt einlösen möchte. Am Ende steht erneut eine Trennung der Gruppe bevor, die Leute des Majors machen sich auf dem Weg und werden von 2 Mitgliedern Ricks begleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475650","hoster":"VOE"},{"path":"/redirect/8756319","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114818","hoster":"VOE"},{"path":"/redirect/8647056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-4","name":"Slabtown","epNo":4,"alt":"Slabtown","descr":"Beth erwacht in einem Krankenhaus. Sie spürt zivilisiertes Leben, wie es vor der Apokalypse herrschte. Ein Arzt kümmert sich um sie und es sind auch Polizisten sowie Pfleger anwesend. Leiterin der Gemeinschaft ist Doan, ihr Credo ist dass alle, die gerettet werden ihre \"Schuld\" begleichen müssen.  Beth erkennt, dass sie in der Gruppe in der rauen Natur, ungeschützt vor den Streunern mehr Sicherheit empfand, als in der autoritären Struktur des Krankenhauses, unter der herrschsüchtigen Doan. Sie entschließt sich mit einem weiteren Insassen zur Flucht...Wird sie es schaffen zu fliehen ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475651","hoster":"VOE"},{"path":"/redirect/8756367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114821","hoster":"VOE"},{"path":"/redirect/8647057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-5","name":"Selbsthilfe","epNo":5,"alt":"Self Help","descr":"Eugene kann also nicht dafür sorgen, dass die Welt wieder so wird, wie sie einmal war. Es ist nicht weiter verwunderlich, wurde uns in den letzten Episoden doch immer wieder gezeigt, wie ausweichend er reagiert, wenn man ihn auf die mögliche Lösung des Zombie-Problems anspricht. In den Strukturen der postapokalyptischen Welt, in welcher die Gesellschaft völlig neu modelliert wird und Status, Moral und staatliche Gewalten als Leitplanken nicht mehr existieren und durch Solidarität und Stärke ersetzt werden, gelten List und Lüge als \"neue\" Zahlungsmittel, die das Überleben Einzelner vorläufig sichern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475653","hoster":"VOE"},{"path":"/redirect/8756356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490320","hoster":"VOE"},{"path":"/redirect/8647058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-6","name":"Verschwunden","epNo":6,"alt":"Consumed","descr":"Hier erfahren wir in einer Rückblende die Geschichte, die in der 4. Episode angerissen wird. Daryl und Carol sind in der Stadt auf der Suche nach Beth und erfahren von dem Krankenhaus. Bei einem Streuner Angriff wird Carol von Daryl getrennt und dieser fährt mit Noah zurück zur Gruppe, um sie zu befreien...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475655","hoster":"VOE"},{"path":"/redirect/8756385","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490319","hoster":"VOE"},{"path":"/redirect/8647061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-7","name":"Zug um Zug","epNo":7,"alt":"Crossed","descr":"Die Handlungsstränge der letzten Episoden werden nun wieder verknüpft. Rick, Daryl, Noah, Sasha fahren in das Krankenhaus, um Beth und Carol zu befreien. Beth kümert sich innerhalb der autoritären Struktur des Krankenhauses um Carol, welche im Koma liegt. Michonne, Carl, Baby Judith verschanzen sich in der verbarrikadierten Kirche mit Gabriel, dessen \"Geheimnis\" noch immer Rätsel aufgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475658","hoster":"VOE"},{"path":"/redirect/8756408","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114824","hoster":"VOE"},{"path":"/redirect/8647060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-8","name":"Coda","epNo":8,"alt":"Coda","descr":"Rick verfolgt Bob und warnt ihm, stehen zu bleiben. Bob jedoch läuft weiter und Rick überfährt ihn. Bob stirbt nicht und sagt Rick, dass alle aus seiner Gruppe sterben werden. Daraufhin wird Rick wütend und erschießt ihn..Gabriel geht zu den Ort, wo die Terminus Gruppe war und sucht nach etwas. Die Beißer in dem Gebäude schaffen es raus zu kommen und Gabriel versucht weg zu laufen. Gabriel schafft es bis zur Kirche. Er ruft um Hilfe, denn er ist kurz davor zu sterben..Rick und seine Leute machen ein Tausch um Carol und Beth zurück zu bekommen. Es gelingt ihnen, doch sie wollen auch Noah haben. #Ask1097","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475660","hoster":"VOE"},{"path":"/redirect/8756442","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114823","hoster":"VOE"},{"path":"/redirect/8647064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-9","name":"Der hohe Preis fürs Leben","epNo":9,"alt":"What Happened and What\u0027s Going On","descr":"Rick, Michonne, Tyreese, Glenn fahren mit Noah, den die Gruppe aus der Klinik mitgenommen hat zu dessen Dorf. Sie finden niemanden mehr vor, ausser den Streunern. Während Noah sein Familienhaus betreten möchte um das Geschehene besser vearbeiten zu können, suchen die anderen nach nützlichen Dingen für ihre weitere Reise. Rick fasst den Entschluss, die 100 Meilen nach Washington zurückzulegen, denn dort erhoffen sie sich Schutz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475663","hoster":"VOE"},{"path":"/redirect/8756434","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490324","hoster":"VOE"},{"path":"/redirect/8647063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-10","name":"Lebende Tote","epNo":10,"alt":"Them","descr":"Entkräftet, nur auf ihre Füße gestellt da die Autos mangels Benzin nicht mehr benutzt werden können, schleppt sich die Gruppe voran, auf der Suche nach Nahrung und Wasser... Sie gleichen nun den Streunern, denen sie hin und wieder begegnen und ihnen ausweichen um Kräfte zu sparen. Als eine Scheune gefunden wird, verbringen sie die Nacht geschützt darin, wehren weitere Untote ab und machen am nächsten Morgen eine weitere neue Bekanntschaft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383153","hoster":"VOE"},{"path":"/redirect/8756452","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490327","hoster":"VOE"},{"path":"/redirect/8647062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-11","name":"Akrasia","epNo":11,"alt":"The Distance","descr":"Nachdem Sasha und Maggie den Fremden entwaffnet und seine Sachen an sich genommen haben, bringen sie den verängstigten Aaron in die Scheune zu Rick und den anderen. Als Rick beim Durchsuchen seiner Sachen eine Leuchtpistole findet, ist ihm klar, dass diese dafür gedacht ist, anderen zu signalisieren, wo sich die Gruppe aufhält. Man merkt deutlich die Paranoia, welche Rick ins Gesicht geschrieben steht. Aaron erzählt Rick von seiner sicheren Gemeinde, kann aber nicht wirklich zu ihm durchdringen. Nachdem Rick ihn aus heiterem Himmel einfach so niedergeschlagen hat, kommt Aaron langsam wieder zu sich. Er erzählt von entfernt geparkten Autos und einer weiteren Person, welche draußen auf ihn wartet. Rosita, Abraham, Michonne, Glenn und Maggie machen sich auf die Suche nach den Autos. Rick droht damit Aaron zu töten, wenn diese nicht innerhalb einer Stunde zurück seien. Indessen finden diese den PKW und ein Wohnmobil voller Lebensmittel, welchen der Weg durch den Sturm in der letzten Nacht versperrt wurde. In der Scheune bietet Aaron Rick den Apfelmus aus seinem Gepäck an, welchen er zuerst probieren soll, bevor Rick ihn der weinenden Judith gibt, damit diese verstummt und damit nicht durch ihr Geschrei draußen streunende Beißer anlocken könnte. Als der Rest der Gruppe mit den Lebensmitteln und den Autos zurückkehrt, sagt Rick, dass dies nun alles ihnen gehöre, gleich ob sie mitkommen oder nicht. Die Gruppe macht sich in der Nacht auf den Weg in Richtung Norden doch das vorausfahrende Auto wird von einer Horde Streuner gebremst und von den anderen im Wohnmobil getrennt. Die Gruppe um Rick sieht im Nachthimmel eine Leuchtrakete und während Aaron voller Panik und gefesselt in diese Richtung in den Wald rennt, entschließen sie sich, ihm zu folgen um die andere Gruppe vielleicht dort wiederzufinden. Im Wald kommt es dann zu einem weiteren Kampf mit den Untoten, bei welchem Glenn Aarons Fesseln abtrennt, damit dieser mitkämpfen kann, da man es nur gemeinsam schaffen kann. Unterdessen hat sich die nachfahrende Gruppe in einem kleinen Laden verschanzt und Daryl lockt mit seinen Pfeifrufen die Gruppe um Rick zu sich. Als diese dort ankommen, ruft Aaron nach seinem Freund Eric, welchen er dann auch mit einem gebrochenen Knöchel in einem Hinterzimmer, jedoch auch schon verarztet wiederfindet. Am Morgen machen sich alle auf nach Alexandria, dem Ort, welchen Aaron nun nach all den Ereignissen preisgegeben hat. Rick und Michonne haben sich zuvor darüber unterhalten, dass sie bei ihrer ersten Ankunft in Woodbury nichts gehört haben. Ebenso konnten sie nichts in Terminus hören. Umso mehr freuen sich die beiden nun, als sie bei ihrem Eintreffen vor den Toren Alexandrias Kinder spielen hören können. Die Gruppe hat es nach Alexandria Safe-Zone geschafft, dem Ort, von welchem Aaron sagt, dass die Mauern dort den größtmöglichen Schutz bieten und selbst das Weinen eines Babys, nicht nach außen dringen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475666","hoster":"VOE"},{"path":"/redirect/8756495","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930387","hoster":"VOE"},{"path":"/redirect/9241564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-12","name":"Erinnerung","epNo":12,"alt":"Remember","descr":"Rick und die anderen Mitglieder der Gruppe versuchen, ihren Lebensstil an die völlig veränderten Umstände anzupassen. Doch das erweist sich als äußerst schwierig. Die lange Reise durch das zerstörte Land hat bei jedem der Überlebenden tiefe Spuren hinterlassen. Ihr Leben wurde komplett auf den Kopf gestellt. Und ein Rückweg ist im Grunde unmöglich...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475667","hoster":"VOE"},{"path":"/redirect/8756508","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114822","hoster":"VOE"},{"path":"/redirect/8647066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-13","name":"Vergessen","epNo":13,"alt":"Forget","descr":"Die Gruppe gewöhnt sich an das Leben in Alexandria, sogar Daryl wird von Aaron und Eric mit einem Motorrad samt Ersatzteilen überrascht. Einzig Sasha kann sich nicht an das ruhige Leben gewöhnen und sucht keinen Anschluss an die Bewohner der Festung. Carol mimt die Hausfrau, die von Schusswaffen nicht viel Ahnung hat, um die Bewohner von Alexandra in Sicherheit zu wiegen. Während einer Willkommens-Party zu Ehren der Neuen stiehlt sie heimlich einige Handfeuerwaffen, wie mit Rick und Daryl besprochen. doch werden sie diese noch benötigen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475670","hoster":"VOE"},{"path":"/redirect/8756504","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12336131","hoster":"VOE"},{"path":"/redirect/8647067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-14","name":"Falsches Licht","epNo":14,"alt":"Spend","descr":"Ricks Familie gewöhnt sich langsam  an Alexandria.Aber die Unerfahrenheit der Aleingessenen bringen Stress  und Unglücke.Der erste Stress zwischen beiden Gruppen fängt an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475671","hoster":"VOE"},{"path":"/redirect/8756531","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490328","hoster":"VOE"},{"path":"/redirect/8647069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-15","name":"Helfer","epNo":15,"alt":"Try","descr":"Rick und die Gruppe müssen mit den letzten Ereignissen zurechtkommen, während das sichere Leben hinter den Mauern von Alexandria langsam zu einer ähnlichen Mammutaufgabe wie ihr bisheriges Leben draußen in der Wildnis wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475674","hoster":"VOE"},{"path":"/redirect/8756555","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490329","hoster":"VOE"},{"path":"/redirect/8647068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-5/episode-16","name":"Herrsche","epNo":16,"alt":"Conquer","descr":"Die Zukunft der Überlebenden ist ungewiss. Daryl gerät in ernsthafte Schwierigkeiten, während Rick und seine Truppe hinter den vermeintlich sicheren Mauern Alexandrias ausharren. Doch der Schein trügt – denn das, was unheilvoll und unaufhaltbar immer näher kommt, ist schlimmer als alles, was die Gruppe je nur zu träumen gewagt hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475677","hoster":"VOE"},{"path":"/redirect/8756623","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114825","hoster":"VOE"},{"path":"/redirect/8647073","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-6/episode-1","name":"Herdentrieb","epNo":1,"alt":"First Time Again","descr":"Rick und die Gruppe haben noch immer Probleme dabei Alexandria zu einer neuen, sicheren Heimat umzustrukturieren, als die Gemeinschaft langsam immer härter wird. Doch während die Gruppe nach einem Weg sucht, ein neue Art des Lebens in Alexandira einzuführen, kommen weitere Bedrohungen auf die Bewohner der Stadt zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475678","hoster":"VOE"},{"path":"/redirect/8756639","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114826","hoster":"VOE"},{"path":"/redirect/8647071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-2","name":"Kämpfer","epNo":2,"alt":"JSS","descr":"Es scheint so, als würde in Alexandria tatsächlich so etwas wie Normalität einkehren – soweit Normalität in Zeiten der Apokalypse überhaupt möglich ist. Doch dann taucht plötzlich ein neues Problem auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475679","hoster":"VOE"},{"path":"/redirect/8756579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114827","hoster":"VOE"},{"path":"/redirect/8647072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-3","name":"Danke","epNo":3,"alt":"Thank You","descr":"Die Rückkehr der Gruppe um Rick, Michonne, Glen, Daryl, Abraham  und Sasha nach Alexandria verläuft nicht wie geplant. Durch die Aufregung in Alexandria werden viele der Untoten von der geplanten Route abgebracht und die Gruppe versucht irgendwie die Kontrolle zu bewahren. Dies ist schwieriger gesagt als getan, also teilen sie sich auf, um wieder Herr der Lage zu werden. Dabei müssen sie jedoch einige herbe und überraschende Verluste verkraften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475680","hoster":"VOE"},{"path":"/redirect/8756614","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383151","hoster":"VOE"},{"path":"/redirect/8647070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-4","name":"Hier ist nicht hier","epNo":4,"alt":"Here\u0027s Not Here","descr":"Ein alter Bekannter erscheint in völlig neuem Licht. Kann man Menschen in dieser unsicheren Zeit überhaupt noch vertrauen? Und kann ein Mensch sich wirklich ändern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832695","hoster":"VOE"},{"path":"/redirect/14099542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114828","hoster":"VOE"},{"path":"/redirect/8647075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-5","name":"Hier und Jetzt","epNo":5,"alt":"Now","descr":"Nach einer Reihe von Rückschlägen herrscht in Alexandria angespannte Stimmung. Es könnte sein, dass die Bewohner Alexandrias mit dieser Situation nicht mehr lange zurechtkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475684","hoster":"VOE"},{"path":"/redirect/8756634","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114829","hoster":"VOE"},{"path":"/redirect/8647074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-6","name":"Wer die Wahl hat","epNo":6,"alt":"Always Accountable","descr":"Daryl, Abraham und Sasha versuchen, nach ihrer Mission unversehrt nach Alexandria zurückzukehren. Doch das verläuft schwieriger als erwartet: Unterwegs bekommen es die drei nicht nur mit zahlreichen Hindernissen zu tun, sondern müssen sich zudem einer neuen Bedrohung stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475688","hoster":"VOE"},{"path":"/redirect/8756683","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490336","hoster":"VOE"},{"path":"/redirect/8647077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-7","name":"Die Wand","epNo":7,"alt":"Heads Up","descr":"Rick überlegt wie man die Zombie-Herde aus Alexandria fortlocken könnte, bemerkt jedoch Schwachstellen im Zaun. Damit die Untoten nicht durchbrechen versucht er den Zaun zu verstärken. Außerdem steht ein Gespräch mit Morgan über seine Entscheidung bezüglich der Angreifer an. Ist jedes Leben kostbar oder ist manchmal die Bestrafung durch den Tod die einzig richtige Entscheidung? Carol behält Morgan deswegen im Auge. Rosita zeigt den Ortsansässigen, wie man sich mit einem Messer verteidigen kann. Spencer führt eine gefährliche Einzelaktion aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475690","hoster":"VOE"},{"path":"/redirect/8756669","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490337","hoster":"VOE"},{"path":"/redirect/8647076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-8","name":"Nicht das Ende","epNo":8,"alt":"Start to Finish","descr":"Die Untoten dringen in die Stadt ein. Alle Bewohner flüchten in ihre Häuser. Carol findet heraus, dass einer der Wölfe von Morgan gefangen genommen wurde. Es gelingt dem Gefangenen sich zu befreien und mit Denise als Geisel auf die Straße zu entkommen.\rDeanna wurde gebissen. Sie kann noch einige letzte Nachrichten hinterlassen, bevor sie von Rick und seinen Leuten im Haus zurück bleibt. Diese haben sich mit den Innereien der Untoten eingeschmiert und versuchen ihr Glück über die Straßen.Keine Beschreibung verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918051","hoster":"VOE"},{"path":"/redirect/8756707","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114830","hoster":"VOE"},{"path":"/redirect/8647080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-9","name":"In der Falle","epNo":9,"alt":"No Way Out","descr":"Daryl, Abraham und Sasha treffen auf eine schwer bewaffenete Biker-Gruppe, die im Auftrag eines gewissen Negans handelt. Kommt das Trio mit seinem Leben davon? In Alexandria versuchen sich Rick, Michonne, Jessie, Ron, Carl und Sam durch die Zombieherde zu schleichen. Doch als es ein Gruppenmitglied mit der Angst zu tun, gerät die ganze Truppe in Gefahr. Wer wird diese gefährliche Situation überleben? Was machen Rosita und Tara nachdem der Wolf Ärztin Denise als Geisel genommen hat? Wie wird Carol auf Morgans Entscheidung reagieren? Und welche Überlebende erweisen sich als unerwartete Helden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475691","hoster":"VOE"},{"path":"/redirect/8475696","hoster":"Vidoza"},{"path":"/redirect/8756786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13002265","hoster":"VOE"},{"path":"/redirect/8647079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-10","name":"Die neue Welt","epNo":10,"alt":"The Next World","descr":"Bei einer einfachen Besorgungstour wird unerwartet eine Goldgrube an Vorräten gefunden. Eigentlich schien es eine simple Angelegenheit zu sein, doch die Bewohner von Alexandria sind nicht die einzigen, die Interesse daran haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475695","hoster":"VOE"},{"path":"/redirect/8756743","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114831","hoster":"VOE"},{"path":"/redirect/8647078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-11","name":"Lösung","epNo":11,"alt":"Knots Untie","descr":"Rick und Michonne werden von Jesus geweckt, denn er will dringend mit ihnen sprechen. Die Gruppe berät, ob sie seinen Versprechungen glauben schenken darf und diskutiert die Optionen. Ein Teil der Gruppe folgt dem Fremden zu seiner Siedlung. Auf den Weg dorthin stoßen sie auf ein tödliches Hindernis. Doch sind seine Versprechungen war oder hat die Sache einen Haken? Könnte die Gruppe einer Falle auflaufen? Außerdem: Wer ist Gregory und was hat er vor? Wie geht es mit Abraham weiter, nun da er zwischen zwei Frauen steht? Und: Wie werden Maggie und Glenn mit der Schwangerschaft fertig. Gibt es einen Hoffnungsschimmer am Horizont?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475697","hoster":"VOE"},{"path":"/redirect/8756762","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114832","hoster":"VOE"},{"path":"/redirect/8647081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-12","name":"Die Nacht vor dem Morgen","epNo":12,"alt":"Not Tomorrow Yet","descr":"Rick und Co kehren vom Hilltop zurück und haben Nahrungsmittel und Proviant mit, der lange reicht. Doch das hat seinen Preis. Seine Gruppe hat versprochen sich um Negan zu kümmern und das wird die ganze Gruppe auf Trab halten. Jeder Einzelne muss entscheiden ob er/sie mithelfen und sich in Gefahr begeben will. Carol hat lange Zeit behütet gelebt und muss nun wieder Stärke zeigen. Abraham muss sich für eine Frau entscheiden. Tara und Denise nehmen einen wichtigen Schritt in ihrer Beziehung, doch Tara versteckt sich hinter einer Lüge. Morgan muss sich entscheiden, ob er Ricks Befehl folgt. Und auch Maggie und Glenn stehen vor einer vielleicht folgenschweren Entscheidung. Mit der Hilfe ihres Bekannten aus dem Hilltop versucht die Gruppe Negans Quartier anzugreifen. Doch gelingt das ohne Komplikationen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918055","hoster":"VOE"},{"path":"/redirect/12984983","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12336163","hoster":"VOE"},{"path":"/redirect/8647084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-13","name":"Im selben Boot","epNo":13,"alt":"The Same Boat","descr":"Carol und Maggie werden von einer Frau namens Paula als Geiseln genommen, um mit Rick einen Austausch zu vereinbaren. Denn der hat einen Mann namens Primo in seiner Gewalt. In dem Versteck der Geiselnehmer merken Maggie und Carol, dass sie einiges mit ihnen gemeinsam haben. Dennoch gilt es kein Risiko einzugehen. Was hat Paulas Gruppe mit Negan und den Saviors zu tun? Was hat Paula früher gemacht und was hat sie mit Carol gemein?\u0026lt;br /\u0026gt;\rKönnen die beiden Frauen aus ihrer Gefangenschaft entkommen? Wer wird am Ende überleben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475701","hoster":"VOE"},{"path":"/redirect/8756796","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490344","hoster":"VOE"},{"path":"/redirect/8647082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-14","name":"Keine Gleise","epNo":14,"alt":"Twice As Far","descr":"Daryl, Rosita und Denise brechen auf einen gemeinsamen Supply Run auf. Denn Denise glaubt, eine noch nicht geplünderte Apotheke ausgemacht zu haben. Gelingt der Routineeinsatz oder wartet Gefahr auf das Trio? Eugene und Abraham sind derweil zu zweit in geheimer Mission unterwegs. Was plant Eugene und wie bringt es die Gruppe im Kampf gegen Negan und seine Savior weiter? Carol überlegt derweil, wie es für sie in Alexandria weitergehen könnte und Morgan hat eine Überraschung für Rick parat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475704","hoster":"VOE"},{"path":"/redirect/8756805","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490345","hoster":"VOE"},{"path":"/redirect/8647083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-15","name":"Nach Osten","epNo":15,"alt":"East","descr":"Die Bewohner Alexandrias befinden sich in höchster Alarmbereitschaft: Einer der Einwohner wird vermisst. Mehrere Suchtrupps schwärmen aus, um die Umgebung zu durchkämmen. Doch das, was sie schließlich finden, ist nicht das, was sie sich erhoffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383157","hoster":"VOE"},{"path":"/redirect/8756755","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114833","hoster":"VOE"},{"path":"/redirect/8647085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-6/episode-16","name":"Der letzte Tag auf Erden","epNo":16,"alt":"Last Day On Earth","descr":"Rick und die anderen Mitglieder der Gruppe müssen die schützenden Mauern von Alexandria verlassen, um einen der ihren zu retten. Doch die Erfahrungen, die sie auf dieser Mission machen, werden ihr Leben für immer verändern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475709","hoster":"VOE"},{"path":"/redirect/8756864","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12176672","hoster":"VOE"},{"path":"/redirect/8647090","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-7/episode-1","name":"Der Tag wird kommen","epNo":1,"alt":"The Day Will Come When You Won\u0027t Be","descr":"Negan gelingt es, Rick und dessen Gruppe unter seine Kontrolle zu bringen, nachdem sie die schützenden Mauern Alexandrias verlassen mussten. Jeder, der sich Negans Schreckensherrschaft widersetzt, hat das Schlimmste zu befürchten. Um seine Macht unmissverständlich zu demonstrieren, statuiert Negan ein tödliches sowie schreckliches Exempel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475711","hoster":"VOE"},{"path":"/redirect/8475714","hoster":"Vidoza"},{"path":"/redirect/8756934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490347","hoster":"VOE"},{"path":"/redirect/8647086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-2","name":"Der Brunnen","epNo":2,"alt":"The Well","descr":"Carol wird dank Morgan und zwei Reiter zur Basis der Reiter gebracht, dies jedoch mit einigen Komplikationen. Carol fällt währenddessen unter anderem in Ohnmacht, wachte jedoch in einer Stadt voll Leben auf. Dort sind alle höflich, betreiben sowohl Anbau, als auch Viehzucht, und fühlen sich alle samt sicher. Die Stadt in der Carol gelandet ist, hört auf den Namen \"Das Königreich\". Zu diesem \"Königreich\" ist auch ein Herrscher bei, nämlich König Ezekiel. Er weit Carol in dem Geschehen der Stadt ein, und heißt sie willkommen. Er verlangt jedoch als Gegenzug der Verpflegung und weiterem die Arbeitsbereitschaft. Carol und Morgan befürworten diesen, so lange sie vor ihm oder den Einwohnern standen, als sie jedoch ungestört waren, beschwerte sich Carol über den Circus, der dort gespielt wird. Sie kündigt bei Morgan bereits an, dass sie das nicht aushalten kann, Morgan jedoch versucht sie aufzuhalten. Im Laufe der Folge trifft Morgan erneut auf die Savior´s, allerdings nur mit der Bekanntschaft aus Morgans´s Seite, die Savior´s erkannten Morgan nicht. Carol verließ am Ende dennoch die Stadt, mit der Befürwortung des Königs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475712","hoster":"VOE"},{"path":"/redirect/8756919","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114834","hoster":"VOE"},{"path":"/redirect/8647088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-3","name":"Die Zelle","epNo":3,"alt":"The Cell","descr":"Eine neue Gruppe von Überlebenden hat sich einen Zufluchtsort aufgebaut, wo sie scheinbar alles zum Leben und Überleben haben. Doch welchen Preis müssen sie dafür zahlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475715","hoster":"VOE"},{"path":"/redirect/8756843","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114835","hoster":"VOE"},{"path":"/redirect/8647087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-4","name":"Fron","epNo":4,"alt":"Service","descr":"Nach den letzten Ereignissen versuchen Rick und seine Gruppe das Leben in Alexandria möglichst aufrecht zu erhalten. Doch dann bekommen sie überaus unerfreulichen Besuch von Negan","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12355948","hoster":"VOE"},{"path":"/redirect/8756989","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490349","hoster":"VOE"},{"path":"/redirect/8647089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-5","name":"Draufgänger","epNo":5,"alt":"Go Getters","descr":"Von tiefer Trauer erfüllt nach der tragischen Begegnung mit Negan, versuchen Maggie, Sasha und Jesus Sicherheit in Hilltop zu finden. Doch werden Gregory und seine Leute sie vor den Saviors beschützen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475719","hoster":"VOE"},{"path":"/redirect/8756942","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490351","hoster":"VOE"},{"path":"/redirect/8647092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-6","name":"Der Schwur","epNo":6,"alt":"Swear","descr":"Eine der Überlebenden stößt auf eine neue Gemeinschaft. Deren Regeln und deren Standort sind mit nichts zu vergleichen, das man bisher gesehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475721","hoster":"VOE"},{"path":"/redirect/8756963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114836","hoster":"VOE"},{"path":"/redirect/8647091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-7","name":"Sing mir ein Lied","epNo":7,"alt":"Sing Me a Song","descr":"Bewohner von Alexandria machen sich auf die Suche nach Vorräten. Währenddessen wird ein tieferer Einblick in das Leben der Saviors und ihre Heimat, das Sanctuary, gewährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251445","hoster":"VOE"},{"path":"/redirect/8722940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490353","hoster":"VOE"},{"path":"/redirect/8647093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-8","name":"Unsere Herzen schlagen noch","epNo":8,"alt":"Hearts Still Beating","descr":"Unsere Herzen schlagen noch: Während sich noch einige Bewohner Alexandrias auf der Suche nach Vorräten befinden, hält Negans unerwünschter Aufenthalt in Alexandria weiterhin an. Doch dann gerät durch die angespannte Lage alles schnell außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336177","hoster":"VOE"},{"path":"/redirect/8757019","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114837","hoster":"VOE"},{"path":"/redirect/8647095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-9","name":"Der Stein in der Strasse","epNo":9,"alt":"Rock in the Road","descr":"Rick und seine Gruppe bereiten sich auf einen Aufstand vor und rüsten sich für den Kampf, um Negan (Jeffrey Dean Morgan) endgültig zur Strecke zu bringen. Negan ist ihr einziges Ziel, aber alleine können die Bewohner Alexandrias es nicht schaffen. Für diese ultimative Herausforderung brauchen sie Unterstützung von Ezekiels (Khary Payton) Königreich und Gregorys  Hilltop-Kolonie. Schließlich taucht noch ein bekanntes Gesicht wieder auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475725","hoster":"VOE"},{"path":"/redirect/8757000","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13918047","hoster":"VOE"},{"path":"/redirect/8647094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-10","name":"Neue Beste Freunde","epNo":10,"alt":"New Best Friends","descr":"Auf der Suche nach dem verschollenen Gabriel (Seth Gilliam), werden Rick (Andrew Lincoln) und der Suchtrupp plötzlich von einer mysteriösen Gruppe umzingelt. Sind diese Unbekannten ein weiterer Feind oder Unterstützung im Kampf gegen die Saviors?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475727","hoster":"VOE"},{"path":"/redirect/11756180","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114838","hoster":"VOE"},{"path":"/redirect/8647096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-11","name":"Wir sind Negan","epNo":11,"alt":"Hostiles and Calamities","descr":"Eugene wird in das Hauptlager der Saviors gebracht und bekommt einen Posten von Negan. Negans Frauen bitten jedoch Eugene um einen Gefallen, ihrer Freundin ein Mittel zu geben, damit sie stirbt, weil sie alles nicht mehr ertragen kann. Eugene verweigert diese Bitte allerdings, da er einen alternativen Plan im Sinn hat...\u0026lt;br /\u0026gt;","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475729","hoster":"VOE"},{"path":"/redirect/8475731","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490357","hoster":"VOE"},{"path":"/redirect/8647097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-12","name":"Sag ja","epNo":12,"alt":"Say Yes","descr":"Rick (Andrew Lincoln) und Michonne (Danai Gurira) machen sich auf die Suche nach Vorräten und geraten in Gefahr. In Alexandria muss Rosita (Christian Serratos) unterdessen eine schwierige Entscheidung fällen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475734","hoster":"VOE"},{"path":"/redirect/8647138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114839","hoster":"VOE"},{"path":"/redirect/8647098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-13","name":"Begrabt mich hier","epNo":13,"alt":"Bury Me Here","descr":"Die Saviors erwarten eine der regelmäßigen Vorratslieferungen. Doch als eine Gruppe des Königreichs die Waren aushändigen will, eskaliert die Situation …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475736","hoster":"VOE"},{"path":"/redirect/8647139","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490359","hoster":"VOE"},{"path":"/redirect/8647101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-14","name":"Auf die andere Seite","epNo":14,"alt":"The Other Side","descr":"Rosita und Sasha machen sich auf den Weg zum Versteck Negans. Gregory bekommt Besuch von den Saviors und führt ein Gespräch mit Simon. Währenddessen planen Rosita und Sasha den Mord an Negan, werden allerdings durch Komplikationen behindert.Am Ende taucht eine Person im Schatten auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475737","hoster":"VOE"},{"path":"/redirect/8647141","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490360","hoster":"VOE"},{"path":"/redirect/8647100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-15","name":"Was wir brauchen","epNo":15,"alt":"Something They Need","descr":"Eine Gruppe aus Alexandria begibt sich auf den Weg zur weit entfernten Oceanside-Gemeinschaft. Wie wird das Aufeinandertreffen ausgehen? Wird ihnen die Mission gelingen? Ein Mitglied der Gruppe aus Alexandria muss indessen eine schmerzliche Entscheidung treffen. Die Anspannung in den Gemeinschaften nimmt spürbar zu","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475740","hoster":"VOE"},{"path":"/redirect/8647140","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114844","hoster":"VOE"},{"path":"/redirect/8647099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-7/episode-16","name":"Heute beginnt der Rest des Lebens","epNo":16,"alt":"The First Day of the Rest of Your Life","descr":"Die extreme Anspannung in den Gemeinschaften steigt weiter, denn der Einsatz wird immer höher. Es herrscht eine gespannte Stille, während sich die Truppen zum Kampf sammeln. Rick und die Bewohner von Alexandria entwerfen einen raffinierten Plan. Doch kann das Vorhaben gelingen, steht der Showdown mit Negan bevor?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475741","hoster":"VOE"},{"path":"/redirect/8475745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490363","hoster":"VOE"},{"path":"/redirect/8647102","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-8/episode-1","name":"Erster Kampf","epNo":1,"alt":"Mercy","descr":"Rick erklärt Negan den Krieg und attackiert gemeinsam mit seinen Verbündeten aus Hilltop und dem Königreich den Hauptstützpunkt der Saviors. In der Zwischenzeit kümmern sich Tara, Carol und Morgan um einige von Negans Leuten und Daryl lockt eine Herde Beißer in das Quartier der Saviors. Negan hat zwar den ehemaligen Hilltop Vorsitzenden Gregory auf seine Seite gezogen, muss allerdings schnell erkennen, dass Maggie mittlerweile dessen Position eingenommen hat. Im Kampfgetümmel gelingt es Gregory mit Gabriels Auto zu fliehen, während der Priester sich auf der Flucht vor den Beißern auf einmal in einem Container mit Negan wiederfindet. Carol, Ezekiel und seine Gefolgsleute starten einen zweiten Angriff auf die Satellitenstation der Saviors und werden dort mit einer Rauchbombe attackiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037349","hoster":"VOE"},{"path":"/redirect/10037353","hoster":"Vidoza"},{"path":"/redirect/10037351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490362","hoster":"VOE"},{"path":"/redirect/8647103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-2","name":"Die Verdammten","epNo":2,"alt":"The Damned","descr":"Die Situation verschärft sich. An allen Fronten kämpfen die Überlebenden der Gemeinschaften gegen die Saviors und Schüsse fordern Opfer auf beiden Seiten. Tara (Alanna Masterson) und Jesus (Tom Payne) streiten sich und geraten in eine Falle. Auf der Suche nach Gewehren trifft Rick (Andrew Lincoln) auf einen alten Bekannten. Gefährdet dieses Aufeinandertreffen seinen Plan?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037344","hoster":"VOE"},{"path":"/redirect/10037342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490365","hoster":"VOE"},{"path":"/redirect/8647104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-3","name":"Wir oder die","epNo":3,"alt":"Monsters","descr":"Die Situation zwischen Rick und Morales eskaliert und Morgan gerät bei einem Streit mit Jesus vollkommen außer Kontrolle. Ein gezielter Angriff von Ezekiel und Carols Gruppe bringt die Saviors in Bedrängnis. Doch es wartet eine böse Überraschung auf sie. Am Ende bleibt nur eine Frage: Wir oder die?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918054","hoster":"VOE"},{"path":"/redirect/10037343","hoster":"Vidoza"},{"path":"/redirect/10037346","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490366","hoster":"VOE"},{"path":"/redirect/8647105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-4","name":"Nur Irgendwer","epNo":4,"alt":"Some Guy","descr":"Ezekiel (Khary Payton) ist geschwächt, doch er hat keine Zeit, wieder zu Kräften zu kommen. Carol (Melissa McBride) kann durch einen Hinterhalt einige Saviors überlisten. Am Ende müssen sie sich einer Horde Beißer stellen und ein Mitglied der Gruppe wird angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14445419","hoster":"VOE"},{"path":"/redirect/10037360","hoster":"Vidoza"},{"path":"/redirect/10037350","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490364","hoster":"VOE"},{"path":"/redirect/8647107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-5","name":"Die Beichte","epNo":5,"alt":"The Big Scary U","descr":"Gabriel und Negan (Jeffrey Dean Morgan) sind aufeinander angewiesen, um der gewaltigen Beißerhorde zu entkommen. Die Saviors geraten ohne Negan in Bedrängnis und suchen den nächsten guten Schachzug im Kampf um die Vorherrschaft. Kann Simon die Macht unter den Saviors an sich reißen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13921433","hoster":"VOE"},{"path":"/redirect/10037359","hoster":"Vidoza"},{"path":"/redirect/10037356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490367","hoster":"VOE"},{"path":"/redirect/8647106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-6","name":"Der König, die Witwe und Rick","epNo":6,"alt":"The King, The Widow and Rick","descr":"Für die Gruppe sieht es nach langer Zeit endlich besser aus. Rick (Andrew Lincoln) ist siegessicher und macht sich auf den Weg zum Sanctuary. In Hilltop gibt es derweil einen erbitterten Streit zwischen Jesus (Tom Payne) und Maggie (Lauren Cohan). Eine Auseinandersetzung, die einige Konsequenzen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037364","hoster":"VOE"},{"path":"/redirect/10037367","hoster":"Vidoza"},{"path":"/redirect/10037365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490368","hoster":"VOE"},{"path":"/redirect/8647109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-7","name":"Für Danach","epNo":7,"alt":"Time for After","descr":"Die Lage spitzt sich für Rick (Andrew Lincoln), wie auch für die Saviors zu. Auf beiden Seiten kommt es zu Konflikten: Eugene (Josh McDermitt) und Dwight (Austin Amelio) versuchen sich gegeneinander auszuspielen. Derweil zweifeln Rosita (Christian Serratos) und Michonne (Danai Gurira) am Vorhaben der Gruppe. Welchen Preis sind sie bereit zu zahlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037371","hoster":"VOE"},{"path":"/redirect/10037376","hoster":"Vidoza"},{"path":"/redirect/10037373","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383148","hoster":"VOE"},{"path":"/redirect/8647108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-8","name":"Kampf um die Zukunft","epNo":8,"alt":"How It’s Gotta Be","descr":"Negan und die Saviors haben sich dank Eugene aus ihrer misslichen Lage in der Sanctuary befreit und sinnen jetzt auf Rache. Alexandria, Hilltop und das Königreich bereiten sich zuversichtlich auf den finalen Kampf vor. Allerdings läuft für beide Seiten nicht alles wie geplant. Maggie und die Hilltop Leute kommen nicht einmal bis zur Basis der Saviors und auch im Kingdom schlagen die Saviors zurück. Das letzte Ziel ist schließlich Alexandria, was die Saviors gnadenlos bombardieren. Den Einwohnern bleibt nur sich in Sicherheit zu bringen. Am Ende der Folge wartet eine schockierende Entdeckung auf Rick: sein Sohn Carl wurde von einem Walker gebissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037402","hoster":"VOE"},{"path":"/redirect/10037404","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490372","hoster":"VOE"},{"path":"/redirect/8647110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-9","name":"Ehre","epNo":9,"alt":"Honor","descr":"Einer der Ehren-vollsten Personen geht von uns.\rDer Sohn von Rick (Carl) wurde gebissen und hat sich kurz vor dem Tod, das Leben genommen.\rCarl hat eine Menge Abschiedsbriefe geschrieben, unter anderem auch Negan.\r\r(Carl, I miss you)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037409","hoster":"VOE"},{"path":"/redirect/10037411","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490371","hoster":"VOE"},{"path":"/redirect/8647112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-10","name":"Botschaften","epNo":10,"alt":"The Lost and the Plunderers","descr":"Rick und Michonne beerdigen Carl und müssen aus dem zerstörten und von Zombies überrannten Alexandria fliehen. Ihr Kampfgeist ist allerdings noch nicht erloschen und so fahren sie zur Müllhalde um sich der Loyalität von Jadis und ihren Leuten zu versichern. Allerdings kommen sie zu spät. Bis auf Jadis sind alle Scavengers tot und zu Walkern geworden. Das Bäumchen wechsel dich Spiel kam den Leuten von der Müllhalde letztendlich teuer zu stehen. Negans rechte Hand Simon machte kurzen Prozess mit ihnen. Das dürfte allerdings noch ein Nachspiel haben, denn Negan hatte ihm ein Massaker ausdrücklich untersagt … Michonne und Rick lassen die verzweifelte Jadis zurück, da sie ihnen nun keinen Nutzen mehr bringt. Enids und Aarons Hilfegesuch wird von den Frauen in Oceanside zurückgewiesen. Aber während Enid zurück nach Hilltop fährt, bleibt Aaron vor Ort. Er will nicht aufgeben und die Oceanside Gemeinde doch noch überzeugen sich ihnen im Krieg anzuschließen. Rick nimmt mittels Walkie-Talkie Kontakt zu Negan auf und erzählt ihm von Carls Tod, macht aber auch direkt deutlich, dass es für ihn keine Chance auf Frieden gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037415","hoster":"VOE"},{"path":"/redirect/10037419","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490370","hoster":"VOE"},{"path":"/redirect/8647113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-11","name":"Flucht nach Hilltop","epNo":11,"alt":"Dead or Alive Or","descr":"Die aus Alexandria geflohenen Leute, allen voran Daryl, Rosita und Tara, versuchen sich nach Hilltop durchzuschlagen. Dabei stoßen sie jedoch auf einige Widrigkeiten. Dwight kann ihnen zwar Insiderinformationen aus den Reihen der Saviors zuspielen, aber Tara ist alles andere als dankbar über seine Hilfe. Sie will den ehemaligen Gefolgsmann von Negan immer noch tot sehen. Auch für Father Gabriel und Dr. Carson verläuft ihre Flucht aus dem Sanctuary alles andere als rund. Eugene wird von Negan angewiesen, neue Munition herzustellen, um das Problem mit Rick und Co. endlich aus der Welt schaffen zu können. Dabei kommt ihm jedoch noch eine viel bessere Idee: Negan weist seine Männer an, ihre Waffen mit Zombieblut zu präparieren.  Eugene wird von Negan angewiesen, neue Munition herzustellen, um das Problem mit Rick und deinen Gefährten endlich aus der Welt schaffen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037424","hoster":"VOE"},{"path":"/redirect/10037425","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930397","hoster":"VOE"},{"path":"/redirect/8647111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-12","name":"Der Schlüssel zur Zukunft","epNo":12,"alt":"The Key","descr":"Die Saviors machen sich auf den Weg nach Hilltop, um Angst und Schrecken mit ihrer neuen Geheimwaffe zu verbreiten. Allerdings läuft nicht alles nach Plan, denn Rick \u0026 Co. haben die Saviors bereits erwartet. Rick gelingt es Negan vom Rest der Gruppe zu separieren, und es kommt zu einer direkten Konfrontation zwischen den beiden Anführern. Simon nutzt Negans Abwesenheit, um seine Machtposition innerhalb der Reihen der Saviors zu stärken. Er plant, selbst die Führung zu übernehmen und die rebellischen Communities allesamt auszulöschen. In Hilltop bietet eine neue und höchst kuriose Gruppe Reisender Maggie einen Schlüssel für die Zukunft an. Für Negan gibt es am Ende der Folge ein böses Erwachen – im Auto von Jadis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037433","hoster":"VOE"},{"path":"/redirect/10037436","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490374","hoster":"VOE"},{"path":"/redirect/8647114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-13","name":"Der Weg der Toten","epNo":13,"alt":"Do Not Send Us Astray","descr":"Trotz Negans Abwesenheit machen sich die Saviors unter der Führung von Simon auf nach Hilltop. Dort hat man bereits Vorkehrungen zur Verteidigung getroffen. Nach einem actionreichen Gefecht befinden sich die Saviors schließlich in der Defensive und müssen den Rückzug antreten. Der wirkliche Schrecken beginnt jedoch erst in der Nacht, als immer mehr Einwohner von Hilltop aufgrund der kontaminierten Waffen der Saviors zu Untoten mutieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037443","hoster":"VOE"},{"path":"/redirect/10037448","hoster":"Vidoza"},{"path":"/redirect/10037444","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490375","hoster":"VOE"},{"path":"/redirect/8647115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-14","name":"Ich sterbe nicht","epNo":14,"alt":"Still Gotta Mean Something","descr":"Nach dem letzten Kampf bleibt der kleine Henry verschwunden. Carol und Morgan machen sich auf um ihn zu suchen, wobei letzterer immer mehr von seinen Visionen geplagt wird. Schließlich trennen sich ihre Wege und Carol sucht weiter nach dem Jungen, während Morgan gemeinsam mit Rick einigen entflohenen Saviors nachsetzt. Auf der Müllhalde versucht Jadis halbherzig Negan umzubringen, lässt aber davon ab, als sie erfährt, dass er nichts mit dem Massaker an ihren Leuten zu tun hatte. Sie lässt ihn gehen und Negan macht sich auf den Weg zurück zur Sanctuary, jedoch nicht ohne noch einen mysteriösen Anhalter mitzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037487","hoster":"VOE"},{"path":"/redirect/10037493","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490376","hoster":"VOE"},{"path":"/redirect/8647117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-15","name":"Die rechte Hand","epNo":15,"alt":"Worth","descr":"Negan ist zurück in der Sanctuary. Dort muss er sich nicht nur mit den Vorbereitungen auf den nächsten Kampf, sondern auch mit Verrätern aus den eigenen Reihen beschäftigen. Aber der Anführer der Saviors hat wie immer noch ein Ass im Ärmel. Und so wird nicht nur Simons Streben nach Macht, sondern auch Dwights doppeltes Spiel aufgedeckt; zwei Fehler, die Negan nicht verzeihen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037545","hoster":"VOE"},{"path":"/redirect/10037555","hoster":"Vidoza"},{"path":"/redirect/10037549","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114843","hoster":"VOE"},{"path":"/redirect/8647116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-8/episode-16","name":"Zorn","epNo":16,"alt":"Wrath","descr":"Das Finale der achten Staffel markiert nicht nur das Ende einer Staffel, sondern auch das Ende einer Ära: Der von Negan und den Saviors. Der große Krieg zwischen der Militia (Alexandria, Hilltop und Kingdom) und den Saviors endet und ein gänzlich neues Kapitel wird aufgeschlagen. Doch mit der Art und Weise wie der Krieg zu Ende geht, hätten wohl viele nicht gerechnet: Rick entscheidet sich im letzten Moment Negans Leben zu verschonen und eine neue Zivilisation aufzubauen. In Zukunft sollen alle zusammenarbeiten, so wie Carl es wollte. Negans Überleben soll daran erinnern, dass es auch einen anderen Weg gibt. Die unerwartete Wendung gefällt nicht allen, vor allem Maggie und Daryl zeigen sich unzufrieden und neuer Ärger bahnt sich an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10037552","hoster":"VOE"},{"path":"/redirect/10037560","hoster":"Vidoza"},{"path":"/redirect/10037554","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12383147","hoster":"VOE"},{"path":"/redirect/8647120","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-9/episode-1","name":"Ein neuer Anfang","epNo":1,"alt":"A New Beginning","descr":"Der Krieg ist vorbei und alle Zeichen sind auf Neuanfang gestellt. Die verschiedenen Gemeinden organisieren sich untereinander und widmen ihre Energie nun dem Wiederaufbau. Aber nicht jeder kann vergessen, was passiert ist, und nicht alle sind einverstanden mit der Art und Weise, wie Rick Grimes die neue Welt gestalten will. Und so lassen die ersten Konflikte nicht lange auf sich warten. Manche Saviors benehmen sich nach wie vor sehr provokativ und viele der anderen Gemeinden begegnen den ehemaligen Gefolgsleuten von Negan immer noch mit Misstrauen. Gregory versucht die Macht in Hilltop wieder an sich zu reißen, indem er einen Attentäter auf Maggie ansetzt. Doch der Plan schlägt fehl und Gregory hat einmal zu viel seine Chancen bei Maggie verspielt, die ein Exempel für Hilltop an ihm statuiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475779","hoster":"VOE"},{"path":"/redirect/8647160","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490379","hoster":"VOE"},{"path":"/redirect/8647119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-2","name":"Die Brücke","epNo":2,"alt":"The Bridge","descr":"Wie der Titel bereits verrät, geht es in der Folge um \"Die Brücke\" zwischen den verschiedenen Communities, die repariert werden muss. Durch die Unachtsamkeit von Savior Justin wird ein Arbeitsplatz von Walkern überrannt und Aaron schwer verletzt. Im übertragenen Sinne geht es aber auch um die Kluft, die sich langsam aber sicher zwischen den verschiedenen Gruppen auftut. Auch einzelnen Figuren wie Rick und Daryl fällt es immer schwerer, ihre unverhohlenen Differenzen zu überbrücken. Und jemand scheint es sich zur Aufgabe gemacht zu haben, Saviors zu töten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9945641","hoster":"VOE"},{"path":"/redirect/8647156","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490381","hoster":"VOE"},{"path":"/redirect/8647122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-3","name":"Keine Ausnahmen","epNo":3,"alt":"Warning Signs","descr":"Die Konflikte im Camp spitzen sich weiter zu. Savior Justin wird tot aufgefunden und die Situation droht zu eskalieren. Rick kann nur mit Mühe und Not den Frieden wahren. Dann aber wird die Savior Frau Arat entführt. Schließlich wird diese von Daryl und Maggie gefunden. Die Oceanside Frauen haben die Taten einiger Saviors nicht vergessen können. Indessen kommt Gariel hinter das Geheimnis um Anne und den Helikopter, hätte sich aber wohl lieber gewünscht, es nicht herauszufinden..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475781","hoster":"VOE"},{"path":"/redirect/8475785","hoster":"Vidoza"},{"path":"/redirect/8475786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490380","hoster":"VOE"},{"path":"/redirect/8647118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-4","name":"Hungerstreik","epNo":4,"alt":"The Obliged","descr":"A,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475784","hoster":"VOE"},{"path":"/redirect/8647157","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490382","hoster":"VOE"},{"path":"/redirect/8647121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-5","name":"Wach Auf","epNo":5,"alt":"What Comes After","descr":"Nachdem Rick in der letzten Episode auf die Metallstange gestürzt war, hat er sich eine schwere Verletzung zugezogen. Mühsam schleppt er sich zurück Richtung Camp. Dabei wird er von einer riesigen Walker-Herde verfolgt. Auf seinem Weg wird Rick immer wieder kurzzeitig ohnmächtig, da er viel Blut verliert und sich sein Zustand stetig verschlimmert. Dadurch ergeben sich Traumsequenzen mit Menschen, die ihn auf seinem Weg begleitet und ihn geprägt haben wie Shane, Hershel und Sasha. Um zu verhindern, dass die riesige Herde Hilltop überrennt, sprengt der schwer verletzte Rick eine Brücke in die Luft. Doch nicht nur die Walker, sondern auch er selbst fällt dadurch in den Fluss. Unterdessen hat Anne/Jadis mit ihren eigenen Problemen zu kämpfen. Da sie Gabriel hat gehen lassen, hat sie nun niemanden, um ihren Teil des Deals mit den \"Helikopter Menschen\" einzuhalten. Wie der Zufall es will, treibt die Strömung Rick ihr quasi vor die Füße. Jadis handelt einen neuen Deal aus und wenig später werden Anne und ein medizinisch versorgter Rick mit dem Hubschrauber davongeflogen. Maggie realisiert, dass der Mann, an dem sie Rache nehmen wollte, nicht mehr existiert. Negans schlimmste Strafe ist es, mit der Schuld, die er auf sich geladen hat, weiterzuleben. Sie dreht sich um und lässt den verzweifelten Negan in seiner Zelle zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475788","hoster":"VOE"},{"path":"/redirect/8647158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114845","hoster":"VOE"},{"path":"/redirect/8647123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-6","name":"Die Welt dreht sich weiter","epNo":6,"alt":"Who Are We Now?","descr":"Die Handlung macht einen Zeitsprung um sechs Jahre nach vorne. Dadurch ergeben sich einige Veränderungen. Die einzelnen Communities haben sich weiterentwickelt, manche zum besseren und manche zum schlechteren. Judith Grimes ist mittlerweile ein selbstbewusstes Mädchen von ca. 10 Jahren. Trotz eines in Alexandria existierenden Sicherheitsprotokolls, bringt sie eine Gruppe Fremder, die von einer Frau namens Magna angeführt wird, mit nach Hause. Rosita und Eugene entdecken derweil eine furchteinflößende neue Bedrohung: sprechende Walker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475790","hoster":"VOE"},{"path":"/redirect/8475793","hoster":"Vidoza"},{"path":"/redirect/8647159","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490387","hoster":"VOE"},{"path":"/redirect/8647124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-7","name":"Stradivarius","epNo":7,"alt":"Stradivarius","descr":"Carol und Henry besuchen Daryl in seinem Camp im Wald, wo er sich zusammen mit einem Hund häuslich niedergelassen hat. Er lässt sich von Carol überzeugen, mit nach Hilltop zu kommen, auch um eine Auge auf Henry zu haben. Henry will dort nämlich beim Schmied Earl in die Lehre gehen. Hilltop ist in den letzten sechs Jahren prächtig gediehen und gewachsen. Jesus hat mittlerweile die Leitung übernommen, da Maggie zu Georgie gegangen ist, um ihr beim Aufbau neuer Communities zu helfen. Enid führt die Krankenstation und Tara kümmert sich um das Tagesgeschäft. Auf dem Weg nach Hilltop befinden sich unterdessen auch Michonne, Siddiq und D.J., die Magna, Yumiko, Luke, Connie und Kelly sicher dorthin eskortieren wollen. Während sie unterwegs sind, lässt Michonnes Misstrauen langsam nach. Die Mitglieder von Magnas Gruppe erweisen sich als verlässliche und erfahrene Kämpfer und als gute Menschen. Aaron und Jesus finden eine völlig entkräftete und verletzte Rosita im Wald, und bringen diese nach Hilltop. Eugene musste sie in einer Hütte zurücklassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475791","hoster":"VOE"},{"path":"/redirect/8475792","hoster":"Vidoza"},{"path":"/redirect/8475794","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251430","hoster":"VOE"},{"path":"/redirect/8647125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-8","name":"Geflüster","epNo":8,"alt":"Evolution","descr":"Michonne ist in Hilltop nicht willkommen. In den letzten sechs Jahren ist etwas passiert, dass die Communities entzweit hat. Für Negan ergibt sich eine unverhoffte Chance auf Freiheit. Wird er sie nutzen um sich an den Menschen zu rächen, die ihn gefangen genommen haben, oder wird er alle überraschen? Daryl, Aaron und Jesus finden einen völlig verängstigten Eugene, der denkt, dass die Walker sich weiterentwickeln. Sie versuchen zu fliehen, doch die Herde folgt ihnen unablässig. Schließlich kommt es zum Kampf, infolgedessen Jesus von einem Untoten erstochen wird. Doch dessen Gesicht erweist sich als Maske, unter der sich ein Mensch befindet. Somit haben sich die Walker nicht weiterentwickelt, sondern eine neue Bedrohung ist aufgetaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475795","hoster":"VOE"},{"path":"/redirect/8475796","hoster":"Vidoza"},{"path":"/redirect/8647164","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490386","hoster":"VOE"},{"path":"/redirect/8647126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-9","name":"Home Sweet Home","epNo":9,"alt":"Adaptation","descr":"Negans neu gewonnene Freiheit führt zu einer überraschenden Entscheidung. Er muss erkennen, dass es außerhalb von Alexandria nichts mehr für ihn gibt. Ein weiteres Paar könnte bald Nachwuchs erwarten, wobei die Vaterschaft aber ungewiss ist. Rosita ist schwanger, vermutet aber Siddiq und nicht Gabriel als Vater. Tara ist gezwungen, in Jesus’ Fußstapfen zu treten und ihre Gemeinde gegen die neue Bedrohung zu verteidigen. Michonne, Daryl, Aaron, Magna und Yumiko kehren mit einer Gefangenen zurück, die zur Gruppe der Whisperer gehört. Der Name des jungen Mädchens ist Lydia. Alden und Luke sind derweil in eine Falle der Whisperer getappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475797","hoster":"VOE"},{"path":"/redirect/8647162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490384","hoster":"VOE"},{"path":"/redirect/8647130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-10","name":"Lydia","epNo":10,"alt":"Omega","descr":"Von Alden und Luke fehlt weiterhin jede Spur und auch mit Hilfe eines Suchtrupps können nur die toten Pferde der beiden Männer gefunden werden. Daryl und Henry lüften das Geheimnis um Lydias traumatische Kindheit. Plötzlich steht ihre Mutter, die Anführerin der Whisperer, vor den Toren von Hilltop. Sie stellt sich selbst als \"Alpha\" vor und verlangt ihre Tochter zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114854","hoster":"VOE"},{"path":"/redirect/8647161","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114846","hoster":"VOE"},{"path":"/redirect/8647128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-11","name":"Damit Leben","epNo":11,"alt":"Bounty","descr":"Daryl und Alpha verhandeln über die Herausgabe von Lydia. Da Alpha Luke und Alden in ihrer Gewalt hat, bleibt Daryl nichts anderes übrig, als auf den Tauschhandel einzugehen. Damit ist Henry allerdings nicht einverstanden. Später schleicht er sich heimlich davon und nimmt die Verfolgung der Whisperer auf, ungeachtet der Konsequenzen, die sein Handeln für alle Beteiligten nach sich ziehen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475800","hoster":"VOE"},{"path":"/redirect/8475805","hoster":"Vidoza"},{"path":"/redirect/14036860","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490390","hoster":"VOE"},{"path":"/redirect/8647127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-12","name":"Anführer","epNo":12,"alt":"Guardians","descr":"Henry nimmt die Verfolgung der Whisperer auf, während Daryl und Connie versuchen, ihn noch rechtzeitig einzuholen. Allerdings kommen sie zu spät. Zudem wird sowohl Michonnes als auch Alphas Anführerschaft in Frage gestellt. Beide Frauen ziehen daraus unterschiedliche Konsequenzen. Lydia muss eine Entscheidung über Leben oder Tod treffen. Letztendlich gelingt Henry und Lydia dank der Hilfe von Daryl und Connie die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475802","hoster":"VOE"},{"path":"/redirect/8647165","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114848","hoster":"VOE"},{"path":"/redirect/8647129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-13","name":"Engpass","epNo":13,"alt":"Chokepoint","descr":"Alpha setzt ihre rechte Hand Beta auf die Verfolgung von Daryl, Connie, Henry und Lydia an. Die Flüchtenden suchen Schutz in einem Hochhaus, um so die Lebenden von den Toten zu trennen. In den darauf folgenden Kämpfen schaffen sie es, einen Whisperer nach dem anderen auszuschalten. Schließlich trifft Daryl auf Beta, den er einen Schacht hinunterstößt. Dieser überlebt den Sturz aber. Nichtsahnend machen sich die vier in Richtung Alexandria auf. Derweil muss sich das Kingdom mit einer neuen Gruppe namens \"Highwaymen\" auseinandersetzen. Nicht jeder Konflikt muss aber immer mit Gewalt gelöst werden, und so patroullieren die Highwaymen schon bald die Straßen rund ums Königreich und bekommen im Gegenzug Eintritt zum bald stattfindenden Jahrmarkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475804","hoster":"VOE"},{"path":"/redirect/8647167","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490394","hoster":"VOE"},{"path":"/redirect/8647136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-14","name":"Narben","epNo":14,"alt":"Scars","descr":"In Flashbacks wird enthüllt, wie Michonne und Daryl mit Ricks Verschwinden und wahrscheinlichem Tod umgegangen sind. Im Zuge dessen wird auch das düstere Geheimnis um die X-Narben enthüllt, mit denen die beiden seit dem Zeitsprung gezeichnet sind, und es wird offenbart, wie es zum Bruch zwischen Alexandria und den anderen Communities kommen konnte. Als Michonne ihre alte Freundin Jocelyn mitsamt einer Gruppe Kinder nach Alexandria hineinlässt, muss sie ihr Vertrauen bitter bereuen. Jocelyn entpuppt sich als Psychopathin, die die Kinder zu kaltblütigen Killern macht. Sie plündert Alexandrias Vorräte und entführt Judith. Michonne und Daryl gelingt es zwar sie zu retten und Jocelyn zu töten, jedoch bleiben vor allem wegen des Kampfes gegen die traumatisierten Kinder bei beiden sowohl seelische als auch körperliche Narben zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251434","hoster":"VOE"},{"path":"/redirect/8647174","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114852","hoster":"VOE"},{"path":"/redirect/8647132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-15","name":"Die Ruhe davor","epNo":15,"alt":"The Calm Before","descr":"Der Jahrmarkt im Königreich ist im Gange und alle vier Gemeinden feiern zum ersten Mal seit Jahren ausgelassen miteinander. Ihre Freude wandelt sich jedoch bald in Trauer und Entsetzen um, denn Alpha und die Whisperer ergreifen ihre Chance auf Rache und zeigen damit, wie erbarmungslos und grausam sie wirklich sein können. Um ein endgültiges Zeichen zu setzen und ihr Territorium abzustecken, haben sie zehn Menschen aus den verschiedenen Gemeinden entführt und kaltblütig ermordet. Ihre Köpfe markieren nun die Grenze zu ihrem Gebiet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930404","hoster":"VOE"},{"path":"/redirect/8647180","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114851","hoster":"VOE"},{"path":"/redirect/8647135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-9/episode-16","name":"Der Sturm","epNo":16,"alt":"The Storm","descr":"Nach dem überwältigenden Verlust müssen die Gemeinden einem heftigen Schneesturm trotzen. Das reparaturbedürftige Kingdom kann den harten Witterungsbedingungen mit seinen maroden Mauern nicht länger standhalten und muss von seinen Bewohnern aufgegeben werden. Schweren Herzens siedeln Ezekiel und Carol nach Hilltop um. Auf der beschwerlichen Reise offenbart sich ein Bruch in ihrer Beziehung, sodass Carol schließlich gemeinsam mit Michonne und Daryl nach Alexandria zurückkehrt. Dort hatten die Einwohner ebenfalls mit dem Sturm zu kämpfen und überraschenderweise war es gerade Negan, der die kleine Judith im Schneetreiben gesucht und schließlich gerettet hat. Dafür bedankt sich Michonne bei ihm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475810","hoster":"VOE"},{"path":"/redirect/8647181","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114855","hoster":"VOE"},{"path":"/redirect/8647134","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-10/episode-1","name":"Überschrittene Grenzen","epNo":1,"alt":"Lines We Cross","descr":"Der Winter ist vorbei und Rosita ist mittlerweile Mutter von einem kleinen Mädchen namens Coco. Seit die Whisperer weiter gezogen sind, um dem Wintereinbruch zu entgehen, herrscht in den Gemeinden eine Art abwartende Ruhe. Zwar ist wieder der Alltag eingekehrt, doch die vermeintliche Idylle ist fragil und der Schmerz noch frisch. Vor allem Siddiq leidet unter einer Posttraumatische Belastungsstörung, seit er das Massaker an seinen Freunden mitansehen musste. Zudem werden die Communities ständig an die noch schwelende Gefahr der Whisperer durch deren Grenzen erinnert. Als ein herabstürzender Satellit die Gemeinden zwingt eine der Grenzen zu überschreiten, bleibt das Alpha und den zurückgekehrten Whisperern nicht verborgen..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14341481","hoster":"VOE"},{"path":"/redirect/13240969","hoster":"Doodstream"},{"path":"/redirect/13240976","hoster":"Vidoza"},{"path":"/redirect/13240959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058962","hoster":"VOE"},{"path":"/redirect/13058964","hoster":"Doodstream"},{"path":"/redirect/13058963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-2","name":"Wir sind das Ende der Welt","epNo":2,"alt":"We Are The End Of The World","descr":"In Flashbacks wird enthüllt, wie Alpha und Beta sich sieben Jahre zuvor kennen gelernt haben. Beta war schnell von Alphas Ideologie fasziniert und schloss sich ihr an. In der Gegenwart vergrößern die Whisperer ihre gigantische Herde von Walkern. Zudem wird Alpha mit Unruhen in ihren eigenen Reihen konfrontiert. Die Überschreitung der Grenzen durch die anderen Communities bleibt ihnen nicht verborgen. Alpha beschließt, in ihr altes Territorium zurückzukehren und ihren Feinden eine Lektion zu erteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240964","hoster":"VOE"},{"path":"/redirect/13240971","hoster":"Doodstream"},{"path":"/redirect/13240979","hoster":"Vidoza"},{"path":"/redirect/13240962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058965","hoster":"VOE"},{"path":"/redirect/13058967","hoster":"Doodstream"},{"path":"/redirect/13058966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-3","name":"Geister","epNo":3,"alt":"Ghosts","descr":"Zwar ist seit dem grausamen Massaker der Whisperer bereits einige Zeit vergangen, vor allem Carol und Siddiq haben aber nach wie vor mit ihren jeweiligen Traumata zu kämpfen und wählen unterschiedliche Wege, um damit umzugehen. Auch Aaron fällt es schwer, die Vergangenheit hinter sich zu lassen, als er gezwungen wird, mit Negan zusammenzuarbeiten. Dabei wird die gegenwärtige Bedrohung durch die Whisperer immer größer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240965","hoster":"VOE"},{"path":"/redirect/13240972","hoster":"Doodstream"},{"path":"/redirect/13240980","hoster":"Vidoza"},{"path":"/redirect/13240966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058969","hoster":"VOE"},{"path":"/redirect/13058974","hoster":"Doodstream"},{"path":"/redirect/13058968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-4","name":"Masken","epNo":4,"alt":"Silence the Whisperers","descr":"In Alexandria breitet sich zunehmende Paranoia vor den Whisperern aus. Unter den Folgen muss besonders Lydia leiden. Dabei kann sie ausgerechnet auf die Hilfe von Negan zählen. Doch in der Nacht kommt es zu einem Unfall und Negan flieht. Derweil wird nun auch Hilltop von Walker Herden angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240968","hoster":"VOE"},{"path":"/redirect/13240975","hoster":"Doodstream"},{"path":"/redirect/13240982","hoster":"Vidoza"},{"path":"/redirect/13240970","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058973","hoster":"VOE"},{"path":"/redirect/13058975","hoster":"Doodstream"},{"path":"/redirect/13058972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-5","name":"Diebstahl und Lügen","epNo":5,"alt":"What It Always Is","descr":"Negan bekommt auf seiner Flucht unerwartete Hilfe von Brandon, die sich jedoch bald schon als großes Problem erweist. In Hilltop verschwinden Vorräte und Yumiko verdächtigt Magna. Die Beziehung der beiden wird auf eine harte Probe gestellt. Ezekiel vertraut Siddiq an, dass es düster um seinen Gesundheitszustand bestellt ist. Ezekiel bewahrt derweil ein großes Geheimnis, welches er Siddiq anvertraut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240973","hoster":"VOE"},{"path":"/redirect/13240983","hoster":"Doodstream"},{"path":"/redirect/13240998","hoster":"Vidoza"},{"path":"/redirect/13240974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058978","hoster":"VOE"},{"path":"/redirect/13058981","hoster":"Doodstream"},{"path":"/redirect/13058977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-6","name":"Neue Verbindungen","epNo":6,"alt":"Bonds","descr":"Negan muss sich im Whisperer-Camp beweisen, während in Alexandria eine mysteriöse Krankheit umgeht. Derweil setzen Carol und Daryl einen gefährlichen Plan um und Eugene nimmt Kontakt zu einer neuen Community auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240977","hoster":"VOE"},{"path":"/redirect/13240984","hoster":"Doodstream"},{"path":"/redirect/13240993","hoster":"Vidoza"},{"path":"/redirect/13240978","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058982","hoster":"VOE"},{"path":"/redirect/13058987","hoster":"Doodstream"},{"path":"/redirect/13058983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-7","name":"Mach die Augen auf","epNo":7,"alt":"Open Your Eyes","descr":"Alexandria wird weiter von der mysteriösen Krankheit in Atem gehalten, für die Siddiq verzweifelt den Ursprung sucht. Als er schließlich die Wahrheit herausfindet, ist diese schlimmer, als seine ständigen Albträume: jemand in Alexandria ist nicht der, der er zu sein vorgibt. Seine Entdeckung nimmt ein tödliches Ende. Carol scheint mittlerweile fast jedes Mittel recht zu sein, um gegen die Whisperer vorzugehen und treibt Lydia damit von sich weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240981","hoster":"VOE"},{"path":"/redirect/13240988","hoster":"Doodstream"},{"path":"/redirect/13241000","hoster":"Vidoza"},{"path":"/redirect/13240985","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058985","hoster":"VOE"},{"path":"/redirect/13058989","hoster":"Doodstream"},{"path":"/redirect/13058986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-8","name":"Nichts ist wie zuvor","epNo":8,"alt":"The World Before","descr":"Dantes Verrat sorgt für Fassungslosigkeit in Alexandria. Mit den Konsequenzen hätte jedoch wohl niemand gerechnet. Gamma scheint sich von den Whisperern abzuwenden und spielt Aaron brisante Informationen zu. Als dieser gemeinsam mit ein paar anderen dem Hinweis nachgeht, kommt aber alles anders als gedacht. Und Michonne trifft in Oceanside einen Fremden, der ihr eine Lösung für ihr größtes Problem anbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240986","hoster":"VOE"},{"path":"/redirect/13240991","hoster":"Doodstream"},{"path":"/redirect/13241006","hoster":"Vidoza"},{"path":"/redirect/13240987","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058991","hoster":"VOE"},{"path":"/redirect/13058992","hoster":"Doodstream"},{"path":"/redirect/13058988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-9","name":"Zukunft oder Rache?","epNo":9,"alt":"Squeeze","descr":"Die gesammelten Gemeinden respektieren die neuen Grenzen, die ihnen auferlegt werden, nur widerwillig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240989","hoster":"VOE"},{"path":"/redirect/13240996","hoster":"Doodstream"},{"path":"/redirect/13241003","hoster":"Vidoza"},{"path":"/redirect/13240990","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058993","hoster":"VOE"},{"path":"/redirect/13058997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-10","name":"Hinterhalt","epNo":10,"alt":"Stalker","descr":"Unsere Fraktion muss Alexandria vor einer bedrohlichen, äußeren Gewalt verteidigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240992","hoster":"VOE"},{"path":"/redirect/13240999","hoster":"Doodstream"},{"path":"/redirect/13241014","hoster":"Vidoza"},{"path":"/redirect/13240994","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13058995","hoster":"VOE"},{"path":"/redirect/13059001","hoster":"Doodstream"},{"path":"/redirect/13058996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-11","name":"Von Angesicht zu Angesicht","epNo":11,"alt":"Morning Star","descr":"Hilltop ist umzingelt. Gibt es ohne Hilfe aus Alexandria eine Chance gegen die Flüsterer? Und wer wird sich durchsetzen, wenn sie sich im Schlachtfeld Angesicht zu Angesicht gegenüberstehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240995","hoster":"VOE"},{"path":"/redirect/13241002","hoster":"Doodstream"},{"path":"/redirect/13241015","hoster":"Vidoza"},{"path":"/redirect/13240997","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13059000","hoster":"VOE"},{"path":"/redirect/13059004","hoster":"Doodstream"},{"path":"/redirect/13058999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-12","name":"Was Alpha will","epNo":12,"alt":"Walk With Us","descr":"Daryl und seine Gruppe mussten ihre Basis verlassen weil dieser voller Beißer war durch den Angriff von Alpha. Negan lockt Alpha in eine Falle in dem er sie mit ihrer Tochter ködert. Was nicht gut für Alpha ausgeht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241001","hoster":"VOE"},{"path":"/redirect/13241007","hoster":"Doodstream"},{"path":"/redirect/13241027","hoster":"Vidoza"},{"path":"/redirect/13241010","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13059003","hoster":"VOE"},{"path":"/redirect/13059009","hoster":"Doodstream"},{"path":"/redirect/13059002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-13","name":"Michonnes Weg","epNo":13,"alt":"What We Become","descr":"Michonne (Danai Gurira) bringt Virgil zurück zu seiner Insel um seine Familie zu finden. Im Gegenzug bietet Virgil Waffen an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241004","hoster":"VOE"},{"path":"/redirect/13241011","hoster":"Doodstream"},{"path":"/redirect/13241021","hoster":"Vidoza"},{"path":"/redirect/13241005","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/6319724","hoster":"VOE"},{"path":"/redirect/13059010","hoster":"Doodstream"},{"path":"/redirect/13059007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-14","name":"Abschiede","epNo":14,"alt":"Look at the Flowers","descr":"Beta erfährt von Alphas Tod und rüstet sich zum Gegenschlag. Carol hat ihre Rache bekommen, kann ihre eigenen Dämonen aber trotzdem nur schwer abschütteln. Daryl muss angesichts der neuesten Entwicklungen lernen, Negan zu vertrauen. Zudem bricht Eugene mit Ezekiel und Yumiko auf eine Expedition auf, um sich mit der geheimnisvollen Stephanie zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241008","hoster":"VOE"},{"path":"/redirect/13241017","hoster":"Doodstream"},{"path":"/redirect/13241009","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13059008","hoster":"VOE"},{"path":"/redirect/13059014","hoster":"Doodstream"},{"path":"/redirect/13059011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-15","name":"Prinzessin","epNo":15,"alt":"The Tower","descr":"Eugene, Ezekiel und Yumiko treffen auf ihrem Weg auf die exzentrische Prinzessin. Diese bringt ihre Mission zeitweise in Gefahr, könnte sich aber als wertvolle Verbündete erweisen. Beta führt unterdessen die Horde nach Alexandria.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241012","hoster":"VOE"},{"path":"/redirect/13241019","hoster":"Doodstream"},{"path":"/redirect/13241039","hoster":"Vidoza"},{"path":"/redirect/13241013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/6492740","hoster":"VOE"},{"path":"/redirect/13059025","hoster":"Doodstream"},{"path":"/redirect/13059013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-16","name":"Unter Feinden","epNo":16,"alt":"A Certain Doom","descr":"Die versammelten Communities bündeln ihre Kräfte, um Beta und den Whisperern den finalen Schlag zu versetzen. Doch es läuft nicht alles nach Plan. Gabriel ist bereit ein hohes Opfer zu bringen und bekommt in letzter Sekunde Hilfe von einer alten Bekannten. Eugene und die anderen treffen derweil auf eine neue Gruppe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241016","hoster":"VOE"},{"path":"/redirect/13241022","hoster":"Doodstream"},{"path":"/redirect/13241035","hoster":"Vidoza"},{"path":"/redirect/13241018","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7317924","hoster":"VOE"},{"path":"/redirect/13059026","hoster":"Doodstream"},{"path":"/redirect/13059019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-17","name":"Home Sweet Home","epNo":17,"alt":"Home Sweet Home","descr":"Maggie ist zurückgekehrt. Im Gepäck hat sie die Geschichte ihrer Erlebnisse von ihrer Reise – eine Geschichte, die sie noch nicht bereit ist, preiszugeben, selbst, als sie von den Folgen ihrer Reise eingeholt wird. Mit ihrer Rückkehr ist das Wohl von Negan erneut in Gefahr, denn mit ihm hat Maggie noch eine Rechnung offen. Daryl und Maggie müssen gegen eine Bedrohung kämpfen, die sie weder sehen noch einordnen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241020","hoster":"VOE"},{"path":"/redirect/13241028","hoster":"Doodstream"},{"path":"/redirect/13241040","hoster":"Vidoza"},{"path":"/redirect/13241023","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7860218","hoster":"VOE"},{"path":"/redirect/13059030","hoster":"Doodstream"},{"path":"/redirect/13059023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-18","name":"Happy Monday","epNo":18,"alt":"Find Me","descr":"Ein Abenteuer für Daryl (Norman Reedus) und Carol (Melissa McBride) gerät aus den Fugen, als sie auf eine alte Hütte stoßen. Es bringt Daryl zurück in die Zeit, als er die Gruppe nach Ricks Verschwinden verließ, als er eine Zeit erlebt, die nur die Apokalypse manifestieren konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241026","hoster":"VOE"},{"path":"/redirect/13241032","hoster":"Doodstream"},{"path":"/redirect/13241044","hoster":"Vidoza"},{"path":"/redirect/13241025","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7904620","hoster":"VOE"},{"path":"/redirect/13059035","hoster":"Doodstream"},{"path":"/redirect/13059028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-19","name":"Das eine noch","epNo":19,"alt":"One More","descr":"Gabriel und Aaron haben sich auf die Suche nach Nahrung und Ausrüstung für Alexandria gemacht. Kleine Tragödien führen zu größeren Tragödien und Vertrauen wird gebrochen, Optimismus zersplittert, als die beiden den ultimativen Test durchlaufen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241030","hoster":"VOE"},{"path":"/redirect/13241034","hoster":"Doodstream"},{"path":"/redirect/13241043","hoster":"Vidoza"},{"path":"/redirect/13241029","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7923445","hoster":"VOE"},{"path":"/redirect/13059040","hoster":"Doodstream"},{"path":"/redirect/13059032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-20","name":"Splitter","epNo":20,"alt":"Splinter","descr":"Eugene (Josh McDermitt), Ezekiel (Khary Payton), Yumiko (Eleanor Matsuura) und Princess werden gefangen genommen und auch sofort getrennt. Princess kämpft mit den Erinnerungen an ihre traumatische Vergangenheit und versucht, auf die eine oder andere Weise mit der Hilfe von Ezekiel zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241031","hoster":"VOE"},{"path":"/redirect/13241037","hoster":"Doodstream"},{"path":"/redirect/13241042","hoster":"Vidoza"},{"path":"/redirect/13241033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7932498","hoster":"VOE"},{"path":"/redirect/13059041","hoster":"Doodstream"},{"path":"/redirect/13059034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-21","name":"Ein bester Freund","epNo":21,"alt":"Diverged","descr":"Daryl und Carol finden sich an einer Weggabelung wieder – und jeder geht seinen eigenen Weg. Dabei folgt jeder dem Survival-Mode, der ihm im Blut liegt. Aber getrennt werden die einfachsten Herausforderungen schwierig. Wird diese Zeit der Trennung zum Schlüsselerlebnis für die beiden, das sie schließlich ihren Zwist beilegen lässt – oder liegt zwischen ihnen mittlerweile eine unüberbrückbare Kluft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241036","hoster":"VOE"},{"path":"/redirect/13241041","hoster":"Doodstream"},{"path":"/redirect/13241045","hoster":"Vidoza"},{"path":"/redirect/13241038","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490392","hoster":"VOE"},{"path":"/redirect/13059042","hoster":"Doodstream"},{"path":"/redirect/8647131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-10/episode-22","name":"Negan","epNo":22,"alt":"Here’s Negan","descr":"Um die sich aufbauenden Spannungen in den Gemeinschaften zu entlasten, nimmt Carol Negan mit auf eine Exkursion. Dabei kommt Negan ins Grübeln über die Ereignisse, die ihn an diesen Punkt seines Lebens geführt haben, etwa der Tod seiner Ehefrau Lucille – und trifft eine Entscheidung über seine Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13240957","hoster":"VOE"},{"path":"/redirect/13240958","hoster":"Doodstream"},{"path":"/redirect/13342429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8490393","hoster":"VOE"},{"path":"/redirect/13058960","hoster":"Doodstream"},{"path":"/redirect/8647133","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/the-walking-dead/staffel-11/episode-1","name":"Acheron (1) ","epNo":1,"alt":"Acheron: Part 1","descr":"Als die Gruppe von einer kritischen Essensmission nach Alexandria zurückkehrt, erkennt die Gruppe, dass dies nicht ausreicht. Maggie schlägt einen neuen Plan vor, möglicherweise eine Selbstmordmission. Welche Wahl haben sie? Sie müssen mehr Nahrung für alle ihre Leute finden, um zu überleben und Alexandria effizient wieder aufzubauen. Wenn sie es nicht tun, fällt Alexandria und nimmt sie mit. Auf der Straße bricht ein heftiger Sturm aus und zwingt sie unterirdisch in einen U-Bahn-Tunnel. Wenn die Nerven ausfransen und der Verdacht wächst, entsteht Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148083","hoster":"VOE"},{"path":"/redirect/13148093","hoster":"Vidoza"},{"path":"/redirect/13441819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11832698","hoster":"VOE"},{"path":"/redirect/8755562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-2","name":"Acheron (2) ","epNo":2,"alt":"Acheron: Part 2","descr":"Die Gruppe stellt fest, dass sich ein Mitglied im U-Bahn-Wagen nicht in Sicherheit gebracht hat. Umgeben von Beißern ist es ein garantierter Todeswunsch, wieder in den Tunnel zu gehen, um zu suchen. Alle Augen sind auf Negan gerichtet, da sich die Überlebensregel ändert. Es ist nicht länger kein Mensch, der zurückgelassen wird. Das Motto lautet jetzt: Wir machen weiter. Mit sehr wenig Munition und Energie muss sich die Gruppe vorbereiten, da die Beißer einen Weg in die U-Bahn gefunden haben. Währenddessen ist Daryl in seiner eigenen intensiven höllischen Situation, als er versucht, Dog zu finden und mehr zu finden, als er erwartet hatte. Und Yumiko fordert den Prozess im Commonwealth-Außenposten heraus, der ihre Zukunft und die von Eugene, Ezekiel und Prinzessin bedroht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148085","hoster":"VOE"},{"path":"/redirect/13148096","hoster":"Vidoza"},{"path":"/redirect/13441820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8554075","hoster":"VOE"},{"path":"/redirect/8558157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-3","name":"Gejagt","epNo":3,"alt":"Hunted","descr":"Als sie wieder aus dem U-Bahntunnel an die Oberfläche kommen, müssen sich Maggie und ihre Begleiter erneut den Reapern stellen. Um zu überleben, teilt sich die Gruppe auf. Dabei sind vor allem Negan und Maggie gezwungen, ihre Konflikte ruhen zu lassen, wenn sie den Beißern entkommen wollen. Derweil schmieden Magna, Carol, Kelly und Rosita einen Plan, um an Nahrung zu gelangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148091","hoster":"VOE"},{"path":"/redirect/13148095","hoster":"Vidoza"},{"path":"/redirect/13441821","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8633631","hoster":"VOE"},{"path":"/redirect/8633632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-4","name":"Urteil","epNo":4,"alt":"Rendition","descr":"Daryl und Dog werden von den Reapern gefangen genommen; sie werden auf den Meridian gebracht und treffen wieder auf eine bekannte Figur aus ihrer Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148003","hoster":"VOE"},{"path":"/redirect/13148017","hoster":"Vidoza"},{"path":"/redirect/13441822","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930389","hoster":"VOE"},{"path":"/redirect/8706976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-5","name":"Aus der Asche","epNo":5,"alt":"Out of the Ashes","descr":"Aaron, Carol, Lydia und Jerry gehen zu den Hilltop-Ruinen, um Schmiedewerkzeuge und nahegelegenes Wild zu holen; Eugenes Gruppe durchläuft eine Orientierung im Commonwealth; Maggie und Negan stapfen durch den Wald; Judith und die Kinder stoßen mit Teenagern zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148001","hoster":"VOE"},{"path":"/redirect/13148007","hoster":"Doodstream"},{"path":"/redirect/13148014","hoster":"Vidoza"},{"path":"/redirect/13148008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8765794","hoster":"VOE"},{"path":"/redirect/8765795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-6","name":"Im Inneren","epNo":6,"alt":"On the Inside","descr":"Daryls Loyalität zu Pope und den Reapern wird auf eine grausame Probe gestellt: Er muss Frost foltern, um den Aufenthaltsort von Maggie und ihren Leuten aus ihm herauszubekommen. Um möglichst all seine Freunde zu retten, spielt Daryl ein gefährliches Spiel. Connie und Virgil finden sich auf ihrer Flucht in einer verlassenen Villa wieder. Allerdings stoßen die beiden dort auf etwas weitaus furchterregenderes als Walker und müssen schon bald um ihr Leben fürchten. Kelly ist derweil verzweifelt auf der Suche nach ihrer Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148006","hoster":"VOE"},{"path":"/redirect/13148009","hoster":"Doodstream"},{"path":"/redirect/13148027","hoster":"Vidoza"},{"path":"/redirect/13148005","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8852405","hoster":"VOE"},{"path":"/redirect/8852406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-7","name":"Gebrochene Versprechen","epNo":7,"alt":"Promises Broken","descr":"Maggie lernt von Negan eine Überlebenstaktik; Eugenes Gruppe räumt Beißer ab; Daryl jagt mit Leah.Alexandriner treffen Hausbesetzer auf einem Hügel; Eugenes Gruppe erfährt eine Orientierung im Commonwealth.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148010","hoster":"VOE"},{"path":"/redirect/13148012","hoster":"Doodstream"},{"path":"/redirect/13148031","hoster":"Vidoza"},{"path":"/redirect/13148011","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8883172","hoster":"VOE"},{"path":"/redirect/8883179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-8","name":"Bis aufs Blut","epNo":8,"alt":"For Blood","descr":"In Alexandria wird den Einwohnern das zum Verhängnis, was sich bereits über längere Zeit angedeutet hatte: Die ohnehin schon stark beschädigte Außenmauer gibt während eines Sturms endgültig nach und macht den Untoten den Weg frei. Verzweifelt verbarrikadieren sich die Einwohner in ihren Häusern, doch auch die Türen halten nicht ewig stand. Die Reaper sehen sich ebenfalls mit einer Herde Walker vor ihren Toren konfrontiert. Was sie allerdings nicht wissen: Die Beißer werden von einer Gruppe von Überlebenden angeführt. Maggie und Gabriel können sich dank Daryls Hilfe hinter die feindlichen Linien schleichen. Pope hat allerdings noch ein Ass im Ärmel. Angesichts der Gefahr zieht Daryl Leah ins Vertrauen, die eine folgenschwere Entscheidung trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148013","hoster":"VOE"},{"path":"/redirect/13148019","hoster":"Doodstream"},{"path":"/redirect/13148028","hoster":"Vidoza"},{"path":"/redirect/13148015","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8918230","hoster":"VOE"},{"path":"/redirect/8918229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-9","name":"Der einzige Weg","epNo":9,"alt":"No Other Way","descr":"Maggie und die anderen überwinden die Mauern zu Popes Lager und werden von dessen Anhängern angegriffen. Daryl glaubt, in Leah eine Verbündete gefunden zu haben, doch sie stellt sich gegen ihn, nachdem sie Pope getötet hat. Gemeinsam mit Negan und Daryl versucht Maggie, die Vorräte ihrer Widersacher in die eigene Unterkunft zu bringen. Doch Leah stellt sich ihnen in den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148018","hoster":"VOE"},{"path":"/redirect/13148022","hoster":"Doodstream"},{"path":"/redirect/13148035","hoster":"Vidoza"},{"path":"/redirect/13148016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9842744","hoster":"VOE"},{"path":"/redirect/9842743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-10","name":"Neuer Lebensraum","epNo":10,"alt":"New Haunts","descr":"Die Helden erleben Halloween im Commonwealth; Daryl und Rosita unterziehen sich einer militärischen Ausbildung unter der Leitung von Mercer; Carol untersucht Ezekiels Gesundheitszustand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148020","hoster":"VOE"},{"path":"/redirect/13148025","hoster":"Doodstream"},{"path":"/redirect/13148038","hoster":"Vidoza"},{"path":"/redirect/13148021","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9895346","hoster":"VOE"},{"path":"/redirect/9895341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-11","name":"Abtrünnig","epNo":11,"alt":"Rogue Element","descr":"Eugene sucht nach Stephanie, nachdem sie auf mysteriöse Weise verschwunden ist. Connie untersucht eine Geschichte über Trooper Davis. Carol hilft Hornsby bei einem Arbeitskampf auf einer Drogenfarm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148023","hoster":"VOE"},{"path":"/redirect/13148029","hoster":"Doodstream"},{"path":"/redirect/13148044","hoster":"Vidoza"},{"path":"/redirect/13148024","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9951116","hoster":"VOE"},{"path":"/redirect/9951112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-12","name":"Die Glücklichen","epNo":12,"alt":"The Lucky Ones","descr":"Aaron und Maggie treffen Gouverneurin Pamela Milton auf ihrer Tour durch Alexandria, Oceanside und Hilltop; Ezekiel hat Glück bei einer Routineuntersuchung; Eugene verarbeitet die Geschichte von Max.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148026","hoster":"VOE"},{"path":"/redirect/13148032","hoster":"Doodstream"},{"path":"/redirect/13148046","hoster":"Vidoza"},{"path":"/redirect/13148030","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9995293","hoster":"VOE"},{"path":"/redirect/9995284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-13","name":"Warlords","epNo":13,"alt":"Warlords","descr":"Nach Maggies Ablehnungen von einer Kooperation mit dem Commonwealth, verlassen einige Anhänger sie, weil sie sich ein sicheres Leben wünschen. Maggie bleibt allerdings skeptisch gegenüber Hornsby und Pamela, was in Kürze bestätigt werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148033","hoster":"VOE"},{"path":"/redirect/13148039","hoster":"Doodstream"},{"path":"/redirect/13148052","hoster":"Vidoza"},{"path":"/redirect/13148034","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004909","hoster":"VOE"},{"path":"/redirect/10017682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-14","name":"Der verdorbene Kern","epNo":14,"alt":"The Rotten Core","descr":"Maggie und Aaron kämpfen auf der Seite einer einsamen Gemeinschaft, die Hornsbys Männer attackieren. Plötzlich greift auch Negan in das Geschehen ein und stellt sich auf Maggies Seite. Daryl und Rosita werden zu einer Mission gezwungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148036","hoster":"VOE"},{"path":"/redirect/13148045","hoster":"Doodstream"},{"path":"/redirect/13148051","hoster":"Vidoza"},{"path":"/redirect/13148037","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10049141","hoster":"VOE"},{"path":"/redirect/10049140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-15","name":"Vertrauen","epNo":15,"alt":"Trust","descr":"Aaron und Gabriel klären Hornsby über die jüngsten Ereignisse auf. Der hegt allerdings Zweifel an ihrer Geschichte. Er ist überzeugt, dass die Gruppe, die seine Soldaten auf dem Gewissen hat, Unterstützung hatte. Also macht er sich zusammen mit Aaron, Gabriel, Daryl und einigen seiner Männer auf den Weg zu Maggie und ihren Anhängern. Eugene erfährt unterdessen von Sebastians dunklen Machenschaften. Um Beweise gegen ihn zu sammeln, bittet er Max heimlich um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148041","hoster":"VOE"},{"path":"/redirect/13148043","hoster":"Doodstream"},{"path":"/redirect/13148059","hoster":"Vidoza"},{"path":"/redirect/13148040","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10093099","hoster":"VOE"},{"path":"/redirect/10093100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-16","name":"Höhere Gewalt","epNo":16,"alt":"Acts of God","descr":"Maggie bereitet sich darauf vor, Hilltop und die Bewohner von Riverbend gegen Hornsby zu verteidigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148042","hoster":"VOE"},{"path":"/redirect/13148050","hoster":"Doodstream"},{"path":"/redirect/13148057","hoster":"Vidoza"},{"path":"/redirect/13148047","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10176998","hoster":"VOE"},{"path":"/redirect/10176997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-17","name":"Lockdown","epNo":17,"alt":"Lockdown","descr":"Daryl und Negan eilen zum Commonwealth, um Hornsby davon abzuhalten, ihre Familien zu verfolgen. Pamela befasst sich mit Demonstranten, die Gerechtigkeit für Sebastians Verbrechen fordern. Mercer braucht Rositas Hilfe, um einen Schwarm zu bekämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148048","hoster":"VOE"},{"path":"/redirect/13148054","hoster":"Doodstream"},{"path":"/redirect/13148063","hoster":"Vidoza"},{"path":"/redirect/13148049","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11437375","hoster":"VOE"},{"path":"/redirect/11437392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-18","name":"Ein neuer Deal","epNo":18,"alt":"A New Deal","descr":"Carol macht einen Deal mit Pamela, um im Namen ihrer Freunde alles sauber zu machen. Aaron, Jerry, Lydia und Elijah machen sich auf den Weg nach Oceanside, um sie über einen Plan aufzuklären. Das Commonwealth feiert den Gründertag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148053","hoster":"VOE"},{"path":"/redirect/13148061","hoster":"Doodstream"},{"path":"/redirect/13148071","hoster":"Vidoza"},{"path":"/redirect/14175896","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11437440","hoster":"VOE"},{"path":"/redirect/11437442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-19","name":"Anomalie","epNo":19,"alt":"Variant","descr":"Eugene geht auf die Flucht und Mercer wird beauftragt, ihn zu finden; Aarons Gruppe steht vor einer Komplikation auf der Straße.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148058","hoster":"VOE"},{"path":"/redirect/13148064","hoster":"Doodstream"},{"path":"/redirect/13148079","hoster":"Vidoza"},{"path":"/redirect/13148056","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11522513","hoster":"VOE"},{"path":"/redirect/11522514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-20","name":"Was verloren gegangen ist","epNo":20,"alt":"What\u0027s Been Lost","descr":"Daryl und Carol suchen nach ihren verschwundenen Freunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148062","hoster":"VOE"},{"path":"/redirect/13148067","hoster":"Doodstream"},{"path":"/redirect/13148075","hoster":"Vidoza"},{"path":"/redirect/13148060","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11522218","hoster":"VOE"},{"path":"/redirect/11522220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-21","name":"Außenposten 22","epNo":21,"alt":"Outpost 22","descr":"Die Überlebenden verfolgen einen Konvoi zu einem mysteriösen Ziel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148065","hoster":"VOE"},{"path":"/redirect/13148068","hoster":"Doodstream"},{"path":"/redirect/13148082","hoster":"Vidoza"},{"path":"/redirect/13148066","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930390","hoster":"VOE"},{"path":"/redirect/11566198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-22","name":"Glaube","epNo":22,"alt":"Faith","descr":"Getrennt von ihren Kindern verfolgen Maggie, Gabriel und Rosita einen Militärkonvoi zu einem geheimnisvollen Ziel. Ezekiel, Kelly, Negan und Annie finden sich auf einer Baustelle wieder. Daryl und Carol folgen einem Zug, der Connie an Bord genommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13965555","hoster":"VOE"},{"path":"/redirect/13148074","hoster":"Doodstream"},{"path":"/redirect/13148080","hoster":"Vidoza"},{"path":"/redirect/13148070","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11598474","hoster":"VOE"},{"path":"/redirect/12482686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-23","name":"Familie","epNo":23,"alt":"Family","descr":"Mercer bringt Eugene heimlich zu Max und Yumiko. Er soll sich in einer Wohnung versteckt halten, bis das weitere Vorgehen geklärt ist. Eine Gruppe um Maggie, Negan und Daryl macht sich unterdessen mit dem Zug auf den Weg, um Pamela endgültig auszuschalten. Sie bringen die verschwundenen Personen zurück ins Commonwealth. Dort protestiert bereits eine wütende Menge vor Pamelas Büro und verlangt Aufklärung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13148072","hoster":"VOE"},{"path":"/redirect/13148078","hoster":"Doodstream"},{"path":"/redirect/13148088","hoster":"Vidoza"},{"path":"/redirect/13148073","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11685627","hoster":"VOE"},{"path":"/redirect/11631869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-walking-dead/staffel-11/episode-24","name":"Ruhe in Frieden","epNo":24,"alt":"Rest In Peace","descr":"Die Beißer bahnen sich ihren blutigen Weg durch das Commonwealth. Erbarmungslos überrennen sie die Menschen und ziehen eine tödliche Schneise durch die Stadt. Mercer sitzt derweil im Gefängnis fest, bis Max und Princess ihn befreien. Gemeinsam mit Ezekiel, Maggie und den anderen muss er nun nicht mehr nur gegen Pamela und dern Anhänger, sondern auch gegen die Armee der Untoten kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13605027","hoster":"VOE"},{"path":"/redirect/13148084","hoster":"Doodstream"},{"path":"/redirect/13148094","hoster":"Vidoza"},{"path":"/redirect/13148077","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11721636","hoster":"VOE"},{"path":"/redirect/11721630","hoster":"Streamtape"}]}]}]}]}