{"seriesId":"the-collapse","name":"The Collapse","descr":"Die Welt steht vor dem Zusammenbruch. Die wichtigsten Ressourcen sind aufgebraucht, sogar Geld spielt in den wenigsten Fällen noch eine übergeordnete Rolle. Plünderungen und Gewaltanwendung sind an der Tagesordnung. Für alle geht es einzig und alleine nur noch darum, das eigene Leben zu retten. Das Drama stellt sich der Frage, was passiert, wenn eine schwere Katastrophe unser System erschüttert. In acht Episoden befasst sich die Serie mit den Grenzen der modernen Gesellschaft und den Folgen eines Zusammenbruchs.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Supermarkt","epNo":1,"alt":"Le supermarché (J+2)","descr":"2 Tage nach dem Kollaps.In einem Supermarkt versucht Omar inmitten eines Versorgungsproblems, auf alle Kundenanfragen zu reagieren. Plötzlich kommt seine Freundin, um die letzten Einkäufe zu erledigen und um ihn zu bitten, alles niederzulegen und mit ihr und noch anderen aus der Stadt zu fliehen, nachdem sie ein Maximum an Proviant nimmt den sie an der Kasse nicht nicht bezahlen kann weil plötzlich die Kartengeräte nicht mehr funktioniere und sie auch kein Bargeld eingesteckt haben treten sie die Flucht nach vorne an, bevor es zu spät ist ...","versions":[{"lang":1,"streams":[{"redirect":8478431,"hoster":"VOE"},{"redirect":8638338,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Tankstelle","epNo":2,"alt":"La Station-service (J+5)","descr":"5 Tage nach dem Kollaps.Inmitten eines Benzinknappheit nutzte eine Familie, die eine Tankstelle besaß, die Situation, um einen Vorrat an Lebensmitteln anzuhäufen. Doch langsam geht das Benzin zu neige und die läute werden zusehends unruhig, was bedeutet; es fehlt der sprichwörtliche Funken der die Situation explodieren lässt. Der Funke lässt auch nicht lange auf sich warten, er tritt in Form eines Beamten auf, der mit gezogener Waffe fordert, dass sein Wagen vollgetankt werden soll. Was sich dann abspielt ist der pure Überlebenskampf.","versions":[{"lang":1,"streams":[{"redirect":8478438,"hoster":"VOE"},{"redirect":8638343,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Flugplatz","epNo":3,"alt":"(L’Aérodrome (J+6)","descr":"6 Tage nach dem Kollaps.Ein sehr reicher Mann hat im Falle einer Katastrophe im Land eine Versicherung abgeschlossen. Der Evakuierungsplan wird jedoch früher aktiviert, als er es sich hätte vorstellen können. Er hat nur 15 Minuten Zeit, um ein Flugzeug zu erreichen, das ihn an einen sicheren Ort bringt. Problem an der Sache seine Frau ist gerade nicht bei ihm dafür möchte die Geliebte mit ihm mit. Wofür wird er sich entscheiden lässt er seine Frau im Stich und wird er es überhaupt rechtzeitig schaffen den Flieger zu erreichen der ihn und seine Frau auf eine gesicherte Insel fliegen soll???","versions":[{"lang":1,"streams":[{"redirect":8478435,"hoster":"VOE"},{"redirect":8638340,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Weiler","epNo":4,"alt":"Le Hameau (J+25)","descr":"25 Tage nach dem Kollaps.Ehemalige Stadtbewohner, die aufs Land ziehen, landen in einem Weiler, in dem es den Menschen immer noch gelingt, ihre Bedürfnisse zu befriedigen.  Werden Empfangskapazitäten empfangen, da sie begrenzt sind?","versions":[{"lang":1,"streams":[{"redirect":8478434,"hoster":"VOE"},{"redirect":8638344,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Atomkraftwerk","epNo":5,"alt":"La Centrale (J+45)","descr":"Eine Gruppe von Menschen versucht die Stromversorgung in ihrer Gegend aufrecht zu erhalten. Doch erweist sich schwieriger als gedacht denn die Brennstäbe beginnen das Kühlwasser zu verdampfen. Das so dringend benötigte Wasser zum kühlen kann aufgrund kaputten Geräten für die es keine Ersatzteile mehr gibt nicht transportieren werden. So wird zu drastischen Mitteln gegriffen alle noch vorhandenen Kräfte versuchen das Wasser per Hand ( mit Eimern und Kannen ) zu transportieren. Sollte es ihnen nicht gelingen wird es eine Explosion gegeben und es wird im Umkreis von 50 Kilometern alles verstrahlt. Können sie die drohende Gefahr noch rechtzeitig abwenden oder sind sie alle verloren???","versions":[{"lang":1,"streams":[{"redirect":8478432,"hoster":"VOE"},{"redirect":8638345,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Altersheim","epNo":6,"alt":"La Maison de Retraite (J+50)","descr":"50 Tage nach dem Kollaps.Eine junge Pflegekraft weigert sich, die Bewohner eines Altersheims zu verlassen obwohl alle anderen die er kennt schon lange abgehauen sind. So sind nur noch er und die Patienten die übrig geblieben sind da. Obwohl er alles in seiner Macht stehende unternimmt um die alten Menschen am Leben zu erhalten wird es für ihn immer schwieriger. Und als es eines Tages zu einem Zwischenfall mit alten Bekannten kommt sieht die Lage hoffnungslos aus das Überleben der Menschen in der Einrichtung steht auf der Kippe. Kann der junge das Ruder noch einmal herum reißen oder sind die Menschen dem Tode geweiht???","versions":[{"lang":1,"streams":[{"redirect":8478433,"hoster":"VOE"},{"redirect":8638349,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Insel","epNo":7,"alt":"L’Île (J+170)","descr":"170 Tage nach dem Kollaps.Eine Frau navigiert mit ihrem Segelboot durch die Ozeane und sucht nach einer autarken Hightech-Insel, die von und für die Ultra-Reichen entworfen wurde auf die auch schon der Mann aus Episode 3 flüchten wollte. Aber ohne Fleiß kein Preis in diesem Sinne warten auf dem offenen Meer viele Gefahren angefangen von Wasser und Futter Knappheit bis hin zu anderen Personen die ihr Schiff Kapern wollen. Mit viel Mühe gelang sie an eine Grenze wo sie nicht weiterfahren kann und wo auch Unterwasser Minen verlegt wurden. Sie versucht irgendwie die restlichen Kilometer bis zur Insel zu überwinden doch bevor sie starten kann wird sie von einer Drohne beschossen. Wird sie den Angriff überleben und einen Weg auf die Insel finden???","versions":[{"lang":1,"streams":[{"redirect":8478441,"hoster":"VOE"},{"redirect":8638346,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Live-Sendung","epNo":8,"alt":"L’Émission (J-5)","descr":"5 Tage vor dem Kollaps.Ein Wissenschaftler für das Klima versucht mit einer kleinen Truppe in eine Show im öffentlichen Fernsehen mit einer Ministerin zu Crashen. Sein Anliegen er möchte das der Staat aber vor allem auch die Menschen endlich aufwachen und sofort etwas ändern um das Klima und einen Kollaps zu vermeiden. In der Show angelangt werden seine Begleiter der Bühne verwiesen der Wissenschaftler wird eingeladen an der Diskussion teilzunehmen. Er schafft es sein Anliegen vorzutragen aber wie es aussieht wird er nicht wirklich ernst genommen und wie wir gesehen haben kommt es wie es kommen musste.","versions":[{"lang":1,"streams":[{"redirect":8478440,"hoster":"VOE"},{"redirect":8638352,"hoster":"Streamtape"}]}]}]}]}