{"seriesId":"the-last-tycoon","name":"The Last Tycoon","descr":"Studio-Manager Monroe Stahr (Matt Bomer)erlebt in den 1930er Jahren einen rasantem Aufstieg im Hollywood, kommt an die Spitze eines der großen Produktionsstudios. Dabei wird sein einstiger Mentor Pat Brady (Kelsey Grammer) zu seinem größten Widersacher. Denn der Perfektionist Monroe befindet sich in einer tiefen Sinnkrise: Während er am liebsten anspruchsvolle Filme machen will, ist sein Chef und Mentor Pat Brady vor allem am kommerziellen Erfolg der Produktionen interessiert. Monroe steht am Rand der Verzweiflung, nachdem mehrere Filmprojekte gescheitert sind und auch noch seine Frau stirbt. Doch dann schöpft er neue Hoffnung, als er eine junge, irische Kellnerin kennenlernt, die Lebenslust versprüht und ihn zu einem wirklich großen und wichtigen Film inspirieren könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es war einmal in Hollywood","epNo":1,"alt":"The Last Tycoon","descr":"Das letzte Werk von F. Scott Fitzgerald, \"The Last Tycoon\", handelt von Monroe Stahr, Hollywoods Golden Boy, wie er mit seinem ehemaligen Ziehvater und Boss Pat Brady um die Seele ihres Studios kämpft.","versions":[{"lang":1,"streams":[{"redirect":8485403,"hoster":"VOE"},{"redirect":8643068,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Niemand besetzt so oft um wie Monroe","epNo":2,"alt":"Nobody Recasts Like Monroe","descr":"Monroes (Matthew Bomer) Privatleben ist von seinem Werben um Kathleen (Dominique McElligott) gekennzeichnet, die sich aber dagegen wehrt, ein Ersatz für Minna zu sein. Pat Bradys Lieblingsprojekt erlebt derweil ein desaströses Debüt, was ihn dazu zwingt, Monroes Hilfe anzunehmen. Celia (Lily Collins) gewöhnt sich indes an ihre Produzentenrolle, weshalb sich Hackett (Enzo Cilenti) berufen fühlt, sie zu maßregeln.","versions":[{"lang":1,"streams":[{"redirect":8485405,"hoster":"VOE"},{"redirect":8643060,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Stars und Sternchen","epNo":3,"alt":"More Stars Than There Are In Heaven","descr":"Nun, da er mit dem Rücken zur Wand steht, beweist Pat Brady (Kelsey Grammer), wie wichtig er für das Studio ist, indem er sich um Filmstar Margo Taft (Jennifer Beals) bemüht. Monroe (Matt Bomer) muss derweil mit zwei anstrengenden Chefs zurechtkommen, weil Louis B. Mayer (Saul Rubinek) eine Führungsrolle bei Brady American beansprucht. Rose (Rosemarie DeWitt) sucht indes nach einer neuen Herausforderung. Unterdessen kommen sich Celia (Lily Collins) und der Büroangestellte Max Miner (Mark O\u0027Brien) näher. Die Beziehung von Monroe und Kathleen (Dominique McElligott) erblüht schließlich, weil sie sich darauf einlassen.","versions":[{"lang":1,"streams":[{"redirect":8485409,"hoster":"VOE"},{"redirect":8643071,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer das Genie zu Grabe trägt","epNo":4,"alt":"Burying The Boy Genius","descr":"Irving Thalbergs Tod schickt Schockwellen durch die Industrie, was Brady (Kelsey Grammer) weitere Kopfschmerzen bezüglich seines eigenen Goldjungen bereitet. Monroe (Matt Bomer) setzt derweil seine erblühende Beziehung aufs Spiel, um einen Film sowie Brady American zu retten. Celias Verbesserungen an Hacketts Drehbuch werden indes wohlwollend aufgenommen. Rose (Rosemarie DeWitt) stürzt sich unterdessen in die Freiwilligenarbeit, wobei sie eine bedeutsame Beziehung zu einem jungen, einsamen Patienten aufbaut.","versions":[{"lang":1,"streams":[{"redirect":8485413,"hoster":"VOE"},{"redirect":8643061,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Kleine Reichsmusik","epNo":5,"alt":"Eine Kleine Reichmusik","descr":"Stahr (Matt Bomer) organisiert eine extravagante Hollywood-Party, hinter der eine geheime Agenda steckt. Brady (Kelsey Grammer) hofiert Margo Taft (Jennifer Beals), zum dauerhaften Aushängeschild von Brady-American zu werden. Rose (Rosemarie DeWitt) kommt indes nicht mit Stahrs öffentlich ausgestelltem Glück und Bradys unverhülltem Fremdgehen zurecht. Die Partnerschaft von Celia (Lily Collins) und Lang (Iddo Goldberg) nimmt unterdessen eine provokative Wendung. Hackett (Enzo Cilenti) interessiert sich derweil für einen Besucher aus Wien. Kathleen (Dominique McElligott) erklärt sich schließlich widerwillig bereit, einen Screen- Test für Monroe zu machen.","versions":[{"lang":1,"streams":[{"redirect":8485414,"hoster":"VOE"},{"redirect":8643064,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Weihnachtswunder","epNo":6,"alt":"A Brady-American Christmas","descr":"Stahr (Matt Bomer) ermutigt Kathleen (Dominique McElligott) dazu, an Langs geheimem Vorsprechen teilzunehmen, weshalb er Weihnachten alleine verbringen muss. Brady (Kelsey Grammer) hofft derweil auf ein Weihnachtswunder, während er versucht, die Ticketverkäufe für \"Angels on the Avenue\" anzukurbeln. Kathleen muss indes einen hohen Preis fürs Berühmtsein entrichten. Rose (Rosemarie DeWitt) hilft Kitty (Elisa Eberle) unterdessen dabei, sich auf eine gefährliche Operation vorzubereiten. Celia (Lily Collins) und Max (Mark O\u0027Brien) kommen sich schließlich angesichts einer Tragödie näher.","versions":[{"lang":1,"streams":[{"redirect":8485423,"hoster":"VOE"},{"redirect":8643073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Streik","epNo":7,"alt":"A More Perfect Union","descr":"Stahr (Matt Bomer) sucht nach dem besten Vermarktungsansatz für Kathleen (Dominique McElligott), während er die Reaktionen auf seine großen Neuigkeiten aufnimmt.Brady (Kelsey Grammer) heckt derweil einen Plan aus, der massive Konsequenzen für das Studio hat, weshalb er Monroe dazu zwingt, sich um die Auswirkungen zu kümmern. Kathleen hadert indes damit, ihr Netz an Halbwahrheiten aufrechtzuerhalten. Celia (Lily Collins) kümmert sich unterdessen um Max (Mark O\u0027Brien), während sie die Grenzen ihrer Beziehung ausloten. Hackett (Enzo Cilenti) bleibt schließlich standhaft.","versions":[{"lang":1,"streams":[{"redirect":8485419,"hoster":"VOE"},{"redirect":8643066,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Wahrheit kommt ans Licht","epNo":8,"alt":"An Enemy Among Us","descr":"Stahr (Matt Bomer) erstellt eine Kampagne, um die ersten Oscarnominierungen für das Studio einzuheimsen. Brady (Kelsey Grammer) sucht indes nach einer Lösung, um sowohl Buchhaltung als auch Aufsichtsrat zu befriedigen. Celias Gehversuche als Produzentin werden derweil von Langs astronomischen Forderungen auf die Probe gestellt. Kathleen (Dominique McElligott) plant unterdessen die Flucht vor ihrer gefährlichen Maskerade. Rose (Rosemarie DeWitt) macht schließlich eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":13917919,"hoster":"VOE"},{"redirect":8643069,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Traumwelt Hollywood","epNo":9,"alt":"Oscar, Oscar, Oscar","descr":"Brady (Kelsey Grammer) trifft eine drastische Entscheidung, um das Studio zu retten, was zu einem katastrophalen Riss in seiner Beziehung zu Stahr (Matt Bomer) führt. Monroe und Kathleen (Dominique McElligott) ringen indes mit den emotionalen Nachwirkungen ihrer düsteren Täuschung. Rose (Rosemarie DeWitt) betritt derweil einen neuen Lebensabschnitt, Celia (Lily Collins) lässt sich von ihrem Vater belehren und Max (Mark O\u0027Brien) wird von vergangenen Missetaten eingeholt. Hackett (Enzo Cilenti) macht Hannah unterdessen einen überraschenden Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":8485429,"hoster":"VOE"},{"redirect":8643070,"hoster":"Streamtape"}]}]}]}]}