{"seriesId":"the-drowning-eine-mutter-ermittelt","name":"The Drowning - Eine Mutter ermittelt","descr":"Als Jodie (Jill Halfpenny) den Teenager Daniel (Cody Molko) erblickt, nimmt ihr Leben zum zweiten Mal eine dramatische Wendung: Sie ist sich sicher, dass es sich bei ihm um ihren eigenen Sohn handelt – der vor acht Jahren ertrunken war. Nun ist sie besessen von dieser Hoffnung – auch, wenn man ihr versichert, dass Daniel nicht ihr Sohn sei, sie kann von der Idee nicht lassen und ist besessen davon, ihre Vermutung zu beweisen. Wie weit wird sie gehen, um ihre Hoffnung zu erfüllen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verdacht","epNo":1,"alt":"Episode 1","descr":"Auf der Fahrt zu einem Klienten erblickt Jodie den Teenager Daniel. Sie ist überzeugt, dass es sich um ihren vermissten Sohn handelt und fasst einen Plan, um ihn zurück zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":9021003,"hoster":"VOE"},{"redirect":9021007,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spuren","epNo":2,"alt":"Episode 2","descr":"Jodie gibt Daniel Privatunterricht mit dem Ziel, etwas über seine Vergangenheit zu erfahren. Ihre Familie glaubt Jodie nicht und drängt sie zu akzeptieren, dass ihr Sohn tot ist.","versions":[{"lang":1,"streams":[{"redirect":9020994,"hoster":"VOE"},{"redirect":9020986,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lügen","epNo":3,"alt":"Episode 3","descr":"Jodie beschließt, mit Daniel im Ausland neu anzufangen. Dafür besorgt sie ihm einen gefälschten Pass. Als sie von den Fälschern zurückkehrt, ist Daniel verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12173385,"hoster":"VOE"},{"redirect":9020982,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Enthüllung","epNo":4,"alt":"Episode 4","descr":"Die Verwirrung wegen Daniels Identität wird immer größer. Geheimnisse drohen ans Licht zu kommen. Jemand will verhindern, dass Jodie die Wahrheit erfährt und schreckt vor nichts zurück.","versions":[{"lang":1,"streams":[{"redirect":9021005,"hoster":"VOE"},{"redirect":9021010,"hoster":"Streamtape"}]}]}]}]}