{"seriesId":"the-time-travelers-wife","name":"The Time Traveler’s Wife","descr":"[The Time Travelers Wife] Serienverfilmung der unkonventionellen Liebesgeschichte um einen Mann, der wegen eines seltenen genetischen Defekts durch die Zeit springt. Durch die unwillkürlichen Sprünge von Henry DeTamble (Theo James) weiß seine Ehefrau Clare Abshire (Rose Leslie) oft nicht, wann Henry plötzlich verschwindet, und ebenso wenig, wann und in welchem Zustand sie ihren Mann wiedersieht. Aber auch für Henry bringen die Sprünge Probleme: Er deckt ungewollt Geheimnisse auf, die ihm lieber verborgen geblieben wären.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Die Frau des Zeitreisenden (2009)","epNo":1,"alt":"The Time Traveler\u0027s Wife","descr":"Henry (Eric Bana) reist durch die Zeit. Die Sprünge geschehen aber nicht gewollt und kontrolliert - stattdessen schleudert es ihn mal in die Vergangenheit, mal in die Zukunft, aber immer zu bedeutenden Wendepunkten seines Lebens. Noch komplizierter wird dieser ungewöhnliche Way of life, als Clare (Rachel McAdams) in Henrys Leben tritt. Beide sind fest entschlossen, ihre Liebe zu leben, auch wenn Henry jederzeit für und in eine unbestimmte Zeit verschwinden kann. Vor allem für Clare, die immer wieder Zurückgelassene, wird dieser Zustand zunehmend zum Problem. Sie wünscht sich ein Kind von Henry, damit sie einen Teil von ihm immer bei sich haben kann. Doch Henry zweifelt: Was wäre, würde er seinen Gendefekt vererben?","versions":[{"lang":1,"streams":[{"redirect":10472998,"hoster":"VOE"},{"redirect":10472983,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Erste Begegnungen","epNo":1,"alt":"Episode 1","descr":"Als Sechsjährige trifft Clare zum ersten Mal den Zeitreisenden Henry. 14 Jahre später ergreift Henry in einer Bibliothek die Gelegenheit, Clare kennenzulernen – und ihre Liebesgeschichte beginnt","versions":[{"lang":1,"streams":[{"redirect":14361584,"hoster":"VOE"},{"redirect":12987241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375621,"hoster":"VOE"},{"redirect":13593353,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überlebensstrategien","epNo":2,"alt":"Episode 2","descr":"Nach einem holprigen \"ersten\" Treffen versuchen Henry und Clare einen Neuanfang. Aber Clare kämpft immer noch damit, in ihm den Mann wiederzuerkennen, den sie ihr ganzes Leben lang geliebt hat.","versions":[{"lang":1,"streams":[{"redirect":14374975,"hoster":"VOE"},{"redirect":13593357,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402970,"hoster":"VOE"},{"redirect":13593386,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rache","epNo":3,"alt":"Episode 3","descr":"Nach einer Party macht die 16-jährige Clare eine schreckliche Erfahrung. Verzweifelt bittet die Teenagerin ihren Seelenverwandten, den Zeitreisenden Henry, um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14402929,"hoster":"VOE"},{"redirect":13593360,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402976,"hoster":"VOE"},{"redirect":13593356,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alle sagen die Wahrheit","epNo":4,"alt":"","descr":"Clare lädt Henry zu einer Dinnerparty ein, aber ein anderer Henry stört die Party, wodurch einige Geheimnisse ans Licht kommen. Währenddessen versucht Clare, ihren 18. Geburtstag perfekt zu machen.","versions":[{"lang":1,"streams":[{"redirect":10623802,"hoster":"VOE"},{"redirect":10623800,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der beste Freund","epNo":5,"alt":"Episode 5","descr":"Henry lernt Clares Familie endlich besser kennen, als er das Haus ihrer Kindheit zum ersten Mal besucht. Die Freundschaft zwischen Henry und Gomez läuft nicht so, wie sie es sich vorgestellt haben.","versions":[{"lang":1,"streams":[{"redirect":14374872,"hoster":"VOE"},{"redirect":13608066,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Hochzeitsvideo","epNo":6,"alt":"Episode 6","descr":"Als seine Hochzeit mit Clare näher rückt, findet ein zunehmend gestresster Henry unerwarteten Trost bei seinem entfremdeten Vater.","versions":[{"lang":1,"streams":[{"redirect":13663372,"hoster":"VOE"},{"redirect":13662146,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13651954,"hoster":"VOE"},{"redirect":13662147,"hoster":"Streamtape"}]}]}]}]}