{"path":"/serie/stream/the-chicago-code","name":"The Chicago Code","descr":"Jarek Wysocki (Jason Clarke) ist eine lokale Legende des Chicago Police Departments mit erheblichem Einfluss, den er nicht zuletzt seiner Beziehung zu Teresa Colvin (Jennifer Beals) zu verdanken hat. Teresa ist seine Ex-Partnerin und die erste weibliche Leiterin der Chicago Police mit ihren 10.000 Angestellten. Während Teresa darum bemüht ist, ihren Job inmitten komplizierter Strukturen diplomatisch anzugehen, führt der Haudegen Jarek auf der Straße einen Feldzug gegen das Verbrechen und will zugleich den Mord an seinem Bruder rächen. Dabei trifft das Cop-Duo auch auf mächtige Gegner wie den korrupten Politiker Ronin Gibbons (Delroy Lindo).","seasons":[{"path":"/serie/stream/the-chicago-code/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-chicago-code/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Die Polizei von Chicago nimmt ein Imperium der Korruption ins Visier.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8048452","hoster":"VOE"},{"path":"/redirect/13708480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-2","name":"","epNo":2,"alt":"Hog Butcher","descr":"Covin und Wysocki versuchen die Schießerei bei der Betz getötet wurde mit Stadtrat Gibbons in Verbindung zu bringen aber die Untersuchung nimmt eine unerwartete Wendung. Währenddessen bekommt Betz\u0027 Familie möglicherweise keine Hilfe von der Stadt, weil er seine Weste nicht trug.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708473","hoster":"VOE"},{"path":"/redirect/13708472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-3","name":"","epNo":3,"alt":"Gillis, Chase \u0026 Babyface","descr":"Wysocki wird von seinen Kollegen ausgegrenzt die seine kuschelige Beziehung zu Colvin ablehnen was ihn fast sein Leben kostet. In der Zwischenzeit nutzt Gibbons seinen Einfluss um die irische Mafia zu schikanieren und einen Maulwurf im Büro des Chiefs einzuschleusen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708477","hoster":"VOE"},{"path":"/redirect/13708476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-4","name":"","epNo":4,"alt":"Cabrini Green","descr":"Alderman Gibbons freundet sich mit dem Teenager an der versucht hat, ihn zu erschießen damit er den Namen des Bandenchefs herausfinden kann der den Befehl erteilt hat. Währenddessen entdeckt Wysocki, dass ein Bombenanschlag mit einer radikalen Gruppe aus den 1970er Jahren in Verbindung stehen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708485","hoster":"VOE"},{"path":"/redirect/13708483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-5","name":"","epNo":5,"alt":"O\u0027Leary\u0027s Cow","descr":"Wysocki wird bei seinen Ermittlungen in einem Mordfall in Chinatown von einem Nachbarschaftsboss ausgebremst, Colvins Schwager bittet um einen \"Gefallen\", um einem Geschäftsmann zu helfen und Liam bekommt mehr als er erwartet hat, während er ein Team von Brandstiftern infiltriert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708482","hoster":"VOE"},{"path":"/redirect/13708494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-6","name":"","epNo":6,"alt":"The Gold Coin Kid","descr":"Während Colvin versucht neue Polizeifunkgeräte zu besorgen setzt sie Wysocki auf einen Fall an bei dem es um den Sohn eines mächtigen Chicagoers geht der nach einer Drogenüberdosis im Koma liegt. Währenddessen wird Vonda an ihrem ersten Tag in ihrer neuen Position fast getötet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708488","hoster":"VOE"},{"path":"/redirect/13708498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-7","name":"","epNo":7,"alt":"Blackhand and the Shotgun Man","descr":"Wysocki nimmt einen Drogenboss gefangen nur um herauszufinden das sein Sohn entführt wurde und die Bundespolizei ihn für sich haben will. In der Zwischenzeit entdeckt Liam das Alderman Gibbons sein Geheimnis kennt während er als sein Fahrer für den Tag dient.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708490","hoster":"VOE"},{"path":"/redirect/13708493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-8","name":"","epNo":8,"alt":"Wild Onions","descr":"Es ist der heißeste Tag des Jahres und Wysocki übernimmt einen Fall in dem es um einen ermordeten Eisverkäufer geht. Colvin findet einen neuen Fahrer und Stadtrat Gibbons bittet Liam ihm zu helfen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708497","hoster":"VOE"},{"path":"/redirect/13708506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-9","name":"","epNo":9,"alt":"St. Valentine\u0027s Day Massacre","descr":"Wysocki untersucht ein Massaker in einem Restaurant in Lincoln Park, gerade als Colvin vor einer entscheidenden Abstimmung der F.O.P. steht. In der Zwischenzeit werden Isaac und Vonda in einem Rechtsstreit befragt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708499","hoster":"VOE"},{"path":"/redirect/13708501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-10","name":"","epNo":10,"alt":"Bathhouse \u0026 Hinky Dink","descr":"Nachdem ein korrupter Stadtbeamter einen Geschworenen gekauft hat um einen Fehlprozess zu garantieren, stolpert Liam über einen Hinweis der den Beamten mit der irischen Mafia und vielleicht Stadtrat Gibbons in Verbindung bringen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708504","hoster":"VOE"},{"path":"/redirect/13708505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-11","name":"","epNo":11,"alt":"Black Sox","descr":"Nach einem Mord bei dem es sich um ein Hassverbrechen zu handeln scheint, riskiert Teresa, Gibbons von ihrem großen Plan zu überzeugen, indem sie sich mutig gegen das korrupte \"verdienstvolle\" Beförderungssystem des Chicago Police Department stellt. Währenddessen ist Jarek gezwungen, sich seiner eigenen Realität zu stellen als Vonda ein anonymes Paket erhält das mehr über die Familie Wysocki verrät.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708511","hoster":"VOE"},{"path":"/redirect/13708509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-12","name":"","epNo":12,"alt":"Greylord \u0026 Gambat","descr":"Während Colvin versucht eine geheime Grand Jury gegen Stadtrat Gibbons einzuberufen, versuchen beide Seiten einen Schlüsselzeugen zu sichern was Liam in eine Position bringt die seinen Undercover-Status auffliegen lassen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708515","hoster":"VOE"},{"path":"/redirect/13708514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-chicago-code/staffel-1/episode-13","name":"","epNo":13,"alt":"Mike Royko\u0027s Revenge","descr":"Colvin denkt das sie Gibbons endlich hat, als Killian sich bereit erklärt vor der Grand Jury auszusagen. Aber Gibbons geht nicht kampflos unter, er verleumdet Colvin und fordert seine Geliebte auf etwas zu tun und er erzählt Wysocki, das sein Bruder getötet wurde weil er böse wurde. Er schickt Wysocki sogar Beweise die er in Misskredit bringen will aber nur noch mehr Bestätigung erhält.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13708516","hoster":"VOE"},{"path":"/redirect/13708523","hoster":"Streamtape"}]}]}]}]}