{"path":"/serie/stream/the-stand","name":"The Stand","descr":"In The Stand wird die Menschheit von einer Pandemie dezimiert und in den ewigen Kampf von Gut und Böse verstrickt. Das Schicksal der Menschen ruht auf den Schultern der 108-jährigen Mother Abigail und einer Handvoll Überlebender. Ihre schlimmsten Alpträume werden durch einen Mann mit einem tödlichen Lächeln und unaussprechlichen Fähigkeiten verkörpert: Randall Flagg, der Dark Man.","seasons":[{"path":"/serie/stream/the-stand/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-stand/staffel-1/episode-1","name":"Das Ende","epNo":1,"alt":"The End","descr":"Als sich ein hochaggressiver, \"Captain Trips\" genannter Grippevirus auf der Erde ausbreitet, sterben binnen kürzester Zeit 99 % der Weltbevölkerung. Zu den wenigen Überlebenden gehören der Teenager Harold Lauder und seine frühere Babysitterin Frannie Goldsmith, zu der er sich hingezogen fühlt. Da beide ihre Angehörigen an die Krankheit verlieren und alle Bewohner ihrer Heimatstadt tot zu sein scheinen, machen sie sich gemeinsam auf die Suche nach weiteren von der Pandemie verschonten Menschen. Andernorts macht der ebenfalls immune Stu Redman eine schockierende Beobachtung und wird in eine medizinische Einrichtung gebracht. Mehrere Überlebende werden durch Visionen auf die 108-jährige Mutter Abagail und den finsteren Randall Flagg aufmerksam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404278","hoster":"VOE"},{"path":"/redirect/14445078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14404283","hoster":"VOE"},{"path":"/redirect/14445085","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14404284","hoster":"VOE"},{"path":"/redirect/14445082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-2","name":"Pocket Savior","epNo":2,"alt":"Pocket Savior","descr":"Dem Musiker Larry Underwood winkt der große Durchbruch, doch ausgerechnet jetzt schlägt die Pandemie mit aller Härte zu. Auf seinem Weg durch das beinahe verlassene New York begegnet er einer Frau namens Rita Blakemoor. Ihre gefährliche Flucht aus dem brachliegenden Big Apple mündet in eine Tragödie. Nach der rasanten Ausbreitung von \"Captain Trips\" verschlechtert sich der Gesundheitszustand des im Gefängnis sitzenden Lloyd Henreid dramatisch. Der von Wahnvorstellungen heimgesuchte Mann bekommt plötzlich Besuch von Randall Flagg, der für die Viruskatastrophe verantwortlich ist und dem Inhaftierten einen lukrativen Deal vorschlägt. Einige Monate später erreicht Larry in Begleitung den Rückzugsort der 108-jährigen Mutter Abagail in Boulder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404285","hoster":"VOE"},{"path":"/redirect/14445077","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13120476","hoster":"VOE"},{"path":"/redirect/14445079","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13479983","hoster":"VOE"},{"path":"/redirect/14445081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-3","name":"Leere Seite","epNo":3,"alt":"Blank Pages","descr":"Als Kind machte Nadine Cross bereits die Bekanntschaft von Randall Flagg und wurde von ihm mit einem Versprechen gelockt. In der apokalyptischen Gegenwart liest sie einen Jungen namens Joe auf und läuft Larry über den Weg, der ausgestreuten Hinweisen folgt. Unterdessen trifft Stu auf Frannie und Harold, trennt sich aber wieder von ihnen und begegnet anschließend Glen Bateman, der ebenso wie er von Mutter Abagail in Visionen besucht wurde. Nick Andros wiederum gerät in die Fänge Randalls, versucht sich aber dem Dunklen Mann zu entziehen. Monate später erreicht der aus Las Vegas geflüchtete Heck Drogan die Gemeinschaft in Boulder und hat eine unheilvolle Botschaft im Gepäck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9033077","hoster":"VOE"},{"path":"/redirect/9033078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8489596","hoster":"VOE"},{"path":"/redirect/8646310","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475316","hoster":"VOE"},{"path":"/redirect/8646321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-4","name":"Das Haus der Toten","epNo":4,"alt":"The House of the Dead","descr":"Während ihrer gemeinsamen Odyssee eröffnet Harold seiner ehemaligen Babysitterin seine Gefühle, bekommt aber nicht die erhoffte Antwort. Frannie und er geraten schließlich in eine äußerst bedrohliche Lage und erhalten gerade rechtzeitig Hilfe von Stu und Glen. Nick und sein Begleiter Tom Cullen, die sich nach Boulder durschlagen wollen, begegnen unterwegs einer merkwürdigen Frau. Einige Zeit später soll nach Heck Drogans Auftauchen geklärt werden, was der Gemeinschaft der Überlebenden bevorsteht. Parallel macht sich Nadine im Auftrag des Dunklen Mannes daran, einen teuflischen Plan in die Tat umzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7778894","hoster":"VOE"},{"path":"/redirect/9033059","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8489598","hoster":"VOE"},{"path":"/redirect/8646320","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475321","hoster":"VOE"},{"path":"/redirect/8646322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-5","name":"Angst und Schrecken in New Vegas","epNo":5,"alt":"Fear And Loathing In New Vegas","descr":"Die von Mutter Abagail und dem Komitee entsendeten Spione erreichen New Vegas. Dayna Jurgens will sich zu Randall Flagg vorarbeiten, doch der Dunkle Mann ist ihr einen Schritt voraus. Unter einer Bedingung erklärt er sich allerdings bereit, ihr Leben zu verschonen. Der Tod seines Freundes Teddy Weizak macht dem unter Nadines bösem Einfluss stehenden Harold zu schaffen. Als Frannie ihn zum Essen einlädt, nimmt er ihre Offerte an. Da sich die ehemalige Babysitterin um ihn sorgt, soll Larry während Harolds Abwesenheit sein Haus nach aufschlussreichen Hinweisen durchsuchen. Mutter Abagail hat derweil eine unheimliche Begegnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9033062","hoster":"VOE"},{"path":"/redirect/9033061","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8489599","hoster":"VOE"},{"path":"/redirect/8646313","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13502357","hoster":"VOE"},{"path":"/redirect/8646324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-6","name":"Die Nachtwache","epNo":6,"alt":"The Vigil","descr":"Dem als geheimen Kundschafter nach New Vegas geschickten Tom gelingt gerade rechtzeitig die Flucht. Weniger Glück hat hingegen Richterin Harris, die zur Verärgerung von Randall Flagg getötet wird. In der Annahme, Mutter Abagail sei verstorben, beschließen die Menschen in Boulder, eine Totenwache abzuhalten. Eben diese Gelegenheit wollen Nadine und Harold nutzen, um ihre Anschlagspläne endlich zu verwirklichen. Bei einem Einbruch in Harolds Haus erkennt Frannie seine schrecklichen Absichten. Unterdessen wird Joe von der Stimme Mutter Abagails in den Wald gelotst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9033063","hoster":"VOE"},{"path":"/redirect/9033064","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251426","hoster":"VOE"},{"path":"/redirect/8646316","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475320","hoster":"VOE"},{"path":"/redirect/8646328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-7","name":"Der Weg","epNo":7,"alt":"The Walk","descr":"Nach der verheerenden Explosion bricht Nadine zusammen mit Harold auf und verleitet den jungen Mann zu einem riskanten Fahrmanöver, das für ihn dramatische Konsequenzen hat. Als Nadine in der Wüste Randall Flagg begegnet, erkennt sie seine wahre dämonische Gestalt. Währenddessen schickt die im Krankenhaus liegende Mutter Abagail Stu, Larry, Ray und Glen auf Gottes Geheiß nach New Vegas. Unterwegs stoßen die Vier nicht nur auf eine von Geiern zerpflückte Leiche. Einem von ihnen widerfährt, wie es prophezeit wurde, auch noch ein folgenschweres Missgeschick.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9033067","hoster":"VOE"},{"path":"/redirect/9033066","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8489605","hoster":"VOE"},{"path":"/redirect/8646319","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13475334","hoster":"VOE"},{"path":"/redirect/8646326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-8","name":"The Stand","epNo":8,"alt":"The Stand","descr":"Nach ihrer Verhaftung erwartet Glen, Ray und Larry in New Vegas ein Showprozess vor einer großen Menschenmenge. Glen verspottet Randall Flagg und dessen Anhänger, was für ihn fatale Konsequenzen hat. Die hochschwangere Nadine stattet Larry eine Besuch ab und möchte ihn zu einer Einsicht bringen. Tatsächlich ist sie es aber, die plötzlich zu einer schrecklichen Erkenntnis gelangt und eine verstörende Entscheidung trifft. Flaggs Einfluss nimmt daraufhin dramatisch ab. Von Boulder aus ist schließlich eine heftige Explosion zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9033069","hoster":"VOE"},{"path":"/redirect/9033072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8489604","hoster":"VOE"},{"path":"/redirect/8646318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-stand/staffel-1/episode-9","name":"Der Kreis schließt sich","epNo":9,"alt":"Coda: Frannie in the Well","descr":"In Boulder bringt Frannie ein Mädchen zur Welt und gibt ihm in Gedenken an ihre spirituelle Führerin den Namen Abagail. Obwohl sich das Baby den Grippevirus einfängt, kann ihm die Krankheit nichts anhaben. Nach Stus Rückkehr beschließen er und Frannie, mit der kleinen Abagail in Frannies Heimatort zurückzukehren. Auf dem Weg dorthin machen sie Rast in einem verlassenen Haus, wo die frischgebackene Mutter eine beunruhigende Begegnung hat. Der Schrecken scheint noch nicht vorbei zu sein.","versions":[]}]}]}