{"seriesId":"the-closer","name":"The Closer","descr":"Ihre Erfolgsquote ist beispiellos, darum erhält die von der CIA ausgebildete Ermittlerin Brenda Leigh Johnson ein Jobangebot, das sie schwerlich ablehnen kann. Sie soll von Atlanta nach Los Angeles ziehen, um dort die neu gegründete Priority Homicide Division zu leiten. Doch der Start im neuen Job ist alles andere als einfach für Brenda. Während sie privat noch eine schwierige Scheidung zu verdauen hat, stößt sie auch an ihrem neuen Arbeitsplatz auf Probleme: Viele ihrer meist männlichen Kollegen reagieren irritiert darauf, dass ausgerechnet eine Frau - und dann noch eine aus dem Süden - plötzlich ihr Chef sein soll. Hinzu kommt, dass auch das Verhältnis zu ihrem neuen Chef, Assistant Police Chief Will Pope, nicht ganz unbelastet ist. Einst hatten die beiden eine heiße Affäre, die Pope jedoch beendete. Nur um sich kurze Zeit später von seiner damaligen Frau zu trennen - und seine jetzige Frau zu heiraten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aller Anfang ist schwer","epNo":1,"alt":"Pilot","descr":"Bei ihrem ersten Fall muss Brenda ihren skeptischen Kollegen beweisen, dass sie wirklich das Zeug zum Deputy Chief hat. Allen voran ihrem intriganten Kollegen Captain Taylor, dessen Position sie eingenommen hat. Als in der Wohnung eines sehr zurückgezogen lebenden Millionärs die Leiche einer Unbekannten entdeckt wird, fällt der Verdacht natürlich sofort auf den verschwundenen Besitzer der Wohnung. Handelt es sich um eine unglückliche Liebesaffäre mit tödlichem Ausgang? Die Ergebnisse der Gerichtsmediziner bringen Erstaunliches zum Vorschein – und Brenda setzt bei ihren Ermittlungen vor allem auf Ellen Parks, die Assistentin des vermissten Millionärs. Ihr Chef Pope ist nicht gerade überzeugt von Brendas Taktik. Doch am Ende beweist die kühle Blondine, dass sie genau den richtigen Riecher hatte … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14372123,"hoster":"VOE"},{"redirect":12234007,"hoster":"Doodstream"},{"redirect":12234098,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödlicher Luxus","epNo":2,"alt":"About Face","descr":"Supermodel Heather Kingsley wird tot aufgefunden: Vergiftet mit Schaum-Conditioner! Das Gift trat durch die Kopfhaut in den Körper ein. Brenda muss kreuz und quer durch Los Angeles kurven, um sämtliche Personen zu befragen, die mit Heather zu tun hatten. Da die frischgebackene Abteilungschefin zwar im Verhörraum ein Ass, im Straßenverkehr aber eine Nulpe ist, \"befördert\" sie kurzerhand Detective Sergeant David Gabriel zu ihrem persönlichen Assistenten – sprich: Chauffeur.Alle Frauen, die Brenda befragt, von Heathers Visagistin bis zu ihrer Assistentin Lindsey, haben ihre Jobs nur bekommen, weil sie ein Verhältnis mit Heathers Mann hatten, dem bekannten Schauspieler Dean Kingsley. Heather allerdings hatte keine Ahnung von der Treulosigkeit ihres Gatten. Doch von seiner neuesten Eroberung, einer äußerst attraktiven Bedienung in einem Nobelrestaurant, scheint Heather Wind bekommen zu haben. Das macht den Ehemann der Toten zum Hauptverdächtigen.Obwohl Kingsley ein hieb- und stichfestes Alibi zu haben scheint, würde Brenda ihn sich in einem persönlichen Gespräch gerne einmal vornehmen, doch leider ist keiner aus ihrem Team bereit, ihr den einflussreichen Superstar aufs Revier zu holen. Schließlich nimmt Brenda ihn eigenhändig fest und beweist wieder einmal, dass ihre Intuition sie nicht trügt: Der untreue Ehemann ist zwar nicht der Täter, führt die Chefermittlerin aber direkt zum wahren Mörder … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14491188,"hoster":"VOE"},{"redirect":12234096,"hoster":"Doodstream"},{"redirect":12234100,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Russenmafia","epNo":3,"alt":"The Big Picture","descr":"Als die junge russische Prostituierte Zoya ermordet aufgefunden wird, ahnt Brenda nicht, in welches Wespennest sie mit ihren Ermittlungen stoßen wird. Einige der prominentesten Bürger der Stadt gehörten zur Klientel der Edel-Hure, die nicht weniger als 500 Dollar pro Stunde verlangte. Ihre Ermittlungen führen Brenda außerdem mitten in den Sumpf der russischen Mafia. Zoya war eines der Mädchen, die für die russische Mafia-Familie Koslov anschaffen gingen. Dank der Hilfe eines Insiders schmuggeln die Koslovs die jungen Frauen mit gefälschten Visa ins Land. Als Gegenleistung werden sie von Nick Koslov, einem jüngeren Spross des Familien-Clans, auf die Straße geschickt. Gerade als Brenda die Koslovs und deren Helfershelfer in die Zange nehmen will, wird ihr der Fall entzogen. Plötzlich kümmert sich das FBI um die Aufklärung des Mordes. Doch Brenda lässt sich nicht so einfach ausbooten: Sie hat noch ein Ass im Ärmel, mit dem sie das FBI austrickst.","versions":[{"lang":1,"streams":[{"redirect":14509279,"hoster":"VOE"},{"redirect":12234104,"hoster":"Doodstream"},{"redirect":12233999,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Heckenschütze","epNo":4,"alt":"Show Yourself","descr":"Drei Mitglieder einer berüchtigten Latino-Gang werden in einem Park von einem Heckenschützen erschossen. Während Brenda den Tatort inspiziert, wird sie von dem Army-Veteranen Colonel Walter angesprochen, der ihr seine Hilfe bei der Aufklärung des Falls anbietet. Da er sich mit Waffen und Heckenschützen hervorragend auskennt, nimmt sie sein Angebot zunächst dankbar an.Die Gang-Morde drohen einen regelrechten Krieg zwischen rivalisierenden Gangs auszulösen, so dass Brenda und ihr Team mächtig unter Druck stehen, den Fall so schnell wie möglich aufzuklären. Brenda glaubt, in dem Gangmitglied Jesus einen Zeugen gefunden zu haben. Doch das Verhör mit dem Freund der drei Opfer führt nicht weiter.Allerdings rückt im weiteren Verlauf der Ermittlungen vor allem ihr neuer \"Experte\" Colonel Walter immer weiter in Brendas Fokus. Ganz besonders als sie dessen Sohn Walter Jr. kennen lernt. Was haben die beiden zu verbergen?(Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14509256,"hoster":"VOE"},{"redirect":12234111,"hoster":"Doodstream"},{"redirect":12234000,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödliche Pillen","epNo":5,"alt":"Flashpoint","descr":"Ein Psychologe wird ermordet aufgefunden. Er hat als Projektleiter an einer klinischen Studie zu einem neuen Medikament für Jugendliche mit Depressionen und Angstzuständen gearbeitet. Die Untersuchung des Falls führt Brenda direkt zu mehreren möglichen Tatverdächtigen. Alle haben mit dem Pharmakonzern zu tun, der für die Entwicklung der neuen Arznei verantwortlich ist. Schon bald werden ihr und ihrem Team von dem einflussreichen Geschäftsführer des Konzerns Steine in den Weg gelegt. Offensichtlich gibt es etwas zu vertuschen …Für Brenda wird es nicht gerade leichter, als ihre neuen Kollegen hinter eines ihrer wohl gehüteten Geheimnisse kommen. Bei ihrer letzten Stelle in Atlanta wurde sie der sexuellen Übergriffe beschuldigt. Ein gefundenes Fressen für Brendas Gegner – und eine harte Belastungsprobe für ihre aufkeimende Beziehung zu FBI-Agent Fritz Howard. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14490860,"hoster":"VOE"},{"redirect":12234110,"hoster":"Doodstream"},{"redirect":12234002,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Date mit dem Tod","epNo":6,"alt":"Fantasy Date","descr":"Brenda übernimmt die Ermittlungen, als die junge Carla, Tochter der Kongressabgeordneten Simmons, vergewaltigt und ermordet aufgefunden wird. Zunächst gerät Carlas Ex-Freund Brett Harlan unter Verdacht, doch im Verhör scheint er ehrlich schockiert über ihren Tod. Entweder ist er einfach zu kaltschnäuzig und gewieft, um auf Brendas Tricks hereinzufallen – oder er hat tatsächlich eine weiße Weste.Bei der Durchsuchung von Carlas Wohnung wird Brenda beinahe selbst vergewaltigt. Der Angreifer Andrew Gage behauptet jedoch, mit dem Mord nichts zu tun zu haben und lediglich auf eine Kontaktanzeige reagiert zu haben. Tatsächlich hatte Carla in einem SM-Forum im Internet dazu aufgefordert, ohne Vorankündigung in ihre Wohnung einzudringen und über sie herzufallen. Da die Analyse der gefundenen DNA-Spuren ergibt, dass der Täter rothaarig ist, müssen die Ermittler nun nur noch die Männer überprüfen, die Carlas Kontaktanzeige aufgerufen haben. Eine Frage bleibt allerdings: Hat Carla die Anzeige wirklich selbst aufgegeben? (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14490780,"hoster":"VOE"},{"redirect":12234114,"hoster":"Doodstream"},{"redirect":12234006,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der einzige Zeuge","epNo":7,"alt":"You Are Here","descr":"Eine Verabredung von Brenda mit Fritz wird jäh unterbrochen, weil Brenda zu einem Mordfall gerufen wird. Ein prominenter Richter wurde erschossen, von seinem autistischen Sohn fehlt jede Spur. Brenda und ihr Team fangen sofort damit an, die Fälle des Ermordeten durchzugehen, um dadurch eine Spur zum Täter zu finden. Da erreicht sie die Nachricht, dass der Wagen des Richters am Flughafen gefunden wurde. Im Kofferraum des Autos entdecken die Ermittler den Sohn des Toten. Er ist unverletzt, wenn auch sehr aufgewühlt. Immer wieder murmelt er dieselbe Zahlenreihe. Brenda ist sich sicher, dass der Junge die Tat beobachtet hat. Doch um ihn verstehen zu können, muss Brenda sich auf ihn und seine Welt einlassen. Nur so findet sie schließlich heraus, was es mit den mysteriösen Zahlen auf sich hat. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14509389,"hoster":"VOE"},{"redirect":12234118,"hoster":"Doodstream"},{"redirect":12234012,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe oder Hass","epNo":8,"alt":"Batter Up","descr":"Nach mehreren schwulenfeindlichen Übergriffen und einem Mord an einem Homosexuellen gerät Chief Pope mächtig unter Druck, die Fälle schnellstmöglich aufzuklären. Also entzieht Pope dem bislang ermittelnden Captain Taylor den Fall, um ausgerechnet Brenda und ihr Team darauf anzusetzen.Diese Schmach will Taylor natürlich nicht über sich ergehen lassen, weshalb er einen Spitzel in Brendas Team dazu nutzt, entgegen der Order weiter zu ermitteln. Auf seinen Tipp hin wird schließlich ein Verdächtiger verhaftet. Taylor will schon seinen Sieg auskosten, da wird das Alibi des vermeintlichen Täters bestätigt – und Brenda muss den Fall wieder aufrollen. Schließlich ist sie es, die den wahren Mörder überführt … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":12234008,"hoster":"VOE"},{"redirect":12234121,"hoster":"Doodstream"},{"redirect":12984248,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Falsche Fährte","epNo":9,"alt":"Good Housekeeping","descr":"Die junge Mexikanerin Maria Alvarez, Tochter der Haushälterin einer ebenso reichen wie mächtigen Familie, wird vergewaltigt und ermordet. Einen entscheidenden Hinweis erhält Brenda, als sie den Sohn des Hauses, Austin Phillips, befragt. Er hat gesehen, wie ein Unbekannter ein paar Tage vor Marias Tod in einem botanischen Garten Aufnahmen von ihr gemacht hat. Der Fremde entpuppt sich als Wayne Mathers, ein registrierter Sexualstraftäter.Als Brenda und Sergeant Gabriel zu Mathers fahren, um ihn zu verhören, endet ihr Einsatz tragisch. Von Mathers Mutter hören sie, dass er wegen eines Missverständnisses als Sexualstraftäter registriert wurde und an besagtem Tag keinesfalls Fotos von Maria, sondern von Blumen geschossen habe. Doch bevor Brenda und Gabriel selbst mit Mathers sprechen können, hören sie einen Schuss: Der unglückliche Mann hat seinem Leben ein Ende gesetzt.Weitere Untersuchungen ergeben, dass Mathers tatsächlich nicht der Täter gewesen sein kann. Angeschlagen führt Brenda die Ermittlungen weiter und findet dank Marias Tagebuch schließlich eine heiße Spur. Plötzlich überschlagen sich die Ereignisse: Um den Fall zu lösen, muss Brenda sich nicht nur nach Mexiko begeben, sondern außerdem ihr ganzes kriminalistisches Können ausspielen. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14509257,"hoster":"VOE"},{"redirect":12234127,"hoster":"Doodstream"},{"redirect":12234011,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ausgedient","epNo":10,"alt":"The Butler Did It","descr":"Kurz nach seiner Hochzeit mit einer attraktiven jungen Stripperin segnet ein reicher 80-Jähriger das Zeitliche. Verdächtig? Noch bevor ein Fall daraus wird, stirbt plötzlich die Witwe an einer Überdosis. Zunächst halten alle – bis auf Brenda – den Butler für den Mörder. Doch erst als dieser wenig später Selbstmord begeht, konzentrieren sich die Ermittler schließlich darauf, die Familie des 80-Jährigen genauer unter die Lupe zu nehmen, so wie Brenda es von Anfang an vorgeschlagen hatte. Tatsächlich stellt sich schnell heraus, dass fast jeder aus der reichen Sippe sowohl Motiv als auch Gelegenheit gehabt hätte, das Verbrechen zu begehen. Es beginnt eine nervenaufreibende Mörderjagd, an der Agatha Christie ihre reine Freude gehabt hätte.Aber Brenda hat nicht nur mit dem verzwickten Fall alle Hände voll zu tun: Während sie sich den Respekt ihres Teams mittlerweile mühsam erarbeitet hat, scheinen es nun einige ihrer Vorgesetzten auf sie abgesehen zu haben … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14490781,"hoster":"VOE"},{"redirect":12234010,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unter Druck","epNo":11,"alt":"LA Woman","descr":"Ein einflussreicher iranischer Geschäftsmann wird zusammen mit seinem Fahrer in einem Parkhaus in Hollywood erschossen. Brenda übernimmt den Fall, doch schon bald ergeben sich Probleme mit der Zuständigkeit, denn plötzlich interessiert sich auch das FBI für den Doppelmord, da der Iraner als Terrorverdächtiger gilt.Schließlich soll Brenda ausgerechnet mit Fritz bei der Klärung des Verbrechens zusammenarbeiten. Klar, dass da ernsthafte Probleme programmiert sind, die nicht nur Brendas und Fritz’ berufliche Partnerschaft belasten. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14509258,"hoster":"VOE"},{"redirect":12234133,"hoster":"Doodstream"},{"redirect":12234019,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Fadenkreuz","epNo":12,"alt":"Fatal Retraction","descr":"Vor drei Jahren wurde eine bis zur Unkenntlichkeit verbrannte Leiche als die der verschwundenen Lisa Barnes identifiziert, der Psychopath Bill Croelick, der dieses Mordes überführt wurde, wartet seitdem im Todestrakt auf seine Hinrichtung. Eine Nachricht aus der Gerichtsmedizin lässt den Fall nun jedoch in einem ganz anderen Licht erscheinen: Eine vor wenigen Stunden eingelieferte Leiche konnte zweifelsfrei als Lisa Barnes identifiziert werden.Brenda und ihr Team stehen nun vor der Frage, wer das damalige Opfer war. Auch an Croelicks Schuld kommen Zweifel auf, zumal Lieutenant Flynn, der den Fall damals bearbeitet hatte, plötzlich unter den Verdacht der Beweisfälschung gerät. Schließlich ist es aber ausgerechnet Flynn, der Brenda zu einem nicht berücksichtigten Handabdruck führt. Ein anderes Mitglied der Abteilung muss die Beweise manipuliert haben. Doch wer? Und das ist nicht Brendas einziges Problem: Offenbar hat sich der mittlerweile aus der Haft entlassene Croelick nun auf sie fixiert … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":12234031,"hoster":"VOE"},{"redirect":12234029,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Angeschwärzt","epNo":13,"alt":"Standards and Practices","descr":"Der prominente Filmproduzent Richard Pruitt liegt tot im Jacuzzi seiner Villa in den Hollywood Hills. Brenda konzentriert ihre Ermittlungen schnell auf Pruitts Ehefrau Amelia, die von ihrem Mann betrogen und misshandelt wurde. Doch es gibt noch ein weiteres Familienmitglied, das ein Motiv für den Mord hätte. Aufzeichnungen von Überwachungskameras der öffentlichen Verkehrsbetriebe sollen den wahren Täter schließlich überführen.Brendas Arbeit wird erschwert durch eine anonym gegen sie eingereichte Klage. Man wirft ihr unwürdiges Verhalten gegenüber Untergebenen, der Staatsanwaltschaft und dem FBI vor. Chief Pope versucht, die Wogen zu glätten: Er lädt alle Parteien zu einem Schlichtungsgespräch, das jedoch gewaltig nach hinten losgeht, da Brenda auch dabei ihr loses Mundwerk nicht im Zaum halten kann … (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":14490782,"hoster":"VOE"},{"redirect":12234025,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der dritte Mann","epNo":1,"alt":"Blue Blood","descr":"Zwei Männer, darunter der angesehene Polizist Tim Martin, werden ermordet in einer Lagerhalle aufgefunden. Die Gefühle unter den Kollegen kochen hoch, und Brenda fängt sich einigen Ärger ein, als sie den Fall kühl wie immer angeht. Chief Pope stärkt ihr zwar den Rücken, macht ihr aber auch unmissverständlich klar, dass er schnell Ergebnisse braucht.Da das andere Opfer als mordverdächtiger Drogendealer identifiziert wird, scheint der Fall klar: Martin hatte sich mit dem Dealer getroffen, und die beiden erschossen sich gegenseitig. Die Auswertung der DNS-Spuren und die ballistischen Analysen ergeben jedoch schon bald, dass noch eine dritte Person an der Schießerei beteiligt war. Brendas Ermittlungen konzentrieren sich auf Martins Umfeld, wo sie schnell auf ein Tatmotiv stößt: Martin war ein berüchtigter Weiberheld, der es offenbar ganz besonders auf die Gattinnen von Kollegen abgesehen hatte. Ist der Täter in den eigenen Reihen zu finden?","versions":[{"lang":1,"streams":[{"redirect":12234024,"hoster":"VOE"},{"redirect":12234015,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mit Sack und Pack","epNo":2,"alt":"Mom Duty","descr":"Brenda weiß nicht mehr, wo ihr der Kopf steht. Ihre Mutter Willie Rae hat ihren Besuch angekündigt – und das ausgerechnet jetzt, da sie sich endlich dazu durchgerungen hat, Fritz bei sich einziehen zu lassen. Notgedrungen zwingt sie Fritz nun, seine Kartons wieder einzupacken und sich vorübergehend woanders einzuquartieren. Fritz ist nicht begeistert.Gleichzeitig muss sich Brenda auf einen komplizierten Mordfall konzentrieren: Den Hauptzeugen im Prozess gegen einen armenischen Mafiaboss hat man kurz vor Verhandlungsbeginn erschossen, die Geschworenen wurden telefonisch bedroht. Als nun auch noch eine der Geschworenen beim Mittagessen im Geschworenenzimmer an einem Herzinfarkt stirbt, soll Brendas Team untersuchen, ob es sich um einen Mord handelt. Die Autopsie bestätigt diesen Verdacht: Im Blut des Opfers findet man eine Überdosis eines Herzmittels. Der Täter kommt jedoch nicht aus dem Mafia-Milieu, sondern aus dem nächsten Umfeld der Toten …","versions":[{"lang":1,"streams":[{"redirect":12234026,"hoster":"VOE"},{"redirect":12234018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwischen den Fronten","epNo":3,"alt":"Slippin\u0027","descr":"Während ihre Mutter Willie Rae ihr den letzten Nerv raubt, muss Brenda eine Schießerei aufklären: Drei Teenager wurden in ihrem Wagen von einem vorbeifahrenden Auto aus beschossen. Der 19-jährige Fahrer Wesley Talmadge und eine Insassin sind tot, Wesleys Freundin Theresa überlebt schwer verletzt.Alles deutet auf einen Vergeltungsakt im Gang-Milieu hin, denn die Gegend wird von zwei brutalen, rivalisierenden Gangs beherrscht. Die Tatsache, dass keiner der Insassen Mitglied einer Gang war und alle aus gutem Hause stammen, spricht aber gegen diese Theorie.Brenda gerät mächtig unter Druck, denn Wesley war der Sohn eines Freundes von Captain Taylor. Fieberhaft ermittelt sie in alle Richtungen, doch erst als ihr Kommissar Zufall zu Hilfe kommt, kann Brenda den Fall lösen.","versions":[{"lang":1,"streams":[{"redirect":12234032,"hoster":"VOE"},{"redirect":12234023,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Henkersmahlzeit","epNo":4,"alt":"Aftertaste","descr":"Brenda und ihr Team werden in das angesagte Fünf-Sterne-Restaurant \"Chez Paul\" gerufen. Die Geschäftsführerin Karen Bivas wurde geradezu abgeschlachtet, 18 Mal hat der Täter mit einem Küchenmesser auf sie eingestochen. Eine Tat aus Leidenschaft? Darauf deutet jedenfalls auch der aufwendig gedeckte Tisch für zwei in der Küche hin.Zunächst konzentrieren sich die Ermittlungen auf Karens Ehemann Paul, dem Chefkoch des Restaurants, der durch Karens Tod eine hohe Lebensversicherungssumme erhält. Dann findet Brenda jedoch heraus, dass Karen ihre Attraktivität gezielt zur Durchsetzung ihrer Interessen eingesetzt hatte: Unter anderem hatte sie eine Affäre mit Dennis Dutton, dem schwerreichen Investor ihres Restaurants, und mit dem einflussreichen Gastronomiekritiker Tom Newman, der das \"Chez Paul\" mit einer hymnischen Kritik bedacht hatte. Hat einer dieser Herren sich möglicherweise zu viel von dieser für Karen rein zweckmäßigen Beziehung erhofft?","versions":[{"lang":1,"streams":[{"redirect":12234034,"hoster":"VOE"},{"redirect":12234033,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auszeit","epNo":5,"alt":"To Protect \u0026 to Serve","descr":"Provenza und Flynn sind auf dem Weg zu einem Baseballspiel der Dodgers, als sie in Provenzas Garage eine Leiche finden. Keiner der beiden kennt die Tote oder kann sich erklären, wie sie in die verschlossene Garage gelangt ist. Die hart gesottenen Baseballfans sind ratlos, beschließen aber, zunächst das Spiel zu sehen und der Sache dann erst auf den Grund zu gehen.Als Provenza und Flynn einige Stunden später aus dem Stadion zurückkehren, ist die Garagentür aufgebrochen und die Leiche verschwunden. Kurz darauf wird sie zum Entsetzen der beiden nachlässigen Cops nackt und aufgeschlitzt an einer verlassenen Straße gefunden. Um größeren Ärger zu vermeiden, wenden sie sich Hilfe suchend an Brenda, die alles unternimmt, um den Mord mit größtmöglicher Diskretion aufzuklären. Das könnte jedoch auch für sie negative berufliche Konsequenzen haben.Die Tote wird als Katherine Landis identifiziert, eine schwer kokainabhängige Drogenkurierin, die Provenzas Vormieterin war. Am Tag ihres Todes war sie aus Südamerika eingereist – offenbar mit Kondomen voller Drogen in ihrem Körper. Die Spur führt zu ihrem Freund Scott, der im Verhör auch zugibt, Katherines Leiche aufgeschnitten zu haben, um an die Drogen zu gelangen. Der Mörder ist jedoch nicht Scott, sondern jemand aus Katherines Vergangenheit …","versions":[{"lang":1,"streams":[{"redirect":12234038,"hoster":"VOE"},{"redirect":12234042,"hoster":"Doodstream"},{"redirect":12234037,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Paparazzo","epNo":6,"alt":"Out of Focus","descr":"Der 39-jährige Fotograf Anthony Larson ist vom Balkon seines Zimmers im Nobelhotel \"Cielo\" in den Tod gestürzt. Ein Mord? Die Tatsache, dass Larson ein auf kompromittierende Fotos von Prominenten spezialisierter Paparazzo war und seine Kamera verschwunden ist, sprechen zumindest dafür. Brenda und ihr Team ermitteln und stellen schon bald fest, dass in der Mordnacht auch der berühmte Schauspielstar Whit Coleman im Cielo genächtigt hatte. Bereits seit sechs Monaten ging er dort einer außerehelichen Affäre nach – mit einem Mann. Ein Foto von den beiden beim Liebesspiel hätte Larson Millionen eingebracht und Colemans Ehe und Karriere ruiniert. Aber wäre es für Coleman auch Grund genug gewesen, einen Mord zu begehen? Fotos, die der von Larson besessene Stalker \"Elvis Presley\" geschossen hat, bringen schließlich Licht ins Dunkel …","versions":[{"lang":1,"streams":[{"redirect":12234040,"hoster":"VOE"},{"redirect":12234041,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kopflos","epNo":7,"alt":"Head Over Heels","descr":"Nach einem gemeinsamen Essen machen Brenda und Gabriel einen grausigen Fund: In der Mülltonne des Restaurants liegt ein abgetrennter Kopf! Die beiden informieren die Kollegen und finden nach eingehender Suche auch die Füße des Opfers, vom Rest des Körpers fehlt jedoch jede Spur. Anhand seines Gebisses kann der Tote als Kristofer David Mundy identifiziert werden, ein Schauspieler, der sich unter dem Künstlernamen Buck Shot in der Pornoindustrie verdingte. Blutproben ergeben, dass Mundy HIV-positiv war, was seine Frau und auch sein Auftraggeber Opulence Films vehement bestreiten, da sich alle Akteure regelmäßig testen lassen müssen.Brenda erkundigt sich nach dem Ablauf solcher Tests in dem für Mundy zuständigen Labor und bemerkt dabei, dass die dort abgegebenen Blutproben nicht mit Mundys Blutgruppe übereinstimmen. Hat Mundy jemand anderen unter seinem Namen zum Test geschickt? Oder könnten Morgan Bloom und ihr Sohn Oscar, die Eigentümer von Opulence Films, ein Interesse daran gehabt haben, die Proben zu vertauschen? Die Tatsache, dass einer der Labor-Mitarbeiter ein monatliches Beratungshonorar in Höhe von 10.000 Dollar von Opulence Films erhält, spricht jedenfalls dafür, dass die Blooms etwas zu verbergen haben...","versions":[{"lang":1,"streams":[{"redirect":12234044,"hoster":"VOE"},{"redirect":12234043,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tödliches Ritual","epNo":8,"alt":"Critical Missing","descr":"Im Hafenbecken von Los Angeles treiben zwei Leichen – aneinander gefesselt und bereits stark verwest. Die Toten werden als die 28-jährige Yumi Takahashi und ihre erst vierjährige Tochter Aiko identifiziert. Auffällig ist die Art und Weise der Fesselung: Es handelt sich um die japanische Fesseltechnik \"Oyaka Shinju\", eine spezielle Form des Doppel-Selbstmords. Besonders häufig wurde diese Technik nach dem Zweiten Weltkrieg von japanischen Frauen angewendet, um sich und ihre Töchter vor den Übergriffen der amerikanischen Soldaten zu schützen.Brenda macht Yumis Ehemann Paul Andrews ausfindig, der seine Frau bereits seit sechs Monaten nicht mehr gesehen haben will. Angeblich hat sie ihm einen Abschiedsbrief geschrieben und ist mit der gemeinsamen Tochter nach Japan zurückgekehrt. Seitdem versuche er alles, um über die Botschaft und andere Behörden die Rückkehr seiner Tochter durchzusetzen, doch bisher ohne Erfolg. Auf Brenda macht Paul zunächst den Eindruck eines aufrichtig unter der Trennung leidenden Mannes, aber nach einem Besuch in seinem Haus ergibt sich ein anderes Bild: Paul hat seine Frau bereits durch eine andere Asiatin ersetzt, die noch dazu frappierende Ähnlichkeit mit Yumi aufweist. Auch seine erste Ehefrau Hosi ist ein genaues Abbild der beiden anderen – und sie verschwand vor sechs Jahren spurlos …","versions":[{"lang":1,"streams":[{"redirect":12234046,"hoster":"VOE"},{"redirect":12234048,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tod im OP","epNo":9,"alt":"Heroic Measures","descr":"Brenda und ihr Team werden ins Krankenhaus bestellt. Grund dafür ist ein in der Notaufnahme verstorbener Junge. Melissa Langner, die Mutter des achtjährigen Nicky, wirft den behandelnden Ärzten Dr. Woods und Dr. Sands vor, den Tod ihres Sohnes verschuldet zu haben. Sie hatte ihr Kind mit blutigem Erbrechen in die Klinik eingeliefert und darauf bestanden, dass er behandelt wird. Eine halbe Stunde später war Nicky tot.Bei der Befragung weisen die Ärzte jede Schuld von sich, und auch Brenda ist zunächst der Ansicht, dass es sich hier um die unberechtigten Vorwürfe einer verzweifelten Mutter handelt. Als das Krankenhaus jedoch die Kooperation verweigert und sowohl Krankenblatt als auch OP-Aufzeichnungen unter Verschluss hält, kommt Brenda zu der Überzeugung, dass die Ärzte etwas zu verbergen haben.Unterdessen versuchen Nickys Ärzte Brenda einzureden, dass bei Melissa ein sogenanntes Münchhausen-Stellvertreter-Syndrom vorliege: Seit dem Tod des Vaters vor einigen Monaten war Nicky mehr als ein Dutzend Mal von seiner Mutter in die Notaufnahme eingeliefert worden. Einiges spricht dafür, dass die stark depressive Melissa ihren Sohn selbst krank gemacht hat, um Aufmerksamkeit zu erlangen. Doch auch eine grobe Fahrlässigkeit der Ärzte ist nach wie vor nicht auszuschließen.","versions":[{"lang":1,"streams":[{"redirect":12234053,"hoster":"VOE"},{"redirect":12234058,"hoster":"Doodstream"},{"redirect":14159533,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Abhängig","epNo":10,"alt":"The Other Woman","descr":"Brendas Loyalität gegenüber ihrem Chef und alten Freund Will Pope wird auf eine harte Probe gestellt: Will hat sie gebeten, vor Gericht ein Charakterzeugnis abzulegen. Damit, so hofft er, habe er bessere Chancen, in der Scheidungsschlacht mit seiner Ehefrau Estelle das alleinige Sorgerecht für seine Kinder zu bekommen. Zögerlich stimmt Brenda zu, bereut ihre Gutmütigkeit aber schon bald: Estelles Anwältin Barbara hat herausgefunden, dass Brenda und Will einst ein Verhältnis hatten. Sollte diese Affäre nun publik werden, wie Brenda befürchtet, könnte sie den mühsam erworbenen Respekt ihrer Abteilung mit einem Schlag wieder verlieren …Postbote Derek Draper hat bei einer Paketzustellung im Haus der jungen Ginnifer Rawley eine Frauenleiche gefunden. Der Geruch in der Wohnung lässt darauf schließen, dass die Frau – Ginnifer Rawley? – schwer drogenabhängig war, doch sie ist nicht an ihrem Drogenkonsum gestorben, sondern wurde erschossen. Auf der Suche nach ihrem Mörder bringt die Überwachung ihrer Kreditkarte eine erste Spur: In den Hollywood Hills werden damit Schlaftabletten gekauft, und Brenda und ihrem Team gelingt es in letzter Sekunde, die fragliche Person zu verhaften. Bei der Identifizierung ist die Überraschung jedoch groß: Es handelt sich um die totgeglaubte Ginnifer. Aber wer ist dann die Tote in ihrem Haus?","versions":[{"lang":1,"streams":[{"redirect":12234061,"hoster":"VOE"},{"redirect":12234060,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Grenzgänger","epNo":11,"alt":"Borderline","descr":"Die Polizei wird zu einem leer stehenden Haus geschickt, weil Nachbarn sich über Lärm beschwert haben. Als die Beamten dort eintreffen, finden sie das Haus zwar verlassen vor, doch einige Spuren lassen darauf schließen, dass es sich hier um den Tatort eines Verbrechens handelt. Die Spurensicherung wird hinzu gerufen und entdeckt Blut von mindestens drei Menschen. Eine Anfrage in den Krankenhäusern von L.A. ergibt schnell eine heiße Spur. Der illegale mexikanische Einwanderer Hugo wird dort nach einer Schussverletzung behandelt. Hugo bestätigt, dass es eine Schießerei gegeben hat, bei der zwei Männer ums Leben gekommen seien. Schwer verletzt habe Hugo als einziger entkommen können. Nachdem Brenda ihm versprochen hat, ihm bei der Beschaffung einer Aufenthaltsgenehmigung zu helfen, ist Hugo bereit, mit der Polizei zu kooperieren. Er erzählt, dass das Haus als Anlaufstelle von illegal in die USA eingeschleusten Mexikanern genutzt worden sei. Auf ihn und die beiden anderen Männer habe man geschossen, weil sie nicht die geforderten 500 Dollar an die Schleuserbande hätten zahlen können. Bei der Überprüfung der Fingerabdrücke stellt sich jedoch heraus, dass Hugo lügt: Diese wurden schon vor drei Jahren an einem Laster gefunden, in dem 15 illegale Einwanderer wegen der mangelnden Belüftung qualvoll erstickt waren. Ist Hugo verantwortlich für den Tod dieser Menschen und nun zusammen mit seinen Komplizen Opfer eines Racheaktes geworden?","versions":[{"lang":1,"streams":[{"redirect":12234064,"hoster":"VOE"},{"redirect":12234065,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein mörderischer Plan","epNo":12,"alt":"No Good Deed","descr":"Der 16-jährige Carl Nelson wurde vor seinem Haus erschossen. Die Motive für den Mord sind völlig unklar: Carl gehörte weder einer Gang an noch war er in sonst einer Weise auffällig. Im Gegenteil: Er war ein ruhiger Junge mit einem engen Verhältnis zur Kirche und hatte seit dem Tod seiner Mutter beinahe täglich Pater Watson in der Kirche besucht. Brenda findet nur einen Anhaltspunkt: Der Junge hatte zwei Wochen zuvor eine überraschende Aussage in einem Raubmord-Fall gemacht. Interessant daran: Carl hatte mit seiner Aussage ausgerechnet Gerald Curtis entlastet, der für Pater Watson kein Fremder ist: Seit Curtis wegen des Mordes zum Tode verurteilt wurde, kümmert sich die religiöse \"Freedom Initiative\" um ihn. Watson ist Mitglied der Organisation und hatte Curtis’ Schicksal seiner Gemeinschaftskundeklasse vorgestellt. Brenda ahnt, dass der Mord an Carl etwas damit zu tun haben muss, doch ihre Ermittlungen werden empfindlich gestört: Die eifersüchtige Estelle Pope erscheint auf dem Revier, beschimpft Brenda vor den Kollegen und macht so die alte Affäre zwischen Will und Brenda publik …","versions":[{"lang":1,"streams":[{"redirect":12234068,"hoster":"VOE"},{"redirect":12234072,"hoster":"Doodstream"},{"redirect":12234066,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Kugelhagel","epNo":13,"alt":"Overkill","descr":"Vor einem \"Safe House\" des FBI, in dem ein Kronzeuge für einen wichtigen Mafia-Prozess untergebracht war, ist ein Doppelmord geschehen. Die Opfer sind FBI-Agent Doherty, der an diesem Abend für den Schutz des Zeugen Martin DeLuca verantwortlich war, und Michelle DeLuca, Martins Frau. Noch am Tatort beginnt ein heftiges Kompetenzgerangel zwischen FBI und der Priority Homicide, Chief Pope entscheidet jedoch schließlich, dass Brenda und ihr Team bei den Ermittlungen Vorrang haben sollen. Brenda erfährt, dass Martin DeLuca gegen Mafiaboss Joseph Dellamonte aussagen sollte und einst für dessen Vater als Profikiller gearbeitet hatte. Im Verhör ist er untröstlich über den Tod seiner Frau, mit der er an diesem Abend in einem Restaurant den dritten Hochzeitstag habe feiern wollen. Der von ihm geschilderte Tathergang stimmt mit den Untersuchungen der Spurensicherung überein: Beim Verlassen des Grundstücks sei ein Mann vor den Wagen gesprungen und habe direkt geschossen. Doherty und Michelle seien sofort tot gewesen, er dagegen habe Glück gehabt, da er auf der Rückbank saß. Anhand der Polizeikartei identifiziert er Dellamontes Gefolgsmann Tom Cali als Täter, doch der gilt seit Monaten als vermisst. Lügt DeLuca? Die Tatwaffe, die einige Besonderheiten aufweist, gibt schließlich den entscheidenden Hinweis …","versions":[{"lang":1,"streams":[{"redirect":12234070,"hoster":"VOE"},{"redirect":12234071,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Maulwurf (1)","epNo":14,"alt":"Serving the King (Part 1)","descr":"Ein Kronzeuge des FBI hat sich in Brendas Verhörraum die Waffe von Lt. Provenza gegriffen und einen FBI-Agenten erschossen. Bis aufgeklärt ist, wie es dazu kommen konnte, sind Brenda und Provenza vom Dienst suspendiert, die Abteilung wird vorübergehend von Captain Taylor geführt. Da wendet sich ihr alter Bekannter Andrew Schmidt an Brenda: Der CIA-Agent braucht ihre Hilfe in einem Mordfall mit terroristischem Hintergrund.Das Mordopfer ist der 16-jährige Libanese Malik Fara, der Verbindungen zur sogenannten \"Armee Allahs\" hatte. Vor einiger Zeit hatte er Larry Cole, den Leiter der geheimen CIA-Operation \"Fireproof\", aufgesucht und ihm die Namen aller Agenten aufgezählt, die im Rahmen von \"Fireproof\" in den iranischen Gemeinden von Los Angeles tätig sind. Für Maliks Insiderwissen gibt es nur eine Erklärung: Es gibt einen Maulwurf bei der CIA, und der Junge hatte Kontakt zu ihm.","versions":[{"lang":1,"streams":[{"redirect":12234074,"hoster":"VOE"},{"redirect":12234076,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Maulwurf (2)","epNo":15,"alt":"Serving the King (Part 2)","descr":"Aufgrund ihres Erfolges im Fall Malik bekommt Brenda ihren alten Posten zurück. Ihre Zukunft beim LAPD hängt jedoch davon ab, ob sie den Maulwurf bei der CIA ausfindig machen kann, denn der scheint es nun auch auf sie abgesehen zu haben. Um den Mann hinter Malik aufzuspüren, nimmt Brenda zunächst dessen Umfeld unter die Lupe. Von Maliks Mutter Ru’yah Fara, die sich selbst Rita und ihren Sohn Michael nennt, erfährt sie, dass Malik sich verzweifelt um die amerikanische Staatsbürgerschaft bemüht und keineswegs einer terroristischen Vereinigung angehört habe.Während ihres Besuches bei Rita bemerkt Brenda zwei Männer, die sie beobachten: der Jordanier Abdul al-Fulani, ein reicher, kranker Geschäftsmann mit Kontakten zur \"Armee Allahs\", und sein Leibarzt al-Thani. Unterdessen wurde Voitski ermordet, und auf der FBI-Liste der möglichen Täter erscheint der Name al-Thani. Brenda ist sich sicher, dass er Voitskis Mörder ist, doch sie geht aufs Ganze: Um auch den Maulwurf bei der CIA zu entlarven, stellt sie al-Thani eine Falle…","versions":[{"lang":1,"streams":[{"redirect":12234013,"hoster":"VOE"},{"redirect":12234016,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schattenleben","epNo":1,"alt":"Homewrecker","descr":"Deputy Chief Johnson und ihr Team werden mitten in der Nacht zu einem Einfamilienhaus gerufen und sind schockiert von dem Anblick, der sich ihnen dort bietet: Der Soziologe Kevin Wallace, seine Frau und ihre gemeinsame kleine Tochter wurden brutal niedergestochen. Da augenscheinlich nichts aus dem Haus gestohlen wurde, schließt man einen Raubmord aus. Der Täter hat aber dennoch Spuren hinterlassen: Im Badezimmer hat er offenbar noch nach der Tat geduscht und seine Kleidung in die Waschmaschine gesteckt. Auch die Mordwaffe, ein Brieföffner, liegt im Waschbecken.Während der Untersuchung des Tatortes klingelt plötzlich ein Handy auf dem Dachboden des Hauses – dort entdeckt man Eric Wallace, den Sohn von Kevin Wallace. Er wirkt verwirrt und aufgewühlt. Brenda fallen sofort seine stark erweiterten Pupillen auf. Der Drogentest, dem Eric sich anschließend unterziehen muss, ergibt, dass er große Mengen Ecstasy genommen hat – ein Ergebnis, das den Verdacht gegen ihn erhärtet. Doch als Brenda den Jungen schließlich auf ihre unnachahmliche Art verhört, beginnt sie zu ahnen, dass hinter dem Mord an der Familie ein dunkles Geheimnis steckt …","versions":[{"lang":1,"streams":[{"redirect":12237450,"hoster":"VOE"},{"redirect":12237449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mumie","epNo":2,"alt":"Grave Doubt","descr":"Auf einer Baustelle wird die mumifizierte Leiche eines jungen Mannes gefunden. Als Brenda am Fundort der Leiche eintrifft, warten ihre Kollegen mit einem überraschenden Detail des Fundes auf: Der Tote trug eine alte Visitenkarte Provenzas bei sich. Provenza kann sich jedoch verständlicherweise nicht mehr erinnern, wem und aus welchem Grund er vor all den Jahren seine Karte gegeben hat.Es stellt sich heraus, dass es sich bei dem Toten um den Afroamerikaner Daryl Richards handelt, der im Jahr 1992 – der Zeit der großen Rassenunruhen – vermisst gemeldet wurde. Die Obduktion fördert eine Kugel zutage, die in unmittelbarer Nähe der Achselhöhle eingetreten war: Offenbar handelt es sich also nicht um Suizid. Das Projektil führt die Ermittler zu Pater Jack, einem sozial engagierten Franziskanermönch. Er hatte vor vielen Jahren die Waffe im Rahmen der von ihm gegründeten Kampagne \"Waffen für Essen\" bei der Polizei abgegeben. Der Geistliche weigert sich allerdings standhaft, den Namen des früheren Besitzers preiszugeben.Von der Mutter des Toten erfährt Brenda, dass Daryl Mitglied in einer Straßengang war, die mit Drogen dealte. Sie lernt auch Kenyon, den Bruder des Toten, kennen, der selbst früher einmal ein Dealer war, seit dem Verschwinden von Daryl aber sein Leben völlig umgekrempelt hat. Er setzt sich für sozial schwache Familien in seiner Gegend ein und will nun den Sprung in die Politik wagen. Unmissverständlich macht er Pope und Taylor klar, dass er es nicht akzeptieren wird, wenn durch die Ermittlungen in diesem Mordfall zu viel Staub aufgewirbelt und damit sein Wahlkampf gefährdet würde. Während sich Pope, Taylor und auch Sergeant Gabriel in den Bann des charismatischen Kenyon ziehen lassen, zeigt sich Brenda völlig unbeeindruckt. Schließlich ist es ihr unvoreingenommener Blick auf die Fakten, der zur Lösung des Falles führt.","versions":[{"lang":1,"streams":[{"redirect":12237453,"hoster":"VOE"},{"redirect":12237452,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Sarg für zwei","epNo":3,"alt":"Saving Face","descr":"Trinker, Spieler, Weiberheld – das Image des ehemaligen Polizisten und späteren Privatdetektivs Hodges war nicht das beste. Wie schon zu Lebzeiten sorgt er schließlich sogar bei seiner eigenen Beerdigung für Aufruhr. Die Sargträger – unter ihnen auch Provenza und Flynn – brechen unter der Last des Toten fast zusammen. Der Sarg gleitet ihnen aus den Händen, poltert die Kirchentreppe hinab und springt auf. Zum Erstaunen aller Trauergäste purzelt nicht nur Hodges, sondern auch eine hübsche tote Blondine heraus.Während Hodges eines natürlichen Todes gestorben war, ist die junge Frau stranguliert worden. Die Obduktion der Leiche ergibt zudem, dass sie sich unzähligen Schönheitsoperationen unterzogen hatte. Mit Hilfe der gefundenen Brustimplantate gelingt es Brenda, den Schönheitschirurgen Dr. Jonathan Stone ausfindig zu machen. Dieser ist vom Tod seiner Patientin sichtlich schockiert und berichtet den Ermittlern, dass es sich bei der Toten um Sue Emery handelt, die eine aufstrebende Schauspielerin war. Wer aber ein Interesse daran gehabt haben könnte, Sue umzubringen, ist ihm schleierhaft. Gleiches gilt für den Beerdigungsunternehmer Sheffield, der außer sich vor Sorge um die untadelige Reputation des Familienunternehmens ist: Er kann sich absolut nicht erklären, wie die Tote in Hodges Sarg gekommen ist. Schließlich sucht Brendas Team Sues Wohnung auf und findet die Fingerabdrücke eines gewissen Scott Hauser, der Sues Lebensgefährte war. Scott erzählt Brenda, dass Sue ein Buch veröffentlichen wollte, das delikate Details aus dem Privatleben vieler bekannter Stars und Sternchen aus dem Showbusiness offenbare …","versions":[{"lang":1,"streams":[{"redirect":12237456,"hoster":"VOE"},{"redirect":12237458,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gegen die Zeit","epNo":4,"alt":"Ruby","descr":"Auf dem Weg von der Schule nach Hause verschwindet die achtjährige Ruby Williams spurlos. Sofort startet eine großangelegte Suchaktion, die zunächst ergebnislos verläuft und Rubys besorgte Eltern in große Verzweiflung stürzt. Als unter Hochdruck die Überwachungskameras von Geschäften und Tankstellen in der näheren Umgebung von Rubys Elternhaus überprüft werden, entdecken die Ermittler auf den Bändern einen verdächtig wirkenden blauen Lieferwagen. Das Autokennzeichen führt Brenda und ihr Team zu Roger Stimple, einem arbeitslosen, vorbestraften Sexualverbrecher.Brenda, die wie ihre Kollegen das Schlimmste befürchtet, nimmt Stimple im Verhörraum gnadenlos in die Mangel – doch ohne Erfolg. Stimple verlangt nach einem Anwalt und Brenda muss das Verhör abbrechen. Nachdem sie den Raum verlassen hat, bleibt Sergeant Gabriel mit dem Verdächtigen allein. Gabriel ist sich sicher, den Richtigen vor sich zu haben und schäumt vor Wut über die aufreizende Art, wie Stimple über die vermeintliche sexuelle Reife kleiner Mädchen spricht. Schließlich verliert Gabriel die Nerven und prügelt aus Stimple das Versteck des Mädchens – einen nahegelegen Park – heraus.Brenda und ihr Team fahren zu diesem Park und machen einen erschütternden Fund: Ruby ist missbraucht und anschließend ermordet worden. Als Brenda Stimple auf dessen eigenen Wunsch hin erneut verhören will, sieht sie, wie schwer Sergeant Gabriel ihn misshandelt hat. Sie kann kaum an sich halten: Nicht nur, dass Gabriel damit womöglich seine glänzenden Karriereaussichten aufs Spiel gesetzt hat. Da erzwungene Geständnisse nicht als Beweismittel vor Gericht verwendet werden dürfen, steht Chief Johnson nun auch vor der scheinbar unlösbaren Aufgabe, Stimple anderweitig seine Schuld nachzuweisen …","versions":[{"lang":1,"streams":[{"redirect":12237465,"hoster":"VOE"},{"redirect":12237466,"hoster":"Doodstream"},{"redirect":12237464,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rumpelstilzchen","epNo":5,"alt":"The Round File","descr":"Während sich Brenda gemeinsam mit Fritz ein neues Haus anschaut, wird sie von ihren Kollegen über einen äußerst kuriosen Fall informiert: Ein alter Mann schiebt seinen toten Freund in einem Rollstuhl über den Hollywood Boulevard und behauptet, ihn ermordet zu haben. Über die Identität des Toten und des wunderlichen Mannes, der sich selbst des Mordes bezichtigt, ist zunächst nichts herauszufinden, da dieser jede nähere Auskunft verweigert.Auch im Verhör zeigt sich der Mann völlig stur. Brenda hält ihn zunächst für einen dementen, verwirrten Senioren und nicht für einen geständigen Mörder. Doch dann beichtet ihr der alte Herr, noch sechs weitere Männer umgebracht zu haben. Seinen eigenen Namen will er zwar weiterhin nicht preisgeben, nennt Brenda aber die Namen seiner mutmaßlichen Opfer und gesteht ihr seine Mordmethode: Vergiftung durch Arsen.Brenda veranlasst die Autopsie der Leiche und zu ihrer Verwunderung ergibt sie tatsächlich, dass der alte Mann im Rollstuhl mit Arsen vergiftet wurde. Provenza findet unterdessen heraus, dass alle Opfer in demselben Altersheim, der \"Summerview\"-Seniorenresidenz untergebracht waren. Den Totenscheinen nach zu urteilen sind sie jedoch allesamt eines natürlichen Todes gestorben und anschließend eingeäschert worden. Brenda und Provenza statten schließlich \"Summerview\" einen Besuch ab und beginnen zu ahnen, dass das nach außen hin so ehrenwerte und auf seinen guten Ruf bedachte Haus ein dunkles Geheimnis birgt …","versions":[{"lang":1,"streams":[{"redirect":12237469,"hoster":"VOE"},{"redirect":12237468,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abwehrkräfte","epNo":6,"alt":"Dumb Luck","descr":"Obwohl Brenda unter einer starken Erkältung leidet, muss sie in einem Mordfall ermitteln: Ihre Arbeitskraft wird dringender denn je benötigt, da fast ihre gesamte Mannschaft zu einem Anti-Terror-Training abkommandiert wurde. Auf einen Notruf hin wird sie zu einem Parkplatz gerufen, auf dem der 31-jährige Personaltrainer Glenn Cooper erdrosselt aufgefunden wurde. Der Parkplatzwächter Kenny Woods gibt an, nichts bemerkt zu haben – doch Brenda glaubt dem sehr aufgewühlt wirkenden Mann nicht.Im anschließenden Verhör stellt sich heraus, dass sie den richtigen Riecher hatte: Kenny hat den Mörder Coopers tatsächlich gesehen, traut sich jedoch aus Angst vor einer Racheaktion nicht, eine Personenbeschreibung von ihm abzugeben. Unterdessen wird eine Autopsie an Coopers Leichnam vorgenommen. Aus dem Mageninhalt wird geschlossen, dass Cooper kurz vor seinem Tod ein italienisches Restaurant besucht haben muss.Provenza gelingt es, das Restaurant ausfindig zu machen. Eine Kreditkartenabrechung vom Mordabend führt die Ermittler schließlich zu Tiffany Lewis. Die gesteht Brenda, ein Verhältnis mit Cooper gehabt zu haben. Wer ihm nach dem Leben trachtete, ist Tiffany allerdings schleierhaft. Erst als herauskommt, dass Cooper in den Wochen vor seinem Ableben rund 20.000 Dollar von seinem Konto abgehoben hatte, ahnt Brenda, wo der Mörder zu suchen ist …","versions":[{"lang":1,"streams":[{"redirect":12237472,"hoster":"VOE"},{"redirect":12237470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bandenkrieg","epNo":7,"alt":"Four to Eight","descr":"Am helllichten Tag werden inmitten eines Wohnviertels zwei junge Männer, Angel Flores und Jesse Romero, kaltblütig aus dem Hinterhalt erschossen. Der Schütze verschwindet nach dem Mord spurlos – so, als ob er sich in Luft aufgelöst hätte. Niemand will ihn gesehen haben. Dies ist umso rätselhafter, als es sich bei den Opfern um Mitglieder einer Latino-Bande handelt und der Mord in ihrem Territorium begangen wurde.Brenda und ihr Team gehen zunächst davon aus, dass es sich bei dem Fall um eine Racheaktion im Zusammenhang mit einem Bandenkrieg handelt. Dieser Krieg tobt seit einigen Wochen zwischen Schwarzen und Latinos – den ständigen Schießereien sind bereits mehrere junge Männer zum Opfer gefallen. Gestützt wird diese These durch die Aussage von Carlos Torres, dem Onkel von Jesse Romero. Er ist sich sicher, dass Jesse von einem schwarzen Gangmitglied umgebracht wurde und ist außer sich vor Angst, dass sich auch sein Miguel der Latinogang anschließen könnte, um den Mord an seinem Cousin zu rächen.Unterdessen kocht die politische Stimmung hoch und der Druck auf Brenda und ihr Team wächst","versions":[{"lang":1,"streams":[{"redirect":12237474,"hoster":"VOE"},{"redirect":12237475,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Todesqualen","epNo":8,"alt":"Manhunt","descr":"In aller Öffentlichkeit – mitten am Strand von L.A. – wird eine unbekleidete, grauenvoll zugerichtete Frauenleiche entdeckt. Sie trägt Fesselspuren an Händen, Füßen und Hals","versions":[{"lang":1,"streams":[{"redirect":12237478,"hoster":"VOE"},{"redirect":12237477,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unter Beschuss","epNo":9,"alt":"Blindsided","descr":"Brendas Nerven sind nach ihrem schwierigen letzten Fall, bei dem sie den brutalen Serienmörder Danny Jones in Notwehr erschießen musste, extrem belastet. Die Psychologin des LAPD hält Brenda darum nur für bedingt einsatzfähig. Pope folgt dem Rat der Psychologin und verbietet Brenda die normale Ermittlungsarbeit. Um sie zu schonen, erteilt er ihr einen leichten Auftrag: Brenda soll gemeinsam mit Sergeant Gabriel den jungen Journalisten Greg Pierson bei seiner Recherchearbeit betreuen. Pierson möchte in einer Fernsehreportage die alltägliche Arbeit der Ermittler dokumentieren, um zu zeigen, wie überlastet die Mitarbeiter des LAPD sind.Brenda beugt sich nur widerwillig Popes Befehl. Da ihr aber nichts anderes übrig bleibt, fährt sie gemeinsam mit Pierson, seinem Kameramann Vince Kemble und Gabriel Streife. Pierson, der im Vorfeld bereits Recherchen über gefährliche Stadtviertel von L.A. gemacht hat, nennt Gabriel einen Ort in Santa Fe, den er besichtigen möchte. Als die vier diesen Ort erreichen, geraten sie plötzlich unter starken Beschuss. Brenda und Gabriel haben großes Glück, sie werden nicht verletzt. Doch Pierson, der mehrmals getroffen wird, stirbt vor Brendas Augen. Sein Kameramann überlebt schwer verwundet. Die anschließende Untersuchung des Tatortes und des Wagens ergibt, dass der Schütze von einem parkenden Auto aus geschossen haben muss. Zudem sind offenbar alle Schüsse auf einen Punkt im Wagen konzentriert worden: auf den Platz der Rückbank, auf dem Pierson gesessen hat.Brenda wird unter Polizeischutz gestellt. Als eine Hauptzeugin des Mordanschlags ist es ihr zwar strengstens untersagt, selbst in diesem Fall zu ermitteln. Doch natürlich hält sie sich nicht an das Verbot: Zu Hause studiert sie aufmerksam einige frühere Reportagen Piersons und kommt schließlich auf eine Idee, wer es auf den jungen Journalisten abgesehen haben könnte …","versions":[{"lang":1,"streams":[{"redirect":12237480,"hoster":"VOE"},{"redirect":12237482,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Chinatown","epNo":10,"alt":"Culture Shock","descr":"Die 33-jährige Ping-Mei Zhang wird tot auf dem Oberdeck eines Sightseeing-Busses aufgefunden. Die chinesische Staatsangehörige mit einer dauerhaften Aufenthaltsgenehmigung für die USA war eine erfolgreiche Reiseunternehmerin. Ihr gehörte das Unternehmen ‚Eight Stars Tours‘, zu dessen festem Kundenstamm unter anderem auch eine Gruppe kommunistischer Parteibonzen aus der Volksrepublik gehörte. Aus diesem Grund könnte der Mordfall schnell zu einer diplomatisch brisanten Stimmung führen, die Brendas Spezialeinheit durch eine rasche Aufklärung verhindern soll.Randy Chen, der Ehemann der Ermordeten, entdeckte seine Frau am frühen Morgen in dem Bus. Er gibt an, am Abend vor dem Mord einen großen, blonden Mann dabei gesehen zu haben, wie er Ping-Mei beobachtete. Als man Ping-Meis Mailbox abhört, findet sich darauf eine Nachricht von einem amerikanischen Unbekannten. Wenig später kann dieser als Chris Conroy identifiziert werden, der Sportartikel aus China importiert. Er hatte Ping-Mei nicht nur finanziell unterstützt, sondern ihr auch geholfen, Aufenthaltsgenehmigungen für mehrere Familienangehörige aus China zu besorgen. Im Gegenzug musste Ping-Mei Conroy mit Sex bezahlen, wann immer er in der Stadt war – ein absoluter Affront gegen die traditionellen chinesischen Moralvorstellungen …","versions":[{"lang":1,"streams":[{"redirect":12237483,"hoster":"VOE"},{"redirect":12237484,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Versteckspiel","epNo":11,"alt":"Lover\u0027s Leap","descr":"Ein Hubschrauberpilot entdeckt während eines routinemäßigen Fluges an einer einsam gelegenen Stelle einen verunglückten Wagen am Abhang einer steilen Schlucht und die Leiche der Fahrerin. Es handelt sich bei dem Opfer um Maggie Scott aus Washington, die Buchprüferin und Mitarbeiterin des Heimatschutzes war. Die Unfallsachverständigen entdecken weder Bremsspuren, noch Zeichen einer Kollision – es sieht so aus, als sei Maggie mit Vollgas über die Klippe gefahren. Brenda und ihr Team ziehen zunächst einen Unfall oder Selbstmord in Betracht. Doch die Autopsie der Leiche ergibt eindeutig, dass Maggie umgebracht wurde. Das schwere Schädeltrauma stammt nicht von dem Absturz, sondern von einem Schlag mit einem stumpfen Gegenstand. Den Absturz überlebte Maggie offensichtlich sogar und wurde erst hinterher erschlagen. Seit einigen Jahren prüfte Maggie unter anderem die Buchführung von Brendas Abteilung, was den Fall nicht einfacher macht. Pope drängt Brenda zur Eile und bewilligt ihr sämtliche notwendigen Überstunden – nicht ohne Grund: Er gesteht Brenda unter vier Augen, dass er vor einiger Zeit eine Affäre mit Maggie gehabt hat. Schließlich gerät nicht nur der Buchhalter des LAPD, Jim Hanson, sondern auch ein Lieferant, der dem LAPD elektronische Geräte verkauft hat, in Verdacht …","versions":[{"lang":1,"streams":[{"redirect":12237487,"hoster":"VOE"},{"redirect":12237489,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bis der Tod euch scheidet (1)","epNo":12,"alt":"Til Death Do Us Part One","descr":"Der erfolgreiche Scheidungsanwalt Oliver Henry wird tot im Swimmingpool seines eigenen Hauses aufgefunden. Die Obduktion der Leiche und ein toxischer Test ergeben, dass Henry vor seinem Tod unter der Wirkung eines Sedativums gestanden hat. Zudem deutet ein Hämatom an seiner Stirn daraufhin, dass er geschlagen oder auf den Boden gestoßen wurde. Es ist dennoch nicht eindeutig nachweisbar, dass er umgebracht wurde. Es scheint auch möglich, dass er sich selbst das Betäubungsmittel spritzte und anschließend durch einen Unfall zu Tode kam. Henry, der gemeinsam mit seiner Frau die mit Abstand bestgehendste Kanzlei von L.A. führte, hatte als Profi in Sachen Scheidungsrecht viele Feinde. Zudem lebte er selbst in Scheidung und hatte eine Lebensversicherung in Höhe von zehn Millionen Dollar abgeschlossen, die nun seiner Frau Valerie als einziger Begünstigter zukommt. Es gerät aber noch ein weiterer Verdächtiger ins Visier der Ermittlungen: Der Arzt Jonathan Shafer war nicht gerade gut auf Henry zu sprechen, nachdem dieser Shafers Frau Kristen bei der Scheidung vertreten hatte. Kristen wollte sich von ihrem Mann trennen, da dieser eine Affäre mit seiner Sprechstundenhilfe Michelle Edward angefangen hatte. Doch während des Verhörs kann Brenda Dr. Shafer kein Geständnis abringen, sondern bekommt vielmehr ein scheinbar hieb- und stichfestes Alibi präsentiert.","versions":[{"lang":1,"streams":[{"redirect":12237438,"hoster":"VOE"},{"redirect":12237437,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bis der Tod euch scheidet (2)","epNo":13,"alt":"Til Death Do Us Part Two","descr":"Obwohl Brenda sich sicher ist, mit Dr. Jonathan Shafer den Mörder des erfolgreichen Scheidungsanwalts Oliver Henry gefunden zu haben, scheint es absolut unmöglich, ihm die Tat nachzuweisen. Dr. Shafer hat für die Tatzeit ein Alibi: Er behauptet, mit seinem Freund Topper eine Bootstour gemacht zu haben. Dieses Alibi konnte zunächst nicht überprüft werden, da Topper trotz ausführlicher Recherchen von Brendas Team unauffindbar ist. Ganz plötzlich taucht Topper jedoch auf. Brenda versucht den bereits mehrfach Vorbestraften im Verhörraum in die Mangel zu nehmen – vergebens. Topper gibt nicht nach – mehr noch: Er hat ein Videoband bei sich, das ihn gemeinsam mit Shafer während der Bootstour zeigt. Damit scheint die Anklage gegen Shafer ein für alle Mal hinfällig und nicht nur der zuständige Staatsanwalt beginnt zu glauben, dass Brenda sich in ihrem Verdacht getäuscht hat. Doch Brenda lässt sich davon nicht beeindrucken. Sie folgt ihrem Instinkt und befragt nochmals Valerie Henry, die Frau des Ermordeten. Von ihr erhält sie schließlich die entscheidende Information, die es ihr ermöglicht, den Fall auf eine höchst verblüffende Art zu lösen …","versions":[{"lang":1,"streams":[{"redirect":12237441,"hoster":"VOE"},{"redirect":12237440,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Auf der Flucht (1)","epNo":14,"alt":"Next of Kin, Part 1","descr":"Die Polizei ist bereits seit elf Monaten einer Gruppe von Kriminellen auf den Fersen, die immer wieder Geldtransporter überfällt. Die Täter gehen jedes Mal nach dem gleichen Muster vor: Sie tragen Skimasken, greifen blitzschnell an und konnten bisher nach jedem Überfall unbemerkt fliehen. Als erneut ein erfolgreicher Überfall gelingt, bei dem zwei der drei Fahrer des Geldtransporters erschossen werden, platzt Chief Pope der Kragen. Er überträgt den Fall an Brenda und ihr Team, die die Täter nun endlich schnappen sollen. Brenda, die kurz nach dem Überfall den einzig überlebenden Fahrer, Wesley Reed, befragt, hat diesen sofort im Verdacht. Da Reed angeschossen wurde, muss er zunächst im Krankenhaus behandelt werden, bevor Brenda ihn richtig in die Mangel nehmen kann. Kurze Zeit später erhält sie allerdings einen Anruf aus dem Krankenhaus: Wesley ist geflohen. Daraufhin wird Wesleys Wohnung observiert und kurze Zeit später kann zwar nicht er, aber sein jüngerer Bruder Grady festgenommen werden. Grady zeigt sich im Verhörraum zunächst stur. Doch als Brenda ihren Südstaaten-Charme spielen lässt, rückt er allmählich mit der Sprache heraus: Sein Bruder ist offenbar nach Atlanta geflohen. Brenda entschließt sich, dem Verdächtigen hinterherzufahren und diese Reise als Weihnachtsbesuch bei ihren Eltern zu tarnen – mit ungeahnten Folgen für alle Beteiligten …","versions":[{"lang":1,"streams":[{"redirect":12237444,"hoster":"VOE"},{"redirect":12237445,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auf der Flucht (2)","epNo":15,"alt":"Next of Kin, Part 2","descr":"Brenda hat einen flüchtigen Verdächtigen bis nach Atlanta verfolgt: Wesley Reed steht im Verdacht, an einigen Raubüberfällen auf Geldtransporter beteiligt gewesen zu sein. Er war nach Atlanta zu seiner Großmutter geflohen. Diese hatte ihren eigenen Enkel jedoch wegen eines anderen Vergehens angezeigt, woraufhin Wesley verhaftet und ins Gefängnis von Atlanta gesteckt wurde. Doch einen anvisierten Verdächtigen anderen zu überlassen, ist nicht Brendas Sache. Mithilfe von Fritz gelingt es ihr schließlich, Wesley aus der Untersuchungshaft freizubekommen. Er soll zurück nach L.A. gebracht werden. Doch dieses Unterfangen erweist sich als unerwartet schwer, denn Wesley entpuppt sich als ausgesprochen widerspenstiger und gewalttätiger Rüpel. Schon während der Rückfahrt vom Gefängnis macht er Brenda und Fritz das Leben schwer. Er ergeht sich in wüsten Beschimpfungen und schlägt schließlich sogar eine Autoscheibe des Wagens ein, den Brenda sich von ihrem Vater geliehen hatte …","versions":[{"lang":1,"streams":[{"redirect":12237461,"hoster":"VOE"},{"redirect":12237462,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Feuerteufel","epNo":1,"alt":"Controlled Burn","descr":"Im Griffith Park von L.A. bricht ein Großfeuer aus. Insgesamt fünf Personen, darunter zwei Feuerwehrmänner, fallen den Flammen zum Opfer. Brenda und ihr Team werden eingeschaltet, da man vermutet, dass es sich um Brandstiftung handelt – und somit um fünffachen Mord. Eine der Leichen kann nicht identifiziert werden. Doch bei der Obduktion stellt Dr. Morales fest, dass es sich bei der verkohlten Leiche um eine Frau handelt, die nicht durch das Feuer starb. Sie wurde vor dem Brand durch einen schweren Schlag auf den Kopf getötet, mit Benzin übergossen und angezündet. Vermutlich war ihre Leiche der Brandherd, der das Großfeuer schließlich entfachte. Die Ermittlungen werden dadurch verkompliziert, dass ständig der Reporter Ricardo Ramos von der \"Times\" anwesend ist. Er soll über die Arbeit in Brendas Abteilung eine Reportage verfassen. Glücklicherweise konnten Brenda und ihr Team noch am Tatort in der Menge der Schaulustigen einen Mann entdecken, der ihnen allen nicht unbekannt ist: Es handelt sich um Bill Croelick, der bereits zweimal wegen Mordes und Brandstiftung angeklagt war, jedoch nie verurteilt werden konnte. Ist er der Täter? Noch bevor Brenda sich dieser Frage ausgiebig widmen kann, taucht Croelick plötzlich im Revier auf und bietet dem LAPD seine Hilfe bei der Klärung des Falles an.","versions":[{"lang":1,"streams":[{"redirect":12243568,"hoster":"VOE"},{"redirect":12243572,"hoster":"Doodstream"},{"redirect":12243567,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fahrerflucht","epNo":2,"alt":"Speed Bump","descr":"Erhängt Cherry Bomb","versions":[{"lang":1,"streams":[{"redirect":12243623,"hoster":"VOE"},{"redirect":12243628,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erhängt","epNo":3,"alt":"Cherry Bomb","descr":"Fahrerflucht Speed Bump","versions":[{"lang":1,"streams":[{"redirect":12243636,"hoster":"VOE"},{"redirect":12243641,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Rache des Kartells","epNo":4,"alt":"Live Wire","descr":"In einer Gasse mitten in L.A. wird am helllichten Tag ein Mann erschossen. Der Tote trägt keinen Ausweis bei sich – dafür ist er aber mit einer Kamera verkabelt und verwanzt. Brenda und ihr Team stellen zunächst die Vermutung an, dass es sich um einen verdeckt ermittelnden Polizisten handeln könnte, der sich im Einsatz befand. Doch weder das LAPD noch das FBI vermissen einen Undercover-Polizisten. Detective Provenza findet über einige Umwege heraus, dass es sich bei dem Toten mitnichten um einen Kollegen, sondern um den Immobilienmakler Benjamin Masters handelt. Masters hatte als Verkaufsagent gearbeitet, bis vor sechs Monaten seine Stelle wegrationalisiert wurde. Seltsamerweise berichtet Benjamins zutiefst erschütterte Frau Trisha Masters, dass ihr Mann noch vor Kurzem einen Bonus von 100.000 Dollar von seinem Arbeitgeber erhalten habe – seine Kündigung hatte Benjamin Trisha offenbar verschwiegen. Woher aber hatte er das viele Geld? Um dies herauszufinden, lässt Brenda Benjamins Handy analysieren. Die Ergebnisse der Untersuchung sind höchst aufschlussreich: Das Telefon gehört zu einem großen Paket von Prepaid-Handys, die ein gewisser Raul Meija gekauft und an seine Mitarbeiter verteilt hatte. Meija aber ist kein gewöhnlicher Arbeitgeber, sondern der Kopf eines südamerikanischen Drogenkartells, den das FBI schon lange im Visier hat.","versions":[{"lang":1,"streams":[{"redirect":12243649,"hoster":"VOE"},{"redirect":12243652,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Auftragskiller","epNo":5,"alt":"Dial M For Provenza","descr":"Lieutenant Provenza betätigt sich als Undercover-Polizist. Er gibt sich als Profikiller aus und lässt sich zum Schein von Angie Serabian anheuern, die ihren Ehemann, den wohlhabenden Autohändler Alex Serabian, aus dem Weg schaffen will. Auf einem Parkplatz trifft sich Provenza mit Angie, um nach dem scheinbar erfolgreich abgeschlossenen Auftrag seinen Lohn zu kassieren. Brenda und das restliche Team filmen die Geldübergabe heimlich und verhaften Angie, nachdem der Beweis ihrer Schuld auf Band festgehalten ist. Im Grunde steht nun einer Verurteilung Angie Serabians nichts mehr entgegen. Doch dann begeht Provenza einen schwerwiegenden Fehler. Er verstaut das Beweismaterial in seinem Auto und geht mit Angie einen Kaffee trinken. In einem unbeobachteten Moment wird der Wagen mitsamt den Videobändern gestohlen und Angie triumphiert, da man ihr den Auftrag zu dem Mord nun nicht mehr nachweisen kann. Um den peinlichen Fauxpas wieder auszubügeln, ordnet Brenda an, Angie Tag und Nacht zu beschatten. Diese Maßnahme führt schnell zu einem Erfolg, allerdings zu einem völlig unerwarteten. Denn eines Abends beobachten Brenda und Gabriel Angie dabei, wie sie das Autohaus ihres Mannes betritt, bereits wenige Minuten später aber schreiend wieder hinausrennt. Alex liegt tot in seinem Büro – er wurde offenbar mit seiner eigenen Waffe erschossen. Angie jedoch kann unmöglich die Mörderin sein, denn sonst hätten Brenda und Gabriel die Schüsse gehört","versions":[{"lang":1,"streams":[{"redirect":12243664,"hoster":"VOE"},{"redirect":12243675,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Sorgenkind","epNo":6,"alt":"Problem Child","descr":"Brenda und ihr Team werden am frühen Morgen zu einem Wohnhaus gerufen: Susan und Brian Monroe vermissen ihren 13-jährigen Adoptivsohn Sergej. Die besorgten Eltern berichten, Sergej sei am Abend zuvor nach einem heftigen Streit mit seiner Schwester Theresa auf sein Zimmer geschickt worden. Am Morgen sei Sergejs Bett jedoch leer gewesen und von ihm fehle seither jede Spur. Bei der Befragung der Familienmitglieder wird Brenda schnell klar, dass Sergej offenbar ein extrem schwieriger und gewalttätiger Jugendlicher ist. Die Wände seines Zimmers sind über und über mit blutrünstigen Malereien übersät. Zudem behauptet Theresa, Sergej habe ihre Katze umgebracht. Obwohl alle zu glauben scheinen, Sergej sei nur weggelaufen, intensiviert Brendas Team die Suche, als Sergej auch nicht in der Schule erscheint. Durch Zufall entdeckt Sanchez schließlich einen frischen Erdhügel im Garten von Mr. Taft, dem Nachbarn der Monroes. Allerdings finden die Ermittler nicht das, was sie erwartet haben","versions":[{"lang":1,"streams":[{"redirect":12243672,"hoster":"VOE"},{"redirect":12243680,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auf offener Straße","epNo":7,"alt":"Sudden Death","descr":"Detective Sanchez repariert an einem freien Sonntag sein Motorrad in der Garage seines Hauses. Plötzlich hört er mehrere Schüsse. Als er losrennt, um zu sehen, was passiert ist, kommt ihm eine blutüberströmte junge Frau entgegen. Sie ist unverletzt, doch eine Straßenecke weiter liegt ein junger Mann schwer verletzt am Boden: Es ist Detective Sanchez’ jüngster Bruder Oscar. Wenig später erliegt Oscar im Krankenhaus seinen Verletzungen. Obwohl Pope Brenda jede personelle und finanzielle Unterstützung zusagt, um den Fall rasch zu klären, gestalten sich die Ermittlungen schwierig. Oscars Freundin Elena Contreras, die Sanchez kurz nach dem Anschlag auf der Straße getroffen hatte, ist eine wichtige Zeugin. Sie sagt aus, ein Schwarzer habe aus einem vorbeifahrenden Auto auf Oscar geschossen. Diese Informationen nützten Brenda und ihrem Team jedoch wenig. Sie vermuten zwar, dass Oscar von einem Bandenmitglied erschossen worden sein könnte, die vage Beschreibung Elenas trifft aber auf viele Gangmitglieder zu, die in der von Gewalt und hoher Kriminalität geprägten Gegend leben. Hinzu kommt, dass sich kurze Zeit später ein gewisser Miguel Garza auf dem Revier meldet, der behauptet, Elena lüge, um ihren Exfreund Puppet zu decken…","versions":[{"lang":1,"streams":[{"redirect":12243550,"hoster":"VOE"},{"redirect":12243547,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Todesmutig","epNo":8,"alt":"Split Ends","descr":"Auf dem Gelände der Hollywood-Studios wird die übel zugerichtete Leiche der 33-jährigen Haarstylistin Rachel Hughes gefunden. Obwohl der Mörder die Leiche in einen Trucks gelegt hatte, ist Rachel offenbar an ihrem Arbeitsplatz, einem Wohnwagen, umgebracht worden: Am Spiegel und am Schminktisch können Blutspuren und Haare von Rachel sichergestellt werden. Rachels Kollegin Kim Reynolds sagt aus, dass Rachel am Abend zuvor eine private Verabredung auf dem Studiogelände gehabt habe. Durch die Besucherliste des Sicherheitsdienstes findet Provenza schnell heraus, dass es sich bei dem Besucher um Rachels Ehemann Ryan Hughes gehandelt haben muss. Die weiteren Ermittlungen ergeben, dass Rachel vor sechs Monaten die Scheidung eingereicht und eine Unterlassungsverfügung gegen ihren Mann erwirkt hatte. Aus gutem Grund: Ryan hatte Rachel in der Vergangenheit immer wieder schwer misshandelt. Deshalb hatte Rachel Zuflucht in einem Frauenhaus gesucht und anschließend ihre Adresse geheim gehalten. Durch die Leiterin des Frauenhauses, Donna Taft, erfährt Brenda jedoch, wo Rachel zuletzt gewohnt hat. Als Brenda mit ihrem Team Rachels Apartment untersucht, wird schnell klar, dass es vermutlich noch ein weiteres Opfer gibt","versions":[{"lang":1,"streams":[{"redirect":12243562,"hoster":"VOE"},{"redirect":12243566,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Letzte Ölung","epNo":9,"alt":"Tijuana Brass","descr":"Der katholische Priester Chris Donahue meldet sich am frühen Morgen bei der Polizei von L.A.: Er hat in einem Pick-up-Truck unter einer Autobahnbrücke zwei tote Männer gefunden. Es handelt sich um zwei Polizisten aus Tijuana, die erschossen wurden. Beiden wurde ein Metallarmband in den Mund gestopft. Detective Sanchez erkennt sofort, dass es sich dabei nicht um normalen Schmuck handelt, sondern um das Erkennungsmerkmal eines berüchtigten mexikanischen Drogenrings, dem sogenannten Ochoa-Kartell. Brenda und ihr Team gehen zunächst davon aus, dass es sich bei den Opfern um zwei korrupte Polizisten handelt, die von dem Drogenkartell aus dem Weg geräumt wurden. Zudem stellt sich heraus, dass der Mord nicht unter der Brücke, sondern in einer kleinen Firma in der Nähe verübt wurde. Dort arbeitet seit kurzer Zeit ein gewisser Matteo Hernandez, der aber am nächsten Morgen nicht zur Arbeit erschienen ist. Noch bevor Brendas Team mehr über Hernandez in Erfahrung bringen kann, schaltet sich Fritz mit einer interessanten Neuigkeit in die Ermittlungen ein. Hernandez ist dem FBI wohlbekannt. Er heißt eigentlich Manuel Rivera und war einst Commandante bei der Polizei von Tijuana. Als einer von Wenigen widersetzte er sich den Bestechungsversuchen der Drogenkartelle, musste schließlich in die USA fliehen und liefert dem FBI seitdem wertvolle Informationen über das organisierte Verbrechen… Neben der Aufklärung der Morde beschäftigt Brenda noch ein ganz anderes Problem. Der Reporter Ricardo Ramos hat in der L.A. Times einen brisanten Artikel über das LAPD veröffentlicht. Darin prangert er vor allem Brendas Abteilung an: Das Priority Homicide behandele fast ausschließlich Fälle, bei denen die Opfer wohlhabende weiße Amerikaner seien. Pope gerät wegen des Artikels dermaßen unter Druck, dass er Brendas Abteilung schließen muss.","versions":[{"lang":1,"streams":[{"redirect":12243571,"hoster":"VOE"},{"redirect":12243575,"hoster":"Doodstream"},{"redirect":12243570,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zeitbomben","epNo":10,"alt":"Time Bomb","descr":"In einem heruntergekommenen Apartment in den Hollywood Hills wird die Leiche eines jungen Mannes entdeckt. Es handelt sich um den 19-jährigen Darren Melman, der offensichtlich mit einer Schrotflinte erschossen wurde. Während Brenda und ihr Team, das seit der Umstrukturierung des Polizeiapparates nun \"Major Crime\" heißt, auf den Leichenbeschauer warten, entdecken sie eine seltsame Tätowierung auf Darrens Arm. Sie zeigt zweimal den Großbuchstaben E. Der Leichenbeschauer stellt schnell fest, dass in Darrens Bauch keine Kugel, sondern ein Schrapnell steckt. Sofort wird Bombenalarm ausgelöst, da man befürchtet, es könne noch weitere Bomben in dem Haus geben – zu Recht. Doch auch dem Spezialteam des LAPD gelingt es nicht, die zweite Bombe zu entschärfen. Es kommt zu einer gewaltigen Explosion, die fast alle Beweise zerstört, die zur Aufklärung des Mordes nötig wären. Brenda befürchtet, dass es noch weitere Anschläge geben könnte und lässt darum nach Freunden von Darren suchen. Durch das Video einer Überwachungskamera wird John McFadden ausfindig gemacht, der an diesem Tag nicht in der Schule erschienen ist. Allerdings findet Brendas Team ihn zu Hause und entdeckt im Gartenhaus ein großes Arsenal an Waffen und Materialien zum Bombenbau. Im Verhör sagt John aus, dass er ein \"Agent der Auslöschung\" sei und dass das Ende der Evolution kurz bevorstünde. Doch noch bevor Brenda ihm seine tödlichen Pläne entlocken kann, bricht der Junge zusammen …","versions":[{"lang":1,"streams":[{"redirect":12243574,"hoster":"VOE"},{"redirect":12243587,"hoster":"Doodstream"},{"redirect":12243577,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gottvertrauen","epNo":11,"alt":"Good Faith","descr":"Detective Sanchez kehrt in den Dienst des \"Major Crime\" zurück, nachdem er von den drei Schusswunden, die ihm beim letzten Fall beigebracht wurden, genesen ist. Brenda und ihre Kollegen sind froh, Sanchez wieder bei sich zu haben – auch weil sie mit einem äußerst rätselhaften Fall konfrontiert werden. Dr. Morales stößt bei der Obduktion der Leiche des Junkies Jeff Crawford auf einige Ungereimtheiten. Er vermutet, dass Crawford nicht wie ursprünglich angenommen Selbstmord begangen hat, sondern dass er ermordet wurde. Bei ihren Ermittlungen stoßen Brenda und ihr Team auf den engagierten Pastor Paul Hicks, der offenbar versucht hatte, Crawford von seinem Drogenkonsum abzubringen. Doch als man die Konten der Kirche überprüft, stellt sich heraus, dass Hicks in einige zweifelhafte Machenschaften verwickelt zu sein scheint. Ist der Pastor gar kein guter Hirte, sondern ein schwarzes Schaf? Und musste Crawford sterben, weil er Hicks auf die Schliche gekommen war? Neben diesen Fragen beschäftigen Brenda zudem ihre Hochzeitsvorbereitungen. Außerdem kommen ihre Eltern zu Besuch, die gerade auf dem Weg zu einer Kreuzfahrt nach Hawai sind. Brendas Mutter mischt sich sogleich in die Hochzeitsvorbereitungen ein und geht damit nicht nur Brenda, sondern auch Fritz gehörig auf die Nerven.","versions":[{"lang":1,"streams":[{"redirect":12243582,"hoster":"VOE"},{"redirect":12243584,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fette Beute","epNo":12,"alt":"Junk in the Trunk","descr":"In einer Wohngegend von L.A. wird ein geparkter Wagen entdeckt, nach dem das Raubdezernat seit einigen Tagen fahndet. Als Brendas Team eintrifft und den Kofferraum öffnet, bietet sich den Detectives ein schrecklicher Anblick: Ein toter, stark übergewichtiger Mann ist so in das Auto eingezwängt, dass es unmöglich scheint, ihn dort herauszuheben. Der Wagen muss schließlich aufs Revier gebracht werden, um die Leiche zu bergen. Es stellt sich heraus, dass es sich bei dem Opfer um Phil Adams handelt. Er arbeitete als Manager bei einem Juwelenhändler, dem er vor einer Woche Diamanten im Wert von über drei Millionen Dollar gestohlen hatte. In der Tasche des Toten entdeckt man die Rechung eines Schnellrestaurants. Als Lieutenant Tao die Überwachungsvideos des Restaurants anfordert, erkennt Brenda einen unbekannten Mann auf dem Beifahrersitz neben Phil. War er vielleicht Phils Komplize oder sein Mörder? Um dies herauszufinden, befragt Brenda Sherry Adams, Phils Ehefrau. Sie gibt an, dass ihr Mann bei der Internetseite \"Quiet Affairs\" angemeldet war, auf der sich Ehepartner, die Abwechslung suchen, online verabreden. In dem Unbekannten auf dem Überwachungsvideo erkennt sie Phils Chatpartner. Vom Betreiber der Internetseite erfahren Brenda und ihr Team, dass es sich um einen gewissen Keith Reyes handelt. Als man zu seinem Haus fährt, öffnet dort aber eine attraktive junge Frau die Tür, die angibt, Keith vor einer Woche den Laufpass gegeben zu haben. Doch als diese junge Frau schließlich im Verhörraum sitzt, erleben alle eine große Überraschung…","versions":[{"lang":1,"streams":[{"redirect":12243590,"hoster":"VOE"},{"redirect":12243589,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein fauler Deal","epNo":13,"alt":"Power of Attorney","descr":"Die 29-jährige Jessica Goodall wird in ihrem eigenen Haus ermordet. Ihre Nachbarn haben verdächtige Geräusche vernommen und daraufhin die Polizei alarmiert. Der mutmaßliche Täter kann zwar entkommen, wird aber von Spürhunden gestellt, als er sich auf einen Baum flüchtet. Es handelt sich um Chris Dunlap, der wegen Exhibitionismus und Belästigung einer Minderjährigen vorbestraft ist. Die Tatsache, dass Dunlap offenbar durch das Badezimmerfenster in Jessicas Haus eingestiegen war, nachdem er zuvor das Fliegengitter aufgeschnitten hatte, erinnert Lieutenant Tao an einige andere Fälle. In den letzten Wochen waren in Jessicas Wohngegend mehrere Frauen vergewaltigt worden. Der Täter hinterließ jedoch nie Fingerabdrücke oder andere Spuren. Interessant ist jedoch, dass Dunlap als Auslieferungsfahrer arbeitet und jedes der Opfer kurz vor den Taten belieferte. Dunlaps Anwalt Phillip Stroh macht Brenda unmissverständlich deutlich, dass die Beweise gegen seinen Mandanten nicht ausreichen. Er möchte jedoch einen Deal mit der Staatsanwaltschaft aushandeln. Gegen eine geringere Strafe sei sein Mandant bereit, den Namen seines Komplizen zu nennen, denn die Taten habe dieser Unbekannte, nicht Dunlap selbst begangen. Gegen Brendas Willen lässt Staatsanwalt Garnett sich auf den Handel ein. Doch als Dunlap schließlich mit der Sprache herausrückt und den Namen des wahren Vergewaltigers und Mörders nennt, glaubt Brenda anfänglich, es handele sich um eine ungeheuerliche Lüge – bis ihr klar wird, dass Dunlap tatsächlich die Wahrheit sagt","versions":[{"lang":1,"streams":[{"redirect":12243593,"hoster":"VOE"},{"redirect":12243597,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Handymörder","epNo":14,"alt":"Fate Line","descr":"Ein Mitarbeiter der Straßenreinigung findet an einer Autobahn ein Handy, das er bei der Polizei abliefert, nachdem er die gespeicherten SMS gelesen hat. Zunächst nehmen Provenza und Flynn den Finder nicht ernst. Doch als sie selbst sehen, was der SMS-Speicher des Telefons enthält, sind sie sicher, das der Arbeiter richtig gehandelt hat: Das Handy enthält ein regelrechtes Mordkomplott. Anscheinend gehört dieses Handy einer Frau, die ihren Liebhaber damit beauftragt hatte, ihren Ehemann umzubringen. Scheinbar hat dieser Liebhaber den Wunsch der Frau auch tatsächlich in die Tat umgesetzt. Brenda nimmt das Handy mit nach Hause, um es aufzuladen. Dort erwartet sie nicht nur ihre quirlige und etwas übergeschnappte zukünftige Schwägerin, Fritz’ Schwester Claire. Auch der mutmaßliche Mörder sendet via SMS erneut eine Botschaft: Er droht seiner Geliebten, sie umzubringen, da sie ihre Versprechen nicht gehalten hat. Damit ist klar, dass diese unbekannte Frau in höchster Gefahr schwebt. Tatsächlich gelingt es Brenda und ihrem Team, den ermordeten Ehemann auszumachen. Es handelt sich um den Horrorfilmproduzenten Shawn Thompson, der vor ein paar Tagen angeblich bei einem Autounfall ums Leben kam. Als sie zu Thompsons Haus fahren, liegt dessen Frau tot in der Garage. Alles sieht wie ein Selbstmord aus, doch Brenda hat berechtigte Zweifel. Leider gleicht die Jagd nach dem Mörder der sprichwörtlichen Suche einer Nadel im Heuhaufen","versions":[{"lang":1,"streams":[{"redirect":12243602,"hoster":"VOE"},{"redirect":12243601,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"In letzter Sekunde","epNo":15,"alt":"Double Blind","descr":"Brenda und Fritz und stecken mitten in ihren Hochzeitsvorbereitungen. Doch da Brendas Mutter und Fritz’ Schwester Claire sich über die Hochzeitsdekorationen in die Haare bekommen, sind weder Fritz noch Brenda traurig, als die Arbeit ruft. Fritz erhält endlich die Gelegenheit, den Drogenbaron El Jefe festzunehmen. Brenda wird zum Büro einer Escortservice-Agentur gerufen, deren Manager bei einem Raubüberfall erschossen wurde. Zwar gibt es ein Überwachungsvideo, dieses taugt aber zur Identifizierung des Täters nicht, weil der Räuber vermummt war. Da es in jüngerer Vergangenheit mehrere Überfälle auf Escort-Agenturen gegeben hatte, gehen Brenda und ihr Team davon aus, dass ein einziger Mann hinter der Serie steckt. Noch allerdings fehlt das Bindeglied zwischen den Agenturen. Doch Brenda gelingt es mit einem Trick herauszufinden, dass eine der Frauen, Kelli Malone, für alle Agenturen arbeitete, die ausgeraubt wurden. Ausgerechnet sie wurde aber beim letzten Überfall angeschossen…","versions":[{"lang":1,"streams":[{"redirect":12243608,"hoster":"VOE"},{"redirect":12243614,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Verfahren","epNo":1,"alt":"Products of Discovery","descr":"Brenda und ihr Team werden zu einem Wohnhaus gerufen, in dem ein vierfacher Mord stattgefunden hat. Eine Großmutter, eine Mutter und zwei Kinder wurden kaltblütig erschossen. Zunächst gerät der Familienvater Victor Rivera in Verdacht – zumal er vor längerer Zeit einmal von seiner Frau wegen häuslicher Gewalt angezeigt worden war. Er bricht allerdings zusammen, als er mit der Tat konfrontiert wird und beteuert glaubhaft, nicht der Täter zu sein. Brenda befragt daraufhin die ehemalige Geliebte von Victor. Von ihr erfährt Brenda ein Detail, das sie aufhorchen lässt: Victor hatte offenbar immer sehr viel Wert auf die gesunde Ernährung seiner Kinder gelegt und keinerlei Süßigkeiten in seinem Haus geduldet.Warum aber hat man dann bei den Leichen eine ganze Schachtel mit Schokoriegeln gefunden? Um dieser Sache auf den Grund zu gehen, fährt Brenda gemeinsam mit Lieutenant Provenza zum Tatort zurück. Seltsamerweise verfährt sich Provenza abermals – schon beim ersten Besuch des Hauses hatte er große Schwierigkeiten, die richtige Adresse zu finden. Brendas Instinkt sagt ihr, dass dies kein Zufall ist. Sie beschließt, sich das Haus anzusehen, das in der falschen Straße liegt, jedoch die gleiche Hausnummer trägt wie das der Riveras. Dazu kommt es jedoch nicht mehr, denn plötzlich taucht das FBI auf und nimmt alle Hausbewohner mit, ohne dass Brenda ihnen auch nur eine Frage stellen konnte…","versions":[{"lang":1,"streams":[{"redirect":12257237,"hoster":"VOE"},{"redirect":12257243,"hoster":"Doodstream"},{"redirect":12257241,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutzoll","epNo":2,"alt":"Blood Money","descr":"Brenda und ihr Team geraten in einen delikaten Entführungsfall: Der korrupte Immobilienmogul Adam Summers wird nach seiner Ankunft am Flughafen von Los Angeles von einer Limousine abgeholt, erreicht aber anschließend nicht sein Ziel. Kurze Zeit später meldet sich ein Kidnapper bei Summers’ Familie und fordert ein Lösegeld in einer merkwürdig krummen Summe. Brenda sind zunächst die Hände gebunden. Sie darf sich nicht mit der Familie des Entführten in Verbindung setzen, da der Kidnapper andernfalls mit dem Mord an Summers gedroht hat. Zudem stellt sich heraus, dass Summers’ Familie das Lösegeld gar nicht zahlen kann, da das FBI seit geraumer Zeit wegen Wirtschaftsverbrechen gegen Summers ermittelt und im Zuge dessen seine Konten eingefroren hat.Einen Anhaltspunkt gibt es jedoch, den Brendas Team verfolgen kann: den Chauffeur, der Summers vom Flughafen abgeholt hatte. Sein von innen stark mit Blut beschmutzter Wagen wird kurze Zeit später entdeckt. Die Analyse ergibt, dass das Blut nicht von Summers stammt. So scheint es wahrscheinlich, dass der Chauffeur von dem Kidnapper ermordet wurde. Brenda tappt im Dunkeln – bis das FBI sich endlich bereit erklärt, die Ermittlungsakten gegen Summers herauszurücken…","versions":[{"lang":1,"streams":[{"redirect":12257279,"hoster":"VOE"},{"redirect":12257283,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Katzenjammer","epNo":3,"alt":"Red Tape","descr":"Commander Taylor und Sergeant Gabriel sitzen in einer Bar, als draußen vor der Türe Schüsse fallen. Gabriel eilt hinaus, doch er kommt zu spät. Ein Ladenbesitzer liegt tot auf der Straße und der mutmaßliche Schütze ergreift die Flucht. Plötzlich gerät auch Gabriel unter Beschuss und schießt seinerseits auf den Flüchtigen, der schwer verletzt zu Boden geht. Jedoch findet man bei ihm keine Waffe – ein Umstand, der Gabriel zum Verhängnis wird. Captain Sharon Raydor von der Sonderermittlungseinheit, die nach dem Vorfall eingeschaltet wird, ist geradezu versessen darauf, Gabriel aufgrund seines vermeintlichen Schusswaffenmissbrauchs zu überführen. Ihr gelingt es sogar, Brenda und den Rest des Teams vorübergehend wegen Befangenheit an den Ermittlungen zu dem Mord an dem Ladenbesitzer zu hindern.Zwischen Captain Raydor und Brenda entspinnt sich ein regelrechter Wettkampf, als Brenda schließlich doch noch die Ermittlungen führen darf – denn natürlich versucht sie parallel dazu, Gabriels Unschuld zu beweisen. Zu allem Übel erfährt Brenda, dass sie ihre geliebte Katze ‚Kitty‘ vermutlich einschläfern lassen muss.","versions":[{"lang":1,"streams":[{"redirect":12257267,"hoster":"VOE"},{"redirect":12257281,"hoster":"Doodstream"},{"redirect":12257273,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überdosis","epNo":4,"alt":"Walking Back the Cat","descr":"Brenda ist immer noch sehr unglücklich, da sie ihre geliebte Katze Kitty einschläfern lassen musste. Fritz, der sich Sorgen um seine Frau macht und sie auf andere Gedanken bringen will, bittet Brenda um einen Gefallen: Sie soll möglichst unauffällig nach Austin Blair, einem Informanten des FBI, suchen, der nun schon seit über einem Monat vermisst wird. Brenda und ihrem Team gelingt es schnell, den Vermissten ausfindig zu machen – er liegt bereits seit Wochen im Leichenschauhaus. Als offizielle Todesursache gilt eine Überdosis Drogen. Das FBI ist nach dieser Entdeckung sofort in Alarmbereitschaft und bemüht sich um Geheimhaltung. Daher müssen Brenda und ihr Team vorübergehend dem FBI unterstellt werden. Zunächst gerät Blairs ehemaliger Mitbewohner Travis Myers ins Visier der Ermittler. Er hatte die Vermisstenanzeige für Blair aufgegeben.Außerdem kennt er den Namen des Drogenlieferanten und mutmaßlichen Auftraggebers von Blair: Peter Benjamin. Leider will das FBI in diesem Moment jede weitere Beteiligung von Brendas Abteilung unterbinden, da es der Behörde nur um Blairs Hintermann ging, dessen Identität ja nun bekannt ist. Brenda hält dies nicht davon ab, weiter zu ermitteln, denn ihr Gefühl sagt ihr, dass Benjamin nicht der gesuchte Mörder ist. Sie bestellt den Vater des Opfers, Dr. Dennis Blair, aufs Revier. Dieser macht sich im Verhör äußerst verdächtig…","versions":[{"lang":1,"streams":[{"redirect":12257259,"hoster":"VOE"},{"redirect":12257261,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Querschläger","epNo":5,"alt":"Half Load","descr":"Der ehemalige Straftäter Reggie Gray wird erschossen aufgefunden. Brenda und ihr Team sind ratlos, als sie am Tatort eintreffen, denn in der gesamten Umgebung sind keinerlei brauchbare Spuren zu finden. Auch die weiteren Ermittlungen führen zunächst ins Leere. Für den Mord an Reggie scheint es keinerlei Motiv zu geben. Er hatte seiner kriminellen Vergangenheit abgeschworen und im Gemeindezentrum des Pastors Jack eine neue Heimat und Arbeit gefunden. Brenda sieht sich schließlich gezwungen, die Bewohner des Viertels, in dem Reggie lebte, um Hilfe zu bitten. Tatsächlich ergibt die Befragung, dass es am Tag des Mordes an Reggie zu einer Schießerei gekommen war.Übereinstimmend berichten jedoch alle Zeugen, dass dabei niemand zu Schaden gekommen sei: Der Besitzer eines Cadillacs hatte nämlich lediglich zweimal in die Luft geschossen, um zwei Autodiebe zu vertreiben, die seinen Wagen stehlen wollten. Die Analyse der Schusswaffenexperten ergibt jedoch eindeutig, dass die tödliche Kugel aus der Waffe des Cadillacfahrers stammt","versions":[{"lang":1,"streams":[{"redirect":12257251,"hoster":"VOE"},{"redirect":12257258,"hoster":"Doodstream"},{"redirect":12257252,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Hochstapler","epNo":6,"alt":"Tapped Out","descr":"Chief Pope hat es sich zur Gewohnheit gemacht, bei einigen Einsätzen seiner Abteilungen mitzufahren. Vom konkreten Einblick in deren Tätigkeiten erhofft er sich, die hochspezialisierten Einheiten des LAPD zu einem einheitlicheren Apparat vereinigen zu können. Bei einem dieser Einsätze macht er eine Entdeckung, über die er nicht gerade erfreut ist: Durch Zufall trifft er auf Detective Flynn und Detective Provenza, die seelenruhig beim Frühstück in einem Café sitzen, während direkt nebenan ein großes Polizeiaufgebot einen Tatort sichert, an dem ein Mord geschehen ist. Pope besichtigt den Tatort und trifft dabei auf einen eifrigen, äußerst kompetenten Detective, der bereits Spuren markiert, Beweise gesammelt und Zeugen befragt hat. Er gibt dem beeindruckten Pope einen kurzen, präzisen Bericht des Tathergangs.Anschließend geben nicht nur Pope, sondern auch Flynn und Provenza ihrem Kollegen ihre Visitenkarten. Zudem händigen sie ihm die Beweise aus, als er anbietet, diese der Beweissicherung zu bringen – dort kommen sie allerdings nie an. Pope muss sich schockiert eingestehen, dass er einem gewieften Hochstapler auf den Leim gegangen ist, und Brenda, die die Ermittlungen in dem Mordfall führt, stellt fest, dass dieser selbsternannte Detective ihr immer einen Schritt voraus ist…","versions":[{"lang":1,"streams":[{"redirect":12257244,"hoster":"VOE"},{"redirect":12257250,"hoster":"Doodstream"},{"redirect":12257245,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hinterhalt","epNo":7,"alt":"Strike Three","descr":"Bei einer Verkehrskontrolle geraten zwei Streifenpolizisten unter Beschuss. Beide sterben noch am Tatort, an dem man aber auch einen toten Zivilisten entdeckt – er wurde von Kugeln aus einer Polizeipistole getötet. Brenda und ihr Team werden bei den Ermittlungen abermals mit Captain Sharon Raydor von der Sonderermittlungseinheit konfrontiert, die nach dem Vorfall eingeschaltet wird. Während es Brenda vornehmlich darum geht, den Mord an ihren beiden Kollegen aufzuklären, hat Captain Raydor nur ein Ziel: Sie will feststellen, ob der Tod des Zivilisten auf übertriebene Gewaltanwendung der Polizei zurückgeht. Obwohl Raydor Brendas Arbeit wo sie kann behindert und Beweisstücke zurückhält, haben Brendas Mitarbeiter nach kurzer Zeit eine erste Spur. Sie führt in die Neonazi- und Drogenszene.Bald können dort die beiden mutmaßlichen Täter ausfindig gemacht werden. Da sie während des Verhörs beharrlich schweigen, greift Brenda zu einem zwar legalen, doch sehr riskanten Trick, um die Polizistenmörder zu überführen","versions":[{"lang":1,"streams":[{"redirect":12257233,"hoster":"VOE"},{"redirect":12257236,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Rächer","epNo":8,"alt":"Elysian Fields","descr":"In einem Park wird die furchtbar zugerichtete Leiche eines Mannes gefunden, der offenbar vor seiner Ermordung gefoltert wurde. Es stellt sich heraus, dass es sich bei dem Opfer um einen gewissen Howard Greeson handelt, der verdächtigt wurde, zwei Frauen ermordet und in der Umgebung vergraben zu haben, wo man nun seine eigene Leiche gefunden hat. Auf die Nachricht von Greesons Tod meldet sich der ehemalige Polizist Joey Olin auf dem Revier. Er hatte den Fall damals untersucht und bietet Brenda nun seine Hilfe an. Tatsächlich findet man kurze Zeit später die ausgegrabenen sterblichen Überreste der beiden ermordeten Frauen. Hat einer der Hinterbliebenen Rache an Greeson geübt? Um dieser Frage auf den Grund zu gehen, nimmt man die Familien von Greesons mutmaßlichen Opfern unter die Lupe – und wird schnell fündig.Der Zwillingsbruder von einer der ermordeten Frauen hatte Greeson in letzter Zeit mehrmals zu Hause aufgesucht und ihn bedroht. Alles deutet auf ihn als Täter – doch Brenda wird das Gefühl nicht los, den Falschen vor sich zu haben","versions":[{"lang":1,"streams":[{"redirect":12257221,"hoster":"VOE"},{"redirect":12257222,"hoster":"Doodstream"},{"redirect":12257218,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Geständnis zu viel","epNo":9,"alt":"Identity Theft","descr":"Kurz nachdem sie aus ihren Flitterwochen zurückgekehrt ist, muss Brenda vor Gericht erscheinen, um der Anhörung eines Falles beizuwohnen, der während ihrer Abwesenheit aufgeklärt wurde. Der Angeklagte Russell Clark soll angeblich einen selbsternannten Wunderheiler umgebracht haben, bei dem sein schizophrener Sohn James in Behandlung war. Als Brenda sich die Beweise ansieht, wird sie sofort stutzig. Die Tatortfotos zeigen eindeutig, dass Russell Clark nicht der Mörder gewesen sein kann, da die Tat ganz anders verlaufen sein muss, als er es in seinem Geständnis beschrieben hatte.Ist Russells kranker Sohn der wahre Täter und hat Russell die Tat nur gestanden, um James zu schützen? Der zuständige Richter gibt Brenda nur einen Tag Zeit, um den Fall endgültig zu klären, und so konzentriert sich Brenda ganz auf James Clark, den sie im Gerichtssaal als freundlichen und offenen Menschen kennengelernt hat. James hat ganz offensichtlich ein Auge auf Brendas Nichte Charlie geworfen. Sie ist gerade bei Fritz und Brenda zu Besuch, da ihre Eltern nicht mehr mit ihr zurechtkommen. Diesen Umstand macht Brenda sich geschickt zunutze: Sie nimmt Charlie mit in den Verhörraum – und James gibt Charlie bereitwillig Auskunft. Er gesteht sogar selbst den Mord. Brenda glaubt ihm aber so wenig wie seinem Vater.Es gelingt ihr allerdings auf völlig verblüffende Weise, aus dem Gesamtbild der falschen Geständnisse und den Tatortfotos den wahren Täter zu überführen.","versions":[{"lang":1,"streams":[{"redirect":12257370,"hoster":"VOE"},{"redirect":12257375,"hoster":"Doodstream"},{"redirect":12257368,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mord frei Haus","epNo":10,"alt":"Smells Like Murder","descr":"In das Büro von Major Crime wird eine aufwendig verpackte Kühlbox geliefert, die nach dem Öffnen einen erschreckenden Inhalt offenbart: die Leiche eines gewissen Doug Courtney. Der Absender der makabren Lieferung ist Inhaber eines Lagerhauses, in dem Doug sich eingemietet hatte. Als man ihn verhört, gibt er an, weder von Dougs Tod noch von der Kühlbox gewusst zu haben. Allerdings erzählt er Brenda, dass Doug nicht gerade ein beliebter Zeitgenosse war. Überdies liefert er damit wichtige Hinweise auf potentielle Täter. Zum Kreis der verdächtigen Personen gehören zunächst Dougs religiös fanatischer Stiefvater, der seinen Sohn für einen absoluten Nichtsnutz hielt, dann Dougs Exfreundin, die von ihm um ihr gesamtes Erspartes gebracht worden war und die außerdem von Doug mit der Tochter seines Vermieters betrogen worden war.Weiter sind da noch Dougs ehemals bester Freund Jordan Wallace, dem Doug 10.000 Dollar schuldig geblieben war und nicht zuletzt sein Vermieter selbst, dem er die Miete nicht mehr gezahlt hatte und der auch nicht gerade erfreut darüber war, dass Doug sich an seine Tochter herangemacht hatte. Aber sind dies wirklich Gründe für einen Mord? Um die Identität des wahren Täters zu erfahren, greift Brenda zu einem äußerst gewieften Trick: Sie schickt jedem, der als Mörder infrage kommt, eine Kühlbox, die genauso aussieht wie die, in der Dougs Leiche an Brendas Abteilung geschickt worden war","versions":[{"lang":1,"streams":[{"redirect":12257362,"hoster":"VOE"},{"redirect":12257371,"hoster":"Doodstream"},{"redirect":12257361,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mutterinstinkt","epNo":11,"alt":"Maternal Instincts","descr":"Als Brenda mit ihrer Nichte Charlie, die immer noch bei Fritz und Brenda zu Besuch ist, eine kleine Spritztour durch die Stadt macht, hören die beiden plötzlich Schüsse, die offenbar von einem Schulgelände aus abgefeuert wurden. Brenda macht sich sofort auf und entdeckt auf dem Parkplatz die Leiche eines Jungen sowie einen zweiten Schüler, der sich schwer verletzt unter einem Auto verkrochen hat. Sofort fährt Brenda mit dem verwundeten Jake Burrell in die Notaufnahme des nächsten Krankenhauses. Sie beauftragt ihre Nichte, auf Jake aufzupassen, bis er aus der Narkose erwacht ist. Unterdessen macht Brenda sich auf die Suche nach dem Schützen. Die ersten Ermittlungen deuten darauf hin, dass die Schießerei im Zusammenhang mit illegalen Drogengeschäften steht, denn im Wagen des getöteten Jungen wird eine große Menge Marihuana gefunden.Die genauere Analyse des Tatortes aber lässt nur einen Schluss zu: Hauptziel des Angreifers war nicht der Drogendealer, sondern Jake Burrell. Um herauszufinden, wer Jake aus welchem Grund nach dem Leben trachtet, lässt Brenda Jakes Krankenzimmer heimlich mit einer Videokamera überwachen. Brendas Nichte hat sich mittlerweile mit dem Patienten angefreundet – und tatsächlich vertraut Jake Charlie schon soweit, dass er ihr ein Geheimnis offenbart: Jake hat seine Freundin Vanessa Almassian geschwängert und deshalb Morddrohungen von deren Vater erhalten…","versions":[{"lang":1,"streams":[{"redirect":12257348,"hoster":"VOE"},{"redirect":12257352,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ausgeliefert","epNo":12,"alt":"Waivers of Extradition","descr":"Als eine junge Frau bestialisch ermordet wird, gerät zunächst ihr Ehemann in Verdacht, der zum Zeitpunkt der Tat schwer alkoholisiert war. Er beteuert seine Unschuld und gibt an, ein als Ninja-Kämpfer verkleideter Mann sei in sein Haus eingedrungen, habe seine Frau erstochen und sei dann geflohen. Zunächst kauft Brenda dem Verdächtigen seine Geschichte nicht ab. Doch dann entdeckt Detective Sanchez die Aufzeichnung eines Notrufs, der 40 Minuten vor dem Mord bei der Polizei eingegangen war: Eine völlig verängstigte Frau berichtet, ein ganz in Schwarz gekleideter Mann sei in ihren Garten eingedrungen, dann aber in einem roten Mustang mit einem Überführungsnummernschild aus Texas geflohen. Brenda korrigiert daraufhin ihren Anfangsverdacht und konzentriert sich ganz auf die Suche nach dem Fahrer.Dieser ist schnell ausfindig gemacht – doch handelt es sich bei ihm nicht um den Mörder. Er hatte den Wagen erst am Morgen nach der Tat von der Spedition abgeholt. Brendas Team sucht deshalb nach dem Fahrer des KFZ-Transporters aus Texas, der sich schon wieder auf dem Rückweg befindet. Nach einer wilden Verfolgungsjagd gelingt es tatsächlich, ihn zu stellen. Schließlich hält Brenda Rücksprache mit ihren texanischen Kollegen. Der zuständige Detective Curt Landry macht sich sofort auf nach L.A., denn er verfolgt den Täter schon seit geraumer Zeit: Es handelt sich um den extrem gefährlichen und brutalen Serienkiller Jesse Ray Moore, der in Texas wegen vielfachen Mordes hingerichtet werden soll…","versions":[{"lang":1,"streams":[{"redirect":12257342,"hoster":"VOE"},{"redirect":12257347,"hoster":"Doodstream"},{"redirect":12257341,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hartes Pflaster","epNo":13,"alt":"The Life","descr":"In einem leer stehenden Haus wird die Leiche eines zwölfjährigen Jungen entdeckt, der erschossen wurde. Brenda und ihrem Team gelingt es schnell, das Opfer zu identifizieren. Es handelt sich um Manuel Soto, dessen Vater Fernando die Nachricht vom Tod seines Sohnes scheinbar völlig unberührt aufnimmt. Hat er etwas mit dem Mord an Manuel zu tun oder ist er gar selbst der Mörder? Die weiteren Ermittlungen ergeben, dass Manuel offenbar einer Straßengang, den sogenannten ‚Tres Colores‘ angehörte. Kurze Zeit später findet man weitere Mitglieder der ‚Tres Colores‘ erschossen im Garten eines Hauses auf, das sie bewohnten. Außerdem wird am Tatort eine Kreditkarte sichergestellt, die einer gewissen Camilla Santiago gehört.Als Brenda mit deren Mutter Anna Santiago spricht, erzählt diese eine erschütternde Geschichte: Camilla ist offenbar drei Tage lang in dem Haus, in dem Manuel entdeckt wurde, gefangen gehalten und mehrmals vergewaltigt worden. Es stellt sich heraus, dass Camilla Manuel erschossen hatte, um endlich vor ihren Peinigern fliehen zu können. Auf wessen Konto aber gehen die Morde an den anderen Gangmitgliedern?","versions":[{"lang":1,"streams":[{"redirect":12257329,"hoster":"VOE"},{"redirect":12257336,"hoster":"Doodstream"},{"redirect":12257330,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles bleibt anders","epNo":14,"alt":"Make Over","descr":"Ein Labor, das häufig für die Polizei von L.A. chemische Analysen vorgenommen hatte, gerät in Verdacht, bei der Arbeit geschlampt zu haben. Zum Ärger der Behörden müssen nun alle Fälle, bei denen es durch die Ergebnisse des Instituts zu einer Verurteilung kam, neu aufgerollt werden. Bei einem alten Mordfall ist die Staatsanwaltschaft jedoch sicher, das Urteil bestätigen zu können. Die Täterin, Doris Osgood, war nämlich nicht nur aufgrund von Indizien schuldig gesprochen worden, sondern hatte bei dem ermittelnden Detective ein umfangreiches Geständnis abgelegt. So geht man davon aus, dass dieser Polizist, George Andrews, seine damalige Aussage nur noch einmal wiederholen muss, um Doris’ Verurteilung rechtskräftig werden zu lassen.Zum Entsetzen der Staatsanwaltschaft ist Andrews jedoch aus dem Dienst ausgeschieden, in eine andere Stadt gezogen – und hat sich einer Geschlechtsumwandlung unterzogen. Heute nennt er sich Georgette. Da man fürchtet, Andrews Aussage könnte durch seine Geschlechtsumwandlung weniger glaubwürdig erscheinen, wird Brenda beauftragt, neue Beweise gegen Doris zusammenzutragen. Das allerdings ist leichter gesagt als getan. Brenda versucht gemeinsam mit Doris’ Sohn Sam, der sich nun Hoffnungen auf einen Freispruch seiner Mutter macht, Doris’ beruflichen Werdegang nachzuverfolgen. Dabei macht sie eine ungeheuerliche Entdeckung…","versions":[{"lang":1,"streams":[{"redirect":12257321,"hoster":"VOE"},{"redirect":12257323,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Blaue Flecken","epNo":15,"alt":"Dead Man\u0027s Hand","descr":"Pope betraut Brenda im Auftrag von Captain Sharon Raydor mit den Ermittlungen in einem delikaten Fall, der äußerster Diskretion bedarf. Eine von Raydors Mitarbeiterinnen, Ally Moore, wird offenbar seit einiger Zeit von ihrem Ehemann misshandelt. Raydor hat an Allys Armen und ihrem Nacken blaue Flecken bemerkt. Doch Ally weigert sich, irgendetwas über ihre Verletzungen zu erzählen, geschweige denn, ihren Mann anzuzeigen. Der nächste konsequente Schritt wäre nach Captain Raydors Meinung, Allys Ehemann vorzuladen. Doch Brenda lehnt diesen Vorschlag ab, da dazu eine rechtliche Grundlage fehlt. Am nächsten Morgen sucht Pope wutschnaubend das Gespräch mit Brenda. In der Nacht ist vom Haus der Moores ein Notruf bei der Polizei eingegangen.Sergeant Ryan Dunn war als Erster vor Ort und sah beim Betreten des Hauses Ally aus einer Kopfwunde blutend am Boden liegen. Ihr Ehemann bedrohte sie mit einer Waffe, feuerte diese dann aber in Richtung des Sergeants ab, der den Mann in Notwehr erschoss. Pope ist der Meinung, dass Brenda den Fall vermasselt habe – wäre Allys Ehemann vorgeladen worden, hätte sich die Tragödie vielleicht vermeiden lassen. Brenda hingegen bleibt misstrauisch und macht bei den Befragungen von Dunn sowie Ally ein paar Beobachtungen, die den ganzen Fall plötzlich in einem ganz anderen Licht erscheinen lassen…","versions":[{"lang":1,"streams":[{"redirect":12257291,"hoster":"VOE"},{"redirect":12257293,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Bausünden","epNo":1,"alt":"The Big Bang","descr":"Veränderungen stehen gleich in mehrerer Hinsicht an. Die Polizeibehörde von Los Angeles – und damit auch Brendas Major Crime Divison – zieht in ein modernes, neues Hauptquartier um, welches mit den aktuellsten technischen Errungenschaften ausgestattet ist: Türen werden etwa nicht mehr per Klinke, sondern mit Key-Cards geöffnet und Notizen nicht länger auf der weißen Tafel, sondern dem Touchscreen festgehalten. Brenda und ihr Team stehen mit der Elektronik jedoch schon nach kürzester Zeit auf Kriegsfuß. Außerdem steht ein bedeutender Wechsel auf der Führungsetage an: Das LAPD ist auf der Suche nach einem neuen Chief. Assistant Chief Will Pope gilt als klarer Favorit, sein Nachfolger zu werden, was auch Brenda aufhorchen lässt: Denn sollte Will den Posten bekommen, würde dies wahrscheinlich auch eine Beförderung für sie selbst bedeuten.Doch auch andere Kollegen wittern ihre Chance auf den begehrten Chefsessel und eröffnen den Konkurrenzkampf. Der ganze Trubel erhält zudem mit dem überraschenden Auftauchen der unbeliebten Captain Raydor, die Wills Eignung für die neue leitende Position überprüfen soll, neuen Zündstoff. Dabei macht sie auch vor heiklen Privatangelegenheiten nicht Halt und holt die damalige Romanze zwischen Will und Brenda erneut auf die Tagesordnung.","versions":[{"lang":1,"streams":[{"redirect":12257387,"hoster":"VOE"},{"redirect":12257394,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die tote Nanny","epNo":2,"alt":"Help Wanted","descr":"Das Kindermädchen Adrianna ist seit geraumer Zeit spurlos verschwunden. Für Chief Pope ist der Fall doppelt interessant, denn die Familie, in der Adrianna gearbeitet hat, ist sehr eng mit dem Bürgermeister befreundet und Pope hofft dadurch, seine Chancen auf den Posten des Polizeichefs zu verbessern. Als er Brenda den Auftrag weiterleitet, ist diese nicht gerade begeistert, denn sie wird von Captain Raydor auf Schritt und Tritt begleitet, die ihre Nase neugierig auch in private Angelegenheiten steckt. Schnell finden sie Adriannas Leiche und die Untersuchungen ergeben, dass sie vergewaltigt und anschließend ermordet wurde. Die Gerichtsmedizin enthüllt dabei, dass die an Adriannas Körper festgestellte Täter-DNS mit der DNS von zwei früheren Vergewaltigungsfällen übereinstimmt.Für Brenda ist es jedoch alarmierend, als sie erfährt, dass damals beide Opfer aus Angst vor dem Täter von einer Anzeige abgesehen haben. Brenda trifft sich mit Marisol, einem der Opfer, die ebenfalls als Kindermädchen arbeitet. Marisol erzählt, dass sie damals nicht ausgesagt habe, aus Angst ihre illegale Einwanderung könne auffliegen. Mit Hilfe des FBI kann Brenda auch das zweite Opfer orten, doch leider zu spät, denn Lupe Nava wurde nach dem damaligen Vorfall bereits in ihre Heimat Mexiko abgeschoben. Schuld an Lupes Abschiebung war ihr damaliger Arbeitgeber, aber kann Brenda ihn auch als Mörder entlarven? Auf der Suche nach Spuren findet sich Brenda bald in einem sozialen Netzwerk im Internet wieder und macht interessante Entdeckungen…","versions":[{"lang":1,"streams":[{"redirect":12257485,"hoster":"VOE"},{"redirect":12257486,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bis aufs Blut","epNo":3,"alt":"In Custody","descr":"Agent Fritz Howard ist genervt. Den ganzen Tag wurde er von Captain Raydor mit Fragen über Brenda gelöchert und hat so nebenbei erfahren, dass seine Frau für den Posten des Polizeichefs vorgeschlagen wurde. Natürlich ist eine Diskussion in den heimischen vier Wänden die Folge, die erst durch Sergeant Gabriel unterbrochen wird. In einem Auto ist die Leiche einer jungen Frau entdeckt worden. Ungewöhnlich ist in diesem Fall: Der Besitzer des Wagens und Freund des Opfers, Wayne West, hat eigenhändig die Polizei gerufen, sich dann jedoch vom Tatort entfernt. Als die Ermittler ihn endlich finden, versucht West erneut zu fliehen. Es gelingt ihnen jedoch, West zu überwältigen und als dringend Tatverdächtigen festzunehmen, zumal ihm bei seinem Fluchtversuch ein Päckchen Rauschgift aus der Tasche fällt.Auf dem Revier zeigt sich das Ermittlerteam zunächst zwiegespalten. Während Dr. Morales an Selbstmord glaubt, ist für Brenda schnell klar: Gina Decker wurde ermordet. In seinem Verhör lenkt Wayne geschickt die Aufmerksamkeit auf Ginas Exmann Darren, mit dem sie seit der Trennung im Sorgerechtsstreit um ihre gemeinsame Tochter stand. Die Detectives statten dem schwer krebskranken Darren Tatem einen Besuch ab. Bei seiner Befragung gesteht Tatem das angespannte Verhältnis zwischen ihm und seiner Exfrau. Da seine Absichten immer zum Wohle ihrer Tochter gewesen seien, habe er gerichtlich eine Entziehungskur für die drogenabhängige Gina erwirkt, ihr im Gegenzug jedoch nach ihrer Entlassung sogar 25.000 Dollar für einen Neustart überwiesen. Doch die Ermittler stellen fest, dass das Geld nie auf Ginas Konto ankam.Stattdessen gingen die 25.000 Dollar auf Waynes Konto. Allerdings können sie von Tatem kurz darauf keine Antworten mehr verlangen: Er hat sich das Leben genommen. Während das gesamte Team den Fall zu den Akten legen will, wäre Brenda nicht Brenda, wenn sie den Fall nicht doch noch zu einem überraschendem Ende bringen würde…","versions":[{"lang":1,"streams":[{"redirect":12257472,"hoster":"VOE"},{"redirect":12257477,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Harte Landung","epNo":4,"alt":"Layover","descr":"Bei der Überführung eines Häftlings lernen die Detectives Flynn und Provenza die beiden Flugbegleiterinnen Ashley und Linda kennen. In der Hoffnung auf ein amouröses Abenteuer, führen die betagten Ermittler ihre zwei jungen Errungenschaften zum Abendessen aus. Als Provenza sich schließlich schon im Liebeshimmel wähnt und mit der schönen Ashley zu ihr nach Hause geht, findet seine Lust jedoch ein abruptes Ende: Im Badezimmer liegt ein toter Mann in der Badewanne. Da Ashley behauptet, den Toten nicht zu kennen, vermuten die Ermittler, dass es sich um einen Bekannten von Ashleys Mitbewohner Ryan handelt. Die Obduktion ergibt, dass der Tote nach einer Schlägerei beim Sturz in die Badewanne einen Genickbruch erlitten hat und daran starb. Bei dem Opfer handelt es sich um Jose Coto, ein Angehöriger eines Drogenrings.Zurück im Hauptquartier kümmern sich Provenza und Flynn rührend um ihre beiden Angebeteten, die sich in Gegenwart ihrer Verehrer sichtlich wohl fühlen. Ashley sagt aus, eigentlich auch ihren Mitbewohner Ryan nicht wirklich gekannt zu haben und ihn nur bei sich aufgenommen hat, damit er nicht im Wohnwagen schlafen muss. Brenda wird hellhörig und es stellt sich heraus: Die Crews der Fluggesellschaft kommen bei längeren Aufenthalten in der Stadt aus Kostengründen nicht mehr im Hotel, sondern in einer Wohnwagensiedlung unter. Nach der Identifikation von Ryans Wohnwagen, finden die Ermittler schließlich auch dessen Leiche. Als Brenda die Flugbegleiterinnen mit Ryans Tod konfrontiert, kriegen es die Frauen mit der Angst zu tun und gestehen, den Drogendealer doch gekannt zu haben.Nun würden sie von dessen Komplizen gejagt werden, da sie eine Ladung des zu schmuggelnden Kokains bei Auslandsflügen abgezweigt haben, um es selbst zu verkaufen, behaupten sie. Auf der Suche nach dem Mörder werden Brenda und ihr Team nun auf den Piloten aufmerksam, mit dem Ashley und Linda auf mehreren Flügen zusammengearbeitet haben","versions":[{"lang":1,"streams":[{"redirect":12257467,"hoster":"VOE"},{"redirect":12257466,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Herzlos","epNo":5,"alt":"Heart Attack","descr":"Detective Sanchez bringt erneut den kleinen Ruben, dessen gewalttätiger Vater einige Wochen zuvor von Agent Howard im Einsatz erschossen wurde, mit aufs Revier. Damit zieht er wieder einmal den Zorn von Lieutenant Provenza auf sich, der mit Hilfe von Lieutenant Tao herausbekommen hat, dass Sanchez sich nicht, wie versprochen, darum bemüht hat, Rubens Mutter zu finden. Die Mutter des kleinen Ruben war vor einigen Jahren illegal aus Mexiko eingewandert, doch nachdem ihr unerlaubter Aufenthalt aufflog, wieder in ihr Heimatland abgeschoben worden – ohne Ruben. Brendas Team wird derweil mit einem bizarren Leichenfund auf Trab gehalten. Die Überreste eines Jugendlichen werden, in einem Müllsack verpackt, in einem Problembezirk von Los Angeles sichergestellt. Der Leiche fehlen Kopf und Hände und erinnert damit an zwei frühere ungeklärte Morde. Dr.Morales untersucht nun alle drei Leichen noch einmal gründlich und stellt fest: Den Leichen fehlen nicht nur Kopf und Hände, auch Nieren, Leber und Herz wurden entnommen, was den Verdacht auf illegalen Organhandel lenkt. Die Identifizierung der Leichen gestaltet sich als extrem schwierig. Nur durch einen Zufall gelingt es den Ermittlern, eine der Leichen anhand einer kleinen Narbe am Knöchel zu identifizieren. Es handelt sich um Pedro Moto, der erst vor Kurzem von seiner Mutter als vermisst gemeldet wurde. Pedro war vor einiger Zeit noch in einem Freiwilligen-Hospital für sozial benachteiligte Menschen in Behandlung, weil er sich den Knöchel gebrochen hatte. Brenda und Sergeant Gabriel machen sich auf den Weg, um sich Pedros Krankenakte zu besorgen.Zurück im Büro gelingt es den Detectives, über die Organspendedatei herauszufinden, wer Pedros Niere tatsächlich empfangen hat. Unter einem Vorwand laden Brenda und Sergeant Gabriel Oscar Garcia und dessen Vater zum Verhör auf das Revier und schon bald kommt ihnen ein ungeheurer Verdacht. Ein Blick in die Krankenakte genügt und Brenda und ihr Team folgen einer heißen Spur…","versions":[{"lang":1,"streams":[{"redirect":12929693,"hoster":"VOE"},{"redirect":12257463,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ausgebootet","epNo":6,"alt":"Off the Hook","descr":"Sergeant Gabriel nimmt ein bizarres Telefongespräch an. Die Frau am anderen Ende der Leitung sagt weder ihren Namen noch ihre Adresse. Sie behauptet, eine fremde Person sei in ihrem Haus und verlangt, auf der Stelle mit Detective Verico zu sprechen, dann legt sie plötzlich auf. Da Detective Verico aus der Abteilung für Stalking-Opfer im Urlaub ist, dauert es einige Zeit, bis das Team um Sergeant Gabriel die Identität der Anruferin herausfindet. Es handelt sich um Danielle Ross, die Vorsitzende des Bewährungsausschusses. Doch als die Ermittler bei ihr zu Hause eintreffen, können sie nur noch ihre Leiche sicherstellen: Danielle Ross wurde erschossen. Der Tathergang ist für Brenda und ihr Team ein Rätsel, da Türen und Fenster des Hauses verschlossen und gesichert sind.Wie konnte also der Mörder ins Haus gelangen? Chief Pope gerät in Panik, sieht er doch schon seine Bewerbung zum Polizeichef gefährdet und reißt den Fall an sich. Durch Recherchen stößt das Ermittlerteam auf Tomas Medina, dessen Bewährung erst kürzlich von Ross abgelehnt wurde. Er sitzt im Gefängnis, weil er damals einen Mord in Auftrag gegeben hat. Da sich in seiner Zelle mehrere Hinweise finden lassen, auch Danielle Ross’ Mord beauftragt zu haben, wird er kurzerhand von Chief Pope zum Verhör nach Los Angeles eingeflogen. Brenda ist jedoch mit der Tatsache, dass Pope den Fall alleine mit seiner eigens gebildeten Sonderkommission lösen möchte, überhaupt nicht einverstanden, zumal Pope ihr Ermittlungsverfahren scharf kritisiert.Sie sieht sich daher gezwungen, mit ihrem Team auf eigene Faust weiter zu ermitteln und ist sich bald sicher: Bei dem Mord an Danielle Ross handelt es sich keineswegs um einen Auftragsmord…","versions":[{"lang":1,"streams":[{"redirect":12257451,"hoster":"VOE"},{"redirect":12257455,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Voreilige Schlüsse","epNo":7,"alt":"Jump the Gun","descr":"Zwei bewaffnete Bankräuber verschanzen sich auf der Flucht vor der Polizei in einem Küchengeschäft und nehmen das Personal als Geiseln. Fritz übernimmt den Fall und das Polizei-Team umstellt das Gebäude. Stunden vergehen bis sich die zwei Verbrecher endlich bereit erklären, die Geiseln freizulassen und sich zu ergeben. Doch kaum öffnen sich die Türen, stürmen die Verbrecher wild um sich schießend heraus und werden von der Polizei erschossen. Wie sich herausstellt, ist das FBI schon seit zwei Jahren hinter einer fünfköpfigen Verbrecherbande her. Fritz kann die Verbrecher aus dem Küchengeschäft, die zuvor eine Bank ausgeraubt hatten, zweifellos der gesuchten Gruppe zuordnen. Bleibt nur die Frage, warum die Bande ihre Vorgehensweise plötzlich geändert hat und statt zu fünft nun nur noch zu zweit auf Beutejagd geht.Hinzu kommt, dass die Gruppe eigentlich unbewaffnet arbeitet und bei Banküberfällen den Angestellten lediglich einen Zettel überreicht, auf dem ihre Forderungen stehen. Bei der Sichtung eines Überwachungsvideos entdeckt Buzz, dass im Moment des Überfalls ein Wagen mit dem Kennzeichen von Detective Steve Hayward den Parkplatz der Bank verließ. Brenda lässt ihn und seine Frau vorladen und hält sie auch nach ihrer Vernehmung weiter fest. Obwohl Chief Pope vehement von Brenda verlangt, ihren Kollegen und dessen Frau freizulassen, lässt Brenda nicht locker, denn sie erhofft sich so den Kontakt zu der Verbrecherbande herstellen zu können. Aber hat Hayward tatsächlich etwas mit dem Fall zu tun?","versions":[{"lang":1,"streams":[{"redirect":12257439,"hoster":"VOE"},{"redirect":12257442,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Terrorangst","epNo":8,"alt":"War Zone","descr":"In dieser Episode bereichert Gary Cole in der Rolle des Offiziers Edward Dorset das Team von \"The Closer\". Der US-amerikanische Schauspieler spielte 2007 in \"Enttarnt – Verrat auf höchster Ebene\" neben Ryan Philippe und 2008 in \"Conspiracy – die Verschwörung\" an der Seite von Val Kilmer. 2008 sah man ihn außerdem in der vierten Staffel der Serie \"Desperate Housewives\"","versions":[{"lang":1,"streams":[{"redirect":12257428,"hoster":"VOE"},{"redirect":12257427,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliches Date","epNo":9,"alt":"Last Woman Standing","descr":"Brendas Bewerbungsverfahren um den Posten als Polizeichef geht in die nächste Runde. Ein abschließendes Interview mit dem Bürgermeister steht an und Captain Raydor versucht alles, um Brenda bestmöglich auf dieses Gespräch vorzubereiten. Ausgerechnet jetzt kommt ihr ein Mordfall in die Quere, der Brendas volle Aufmerksamkeit fordert: Die junge Schauspielerin Judy Lynn wurde brutal getötet. Bei den Recherchen stellt das Ermittlerteam fest, dass Judy Lynn sich am Abend vor ihrer Ermordung mit einem Mann getroffen hat, den sie auf einer Dating-Seite im Internet kennengelernt hatte. Mit Hilfe der Überwachungskamera in Judys Wohnhaus und der Analyse ihrer Computerdateien gelingt es, den Mann ausfindig zu machen. Es handelt sich um Marc Torez, doch noch fehlen den Ermittlern die Beweise, um Torez des Mordes an Judy Lynn zu bezichtigen.Der Fall erfordert eine intensive Betreuung, denn um die nötigen Indizien zu liefern, muss der Verdächtige rund um die Uhr beschattet werden. Plötzlich steht Brenda vor der Wahl: Sie muss sich entscheiden, ob sie den Fall zu Ende führen, oder sich in Ruhe auf das Bewerbungsgespräch vorbereiten will. Commander Taylor soll die Ermittlungen schließlich übernehmen. Doch der Fall lässt Brenda keine Ruhe und mit ihrer Besessenheit diesen zu lösen, treibt Brenda Captain Raydor an den Rand der Verzweiflung. Bei der Beschattung von Marc Torez stellen die Ermittler erstaunt fest, dass Torez bereits ein neues Date hat. Scheinbar geht er bei seinen Eroberungen immer nach dem gleichen Schema vor. In dem Glauben einen weiteren Mord verhindern zu können, stürmt Brendas Team die Wohnung des Verdächtigen.Dabei stellt sich jedoch heraus, dass es sich bei dem \"neuen Date\" um Marcs Verlobte handelt. Die Detectives tappen weiterhin im Dunkeln, bis Brenda bei der Sichtung der Video-Tagebücher der Ermordeten ein bisher unbemerktes Detail entdeckt.","versions":[{"lang":1,"streams":[{"redirect":12257406,"hoster":"VOE"},{"redirect":12257414,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Brandgefährlich","epNo":10,"alt":"Executive Order","descr":"Ein Krankenwagen wird zu einem scheinbar desorientierten Mann gerufen. Doch auf dem Weg ins Krankenhaus erschießt der Mann die beiden Sanitäter und verschwindet. Am Tatort kann Brendas Team lediglich einen einzigen Fingerabdruck des Mörders feststellen. Das Handy, von dem der Notruf kam, bringt das Team ebenfalls auf eine interessante Spur: Es wurde vor zwei Jahren zusammen mit einem weiteren Handy gekauft, welches wiederum als Bombenzünder bei einem Anschlag auf das Finanzamt fungieren sollte. Damals schlug der Anschlag glücklicherweise im letzten Moment fehl. Für Brenda bedeutet dies jedoch, dass sie, um diesen Fall zu lösen, mit dem Leiter des Antiterror-Teams, Thomas Delk, zusammenarbeiten muss. Ausgerechnet mit Delk, denn dieser ist gleichzeitig ihr härtester Konkurrent im Rennen um den Posten des Polizeichefs.Die Analyse des Fingerabdrucks führt die Ermittler zu Kevin Mason. Es stellt sich heraus, dass Mason sich in der Vergangenheit mehrmals vergeblich bei der Feuerwehr beworben hatte. Der Psychologe, der ihn damals beim Einstellungsgespräch beurteilen sollte, beschreibt ihn als gewaltbereit und gefährlich. Brenda ist sich sicher: Der Bombenanschlag vor einigen Jahren galt offenbar nicht dem Finanzamt, sondern der dort gegenüberliegenden Feuerwehrwache. Die Patronenhülsen der Mordwaffe, mit denen die Sanitäter erschossen wurden, führen Brenda und ihr Team zu einem alten Mann, der bereits seit mehreren Jahren im Pflegeheim lebt. Doch als sie im Heim ankommen, finden die Ermittler den Mann ermordet auf. So langsam wird Brenda klar, mit was für einem Psychopathen sie es diesmal zu tun hat und das dessen Rachefeldzug noch lange nicht beendet ist.","versions":[{"lang":1,"streams":[{"redirect":12257385,"hoster":"VOE"},{"redirect":12257383,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Blutige Beute","epNo":11,"alt":"Old Money","descr":"Nach einem Treffen der anonymen Alkoholiker wird Detective Flynn von einem jungen Mann in ein Gespräch verwickelt. Als Flynn wenig später zu seinem Wagen geht, wird er plötzlich rücklings von einem Fremden mit einem Messer angegriffen. Beide Männer liefern sich einen schweren Kampf, im Zuge dessen Flynn eine Waffe zieht und seinen Angreifer mit zwei Schüssen außer Gefecht setzt. Doch als er seine Kollegen alarmiert, ist der Messerstecher auf einmal spurlos verschwunden. Captain Raydor übernimmt zunächst den Fall. Kurz darauf wird der Angreifer tot aufgefunden. Bei der Durchsuchung seiner Wohnung finden die Ermittler eine Tasche mit 30.000 Dollar. Für Brenda ist klar: Die hohe Geldsumme deutet auf einen bezahlten Mordanschlag auf Detective Flynn hin.Doch wer will Flynn aus dem Weg räumen? Tao liefert bei der Untersuchung der Banknoten einen entscheidenden Hinweis: Das Geld stammt offenbar aus einem Paket mit einer ursprünglichen Summe von 400.00 Dollar, die vor einigen Jahren von dem FBI markiert wurde, um einen gewissen Rick Zuman der Geldwäscherei und des Drogenhandels zu überführen. Damals war der Informant jedoch mitsamt dem Geld verschwunden. Detective Flynn gelang es immerhin noch, Zuman wegen zweifachen Mordes zu lebenslanger Haft zu verurteilen. Zu Brendas Missfallen mischt sich wieder einmal Captain Raydor in die Ermittlungen ein. Doch Brenda gelingt es, sich den Fall zu Eigen zu machen, um nur wenig später zu erfahren, dass Captain Raydor gegen Flynn ermittelt.Brendas Ehrgeiz ist geweckt, denn nun heißt es nicht nur, den Geldgeber von Flynns Angreifer zu überführen, sondern zudem noch die Ehre ihres Mitarbeiters zu retten.","versions":[{"lang":1,"streams":[{"redirect":12257377,"hoster":"VOE"},{"redirect":12257376,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ausgedealt","epNo":12,"alt":"High Crimes","descr":"Der neu ernannte Polizeichef Delk erteilt Brenda und ihrem Team den Auftrag, die Ermittlungen in einer Serie von Raubüberfällen auf legale Marihuana-Apotheken zu übernehmen. Brenda ist irritiert, denn eigentlich hat Chief Pope ihr bereits einen anderen Fall gegeben. Hinzukommt, dass Raubüberfälle eigentlich nicht in den Bereich der Major Crimes gehören. Doch Brenda wagt es nicht, sich Delks Anweisungen zu widersetzen. Bei den Dieben handelt es sich um drei Männer, die bei ihren bisherigen Überfällen ein ganz bestimmtes Muster verfolgen: Sie warten unauffällig vor der Tür bis ein Kunde aus der Apotheke kommt, stülpen sich dann Motorradhelme über und stürmen bewaffnet die Apotheke. Kaum startet das Team mit seinen Ermittlungen, geschieht ein erneuter Überfall auf eine Marihuana-Apotheke, bei dem der Ladenbesitzer jedoch kaltblütig ermordet wird.Es gibt zwei Zeugen für die Tat: Sowohl Mitinhaber Sam Dodson, als auch der Kunde John Park, haben das Geschehen beobachtet. Zu Brendas Übel gestaltet sich jedoch die Vernehmung der beiden als nicht gerade zufriedenstellend: Während Sam Dodson unter Schock zu stehen scheint, strapaziert John, völlig zugedröhnt mit Drogen, auf dem Revier die Nerven aller Detectives. Keine idealen Vorraussetzungen für Brenda und ihr Team, diesen Fall erfolgreich zu lösen. Damit nicht genug, bietet Delk Brenda auch noch den Job von Chief Pope an. Fritz ist von der Idee, seine Frau demnächst vorwiegend sicher im Büro zu wissen, begeistert. Doch wird Brenda Fritz diesen Gefallen tun?","versions":[{"lang":1,"streams":[{"redirect":12382466,"hoster":"VOE"},{"redirect":12257512,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Blutrache (1)","epNo":13,"alt":"Living Proof (Part 1)","descr":"Endlich sind die Weihnachtsfeiertage in Sicht und Brenda und ihr Team der Major Case Squad freuen sich auf eine erholsame Zeit mit ihren Familien. Doch die Vorfreude erhält einen herben Dämpfer, als plötzlich ein Mann auf offener Straße mit einem Messer angegriffen wird. Der Angegriffene weiß sich jedoch zu wehren und liefert sich mit dem Messerstecher einen bitteren Kampf, wobei Letzterer auf die Straße geschleudert und ausgerechnet von einem heranfahrenden Streifenwagen erfasst wird und schließlich stirbt. Während Captain Raydors größte Sorge zunächst der kaputte Streifenwagen ist, beschäftigt Brenda eher die Tatsache, dass ihre Eltern über die Feiertage zu Besuch kommen werden. Um den Fall also so schnell wie möglich zu lösen, und um endlich die verdiente freie Zeit genießen zu können, müssen Raydor und Brenda wohl oder übel zusammen arbeiten: Bei dem Angegriffenen handelt es sich um den Albaner Armand Marku, der vor einigen Jahren aus dem Kosovo ausgewandert ist. In einem ersten Verhör gibt Armand an, dass der Angreifer sein Vater gewesen sei, den er schon seit mehreren Jahren nicht mehr gesehen habe. Als Marku seinem Vater damals seine Entscheidung, in die USA auszuwandern, mitteilte, habe der Vater mit seinem Sohn gebrochen und fortan keinen Kontakt mehr mit ihm gehabt.Den Detectives gelingt es schnell, die Wohnung von Armands Vater ausfindig zu machen und zum Schrecken aller Beteiligten finden sie dort die Leiche von Armands Schwester Anila. Später greifen die Polizisten Anilas Sohn Skander auf. Um den Fall zu lösen, ist Skanders Aussage für Brenda von großer Wichtigkeit, um die Hintergründe der Familientragödie zu erfahren. Doch der Junge weigert sich zu reden. Letztlich bringt Brendas Mutter ihre Tochter auf die Idee, auch ohne die Aussage des Jungen die Wahrheit ans Licht zu bringen. Dabei ahnen Brenda und ihr Team noch nicht, wie lange dieser Fall sie alle noch beschäftigen wird.","versions":[{"lang":1,"streams":[{"redirect":12257508,"hoster":"VOE"},{"redirect":12257509,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blutrache (2)","epNo":14,"alt":"Living Proof (Part 2)","descr":"Brendas Eltern, die für die Feiertage extra aus Atlanta angereist sind, bekommen ihre Tochter wegen der laufenden Ermittlungen im Todesdrama um die Familie Marku kaum zu sehen. Langsam dämmert es auch den Kollegen, dass sie ihre Weihnachtspläne wegen der zeitraubenden, ausführlichen Recherchen wohl aufgeben müssen. Alle Indizien sprechen dafür, dass es sich bei dem Mord an Anila Marku um eine Blutfehde handelt. Deren Bruder Armand Marku war vor einigen Tagen noch von seinem eigenen Vater auf offener Straße angegriffen worden. Mittlerweile kümmert er sich gemeinsam mit seiner Frau Joan liebevoll um Anilas Sohn Skander. Brendas Bemühungen, Skander zu verhören, verlaufen dagegen immer noch erfolglos.Schließlich gelingt es Brenda mit Hilfe von Chief Pope, den Jungen beim Verlassen des Hauses seiner Verwandten festzuhalten und zu verhaften. Auf dem Revier kümmert sich Lieutenant Provenza um den Jungen und gewinnt langsam dessen Vertrauen. Skander offenbart, dass sein Großvater, der bei dem Kampf mit Armand auf der Straße ums Leben kam, ihm damals erzählt habe, dass sein Onkel Armand schon vor einigen Jahren bei einem Überfall auf ihr Heimatdorf gestorben sei. Doch können die Detectives dem Jungen glauben? Handelt es sich in diesem Fall tatsächlich um einen falschen Armand Marku?Derweil erreicht Brenda eine weitere Hiobsbotschaft: Nicht nur, dass Brendas Eltern vorhaben, nach Los Angeles zu ziehen, um näher bei ihrer Tochter zu wohnen, auch ihr Wohnmobil wurde in der Nacht ausgeraubt – mitsamt aller Weihnachtsgeschenke.","versions":[{"lang":1,"streams":[{"redirect":12257504,"hoster":"VOE"},{"redirect":12257503,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Späte Einsicht","epNo":15,"alt":"An Ugly Game","descr":"Zwei Polizisten werden auf ihrer Streife durch die berühmt-berüchtigte Straße Skid Row in Los Angeles auf einen Mann aufmerksam, der Drogen konsumiert. Bei seiner Festnahme bemerken die Polizisten das blutverschmierte Hemd des Mannes und durchsuchen daraufhin seine Taschen. Später auf dem Revier, als der Festgenommene erneut seine Taschen leeren muss, bemerkt einer der Polizisten, dass der Autoschlüssel des jungen Mannes plötzlich fehlt. Offenbar hatte er ihn bei seiner Festnahme absichtlich weggeworfen. Brendas Team findet heraus, dass der junge Mann Trey heißt und bis vor Kurzem als karrierebewusster und erfolgreicher Collegestudent galt. Brenda wird sofort skeptisch: Was hat Trey mit einer Crack-Pfeife auf der Skid Row zu suchen, zumal die Straße überwiegend von Drogen, Obdachlosigkeit und Gewalt beherrscht wird. Auch der inzwischen wiedergefundene Autoschlüssel gehört offenbar nicht Trey, denn dieser hat seinen Wagen schon vor einiger Zeit aufgrund von Geldproblemen verkaufen müssen.Trey gibt in seinem Verhör an, dass das Blut auf seinem Hemd von einem Kampf mit dem Exsoldaten Sarge stammt, der die Junkies auf der Skid Row terrorisiert. Wie es sich herausstellt, gibt es Sarge tatsächlich. Zwar wurde dieser schon wegen mehrerer Überfälle angezeigt, doch zu einer Verurteilung kam es nie, da sich aus Angst kein Zeuge fand, der gegen Sarge aussagen wollte. Während Brenda verständnisvoll und professionell mit dem scheinbaren Opfer Trey umgeht, wittern Lieutenant Flynn und Sergeant Gabriel, dass an der ganzen Geschichte etwas faul sein muss. Als dann auch noch ein besorgter Vater auftaucht, dessen Auto samt Tochter verschwunden ist, sehen sich die Detectives in ihrem Verdacht bestätigt.","versions":[{"lang":1,"streams":[{"redirect":13051463,"hoster":"VOE"},{"redirect":12257501,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Geldwäsche","epNo":1,"alt":"Unknown Trouble","descr":"Brenda und ihr Team der Major Crimes ermitteln in der Villa eines berühmten Plattenproduzenten. Dort wurden die Leichen von zwei jungen Frauen und fünf Männern gefunden. Detective Gabriel kommen zwei der Toten sofort bekannt vor: die Brüder Christopher und Kevin Brooks. Christopher wurde als neuer Rap-Star C-Game gefeiert, dessen Debut-Album demnächst veröffentlicht werden soll. Sein Bruder Kevin agierte als sein Manager. Gabriel ist mit den beiden zur Schule gegangen und schwört, dass sie keiner kriminellen Gang angehört haben, was wiederum Detective Flynn und Detective Provenza behaupten. Die beiden sind sich sicher: In dem Haus des Plattenlabelchefs Antwone Decker wurde eine wilde Drogen-Orgie gefeiert. Doch von Decker fehlt bisher jede Spur.Im Zimmer der beiden Brooks-Brüder findet Brenda einen Koffer mit 750.000 Dollar – offenbar Geld für einen geplatzten Drogendeal. Brenda erfährt von Fritz, dass eine Sonderkommission der Polizei und des FBI schon seit längerem an Decker dran ist, da sie vermuten, dass dieser in illegale Drogengeschäfte verwickelt ist. Außerdem wurde Decker offenbar von einer unbekannten Quelle darüber informiert, dass Kevin und C-Game vor ihrem Tod überlegten, das Plattenlabel zu wechseln. War dies ihr Todesurteil? Decker wird zum Hauptverdächtigen, doch das Verhör gestaltet sich schwierig, denn statt Decker taucht nur dessen Anwalt auf.Brenda muss zu härteren Mitteln greifen und tischt dem Anwalt eine fingierte Geschichte auf, bei der sie sich sicher sein kann, dass Decker auf Dauer nicht umhin kommen wird, der Abteilung für Major Crimes einen Besuch abzustatten. Doch nicht nur Decker muss sich einem Verhör stellen: Brenda und ihrem Team stehen schwere Zeiten bevor. Die Major-Crimes-Abteilung hat eine Zivilklage am Hals. Die Mutter von Turell Baylor verklagt Brenda und ihr Team, bei einem vergangenen Fall ihren Sohn nicht ausreichend geschützt zu haben und somit Schuld an dessen Ermordung zu sein. Keine gute Ausgangssituation, denn Chief Delk wird zudem in Kürze seinen Plan veröffentlichen, dem die Major Crimes Abteilung nun zum Opfer zu fallen droht.","versions":[{"lang":1,"streams":[{"redirect":12262826,"hoster":"VOE"},{"redirect":12262828,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödlicher Streich","epNo":2,"alt":"Repeat Offender","descr":"Chief Delk ist nach seinem plötzlichen Zusammenbruch gestorben. Zu Brendas Zufriedenheit übernimmt Chief Pope fortan den Posten als Übergangschef. Brenda hofft nun, dass er der von Chief Delk angesetzten Untersuchung wegen des Todes von Turrel Baylor endlich ein Ende setzt. Doch Pope denkt nicht daran und verlangt stattdessen von Captain Raydor, alle Mitarbeiter der Major Crimes zu befragen. Da kommt Brenda ein mysteriöser Mordfall gerade recht: Die Studentin Ashley Reed wird tot im Haus der Familie Dixson aufgefunden. Ashley sollte auf das Haus aufpassen, während die befreundete Familie im Urlaub war. Da das Haus stark verwüstet und Ashley knapp bekleidet aufgefunden wird, deutet zunächst alles auf einen Einbruch und Vergewaltigung hin.Doch wie sich herausstellt, wurden kaum Wertgegenstände entwendet, was den Einbruch fast schon amateurhaft wirken lässt. In der Pathologie erfährt Detective Gabriel, dass auch eine Vergewaltigung ausgeschlossen werden kann. Bei der Durchsuchung von Ashleys Handy stoßen die Ermittler auf Alexander Banks, Ashleys Professor am College. Wie Brenda kurz darauf von Banks’ Frau erfährt, ist dieser für einige seiner Studentinnen mehr als nur ihr Professor. Hatte er eine heimliche Affäre mit Ashley, die sie nun mit ihrem Leben bezahlen musste? Um auch weiterhin der Befragung von Raydor aus dem Weg zu gehen, schickt Brenda ihr gesamtes Team auf Spurensuche – mit Erfolg: Das Team findet den gestohlenen Laptop des Sohnes der Dixons.Doch Detective Tao stellt fest, dass der Laptop passwortgeschützt ist und zudem bereits vor einigen Monaten als gestohlen gemeldet wurde.","versions":[{"lang":1,"streams":[{"redirect":12263065,"hoster":"VOE"},{"redirect":12263064,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In geheimer Mission","epNo":3,"alt":"To Serve With Love","descr":"Detective Provenza ist in geheimer Mission unterwegs: Ein Anwalt hat ihm den Auftrag erteilt, einem gewissen Steven Hirschbaum Papiere für dessen Vorladung zu übergeben. Dafür winkt dem Detective eine beträchtliche Summe Geld, zusätzlich zu seinem normalen Gehalt. Provenza schlägt Detective Flynn vor, ihm dabei zu helfen und sich so ebenfalls ein bisschen Geld nebenher zu verdienen. Doch Flynn ist zunächst skeptisch, immerhin soll Brenda nichts davon erfahren. Hinzukommt, dass Provenzas einziger Hinweis über den Aufenthaltsort von Hirschbaum eine Handynummer ist, die erst einmal geortet werden muss. Weil Buzz als einziger über das technische Know-how verfügt, wird auch er in das widrige Vorhaben eingeweiht. Etwas widerwillig macht dieser sich gemeinsam mit Provenza und Flynn auf den Weg, der Spur des Ortungsgeräts zu folgen.Die drei Männer landen in einem Hotel, wo sie tatsächlich auf den vermeintlichen Hirschbaum treffen. Provenza übergibt ihm die Papiere, doch als sie gerade wieder wegfahren wollen, fallen im Hotel plötzlich Schüsse und ein toter Hirschbaum landet auf Buzz’ Autodach. Wie sich durch die Ermittlungen des FBIs herausstellt, sollte Hirschbaum eigentlich fünf Tage später verurteilt werden. Er stand unter Anklage, Firmengelder verspekuliert zu haben. Brenda ist rasend vor Wut, als sie herausfindet, dass Provenza, Flynn und Buzz an diesem Mord, wenn auch indirekt, beteiligt waren. Die Obduktion macht jedoch selbst die wütendste Brenda plötzlich wieder neugierig: Bei dem Toten handelt es sich gar nicht um Hirschbaum, sondern um einen Schauspieler namens Scott Esposito, der dem Angeklagten zum Verwechseln ähnlich sah.Doch ausgerechnet jetzt reißt das FBI den Fall an sich und Brenda soll sich lediglich mit der Befragung der \"Hirschbaum-Witwe\" und der Tochter abgeben. Heimlich schickt sie jedoch Flynn, Provenza und Buzz zur \"Strafe\" los, um Beweise zu sammeln und den wahren Steven Hirschbaum zu finden – und tatsächlich: Die Männer werden schnell fündig und verstricken sich dabei prompt in die nächste Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":12263081,"hoster":"VOE"},{"redirect":12263080,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sommercamp","epNo":4,"alt":"Under Control","descr":"Der neunjährige Eric verschwindet auf dem Weg zum Sommercamp spurlos. Zum Glück ist Lieutenant Tao zur Stelle, denn er will seinen Sohn Kevin, der in dem Camp als freiwilliger Betreuer arbeitet, abholen. Die geschiedenen Eltern des Jungen sind keine große Hilfe – sie überhäufen sich gegenseitig mit Vorwürfen. Eric lebte bei seiner Mutter, die das alleinige Sorgerecht besitzt und seit kurzem auch einen neuen Freund hat, Marcus Winslow. Lieutenant Tao benachrichtigt sofort Detective Sanchez, der zum Haus der Mutter fährt, um nachzusehen, ob Eric eventuell dort wieder aufgetaucht ist – doch die Suche bleibt zunächst erfolglos. Plötzlich entdecken die Ermittler auf der anderen Straßenseite das Fahrrad des Jungen.Aber war es schon vorher dort, oder hat es jemand in dem ganzen Tumult unbemerkt dort abgestellt? Anstatt ihre Kollegen bei den Ermittlungen zu unterstützen, hängt Brenda im Präsidium fest – Captain Raydor hat sie zu einem Gespräch unter vier Augen zitiert. Sie will, dass Brenda sich endlich einen Anwalt nimmt, ansonsten würde sie bei der Verhandlung der \"Shootin\" Newton Morde’ vor den Geschworenen des Strafgerichts schnell ihr Gesicht verlieren – zu viele Fakten sprechen gegen sie. Derweil wartet die Major Crimes mit einer groß angelegten Suchaktion auf. Bald schon ist gewiss: Eric ist tot. Sanchez hat die Leiche via Helikopter gesichtet, in einem Pool treibend – weit entfernt vom Sommercamp. Die Obduktion ergibt, dass Eric bereits seit mehreren Stunden tot ist.Jedoch finden sich keinerlei Anzeichen für Gewalt oder sexuellen Missbrauch. Stattdessen werden im Magen des Jungen mehrere Substanzen verschreibungspflichtiger Medikamente gefunden – dieselben Mittel, die auch der Freund der Mutter wegen seiner starken Rückenschmerzen einnimmt. Aber ist er deshalb auch Erics Mörder?","versions":[{"lang":1,"streams":[{"redirect":12263091,"hoster":"VOE"},{"redirect":12263109,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergib uns unsere Schuld","epNo":5,"alt":"Forgive Us Our Trespasses","descr":"Bei der Major Crimes geht ein kurioser Anruf ein: Eine Leiche wurde in ein Bestattungsunternehmen geliefert. Eigentlich nichts Ungewöhnliches, findet Brenda, wenn da nicht die Tatsache wäre, dass für diese Leiche kein Totenschein ausgestellt wurde und die Angehörigen sich weigern, den Leichnam von einem Leichenbeschauer untersuchen zu lassen. Noch bevor das Team jedoch aufbrechen kann, um sich den Fall genauer anzusehen, erscheint plötzlich ein Mann im Präsidium, der allen Mitarbeitern eine gerichtliche Vorladung wegen der \"Shootin\" Newton Morde’ aushändigt, mit Ausnahme von Sergeant Gabriel.Der Mann stellt sich als Rechtsanwalt der Mutter des erschossenen Turell Baylors, Peter Goldman, vor und hofft, durch seine Anwesenheit bei Major Crimes, die ein oder andere unvorsichtige Aussage der Detectives aufzuschnappen, um diese dann im Gericht gegen sie verwenden zu können. Aber da hat er seine Rechnung ohne Brenda gemacht, die den hinterlistigen Anwalt im hohen Bogen aus dem Büro wirft. Bei der Leiche im Bestattungsunternehmen handelt es sich um den Priester Cliff Wykoff. Dessen Frau, Kate Wykoff, behauptet, dass ihr Mann Selbstmord begangen hat. Doch die Abrechnung seiner Kreditkarte zeigt etwas anderes: Der Geistliche hatte am Morgen in einem zwielichtigen Motel eingecheckt, wo er offenbar umgebracht wurde, und ist nicht – wie zunächst angegeben – zu Hause gestorben.Im Motel folgt dann die nächste Überraschung: Gerade als Brenda und ihr Team mit gezückten Dienstwaffen das Gebäude stürmen wollen, erwischen sie die Schwiegereltern von Cliff Wykoff dabei, wie sie das Zimmer gründlich säubern. Auf dem Bett findet Lt. Provenza Unterwäsche und die Schuhe einer Frau. Offenbar hatte der fromme Mann eine Affäre – doch warum versucht dessen Familie geradezu zwanghaft, diese Tatsache zu verschleiern? Steckt sie etwa hinter dem Mord?","versions":[{"lang":1,"streams":[{"redirect":12263127,"hoster":"VOE"},{"redirect":12263131,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sparwut","epNo":6,"alt":"Home Improvement","descr":"Deputy Chief Brenda Johnson wird zum Fundort einer Leiche gerufen: In Müllsäcken vergraben unter einer Mauer in einem Wohngebiet liegt der ermordete Sexualstraftäter John David Dale. Der städtische Bauinspektor Aguirre hatte ihn dort gefunden, nachdem er eine Beschwerde über die zuvor illegal errichtete Mauer erhalten hatte und diese daraufhin abgerissen wurde. Dale war erst vor kurzem aus dem Gefängnis entlassen worden und ist in das Haus seiner verstorbenen Mutter gezogen. Die Zahl der Verdächtigen ist hoch, immerhin gab es nach Dales Freilassung an allen Schulen in der Umgebung Aushänge mit einer Warnung und einem Foto von dem Verbrecher. Das benachbarte Ehepaar King hatte daraufhin den Auftrag für die Mauer gegeben, um ihre kleine Tochter vor dem Übeltäter zu schützen.Doch würden sie auch so weit gehen, Dale umzubringen? Brenda bestellt die Kings zu einem Verhör aufs Revier – sie gelten von nun an als Hauptverdächtige. Die Obduktion ergibt, dass Dale durch eine bizarre Wunde am Hinterkopf umkam. Jemand muss ihn mit einem kegelförmigen Gegenstand angegriffen haben. Ausgerechnet die Tochter der Kings bringt Brenda schließlich auf eine entscheidende Schlüsselfrage: Wer hat eigentlich den Bauinspektor informiert? Brenda kämpft derweil noch an einer ganz anderen Front: Sie hat sich mittlerweile davon überzeugen lassen, endlich einen Anwalt wegen des laufenden Verfahrens gegen sie zu konsultieren. Doch schon das erste Treffen mit ihm lässt sie sofort zweifeln: Der Anwalt verlangt einen Vorschuss von 25.000 Dollar.Doch Brenda hat keine Ahnung, woher sie so viel Geld nehmen soll und mutiert ab sofort zu einem Sparfuchs – sehr zum Unmut von Fritz.","versions":[{"lang":1,"streams":[{"redirect":12262811,"hoster":"VOE"},{"redirect":12262808,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefallener Engel","epNo":7,"alt":"A Family Affair","descr":"Detective Ortega, eine Kollegin aus Phoenix, taucht überraschend bei Major Crimes auf. Im Gepäck hat die Ermittlerin einen brisanten Fall und ein Anliegen in eigener Sache: Ihre 19-jährige Tochter Sedona wurde kürzlich tot in einem Hotelzimmer aufgefunden. Die Detectives der Polizei in Hollywood hatten damals als Todesursache eine Überdosis Heroin angegeben und den Fall kurzerhand zu den Akten gelegt. Doch Detective Ortega ist sich sicher, dass – obwohl sie seit zwei Jahren keinen Kontakt mehr zu ihrer Tochter hatte – diese nicht drogenabhängig war – im Gegenteil: Sedona hatte Diabetes und war sich der Konsequenzen von Drogen und Alkohol durchaus bewusst. Allerdings war sie bis zu ihrem Tod mit dem heroinsüchtigen Drew verheiratet.Doch hat er es tatsächlich geschafft, die verantwortungsbewusste, junge Frau drogenabhängig zu machen? Brenda und ihr Team nehmen sich dieses Falles an und stoßen schon bald auf einige Ungereimtheiten: Offenbar arbeitete Sedona für einen Escort-Service – ein Schock für Detective Ortega. Brenda lädt die Chefin der Agentur, Linda Prall, zu einem Verhör und es kommt heraus, dass Sedona sich nicht nur prostituiert hat, sie wurde von Drew auch dazu gezwungen, pornografische Filme zu drehen und anschließend von ihm verprügelt. Erst vor kurzem hatte Sedona all ihren Mut zusammengenommen und sich von Drew getrennt – sie wollte noch einmal von vorne anfangen. Eine Möglichkeit, den kriminellen Ehemann zu befragen, bleibt Brenda und den Detectives Sanchez, Provenza und Gabriel jedoch verwehrt.Als sie am Haus des Verdächtigen ankommen, werden sie in eine Schießerei verwickelt, bei der Drew ums Leben kommt. Der Zwischenfall ruft auch Captain Raydor auf den Plan, die immer noch verzweifelt versucht, an eine brisante Schlüsselinformation im Fall der \"Shootin\" Newton Morde’ zu gelangen. Der Anwalt der Gegenseite verfügt nämlich über Insider-Wissen, was darauf schließen lässt, dass in Brendas Abteilung ein Maulwurf sein Unwesen treibt – nur wer?","versions":[{"lang":1,"streams":[{"redirect":12262825,"hoster":"VOE"},{"redirect":12262823,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mundtot","epNo":8,"alt":"Death Warrant","descr":"Deputy Chief Brenda Leigh Johnson hat es momentan nicht leicht: Nicht nur, dass offenbar einer ihrer Mitarbeiter interne Informationen der \"Shootin\" Newton Morde’ an den Anwalt der Anklage weitergegeben hat, sie muss zudem auch noch einen ihrer ungeliebten Gefängnisbesuche hinter sich bringen, um mit Detective Gabriel ein Anliegen des Schwerverbrechers Ray Diamond anzuhören. Diamond unterbreitet der Major Crimes ein Angebot: Um mit der Staatsanwaltschaft eine Bewährungsstrafe aushandeln zu können, bietet er im Gegenzug Informationen über einen Auftragsmord, der am nächsten Tag vonstattengehen soll. Durch seinen wöchentlichen Putzdienst im Hochsicherheitstrakt kennt Diamond viele der dort Einsitzenden – unter anderem auch sechs Mitglieder des Garcia Drogenkartells, eine Bande, die Drogen-, Waffen- und Menschenhandel im großen Stil betreibt.Bei dem zukünftigen Opfer soll es sich angeblich um Robert Curtis, Finanzverwalter des Garcia Drogenkartells, handeln. Da die einsitzenden Garcia-Mitglieder keinen Kontakt zur Außenwelt pflegen dürfen, gilt Diamond für sie als eine Art Sprachrohr und übermittelt deren Aufträge zu den Besuchszeiten im Gefängnis gezielt an die Kontaktpersonen draußen. Doch zurück im Büro der Major Crimes entzieht Chief Pope Brenda die Verantwortung: Nicht Major Crimes, sondern die Bezirksstaatsanwaltschaft ist für diesen Fall zuständig. Da Diamond der Polizei jedoch vorwirft, bei seiner Verhaftung übertriebene Gewalt angewandt zu haben, schaltet sich auch Captain Raydor ein, dieses Mal – zur Überraschung aller – unterstützt sie Brenda.Während Raydor sich auf den Weg zu einer erneuten Vernehmung Diamonds im Gefängnis macht, stattet die zuständige Staatsanwältin Hobbs Major Crimes einen Besuch ab. Sie koordiniert das Verfahren gegen Curtis und will für ihn einen Deal als Kronzeugen aushandeln, damit er der Polizei die Konten des Garcia Kartells offenlegt. Das Verfahren ist an einem geheimen Ort angesetzt – ist das etwa der perfekte Ort für einen Auftragsmord? Derweil ist Captain Raydor im Gefängnis angekommen – leider zu spät: Ray Diamond ist tot. Wurde er aufgrund seiner Indiskretion etwa mundtot gemacht?","versions":[{"lang":1,"streams":[{"redirect":12262845,"hoster":"VOE"},{"redirect":12262836,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fauler Köder","epNo":9,"alt":"Star Turn","descr":"Der Vater des berühmten Teenie-Idols Missy Michaels ist seit nunmehr vier Tagen spurlos in den Bergen von Santa Monica verschwunden. Er kehrte von seiner Wanderung nicht zurück – ungewöhnlich: Denn immerhin hat er bisher keinen der Auftritte seiner Tochter verpasst. Am fünften Tag gibt es dann traurige Gewissheit. Bob Michaels wird tot unterhalb einer Klippe gefunden. Die Spuren deuten zunächst auf einen Unfall hin, doch Brenda Leigh Johnson wittert ein Verbrechen. Eine erste Untersuchung des Leichnams scheint ihre Vermutung zu bestätigen: Bob Michaels Körper weist trotz fünf Tagen in der prallen Sonne keinerlei Verbrennungen auf – wahrscheinlich ist er erst seit ein paar Stunden tot.Außerdem wurde er vor seinem Tod mit Pfefferspray angegriffen, was auch Brenda, Chief Pope, Buzz und Detective Provenza plötzlich schmerzhaft zu spüren bekommen als Dr. Morales das Gesicht des Opfers mit Wasser abspült. Ausgerechnet jetzt – mit tränenden Augen – muss Brenda einen Termin mit ihrem Anwalt Gavin und dem Anwalt der Anklage, Goldman, wahrnehmen. Letzterer macht ihr ein nahezu unschlagbares Angebot, mit dem sowohl Brenda als auch Chief Pope und Captain Raydor nicht gerechnet hätten. Brenda soll die volle Verantwortung für den Mord an Turell Baylor übernehmen. Im Gegenzug senkt die Anklage jegliche Schadensersatzforderungen auf ein Minimum. Brenda ist begeistert und stimmt zu – hätte sie bloß das Kleingedruckte gelesen.Zurück bei den Ermittlungen rund um die Leiche deutet tatsächlich alles auf einen Mord hin, doch der geschäftstüchtige Manager von Missy tut alles, um die Familie vor den Fragen der Detectives abzuschirmen. Hat er etwas mit dem Mord an Bob Michaels zu tun? Immerhin scheint es kein Zufall, dass Missys neuer Song ausgerechnet von ihrem Vater handelt. Der Tod käme dem Manager also gerade Recht, um die Platte bestmöglich vermarkten zu können.","versions":[{"lang":1,"streams":[{"redirect":12262849,"hoster":"VOE"},{"redirect":12262860,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hetzjagd","epNo":10,"alt":"Fresh Pursuit","descr":"Für Deputy Chief Brenda Leigh Johnson ist der große Tag gekommen: Die Gerichtsverhandlung wegen des Mordes an Turell Baylor ist im vollen Gange. Zunächst sieht es ganz gut für die Ermittlerin aus, denn ihr Anwalt Gavin kann mit ein paar schlagenden Argumenten die Anklageschrift in vielen Punkten widerlegen. Doch dann werden Brenda und ihr Team plötzlich zu einem Mord gerufen. Ausgerechnet einer ihrer entfernten Kollegen, Deputy Brian Rush, ist nach einer Verfolgungsjagd auf offener Straße kaltblütig ermordet worden. Zwar gelang es Rushs Partner Burton daraufhin, zumindest den Fahrer festzunehmen, doch der Todesschütze befindet sich weiterhin auf der Flucht. Bei dem Verhafteten handelt es sich um Kyle Hayes, der offenbar Mitglied eines organisierten Ringes von professionellen Autodieben ist.Während dessen Verhörs wird Brenda allerdings unterbrochen: Detective Tao konnte Hayes Komplizen identifizieren. Es handelt sich um den polizeibekannten David Cobb. Als Brenda wieder in den Verhörraum gehen will, wird sie von Buzz in letzter Sekunde zurückgehalten: Kyle ist es gelungen, eine Waffe mit aufs Revier zu schmuggeln und droht nun, Brenda zu erschießen. Dank Buzz wurde Brendas Leben in letzter Sekunde gerettet, doch für Kyle kommt jede Hilfe zu spät – er richtet die Waffe gegen sich selbst und drückt ab. Indes sind Provenza und Sanchez bei Cobbs Wohnung angekommen. Bei deren Stürmung erleben sie allerdings eine böse Überraschung: Deputy Burton hat nach seinem Verhör die Ermittlungen selbst in die Hand genommen und steht nun neben dem toten David Cobb.Ist Burton etwa ein Mörder? Zurück auf dem Revier ist Gavin stinksauer: Der Anwalt der Gegenseite, Goldman, weiß offenbar schon über den Selbstmord in Brendas Büro Bescheid und hat die Vertagung des laufenden Prozesses beantragt. Wird Brenda dieser Fall nun endgültig zum Verhängnis und wer hat Goldman diese Informationen gesteckt?","versions":[{"lang":1,"streams":[{"redirect":12262863,"hoster":"VOE"},{"redirect":12262865,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod nach Lehrplan","epNo":11,"alt":"Necessary Evil","descr":"John Reed, Schulleiter der Polk High School, befindet sich auf dem Weg nach Hause, als er plötzlich heimtückisch erschossen wird. Reed bekleidete das Amt des Direktors noch nicht allzu lange, hatte allerdings schon sehr bald viele Gegner auf den Plan gerufen: Da er das Leistungsniveau und Ansehen der Schule verbessern wollte, kürzte er umgehend alle sportlichen Aktivitäten, was nicht nur unter den Schülern und Lehrern für Unverständnis sorgte. Auch Sportlehrer Rich Carr geriet immer wieder mit dem eigenwilligen Reed aneinander, woraufhin dieser Carrs Versetzung beantragte. Bei einem Elternabend, auf dem Reed kurz vor seinem Tod sein neues Vorhaben vorstellte, zeichnete er die letzte Auseinandersetzung mit Carr per Handy auf.Das Team von Major Crimes schafft es, das Gespräch am Computer zu synchronisieren und wird bei einer Aussage Reeds plötzlich hellhörig: Er droht Carr damit, dass wenn er sich nicht an eine andere Schule versetzen ließe, er aller Welt davon erzählen wird, was bei Carr zu Hause in Wirklichkeit vorgeht. Doch was hat der Schulleiter bloß damit gemeint? Während der Coach als Tatverdächtiger festgenommen wird und sich auf dem Revier verteidigen muss, stürmt das Major Crimes Team gemeinsam mit Captain Raydor sein Haus – dort erwartet die Ermittler eine böse Überraschung: Offenbar lebt Carr nicht wie zunächst vermutet allein, sondern zusammen mit drei Mitbewohnern – allesamt minderjährige Teenager. Sofort fällt der Verdacht auf Kindesmissbrauch und Brenda ist sich sicher, damit das Motiv für den Mord an Reed gefunden zu haben.Als dann auch noch die Mordwaffe in Carrs Garten gefunden wird, scheint der Fall aufgeklärt, doch da haben sich Deputy Chief Brenda Leigh Johnson und ihre Kollegen wohl zu früh gefreut…","versions":[{"lang":1,"streams":[{"redirect":12262882,"hoster":"VOE"},{"redirect":12262877,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tod im Kamin","epNo":12,"alt":"You Have the Right to Remain Jolly","descr":"Buzz und seine Schwester Casey schlendern gemütlich über den Weihnachtsmarkt, als es plötzlich zu einem tödlichen Zwischenfall kommt: Bei dem Versuch, sich durch den Kamin abzuseilen, stürzt ein als Weihnachtsmann verkleideter junger Mann ab und stirbt. Dank Buzz’ Hilferuf sind Deputy Chief Brenda Leigh Johnson und ihr Team von Major Crimes sofort zur Stelle. Es stellt sich heraus, dass der Verunglückte namens Randy kein zufälliges Opfer ist: Offenbar wurden die Bremsen an der Seilrutsche so manipuliert, dass der tödliche Sturz vorprogrammiert war. Doch wer hat es auf den jungen Mann, der erst vor kurzem gemeinsam mit seiner Frau einen hohen Kredit aufgenommen hat, abgesehen? Brenda lädt Randys Chef Jack vor. Er ist der Betreiber des Weihnachtsmarktes. Jack erscheint auch prompt zu seiner Vernehmung – jedoch volltrunken.Während des Verhörs erhärtet sich der Verdacht, dass Jack als potenzieller Mörder durchaus in Frage kommt. Immerhin hätte er einen triftigen Grund für den Mord an Randy gehabt, denn dieser plante, mit dem Kredit einen eigenen Weihnachtsmarkt zu eröffnen und wäre so in direkte Konkurrenz zu Jack getreten. Doch nach Jacks Ausnüchterung rudert dieser plötzlich zurück. Er gibt vor, Randy eigentlich als seinen Nachfolger gesehen zu haben, der den Weihnachtsmarkt eines Tages mal übernehmen sollte. War Randy also tatsächlich nur das Opfer einer Pechsträhne? Für Brenda kommt eine solch simple Erklärung natürlich nicht in Frage und tatsächlich: Dank des Videos, welches Buzz während des Unfalls aufgenommen hat, kann der Täter entlarvt werden…","versions":[{"lang":1,"streams":[{"redirect":12262900,"hoster":"VOE"},{"redirect":12262897,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Beschattet","epNo":13,"alt":"Relative Matters","descr":"Zwei FBI-Agenten beschatten einen Verdächtigen namens Eric Shaw. Ihm wird vorgeworfen, einer Bande anzugehören, die rund um Hollywood Luxusanwesen ausraubt und das Diebesgut ins Ausland verkauft. Das FBI ist dem Verdächtigen schon seit längerem auf den Fersen und erhofft sich durch Eric den entscheidenden Hinweis, doch soweit kommt es nicht: Als der Beschattete sich mit einem Unbekannten trifft, gerät die Situation außer Kontrolle. Offenbar sind die beiden Männer in Streit geraten und während die Beamten weiterhin versuchen, von Shaw unentdeckt zu bleiben, schlägt dieser seinen Bekannten nieder und flieht. Während die FBI-Agenten Shaw verfolgen, trifft die Polizei am Tatort ein. Dort kann nur noch der Tod des Opfers festgestellt werden.Jedoch starb er offenbar nicht an den Folgen der Schlägerei, sondern wurde kurz vor dem Eintreffen des LAPDs erschossen. Auf dem Überwachungsvideo können die Beamten nichts erkennen, was auf den Mörder schließen könnte. Shaw ist indes spurlos verschwunden. Nun nimmt sich die Abteilung Major Crimes dem Fall an – doch Deputy Chief Brenda Leigh Johnson hat noch ganz andere Sorgen: Ihre Eltern statten ihr und Fritz unerwartet einen Besuch ab und im Gepäck haben sie schlechte Nachrichten. Brendas Vater Clay ist an Schilddrüsenkrebs erkrankt. Während Brenda unter Schock steht und zu Hause bleibt, muss FBI-Agent Fritz seinen beruflichen Pflichten nachkommen.Immerhin gilt es, neben dem Mord, auch noch den erneut aufkeimenden Konflikt zwischen dem FBI und Major Crimes zu klären, die sich bei den gemeinsamen Ermittlungen immer wieder in die Quere kommen. Auf dem Revier gibt es immerhin schon einige Ergebnisse vorzuweisen: Es stellt sich heraus, dass der Ermordete der Schwager von Shaw, Paul Burke, war, der kurz zuvor angekündigt hatte, seine Frau und somit Shaws Schwester zu verlassen. Der Verdacht liegt nahe, dass Shaw seinen Schwager aufgrund von dessen Ehebruch getötet haben könnte. Das Team beschließt daraufhin, zunächst Burkes Familie zu befragen, dabei jedoch Shaw außen vor zu lassen. Denn falls er tatsächlich der Mörder ist, darf er auf keinen Fall durch die vielen Fragen verunsichert werden.Im Verhörraum angekommen geht der Plan allerdings nicht auf: Neben Burkes Frau und Sohn ist auch Shaw anwesend. Für Brenda, die sich mit Arbeit von ihren Sorgen ablenken will, wird das Verhör zu einem Balance-Akt, zumal Fritz sie währenddessen immer wieder ermahnt, den aggressiven Shaw nicht noch mehr in die Mangel zu nehmen. Aber sitzt ihr da tatsächlich Burkes Mörder gegenüber?","versions":[{"lang":1,"streams":[{"redirect":12262912,"hoster":"VOE"},{"redirect":12262930,"hoster":"Doodstream"},{"redirect":12262913,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Todesfahrt","epNo":14,"alt":"Road Block","descr":"Lieutenant Flynn wird in der Nacht Zeuge eines Autounfalls, bei dem eine junge Motorradfahrerin von einem Falschfahrer erfasst und getötet wird. Zwar alarmiert Lieutenant Flynn sofort die Polizei, doch der Fahrer des Unfallwagens begeht Fahrerflucht. Kurz nach dem Unfall meldet sich unerwartet die Frau des Police Commissioners, Gail Meyers, die offenbar die Besitzerin des Unfallwagens ist. Dieser wurde ihr angeblich kurz zuvor samt Handtasche und Handy gestohlen. Gail gibt zu Protokoll, dass sie in einem Restaurant gewesen sei und das Auto auf der Straße geparkt habe und nicht wie sonst, es dem Parkservice überlassen habe. Chief Pope übergibt den Fall an Major Crimes und Brenda Leigh Johnson.Eigentlich wäre Brendas Team für solche Straftaten nicht zuständig, doch da es sich hierbei um die Frau des obersten Polizeichefs handelt, deren gestohlenes Auto höchstwahrscheinlich das Tatfahrzeug des tödlichen Unfalls ist, kümmert sich Major Crimes fortan um die Ermittlungen. Doch schon bei ihrer ersten Befragung von Gail Meyers wird Brenda hellhörig: Gail scheint verwirrt und verstrickt sich immer mehr in Widersprüche. Chief Pope warnt zwar, keine voreiligen Schlüsse zu ziehen – immerhin könnten sie mit dem Verdacht, Gail habe am Steuer ihres eigenen Wagens den Unfall begangen, die Karriere des Police Commissioners aufs Spiel setzen – für Brenda ist der Fall jedoch klar: Gail Meyers muss während ihrer Geisterfahrt sturzbetrunken gewesen sein.Doch wie soll sie ihren Verdacht beweisen, wenn Brenda keine entsprechenden Tests veranlassen darf, um nicht zu viel Aufsehen zu erregen?","versions":[{"lang":1,"streams":[{"redirect":12262928,"hoster":"VOE"},{"redirect":12262927,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Strippenzieher","epNo":15,"alt":"Silent Partner","descr":"Die Ermittlungen um den vor einiger Zeit ermordeten Turell Baylor und den damit verbundenen Prozess gegen Deputy Chief Brenda Leigh Johnson spitzen sich immer weiter zu. Nicht nur, dass Brenda unlängst erkennen musste, dass in ihrer Abteilung ein Spitzel sein Unwesen treibt, der dem Anwalt der Gegenseite, Peter Goldman, heimlich Informationen zukommen lässt, nun greift Goldman auch noch zu härteren Mitteln, um Brendas Karriere endgültig zu zerstören: Er besucht den zum Tode verurteilten Reggie Moses, der wegen des Mordes an Turells Bruder Ty und dessen Freunden im St. Quentin-Gefängnis sitzt. Goldman möchte, dass der verurteilte Mörder bezeugt, dass Brenda eine korrupte Polizistin und zudem noch eine Mörderin sei, da sie Turell Baylor absichtlich in sein Unglück habe laufen lassen.Außerdem wisse Goldman, wer Turell tatsächlich umgebracht hat, denn er pflegt zu einem Mitglied von Moses’ Gang \"110 Crib\" guten Kontakt. Doch so schnell lässt sich der Schwerverbrecher nicht ködern und ruft nach der Unterhaltung mit Goldman kurzerhand einen Freund an: Wenig später wird Goldmans Kontaktmann, das \"110 Crib\"-Mitglied James Turner, ermordet. In Turners Tasche finden die Ermittler von Major Crimes Peter Goldmans Visitenkarte und kommen den Machenschaften des Anwalts schnell auf die Schliche. Für Brenda ist dieser Fall dennoch eine wahre Zerreißprobe, denn auf der Suche nach Turners Mörder gilt es nun auch noch Goldman die Liste mit den Mördern von Turell Baylor zu entlocken. Doch dies muss Brenda nahezu im Alleingang gelingen, denn sie kann niemandem mehr aus ihrem Team vertrauen.","versions":[{"lang":1,"streams":[{"redirect":12262944,"hoster":"VOE"},{"redirect":12262939,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Komplizen","epNo":16,"alt":"Hostile Witness","descr":"Brenda stößt erneut mit ihrem Erzfeind, den Anwalt Philip Stroh, aneinander. Stroh hat die Verteidigung von George Harris übernommen, der des Mordes und der Vergewaltigung bezichtigt wird. Dem nicht genug, scheint Stroh sich selbst die Finger schmutzig gemacht zu haben. Brenda vermutet, dass Stroh der heimliche Komplize von Harris gewesen ist. Um die beiden zu überführen, bedient sie sich vor Gericht eines ausgefallenen Manövers, sehr zum Missfallen der neuen Staatsanwältin.","versions":[{"lang":1,"streams":[{"redirect":12262958,"hoster":"VOE"},{"redirect":12262952,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ringkampf","epNo":17,"alt":"Fool\u0027s Gold","descr":"Provenzas Exfrau kommt zum Polizeirevier und bittet ihn um Hilfe. Sie wollte ihren Ehering verkaufen und wurde dabei über den Tisch gezogen. Als Provenza und Flynn der Pfandleihe einen Besuch abstatten, stolpern sie unvermutet in einen Raubüberfall. Wie sich herausstellt haben die Täter dabei zwei extrem seltene Münzen entwendet. Die Ermittlungen gestalten sich jedoch als äußerst schwierig, da der Hund von Provenzas Exfrau einen wichtigen Beweis gefressen hat.","versions":[{"lang":1,"streams":[{"redirect":12262969,"hoster":"VOE"},{"redirect":12262976,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kranke Geschäfte","epNo":18,"alt":"Drug Fiend","descr":"Brenda und ihr Team ermitteln im Mordfall Christopher Brady. Der Arzt und Krebsspezialist wurde in seiner Praxis niedergeschlagen und erwürgt. Da Medikamente vom Tatort entwendet wurden, vermuten die Ermittler zunächst, dass der Täter ein Junkie sein könnte. Doch bald stellt sich heraus, dass Brady Medizin für Patienten bestellt hat, die gar nicht existieren. Weitere Nachforschungen fördern Ungeheuerliches zutage.","versions":[{"lang":1,"streams":[{"redirect":12262988,"hoster":"VOE"},{"redirect":12262987,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Priestermord","epNo":19,"alt":"Last Rites","descr":"Der katholische Priester Vater Adam wird ermordet auf dem Parkplatz einer Schule gefunden. Als die Ermittler eine, angeblich von Vater Adam, gemietete Wohnung durchsuchen, stoßen sie dabei auf Fotos von jungen Mädchen in Schuluniformen. Die Ermittlungen gestalten sich jedoch äußerst schwierig, da die Kirche wichtige Beweise zurückhält. Zwischen Pope, der sich auf die Seite der Kirche stellt und Brenda kommt es deshalb zu einem heftigen Streit.","versions":[{"lang":1,"streams":[{"redirect":12263002,"hoster":"VOE"},{"redirect":12263022,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Verrat","epNo":20,"alt":"Armed Response","descr":"Danny Chaidez, Kriegsveteran und Angestellter einer Sicherheitsfirma, wird auf offener Straße mit einer Schrotflinte erschossen. Der Verdacht fällt zunächst auf ein junges Pärchen. Chaidez hat die beiden in einem leerstehenden Haus überrascht und vertrieben. Doch Branda wird bei den Ermittlungen von der Bezirksstaatsanwaltschaft gestört. Währenddessen stehen Raydor und Pope kurz davor, das Leck in der Abteilung zu finden.","versions":[{"lang":1,"streams":[{"redirect":12263029,"hoster":"VOE"},{"redirect":12263033,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Fall Brenda Leigh Johnson","epNo":21,"alt":"The Last Word","descr":"Ein junger Obdachloser beobachtet im Griffith Park einen Mann beim Begraben einer Leiche. Als die Ermittler das Areal untersuchen, stossen sie auf die Leichen von fünf jungen Frauen. Die Mädchen sind vor ihrem Tod vergewaltigt worden. Brenda ist überzeugt, dass ihr Erzfeind Philip Stroh hinter den Morden steckt. Um ihn zu überführen, riskiert sie ihren Job. Und dann gerät sie auch noch in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":12263052,"hoster":"VOE"},{"redirect":12263050,"hoster":"Streamtape"}]}]}]}]}