{"seriesId":"the-mist-der-nebel","name":"The Mist - Der Nebel","descr":"Ein scheinbar harmloser Nebel nimmt eine Kleinstadt in Besitz und bringt jede Menge Unheil mit sich. Egal ob psychischer Terror oder unheimliche Kreaturen, der Nebel lässt die düstersten Ängste der Einwohner zum Leben erwachen und zwingt sie dazu, nicht nur gegen das übernatürliche Phänomen zu kämpfen, sondern auch gegeneinander.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Die Familie Copeland wird auseinander gerissen, als ein rätselhafter Nebel voller tödlicher Kreaturen über ihre Kleinstadt herein fällt und diese von der Außenwelt trennt. Quelle Netflix","versions":[{"lang":1,"streams":[{"redirect":14428839,"hoster":"VOE"},{"redirect":14444816,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Entzug","epNo":2,"alt":"Withdrawal","descr":"Eve und Alex stecken in der Mall fest und werden sich auch Jays Anwesenheit bewusst. Kevin entlässt Bryan und Mia aus dem Gefängnis und wagt sich in den Nebel vor. Quelle Netflix","versions":[{"lang":1,"streams":[{"redirect":14428840,"hoster":"VOE"},{"redirect":14444812,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Köder","epNo":3,"alt":"Show And Tell","descr":"Center-Manager Gus entdeckt Militärs in der Gruppe, darunter auch zwei Soldaten, die aus unerklärlichen Gründen Selbstmord begehen. Nathalie hat eine düstere Offenbarung. Quelle Netflix","versions":[{"lang":1,"streams":[{"redirect":14428722,"hoster":"VOE"},{"redirect":14444817,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pequod","epNo":4,"alt":"Pequod","descr":"Kevins Gruppe begegnet einem Mann mit fahrtüchtigem Gefährt. Nathalie und Romanov geraten in einen Glaubenskonflikt. In der Mall ereignet sich ein weiterer Todesfall. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14428734,"hoster":"VOE"},{"redirect":14444818,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Warteraum","epNo":5,"alt":"The Waiting Room","descr":"Kevin fährt Bryan ins Krankenhaus, wo sein Bruder Mike auf der Intensivstation liegt. Mia macht eine schockierende Entdeckung. Adrian sieht ein bekanntes Gesicht. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14403509,"hoster":"VOE"},{"redirect":14444819,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein kalkulierbares Übel","epNo":6,"alt":"The Devil You Know","descr":"Romanovs Kirchenfraktion wendet sich der Gewalt zu. Kevin stößt im Krankenhaus auf ein schockierendes Geheimnis. Eve sorgt in der Mall für Hoffnung. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14403510,"hoster":"VOE"},{"redirect":14444828,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ganz allein","epNo":7,"alt":"Over the River and Through the Woods","descr":"Bryan steckt in der Psychiatrie fest und stellt sich der Wahrheit. Mia unterzieht sich einem Eingriff und Adrian wird gefangen genommen. Romanov hat radikale Pläne. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14403381,"hoster":"VOE"},{"redirect":14444821,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Naturgesetz","epNo":8,"alt":"The Law Of Nature","descr":"Nathalie und Connor planen ihren Abgang. Kevins Gruppe entkommt aus dem Krankenhaus. Adrian legt ein Geständnis ab. Eine trauernde Mutter sorgt in der Mall für Aufruhr. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14394102,"hoster":"VOE"},{"redirect":14444822,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Wachtraum","epNo":9,"alt":"The Waking Dream","descr":"Verletzt kämpft sich Kevin zu Fuß durch die Stadt und wird vom Nebel kalt erwischt. Connor und Nathalie streifen durch die Kanalisation. Alex wird des Mordes beschuldigt. (Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":8487132,"hoster":"VOE"},{"redirect":8643935,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"It\u0027s such a perfect day","epNo":10,"alt":"The Tenth Meal","descr":"Wege kreuzen sich in der Mall. Connor erbringt ein Opfer und enthüllt außerdem Informationen. Kevin trifft eine Entscheidung, die für viele Bewohner tödlich endet. Quelle Netflix)","versions":[{"lang":1,"streams":[{"redirect":14394076,"hoster":"VOE"},{"redirect":14444823,"hoster":"Streamtape"}]}]}]}]}