{"path":"/serie/stream/the-royal-house-of-windsor","name":"The Royal House of Windsor","descr":"6-tlg. Dokumentation über die Geschichte der Windsor-Dynastie, beginnend mit dem Ausbruch des Ersten Weltkriegs. Wie hat es die royale Familie über vier Generationen hinweg und allen Widerständen zum Trotz geschafft, sich an der Spitze der britischen Monarchie zu behaupten?","seasons":[{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-1","name":"Anpassen oder sterben","epNo":1,"alt":"Adapt or Die","descr":"Während des Ersten Weltkriegs erfindet sich die königliche Familie angesichts antideutscher Stimmung neu. Edward VIII. löst eine Krise aus, als er abdankt.","versions":[]},{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-2","name":"Liebe und Pflicht","epNo":2,"alt":"Love and Duty","descr":"Großbritannien kämpft in einem strengen Winter mit den Nachwirkungen des Zweiten Weltkriegs, während George VI. mit seiner Familie auf eine Reise nach Südafrika geht.","versions":[]},{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-3","name":"Auftritt des Außenseiters","epNo":3,"alt":"Enter the Outsider","descr":"Nachdem Elizabeth Königin wird, bringt Prinz Philip moderne Impulse ein, wie u. a. die Nutzung von Fernsehen, um das Erscheinungsbild der Windsors aufzupolieren.","versions":[]},{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-4","name":"Shadow 5","epNo":4,"alt":"Shadow of a King","descr":"Als Prinz Charles ins entsprechende Alter kommt, soll er die Liebesfehler von Edward VIII. nicht wiederholen und wird von Lord Mountbatten unter die Fittiche genommen.","versions":[]},{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-5","name":"Fehden, Feuer und Verrat","epNo":5,"alt":"Fire, Feud and Fury","descr":"Die königliche Familie kämpft mit den Herausforderungen von Prinzessin Dianas hoher Popularität, deren Zerwürfnis mit Prinz Charles und ihrem tragischen Tod.","versions":[]},{"path":"/serie/stream/the-royal-house-of-windsor/staffel-1/episode-6","name":"Spitzenjob","epNo":6,"alt":"The Top Job","descr":"Prinz Charles verfolgt seine eigene Sicht auf die Monarchie und geht soziale und politische Themen an, wobei er nicht immer mit Queen Elizabeth einer Meinung ist.","versions":[]}]}]}