{"seriesId":"the-birch","name":"The Birch","descr":"Als Evie Grayson (Xaria Dotson) durch die Drangsalierung ihrer Mitschüler nicht mehr weiter weiß, fällt ihr ein altes Manuskript in die Hände, das Hilfe versprechen könnte – Hilfe in Form einer rachsüchtigen, belebten Birke. Während die eigentlich ‚ihren Wald‘ vor Schaden beschützt, will Evie sie nun zu ihrem Schutz herbeirufen. Doch kann sie die Geister bändigen, die sie herbeigerufen hat?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Through The Woods","descr":"Die Einzelgängerin der Highschool, Evie Grayson, gerät in Schwierigkeiten, als sie Zeuge wird, wie drei jugendliche Drogendealer tief in den Wäldern einen Mord begehen. Brutal bedroht und zum Schweigen gebracht, beschließt Evie, das zu tun, was sonst niemand in ihrer Stadt King\u0027s Point tun will: die Dealer zur Strecke bringen.","versions":[{"lang":2,"streams":[{"redirect":13343319,"hoster":"VOE"},{"redirect":13343321,"hoster":"Doodstream"},{"redirect":13343318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Postpartum","descr":"Die Teenagerin Lanie Bouchard zeigt beunruhigende Symptome, nachdem sie heimlich ihre Tochter Laura zur Welt gebracht hat. Ihre Adoptiveltern hatten geplant, die Schwangerschaft geheim zu halten und Laura als Lanies Schwester großzuziehen. Doch als Lanie ihre Tochter erblickt und sich in sie verliebt, findet sie die Trennungsregeln ihrer Eltern zu drastisch und beschließt, alles zu tun, um in ihrer Nähe zu sein...","versions":[{"lang":2,"streams":[{"redirect":13343316,"hoster":"VOE"},{"redirect":13343315,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Blood Money","descr":"Nachdem Thurston Polk den einzigen Zeugen seines Verbrechens zum Schweigen gebracht hat, werden er und seine Freunde von einem nicht gerade freundlichen Waldgeist verfolgt, der auf Rache sinnt...","versions":[{"lang":2,"streams":[{"redirect":13343320,"hoster":"VOE"},{"redirect":13343322,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Thee Who Breaks Me","descr":"In einem Akt der Verzweiflung, um sich vor dem Verlust des einzigen Elternteils zu schützen, den sie noch hat, ruft Evie noch einmal die Birke an.","versions":[{"lang":2,"streams":[{"redirect":13343323,"hoster":"VOE"},{"redirect":13343325,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"She\u0027s Coming To Get Us","descr":"Nach Ryans brutalem Überfall in der Nacht zuvor besuchen Thurston und Wes ihren Freund im Krankenhaus und werden in verschleierten Worten gewarnt, dass Evie ihnen etwas antun will.","versions":[{"lang":2,"streams":[{"redirect":14044845,"hoster":"VOE"},{"redirect":13343328,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Skeletons in the Closet","descr":"Als sie von ihrer Tochter getrennt und in die \"Normalität\" der Highschool zurückgeworfen wird, stellt Lanie fest, dass ihre mütterlichen Instinkte auf bizarre Weise zum Vorschein kommen. Während die Situation zu Hause immer angespannter wird, wendet sie sich alten Quellen zu, um Kraft und Sinn zu finden...","versions":[{"lang":2,"streams":[{"redirect":13343330,"hoster":"VOE"},{"redirect":13343329,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Jailbreak","descr":"Nach Thads grausamem Tod muss Lanie feststellen, dass das Haus abgeriegelt ist und die Regeln ihrer Eltern immer strenger werden. Sie will unbedingt eine Beziehung zu ihrer Tochter aufbauen und ergreift drastische Maßnahmen, um wegzulaufen und neu anzufangen, aber ihre Zuflucht ist nur von kurzer Dauer.","versions":[{"lang":2,"streams":[{"redirect":13343332,"hoster":"VOE"},{"redirect":13343335,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Creepy Eve Is The King\u0027s Points Killer","descr":"Es hat sich herumgesprochen, dass Evie möglicherweise etwas mit dem Tod von Ryan und Wes zu tun hat, was Evie noch mehr zu einer gesellschaftlichen Ausgestoßenen macht. Als sie nach Hause zurückkehrt und erfährt, dass ihr Vater von Männern, die für die Polks arbeiten, angegriffen wurde, beschließt Evie, Thurston im Laden seines Onkels einen Vergeltungsbesuch abzustatten.","versions":[{"lang":2,"streams":[{"redirect":13343337,"hoster":"VOE"},{"redirect":13343338,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Flesh and Blood","descr":"Nach einem weiteren beunruhigenden Verlust versucht Thurston, sich mit Gavin früher als geplant aus dem Staub zu machen. Seine schlimmsten Befürchtungen werden jedoch bald wahr, als sein Bruder zum neuen Ziel der Birch wird.","versions":[{"lang":2,"streams":[{"redirect":13343342,"hoster":"VOE"},{"redirect":13343343,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I Will Be Calm","descr":"Lanie wacht auf und findet sich in einem geheimnisvollen Bunker unter dem wachsamen Auge von Dr. Sampson eingesperrt. Doch während Lanie sich ihrer Fähigkeiten immer mehr bewusst wird, ahnt Dr. Sampson nicht, mit welcher Macht sie es zu tun hat...","versions":[{"lang":2,"streams":[{"redirect":13343347,"hoster":"VOE"},{"redirect":13343350,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Making Amends","descr":"Als Evie mit Reue aufwacht, beschließt sie, dem Blutvergießen ein Ende zu setzen, aber die Birke hat andere Pläne. Schließlich stirbt die Liebe einer Mutter nie.","versions":[{"lang":2,"streams":[{"redirect":13343351,"hoster":"VOE"},{"redirect":13343353,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Murphy\u0027s Law","descr":"Nachdem er Evie angefleht hat, Gavins Leben zu verschonen, wird Thurston von Sebastian und seinen Männern gefangen genommen. Als Thurston ihnen von Evies Blutdurst erzählt, schlägt Sebastian eine einfache Lösung für ihre Probleme vor: die Graysons töten.","versions":[{"lang":2,"streams":[{"redirect":13343356,"hoster":"VOE"},{"redirect":13343355,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Love Is Colder Than Death","descr":"Können Evie und Thurston, die von dem Blutvergießen krank und erschöpft sind, zusammenarbeiten, um ihre Fehde zu beenden, indem sie die wahre Quelle ihrer beiden Probleme ins Visier nehmen?","versions":[{"lang":2,"streams":[{"redirect":13343358,"hoster":"VOE"},{"redirect":13343360,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"A Mother\u0027s Love Never Dies","descr":"Lanie kehrt nach Hause zurück, um Laura zu retten und sich an ihren Eltern zu rächen, die, wie sie erfährt, morbide Pläne für sie beide hegen.","versions":[{"lang":2,"streams":[{"redirect":13343361,"hoster":"VOE"},{"redirect":13343365,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"New Blood","descr":"Der King\u0027s Point Killer ist verschwunden, aber die Inspiration der Birch lebt in einem anderen jungen Highschool-Mädchen weiter. Als Rory von ihrem Schwarm online gemobbt wird, beschwört sie den Schutzgeist, um sich zu rächen.","versions":[{"lang":2,"streams":[{"redirect":13343367,"hoster":"VOE"},{"redirect":13343368,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Hidden Place","descr":"Im Garten der Birchs gefangen, kann Evie hören, wie ein anderes junges, verletzliches Mädchen, Rory, in die Fußstapfen des King\u0027s Point Killers tritt, und plant ihre Flucht.","versions":[{"lang":2,"streams":[{"redirect":13343369,"hoster":"VOE"},{"redirect":13343372,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Cherry Blossom","descr":"Rory beschwört die Birke, um sich an ihrem Schwarm zu rächen. Als Evie nach King\u0027s Point zurückkehrt, eilt sie zu Moses, bevor die Birke es tut.","versions":[{"lang":2,"streams":[{"redirect":13343374,"hoster":"VOE"},{"redirect":13343376,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Favorite Child","descr":"Mit Baby Laura im Schlepptau trifft Evie Rory - ein Mädchen, das gerne ihre Zwillingsschwester wäre - um sie vor der verdrehten Macht der Birch zu warnen. Als Rory erfährt, dass ihr Rachezauber funktioniert hat, nimmt sie ihre nächsten Opfer ins Visier.","versions":[{"lang":2,"streams":[{"redirect":13343377,"hoster":"VOE"},{"redirect":13343380,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Asylum","descr":"Während Rory ihren Rachefeldzug gegen alle fortsetzt, die ihr Unrecht getan haben, findet Evie Zuflucht bei Jihan, einer Sozialarbeiterin, die glaubt, dass Evie eine junge Mutter ist, die vor einer missbräuchlichen Beziehung flieht. Aber Jihans Bruder Razi ist nicht so vertrauensvoll...","versions":[{"lang":2,"streams":[{"redirect":13343384,"hoster":"VOE"},{"redirect":13343386,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Time to Atone","descr":"Rory setzt ihren dunklen Plan in die Tat um und bereitet sich darauf vor, Hunderte ihrer Mitschüler zu opfern. Als die Birch das Gemeindezentrum angreift, muss Jihan entscheiden, ob sie Evies Wort vertrauen oder weggehen soll.","versions":[{"lang":2,"streams":[{"redirect":13343389,"hoster":"VOE"},{"redirect":13343388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Into the Roots","descr":"Rory sendet ihre letzte Nachricht per Livestream, um sich an allen zu rächen, die ihr jemals wehgetan haben, während Evie und Jihan sich an einen Ort begeben, an dem nichts wächst, um die einzige lebende Person zu treffen, die von der Birch weiß.","versions":[{"lang":2,"streams":[{"redirect":13343392,"hoster":"VOE"},{"redirect":13343393,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Birthday Party","descr":"Rory feiert ihren 17. Geburtstag mit Törtchen und ihrer mit Lianen gefesselten Mutter. Kann Evie sie rechtzeitig aufhalten, um einen Massenmord zu verhindern?","versions":[{"lang":2,"streams":[{"redirect":13343397,"hoster":"VOE"},{"redirect":13343396,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Garden of Lost Children","descr":"Evie wird zurück in den Garten der Birks gezogen, während Rory sich an ihren Peinigern rächt. Selbst wenn Evie entkommen kann, gibt es eine Möglichkeit, die Birke aufzuhalten?","versions":[{"lang":2,"streams":[{"redirect":13343402,"hoster":"VOE"},{"redirect":13343401,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Abandonment","descr":"Jihan, Razi und Evie treten zum finalen Kräftemessen mit den Birch an. Aber die Liebe einer Mutter stirbt nie...","versions":[{"lang":2,"streams":[{"redirect":13343404,"hoster":"VOE"},{"redirect":13343405,"hoster":"Streamtape"}]}]}]}]}