{"path":"/serie/stream/the-finder","name":"The Finder","descr":"In dem Spin-Off der Serie \"Bones – Die Knochenjägerin\" geht Walter Sherman (Geoff Stults) auf Spurensuche. Der ehemalige Irak-Soldat wurde nach einer Kopfverletzung aus der Armee entlassen und besitzt die Fähigkeit, alles und jeden aufzuspüren. Gemeinsam mit seiner Assistentin Ike Latulippe (Safforn Burrows) und dem Rechtsberater Leo Knox (Michael Clarke Duncan) versucht Sherman Verbrecher auf seine ganz besondere Art und Weise zu überführen.","seasons":[{"path":"/serie/stream/the-finder/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-finder/staffel-1/episode-1","name":"Am Ende der Welt","epNo":1,"alt":"An Orphan Walks Into A Bar","descr":"Cooper Allison vermisst seinen Vater, Lieutenant Colonel Nick Allison, und wendet sich an Walter. Das Flugzeug des Piloten und Kriegshelds verschwand während einer geheimen Mission vom Radar. Walter nimmt sich der Sache an und beschafft sich mithilfe von Isabel zunächst Insiderinformationen über den Verschollenen. Offenbar war er in Drogenschmuggel verwickelt. Mithilfe seiner Fähigkeiten gelingt es Walter schließlich, Allisons Maschine zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482092","hoster":"VOE"},{"path":"/redirect/8641232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-2","name":"Kugeln","epNo":2,"alt":"Bullets","descr":"Gefängnisdirektor Larsen hat einen ungewöhnlichen Auftrag für Walter: Der Ex-Polizist Eddie Ross wurde wegen Mordes an seinem Kollegen zum Tode verurteilt, doch Larsen glaubt an seine Unschuld. Ross engagiert Leo als Anwalt, und Walter soll einen Beweis dafür finden, dass der Verurteilte nicht der Täter ist. Der eigenwillige Detektiv wird währenddessen von Dr. Lance Sweets untersucht: Der Psychologe soll feststellen, ob Walter geistig in der Lage ist, die Behörden zu beraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482098","hoster":"VOE"},{"path":"/redirect/8641234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-3","name":"Blut ist am Schuh","epNo":3,"alt":"A Cinderella Story","descr":"Wie im Märchen: Der junge NASA-Wissenschaftler Ira Messing hat in einer Bar eine junge Frau kennen gelernt, Lisa. Mitten im Gespräch bekam sie eine verstörende Nachricht, wurde panisch und verschwand. Walter soll Lisa nun aufspüren – mithilfe eines Schuhs, den sie auf ihrer Flucht verlor … Willa schnüffelt derweil in Leos Vergangenheit: Er hat merkwürdig auf einen Mann reagiert, dem die beiden begegnet sind. Um mehr zu erfahren, hackt Willa den Computer ihres Chefs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929791","hoster":"VOE"},{"path":"/redirect/8641233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-4","name":"Der Baseballstar","epNo":4,"alt":"Swing And A Miss","descr":"Der Baseballspieler Frank Haywood wendet sich an Walter: Der ungewöhnlich talentierte Detektiv soll die Tasche finden, die dem Sportstar gestohlen wurde. Walter ist zwar davon überzeugt, dass ihn Haywood über den Inhalt der Sporttasche belügt. Doch er nimmt den Fall an, um Isabel einen Gefallen zu tun, die gerade mit Haywood angebandelt hat. Leo und Walter finden die Tasche früher als gedacht, doch damit ist der Fall noch nicht erledigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929801","hoster":"VOE"},{"path":"/redirect/8641235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-5","name":"Der Feuertrick","epNo":5,"alt":"The Great Escape","descr":"Der Magier Preston Miller sucht Walter Sherman auf. In seiner letzten Show scheint seine Assistentin Angelica Angel bei einem missglückten Feuertrick ums Leben gekommen zu sein. Zumindest ist sie spurlos verschwunden. Der eigenwillige Privatdetektiv findet schon bald heraus, dass bei Angelicas Verschwinden keine Zauberei im Spiel war: Offenbar ist sie abgehauen und hat auf dem Weg das Geld des Hotelsafes gestohlen und gegen Falschgeld ausgetauscht. Wo ist sie jetzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482109","hoster":"VOE"},{"path":"/redirect/8641249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-6","name":"Kleine grüne Männchen","epNo":6,"alt":"Little Green Men","descr":"Der Wissenschaftler Dr. Hodgins kontaktiert Walter: Zwei Piloten eines Space-Shuttles haben vor einiger Zeit angeblich ein unbekanntes Flugobjekt beim Eintritt in die Erdatmosphäre beobachtet. Die Sache kam ans Licht, als einer der beiden bei einem Unfall starb und ein Video hinterließ, auf dem er von der Sichtung berichtet. Hodgins vermutet eine Verschwörung und Walter soll das außerirdische Objekt zu finden. Zunächst belustigt, gerät der Detektiv bald in Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482104","hoster":"VOE"},{"path":"/redirect/8641238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-7","name":"Im Auge des Hurrikans","epNo":7,"alt":"Eye of the Storm","descr":"Ein Hurrikan fegt über Florida – doch das hält Walter nicht davon ab, sich einem neuen Fall zu widmen. Die Highschool-Studentin Melissa Welling verschwindet während des Unwetters. Zwar kann er die Earth Bar wegen des Wirbelsturms nicht verlassen, doch Isabel gelingt es, in der Schule der Vermissten Nachforschungen anzustellen. Alles deutet darauf hin, dass Melissa entführt wurde. Und Isabel und Walter finden trotz erschwerter Umstände noch mehr heraus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929736","hoster":"VOE"},{"path":"/redirect/8641241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-8","name":"Leben nach dem Tod","epNo":8,"alt":"Life After Death","descr":"Der Hip-Hop-Star Big Glade braucht Walters Hilfe: Kurz bevor sich der Todestag des Rappers J-Stryke zum zehnten Mal jährt, sind unveröffentlichte Tracks von ihm aufgetaucht. Da Glade Rechte an der Musik des Verstorbenen besitzt, soll Walter denjenigen finden, der die Songs ins Internet gestellt hat. Der eigenwillige Detektiv hat jedoch bereits etwas anderes entdeckt: In den Stücken hört man Instrumente, die es vor zehn Jahren noch nicht gab. Lebt J-Stryke noch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482115","hoster":"VOE"},{"path":"/redirect/8641240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-9","name":"Das letzte Mahl","epNo":9,"alt":"The Last Meal","descr":"Joe und Annie essen an ihrem Hochzeitstag jedes Jahr in ihrem Lieblingsrestaurant, dessen Chefkoch Alejandro vor drei Jahren spurlos verschwand. Als nun die Ehe der beiden auf der Kippe steht, will Joe, dass Walter das Rezept eines besonderen Gerichts von Alejandro findet – er will damit seine Ehe retten. Das Restaurant ist inzwischen geschlossen, es gehörte dem Mafiaboss Federico Vasquez. Und selbst als Walter den vermissten Koch aufspürt, ist der Fall längst nicht aufgeklärt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929743","hoster":"VOE"},{"path":"/redirect/8641242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-10","name":"Eine heiße Spur","epNo":10,"alt":"The Conversation","descr":"Die verzweifelte Marta Abreu kommt zu Walter: Ihr Mann ist verschwunden. Carlos war früher Mitglied einer Gang und sein letztes Lebenszeichen ist eine Mailbox-Nachricht, in der er seine Frau bittet, sich mit dem Kind zu verstecken. Walter hat zwar kein Interesse daran, Carlos zu finden, doch der Anruf hat ihn neugierig gemacht: Darauf war auch eine Unterhaltung zwischen Carlos und einem Unbekannten zu hören. Der Schnüffler macht sich auf die Suche nach dem vollständigen Gespräch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929752","hoster":"VOE"},{"path":"/redirect/8641243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-11","name":"Aufs falsche Pferd gesetzt","epNo":11,"alt":"The Inheritance","descr":"Isabel stellt Walter ihre Freundin Joyce vor: Deren Vater Stan ist kürzlich verstorben. Angeblich war es Selbstmord, doch Joyce vermutet, dass sein Sturz aus dem Fenster Mord war. Walter hat auch kein Interesse daran, einen möglichen Täter zu finden. Doch etwas anderes reizt ihn an dem Fall: Vom Erbe, das Stan hinterließ, fehlt jede Spur. Walter beginnt seine Recherchen an der Pferderennbahn – angeblich hatte Stan zuletzt ein totsicheres Wettsystem entwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482128","hoster":"VOE"},{"path":"/redirect/8641244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-12","name":"Voodoo mir, so ich dir","epNo":12,"alt":"Voodoo Undo","descr":"Als es bei der Beerdigung eines Gangsterbosses zu einer Schießerei kommt, muss Isabel einen der Männer töten. Kurz darauf taucht Floridas mächtigster Mafiaboss Xavier Obispo bei Walter auf: Xavier hat sich in den vergangenen Wochen diverse Verletzungen zugezogen. Er glaubt nicht, dass es Pech ist, sondern dass eine Voodoo-Puppe Ursache seiner Qualen ist. Isabel überredet Walter, den Fall zu übernehmen. Eine Woche hat der geniale Detektiv Zeit, dem Zauber ein Ende zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482129","hoster":"VOE"},{"path":"/redirect/8641245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-finder/staffel-1/episode-13","name":"Der Junge mit dem Eimer","epNo":13,"alt":"The Boy with the Bucket","descr":"Walter erfährt, dass ein Gemälde, das er vier Jahre zuvor für das Miami Metropolitan Museum aufspürte, eine Fälschung ist. Nun soll er einen Teil des Finderlohns zurückerstatten – doch stattdessen verspricht Walter, dass er das Original zurückbringt. Und er bekommt einen zweiten wertvollen Auftrag von seinem Bruder Langston: Der Vater der beiden liegt im Sterben und möchte noch einmal seine große Liebe sehen – Walters Mutter. Doch die befindet sich in einem Zeugenschutzprogramm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9929787","hoster":"VOE"},{"path":"/redirect/8641246","hoster":"Streamtape"}]}]}]}]}