{"seriesId":"the-forgotten-die-wahrheit-stirbt-nie","name":"The Forgotten - Die Wahrheit stirbt nie","descr":"\"The Forgotten\" handelt von einer Gruppe Freiwilliger, die Mordfälle aufklären, in denen die Opfer nicht identifiziert werden konnten und die von der Polizei bereits aufgegeben worden sind. Unter den Mitgliedern des Teams ist auch der ehemalige Polizist Alex Donovan (Christian Slater), dessen Tochter spurlos verschwunden ist. Im Pilotfilm will das Team die Leiche einer jungen Frau identifizieren, die ohne Papiere in einem Park gefunden wurde. Es gelingt ihnen, die Familie der Toten ausfindig zu machen. Bald wird klar, dass die junge Frau in ein Netz aus Lügen verstrickt war.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der blaue Teufel","epNo":1,"alt":"Pilot","descr":"Als die Leiche einer jungen Frau ohne Papiere in einem Park gefunden wird, steckt die Polizei mit ihren Ermittlungen schnell in einer Sackgasse. Alex Donovan und sein Team – eine Gruppe von Menschen, die es sich zur Aufgabe gemacht hat, die Fälle namenloser Opfer aufzuklären – übernehmen die Nachforschungen. Es gelingt ihnen, die Familie der Toten ausfindig zu machen. Bald wird klar, dass die junge Frau in ein Netz aus Lügen verstrickt war.","versions":[{"lang":1,"streams":[{"redirect":8482754,"hoster":"VOE"},{"redirect":13850254,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Wahrheit stirbt nie","epNo":2,"alt":"Diamond Jane","descr":"Der Körper einer jungen Frau wird in einem Karton verpackt in einer Gasse gefunden. Dem Team um Alex Donovan gelingt es, anhand eines Diamantrings den Verlobten des Opfers ausfindig zu machen. Dieser war davon ausgegangen, dass seine Verlobte kalte Füße bekommen hat und deshalb verschwunden ist. Auch sonst hat sich niemand an die Polizei gewandt, um die junge Frau als vermisst zu melden. Das Team kommt Familienstreitigkeiten auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8482753,"hoster":"VOE"},{"redirect":13701752,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein ungekrönter Held","epNo":3,"alt":"Football John","descr":"Die Leiche eines Mannes wird unter Müllsäcken gefunden. Als die Polizei nicht mehr weiter weiß, tritt Alex’ Team in Aktion. Dieses findet heraus, dass der Tote ein ehemaliger Footballspieler war und als Co-Trainer eines Footballteams einer Schule gearbeitet hat. Er verlangte immer vollen Einsatz von seinen Spielern, war aber allseits beliebt. Als er seinen besten Spieler auf die Bank verbannte, weil dieser bei einer Prüfung betrügen wollte, machte er sich jedoch Feinde.","versions":[{"lang":1,"streams":[{"redirect":12173399,"hoster":"VOE"},{"redirect":13701751,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fallschirmkind","epNo":4,"alt":"Parachute Jane","descr":"Eine junge Frau stirbt in einem Stadtpark an einer Überdosis Insulin. Alex’ Team findet heraus, dass die Tote aus Taiwan stammt und in Amerika ihren Abschluss machen wollte. Es stellt sich heraus, dass ihr Vormund Mei sich nicht richtig um sie gekümmert hat. Das Team kann Mei zunächst nichts nachweisen, doch dann finden sie den Bruder des Opfers, der schließlich sein Schweigen bricht.","versions":[{"lang":1,"streams":[{"redirect":8482757,"hoster":"VOE"},{"redirect":13701754,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein normaler Mann","epNo":5,"alt":"River John","descr":"Als ein toter Mann in einem Fluss gefunden wird, nimmt sich Alex’ Team des Falles an. Das Opfer ist John Doe, ein verzweifelter Vater, der auf der Suche nach seiner drogenabhängigen Frau und seiner Tochter war. Alex sieht sich unweigerlich an seine eigene Situation erinnert … Warum musste John Doe sterben? Das Team kommt einem Komplott aus Entführung, Betrug und Mord auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8482762,"hoster":"VOE"},{"redirect":13701756,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katie","epNo":6,"alt":"Canine John","descr":"Bei einem Badeausflug stoßen Jugendliche auf eine vergrabene Leiche. Candace nimmt sich der Sache an, da der Tote dort gefunden wurde, wo sie in der Vergangenheit Urlaub gemacht hat. Dem Team gelingt es, die Leiche zu identifizieren – es handelt sich um Jake Lucas. Bei weiteren Nachforschungen stellt sich heraus, dass Lucas und seine Freunde durch eine gemeinsame Internetgeschäftsidee reich werden wollten. Bei einem Disput kam es schließlich zu einem Unfall.","versions":[{"lang":1,"streams":[{"redirect":8482761,"hoster":"VOE"},{"redirect":13701777,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tote Gleise","epNo":7,"alt":"Railroad Jane","descr":"In einem Industriegebiet wird auf Eisenbahnschienen ein Schädel gefunden. Alex’ Team wird mit dem Fall betraut. Der Besitzer des Firmengeländes weigert sich zunächst, das Spezialistenteam zur weiteren Suche nach Überresten auf sein Gelände zu lassen. Alex schafft es schließlich, ihn umzustimmen. Nach und nach werden alle Knochenteile und eine künstliche Kniescheibe gefunden. Anhand der Seriennummer kann das Team die Schwester der Toten ausfindig machen.","versions":[{"lang":1,"streams":[{"redirect":12929828,"hoster":"VOE"},{"redirect":13701760,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das letzte Kapitel","epNo":8,"alt":"Prisoner Jane","descr":"In einem Lagerhaus wird eine Leiche gefunden. Anhand von Tätowierungen kommt Alex’ Team auf die richtige Spur – bei dem Opfer handelt es sich um Ashley Kemp. Sie hatte vor, den zu Unrecht verurteilten Mörder ihrer Freundin Hope aus dem Gefängnis zu holen und dafür seinen Schwager Donny, den wahren Mörder, ins Gefängnis zu bringen. Kurz vor der Verwirklichung ihres Ziels kam ihr jedoch Donny in die Quere.","versions":[{"lang":1,"streams":[{"redirect":8482767,"hoster":"VOE"},{"redirect":13701761,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Risiko","epNo":9,"alt":"Lucky John","descr":"In einem Kofferraum wird eine Leiche gefunden. Die DNA des Toten gibt den Ermittlern Rätsel auf: In der Datenbank wird sie einem Schwarzen zugeordnet, das Opfer ist jedoch ein Weißer. Die Ermittlungen ergeben, dass der Mann eine Knochenmarkspende erhalten hat und es deshalb zur identischen DNA kam. Alex und sein Team finden heraus, dass der Tote ein Börsenmakler war, der sein Leben wie im Rausch lebte.","versions":[{"lang":1,"streams":[{"redirect":8482769,"hoster":"VOE"},{"redirect":13701762,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Liebesmüh","epNo":10,"alt":"Double Doe","descr":"In der Nähe eines schäbigen Motels werden die Leichen eines Mannes und einer Frau gefunden. Vermutlich wurden die beiden bereits vor über einem Jahr ermordet. Ein etwas verrückter Dauerbewohner des Motels kann den Ermittlern interessante Hinweise geben. Alex Donovans Team findet schließlich heraus, dass es sich bei den Ermordeten um Julia Kowalski und JP Albrecht handelt. Nun stellt sich den Ermittlern die Frage, in welcher Beziehung die beiden Opfer zueinander standen.","versions":[{"lang":1,"streams":[{"redirect":8482776,"hoster":"VOE"},{"redirect":13701764,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Traum von Amerika","epNo":11,"alt":"Patient John","descr":"Als in einem Sickerbrunnen eine Leiche gefunden wird, übernimmt Alex’ Team den Fall. Die Ermittlungen ergeben, dass der Tote ein Einwanderer war, der mit allen Mitteln seine Familie nach Amerika bringen wollte. Um an das nötige Geld zu kommen, bewarb er sich als Versuchskaninchen für eine medizinische Studie. Nachdem er bei der Voruntersuchung als ungeeignet befunden wurde, nahm er kurzerhand unter falschem Namen an der Studie teil – mit fatalen Folgen.","versions":[{"lang":1,"streams":[{"redirect":8482768,"hoster":"VOE"},{"redirect":13701783,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Sturz","epNo":12,"alt":"My Son John","descr":"Ein junger Mann stürzt von einem Hochhaus in den Tod. Zunächst erscheint der Fall unlösbar, doch dann findet Alex’ Team anhand der Schuhe des Toten heraus, dass dieser Parkour-Sport betrieben hat. Tyler gelingt es, ein Phantombild zu erstellen, und tatsächlich melden sich zwei vermeintliche Verwandte des Toten. Nun gilt es herauszufinden, wer mit dem Opfer tatsächlich verwandt war, und warum der junge Mann sterben musste.","versions":[{"lang":1,"streams":[{"redirect":8482777,"hoster":"VOE"},{"redirect":13701767,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gekauftes Glück","epNo":13,"alt":"Mama Jane","descr":"Lindsey jobbt in einer Bar und erfährt, dass vor einiger Zeit auf der Toilette der Bar eine Leiche gefunden wurde. Alex’ Team nimmt sich des Falles an. Zunächst gerät ein professioneller Basketballspieler ins Visier der Ermittlungen. Später stellt sich heraus, dass die Tote ein Kind adoptieren wollte, da sie selbst unfruchtbar war. Alles war mit der Leihmutter besprochen, bis diese einen Rückzieher machte.","versions":[{"lang":1,"streams":[{"redirect":12335768,"hoster":"VOE"},{"redirect":13701771,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Mädchen im Zug","epNo":14,"alt":"Train Jane","descr":"Nach einem Zugunglück kann eines der Opfer nicht identifiziert werden. Nachforschungen werfen die Frage auf, ob die Frau tatsächlich bei dem Unfall ums Leben kam oder erst danach getötet wurde. Alex’ Team findet heraus, dass es sich bei dem Opfer um eine Engländerin handelt, die in Chicago nach Zerstreuung suchte. Sie bewegte sich in noblen und elitären Geheimkreisen, was die Ermittlungen erheblich erschwert. Schließlich stößt das Team auf eine heiße Spur.","versions":[{"lang":1,"streams":[{"redirect":8482771,"hoster":"VOE"},{"redirect":13701773,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eine Frage der Zeit","epNo":15,"alt":"Donovan Doe","descr":"Als bei einer Bombenentschärfung die Überreste eines jungen Mädchens gefunden werden, kommt der Verdacht auf, dass es sich bei der Toten um Alex’ vermisste Tochter Lucy handelt. Der Mörder spielt mit den Ermittlern ein Geocaching-Spiel, bei dem er sie – wie bei einer Schnitzeljagd – immer wieder an andere Orte schickt. Endlich stößt das Team auf eine heiße Spur, und auf Alex kommt eine große Überraschung zu.","versions":[{"lang":1,"streams":[{"redirect":8482782,"hoster":"VOE"},{"redirect":13701775,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Grosse Träume","epNo":16,"alt":"Designer Jane","descr":"Als auf einer Wohltätigkeitsveranstaltung mehrere Schüsse abgefeuert werden, erliegt ein junges Mädchen kurz darauf ihren schweren Verletzungen. Einige Monate nach dem Vorfall sucht Lydia Townsend, die Veranstalterin des Events, Alex auf und bittet ihn um Hilfe. Sie fühlt sich für den Tod des Mädchens verantwortlich und möchte, dass das Opfer endlich identifiziert wird. Alex und seine Leute beginnen zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":8482781,"hoster":"VOE"},{"redirect":13701776,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das fremde Spiegelbild","epNo":17,"alt":"Living Doe","descr":"Als Eric sein Gedächtnis verliert, bittet er Alex und sein Team um Hilfe – er will herausfinden, wer er ist. Der Fall erweist sich als schwieriger, als zunächst angenommen. Nach und nach kommen die Ermittlungen in Gang und es stellt sich heraus, dass Eric bei Pflegeeltern untergebracht war. Sein Stiefbruder Will war kurz davor, auf die schiefe Bahn zu geraten. Eric wollte Will mit allen Mitteln vor einem Schicksal als Junkie bewaren.","versions":[{"lang":1,"streams":[{"redirect":8482772,"hoster":"VOE"},{"redirect":8711051,"hoster":"Streamtape"}]}]}]}]}