{"path":"/serie/stream/the-adventures-of-puss-in-boots","name":"Der gestiefelte Kater – Abenteuer in San Lorenzo","descr":"Die Serie erzählt die Geschichte des gestiefelten Katers, bevor er im Kino zum treuen Wegbegleiter des grünen \"tollkühnen Helden\" Shrek wurde. Zu Beginn rettet der kampferprobte Kater die schöne Katzendame Dulcinea vor Dieben und folgt ihr anschließend heimlich in deren Heimatstadt San Lorenzo. Dort ist ein großer Schatz versteckt, auf den es die skrupellosen Diebe abgesehen haben. Doch als der Kater versehentlich den magischen Schutzzauber der Stadt zerstört, ist er der einzige, der San Lorenzo mit seinen dort lebenden Waisenkindern vor den Halunken beschützen kann","seasons":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-1","name":"Die verborgene Stadt","epNo":1,"alt":"Hidden","descr":"Der gestiefelte Kater gelangt mit Hilfe eines Zauberspruchs in die verborgene Stadt ‚San Lorenzo‘. Dort lernt er nicht nur die vielen Einwohner kennen, sondern entdeckt auch den magischen Schatz der Stadt. Dulcinea, eine junge Katze, erklärt ihm, dass ein Zauber auf dem Schatz liegt. Er macht die Stadt unsichtbar für Diebe. Doch versehentlich bricht der gestiefelte Kater den Zauber. Sofort gelangen das Böse in die Stadt. Kann der gestiefelte Kater San Lorenzo beschützen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915878","hoster":"VOE"},{"path":"/redirect/8538032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-2","name":"Fünf Rätsel","epNo":2,"alt":"Sphinx","descr":"Der gestiefelte Kater möchte die Waisenkinder von San Lorenzo mit leckeren Plätzchen überraschen. Versehentlich mischt er Zauber-Kristalle in den Plätzchenteig, und die führen dazu, dass man in einen jahrelangen Schlaf fällt. Nur der Sand in der Uhr von Eurythion kann die schläfrigen Kinder jetzt noch retten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475868","hoster":"VOE"},{"path":"/redirect/8392571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-3","name":"Böse Brüder","epNo":3,"alt":"Brothers","descr":"In San Lorenzo tauchen Diebe auf, die die ganze Stadt ausrauben. Der gestiefelte Kater will die Schurken schnappen und bekommt dabei Hilfe von seinem größten Fan, dem jungen Schwein Toby. Dieser möchte sich unbedingt als Helden-Partner und bester Freund beweisen, doch leider richtet er dabei vor allem eines an: das totale Chaos! Der gestiefelte Kater ist genervt, doch als Toby wenig später auf mysteriöse Weise verschwindet, tut er alles, um ihn wiederzufinden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475870","hoster":"VOE"},{"path":"/redirect/8392576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-4","name":"Die Herzogin","epNo":4,"alt":"Duchess","descr":"Eine böse Herzogin kommt nach San Lorenzo und entführt Artefius, der ihr noch in ihrer Sammlung von Zauberer-Seelen fehlt. Der gestiefelte Kater stellt sich ihr in den Weg, doch die Herzogin hat ein paar Zaubertricks auf Lager, die dem Kater das Leben schwer machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475871","hoster":"VOE"},{"path":"/redirect/8392579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-5","name":"Rettet die Prinzessin!","epNo":5,"alt":"Adventure","descr":"Jack ist zu Besuch in San Lorenzo und lotst den gestiefelten Kater zu einem Goldschatz. Während sich Jack nur für den Schatz interessiert, muss der gestiefelte Kater alleine gegen ein riesiges Monster kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096071","hoster":"VOE"},{"path":"/redirect/8392580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-6","name":"Der Brunnen der Jugend","epNo":6,"alt":"Fountains","descr":"El Guante Blanco, der alte Lehrmeister des gestiefelten Katers, kommt nach San Lorenzo. Er ist alt und schwach geworden und möchte sich zur Ruhe setzen. Der gestiefelte Kater ist bestürzt, doch dann erzählt Artefius vom magischen ‚Brunnen der Jugend‘. Dieser wird von der jähzornigen Callista bewacht – der Schwester der Sphinx. Nur wenn das fliegende Katzenwesen besiegt wird, kann El Guantes Traum von einem neuen Leben als junger Abenteurer wahr werden. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475872","hoster":"VOE"},{"path":"/redirect/8538033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-7","name":"Tapferer Bürgermeister","epNo":7,"alt":"Bravery","descr":"Bürgermeister Temeroso ist ein Angsthase. Aber der gestiefelte Kater hilft ihm und macht ihn zu einem tapferen Bürgermeister. Doch damit wird alles nur noch schlimmer! Temeroso erklärt den Kater zum neuen Bürgermeister von San Lorenzo und verlässt die Stadt. Als tapferer Held will Temeroso nun gegen Bösewichte kämpfen. Doch als sich Temeroso mit El Moco, dem Anführer der Banditen, anlegt ist plötzlich ganz San Lorenzo in Gefahr! (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475875","hoster":"VOE"},{"path":"/redirect/8392581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-8","name":"Der Golem","epNo":8,"alt":"Golem","descr":"In San Lorenzo riecht es plötzlich überall nach Zimt. Der gestiefelte Kater weiß sofort, was das zu bedeuten hat. Der Golem, ein riesiges Monster aus Lehm, ist ganz in der Nähe. Es wurde von einem bösen Zauberer erschaffen, um den gestiefelten Kater ein für alle Mal auszuschalten. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475874","hoster":"VOE"},{"path":"/redirect/8392584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-9","name":"Der Teufelswind","epNo":9,"alt":"Boots","descr":"Der verlogene Jack taucht unerwartet in San Lorenzo auf. Dulcinea und der gestiefelte Kater befürchten, dass er es auf den magischen Schatz der Stadt abgesehen hat. Ihre Befürchtungen bewahrheiten sich, als Jack die magischen Stiefel aus dem Schatzhaus stiehlt. Mit ihnen erweckt er den Teufelswind, der schon bald ganz San Lorenzo bedroht. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475876","hoster":"VOE"},{"path":"/redirect/8392585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-10","name":"Das neue Schwert","epNo":10,"alt":"Sword","descr":"Nachdem Dulcinea ein Schwert aus einem Felsen gezogen hat, gilt sie als neue Heldin der Stadt. Der gestiefelte Kater bringt ihr bei, wie man sich als solche zu verhalten hat, und vor allem, wie man überhaupt mit einem Schwert umgeht. Die Zeit drängt, denn der böse Fiesgrins wurde in San Lorenzo gesichtet. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475877","hoster":"VOE"},{"path":"/redirect/8392587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-11","name":"Süßes Mäuschen","epNo":11,"alt":"Mouse","descr":"Nachdem in San Lorenzo ein süßes Mäuschen aufgetaucht ist, erstarren alle Dorfbewohner zu Stein. Ein Mysterium, dem der gestiefelte Kater auf den Grund gehen muss. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12915879","hoster":"VOE"},{"path":"/redirect/8392589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-12","name":"Das Kobold-Mädchen","epNo":12,"alt":"Goblin","descr":"Das kleine Kobold-Mädchen Krübel taucht in San Lorenzo auf. Sie will mit den Waisenkindern spielen, doch Vina ist davon nicht begeistert – schließlich weiß jeder, dass Kobolde gemein und hinterhältig sind! Die anderen Kinder aber mögen Krübel und auch der gestiefelte Kater findet, dass jeder eine Chance verdient hat. Also darf Krübel in San Lorenzo bleiben, doch dann stellt sich heraus, dass das Kobold-Mädchen von der bösen Herzogin geschickt worden ist ... (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475878","hoster":"VOE"},{"path":"/redirect/8392596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-13","name":"Der Wunschstern","epNo":13,"alt":"Star","descr":"Dulcinea ist traurig. Sie möchte sich zu gerne um ihre Mitmenschen kümmern, doch niemand braucht ihre Hilfe. Als sie einen \"Wunschstern\" entdeckt, überhäuft sie San Lorenzo mit ihren gut gemeinten Wünschen – und stürzt die Stadt damit ins Chaos. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475879","hoster":"VOE"},{"path":"/redirect/8392595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-14","name":"Zauberhafte Schweinerei","epNo":14,"alt":"Pigs","descr":"In San Lorenzo taucht ein diebisches Schwein namens Brandt auf und bittet den gestiefelten Kater um Hilfe. Seine Brüder wurden von einem bösen Zauberer verhext. Der Kater beschließt ihm zu helfen. Doch als sie Brandts Brüder finden, stellt sich heraus, dass das komische Verhalten der drei Schweine einen ganz anderen Grund hat ... (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096072","hoster":"VOE"},{"path":"/redirect/8392593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-1/episode-15","name":"Glück im Unglück","epNo":15,"alt":"Luck","descr":"Der gestiefelte Kater wird auf dem Marktplatz mit einem Fluch belegt. Sein Fell färbt sich schwarz und alle, die sich in seiner Nähe befinden, haben großes Unglück. Der Kater beschließt, San Lorenzo zu verlassen, um ein Heilmittel zu finden. Nach kurzer Zeit trifft er drei schwarze Kater, die der \"Vereinigung der Dunkelheit\" angehören. Sie erzählen, dass sie ein magisches Buch besitzen, in dem beschrieben steht, wie man den Fluch wieder aufheben kann. (Text: Super RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475881","hoster":"VOE"},{"path":"/redirect/8392599","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-1","name":"Kleiner Drache","epNo":1,"alt":"Dragon","descr":"Der gestiefelte Kater hört von einem gefährlichen Drachen, der einen Goldschatz bewachen soll. Sofort macht er sich auf die Suche und findet einen kranken, schwächlichen Drachen vor. Kurzerhand nimmt er ihn mit nach Lorenzo, wo die ganze Stadt hilft, den Drachen gesund zu pflegen. Doch plötzlich taucht da noch ein weiteres, riesiges Ungeheuer auf, das sich als die Mutter des kleinen Drachen erweist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096073","hoster":"VOE"},{"path":"/redirect/8392625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-2","name":"Der Maulwurfkönig","epNo":2,"alt":"Moles","descr":"Der Gemüsegarten der Waisen ist zerstört worden. Bald findet der Kater heraus, dass Jack daran Schuld ist. Er hatte so großen Hunger, dass er nicht widerstehen konnte. Um den Schaden wieder gut zu machen, möchte Jack mit Kater den unter San Lorenzo begrabenen Schatz ausfindig machen. Bei der Suche stoßen sie auf das unter der Stadt lebende Volk der Maulwürfe. Für sie sind Juwelen nichts wert und deshalb können die beiden alles mitnehmen. Doch Jack nimmt nicht nur die Juwelen, sondern auch den vom Maulwurfkönig heißgeliebten Balli. Als dieser das bemerkt, kommt er mit seinen Soldaten an die Oberfläche, um ihn sich zurück zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475898","hoster":"VOE"},{"path":"/redirect/8392629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-3","name":"Die Meerjungfrau","epNo":3,"alt":"Mermaid","descr":"Der gestiefelte Kater ist wie immer voll davon überzeugt, dass er mit seinem Charme alles erreichen kann. Als er das ausspricht, wird er bei Pajuna von ihr und ihren Gästen ausgelacht. Traurig reitet er mit Babieca in den Wald. Da begegnet ihm die Meerjungfrau Fiijii, eine sehr sprunghafte Dame. Eben noch lacht sie, dann schreit sie wild herum. Die ideale Gelegenheit für Kater, um zu beweisen, dass er mit seinem Charme selbst die launische Meerjungfrau für sich gewinnen kann. Doch das läuft nicht ganz nach Plan …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475897","hoster":"VOE"},{"path":"/redirect/8392628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-4","name":"Bienen-Alarm","epNo":4,"alt":"Bees","descr":"Dulcinea bittet den Gestiefelten Kater um Hilfe, da sich im Waisenhaus eine Biene befindet. Doch der Kater hat Angst vor Bienen und zu allem Übel entwickelt sich aus der einen Biene eine ganze Plage, die die Stadt in Angst und Schrecken versetzt. Schnell muss eine Lösung her, um den Bienenschwarm wieder los zu werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475901","hoster":"VOE"},{"path":"/redirect/8538034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-5","name":"Die Junior-Kater-Truppe","epNo":5,"alt":"Squad","descr":"Der gestiefelte Kater stellt fest, dass San Lorenzo nicht genügend geschützt wird. Er fragt die Waisenkinder, wie man das Problem aus der Welt schaffen kann, und Toby hat die perfekte Idee: Die Kinder bilden die Junior-Kater-Truppe, die vom gestiefelten Kater persönlich in verschiedenen Verteidigungstechniken ausgebildet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475900","hoster":"VOE"},{"path":"/redirect/8392630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-6","name":"Sinos Schriftrolle","epNo":6,"alt":"Spells","descr":"El Moco droht, zusammen mit seiner Armee, San Lorenzo zu erobern. Dem gestiefelten Kater ist klar, dass die Einwohner gegen ihn keine Chance haben, also bittet er Artefius, den Schutzzauber der Stadt wieder herzustellen. Doch Artefius benötigt dafür eine alte Schriftrolle, auf der Sinos Zauberspruch steht und die Armee greift schon bald an! Schnell mixt der Kater alle möglichen Mittelchen zusammen. Doch das war nicht gerade die beste Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475903","hoster":"VOE"},{"path":"/redirect/8392632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-7","name":"Der Krummsäbel","epNo":7,"alt":"Scimitar","descr":"Artefius soll eine Schriftrolle übersetzen, in der steht, wie man den Schutzzauber von San Lorenzo wiederherstellen kann. Bald schon stößt er auf eine interessante Stelle: San Lorenzo braucht die mystische, silberne Wünschelrute Echnatons, doch diese wird von den Klippen-Kobolden bewacht! Plötzlich meldet sich der mächtige Krummsäbel, der im Schatzhaus in einem Stein steckt. Er scheint ein geeignetes Tauschobjekt für die Wünschelrute zu sein, nur leider macht er jeden, der ihn trägt, böse …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917359","hoster":"VOE"},{"path":"/redirect/8392636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-8","name":"Helden-Geschichten","epNo":8,"alt":"Stories","descr":"Während sich die erwachsenen Bürger von San Lorenzo und der gestiefelte Kater auf die Suche nach fehlenden Schätzen aus dem Schatzhaus machen, bleiben Artefius und die Waisenkinder allein zu Hause. Artefius passt auf die Kinder auf und zusammen sollen sie darauf achten, dass sich niemand dem Schatzhaus nähert. Doch dann erscheint plötzlich der Riese Taranis, der sein Blitzzepter sucht und dafür in das Schatzhaus eindringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475904","hoster":"VOE"},{"path":"/redirect/8392639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-9","name":"Die silberne Kugel","epNo":9,"alt":"Sphere","descr":"Im Schatzhaus fehlt nur noch ein letzter Gegenstand – eine silberne Kugel. Sofort erinnern sich alle an den Balli des Maulwurfkönigs, den dieser nach wie vor niemals herausrücken will. Zufälligerweise hat Artefus eine ähnliche silberne Kugel. Nun ist der Plan, diese gegen den Balli des Maulwurfkönigs einzutauschen. Dieser lässt sich auf den Handel ein – vorausgesetzt, dem Kater gelingt es, die Königin Megamikras dazu zu bringen, wieder zum Maulwurfkönig zurück zu kommen, nachdem sie ihn verlassen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13097783","hoster":"VOE"},{"path":"/redirect/8392640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-10","name":"Die Münze","epNo":10,"alt":"Si","descr":"Mit dem Balli des Maulwurfkönigs scheint der Schatz im Schatzhaus endlich wieder komplett zu sein und der Schutzzauber von San Lorenzo müsste wieder hergestellt werden können. Doch leider stellt sich heraus, das noch ein weiterer Gegenstand fehlt: Eine Münze, die der gestiefelte Kater einst \"als Andenken\" mitgenommen hat und die sich mittlerweile im Besitz der bösen Herzogin befindet. Nun muss der Kater losziehen, um sich die Münze zurück zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475905","hoster":"VOE"},{"path":"/redirect/8392642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-2/episode-11","name":"Der große Zauber","epNo":11,"alt":"No","descr":"Der Schutzzauber der Stadt könnte wiederhergestellt werden, doch Artefius kommen die Zutaten, die ihm Sino für den Zaubertrank genannt hat, seltsam vor. Daraufhin holt Dulcinea den Gestiefelten Kater, der von Sino aus San Lorenzo verbannt wurde, zurück. Es stellt sich heraus, dass Sino gar kein mächtiger Magier ist, sondern die Maus Fartholomäus für die Zauber verantwortlich ist. Gemeinsam gelingt es den Bewohnern von San Lorenzo und dem Kater, Sino und seine Skelett-Armee zu besiegen. Doch währenddessen gelang es Uli, der auch auf die Seite des Bösen gewechselt ist, unbemerkt die letzte Zutat hinzuzufügen und ein Ungeheuer aus der Unterwelt heraufzubeschwören …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475907","hoster":"VOE"},{"path":"/redirect/8428016","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-1","name":"Der ungestiefelte Kater","epNo":1,"alt":"Bootless Cries","descr":"Die Stadt San Lorenzo ist in Gefahr und wird vom Großwolf bedroht. Unser gestiefelter Held fühlt sich als Versager und schlägt daher eine neue Karriere ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475883","hoster":"VOE"},{"path":"/redirect/8392598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-2","name":"Die große Prophezeiung","epNo":2,"alt":"Sullen Earth","descr":"Uli verfügt über entscheidende Informationen über den Großwolf, der jedoch vom Maulwurfkönig verhaftet wird. Heldenhaft wie immer organisiert Kater eine Rettungsmission.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378658","hoster":"VOE"},{"path":"/redirect/8392602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-3","name":"Das hässliche Entlein","epNo":3,"alt":"Ugly Duckling","descr":"Kater schluckt seinen Stolz hinunter und bittet seinen Mentor El Guante Blanco um Hilfe beim Verteidigen von San Lorenzo. Doch der alte Meister hat einen neuen Protégé.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475884","hoster":"VOE"},{"path":"/redirect/8392603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-4","name":"Muskel-Kater","epNo":4,"alt":"The Muscle","descr":"Der gestiefelte Kater \u0026 Co. machen den mächtigen Golem ausfindig, um San Lorenzo zu helfen. Doch unserem mutigen Vierbeiner fehlt es an Muskelkraft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475885","hoster":"VOE"},{"path":"/redirect/8392608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-5","name":"Der Schwertkämpfer","epNo":5,"alt":"Sword’s Man","descr":"Der Kater erklärt sich widerwillig bereit, Gutschwert als das letzte Mitglied seiner Armee zu rekrutieren. Doch der schnittige Typ ist schwer zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475886","hoster":"VOE"},{"path":"/redirect/8392605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-6","name":"Ziegenrettung","epNo":6,"alt":"Escape Goat","descr":"Sein Team ist nun vollständig, doch der Kater weiß nicht, wie er Uli mit seiner Truppe retten soll. Glücklicherweise meldet sich ein beherzter Möchtegern-Krieger zu Wort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475888","hoster":"VOE"},{"path":"/redirect/8392610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-7","name":"Doppelter Kater","epNo":7,"alt":"Copy Cat","descr":"Abgelenkt erklärt sich der Kater bereit, bei einem Pferderennen für zwei Teams zu reiten. Artephius erschafft einen \"Kater\"-Zwilling mit fraglichen Eigenschaften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475889","hoster":"VOE"},{"path":"/redirect/8392611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-8","name":"Münzwurf","epNo":8,"alt":"Coin Toss","descr":"Die Besessenheit des Katers \u0026 Co. von einem Münzwurfspiel macht die Stadt sehr angreifbar für Diebe. Dulcinea hat einen Plan, um die Stadt vom Spielfieber zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475894","hoster":"VOE"},{"path":"/redirect/8392613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-9","name":"König Gurkino","epNo":9,"alt":"King Pickles","descr":"Gurkino hasst Geburtstage. Also schmiedet der Kater einen Plan, damit er sich an seinem großen Tag wie ein König fühlt. Doch schon bald steigt Gurkino die Macht zu Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475890","hoster":"VOE"},{"path":"/redirect/8392616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-10","name":"Der gestiefelte Pirat","epNo":10,"alt":"Pirate Booty","descr":"In der Hoffnung auf eine mystische Krone, mit der er den Großwolf besiegen könnte, hilft der Kater albernen Piraten auf deren Suche nach einem legendären Schatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475891","hoster":"VOE"},{"path":"/redirect/8392617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-11","name":"Der Katzenfisch","epNo":11,"alt":"Cat Fish","descr":"Die Piratenfreunde des gestiefelten Katers schmeißen ihn über Bord, um ihm seine Angst vor dem Meer zu nehmen. Auf seiner Tauchfahrt sieht er einen alten Schwarm wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475892","hoster":"VOE"},{"path":"/redirect/8392619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-12","name":"Der Schatz von San Losano","epNo":12,"alt":"Parrot Booty","descr":"Ganz San Lorenzo ist besorgt, denn der Kater und die Piraten finden einen Schatz und müssen einen barbarischen Papagei mit Skelettarmee bekämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475895","hoster":"VOE"},{"path":"/redirect/8392623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-3/episode-13","name":"Skelette in der Stadt","epNo":13,"alt":"Skeleton Town","descr":"Der gestiefelte Kater bringt die Krone der Seelen und eine Reihe gruseliger Skelette mit nach Hause, die Ulis Eskapaden in der Stadt völlig in den Schatten stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475893","hoster":"VOE"},{"path":"/redirect/8392621","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-1","name":"Eine Katze für die Hexe","epNo":1,"alt":"Familiar Feeling","descr":"Ein wertvoller Edelstein ist verschwunden. Das ruft nach der gestiefelten Spürnase und seinen Freunden. Doch leider wurde der Stein dreigeteilt und ist nun in Hexenhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475908","hoster":"VOE"},{"path":"/redirect/12482033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-2","name":"Nur geträumt!","epNo":2,"alt":"In Dreams","descr":"Auf der Suche nach dem zweiten Edelstein begegnen der Kater und seine Freunde einer spinnenhaften Hexe, die ihn in einen Schlaf voller verrückter Träume versetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475909","hoster":"VOE"},{"path":"/redirect/8392646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-3","name":"Das Geheimnis der Schwestern","epNo":3,"alt":"Fluteus Maximus","descr":"Der Kater und Co. überlisten eine flötenspielende Hexe, die einen Teil des gesuchten Edelsteins hütet. Doch die Ereignisse nehmen eine unerwartete Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475910","hoster":"VOE"},{"path":"/redirect/8392647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-4","name":"Auf der Jagd","epNo":4,"alt":"Prey Time","descr":"Als der Kater rätselhafterweise im Dschungel erwacht, sind seine Überlebenskünste gefragt. Die Bewohner von San Lorenzo suchen indes verzweifelt nach dem Stiefelträger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475906","hoster":"VOE"},{"path":"/redirect/8392650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-5","name":"Die Weisheit des Buches","epNo":5,"alt":"Written By","descr":"Törichterweise fühlt sich Uli von Dulcineas Schule für Diebe auf Abwegen inspiriert. Der gestiefelte Kater kann von den fehlgeleiteten Ganoven nur schwer ablassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475912","hoster":"VOE"},{"path":"/redirect/8392651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-6","name":"Gute Taten","epNo":6,"alt":"Breaking Good","descr":"Die Krone kann auch mit dem mächtigen Edelstein nicht aktiviert werden. Also wendet sich Dulcinea in der Hoffnung auf Antworten an ihren Lieblingsautor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475911","hoster":"VOE"},{"path":"/redirect/8392654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-7","name":"Der feine Oger","epNo":7,"alt":"Fancy Beast","descr":"Um ein wertvolles Buch über die Krone zu erlangen, versuchen der Kater, Dulcinea und Miguela, mit Ulis unerwarteter Hilfe, ein menschenfressendes Monster auszutricksen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475913","hoster":"VOE"},{"path":"/redirect/8392653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-8","name":"Kampf der Götter","epNo":8,"alt":"Titan Up","descr":"Der Himmelsgott Taranis ist überzeugt, dass man den Kriegsgott Toutatis, der alle Sterblichen eliminieren will, mit den Superkräften des Katers in Schach halten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378657","hoster":"VOE"},{"path":"/redirect/12988651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-9","name":"Pajunas Abenteuer","epNo":9,"alt":"Boar Games","descr":"Pajunas einstiger Partner Roz bittet sie bei einer Mission um Hilfe. Doch Roz hat es ausgerechnet auf den Kater abgesehen, der indes seiner eigenen Berufung folgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475915","hoster":"VOE"},{"path":"/redirect/8392657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-10","name":"Veränderungen","epNo":10,"alt":"Small Change","descr":"Auf der Suche nach Sphinx\u0027 Schwester und Hinweisen über den Obelisk fällt der Kater in einen Brunnen und wird in ein gebrochenes und zerzaustes Kätzchen verwandelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475918","hoster":"VOE"},{"path":"/redirect/8392663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-11","name":"Marys Lamm","epNo":11,"alt":"Little Lamb","descr":"Tapfer versucht der gestiefelte Kater mit seinen Freunden, Angus den Obelisken der Nacht abzuluchsen, aber das Schaf stellt sie vor ihre bisher größte Herausforderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8475916","hoster":"VOE"},{"path":"/redirect/8392661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-12","name":"Der Obelisk der Nacht","epNo":12,"alt":"The Obelisk","descr":"Als sie den Standort des Obelisken erfahren, kehren der gestiefelte Kater \u0026 Co. nach San Lorenzo zurück. Doch El Moco hat die Stadt in der Hand und eine Rechnung offen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12378663","hoster":"VOE"},{"path":"/redirect/8392664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-4/episode-13","name":"Der Großwolf","epNo":13,"alt":"The Bloodwolf","descr":"Als der furchterregende Blutwolf endlich auftaucht, wehren sich die Menschen von San Lorenzo. Nur einer kann den Dämon jetzt noch aufhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13008084","hoster":"VOE"},{"path":"/redirect/8392665","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-1","name":"Die neue Heldin","epNo":1,"alt":"Second To One","descr":"Der Kater hat es sich, nachdem er von Dulcinea gerettet wurde, zur Aufgabe gemacht, ihr zu dienen und ihr Gehilfe zu werden. Das Kämpfen hingegen will er ganz Dulcinea überlassen. Diese Entscheidung sorgt für Chaos und den beiden fällt es schwer, sich an die neuen Rollen zu gewöhnen. Als es dann hart auf hart kommt, braucht San Lorenzo beide Helden. Ob der Kater seinen Kampfgeist wieder erwecken kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985988","hoster":"VOE"},{"path":"/redirect/8392669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-2","name":"Keine Übung","epNo":2,"alt":"Not A Drill","descr":"Der Kater versucht, San Lorenzo auf einen möglichen Monsterangriff vorzubereiten. Doch die Dorfbewohner nehmen ihn nicht ernst und haben keine Lust, sich an den Übungen zu beteiligen. Daher bittet der Kater die Waisen, sich als Monster zu verkleiden und den Bewohnern Angst zu machen. Doch plötzlich taucht ein richtiges Monster auf und keiner ist von dessen Echtheit überzeugt. Als die Wahrheit ans Licht kommt, ist der Schrecken groß …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985992","hoster":"VOE"},{"path":"/redirect/8392671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-3","name":"Pferd ohne Kopf","epNo":3,"alt":"Caballo Sin Cabeza","descr":"n San Lorenzo treibt das \"Caballo Sin Cabeza\" sein Unwesen. Das kopflose Pferd irrt durch die Stadt und nimmt ständig wechselnd den Kopf irgendeines Bewohners an, was diese wiederum in Angst und Schrecken versetzt. Nur Eames findet sogar Gefallen daran, der Kopf eines Pferdes zu sein. Doch dann erfährt er, dass dies schlimme Folgen haben wird. Höchste Zeit für den Kater und Dulcinea, Eames zu retten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985993","hoster":"VOE"},{"path":"/redirect/8392672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-4","name":"Der liebe Dämon","epNo":4,"alt":"My Fair Demon","descr":"Der Dämon Schweimalöw hat ein Problem. Er ist nicht böse genug und so haben seine Eltern ihn verstoßen. Mithilfe des Katers will er nun endlich ein böser Dämon werden, aber das gestaltet sich nicht so einfach. Und vielleicht ist das auch gar keine so gute Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383756","hoster":"VOE"},{"path":"/redirect/8392675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-5","name":"Zu viele Kater","epNo":5,"alt":"Too Many Cats","descr":"Der Kater ist etwas überrascht, als über 30 andere Ich’s von ihm in San Lorenzo auftauchen. Es sind Zwillinge aus Paralleluniversen, wie Artefius bald erklärt, und der Kater fühlt sich durchaus geschmeichelt von so vielen Doppelgängern. Leider haben die Kater alle einen etwas schwierigen Charakter und so werden die Zwillinge bald zur Belastung. Also schickt Artefius sie in ihre eigenen Welten zurück. Nur einer bleibt und der ist leider ein böser Zwilling …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985998","hoster":"VOE"},{"path":"/redirect/8392676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-6","name":"Die Eiersuche","epNo":6,"alt":"Before They Hatch","descr":"Die kleine Esme hat sich mit der Gargoyle-Dame Sally angefreundet, die gerade auf der Suche nach ihrem Nachwuchs ist. Sie hat vor einiger Zeit drei Eier in San Lorenzo gelegt und muss sie nun schnell wiederfinden, denn wenn Gargoyle-Babys nach dem Schlüpfen nicht sofort ihre Mama erblicken, wird es ungemütlich. Nach langem Suchen finden der Kater und seine Freunde die Eier tatsächlich. Doch da sie aussehen wie Juwelen, möchte der aktuelle Besitzer sie lieber nicht hergeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986004","hoster":"VOE"},{"path":"/redirect/8392679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-7","name":"Das schmelzende Eismonster","epNo":7,"alt":"The Iceman Melteth","descr":"Der Kater bekommt Besuch von dem Eismonster Tim, das sich insgeheim für eine frühere Begegnung am Kater rächen will. Als Tim durch die Hitze beginnt zu schmelzen, bemüht sich der Kater rührend, seinen neu gewonnenen Freund Tim zu retten, wobei er mit seiner Hilfe auch sein früheres Fehlverhalten wiedergutmachen will. Leider funktionieren sämtliche Rettungsversuche nicht wirklich und es sieht sehr schlecht aus für Tim, bis sich eine ganz neue Situation ergibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917361","hoster":"VOE"},{"path":"/redirect/8392680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-8","name":"Die windigen Wichte","epNo":8,"alt":"Swine And Roses","descr":"In San Lorenzo wird der Quallentins-Tag begangen und jeder soll seinem Schwarm eine Rose schenken. Gestört wird dieser romantische Tag allerdings durch die Ankunft einer Art Öko-Polizei, deren Mitglieder unter dem Deckmantel gesunder Ernährung San Lorenzo und seine Bewohner in Angst und Schrecken versetzen. Toby wird sogar zu einem Mitglied dieser Umwelt-Gang und muss fast dafür sehr teuer bezahlen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986003","hoster":"VOE"},{"path":"/redirect/8392682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-9","name":"Der große Gestank","epNo":9,"alt":"The Great Stink","descr":"In San Lorenzo stinkt es. Die ganze Stadt wird von einem übelriechenden Gestank überzogen und keiner weiß, woher er stammt. Natürlich versucht der Kater das Problem zu lösen, aber der fiese Geruch wird immer stärker und stärker und lässt die Bewohner von San Lorenzo sogar in Ohnmacht fallen. Schließlich muss der Kater erkennen: Wenn er den Gestank nicht bekämpfen kann, muss er lernen ihn zu akzeptieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985996","hoster":"VOE"},{"path":"/redirect/8392686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-10","name":"Der tanzende Dingo","epNo":10,"alt":"Dances With Dingoes","descr":"Eines Tages kommt aus dem Portal Besuch: eine Dingo-Dame mit einer Vorliebe für’s Tanzen überrascht San Lorenzo mit immer neuen Tanzschritten. Der Kater ist natürlich nicht sehr begeistert, da er aber bei einem Tanzduell mit ihr verliert, lässt er Sheila, die Dingodame gewähren, bis Dulcinea einen finsteren Plan entdeckt und das Tanzen unterbindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985997","hoster":"VOE"},{"path":"/redirect/8392687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-11","name":"Die Erinnerungsdiebin","epNo":11,"alt":"Remember Me Not","descr":"Dulcinea bemerkt, dass Klein Pequeña nicht das süße vierjährige Mädchen ist, das sie vorgibt zu sein. In Wirklichkeit ist sie eine Sheevra, eine bösartige Fee, die geschickt wurde um Chaos in San Lorenzo zu verbreiten. Dulcinea versucht alles, um den Kater und alle Bewohner vor Klein Pequeña zu warnen. Doch die hinterlistige Fee hat die Gabe, die Erinnerungen aller Wesen zu verändern. Das macht die Sache natürlich nicht gerade einfacher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986002","hoster":"VOE"},{"path":"/redirect/8392688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-12","name":"In der Unterwelt","epNo":12,"alt":"Through Caverns Measureless","descr":"Der Kater ist zusammen mit Artefius, Dulcinea und Toby in der Unterwelt angekommen. Dort haben alle außergewöhnliche Fähigkeiten, nur der Kater ist ganz der Alte und ist natürlich wenig begeistert. Kurz darauf treffen die Freunde auf die etwas merkwürdige Zauberin Hekate. Sie verbünden sich mit ihr, da auch sie den Blinden König besiegen möchte. Zusammen schmieden sie einen Plan, bei dem der Kater jedoch keine Aufgabe zugeteilt bekommt. Beleidigt zieht er davon und fällt der kriegerischen Zuva in die Hände …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8985999","hoster":"VOE"},{"path":"/redirect/8392691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-5/episode-13","name":"Ein düsterer Ort","epNo":13,"alt":"A Savage Place","descr":"Der Kater versucht, der winzigen Königin wieder zu ihrem Thron zu verhelfen. Es stellt sich heraus, dass der Blinde König niemand anderer ist als der ‚Böse Kater‘. Dieser befehligt nun eine Horde von Königszephilim und besitzt anscheinend auch Macht über eine mächtige Kreatur der Unterwelt. Doch von all dem lässt sich der gestiefelte Kater nicht beeindrucken und schlägt den Fiesling mit seinen eigenen Mitteln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8986005","hoster":"VOE"},{"path":"/redirect/8392694","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-1","name":"Rettet San Lorenzo","epNo":1,"alt":"Save The Town","descr":"Der Weg in die Unterwelt ist blockiert und der Kater kehrt mit seinen Freunden nach San Lorenzo zurück. Doch die Stadt ist völlig verändert – mit einem neuen Machthaber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10019936","hoster":"VOE"},{"path":"/redirect/10019938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-2","name":"Das Tauschgeschäft","epNo":2,"alt":"Save The Cat","descr":"Der Kater trommelt ganz San Lorenzo zusammen, um die Stadt vor El Moco zu retten. Aber um eine Armee aufzubauen, muss der Kater seinen Stolz hinunterschlucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198518","hoster":"VOE"},{"path":"/redirect/10024213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-3","name":"Gesucht und Gefunden","epNo":3,"alt":"Lost And Foundlings","descr":"Die Waisen treten auf Befehl der Herzogin in einem Wettbewerb mit hohem Einsatz gegeneinander an. Ein seltsames Gerumpel wirft in San Lorenzo alles durcheinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10539356","hoster":"VOE"},{"path":"/redirect/10024214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-4","name":"Der pantoffelte Kater","epNo":4,"alt":"The Scarlet Panther","descr":"Ein berüchtigter Kredithai taucht in San Lorenzo auf und besteht darauf, dass die Stiefel des Katers ihm gehören. Aber ohne Stiefel ist der Kater einfach nicht er selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10602095","hoster":"VOE"},{"path":"/redirect/10024218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-5","name":"Pajuna Serves Spirits","epNo":5,"alt":"Pajuna Serves Spirits","descr":"Geister und HerzenswünscheSie wollten nur ein bisschen Spaß haben. Doch als Pajuna dunkle Kräfte aus dem Jenseits heraufbeschwört, werden die Stadtbewohner von rachsüchtigen Geistern besessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198517","hoster":"VOE"},{"path":"/redirect/10024216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-6","name":"Der wirklich letzte Auftrag","epNo":6,"alt":"One Last Jobs","descr":"Damit sie zu einem Abenteuer mit ihrer alten Freundin Rosi aufbrechen kann, bietet der Kater Pajuna an, sich um das Wirtshaus zu kümmern. Was sollte da schon schiefgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297687","hoster":"VOE"},{"path":"/redirect/10024217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-7","name":"Der heldenhafte Fuchs","epNo":7,"alt":"Like A Fox","descr":"Der berühmte Schatzsucher Karl Fuchs sieht blendend aus und Dulcinea ist hin und weg, als er sie auf sein nächstes Abenteuer mitnehmen will. Das sorgt für Eifersucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198520","hoster":"VOE"},{"path":"/redirect/10024219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-8","name":"Ein (un)romantisches Treffen","epNo":8,"alt":"Not A Date","descr":"Der Kater und Dulcinea beschließen, gemeinsam Urlaub zu machen. Aber keiner von beiden will zugeben, dass es ein Date ist , wenn die ganze Stadt mitkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198519","hoster":"VOE"},{"path":"/redirect/10024257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-9","name":"Oger und Piraten","epNo":9,"alt":"Flock The Boat","descr":"Die Bewohner von San Lorenzo erwarten, dass der Kater etwas gegen die Erdbeben unternimmt. Aber zuerst muss er einen Piratenkapitän von der Insel der Verdammnis retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297693","hoster":"VOE"},{"path":"/redirect/10024226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-10","name":"Der mächtige Kater","epNo":10,"alt":"All Hail, Puss!","descr":"Als die Himmelsgötter dem Kater Kräfte verleihen, um die Erdbeben zu stoppen, entwickelt er ein enormes Ego, mit dem er die ganze Stadt gegen sich aufzubringen droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198522","hoster":"VOE"},{"path":"/redirect/10024224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-11","name":"Auf der Suche nach Sino","epNo":11,"alt":"The Moving Finger Writes","descr":"Die Zukunft der Welt steht auf dem Spiel und der Kater macht sich mit seinen Freunden zur Verbotenen Festung auf, um den großen Magier Sino zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11297695","hoster":"VOE"},{"path":"/redirect/10024225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-adventures-of-puss-in-boots/staffel-6/episode-12","name":"Jedes Ende ist ein neuer Anfang","epNo":12,"alt":"And, Having Writ, Moves On","descr":"Der große Magier Sino enthüllt die wahre Geschichte von San Lorenzo – und den einzigen Weg, um die Stadt zu retten. Doch dazu muss der Kater alles opfern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11198527","hoster":"VOE"},{"path":"/redirect/10024227","hoster":"Streamtape"}]}]}]}]}