{"path":"/serie/stream/the-event","name":"The Event","descr":"Sean Walker (Jason Ritter) untersucht das Verschwinden seiner Verlobten und stößt dabei unabsichtlich auf eine der größten Verschwörungen in der US-Geschichte. Seine Nachforschungen wirken sich auf das Leben mehrerer Personen aus, darunter sein mit dunklen Geheimnissen ausgestatteter Schwiegervater und der gerade erst gewählte US-Präsident Martinez...","seasons":[{"path":"/serie/stream/the-event/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-event/staffel-1/episode-1","name":"De Anschlag","epNo":1,"alt":"I Haven\u0027t Told You Everything","descr":"Sean Walker will seiner Freundin Leilaauf einer unbeschwerten Kreuzfahrt durch die Karibik einen Heiratsantrag machen. Doch dann verschwindet Leila unter mysteriösen Umständen aus ihrer Kabine und auch Seans Name steht plötzlich nicht mehr auf der Passagierliste. Schritt für Schritt kämpft sich Sean durch ein Gestrüpp aus Lügen und Intrigen, um seine Freundin wiederzufinden. Was versucht der Geheimdienst vor dem neugewählten US-Präsident Elias Martinez zu verbergen? Sean stößt auf Hinweise, dass die US-Regierung seit 66 Jahren den Beweis unter Verschluss hält, dass Außerirdische existieren und auf der Erde gelandet sind. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491378","hoster":"VOE"},{"path":"/redirect/8530001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-2","name":"Gestrandet in Arizona","epNo":2,"alt":"To Keep Us Safe","descr":"Was hat eine mysteriöse Gruppe von 97 Häftlingen, die auf einer geheimen Militärbasis in Alaska eingesperrt sind, mit Leilas Verschwinden zu tun? Auch Seans undurchsichtiger Schwiegervater in spe, Michael Buchanan, scheint nicht das zu sein, was er vorgibt. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491381","hoster":"VOE"},{"path":"/redirect/8530002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-3","name":"Verrat","epNo":3,"alt":"Protect Them From The Truth","descr":"Sean wird vom FBI in die Enge gedrängt. In seiner Verzweiflung entführt er die Agentin Angie Collier und zwingt sie zu einer unfreiwilligen Kooperation. Sie glaubt zwar nicht an Seans Theorie über den Absturz des Fluges 514, sieht aber merkwürdige Vertuschungsversuche. Weil ihr die offizielle Version über den Flugzeugunfall seltsam erscheint, bekommt sie erste Zweifel und kann eine Verschwörung nicht mehr leugnen. (Text: RTL II)Deutsche Erstausstrahlung: Mi 02.11.2011 RTL IIOriginal-Erstausstrahlung: Mo 04.10.2010 NBC","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491380","hoster":"VOE"},{"path":"/redirect/8530007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-4","name":"Das Ultimatum","epNo":4,"alt":"A Matter Of Life And Death","descr":"Derweil bekommt der Präsident Elias Martinez einen brisanten Anruf: Ein gewisser Thomas fordert die Freilassung von Sophia und den Inhaftierten von Inostranka. Falls der Präsident nicht auf die Forderung eingehen sollte, würde sich Thomas an den Passagieren des Fluges 514 rächen. Unterdessen kann Leila ihren Kidnappern zwar entkommen, allerdings flieht sie direkt in die nächste Falle … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491383","hoster":"VOE"},{"path":"/redirect/8530009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-5","name":"Erpressung","epNo":5,"alt":"Casualties Of War","descr":"Sean bekommt endlich Unterstützung von der FBI-Agentin Collier. Die beiden finden heraus, dass Leila im Polizeirevier in Snyder festgehalten wird. Über Umwege gelangen sie dort hin, und auch nur über Umwege können die beiden Leila wieder befreien. Zurück in Michaels Haus bekommen sie überraschende Hinweise darauf, was es mit Flug 514 auf sich hat. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491386","hoster":"VOE"},{"path":"/redirect/8530012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-6","name":"Die Jagd auf den Maulwurf","epNo":6,"alt":"Loyalty","descr":"Derweil kommt es zwischen Thomas und dem Präsidenten zum Machtkampf: Thomas verlangt die Freilassung von Sophia und den Inhaftierten von Inostranka und droht damit, die Geiseln des Fluges 514 sterben zu lassen. Martinez hingegen lässt sich nicht darauf ein. Denn sollte den Geiseln etwas zustoßen, werden sämtliche Inhaftierten liquidiert, inklusive Sophia. Obwohl sich Martinez durchsetzen kann, misslingt sein Plan, mit Hilfe von Sophia Thomas aufzuspüren. Stattdessen können die beiden verschwinden. Wer im Ermittlerteam ist der Maulwurf? (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491387","hoster":"VOE"},{"path":"/redirect/8530018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-7","name":"Erschüttertes Vertrauen","epNo":7,"alt":"I Know Who You Are","descr":"Präsident Martinez übt Druck auf sein Team aus. Er ordnet an, den Maulwurf dingfest zu machen und zu entfernen. Als Sterlings Assistent Murphy in das Fadenkreuz er Ermittlungen gerät, bekommt Sterling böse Erinnerungen. Seine ehemalige Liebe Laura wurde nämliche ebenfalls als Maulwurf enttarnt. Kann er seiner Menschenkenntnis noch trauen? Nach einer aufreibenden Suche finden Martinez und Sterling heraus, wer der Maulwurf ist. Bevor sie ihn zur Rede stellen können, kommt ihnen James Dempsey zuvor. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491385","hoster":"VOE"},{"path":"/redirect/8530014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-8","name":"Der Feind in meiner Nähe","epNo":8,"alt":"For The Good Of Our Country","descr":"Sophia sorgt für Ordnung und den Inhaftierten und stellt die Machtverhältnisse wieder her. Denn Thomas’ Versuch, den Aliens die Heimreise zu ermöglichen, hat unzähligen Menschen das Leben gekostet. Derweil haben Sean und Leila im Büro von Michael Buchanan, Seans Schwiegervater in spe, eine geheimnisvolle Liste gefunden. Während sie versuchen, die Codes zu knacken, bringen sie sich selbst in größte Gefahr. Geheimagenten sind hinter ihnen her und stellen ihnen eine Falle. Auf der Flucht wird Sean angeschossen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491384","hoster":"VOE"},{"path":"/redirect/8530015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-9","name":"Ergebenheit oder Tod","epNo":9,"alt":"Your World To Take","descr":"Sophie offenbart ihrem Volk, dass es nun an der Zeit sei, die Erde zu verlassen. Dabei erfährt sie von den Streitereien ihrer Leute und der versuchten Meuterei gegen sie und ihren Befehl. Allen voran sind ihr Sohn Thomas und seine Lebensgefährtin Isabel. Sophia verlangt einen Beweis der Ergebenheit und bekommt ihn zwar, allerdings hat es mit der Treue nicht viel auf sich. Denn Thomas hat vorgesorgt und enthüllt einen schrecklichen Plan. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491388","hoster":"VOE"},{"path":"/redirect/8530025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-10","name":"Doppeltes Spiel","epNo":10,"alt":"Everything Will Change","descr":"Derweil versuchen Sean und Leila das mysteriöse Verschwinden ihrer kleinen Schwester Samantha zu lösen. Dabei Sie bekommen Hilfe von Agent Angie Collier und sie suchen zuerst in Tulsa, Oklahoma, nach ihr. Schließlich glauben sie, in einer Nervenheilanstalt auf eine heiße Spur zu kommen, machen aber eine andere unglaubliche Entdeckung. Denn im Keller des Gebäudes findet Sean eine Akte über Leilas Vater. Michael hat mehr mit den Außerirdischen zu tun, als die beiden glauben können. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491389","hoster":"VOE"},{"path":"/redirect/8530023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-11","name":"Drohende Invasion","epNo":11,"alt":"And Then There Were More","descr":"Präsident Martinez und sein Team im Weißen Haus können eine per Satellit abgesendete Nachricht abfangen. Sie finden heraus, dass sie von Thomas stammt, und können auch den Empfänger entschlüsseln: das Volk auf dem anderen Planeten. Während das Team im Weißen Haus Gegenmaßnahmen vorbereitet und kurz abgelenkt ist, nutzt Thomas die Gelegenheit für einen Überraschungsangriff. Allerdings hat er Blake Sterling unterschätzt. Er hat inzwischen viel über die Schläfer gelernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491392","hoster":"VOE"},{"path":"/redirect/8530027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-12","name":"Inostranka","epNo":12,"alt":"Inostranka","descr":"Währenddessen stößt Catherine Lewis, die neue Senatorin aus Alaska, auf Akten mit geheimen Informationen über Inostranka. Sie wendet sich an Martinez und fordert mehr Details. Sean und Leila bekommen einen neuen Hinweis darauf, wo Samantha steckt, und können sie schließlich befreien. Dafür zahlen sie aber einen hohen Preis, denn sie finden die Wahrheit über Leilas Vater Michael heraus. Anstatt Leila eine Antwort zu geben, stellt er sie vor eine schwerwiegende Entscheidung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491390","hoster":"VOE"},{"path":"/redirect/8530030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-13","name":"Der Hinterhalt","epNo":13,"alt":"Turnabout","descr":"Trotz des Überfalls in Kanada kann Präsident Martinez wieder die Oberhand über die außer Kontrolle geratene Situation gewinnen. Mit der Hilfe von Sterling und Richard hält sich der politische Schaden in Grenzen, den die Flucht der Inhaftierten von Inostranka ausgelöst hat. Allerdings setzt Thomas’ Plan seine Mutter Sophia und Präsident Elias Martinez weiter unter Druck. Außerdem hat Thomas eine Antwort von seinem Volk auf dem Heimatplaneten erhalten. Er ruft seine Mutter Sophia, Diana Geller und die anderen Schläfer zusammen, um ihnen die richtungsweisende Botschaft zu verkünden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491393","hoster":"VOE"},{"path":"/redirect/8530031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-14","name":"Das Ende der Heimat","epNo":14,"alt":"A Message Back","descr":"Währenddessen macht sich Michael auf die Suche nach Thomas und er überlässt Leila der Obhut seiner alten Freundin Diane Geller. Auch der skrupellose Geschäftsmann James Dempsey macht sich auf die Suche nach den Außerirdischen. Allerdings hat er seine eigenen unschönen Absichten. Und mit neuer Energie und Sicherheit im Rücken konfrontiert Präsident Martinez seinen Vizepräsidenten Ray Jarvis mit dessen Verrat und Vertrauensbruch. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491391","hoster":"VOE"},{"path":"/redirect/8530034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-15","name":"Opfer","epNo":15,"alt":"Face Off","descr":"Sean und Vicky haben einen Hinweis darauf bekommen, wo sich James Dempsey aufhält. Während sie auf der Suche nach ihm sind, erfährt Sean Details über Vickys Vergangenheit beim Geheimdienst. Währenddessen spitzt sich der Konflikt zwischen Elias Martinez und Sophia zu. Mehrere Verhandlungen sind geplatzt und der Präsident vertraut Sophia nicht mehr. Als Sophia das Washington Monument zerstören lässt, löst sie damit nicht nur eine nationale Katastrophe aus, sondern einen Krieg. Um Sophia und ihren Leuten die Flucht zu ermöglichen, ist Thomas dazu bereit, sein eigenes Leben zu opfern. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491397","hoster":"VOE"},{"path":"/redirect/8530038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-16","name":"Ein teuflischer Plan","epNo":16,"alt":"You Bury Other Things Too","descr":"Während die Schläfer über den Verlust trauern, enttarnt Präsident Martinez Simon als einen Schläfer. Wem in seinem Stab kann er noch trauen? Mit einem DNA-Test möchte er potenzielle Schläfer ausfindig machen. Simon kann flüchten und erfährt von Sophias Plan, die Erde als neue Heimat für ihr Volk einzunehmen. Dafür aber müsste die Menschheit verschwinden … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491396","hoster":"VOE"},{"path":"/redirect/8530040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-17","name":"Der Auserwählte","epNo":17,"alt":"Cut Off The Head","descr":"Sean befreit Vicky aus dem Dempseys brennenden Landsitz. Als sie fliehen, hält Dempsey die beiden auf und erklärt ihnen, dass Sean der Auserwählte sei, der es mit Sophia aufnehmen kann. Sein Helfer überreicht ihm eine Tasche, in der die Schriftrolle aus einer der alten Amphoren liegt. Kurz darauf erhält Sean einen Anruf von Leila. Sie berichtet ihm, dass Sophia und ihr Vater die Menschheit vernichten wollen, um Platz für die anderen Außerirdischen zu schaffen.Sterling bemüht sich zusammen mit Peel um Klärung des Falles, kann jedoch keine eindeutigen Beweise vorlegen. Jarvis wird daraufhin in einer Abstimmung zum amtierenden Präsidenten ernannt. Erst danach entdeckt Sterling einen Hinweis, dass Jarvis hinter dem Attentat steckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491400","hoster":"VOE"},{"path":"/redirect/8530041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-18","name":"Gift","epNo":18,"alt":"Strain","descr":"Sophia verspricht Jarvis, dass er Präsident wird, sobald er Martinez aus dem Weg geräumt hat. Sein Land soll dafür vom Völkermord verschont bleiben. Jarvis vergiftet Martinez mit einem Pulver, das einen schweren Schlaganfall verursacht. Bevor der Präsident ins Koma fällt, informiert er Sterling darüber, dass der Vize hinter dem Anschlag steckt. (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491403","hoster":"VOE"},{"path":"/redirect/8530048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-19","name":"Wir oder sie","epNo":19,"alt":"Us Or Them","descr":"Um auf der Erde für ihr Volk Platz zu schaffen, sieht Sophia nur eine Möglichkeit: Die Menschen müssen ausgerottet werden. Durch einen perfiden Plan ihrer Wissenschaftlerin Dr. Lu sollen die Menschen mit dem Virus der Spanischen Grippe infiziert werden. Die Stammzellen des Virus entnehmen sie einer Soldatenleiche, die sie irgendwo in Sibirien ausgegraben haben. Sean und Vicky wissen von dem Plan und versuchen, die Einfuhr des Virus zu verhindern. Sterling macht Jarvis für den Mordanschlag an Präsident Martinez verantwortlich und wird daraufhin entlassen. Simon, der sich auf die Seite der Menschen schlägt, soll im Auftrag von Sophia erschossen werden. Er kann aber fliehen und Präsident Martinez ein Fläschchen mit dem Gegengift bringen. Michael, der Simon zur Flucht verholfen hat, wird erschossen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491394","hoster":"VOE"},{"path":"/redirect/8530047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-20","name":"Wettlauf gegen die Zeit","epNo":20,"alt":"One Will Live, One Will Die","descr":"Während Sophia ihren diabolischen Plan weiterverfolgt und von Dr. Lu das Virus für die Pandemie vorbereiten lässt, ist Simon die Flucht gelungen und er begibt sich direkt zu Sterling. Dieser glaubt ihm anfangs nicht, aber Simon kann ihn überzeugen, und Sterling nimmt Kontakt zu Christina auf. In der Zwischenzeit versuchen Sean und Vicky auf dem Dach eines Einkaufszentrums eine installierte Virus-Bombe zu entschärfen. Sterling, Simon und Christina schaffen es ihrerseits, Jarvis, der sich schon fast sicher fühlt, auszutricksen. Und so gelingt es Christina, Martinez in einen unbeobachteten Moment ein von Simon mitgebrachtes Gegengift zu injizieren. Ein erbarmungsloser wettlauf mit der Zeit beginnt … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491395","hoster":"VOE"},{"path":"/redirect/12984263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-21","name":"Der Anfang vom Ende","epNo":21,"alt":"The Beginning Of The End","descr":"Das Gegenmittel, das Simon für Martinez besorgt hat, fängt an zu wirken, und der Präsident ist auf dem Weg der Besserung. Er will so schnell wie möglich zurück ins Weiße Haus und die Verräter bestrafen, die sich gegen ihn verschworen haben. Blake, Simon, Vicky und Sean, die nun gemeinsam gegen Sophia operieren, haben von Martinez grünes Licht bekommen, alles Erdenkliche zu tun, um sie aufzuhalten. Über eine Satellitenüberwachung finden sie das Hauptquartier von Sophia, und Sean sieht nach langer Zeit Leila wieder, die ihm gesteht, dass sie durch das Virus infiziert wurde. Simon, Blake und Vicky setzen alles daran, um von Dr. Lu Informationen zu bekommen, wie man Leila retten könnte. Sophia, die immer noch nicht dingfest gemacht werden konnte, gibt in der Zwischenzeit den Befehl an Gerard, das Portal zu öffnen – während über die Stadt verteilt Bio-Waffen kurz vor dem Einsatz stehen. Die Zeit wird knapp, um das Schlimmste zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491402","hoster":"VOE"},{"path":"/redirect/8530054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-event/staffel-1/episode-22","name":"Die Ankunft","epNo":22,"alt":"Arrival","descr":"Sophia glaubt sich nach der Freisetzung des Virus an den drei von ihr ausgesuchten Standorten am Ziel. Aber Sterling, Simon, Sean und Vicky sind ihr und ihren Leuten auf den Fersen. Das Weiße Haus wird derweil von einem Machtkampf von historischen Ausmaßen in Schach gehalten. Doch am Ende gelingt es Elias Martinez, Raymond Jarvis vor dem Kabinett schachmatt zu setzen und mit sofortiger Wirkung wieder dieAmtsgewalt zurückzubekommen. Spezialeinheiten können Sophias Leute an den ersten beiden Standorten ausschalten und die Verbreitung des Virus verhindern. Sophia, die nun als Einzige übrig geblieben ist, verbarrikadiert sich nun am Dulles Airport, um ihre üblen Pläne doch noch in die Tat umzusetzen … (Text: RTL II)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491406","hoster":"VOE"},{"path":"/redirect/8724754","hoster":"Streamtape"}]}]}]}]}