{"path":"/serie/stream/the-originals","name":"The Originals","descr":"The Originals ist ein Spin-Off der erfolgreichen Serie Vampire Diaries und ist eine Mysterieserie in einer Welt voller Werwölfen, Hexen, Vampiren und Hybriden. Hauptsächlich geht es um die 1000 Jahre alte Urvampirfamilie Mikaelson, die zurück in ihre alte Heimatstadt New Orleans gefunden haben. Klaus und seine Geschwister haben diese Stadt aufgebaut und waren dort Glücklich bis sie fliehen mussten und Marcel, Klaus Mündel, den er liebte wie einen Sohn, an die Macht kam. Doch seitdem die Mikaelson wieder in New Orleans sind herrscht Chaos in der wunderschönen Stadt. Hexen, Werwölfe, Vampire und Menschen wollen alle die Macht über die Stadt ergreifen. Viele alte Geheimnisse werden aufgdeckt, alte Feinde und neue Feinde finden ebenfalls den Weg nach New Orleans, Gefährliche Bündnisse werden geschlossen und man kann nur sich selbst trauen.","seasons":[{"path":"/serie/stream/the-originals/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-originals/staffel-1/episode-1","name":"Für immer und ewig","epNo":1,"alt":"Pilot (Backdoor-Pilot)","descr":"Stefan und Damon halten Elena noch immer im Keller gefangen – so lange, bis sie wieder Gefühle zulassen und äußern kann. Klaus macht sich unterdessen auf den Weg nach New Orleans. Die Stadt hat ihre Errichtung ihm und seiner Familie zu verdanken. Dort angekommen stellt er fest, dass sein Schützling Marcel aus früheren Zeiten den Ort samt seiner übernatürlichen Bewohner nun fest im Griff hat. Klaus beginnt einen Feldzug mit dem einzigen Ziel, die Stadt zurückzuerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375858","hoster":"VOE"},{"path":"/redirect/14399787","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14375902","hoster":"VOE"},{"path":"/redirect/14411187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-2","name":"Verrat an der Familie","epNo":2,"alt":"House Of The Rising Son","descr":"Als Rebekah auf Drängen ihres Bruders Elijah nach New Orleans kommt, trifft sie auf Hayley,die ihr einige überraschende Neuigkeiten mitteilt. Besorgt darüber, dass Klaus nicht Gutes im Schilde führt, sucht sie Hilfe bei einer widerwilligen Sophie. Als sie mit ihrem Latein am Ende ist, nimmt Hayley die Dinge in die eigenen Hände, doch schnell wird die Situation gefährlich. Klaus ist entschlossen, Marcels Geheimwaffe zu entdecken und versucht ihm einen Schritt voraus zu bleiben. Nach einem Treffen mit Marcel erinnert sich Rebekah daran, wieviel Leid und Enttäuschung Klaus sie in der Vergangenheit gekostet hat. Unterdessen wirbt Marcel für seinen eigenen gefährlichen Plan die Hilfe von Davina.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356890","hoster":"VOE"},{"path":"/redirect/14401597","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14375872","hoster":"VOE"},{"path":"/redirect/14406200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-3","name":"Hexen vs. Vampire","epNo":3,"alt":"Tangled Up In Blue","descr":"VERRAT AUF DEM KOSTÜMBALL - Klaus und Rebekah fördern interessante Neuigkeiten über jemanden aus Marcels innerem Kreis zutage. Trotz Elijahs Bedenken tun sie sich zusammen, um Marcels Machtgefüge von innen heraus zu zerstören. Sie können Sophie als Unterstützung gewinnen, die jedoch große Angst vor Marcels Geheimwaffe Davina hat. Rebekah lädt die ahnungslose Cami auf eine große Vampirparty ein und verärgert damit Gastgeber Marcel. Unterdessen erfährt Hayley von der Hexe Sabine, dass die übernatürlichen Wesen in New Orleans auf die mögliche Ankunft eines Hybridenbabys reagieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375485","hoster":"VOE"},{"path":"/redirect/14444899","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356911","hoster":"VOE"},{"path":"/redirect/14399781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-4","name":"Geheimnisvoller Retter","epNo":4,"alt":"Girl In New Orleans","descr":"Beim jährlichen Musikfestival um die Ecke juckt es Davina in den Beinen; sie will eine Nacht mitmischen und bringt Marcel dazu, sie gehen zu lassen. Marcel stimmt notgedrungen zu, bittet aber Cami, ein Auge auf Davina zu haben. Agnes überzeugt Hayley, zu einem mysteriösen Arzt in den Sümpfen zu gehen, doch das ist eine Falle,aus der Hayley nur mit knapper Not durch die Hilfe eines Unbekannten gerettet wird. Unterdessen findet Klaus ganz besonderes Gefallen an Cami, die einige alarmierende Informationen über ihre Vergangenheit offenbart. Eine entschlossene Rebekah setzt alles daran, um dem Geheimnis hinter der letzten, seltsamen Begegnung mit Elijah auf den Grund zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488145","hoster":"VOE"},{"path":"/redirect/8644507","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173450","hoster":"VOE"},{"path":"/redirect/8644411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-5","name":"Sünder und Heilige","epNo":5,"alt":"Sinners And Saints","descr":"Klaus ist verärgert über die jüngsten Ereignisse, die die Sicherheit seines ungeborenen Kindes gefährdet haben und fordert Antworten von Sophie, die er verdächtigt, an der Bedrohung beteiligt gewesen zu sein. Diese gesteht Klaus und Rebekah ein beunruhigendes Geheimnis aus ihrer Vergangenheit. Nachdem grausige Überreste entdeckt worden sind, bittet Marcel Klaus, ihn in die Sümpfe zu begleiten. Unterdessen gehen Rebekah, Hayley und Sophie auf eine eigene Mission. Davina vertraut sich einem überraschenden Verbündeten an und offenbart schockierende Informationen über die Hexen, was schließlich zu einer verstörenden Enthüllung führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488153","hoster":"VOE"},{"path":"/redirect/10932786","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9620283","hoster":"VOE"},{"path":"/redirect/8644412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-6","name":"Frucht des Giftsbaums","epNo":6,"alt":"Fruit Of The Poisoned Tree","descr":"Als Klaus entdeckt, dass Hayleys Leben in Gefahr ist, geht er ziemlich weit, um sie und ihr ungeborenes Baby zu beschützen. Weil sie Schwierigkeiten mit den tragischen Ereignissen ihrer Vergangenheit hat, wendet Cami sich an Pater Kieran, um Unterstützung zu erhalten. Marcel glaubt, dass er niemandem mehr vertrauen kann und besucht einen alten Freund, um einen Ratschlag zu erhalten. Unterdessen versucht Davina zu lernen, ihre Magie unter Kontrolle zu halten. Schließlich offenbart Klaus Pater Kieran einige überraschende Neuigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488154","hoster":"VOE"},{"path":"/redirect/8644506","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582873","hoster":"VOE"},{"path":"/redirect/8644417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-7","name":"Aderlass","epNo":7,"alt":"Bloodletting","descr":"Als jemand aus ihrer Vergangenheit ihr eine überraschende Offenbarung überbringt, ist Hayley um ihre eigene Sicherheit und die ihres Babys besorgt. Während die Spannungen zwischen ihnen immer größer werden, wenden sich Klaus und Elijah an Sabine, um die verschwundene Haley aufzuspüren. Nach einem Ausflug in den Sumpf hat Klaus eine überraschende und gefährliche Begegnung mit einem unerwarteten Besucher. Unterdessen knüpft Davina eine neue Verbindung und Marcel macht Rebekah ein verlockendes Angebot, das sie in Zwiespalt bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488164","hoster":"VOE"},{"path":"/redirect/8644508","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582874","hoster":"VOE"},{"path":"/redirect/8644414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-8","name":"Der Fluss im Rückwärtsgang","epNo":8,"alt":"The River In Reverse","descr":"Rebekah steht vor einer schwierigen Entscheidung und wendet sich an Pater Kieran um Rat. Elijah hadert mit den Konsequenzen des jüngsten Streits mit Klaus. Hayley bleibt zunächst an seiner Seite, wird aber schnell von einer geheimnisvollen Kreatur fortgelockt, die etwas Licht auf ihre dunkle Vergangenheit wirft. Unterdessen versucht Cami eine kryptische Nachricht zu entschlüsseln, auf die sie gestoßen ist. Schließlich entdeckt ein ahnungsloser Marcel aufregende Neuigkeiten, die mit Klaus in Zusammenhang stehen, wodurch eine Konfrontation mit einer überraschenden Wendung endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488161","hoster":"VOE"},{"path":"/redirect/8644503","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488017","hoster":"VOE"},{"path":"/redirect/8644418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-9","name":"Machtübernahme","epNo":9,"alt":"Reigning Pain In New Orleans","descr":"Marcel, durch die jüngsten Ereignisse verwirrt, ist überrascht, als Klaus ihm einige seiner vergangenen Indiskretionen beichtet. Cami versucht den Sinn hinter einer kryptischen Nachricht zu entschlüsseln und ist verstört, als sie einen Einblick in Klaus\u0027 Vergangenheit bekommt. Die Fraktion der Menschen versucht einen Wandel der Umstände herbeizuführen. Dies führt zu einer gewaltsamen Konfrontation. Als Hayley erfährt, dass es einen Plan gibt, die Werwölfe im Bayou zu schädigen, wendet sie sich an Elijah und Rebekah um Hilfe. Als sie sich auf in die Sümpfe machen, treffen sie auf einen Werwolf namens Eve, der ihnen Informationen gibt, die zu einer schockierenden Entdeckung führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488155","hoster":"VOE"},{"path":"/redirect/8644509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335952","hoster":"VOE"},{"path":"/redirect/8644413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-10","name":"Die Casket Girls","epNo":10,"alt":"The Casket Girls","descr":"Als das French Quarter sich auf die jährliche Feier des Casket Girls Festivals vorbereitet, quält Cami sich durch Davinas Bemühungen, sie von Klaus\u0027 Gedächtniskontrolle zu befreien. Elijah und Marcel bilden eine ungewöhnliche Allianz, als Klaus seinen Plan in Bewegung setzt, Davina zurückzuholen. Als bekannt wird, dass Davina vermisst wird, setzt Sophie alles daran, sie zu finden. Unterdessen ist Hayley gezwungen, eine schwere Entscheidung zu treffen, nachdem sie einen unerwarteten Anruf erhalten hat. Rebekah versucht, die Unterstützung von jemandem aus Marcels Vergangenheit zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488160","hoster":"VOE"},{"path":"/redirect/8644511","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9620284","hoster":"VOE"},{"path":"/redirect/8644416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-11","name":"Nach mir die Sintflut!","epNo":11,"alt":"Après Moi, Le Déluge","descr":"Davina wird schwer krank und die Auswirkungen sind im ganzen French Quarter spürbar. Marcel,Klaus,Elijah und Rebekah setzen alles daran, herauszufinden, was mit ihr los ist. Sophie geht mit erstaunlichen Neuigkeiten zum Harvest Festival auf die anderen zu und präsentiert einen drastischen Plan, um Davina zu retten. Anderswo fühlt Hayley sich schuldig, als sie Elijah ihre Rolle in Sophies Plan gesteht. Schließlich schickt eine Masse an unvorhergesehenen Ereignissen eine Schockwelle durchs French Quarter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488168","hoster":"VOE"},{"path":"/redirect/8644513","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488030","hoster":"VOE"},{"path":"/redirect/8644415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-12","name":"Ein gefährlicher Rivale","epNo":12,"alt":"Dance Back From The Grave","descr":"FLASHBACK INS JAHR 1919 - Marcel, immer noch verärgert über die jüngsten Ereignisse, lehnt es ab, Klaus zu helfen, als eine grausame Entdeckung im Kessel gemacht wird. Rebekah ist alarmiert, als sie die Überreste eines Opfers bei den Docks findet und erkennt, dass es sich um das Werk eines gefährlichen Hexenmeisters aus ihrer Vergangenheit handelt. Unterdessen erhält Elijah Informationen, nach denen Rebekah in Schwierigkeiten sein könnte und macht sich gemeinsam mit Hayley auf den Weg, sie zu finden. Im Rousseau\u0027s tröstet Cami Marcel, der sich ihr öffnet und einige Details aus seiner Vergangenheit mit ihr teilt, doch die Dinge geraten schnell außer Kontrolle, als ein unerwarteter Gast auftaucht. Schließlich kommt es zu einer gewaltsamen Konfrontation, als Klaus sich einem Gegner stellen muss, der einen einmaligen Vorteil gegenüber Klaus hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13273146","hoster":"VOE"},{"path":"/redirect/8644510","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488024","hoster":"VOE"},{"path":"/redirect/8644420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-13","name":"Vollmond","epNo":13,"alt":"Crescent City","descr":"UNERWARTETE BESUCHER - Auf der Wiedereröffnung der Kirche St Anne kommt Pater Kieran in in große Schwierigkeiten nachdem er auf eine Hexe aus seiner Vergangenheit getroffen ist. Rebekah und Marcel sind besorgt als Jemand, den sie einst kannten, zurückkehrt und droht, jahrhundertealte Geheimnisse zu offenbaren. Unterdessen ist Sophie über eine Entdeckung auf dem Friedhof schockiert, doch schnell stellt sie fest, dass die Dinge anders liegen als sie scheinen. Als der Vollmond naht weiht Hayley Rebekah in ihren Plan ein, eine Party für ihren Werwolf-Clan zu schmeißen, doch die Dinge nehmen einen gefährliche Wendung als unerwartete Gäste eintreffen. Cami ringt mit sich als sie eine schwierige Entscheidung treffen muss, die auch Pater Kerans Sicherheit beeinflusst. Elijah sieht sich einem eigenen Dilemma gegenüber als er sich zwischen Hayley und seinen Geschwistern entscheiden muss. Als einer seiner Pläne scheitert, ergreift Klaus drastische Maßnahmen im Cauldron, was gefährliche Auswirkungen für alle Beteiligten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488165","hoster":"VOE"},{"path":"/redirect/8644515","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930258","hoster":"VOE"},{"path":"/redirect/8644419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-14","name":"Der Komplott","epNo":14,"alt":"Long Way Back From Hell","descr":"Rebekah wird in das Sanatorium, wo sie bereits 1919 gearbeitet hatte, gebracht und dort eingesperrt. Eine Hexe plant ihre Rache an ihr und versucht dunkle Geheimnisse zu enthüllen, die Rebekah großen Schaden zufügen könnten. Unterdessen trifft Elijah eine Entscheidung, die Klaus und Rebekah in weitere Gefahr bringt. Hayley hat einen eigenen Plan, ihrer Familie zu helfen. Unterdessen enthüllt eine gefährliche Gegnerin der Originals ihren Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488179","hoster":"VOE"},{"path":"/redirect/8644518","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11767140","hoster":"VOE"},{"path":"/redirect/8644424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-15","name":"Mordlust","epNo":15,"alt":"Le Grand Guignol","descr":"Flashbacks aus dem Jahre 1919- offenbaren Cami, wie Klaus auf die furchtbaren Geheimnisse gestoßen ist, die Rebekah und Marcel versucht haben vor ihm geheimzuhalten. Elijah geht derweil eine ungewöhnliche Allianz mit Monique ein, während Hayley Sabine gefangen hält, um so an Informationen zu gelangen, welche ihr dabei helfen sollen, den Fluch von Hayleys Werwolfclan aufzuheben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488178","hoster":"VOE"},{"path":"/redirect/8644516","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488037","hoster":"VOE"},{"path":"/redirect/8644422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-16","name":"Abschied von New Orleans","epNo":16,"alt":"Farewell To Storyville","descr":"Trotz Klaus\u0027 Wut ist Elijah bestrebt, Rebekah zu beschützen während die drei durch einen Hexenspruch auf dem Friedhof der Stadt gefangen sind. Klaus und Rebekah machen sich gegenseitig bittere Vorwüfe bis Elijah dazwischenget und ein lange gehegtes Geheimnis aus der Familiengeschichte zu offenbaren. Unterdessen versucht Marcel Rebekah zu befreien und muss einen Deal mit Genevieve eingehen. Schließlich finden Rebekah und Hayley über die Sorge für das ungeborene Baby zueinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488167","hoster":"VOE"},{"path":"/redirect/13273504","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488039","hoster":"VOE"},{"path":"/redirect/8644423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-17","name":"Der Friedensvertrag","epNo":17,"alt":"Moon Over Bourbon Street","descr":"Cami und Marcel kommen sich nach einer durchzechten Nacht näher. Doch die beiden werden bei ihrem Liebes-Abenteuer beobachtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351637","hoster":"VOE"},{"path":"/redirect/14398290","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14351642","hoster":"VOE"},{"path":"/redirect/14444897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-18","name":"The Big Uneasy","epNo":18,"alt":"The Big Uneasy","descr":"Genevieve bittet Elijah darum, ihrem Zirkel die Erlaubnis zur Feier des traditionellen Festgelages zu erteilen. Sie streitet unterdessen mit Monique um die richtige Auslegung der Schriften ihrer Vorfahren.Als Elijah all seine Kraft aufwendet, um ihre Heimat wieder zu altem Glanz zu bringen, wirft ihm Klaus vor, dies nur zu tun, um Hayley zu beeindrucken.Klaus heckt derweil einen Plan aus, um Cary zu finden, einen Werwolf aus der eigenen Linie. Er soll für ihn ein fehlendes Stück Familiengeschichte wiederfinden.Außerdem weiht Marcel Thierry in seinen Plan ein, all seine Kräfte wiederzuerlangen. Diego hat jedoch eigene Zukunftspläne. Am Fest der Segnung versuchen Monique und Genevieve die Zeremonie zu nutzen, um Davina eine Lehre zu erteilen, aber Klaus greift ein und gibt Davina ein überraschend wichtiges Geschenk. Während Hayley sich Gedanken über ihre Loyalität macht, nimmt die Zeremonie eine brutale Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488176","hoster":"VOE"},{"path":"/redirect/8644519","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488038","hoster":"VOE"},{"path":"/redirect/8644427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-19","name":"Unerschrocken in den Tod","epNo":19,"alt":"An Unblinking Death","descr":"Beim verzweifelten Versuch, Kieran zu helfen, besteht Cami auf einer ungewöhnlichen Vorgehensweise. Ihre guten Vorsätze führen jedoch zu einem gewaltsamen Ausbruch Kierans.Als sich Klaus und Elijah uneinig sind, wie mit den Crescent Wolves am besten zu verfahren sei, bricht Elijah in den Sumpf auf, wo er Zeuge einer furchtbaren Explosion wird, die den Hass und das Misstrauen zwischen den Gemeinschaften weiter befeuern wird.Während Jackson und Elijah versuchen, die Verwundeten zu versorgen, erfährt Hayley  von Marcel ein überraschendes Stück Familiengeschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488174","hoster":"VOE"},{"path":"/redirect/8644523","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488043","hoster":"VOE"},{"path":"/redirect/8644425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-20","name":"Der geheimnisvolle Schlüssel","epNo":20,"alt":"A Closer Walk with Thee","descr":"Hayley konfrontiert einen überraschenden Gegenspieler, während sie und ihr ungeborenes Baby während einer Feier zu Ehren eines gefallenen Mitglieds der Gemeinschaft in Gefahr geraten.Um Hayley zu retten, ersuchen Klaus und Elijah die Hilfe von Genevieve, die selbst damit kämpft, die Kontrolle über Davina und die übrigen jungen Hexen zu wahren.Cami erzählt Marcel unterdessen, dass sich Francesca in den Kopf gesetzt hat, einen mysteriösen Schlüssel zu finden, der ein Familiengeheimnis lüften könnte.Klaus wird derweil von Albträumen über seinen Vater Mikael heimgesucht. Dies zwingt ihn dazu, über die problematische Beziehung zu seinem eigenen Adoptivsohn Marcel nachzudenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488182","hoster":"VOE"},{"path":"/redirect/8644521","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488041","hoster":"VOE"},{"path":"/redirect/8644426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-21","name":"Schlacht um New Orleans","epNo":21,"alt":"The Battle of New Orleans","descr":"Klaus und Elijah fassen einen Plan, um die heiligen Steine zu finden, die Genevieve benötigt, um das Schicksal von Hayley und den Werwölfen für immer zu verändern. Als Marcel erkennt, dass Klaus\u0027 Plan zur Vernichtung aller Vampire im French Quarter führt, sammelt er eine Armee um sich um die Mikaelsons vom Thron zu stoßen und selbst die Macht in der Stadt zu übernehmen. Davina warnt Josh, die Stadt zu verlassen als sie sich gezwungen sieht, eine schicksalhafte Entscheidung zu treffen, die das Kräfteverhältnis im Krieg verändern wird. Unterdessen droht Francesca Cami, die versucht einen Code zu entschlüsseln, was zu einer überraschenden Offenbarung in den Fraktionen führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488195","hoster":"VOE"},{"path":"/redirect/8644526","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488045","hoster":"VOE"},{"path":"/redirect/8644428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-1/episode-22","name":"Von der Wiege bis ins Grab","epNo":22,"alt":"From a Cradle to a Grave","descr":"Als der Geburtstermin näher rückt, begeben Klaus und Elijah sich auf die Suche nach Hayley, die ihrerseits entschlossen ist, alles für die Sicherheit ihres ungeborenen Kindes zu tun und es von den Hexen fernzuhalten. Francesca trifft sich mit Jackson und Oliver um über die Zukunft der Werwölfe in New Orleans zu entscheiden. Nachdem Marcel und seine Vampire überraschend angegriffen werden, verbünden Davina und Cami sich mit ihnen, um Klaus zu stürzen. Schließlich trifft Klaus eine herzergreifende Entscheidung um diejenigen zu schützen, die ihm am wichtigsten sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488198","hoster":"VOE"},{"path":"/redirect/8644520","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488049","hoster":"VOE"},{"path":"/redirect/8644429","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-originals/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-originals/staffel-2/episode-1","name":"Die Wiedergeburt","epNo":1,"alt":"Rebirth","descr":"Klaus plant seine Racheaktion gegen die Guerrera-Werwölfe.\u0026lt;br /\u0026gt;\rHayley  trauert indes über den Verlust ihrer Tochter und lässt sich auch von Elijah nicht trösten. Marcel baut sein Haus wieder auf und versucht herauszufinden, wie er zu Cami steht. Davina versucht, Mikael gegen Klaus zu manipulieren, doch zunächst muss sie noch einen wichtigen Zauber ausarbeiten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14177365","hoster":"VOE"},{"path":"/redirect/13805381","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488044","hoster":"VOE"},{"path":"/redirect/8644430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-2","name":"Gesund und Munter","epNo":2,"alt":"Alive \u0026 Kicking","descr":"Die Spannungen zwischen Elijah und Hayley wachsen als Klaus sich einmischt und Hayley ermutigt, ihre Rolle im Werwolfpack zurückzuerkämpfen. Mikael wird ungeduldig während Davina versucht, einen Zauberspruch zu finden, der ihre Freunde beschützt. Elijah wendet sich an Marcel um eine wichtige Information zu bekommen und erinnert sich, dass die beiden sich einst besser verstanden haben. Als überraschende Besucher auftauchen und ihr Abendessen zerstören geraten Davina und Kaleb in eine gefährliche Situation. Klaus wird misstrauisch als ein Treffen mit Cassie nicht wie geplant verläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488186","hoster":"VOE"},{"path":"/redirect/8644522","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488050","hoster":"VOE"},{"path":"/redirect/8644431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-3","name":"Familienangelegenheiten","epNo":3,"alt":"Every Mother\u0027s Son","descr":"Als Klaus (Joseph Morgan) und Elijah (Daniel Gillies) eine geheimnisvolle Einladung zu einem Abendessen von ihrer Mutter Esther, die sich immer noch im Körper des Harvest-Mädchens Cassie tarnt, erhalten, bereiten sie sich auf das Schlimmste vor. Mit der Hilfe der neuen Hexe Leoore versuchen die Brüder und Hayley Esther einen Schritt voraus zu bleiben. Doch die Ereignisse nehmen eine überraschende Wendung. Elijah sieht sich gezwungen, eine Allianz mit Gia einzugehen, die erst kürzlich zum Vampir wurde. Hayley bekommt bei einer überraschenden Begegnung mit Esther ein verlockendes Angebot ihren Status als Hybrid betreffend. Schließlich offenbart Esther ein schockierendes Geheimnis über Klaus\u0027 Kindheit und verrät den Plan, den sie für ihre Kinder gefasst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488197","hoster":"VOE"},{"path":"/redirect/8644524","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488046","hoster":"VOE"},{"path":"/redirect/8644433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-4","name":"Leben und sterben lassen","epNo":4,"alt":"Live and Let Die","descr":"Im Auftrag von Esther soll sich Vincent mit den Werwölfen verbünden, um im Kampf gegen die Vampire bestehen zu können. Unterdessen leben Davina und Mikael weiter in der Isolation ihrer Hütte am Stadtrand, als sie plötzlich Besuch von Kaleb bekommen. Er kümmert sich um Davina, die eine Verletzung am Knöchel erlitten hat und sieht sich gleichzeitig im Haus nach dem Weißeichenpfahl um. Er entdeckt das magische Objekt und will sich damit schnell aus dem Staub machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488199","hoster":"VOE"},{"path":"/redirect/8644527","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488053","hoster":"VOE"},{"path":"/redirect/8644436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-5","name":"Die rote Tür","epNo":5,"alt":"Red Door","descr":"Lenore will Elijah verdeutlichen, dass seine Erinnerungen an die vergangenen 1.000 Jahre falsch sind. Daher hält sie ihn in ihrer Gruft gefangen und konfrontiert ihn mit seinen Vergehen. Eines seiner Opfer war einst die junge Tatia, die durch seinen Biss starb – was Lenore damals für ihre Zwecke nutzte. Davina und Kaleb halten unterdessen in einer Hütte ein Ritual ab, bei dem Davina Kalebs wahre Identität aufdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488201","hoster":"VOE"},{"path":"/redirect/8644530","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488054","hoster":"VOE"},{"path":"/redirect/8644435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-6","name":"Das Rad des Lebens","epNo":6,"alt":"Wheel Inside the Wheel","descr":"Klaus und Lenore finden endlich Zeit für die längst fällige Aussprache. Klaus erfährt, warum seine Kindheit die Hölle auf Erden war: Sein Vater wandte sich nach dem Tod der ältesten Tochter von der Familie ab. In dieser Zeit lernte Klaus’ Mutter den Werwolfmann Ansel kennen. Das Produkt ihrer Liebe war der kleine Klaus. Als sein leiblicher Vater davon erfährt, macht er Jagd auf Ansel und tötet ihn. Klaus straft er hingegen mit tiefer Verachtung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488192","hoster":"VOE"},{"path":"/redirect/8644528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488051","hoster":"VOE"},{"path":"/redirect/8644432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-7","name":"In Ketten","epNo":7,"alt":"Chasing The Devil\u0027s Tail","descr":"Cami weiß mittlerweile, dass Finn Mikaelson in Vincents Körper steckt. Sie schmiedet gemeinsam mit Hayley, Marcel und Aiden einen Plan, um den hinterlistigen Magier loszuwerden. Cami lässt sich also von Hayley beißen und entführen. In der ehemaligen Kirche von Kieran findet Vincent die verwundete Cami, wird aber im selben Moment von den anderen überwältigt. Unterdessen entwickeln Kaleb und Davina einen Dolch, der die Urvampire für immer ins Jenseits befördern soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488211","hoster":"VOE"},{"path":"/redirect/8644531","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488052","hoster":"VOE"},{"path":"/redirect/8644434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-8","name":"Die Vermählung","epNo":8,"alt":"The Brothers That Care Forgot","descr":"Rebekah spielt mit Hope auf einem Spielplatz, als sie erschrocken feststellt, dass sich etliche Stare um sie herum niederlassen. Das ist ein eindeutiges Zeichen, dass Esther ihren Aufenthaltsort ausfindig gemacht hat. Rebekah schnappt sich die Kleine und eilt in ein Restaurant, wo sie Elijah vermutet. Unterdessen plant Jackson, die Werwölfe zu einem Rudel zu vereinen. Eine Heirat zwischen ihm und Hayley würde die Wölfe von New Orleans von einem finsteren Fluch befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488209","hoster":"VOE"},{"path":"/redirect/8644536","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488062","hoster":"VOE"},{"path":"/redirect/8644437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-9","name":"Die Rache des Kol","epNo":9,"alt":"The Map of Moments","descr":"Zu Beginn des 20. Jahrhunderts verschwindet ein unschätzbar wertvoller Diamant aus dem Anwesen einer Witwe. Der Dieb ist kein Geringerer als Kol. Er nutzt die Villa auch, um dort mit einigen Hexen magische Rituale zu vollziehen. Als er mit dem Diebesgut flüchten will, kommen ihm Marcel und Klaus in die Quere, die den Diamant an sich reißen. Außerdem sorgen sie dafür, dass die Hexen das Anwesen nicht mehr verlassen können. Kol schwört bittere Rache","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488206","hoster":"VOE"},{"path":"/redirect/8644529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488057","hoster":"VOE"},{"path":"/redirect/8644438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-10","name":"Gefangen im Anwesen","epNo":10,"alt":"Gonna Set Your Flag On Fire","descr":"Die Wölfe und Vampire von New Orleans versammeln sich in einem Anwesen, um Friedensverhandlungen zu führen. Vincent weiß genau, wie er das Treffen in ein Blutbad verwandeln kann und veranlasst durch einen Zauber, dass keiner das Anwesen verlassen kann. Die Vampire sind schon bald ausgehungert und bereit, sich an dem Blut der Werwölfe zu laben. Unterdessen suchen Klaus und Elijah nach ihrer Schwester Rebekah, die spurlos verschwunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488208","hoster":"VOE"},{"path":"/redirect/8644534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8491167","hoster":"VOE"},{"path":"/redirect/8644442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-11","name":"Die Bruderschaft der Verdammten","epNo":11,"alt":"Brotherhood of the Damned","descr":"Vincent gelingt es, die Abbilder seiner Brüder Klaus und Elijah in einem illusionären Raum erscheinen zu lassen. Er weiß, dass sie ein Geheimnis vor ihm verbergen, doch es bleibt ungelüftet. Klaus und Elijah schaffen es durch eine List, aus dem Raum zu entkommen. Nachdem die gefangenen Vampire endlich aus dem Anwesen fliehen können, liegt es an dem verwundeten Marcel, seine Untergebenen davon abzuhalten, hungrig über Menschen herzufallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382877","hoster":"VOE"},{"path":"/redirect/8644532","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488061","hoster":"VOE"},{"path":"/redirect/8644440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-12","name":"Der Zufluchtsort","epNo":12,"alt":"Sanctuary","descr":"Rebekah vertraut Cassie ihre Fluchtpläne an, doch die verrät sie erbarmungslos an die Kindred-Hexen. In Freya findet Rebekah aber eine Verbündete und die beiden treten gemeinsam die Flucht an. Freya offenbart ihr ein Geheimnis. Unterdessen hat Vincent Marcel in seine Gewalt gebracht. Er will herausfinden, welches Geheimnis Klaus verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917946","hoster":"VOE"},{"path":"/redirect/8644533","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488058","hoster":"VOE"},{"path":"/redirect/8644439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-13","name":"Dem Tod geweiht ","epNo":13,"alt":"The Devil is Damned","descr":"Kaleb kommt gerade noch rechtzeitig, um ein Massaker zwischen Wölfen und Vampiren zu verhindern. Mit seiner Hilfe gelingt es nämlich Rebekah und Klaus, die Verbindung zwischen Vincent und ihrer Eltern zu lösen, und ihn so in seiner Macht zu schwächen. Unterdessen befinden sich Elijah und Vincent alleine im Haus. Elijah fällt eine extreme Entscheidung, um den Widersacher ein für alle Mal aus dem Weg zu räumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488233","hoster":"VOE"},{"path":"/redirect/8644535","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488063","hoster":"VOE"},{"path":"/redirect/8644441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-14","name":"Ich liebe dich, leb wohl","epNo":14,"alt":"I Love You, Goodbye","descr":"Es ist soweit: Hayley und Jackson sollen ihre Hochzeit in Klaus’ Anwesen feiern. Der Hausherr bietet dem Paar sogar an, in seinem Haus zu wohnen. Das nimmt Elijah zum Anlass, das Anwesen zu verlassen und sein Glück bei Marcel und seinem Vampirclan zu suchen. Rebekah ist unterdessen damit beschäftigt, Kaleb von einem Fluch zu befreien. Doch selbst mit Davinas Hilfe lässt sich der Fluch nicht brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12537868","hoster":"VOE"},{"path":"/redirect/8644537","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930262","hoster":"VOE"},{"path":"/redirect/8644444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-15","name":"Eva Sinclair","epNo":15,"alt":"They All Asked For You","descr":"Marcel rettet Rebekah in letzter Sekunde vor einem gefährlichen Angriff. Mit Hilfe des Sehers Ruben findet er heraus, dass Rebekah die Identität einer gewissen Eva Sinclair übernommen hat – eine Frau mit einer düsteren Geschichte. Elijah schließt unterdessen einen Pakt mit der Hexenältesten. Er verspricht ihr, Vincent auszuliefern, wenn die Hexen Rebekah in ihrer neuen Gestalt in Ruhe lassen. Klaus steht allerdings kurz davor, Vincent ins Jenseits zu befördern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488229","hoster":"VOE"},{"path":"/redirect/8644538","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488065","hoster":"VOE"},{"path":"/redirect/8644443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-16","name":"Rette meine Seele","epNo":16,"alt":"Save My Soul","descr":"Rebekah ist in höchster Gefahr. Albträume signalisieren ihr, dass Eva Sinclair ihren Körper wiederhaben will. Freya bietet ihre Hilfe an, doch Klaus hält sie für eine Verräterin. Elijah und Rebekah wollen es jedoch auf einen Versuch ankommen lassen. Unterdessen freunden sich Cami und Vincent an. Als Cami aber erfährt, wer sich wirklich hinter ihrem neuen Freund verbirgt, wendet sich das Blatt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488222","hoster":"VOE"},{"path":"/redirect/8644540","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488067","hoster":"VOE"},{"path":"/redirect/8644447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-17","name":"Vorzügliche Liebe","epNo":17,"alt":"Exquisite Corpse","descr":"Eva Sinclair hat die Macht über ihren Körper zurückerlangt. Rebekah muss nun um ihre Seele fürchten, denn sie ist noch immer in Evas körperlicher Hülle gefangen. Freya bietet erneut ihre Hilfe an und dieses Mal lässt sich Klaus auf einen Kompromiss ein – es geht um das Leben seiner Schwester. Freya beschließt, Elijah als Anker zu benutzen, während Vincent und Marcel in Evas Geist eindringen. Doch Elijah ist zu schwach","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488228","hoster":"VOE"},{"path":"/redirect/8644539","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488069","hoster":"VOE"},{"path":"/redirect/8644445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-18","name":"Wikinger Asche","epNo":18,"alt":"Night Has a Thousand Eyes","descr":"Die Tod und Unheil bringende Dahlia hat New Orleans erreicht. Während Elijah und Josephine einen sicheren Unterschlupf für Hope suchen, arbeiten Klaus und Mikael an einer Waffe, die Dahlia aufhalten soll. Mit einer Mischung aus Wikinger-Asche, norwegischer Erde und Freyas Blut soll die Mächtige getötet werden. Bald stellen die beiden jedoch fest, dass ihre Waffe nicht die erhoffte Wirkung zeigt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8555637","hoster":"VOE"},{"path":"/redirect/8644541","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488068","hoster":"VOE"},{"path":"/redirect/8644448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-19","name":"Wenn der Damm bricht","epNo":19,"alt":"When The Levee Breaks","descr":"Klaus ist im Besitz der wirksamsten Waffe gegen Dahlias Kräfte: die Asche seines Vaters. Selbst seine Geschwister wissen nichts von seinem Plan, wie er Dahlia vernichten will. Diese hat unterdessen die Gestalt von Josephine angenommen und kommt dem Haus, in dem sich die kleine Hope aufhält immer näher. Haley und Jackson geraten langsam in Panik, haben Angst um das Kind und wollen mit allen Mitteln fliehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488235","hoster":"VOE"},{"path":"/redirect/8644542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488071","hoster":"VOE"},{"path":"/redirect/8644446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-20","name":"Eine Falle für Dahlia","epNo":20,"alt":"City Beneath The Sea","descr":"Nach dem Dolchstoß findet sich Klaus plötzlich in Dahlias Gedankenwelt wieder. Dort erfährt er, was es mit Esther und dem vermeintlichen Verrat auf sich hat. Dahlia will Klaus in dem Glauben lassen, dass sie Freya beschützen wollte und sie deshalb von der Außenwelt abgeschirmt hat. Freya will indes mit Elijahs Hilfe Dahlia in eine Falle locken – Hope soll ihr dafür als Köder dienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488239","hoster":"VOE"},{"path":"/redirect/8644546","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488077","hoster":"VOE"},{"path":"/redirect/8644449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-21","name":"Feuer mit Feuer bekämpfen","epNo":21,"alt":"Fire With Fire","descr":"Dahlia richtet ein furchtbares Chaos auf dem Anwesen an. Während Klaus scheinbar unter ihrem Zauber steht und extrem aggressiv ist, kommt Gia ums Leben und Elijah wird mit einem Dolch mitten ins Herz getroffen. Camille macht einen fatalen Fehler, als auch sie auf dem Anwesen erscheint. Unterdessen wird Davina zu Herrscherin über die neun Hexenzirkel ernannt und ist nun mächtiger denn je","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488236","hoster":"VOE"},{"path":"/redirect/8644544","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488075","hoster":"VOE"},{"path":"/redirect/8644450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-2/episode-22","name":"Asche zu Asche","epNo":22,"alt":"Ashes To Ashes","descr":"Dahlia und Klaus bündeln ihre Macht. Dadurch gelingt es ihnen, Hayley und Jackson in ihre Werwolfkörper zu bannen. In Menschengestalt können sie sich nur einmal im Monat frei bewegen. Unterdessen misslingt Davina der Versuch, Kol wieder von den Toten zurückzuholen. Seine letzte Hoffnung ist Rebekah: wenn sie sich von Freya wieder in eine Hexe verwandeln lässt, könnte sie Kol aus dem dunklen Reich befreien","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488245","hoster":"VOE"},{"path":"/redirect/8644545","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488072","hoster":"VOE"},{"path":"/redirect/8644451","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-originals/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-originals/staffel-3/episode-1","name":"Für das nächste Jahrtausend","epNo":1,"alt":"For The Next Millennium","descr":"Wie Klaus es ihm versprochen hatte, regiert Marcel über die Vampirgemeinschaft New Orleans’. Da dort aber Chaos herrscht, bittet er seine gute Freundin Davina um Hilfe. Sie hat als Regentin des Hexenzirkels viel Macht – aber auch eine Abneigung gegen Vampire. Die Einwohner sind schockiert, als die Straßen der Stadt plötzlich mit Leichen übersät sind, die offensichtlich von Vampiren angegriffen wurden. Wer steckt dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488243","hoster":"VOE"},{"path":"/redirect/8644543","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488079","hoster":"VOE"},{"path":"/redirect/8644452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-2","name":"Die Prophezeiung","epNo":2,"alt":"You Hung the Moon","descr":"Davina will Hayley von dem Fluch, ihr Leben als Werwölfin zu fristen, befreien und verlangt im Gegenzug, dass Hayley für sie die Hexe Cara tötet. Verzweifelt stimmt sie zu, vor allem für das Wohl ihrer Tochter Hope. Der Angriff auf Cara endet jedoch in einem unbeabsichtigten Massaker. Unterdessen findet Freya heraus, worum es sich bei der Prophezeiung von Luciens Seherin handelt – großes Unheil wird die Geschwister Mikaelson befallen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488241","hoster":"VOE"},{"path":"/redirect/8644547","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12930261","hoster":"VOE"},{"path":"/redirect/8644454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-3","name":"Freund, Feind und Familie","epNo":3,"alt":"I’ll See You In Hell Or New Orleans","descr":"Die Prophezeiung, dass die Geschwister Mikaelson innerhalb eines Jahres sterben werden, konkretisiert sich: Sie werden jeweils durch die Hand eines Freundes, eines Feindes und eines Familienmitglieds zu Tode kommen. Da Lucien sowohl Freund als auch Feind ist, beschließen die Brüder Mikaelson, ihn zu töten. Elijah erfährt aber, dass Lucien den Gegenstand besitzt, der die Urvampire töten kann. Wird ihn diese Tatsache am Leben erhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488249","hoster":"VOE"},{"path":"/redirect/8644553","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488074","hoster":"VOE"},{"path":"/redirect/8644453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-4","name":"Das Aufnahmeritual","epNo":4,"alt":"A Walk On The Wild Side","descr":"Tristan, Gastgeber eines rauschenden Festes auf dem Daville-Anwesen, will die Gelegenheit nutzen und Marcell für seine Bruderschaft der Strix gewinnen. Allerdings muss er dafür ein Aufnahmeritual bestehen, bei dem sein Leben auf dem Spiel steht. Unterdessen erfahren Lucien und Klaus, dass die entführte Seherin Alexis auf dem Daville-Anwesen gefangen gehalten wird. Sie brechen zu ihrer Rettung auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488247","hoster":"VOE"},{"path":"/redirect/8644548","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488078","hoster":"VOE"},{"path":"/redirect/8644455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-5","name":"Tausend Jahre alte Lügen","epNo":5,"alt":"The Axeman’s Letter","descr":"Vor vielen Jahren trieb ein nie gefasster Serienmörder namens \"The Axeman\" sein Unwesen in New Orleans. Er verkündete, die Bewohner von seinem Axtschlag zu verschonen, wenn sie eine Nacht lang zu Jazz-Musik feiern und tanzen. An diesem Jahrestag ist Cami nicht zum Feiern zumute. Schließlich treibt sich gerade ein neuer Serienkiller in der Stadt herum. Unterdessen will sich der Hexer Van an Davina rächen, da sie seine Mutter Kara auf dem Gewissen haben soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488250","hoster":"VOE"},{"path":"/redirect/8644549","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335953","hoster":"VOE"},{"path":"/redirect/8644457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-6","name":"Schöner Fehler","epNo":6,"alt":"Beautiful Mistake","descr":"Lucien zwingt Cami unter Androhung von Gewalt die geheime Waffe zu suchen, die sich in ihrem Archiv befinden soll. Die Waffe nimmt den Vampirgeschwistern für eine gewisse Zeit ihre Macht und Lucien kann seine diabolischen Pläne verfolgen. Unterdessen begibt sich Rebekah bei dem Versuch, ihren Bruder Kol wiederzufinden in große Gefahr. Dabei kommen ihr die Strix in die Quere. Ein Glück, dass Freya nicht weit ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488255","hoster":"VOE"},{"path":"/redirect/8644555","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488087","hoster":"VOE"},{"path":"/redirect/8644458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-7","name":"Das Ende der Unbeschwertheit","epNo":7,"alt":"Out of the Easy","descr":"Wo ist Rebekah? Ihre Geschwister sind krank vor Sorge und setzen alle Hebel in Bewegung, um sie zu finden. Doch selbst Freya kann mit ihren magischen Kräften nicht helfen. Unterdessen ist Davina in großer Gefahr, denn die Strix zwingen sie, von der Waffe gegen die Mikaelsons endlich Gebrauch zu machen. Sollte sie sich weigern, droht ihr der Tod. Ihre einzige Rettung besteht darin, ihre Macht als Hexe abzulegen – damit wäre sie für die Strix wertlos und sie selbst außer Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488253","hoster":"VOE"},{"path":"/redirect/8644551","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488081","hoster":"VOE"},{"path":"/redirect/8644456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-8","name":"Der Loyalitätsbeweis","epNo":8,"alt":"The Other Girl In New Orleans","descr":"Marcel beweist den Strix mit einer waghalsigen Aktion seine Loyalität und bittet Tristan, in der Vereinigung willkommen geheißen zu werden. Er befürchtet, dass die Mikaelsons ihm nach dem Leben trachten. Unterdessen überwältigt Aurora die ahnungslose Cami und bringt sie in ein Studio, in dem die anwesenden Kampfsportler durch Auroras Biss in Vampire verwandelt werden sollen. Cami ist in höchster Gefahr. Kann Klaus sie retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488254","hoster":"VOE"},{"path":"/redirect/8644552","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488083","hoster":"VOE"},{"path":"/redirect/8644459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-9","name":"Der Erlöser","epNo":9,"alt":"Savior","descr":"Nachdem Elijah Rebekah aus dem Meer zurückgeholt hat, erscheint auf ihrem Handgelenk ein seltsames Mal. Zunächst ist es harmlos, doch als es sich aktiviert, verfällt Rebekah in einen regelrechten Tötungswahn. Unterdessen stehlen die Strix Freyas Amulett. Sie planen, die Familie zu zerstören und die Regentschaft zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488263","hoster":"VOE"},{"path":"/redirect/8644550","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488088","hoster":"VOE"},{"path":"/redirect/8644460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-10","name":"In den Tiefen der blauen See","epNo":10,"alt":"A Ghost Along the Mississippi","descr":"Aurora und Tristan müssen jetzt um ihr Leben bangen: Nachdem sie einen furchterregenden Plan ausgeheckt haben, dessen Kollateralschaden Camis Tod war, erklärt ihnen Klaus nun den Krieg. Während Vincent gegen seinen Willen Magie einsetzen muss, kämpfen die Strix gegen Klaus, Elijah und Freya","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488267","hoster":"VOE"},{"path":"/redirect/8644554","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488093","hoster":"VOE"},{"path":"/redirect/8644466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-11","name":"Camis dunkle Seite","epNo":11,"alt":"Wild at Heart","descr":"Nach ihrer Verwandlung ist Cami nicht mehr wiederzuerkennen. Anstelle ihres sanften verständnisvollen Wesens tobt nun eine unberechenbare und böswillige Vampirseele in ihr. Klaus erkennt sie kaum wieder, will ihr aber helfen, sich in dieser neuen Welt zurechtzufinden – Cami weist ihn in die Schranken und verlangt die Rückgabe der dunklen Objekte, die ihr aufgrund des Erbrechts zustehen. Sie bietet ihm einen verführerischen Tauschhandel an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488265","hoster":"VOE"},{"path":"/redirect/8644556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488085","hoster":"VOE"},{"path":"/redirect/8644462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-12","name":"Tote Engel","epNo":12,"alt":"Dead Angels","descr":"Madison gelingt es durch einen Zufall, die von ihr und den Schwestern begehrte Waffe in Arianes Geist zu finden. Mit ihr ist es möglich, die Mikaelsons zu töten. Madison macht sich auf den Weg zu Cami, um ihr den aus Weißeiche geschnitzten Ritter abzunehmen. Sie liefert ihre Beute bei Aurora ab und wird von ihr getötet. Aurora lässt aus den Figuren Patronen aus Weißeiche herstellen, um einen Mikaelson nach dem anderen endgültig ins Jenseits zu befördern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488260","hoster":"VOE"},{"path":"/redirect/8644557","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488086","hoster":"VOE"},{"path":"/redirect/8644465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-13","name":"Das Herz in der Box","epNo":13,"alt":"Heart Shaped Box","descr":"Davina entwickelt in Ayas Auftrag einen Zauber, der die Erschafferbindung löst. Eine letzte Zutat fehlt ihr jedoch noch. Nur Cole, der im Totenreich weilt, kann ihr die Information geben. Er bittet sie jedoch, den Zauber nicht zu vollenden, denn dafür muss ein Mensch zu Tode kommen. Davina weiß nun, dass es sich um ein unerschaffenes Herz eines Vampirs handeln muss – einer, der nicht durch den Biss eines anderen Vampirs verwandelt wurde. Sofort schießt ihr Hayley in den Kopf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14444900","hoster":"VOE"},{"path":"/redirect/8644561","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488103","hoster":"VOE"},{"path":"/redirect/8644461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-14","name":"Schachmatt","epNo":14,"alt":"A Streetcar Named Desire","descr":"Aya weiht Aurora in ihren Plan ein: Wenn die Erschaffungsbindung gebrochen ist, hat sie vor, Klaus und Elijah mit den Patronen aus Weißeiche zu töten. Unterdessen hat Klaus Besuch aus alten Zeiten: Stefan Salvatore versteckt sich bei seinem damaligen Feind Klaus nun vor der Vampirjägerin Rayna Cruz. Davina führt indes unbeirrt ihren Zauber aus – Elijah kann sich davor retten, doch Klaus ist nun tatsächlich von seiner Erschaffungsbindung gelöst und somit sehr verwundbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14140489","hoster":"VOE"},{"path":"/redirect/8644558","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13001941","hoster":"VOE"},{"path":"/redirect/8644464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-15","name":"Besuch eines alten Freundes","epNo":15,"alt":"An Old Friend Calls","descr":"Kol kommt dank Davina\u0027s Zauber als Urvampir zurück ins Reich der Lebenden.Davina fürchtet, dass das Blutsaugen bei Kol seine Hemmungslosigkeit und Blutrünstigkeit wieder zu Tage fördert.Tatsächlich hält er sich jedoch zurück und zeigt sich bei einem Familienbesuch kooperativ. Bald übermannt ihn aber sein Hunger nach Blut und er richtet in der Kirche St. Anne ein Massaker an. Plötzlich steht Finn, der älteste Bruder der Mikaelsons, vor ihm und weist ihn in die Schranken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488279","hoster":"VOE"},{"path":"/redirect/8644559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173452","hoster":"VOE"},{"path":"/redirect/8644463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-16","name":"Manipulationsspiele","epNo":16,"alt":"Alone With Everybody","descr":"Die letzte Patrone Weißeiche gelangt in Sofyas Hände. Sie bietet die für Urvampire tödliche Munition dem Meistbietenden an – die Stadt füllt sich mit Klaus’ Feinden. Unterdessen ist dieser mit Hayley auf der Flucht. Die beiden erfahren von einem Wirt, dass immer mehr Wölfe ihr Rudel aufgeben und verschwinden. Nachdem er eine Verkettung von Ereignissen analysiert, wird Klaus bewusst, dass die Wölfe nicht freiwillig von dannen ziehen. Sie werden gejagt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488269","hoster":"VOE"},{"path":"/redirect/8644560","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488090","hoster":"VOE"},{"path":"/redirect/8644468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-17","name":"Hinter dem schwarzen Horizont","epNo":17,"alt":"Behind The Black Horizon)","descr":"Die Ahnen beschließen, dass Lucien alle Urvampire töten soll. Er bringt Freya und Vincent nach Mystic Falls, dem Geburts- und Verwandlungsort der Mikaelson Geschwister. Lucien verfügt über den Zauberspruch von Esther, der ihre Kinder zu Urvampiren gemacht hat und er ist in Besitz der verbliebenen Weißeichen-Munition, dem Blut der Mikaelson-Hexe und einem tödlichen Werwolf-Gift. Mit diesen Zutaten kann er mächtiger als jeder bisherige Urvampir werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488274","hoster":"VOE"},{"path":"/redirect/8644562","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488096","hoster":"VOE"},{"path":"/redirect/8644467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-18","name":"Der Teufel kommt und seufzt","epNo":18,"alt":"The Devil Comes Here and Sighs","descr":"Lucien will an Auroras Seite die Unendlichkeit verbringen und bietet ihr das zweite Fläschchen des Serums an. Später soll er jedoch erfahren, dass Auroras Plan nicht viel mit seinem gemeinsam hat … Unterdessen wenden sich die Ahnen gegen Kol, der daraufhin die Stadt verlässt. Doch kaum hat Kol die Stadtgrenze überschritten, beginnt er durch einen Fluch der Ahnen auszutrocknen. Um zu überleben, eilt er wieder zurück hinter die Stadtgrenze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488272","hoster":"VOE"},{"path":"/redirect/8644569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488095","hoster":"VOE"},{"path":"/redirect/8644470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-19","name":"Verlass mich nicht","epNo":19,"alt":"No More Heartbreaks","descr":"Für Cami scheint jede Hoffnung verloren – Lucien hat sie mit seinem Biss dem Tode geweiht. Mit letzter Kraft gelingt es Cami, Lucien zu entkommen und bei Klaus Unterschlupf zu finden. Dieser setzt alles in Bewegung, um seiner Geliebten zu helfen. Er ist sich sicher: zur Heilung braucht es jetzt Luciens und Hopes Blut. Niemand ahnt jedoch, dass das Blut der beiden lediglich die Ausbreitung der Infektion verlangsamt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8555640","hoster":"VOE"},{"path":"/redirect/8644564","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488101","hoster":"VOE"},{"path":"/redirect/8644469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-20","name":"Böse Rache der Ahnen","epNo":20,"alt":"Where Nothing Stays Buried","descr":"Davinas Körper liegt leblos in Kols Armen. Es gibt jedoch die Möglichkeit, sie wieder ins Reich der Lebenden zurückzuholen. Freya bringt die Hexe Davina aus dem Reich der Ahnen in eine Zwischenwelt. Spricht Vincent den Zauber aus, so ist sie gerettet. Die Ahnen haben jedoch andere Pläne mit dem Mädchen – sie wollen Davinas Seele mit dem Lebensblutstein in tausend Teile sprengen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488283","hoster":"VOE"},{"path":"/redirect/8644566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488098","hoster":"VOE"},{"path":"/redirect/8644476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-21","name":"Ein letzter Kuss","epNo":21,"alt":"Give ‘em Hell Kid","descr":"Abschied am Friedhof: Cami und Davina finden ihre letzte Ruhe und ihre Freunde trauern um sie. Unterdessen möchte sich Freya vergewissern, dass mit Luciens Tod auch die Bedrohung für ihre Familie begraben ist. Marcel, der ein vermeintlich tödliches Serum zu sich genommen hat, ist nun ebenfalls von der Bildfläche verschwunden. Vincent weiß jedoch, dass Marcels letzte Stunde noch nicht geschlagen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14444901","hoster":"VOE"},{"path":"/redirect/8644563","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488100","hoster":"VOE"},{"path":"/redirect/8644471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-3/episode-22","name":"Die blutige Krone","epNo":22,"alt":"The Bloody Crown","descr":"Marcel feiert seine Wiedergeburt als Supervampir und stürmt mit Klaus’ Feinden die Stadt. Im Hause der Mikaelsons findet ein Kampf auf Leben und Tod statt: Eine Vampirin vergiftet Freya und Marcel beißt Elijah und Kol. Kurz bevor Klaus angegriffen wird, erscheint Rebekah, um ihren Bruder zu retten. Marcel lehnt es ab, Rebekahs Familie zu heilen, lässt sich jedoch auf einen folgenschweren Kompromiss ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488289","hoster":"VOE"},{"path":"/redirect/8644567","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488102","hoster":"VOE"},{"path":"/redirect/8644472","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-originals/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-originals/staffel-4/episode-1","name":"Hayleys Versprechen","epNo":1,"alt":"Gather Up The Killers","descr":"5 Jahre sind vergangen seitdem die Mikaelson Familie geschlagen ist. Doch Hayley sucht einen Weg Freya zum leben zu erwecken um ihre Familie vom Tod zu bewahren. Dafür braucht sie das Gift von allen 7 Clans. Kdbd","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488296","hoster":"VOE"},{"path":"/redirect/8644572","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488106","hoster":"VOE"},{"path":"/redirect/8644473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-2","name":"Endlich vereint","epNo":2,"alt":"No Quarter","descr":"Die Mikaelson\u0027s schmieden einen Plan um Klaus zu befreien. Das schaffen sie auch. Später geht Klaus mit seiner Tochter spass haben. Er wollte ein Tag mit Hope verbringen bevor sie so weit weg wie nur möglich von Marcel gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14444905","hoster":"VOE"},{"path":"/redirect/8644573","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382871","hoster":"VOE"},{"path":"/redirect/8644474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-3","name":"Das alte Böse","epNo":3,"alt":"Haunter of Ruins","descr":"Nach fünf langen Jahren der Trennung versucht Klaus, seiner Tochter Hope näherzukommen. Wenn gleich Vater und Tochter gut miteinander auskommen, befindet sich der Rest der Familie in Aufruhr. Elijah vermittelt dabei in einem Konflikt zwischen Hayley und Freya, um den besten Schutz der Familie sicherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930271","hoster":"VOE"},{"path":"/redirect/8644571","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488111","hoster":"VOE"},{"path":"/redirect/8644477","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10566001","hoster":"VOE"},{"path":"/redirect/10147601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-4","name":"Das blaue Licht","epNo":4,"alt":"Keepers Of The House","descr":"Hayley (Phoebe Tonkin) hofft verzweifelt auf Hilfe bei Marcel (Charles Michael Davis), um Informationen über die mysteriöse Kraft zu bekommen, die die Kinder von New Orleans anvisiert hat. Währenddessen bleibt Klaus (Joseph Morgan) mit Hope (Summer Fontana) zurück und Elijah (Daniel Gillies) und Vincent treten der Jagd bei, die sie auf einen gefährlichen Kollisionskurs mit einer neuen Bedrohung setzt. Letztlich müssen Freya (Riley Voelkel) und Keelin (Christina Marie Moses) ihre Differenzen beiseite legen, als sie sich auf eine Reise begeben, das die Mächteverhältnisse New Orleans für immer verändern könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488302","hoster":"VOE"},{"path":"/redirect/8644574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488110","hoster":"VOE"},{"path":"/redirect/8644480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-5","name":"Ich höre dein Klopfen","epNo":5,"alt":"I Hear You Knocking","descr":"Klaus (Joseph Morgan) und Marcel (Charles Michael Davis) müssen schmerzhafte Symptome einer bösartigen Jagd erleiden, nachdem sie von der dunklen Magie der Höhle getroffen werden. Währenddessen machen sich Hayley (Phoebe Tonkin) und Elijah (Daniel Gillies) auf den Weg, um mit Mary (Debra Mooney) zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488293","hoster":"VOE"},{"path":"/redirect/8644576","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335957","hoster":"VOE"},{"path":"/redirect/8644478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-6","name":"Ein Sack voller Kobras","epNo":6,"alt":"Bag of Cobras","descr":"\"The Hollow\" hat anscheinend einen mysteriösen Handlanger engagiert, was Klaus (Joseph Morgan) und Elijah (Daniel Gillies) auf den Plan ruft, die neue Bedrohung aus der Reserve zu locken und dessen wahre Identität herauszufinden. Dabei bekommen sie Hilfe von Vincent, der sich verantwortlich fühlt. In der Zwischenzeit hat Hayley (Phoebe Tonkin) eine Ahnung, wer ihre Eltern umgebracht haben könnte. Sie wendet sich an Freya (Riley Voelkel), mit deren Hilfe sie verstaubte Erinnerungen an den schrecklichen Todestag ihrer Eltern wecken will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930268","hoster":"VOE"},{"path":"/redirect/8644578","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488108","hoster":"VOE"},{"path":"/redirect/8644481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-7","name":"Ein neuer Freund für Hope","epNo":7,"alt":"High Water And A Devil’s Daughter","descr":"Als entdeckt wird, dass der zuletzt eingestellte Diener von The Hollow ausgebrochen ist, spricht Freya (Riley Voelkel) einen Beschützungsspruch, was Klaus (Joseph Morgan), Hayley (Phoebe Tonkin) und Hope (Summer Fontana) dazu zwingt, im Zuhause zu verharren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335982","hoster":"VOE"},{"path":"/redirect/8644575","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488113","hoster":"VOE"},{"path":"/redirect/8644479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-8","name":"Voodoo im Blut","epNo":8,"alt":"Voodoo in My Blood","descr":"Hayley (Phoebe Tonkin) und Klaus (Joseph Morgan) reisen in die Welt der Urahnen, nachdem sie von diesen herbeigerufen wurden. Dort treffen sie auf Davina (Danielle Campbell). Sie ist die einzige Person, die das Geheimnis kennt, mit dem das Hollow aufgehalten werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488301","hoster":"VOE"},{"path":"/redirect/8644579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488112","hoster":"VOE"},{"path":"/redirect/8644482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-9","name":"Königin Tod","epNo":9,"alt":"Queen Death","descr":"Das Hollow schickt eine beunruhigende Nachricht an Vincent (Yusuf Gatewood), also schließt er sich mit Haley (Phoebe Tonkin) und Freya (Riley Voelkel) zusammen, mit denen er sich auf eine Mission begibt, um das Hollow ein für alle Mal aufzuhalten. Dies könnte jedoch ein großes Opfer nach sich ziehen. Klaus (Joseph Morgan) schmiedet in der Zwischenzeit eine unerwartete Allianz. Gleichzeitig verfolgt er einen Plan, der die Mikaelson-Familie für immer verändern könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488308","hoster":"VOE"},{"path":"/redirect/8644580","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488115","hoster":"VOE"},{"path":"/redirect/8644484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-10","name":"Geisterhaft!","epNo":10,"alt":"Phantomesque","descr":"Klaus (Joseph Morgan) bittet seine entfremdeten Geschwister Rebekah (Claire Holt) und Kol (Nathaniel Buzolic) dazu, nach Hause zurückzukehren und die Familie gegen das Hollow zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488309","hoster":"VOE"},{"path":"/redirect/8644577","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488123","hoster":"VOE"},{"path":"/redirect/8644485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-11","name":"Totem","epNo":11,"alt":"A Spirit Here That Won\u0027t Be Broken","descr":"Als Freya (Riley Voelkel) herausfindet, dass das Hollow ein magisches Totem nutzt, um ihre Kräfte zu bündeln, ersucht sie die Hilfe von Rebekah (Claire Holt) und Klaus (Joseph Morgan), um es zu finden und zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488321","hoster":"VOE"},{"path":"/redirect/8644582","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488121","hoster":"VOE"},{"path":"/redirect/8644483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-12","name":"Kämpfe!","epNo":12,"alt":"Voodoo Child","descr":"Vincent ist im Besitz eines Buches, mit dessen Hilfe er Inadus Mutter im Reich der Toten finden kann. Sie ist die Einzige, die weiß, wie ihre Tochter zu besiegen ist. Das Buch wird Vincent jedoch von seinen Feinden aus der Hand gerissen. Nun sieht er nur noch eine Möglichkeit: Er muss sich selber töten, um ins Reich der Toten zu gelangen. Unterdessen hat Hayley eine furchtbare Vermutung: Hat das Hollow Besitz von ihrer Tochter ergriffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488318","hoster":"VOE"},{"path":"/redirect/8644581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488116","hoster":"VOE"},{"path":"/redirect/8644486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-4/episode-13","name":"Das Fest aller Sünder","epNo":13,"alt":"The Feast of All Sinners","descr":"Vincent hat eine Idee, wie er Hope vor dem Hollow retten kann. Er kann die böse Macht aus dem Mädchen herausziehen, muss sie aber danach auf vier Menschen verteilen: Klaus, Elijah, Rebekkah und Kol. Um zu vermeiden, dass das Hollow wieder aufersteht, dürfen sich die Geschwister einander nicht nähern. Auch Klaus dürfte seine Tochter Hope nach der Übertragung nie wiedersehen. Er ist aber bereit, dieses Opfer zu bringen – für das Leben seines einzigen Kindes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488320","hoster":"VOE"},{"path":"/redirect/8644583","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382873","hoster":"VOE"},{"path":"/redirect/8644489","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-originals/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-originals/staffel-5/episode-1","name":"Wo dein Herz zuhause ist","epNo":1,"alt":"Where You Left Your Heart","descr":"Die Geschwister Klaus, Elijah, Kol und Rebekah sind vor sieben Jahren getrennt ihrer Wege gegangen. Da jeder von ihnen einen Teil des Hollow in sich trägt, darf eine Wiedervereinigung niemals stattfinden – das Hollow hätte sonst die alles vernichtende Macht. Klaus hat den Kontakt zu seiner Familie abgebrochen, doch als er erfährt, dass Haley plötzlich verschwunden ist und es in New Orleans Blut regnet, macht er sich auf den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488311","hoster":"VOE"},{"path":"/redirect/8644584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488125","hoster":"VOE"},{"path":"/redirect/8644488","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11329153","hoster":"VOE"},{"path":"/redirect/10147600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-2","name":"Erdulde deine Strafe!","epNo":2,"alt":"One Wrong Turn On Bourbon","descr":"Nachdem er von Hayleys Verschwinden erfährt, kehrt Klaus nach New Orleans zurück. Nach vielen Jahren der Funkstille läuft er seiner Tochter Hope in die Arme und erfährt, dass sie hinter der Entführung von ihrer Mutter Hayley steckt. Durch die Wiedervereinigung von Vater und Tochter bündeln sich die dunklen Mächte und New Orleans’ völliger Zerstörung steht nichts mehr im Wege.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488312","hoster":"VOE"},{"path":"/redirect/8644588","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488119","hoster":"VOE"},{"path":"/redirect/8644493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-3","name":"Verlass mich nicht!","epNo":3,"alt":"Ne Me Quitte Pas","descr":"Wer bin ich? Und warum habe ich einen unstillbaren Durst nach Blut? Elijah kann sich nach seiner Manipulation nicht an sein früheres Leben erinnern, findet aber in New York, in der Vampirin Antoinette, eine Lehrerin, die ihn in das Dasein als Vampir einführt. Als Klaus seinen Bruder ausfindig macht und ihn zurück nach New Orleans holen will, steht Elijah vor einer schwierigen Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488323","hoster":"VOE"},{"path":"/redirect/8644585","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488122","hoster":"VOE"},{"path":"/redirect/8644487","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10475230","hoster":"VOE"},{"path":"/redirect/10147602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-4","name":"Pest oder Cholera","epNo":4,"alt":"Between the Devil and the Deep Blue Sea","descr":"New Orleans ist außer Rand und Band, denn Hexen, Vampire und Werwölfe bereiten sich auf die bunte Karnevalszeit und den Mardi Gras vor. Klaus setzt seinen perfiden Plan, Hayley zu finden, in die Tat um: Er unterstellt jeder Vereinigung, etwas mit ihrem Verschwinden zu tun zu haben und fordert als Gegenbeweis deren Unterstützung bei der Suche nach der Mutter seiner Tochter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488326","hoster":"VOE"},{"path":"/redirect/10562155","hoster":"Doodstream"},{"path":"/redirect/8644590","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488127","hoster":"VOE"},{"path":"/redirect/8644492","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10413637","hoster":"VOE"},{"path":"/redirect/10147604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-5","name":"Scham","epNo":5,"alt":"Don\u0027t It Just Break Your Heart","descr":"Die Vampirin Greta hat Hayley entführt und fordert für deren Freilassung, dass Hope ihre Werwolf-Seite binden lässt. Somit wäre sie danach nicht mehr in der Lage, weitere Hybriden zu erschaffen. Währenddessen deckt Elijah eine jahrelange Lüge von Antoinette auf und überlegt, ob er weiterhin an ihrer Seite leben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488328","hoster":"VOE"},{"path":"/redirect/10562164","hoster":"Doodstream"},{"path":"/redirect/8644591","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488137","hoster":"VOE"},{"path":"/redirect/8644490","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-6","name":"Was wird mir bleiben?","epNo":6,"alt":"What, Will, I, Have, Left","descr":"Nachdem Hope gelernt hat wie sie Hayley zurück holen kann, bricht sie zu einer gefährlichen Mission auf, um ihrem Schlamassel ein Ende zu setzen. Klaus wendet sich an Caroline um Hilfe, als er von Hopes Plan erfährt. Vincent und Freya diskutieren darüber, ob sie Declan in New Orleans\u0027 übernatürliche Geheimnisse einweihen sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488317","hoster":"VOE"},{"path":"/redirect/10562174","hoster":"Doodstream"},{"path":"/redirect/8644589","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488128","hoster":"VOE"},{"path":"/redirect/8644491","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-7","name":"Und Gott wird das Wasser trüben","epNo":7,"alt":"God’s Gonna Trouble The Water","descr":"Klaus hält Elijah und Antoinette in einem Versteck außerhalb der Stadt gefangen. Die Lage spitzt sich zu, da Antoinette durch einen Werwolfbiss lebensgefährlich verletzt ist. Um sie zu retten, bietet Elijah an, seine Erinnerungen wieder zurückzunehmen, doch Klaus lehnt ab. Kurze Zeit später wachen die Brüder in einer Kammer ihres Familienhauses auf - ein Ausweg ist nicht in Sicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488333","hoster":"VOE"},{"path":"/redirect/8644592","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488136","hoster":"VOE"},{"path":"/redirect/8644495","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-8","name":"Das Schlüssel-Rätsel","epNo":8,"alt":"The Kindness Of Strangers","descr":"Hope will mit Freyas Hilfe die ungefilterte Macht des Hollow in sich aufnehmen. Unterdessen sind Klaus, Elijah, Rebekah und Kol in einem Haus gefangen und müssen, um wieder in die Freiheit zu kommen, ein Schlüssel-Rätsel lösen: Jeder muss seinen persönlichen Schlüssel finden, der irgendwo im Haus versteckt ist. Elijah tut sich schwer, da er durch den Erinnerungsverlust keinen emotionalen Bezug zu dem Ort und seinen Geschwistern hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488334","hoster":"VOE"},{"path":"/redirect/8644596","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488135","hoster":"VOE"},{"path":"/redirect/8644494","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-9","name":"Welche Seite wählst du?","epNo":9,"alt":"We Have Not Long To Love","descr":"Emmets Nachtwandler wollen Angst und Schrecken verbreiten und tauchen nach Sonnenuntergang beim Mardi Gras-Straßenzug auf. Vincent steht vor einer Entscheidung: Stellt er sich auf Emmets Seite oder bleibt er seiner Gang treu? Unterdessen stattet Elijah Declan einen Besuch ab, um zu erfahren, wie Hayley ihr Leben ohne ihn gestaltet hat. Bald kommt es zum Konflikt zwischen den beiden Männern, die beide Gefühle für Hayley hatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488338","hoster":"VOE"},{"path":"/redirect/8644593","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488129","hoster":"VOE"},{"path":"/redirect/8644496","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-10","name":"Im verschwindenden Licht","epNo":10,"alt":"There in the Disappearing Light","descr":"Klaus (Joseph Morgan) hilft Hope (Danielle Rose Russell) mit ihrem Schmerz auf unkonventionelle Weise fertig zu werden. Eine Person aus Elijahs Vergangenheit kommt zurück auf der Suche um Hilfe. Unterdessen nimmt Marcel (Charles Michael Davis) es mit den Nightwalkern auf während Vincent (Yusuf Gatewood) sich mit den Nachwirkungen einer fatalen Entscheidung herumschlagen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488332","hoster":"VOE"},{"path":"/redirect/8644595","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335955","hoster":"VOE"},{"path":"/redirect/8644497","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11024804","hoster":"VOE"},{"path":"/redirect/10147610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-11","name":"Bis dass der Tod uns scheidet","epNo":11,"alt":"Til The Day I Die","descr":"Freya und Keelen heiraten. Vor der Hochzeit gibt es jedoch Komplikationen. Davina konnte bei Hope nur feststellen, dass die dunkle Magie sie von innen fressen wird. Sie wird bald sterben. Declan hat alte Tagebücher von seinem Onkel Kiran gelesen und weiss dass Marcel und die Mikelsons Vampire sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488345","hoster":"VOE"},{"path":"/redirect/8644597","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488132","hoster":"VOE"},{"path":"/redirect/8644499","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-12","name":"Es waren einmal zwei Wölfe","epNo":12,"alt":"The Tale Of Two Wolves","descr":"Während Hope (Summer Fontana) unter einer lebensbedrohlichen Krankheit leidet, die sich schnell verschlimmert. Klaus (Joseph Morgan) reist nach Mystic Falls um Hilfe von Caroline (Candice King) zu erbitten. Elijah (Daniel Gillies) soll unterdessen Hope beschäftigen und hat dabei eine herzzerreißende Realisierung über seine Nichte. Derweil trifft Klaus an der Salvatore School for the Young and Gifted auf Alaric (Matt Davis), was ihm einen Strich durch die Rechnung macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488331","hoster":"VOE"},{"path":"/redirect/8644612","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488134","hoster":"VOE"},{"path":"/redirect/8644498","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-originals/staffel-5/episode-13","name":"Abschied auf ewig","epNo":13,"alt":"When The Saints Go Marching In","descr":"Um Hopes Leben zu retten, muss Klaus (Joseph Morgan) einen Plan fassen, der die Leben der Mitglieder der Mikaelson-Familie für immer verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488342","hoster":"VOE"},{"path":"/redirect/8644604","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8488138","hoster":"VOE"},{"path":"/redirect/8644500","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10147612","hoster":"Streamtape"}]}]}]}]}