{"path":"/serie/stream/the-night-shift","name":"The Night Shift","descr":"Die Ärzte, die in der Notaufnahme des San Antonio Memorial Nachtschicht haben, gehören einer ganz eigenen Spezies an: TC Callahan (Eoin Macken) ist ein Adrenalin-Junkie, der direkt nach seiner Rückkehr aus Afghanistan zum Dienst antritt. Mit seinen dort angeeigneten medizinisch unkonventionellen Methoden macht er sich an seinem neuen Arbeitsplatz nicht nur Freunde. Ihm zur Seite steht ein furchtloses Ärzteteam, allen voran Kumpel Topher (Ken Leung) und Protegé Drew (Brendan Fehr). Weniger Unterstützung gibt es von der neuen Nachtschicht-Leiterin Dr. Jordan Alexander (Jill Flint), mit der TC mal zusammen war. Und dann ist da noch der Krankenhaus-Chef Michael Ragosa (Freddy Rodriguez, \"Six Feet Under\"), dem der Ruf vorauseilt, eher Geld sparen zu wollen als Menschen zu helfen. TC knöpft sich Ragosa vor und hat keine Probleme, ihm den Krieg zu erklären.","seasons":[{"path":"/serie/stream/the-night-shift/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-night-shift/staffel-1/episode-1","name":"Team Nachtschicht","epNo":1,"alt":"Pilot","descr":"Auf seinem Weg zur Arbeit gerät ein früherer Militärarzt in eine lebensbedrohliche Situation. Anderswo entzündet sich ein Streit um Geschäfte und jemand will sich den obersten Posten der Nachtschicht angeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076673","hoster":"VOE"},{"path":"/redirect/14029631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-2","name":"Noch eine Chance","epNo":2,"alt":"Second Chances","descr":"Kenny arbeitet mit einem verletzten Bräutigam, der ein Geheimnis vor seiner Braut versteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076646","hoster":"VOE"},{"path":"/redirect/14022297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-3","name":"Wildschweinjagd","epNo":3,"alt":"Hog Wild","descr":"Eine Schweinejagd geht fürchterlich schief, ein Patient hat eine geheime Agenda, und Drew wird verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076671","hoster":"VOE"},{"path":"/redirect/14027559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-4","name":"Unter Beschuss","epNo":4,"alt":"Grace Under Fire","descr":"Die Ärzte kümmern sich um einen Patienten, der eine Manschette trägt, auf der steht, dass er keine Behandlung wünscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076645","hoster":"VOE"},{"path":"/redirect/14022298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-5","name":"Stürmische Nacht","epNo":5,"alt":"Storm Watch","descr":"Ein Sturm verursacht massive Stromausfälle. Scott überlegt ein Angebot von Ragosa anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076672","hoster":"VOE"},{"path":"/redirect/14022300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-6","name":"Respekt","epNo":6,"alt":"Coming Home","descr":"Nach einem Unfall landen einige Soldaten im Krankenhaus. Unter ihnen ist auch Drews Geliebter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076647","hoster":"VOE"},{"path":"/redirect/14025516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-7","name":"Blutsbrüder","epNo":7,"alt":"Blood Brothers","descr":"Topher und T.C. fliegen mit einem Hubschrauber zur Absturzstelle eines Flugzeugs, um den einzigen Übrlebenden zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076663","hoster":"VOE"},{"path":"/redirect/14022299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-1/episode-8","name":"Am Limit","epNo":8,"alt":"Save Me","descr":"Topher wird während eines Schusswechsels mit Milo verwundet. TC hat unterdessen Schwierigkeiten damit, seine Flashbacks unter Kontrolle zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076643","hoster":"VOE"},{"path":"/redirect/14022301","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-night-shift/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-night-shift/staffel-2/episode-1","name":"Gerettet","epNo":1,"alt":"Recovery","descr":"Die Geiselnahme steckt allen noch tief in den Knochen. T.C. wurde sogar wegen einer posttraumatischen Belastungsstörung vorübergehend vom Dienst freigestellt. Während die Notaufnahme mit den Opfern eines schrecklichen Motorradunfalls beschäftigt ist, werden Zuständigkeiten neu verteilt: Jordan muss sich wegen rabiater Behandlungsmaßnahmen verantworten, und Topher übernimmt den Job als Chef der Nachschicht. Derweil begibt sich T.C. außerhalb der Arbeit mit Tricia auf eine Rettungsaktion in der Wildnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076640","hoster":"VOE"},{"path":"/redirect/14022302","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147581","hoster":"VOE"},{"path":"/redirect/10147580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-2","name":"Wieder im Sattel","epNo":2,"alt":"Back At The Ranch","descr":"T.C. trifft der harte Klinikalltag mit voller Wucht. Zunächst versucht er mit Kenny und Paul, das Leben einer Frau zu retten, deren Mann sie versehentlich angeschossen hat – leider vergeblich. Noch bevor sie den Verlust der Patientin verarbeiten können, wird das Team zu einem dramatischen Notfall auf einer Teenager-Party gerufen. Ein junger Footballstar schwebt in Lebensgefahr und T.C. muss einen riskanten Eingriff wagen. Jordan und Kenny kümmern sich derweil um eine Schönheitskönigin. Die junge Frau befindet sich in einem beängstigenden Zustand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076637","hoster":"VOE"},{"path":"/redirect/14022303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-3","name":"Das Romeo und Julia-Gesetz","epNo":3,"alt":"Eyes Look Your Last","descr":"Nach einem schrecklichen Autounfall kommen eine schwangere Frau und ein junges Pärchen schwer verletzt in die Notaufnahme des San Antonio Memorial Hospital. T.C., Jordan und Scott tun alles, um das Leben der beiden Teenager zu retten, die offenbar gegen den elterlichen Willen heiraten wollten. Jordan und Gwen kümmern sich derweil um die Schwangere, deren Verlobter in Afghanistan stationiert ist. Doch das Unfalltrauma hat dramatische Folgen für die Frau und ihr ungeborenes Baby.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076660","hoster":"VOE"},{"path":"/redirect/14022310","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147583","hoster":"VOE"},{"path":"/redirect/10147582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-4","name":"Schockmomente","epNo":4,"alt":"Shock to the Heart","descr":"T.C., Joey und Gwen leisten einem Fallschirmspringer am Ort seines Absturzes erfolgreich Erste Hilfe – doch im OP treten plötzlich Komplikationen auf. Außerdem behandeln T.C., Topher und Ragosa einen Hausmeister, der einen Stromschlag erlitten hat. Nach und nach zeigen merkwürdigerweise auch dessen Familienmitglieder schwere Krankheitssymptome. Unterdessen sorgen sich Jordan und Paul um eine Studentin, die mit Fieber in die Notaufnahme gekommen ist – ein Fall, aus dem Paul eine wichtige Lektion als Arzt lernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076633","hoster":"VOE"},{"path":"/redirect/14021751","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147587","hoster":"VOE"},{"path":"/redirect/10147584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-5","name":"Geister","epNo":5,"alt":"Ghosts","descr":"Als ein radioaktiv verstrahlter Patient eingeliefert wird, bricht in der Nachtschicht das Chaos aus. Topher veranlasst die sofortige Quarantäne und verriegelt die Notaufnahme. Während Paul, Ragosa und Kenny den Patienten versorgen, eilen T.C., Drew und Gwen zum Ort einer Massenkarambolage, bei der ein Polizist schwer verletzt wurde. Um sein Leben zu retten, muss das Team ein paar unkonventionelle Behandlungsmethoden anwenden. Noch dazu bekommt T.C. Besuch von seiner Schwägerin Annie, die weiterhin um ihren Ehemann trauert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076654","hoster":"VOE"},{"path":"/redirect/14029630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-6","name":"Im Nebel","epNo":6,"alt":"Fog of War","descr":"T.C., Jordan und Paul stehen vor einer Mammutaufgabe: Im dichten Nebel von San Antonio hat es einen schrecklichen Unfall mit einem Truck gegeben. Die Notsituation zwingt sie dazu, am Ort des Geschehens zu improvisieren. Dabei stellen sie fest, dass es sich bei ihren Patienten um illegale Einwanderer handelt. In der Klinik behandelt Topher unterdessen einen Jungen, der seine Schwester vor dem Ertrinken retten wollte. Dessen Symptome wecken in ihm Kriegserinnerungen, die er seit langem unterdrückt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076667","hoster":"VOE"},{"path":"/redirect/14021752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147585","hoster":"VOE"},{"path":"/redirect/10147586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-7","name":"Was man wissen sollte","epNo":7,"alt":"Need To Know","descr":"T.C.s Schwägerin Annie fällt eine Treppe hinunter und muss in der Klinik behandelt werden – ein Fall, der jedoch komplizierter ist, als er zunächst erscheint. Jordan hingegen wundern die Ereignisse nur wenig. Sie kennt Annies Geschichte besser als T.C. selbst. Währenddessen kommt Ragosas Tochter mit einer Verletzung in die Notaufnahme und entschließt sich, ihrem Vater ein wenig bei der Arbeit über die Schulter zu schauen. Allerdings ist Ragosa dadurch gezwungen, dem Teenager ein paar nähere Informationen über seine neue Jobposition zu verraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076677","hoster":"VOE"},{"path":"/redirect/14021754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-8","name":"Mit den besten Absichten","epNo":8,"alt":"Best Laid Plans","descr":"Nach einer gewaltigen Explosion mit dutzenden Opfern herrscht im San Antonio Memorial Hospital Ausnahmezustand. Während Topher dem Team Anweisungen gibt und Jordan, Ragosa und Krista die traumatisierten Patienten und ihre Familien behandeln, eilen T.C., Drew und Gwen zum Ort des Unfalls. Mitten im Chaos bekommt Paul auch noch unerwarteten Besuch von seinem Vater Julian Cummings. Der berühmte Neurochirurg lässt sich nicht davon abhalten, gleich einmal ausgiebig mit Chefchirurg Scott zu diskutieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076657","hoster":"VOE"},{"path":"/redirect/14027560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-9","name":"Wahnvorstellungen","epNo":9,"alt":"Parenthood","descr":"Bei einer militärischen Feier kommt es zu einer Schießerei. Drew, der durch Zufall anwesend ist, schafft es, den Schützen zu überwältigen. Allerdings wurde die Frau eines Freundes von einer Kugel verletzt. Als Drew die Wunde versorgt, stellt er etwas viel Besorgniserregenderes fest. Unterdessen behandelt das Notaufnahme-Team eine junge Frau, die unter einer chronischen Psychose leidet. Zudem steht die Patientin kurz vor einer Festnahme durch die Polizei. Paul kümmert sich derweil um einen Neunjährigen mit einer schweren Stoffwechselerkrankung. Dabei bricht er sogar einige Regeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076675","hoster":"VOE"},{"path":"/redirect/14022304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-10","name":"Flucht nach vorne","epNo":10,"alt":"Aftermath","descr":"Auf einer verlassenen Landstraße werden Jordan und Krista Zeugen eines Motorradunfalls. Fern jeder Notaufnahme leisten sie dem Verunglückten zunächst Erste Hilfe und rasen anschließend zum nächsten OP – einem Raum in einer Tierarztklinik. Während T.C. und Paul derweil die lebensbedrohlichen Essstörungen eines Teenagers untersuchen, behandelt Topher einen Freund mit einem gefährlichen Geheimnis. Unterdessen hat Drew schwer mit seinem neuen Heldenstatus zu kämpfen, der in den Medien hochgekocht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076655","hoster":"VOE"},{"path":"/redirect/14022305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-11","name":"Risiko","epNo":11,"alt":"Hold On","descr":"Während einer Rodeo-Veranstaltung ist ein Gebäude eingestürzt und T.C. und Drew eilen zur Hilfe. Der schwer verletzte Cowboy Shane zeigt sonderbare Symptome, während seine Freundin Lindsay angesichts des Unglücks verzweifelt. Unterdessen konfrontiert Paul Krista mit einer Blinddarmoperation, die sie vor einigen Wochen durchgeführt hat und die dem Patienten nun Schmerzen bereitet. In der Zwischenzeit treffen Gwen und Kenny an einem Unfallort auf Scott, der einen Teenager angefahren hat. Im Krankenhaus will Scott die OP eigenhändig durchführen – eine delikate Angelegenheit, wie einige finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076641","hoster":"VOE"},{"path":"/redirect/14029632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147589","hoster":"VOE"},{"path":"/redirect/10147588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-12","name":"Vollmondnacht","epNo":12,"alt":"Moving On","descr":"T.C. stellt seinem Team den Therapieleiter Colonel Elwood \"Smalls\" Green vor, der die Gruppe prompt mit einem besonderen Gruß aus dem Weißen Haus überrascht. Derweil helfen Jordan und Paul einem Neunjährigen, der mit hohem Fieber eingeliefert wird. Als die angespannte Mutter des Jungen plötzlich heftige Symptome zeigt, begreift das Team, dass bei dieser Familie offenbar noch einiges mehr im Argen liegt. Währenddessen erleben Ragosa, Drew und Krista den mit Abstand seltsamsten Fall der Nacht. Schuld ist scheinbar der Vollmond.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076656","hoster":"VOE"},{"path":"/redirect/14022306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-13","name":"Aus dem Hinterhalt","epNo":13,"alt":"Sunrise, Sunset","descr":"Drew und Paul eilen zu einer Massenkarambolage. Der Unfall, bei dem mehrere Autos stark beschädigt wurden, hat sich erst vor kurzem ereignet. In dem Chaos wagt Paul eine Rettungsaktion, bei der er sich selbst Verletzungen zuzieht, die seine Karriere als Chirurg ernsthaft gefährden könnten. In der Notaufnahme versuchen Jordan, Scott, Krista, Kenny und Ragosa, die vielen eintreffenden Opfer so gut es geht zu versorgen. Dabei erfahren sie, wie es zu der schrecklichen Kollision kam. T.C. und Topher reisen derweil ins Kriegsgebiet von Afghanistan, um einen Freund zu behandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076676","hoster":"VOE"},{"path":"/redirect/14022307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-2/episode-14","name":"Vor dem Morgengrauen","epNo":14,"alt":"Darkest Before Dawn","descr":"T.C. ist zurück aus Afghanistan und tut sich mit Scott zusammen. Gemeinsam kümmern sie sich um die schwangere Jordan, die in einem komatösen Zustand ist. Die beiden Ärzte müssen schnelle Entscheidungen treffen, denn Jordans Leben und das ihres ungeborenen Babys hängen am seidenen Faden. Andernorts geraten Drew und Gwen ins Kreuzfeuer zweier Scharfschützen, die mitten in San Antonio auf Menschen schießen. Dr. Chavez ist inzwischen ebenfalls zurück in der Klinik und stellt seine Zukunft mit Krista in Frage, während Ragosa seinem Kollegen Paul hilft, eine wichtige Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076668","hoster":"VOE"},{"path":"/redirect/14029633","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-night-shift/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-night-shift/staffel-3/episode-1","name":"Die Zeiten ändern sich","epNo":1,"alt":"The Times They Are A-Changin","descr":"Im Auftakt der dritten Staffel muss das Team der Nachtschicht eine Frau retten, die nach einem Autounfall schwer verletzt wurde. Während TC Callahan, Scott Clemmens und Topher Zia mit der Situation im Krankenhaus versuchen fertig zu werden, leistet Drew Alister seinen Dienst in Übersee in Afghanistan ab. Zusammen mit seiner neuen Kollegin Syd Jennings muss er einen Weg finden um die kulturelle Kluft bei der Behandlung einer jungen afghanischen Frau zu überbrücken. Derweil hat Jordan Alexander Shannon Rivera für das Team rekrutiert und die junge Medizin-Absolventin ist erpicht darauf sich zu beweisen. Doch ihre feurige und direkte Persönlichkeit kommt nicht bei jedem gut an, insbesondere bei Paul Cummings. TCs Schwägerin Annie kehrt zurück ebenso wie Krankenpfleger Kenny Fournette.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076648","hoster":"VOE"},{"path":"/redirect/14022308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-2","name":"Doktor No","epNo":2,"alt":"The Thing With Feathers","descr":"In der zweiten Hälfte der zweiteiligen Episode, arbeiten TC und Scott verzweifelt daran, das Leben eines Jungen und dessen Mutter, die in einem Autounfall verwickelt waren, zu retten. Während das Leben des Jungen in der Schwebe hängt, stellt sich heraus, dass die Familiendynamik mehr hergibt, als auf den ersten Blick. Währenddessen müssen Drew und Syd, die in Afghanistan stationiert sind, damit klar kommen, dass Schüsse im Operationssaal gefallen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076665","hoster":"VOE"},{"path":"/redirect/14029634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-3","name":"","epNo":3,"alt":"The Way Back","descr":"Ein Unfall auf einer Hochzeitsfeier hält das Team der Notaufnahme auf Trab, denn die Ärzte müssen erst einmal herausfinden, was die eigentliche Ursache dafür war. Unterdessen versucht Drew, seine plötzliche Rückkehr aus Afghanistan herunterzuspielen. Auch Topher ist im Stress. Seit einem Monat hat er nun schon Besuch von seiner äußerst kritischen Mutter Sumei. Bevor sie abreist, lädt er sie mit TC in ein Casino ein. Dort kommt es zu einem medizinischen Notfall. Dank eines brillanten Einfalls wird Topher zum Lebensretter. Doch statt die Leistung ihres Sohnes anzuerkennen, überhäuft Sumei TC mit Lob .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076635","hoster":"VOE"},{"path":"/redirect/14029644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-4","name":"","epNo":4,"alt":"Three-two-one","descr":"Während die Gewalt in der Stadt wegen einer bevorstehenden Juryentscheidung außer Kontrolle gerät, konzentriert sich die Aufmerksamkeit auf die Night Shift, als sie den Verdächtigen aufnimmt, der für einen rassistisch motivierten Anschlag verantwortlich sein soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076639","hoster":"VOE"},{"path":"/redirect/14022309","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147594","hoster":"VOE"},{"path":"/redirect/10147590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-5","name":"","epNo":5,"alt":"Get Busy Livin","descr":"Scott steckt in einer beruflichen Zwickmühle: Er würde gerne dafür sorgen, dass am San Antonio Memorial Hospital eine neuartige künstliche Herzklappe getestet werden kann. Doch der Hersteller, die Pharmafirma Pressler, hat eine Bedingung an den Test geknüpft: Die Klinik müsste ihre Medikamente von nun an ebenfalls von Pressler beziehen. Scott gelingt es mit intensiver Lobbyarbeit, Topher für den Deal zu gewinnen – doch TC sperrt sich. Er ist überzeugt, dass ein Akne-Medikament von Pressler Depressionen auslöst, was bereits zu einem Selbstmordversuch geführt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076650","hoster":"VOE"},{"path":"/redirect/14022315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-6","name":"","epNo":6,"alt":"Hot in the City (in Folge davor enthalten)","descr":"Shannon und Jordan besuchen einen Wrestlingkampf, wo sie unerwarteterweise ihrem Beruf nachgehen müssen, nachdem im Publikum ein Kampf ausgebrochen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076666","hoster":"VOE"},{"path":"/redirect/14022321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-7","name":"","epNo":7,"alt":"By Dawn\u0027s Early Light","descr":"TC und Topher eilen zum Veranstaltungsort eines Konzerts, wo die Explosion eines Feuerwerks zu großem Chaos geführt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076652","hoster":"VOE"},{"path":"/redirect/14021755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-8","name":"","epNo":8,"alt":"All In","descr":"Ein Patient namens Dylan muss wegen eines Nierensteins operiert werden, aber eine seltene Krankheit macht den Eingriff riskant. Deshalb wollen die Ärzte die Ablagerung per Ultraschall zertrümmern – doch während der OP kommt es zu einem technischen Defekt. Unterdessen wird Tophers Mutter mit Verdacht auf Schlaganfall eingeliefert. Topher setzt alle Hebel in Bewegung, um sie zu retten. Drew und Shannon wiederum müssen die 13-jährige Brianna und ihre schwerverletze Mutter Avery nach einem Unfall versorgen. Dabei stellen sie fest, dass die an Mukoviszidose erkrankte Brianna eine akute Lungenentzündung hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076636","hoster":"VOE"},{"path":"/redirect/14021756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-9","name":"","epNo":9,"alt":"Unexpected","descr":"Mitten in einem Streik -des Pflegepersonals liefert Kenny die 17-jährige Star-Fußballerin Lauren ein. Er muss Jocelyn davon überzeugen, ihn hinter die Streikpostenkette zu lassen, damit er Lauren behandeln kann. Plötzlich zündet eine Frau, die sich als Patientin ausgegeben hat, vor dem Krankenhaus eine Bombe – und es steht kaum genug Personal zur Verfügung, um allen Opfern zu helfen. Obwohl Kenny selbst verwundet wurde, tut er sein Möglichstes, um Laurens Bein zu retten. Während die Ärzte versuchen, die Notaufnahme am Laufen zu halten, sucht ein SWAT-Team die Bombenlegerin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076634","hoster":"VOE"},{"path":"/redirect/14022318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-10","name":"","epNo":10,"alt":"Between A Rock And A Hard Place","descr":"Paul gelingt es nicht, das Leben von Jalen zu retten, nachdem dieser von einem umstürzenden Kran zerquetscht wurde. Aber der Teenager könnte als Organspender für Brianna in Frage kommen, die dringend eine neue Lunge braucht. Während Paul die Vorbereitungen für die Transplantation trifft, eilt TC einem weiteren Opfer des Kranunglücks zur Hilfe. Unterdessen taucht ein ehemaliger Patient von Scott in der Notaufnahme auf: Malik Martin, der gelähmt ist, seit Scott ihm das Leben gerettet hat. Topher dagegen versucht, den drohenden Verkauf der Klinik abzuwenden und lässt sich ausgerechnet von Jessica helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076631","hoster":"VOE"},{"path":"/redirect/14022312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-11","name":"","epNo":11,"alt":"Trust Issues","descr":"Der Verkauf des Krankenhauses belastet alle – und so bleiben Spannungen auch außerhalb der Notaufnahme nicht aus. In einer Bar lassen sich Drew und TC von den unverschämten Bemerkungen eines Betrunkenen so provozieren, dass es zu einem handfesten Streit kommt. Schließlich verbringen sie die Nacht im Gefängnis. Unterdessen weigert sich Brianna, die Lungentransplantation ohne Drew an ihrer Seite durchführen zu lassen. Allerdings verschlechtert sich ihr Zustand dramatisch, so dass jedes Warten riskant ist. Shannon und Topher beschäftigt derweil der unerklärliche Erstickungsanfall einer Patientin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076674","hoster":"VOE"},{"path":"/redirect/14029635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-12","name":"","epNo":12,"alt":"Emergent","descr":"In der Notaufnahme herrscht Hochbetrieb: Zahlreiche Ersthelfer haben sich bei einem Waldbrand Verletzungen zugezogen und benötigen nun dringend medizinische Hilfe. Kriegsveteran Mac Riley unterstützt das Team nach Kräften, um die Katastrophe einzudämmen. Gleichzeitig bittet er Topher darum, seinen Job zu kündigen und nach Afghanistan zurückzukehren. Annie behauptet derweil, nichts mit dem Verschwinden von Medikamenten aus dem Vorratsraum zu tun zu haben. TC wiederum lässt in der Türkei eine verzweifelte Gruppe von Kurden ins Camp – wodurch es zu Spannungen mit Flüchtlingen aus dem arabischen Raum kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076653","hoster":"VOE"},{"path":"/redirect/14022311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-3/episode-13","name":"","epNo":13,"alt":"Burned","descr":"Drew und Rick wollen Brianna adoptieren, obwohl deren leiblichem Vater Justin offenbar jedes Mittel recht ist, um das zu verhindern. Derweil trifft Dr. Julian Cummings in San Antonio ein, um den Deal für das Krankenhaus auszuarbeiten. Als er in der Notaufnahme vorschlägt, den komplizierten Bruch eines Patienten ohne weitere operative Maßnahmen ausheilen zu lassen, drängt sich bei Paul ein schlimmer Verdacht auf: Seinem Vater geht es nur darum, Geld einzusparen. Jordan wiederum tischt Scott eine Lüge auf. Es geht dabei um die Medikamente in Annies Tasche. Doch schon bald kommt die Wahrheit ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076632","hoster":"VOE"},{"path":"/redirect/14022313","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10147606","hoster":"VOE"},{"path":"/redirect/10147591","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-night-shift/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-night-shift/staffel-4/episode-1","name":"Recoil","epNo":1,"alt":"Recoil","descr":"Titel der Episode: Rückschlag Im Staffelauftakt müssen Jordan (Jill Flint) und Drew (Brendan Fehr) aus einem Hubschrauber springen, um jemanden zu retten. Als sie im nächsten Veteranen-Krankenhaus landen, schmiedet Jordan einen Plan, um Julian (James McDaniel) zu überzeugen ihr altes Nachtschicht-Team wieder zusammenzuführen. Im Krankenhaus muss sich Paul (Robert Bailey Jr.), nachdem er seinem Vater die Meinung gesagt hat, mit dem Nachspiel auseinandersetzen. Scott (Scott Wolf) stürzt sich ins Berufsleben. Kenny (JR Lemon) gerät mit einem neuen mysteriösen Krankenpfleger aneinander. Shannon (Tanaya Beatty) belehrt Cain, dass sie im San Antonio Memorial unterbesetzt und ständig überarbeitet sind. TC (Eoin Macken) wird in Syrien gefangen gehalten. Um Syd (Jennifer Beals) zu finden und in Sicherheit zurückzukehren, muss er erst seinen Kidnapper behandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076642","hoster":"VOE"},{"path":"/redirect/14021757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-2","name":"Entgleist","epNo":2,"alt":"Off The Rails","descr":"Titel der Episode: Entgleist Nach einer gefährlichen Rettungsaktion für ein junges Mädchen wird Drew (Brendan Fehr) gezwungen, seine Prioritäten als frischgebackener Vater neu zu ordnen. Die Notaufnahme ist voller Opfer einer Katastrophe im Vergnügungspark. In der Hoffnung, Paul (Robert Bailey Jr.) zurück ins Team zu holen, organisiert Jordan (Jill Flint) eine Annäherung zwischen ihm und seinem Vater. Scott (Scott Wolf) möchte eine aktivere Rolle im Krankenhaus. Kenny (JR Lemon) versucht Cain (Mark Consuelos) in seine Schranken zu weisen doch wird eines besseren belehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076670","hoster":"VOE"},{"path":"/redirect/14021758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-3","name":"Do No Harm","epNo":3,"alt":"Do No Harm","descr":"Titel der Episode: Vor Schaden bewahren Jordan (Jill Flint) und Cain (Mark Consuelos) entdecken ihre berufliche Dynamik während sie gemeinsam an einem Patienten mit schweren Verletzungen einer Explosion arbeiten. Drew (Brendan Fehr) und Paul (Robert Bailey Jr.) bekommen vom selben Unfall einen Patienten und suchen nach einer Lösung dessen verletzte Hand zu retten. Scott (Scott Wolf) ist überrascht als Annie (Sarah Jane Morris) jemanden aus seiner Vergangenheit mit ins Krankenhaus bringt. Kenny (JR Lemon) und Shannon (Tanaya Beatty) haben Schwierigkeiten sich an ihre neue Wohnsituation zu gewöhnen. Währenddessen sind sich TC (Eoin Macken) und Amira (Rana Roy) uneinig darüber, wie sie ein syrisches Kind auf der amerikanischen Basis behandeln sollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076664","hoster":"VOE"},{"path":"/redirect/14022327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-4","name":"Control","epNo":4,"alt":"Control","descr":"Titel der Episode: Kontrolle  Als eine Patientin aus einer entfernten Stadt wegen einer Operation in das SAM kommt, hilft ihr Scott (Scott Wolf) entgegen allen Erwartungen. Jordan (Jill Flint) und Cain (Mark Consuelos) helfen einem verwundeten Veteranen, seine Diagnose anzunehmen, von der er nicht glaubt, dass er sie hat. Währenddessen kämpft Drew (Brendan Fehr) mit der Erschöpfung eines arbeitenden Elternteils und findet bei einem ungewöhnlichen Patienten Unterstützung. Nach einer langen Nacht wird sich Kenny (JR Lemon) bewusst, dass das Leben zu kurz ist, um sich über unwichtige Dinge Sorgen zu machen. TC (Eoin Macken) schließt sich einer gewagten Rettungsaktion in Syrien an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076659","hoster":"VOE"},{"path":"/redirect/14022314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-5","name":"Turbulence","epNo":5,"alt":"Turbulence","descr":"Der Flug nach Hause von Drew, seiner Mutter und Rick verwandelt sich in eine medizinische Krise in 10 Kilometern Höhe als Fluggäste einer nach dem anderen krank werden. Jordan , Paul, Shannon, Kenny und Cain verbringen ihren freien Tag bei einem Hindernislauf für eine Wohltätigkeitsveranstaltung für Mukoviszidose, die von Akbar Gbajabjamila veranstaltet wird. Scott befindet sich währenddessen in einem Tinder Date, das er so schnell nicht mehr vergessen wird. TC bringt sein eigenes Leben in Gefahr, weil er einen Soldaten operieren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076658","hoster":"VOE"},{"path":"/redirect/14022316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-6","name":"Family Matters","epNo":6,"alt":"Family Matters","descr":"Titel der Episode: Familienangelegenheiten Kenny (JR Lemon) begleitet Drew (Brendan Fehr) zu dessen Martial Arts Gruppe und findet sich im Kampf seines Lebens wieder. Jordan (Jill Flint) und Cain (Mark Consuelos) behandeln Opfer eines Hotelbrandes während Shannon (Tanaya Beatty) einem Gefühl folgt um das Leben eines jungen Opfers zu retten. Pauls (Robert Bailey Jr.) erfolgreiche Schwester Dr. Bella Cummings (Erica Taze) besucht das San Antonio Memorial und hilft während einer besonders stressigen Schicht aus. TC (Eoin Macken) kehrt endlich nach Hause zurück und muss sich mit Tophers Tod auseinandersetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076662","hoster":"VOE"},{"path":"/redirect/14022317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-7","name":"Keep The Faith","epNo":7,"alt":"Keep The Faith","descr":"Titel der Episode: Den Glauben bewahren Als es auf der Beerdigung eines Mitgliedes der Night Shift Familie zu Protesten kommt, werden mehrere Veteranen verwundet und zur Behandlung ins San Antonio Memorial gebracht. Ein wichtiger Politiker aus Drews (Brendan Fehr) Vergangenheit löst bei ihm Flashbacks ins seine Zeit im Irak aus. Jordan (Jill Flint), Scott (Scott Wolf) und TC (Eoin Macken) sind verschiedener Meinung, wie dem Politiker am besten geholfen werden sollte. Paul (Robert Bailey Jr.) und Shannon (Tanaya Beatty) müssen improvisieren als sie sich um den ehemaligen Kriegsgefangenen Doug (Dan Lauria) kümmern. Cain (Mark Consuelos) und Drew behandeln währenddessen einen furchtlosen Fotografen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076661","hoster":"VOE"},{"path":"/redirect/14021759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-8","name":"R3B0ot","epNo":8,"alt":"R3B0ot","descr":"Eine Cyberattacke verursacht Chaos im Krankenhaus und Jordan (Jill Flint) übernimmt die Führung. Währenddessen greift Drew (Brendan Fehr) auf sein medizinisches und militärisches Training zurück, um einen kritischen Patienten zu behandeln. TC (Eoin Macken) macht bei einer SWAT Razzia mit. Außerdem überlegt er nach Syrien zurückzugehen, um ein paar ungeklärte Dinge zu klären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076638","hoster":"VOE"},{"path":"/redirect/14022319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-9","name":"Land Of The Free","epNo":9,"alt":"Land Of The Free","descr":"Titel der Episode: Land der Freiheit TC (Eoin Macken) und Jordan (Jill Flint) begleiten ein SWAT Team bei einer Razzia und enden mit einer Notaufnahme voller kranker Immigranten, einschließlich eines mit mörderischen Absichten. Scott (Scott Wolf) setzt ein Team zusammen, dass den Colonel, der ein Kampfausbildungsprogramm einrichtet, beeindrucken soll. Es wird mehr über Cains (Mark Consuelos) Vergangenheit offenbart. Kenny (JR Lemon) teilt große Neuigkeiten mit der Gruppe und Shannon (Tanaya Beatty) hält etwas Persönliches von Paul (Robert Bailey Jr.) geheim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076669","hoster":"VOE"},{"path":"/redirect/14021760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-night-shift/staffel-4/episode-10","name":"Resurgence","epNo":10,"alt":"Resurgence","descr":"Titel der Episode: Neuanfang Es kommt zu einer Schießerei an einer nahe gelegenen Universität und TC (Eoin Macken), Jordan (Jill Flint), Drew (Brendan Fehr) und Amira (Rana Roy) assistieren Rick (Luke Macfarlane) vor Ort bei einer lebensbedrohlichen Situation. Scott (Scott Wolf) führt ein neues Trainingsprogramm ein. Es kommt zu einem Kräftemessen zwischen ihm und Julian (James McDaniel). Drew ist frustriert mit der Aussicht bald auf die Army Ranger Schule gehen zu müssen, während Shannon (Tanaya Beatty) und TC ihre Zukunft am San Antonio Memorial überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076649","hoster":"VOE"},{"path":"/redirect/14022320","hoster":"Streamtape"}]}]}]}]}