{"path":"/serie/stream/the-coroner","name":"The Coroner","descr":"Zusammen mit ihrer 15-jährigen Tochter kehrt die Anwältin Jane Kennedy (Claire Goose) nach Jahren der Abwesenheit in ihre an der See gelegene Heimatstadt Lighthaven zurück, um dort als Untersuchungsbeamtin bei mysteriösen Todesfällen zu arbeiten. Ihren Job als \"Coroner\" löst sie mit Scharfsinn und Mut.","seasons":[{"path":"/serie/stream/the-coroner/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-coroner/staffel-1/episode-1","name":"Erste Liebe","epNo":1,"alt":"First Love","descr":"Der 16-jährige Steve Kernan wird tot aufgefunden. Alles spricht für einen Selbstmord, doch Steves Freundin ist davon überzeugt, dass er ermordet wurde. Coroner Jane Kennedy wird misstrauisch und beginnt zu ermitteln. Steve war ein rebellischer Junge, der viele Probleme machte und zudem Depressionen hatte. Sein gewalttätiger Vater schien ein Grund für seinen schwierigen Charakter zu sein. Zusätzlich geriet Steve oft mit dem strengen Vater seiner Freundin Sophie aneinander. Dieser gerät schnell unter den Verdacht, etwas mit Steves Tod zu tun zu haben. Er ist jedoch ein hoch angesehener Richter – deshalb müssen Jane und ihre Kollegen äußerst vorsichtig vorgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850741","hoster":"VOE"},{"path":"/redirect/8638369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-2","name":"Wie man einen Hummer fängt","epNo":2,"alt":"How To Catch A Lobster","descr":"Bereits die dritte Wasserleiche wird am Strand gefunden, und Jane glaubt an eine wieder einmal schlecht durchgeführte Seebestattung. Als jedoch eine Vermisstenanzeige für Kevin Burton aufgegeben wird, glaubt Davey, dass es im Fall der Wasserleiche um Mord geht. Während Jane die Verantwortung für die angespülte Leiche beim Bestattungsamt sieht, verfolgt Davey seinen Verdacht, dass es sich bei dem Toten um den zwielichtigen Kevin Burton handelt. Burton war schon mehrere Male mit dem Gesetz aneinandergeraten und ging oft allein segeln. Bei den Ermittlungen erfahren Davey und Jane, dass Burton zuletzt in einem Casino arbeitete. Sein Chef verdächtigte ihn, Geld gestohlen zu haben, womit Burton den Zorn des Casinobesitzers auf sich gezogen hatte. Die Ermittlungen werden jedoch erschwert, da die Leiche kaum zu identifizieren ist. So müssen sich Jane und Davey vorerst auf ihre Instinkte verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850745","hoster":"VOE"},{"path":"/redirect/8638370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-3","name":"Falsches Spiel mit dem Puppenspieler?","epNo":3,"alt":"That’s The Way To Do It","descr":"Der beliebte Puppenspieler der Stadt wird tot aufgefunden. Kurz zuvor hatte die Bürgermeisterin Una Drake ihn vor seinem Publikum tätlich angegriffen. Als Una wenig später in einem Hotelzimmer ermordet wird, schließt Jane auf einen Racheakt. Die Bürgermeisterin hatte vor ihrem Tod deutlich geäußert, dass der Puppenspieler den Inhalt seines Stücks verändern und jegliche humoristische Auseinandersetzung mit häuslicher Gewalt umgehend streichen soll. Mit ihrer strikten Einstellung machte sie sich besonders bei den Fans des Puppenspielers Feinde. Doch bei den Ermittlungen wird schnell deutlich, dass Una Drake so manch schmutziges Geheimnis zu verbergen hatte und mit vielen Leuten aneinandergeriet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850743","hoster":"VOE"},{"path":"/redirect/8638368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-4","name":"Seemannsgarn","epNo":4,"alt":"The Fisherman’s Tale","descr":"Der Unternehmer Peter Bradshaw wird am Tag seiner Restauranteröffnung von einem Scharfschützen erschossen. Peter war beliebt, doch sein Erfolg brachte auch viele Konkurrenten und Neider mit sich. Jane interessiert sich besonders für seine undurchschaubare Ehefrau. Obwohl die Ermittlungen von Davey geleitet werden sollen, schaltet sich der überhebliche Ben Marschall von Scotland Yard ein, da die Ermittler den Mord für eine politisch motivierte Tat halten. Jane stößt währenddessen auf bislang gut gehütete Geheimnisse aus Peters Privatleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850746","hoster":"VOE"},{"path":"/redirect/8638372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-5","name":"Verfluchtes Gold","epNo":5,"alt":"Gilt","descr":"Der mürrische Errol Prowse findet mit seiner Schatzsuchergruppe alte Goldmünzen. Er lässt sich nicht von dem Fluch der Piratenmünzen einschüchtern – kurze Zeit später wird er jedoch tot aufgefunden. Jane glaubt nicht an Geister und sucht nach dem Mörder. Jane übergibt die Münzen an den Kurator des Heimatmuseums, der den Fund schnell als Fälschung identifiziert. Errols Enkelin Amelia ist davon überzeugt, dass die Münzen vertauscht wurden und verlangt von Jane, den Fall schnell aufzuklären. Jane und Davey verdächtigen die Mitglieder der Schatzsuchergruppe, nachdem immer mehr Geheimnisse der einzelnen Personen ans Licht kommen. Unterdessen zeigt der unkonventionelle Kurator Interesse an Jane.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850748","hoster":"VOE"},{"path":"/redirect/8638374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-6","name":"Strandgut","epNo":6,"alt":"Capsized","descr":"Vor Lighthaven kentert ein Frachter, dessen Container an den Strand gespült werden. Die Bewohner berufen sich auf ihr uraltes Strandrecht und plündern die Ware. Am nächsten Morgen findet man in einem der Container jedoch den toten Ex-Sträfling Ian Igby. Es sieht aus, als sei Ian bei der Plünderung ums Leben gekommen, was zu seiner kriminellen Vergangenheit passen würde. Während Abby, die Freundin des Opfers, von seiner Unschuld überzeugt ist, sieht ihr Vater in Ian lediglich einen schäbigen Lügner und Wiederholungstäter. Bei den Ermittlungen findet Jane heraus, dass Ian Kontakt mit einem weiteren Ex-Sträfling hatte, was die Vorurteile gegen den jungen Mann bestätigt. Doch dann erfahren Davey und Jane etwas Schockierendes über die Ladung des Frachters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850747","hoster":"VOE"},{"path":"/redirect/8638375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-7","name":"Auferstanden","epNo":7,"alt":"The Salcombe Selkie","descr":"Die tot geglaubte Leah Walker steht Monate nach ihrer Beerdigung vor dem Haus ihrer Eltern. Sie hat keine Erinnerung an die vergangenen Monate und kann ebenso wenig erklären, woher die Fesselspuren an ihren Handgelenken kommen. Davey und Jane stehen vor einem Rätsel. Neben der mysteriösen Geschichte von Leah stellt sich die Frage, welche Leiche tatsächlich in Leahs Sarg liegt und wie die DNA des Mädchens falsch zugeordnet werden konnte. Während Jane auf der Suche nach der Identität der unbekannten Leiche ist, sieht sich Davey Leahs Umfeld genauer an. Insbesondere Leahs Patenonkel Tim schien ein kompliziertes Verhältnis zu dem jungen Mädchen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478477","hoster":"VOE"},{"path":"/redirect/8638373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-8","name":"Napoleons Geige","epNo":8,"alt":"Napoleon’s Violin","descr":"Donald, der jähzornige Vater einer verarmten Adelsfamilie, wird erstochen in einem Zimmer seines Hauses aufgefunden. Er lebte dort mit seinen erwachsenen Kindern, seiner Enkeltochter und einem befreundeten Schriftsteller, die sich allesamt äußerst seltsam verhalten. Allem Anschein nach wurde Donald von einem Einbrecher ermordet. Gestohlen wurde nur die äußerst wertvolle Geige von Napoleon. Davey kommt mit den bisherigen Hinweisen bei den Ermittlungen nicht weiter und bittet Jane um Hilfe. Jane spricht mit den Familienmitgliedern sowie mit Terrence, dem Schriftsteller. Keiner scheint Donald sonderlich gemocht zu haben. Nach und nach stellt sich heraus, dass jeder der Befragten gelogen hat. Davey und Jane müssen den Geheimissen der Familie auf den Grund gehen, um den Fall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478481","hoster":"VOE"},{"path":"/redirect/8638379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-9","name":"Eiskalt","epNo":9,"alt":"The Deep Freeze","descr":"Robert Talbot, Besitzer der Firma \"Talbot’s Ices\" wurde betäubt und anschließend in einem Gefrierraum eingeschlossen. Schnell geraten seine attraktive Ehefrau Christine sowie sein eigenwilliger Sohn Andrew unter Verdacht. Denn beide profitieren enorm von dem Erbe. Offenbar wollte Robert Talbot seine Firma in naher Zukunft verkaufen, doch sein Sohn Andrew war gegen diesen Plan. Er befürchtete, dass sein Vater die Firma nur aus Liebe zu seiner neuen Ehefrau verkaufen wollte. Andrew sah in Christine eine Art \"Schwarze Witwe\", da schon mehrere ihrer Ehemänner unter mysteriösen Umständen verstarben. Christine kann DS Davey Higgins allerdings von ihrer Unschuld überzeugen und weist ihn darauf hin, welche Vorteile Andrew aus dem Tod seines Vaters schlagen kann. Jane Kennedy hingegen misstraut der manipulativen Christine und versucht verzweifelt, Davey die Augen zu öffnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13119894","hoster":"VOE"},{"path":"/redirect/8638380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-1/episode-10","name":"Dirty Dancing","epNo":10,"alt":"Dirty Dancing","descr":"Während eines Salsa-Festivals stirbt die junge Kubanerin Isabella auf offener Straße. Jane und Davey erfahren, dass die Tänzerin mit ihrem Bruder für das Fest angereist war. Sie beginnen zu ermitteln, doch noch vor der Obduktion verschwindet Isabellas Leichnam. Jane und Davey halten zuerst Isabellas Bruder Romario für schuldig an dem Diebstahl, denn er wollte um jeden Preis verhindern, dass die Leiche aufgeschnitten wird. Kurze Zeit später wird Isabellas Leiche am Strand gefunden. Ihr Bauch wurde präzise aufgeschnitten – in ihrem Darm finden die Ermittler ein Drogentütchen mit Kokain. Davey nimmt Romario fest und versucht, ein Geständnis von ihm zu bekommen. Unterdessen nimmt Jane den sympathischen ägyptischen Arzt Mel unter die Lupe, denn die Leiche wurde definitiv von einem Fachmann bearbeitet. Zusätzlich taucht ein Video auf, das den Salsa-Lehrer Yordan mit der Verstorbenen zeigt, obwohl er behauptete, sie nicht zu kennen. Der Fall wird immer komplexer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478484","hoster":"VOE"},{"path":"/redirect/8638381","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-coroner/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-coroner/staffel-2/episode-1","name":"Sprung in den Tod","epNo":1,"alt":"The Drop Zone","descr":"Der Fallschirmspringer Rafe stirbt bei einer Übung für einen Formationssprung. Jemand hatte seinen Fallschirm manipuliert und ihn somit ermordet. Rafe schien sehr beliebt gewesen zu sein, doch gab es auch Menschen in seinem engen Umfeld, mit denen er Ärger hatte. Kurz vor der Übung hatte Rafe seinem Kollegen Eddie verboten mitzumachen, da der unter einem Alkoholproblem litt. Doch Eddie war nicht der Einzige, der Streit mit Rafe hatte. Stix schuldete Rafe Geld, das er nicht zurückzahlen konnte. Jane und Davey finden jedoch heraus, dass Rafe unter einer lebensbedrohlichen Krankheit litt und womöglich Suizid begangen haben könnte. Unterdessen widersetzt sich Janes Tochter Beth einem eindeutigen Verbot ihrer Mutter mit verheerenden Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850749","hoster":"VOE"},{"path":"/redirect/8638389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-2","name":"Erbgut","epNo":2,"alt":"Perfectly Formed","descr":"Bei Bauarbeiten in einem alten Haus wird das Skelett eines Säuglings gefunden. Vermutlich starb das Neugeborene vor 40 Jahren, als noch ein Kinderheim in der Umgebung existierte. Jane und Davey beginnen nach der Mutter des verstorbenen Kindes zu suchen. Mit Hilfe eines Fotos können Jane und Davey drei Frauen ausmachen, die möglicherweise als Mutter des Kindes in Frage kommen. Allerdings lassen sich nur zwei der drei Frauen ausfindig machen. Niemand scheint zu wissen, bei wem es sich um das dritte Mädchen auf dem Foto handelt. Die Aufklärung des Falls wird immer schwerer, doch Jane und Davey müssen herausfinden, warum das Baby sterben musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478489","hoster":"VOE"},{"path":"/redirect/8638385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-3","name":"Seenot","epNo":3,"alt":"Those In Peril","descr":"Ein Rettungsboot muss bei einem nächtlichen Sturm auf See, doch der Notruf stellt sich als ein Fehlalarm raus. Als das Boot umkehrt, gehen Bootsführerin Chrissy und Kameradin Erica über Bord, wobei Erica ertrinkt. Davey glaubt an einen Unfall, aber Jane ist skeptisch. Ihre Zweifel werden bestärkt, als Chrissy attackiert und ein weiteres Besatzungsmitglied ermordet wird. Auch Mick, der früher ebenfalls bei den Seenotrettern tätig war, fühlt sich bedroht. Jane vermutet, dass es jemand gezielt auf die Besatzung abgesehen hat und ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478487","hoster":"VOE"},{"path":"/redirect/8638384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-4","name":"Die Killerkatze","epNo":4,"alt":"The Beast Of Lighthaven","descr":"Der Mythos der \"Bestie im Moor\", angeblich ein Raubtier, wird wieder zum Leben erweckt, als Beth ein gerissenes Schaf findet. Es wird jedoch bitterer Ernst, als ein Reporter kurz darauf tot aufgefunden wird und alles erneut nach einem Raubtierangriff aussieht. Der junge Reporter Ben schien fasziniert von der Geschichte der Bestie zu sein, doch ausgerechnet ihm wurde kurz nach dem getöteten Schaf die Kehle aufgerissen. Jane und Davey machen jedoch mehrere Menschen aus Bens Umkreis ausfindig, die extrem wütend auf den Reporter waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478486","hoster":"VOE"},{"path":"/redirect/8638393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-5","name":"Alte, neue Liebe","epNo":5,"alt":"The Captain’s Pipe","descr":"Tam, der Besitzer des Pubs \"Captain’s Pipe\", wird ermordet unter einer Gerölllawine aufgefunden. Mick hatte zuvor Streit mit Tam gehabt und dem Konkurrenten mit dem Tod gedroht. Die Hinweise verdichten sich, als Tams Handy in einer Mülltonne gefunden wird. Mick ist einer der Hauptverdächtigen, doch die Ermittlungen ergeben, dass Tam mit Mick und Roz, der Lebensgefährtin von Brian, befreundet war. Die drei haben oft einen Geheimtunnel benutzt, der sich gleich hinter dem Tatort befindet. Als herauskommt, dass Roz und Tam eine Affäre hatten, fällt der Verdacht plötzlich auf Brian. Der geheime Tunnel scheint jedoch der Schlüssel zu allem zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114110","hoster":"VOE"},{"path":"/redirect/8638392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-6","name":"Lebenslänglich","epNo":6,"alt":"Life","descr":"Der Gefängnisinsasse Charlie stirbt an einer Überdosis. Sein Zellenpartner Sidney Sutton beschuldigt den Häftling Malik, die Drogen ins Gefängnis geschmuggelt zu haben. Gleichzeitig soll Jane dem verurteilten Mörder Sidney bei seiner Berufung helfen. Jahre, nachdem Yvonnes Tochter Sophie verschwunden ist, erhält die Polizei anonyme Hinweise, wo sich die Leiche befindet, doch die Polizei kann nichts finden. Aufgrund von Indizien wurde Sophies damaliger Lehrer Sidney Sutton des Mordes verurteilt, obwohl ihre Leiche nie gefunden wurde. Yvonne möchte endlich Klarheit über den Tod ihrer Tochter. Sidney beteuert nach wie vor seine Unschuld. Der Tod seines Zellengenossen hilft ihm jedoch nicht, glaubwürdig zu erscheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850750","hoster":"VOE"},{"path":"/redirect/8638405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-7","name":"Das perfekte Paar","epNo":7,"alt":"Perfect Pair","descr":"Ein Mann wird tot neben dem Sportwagen des neureichen Jason Daniels gefunden. Jason behauptet, den Toten namens Fred Clegg nicht zu kennen, doch seine Aussagen weisen Ungereimtheiten auf. Jane und Davey müssen herausfinden, was er geheim hält und wer Fred tötete. Zuerst vermuten Jane und Davey, dass der Tote auch der Besitzer des Wagens ist. Nachdem sich das Opfer jedoch als Fensterputzer Fred entpuppt, suchen Jane und Davey nach der Verbindung zwischen Jason und Fred. Der überhebliche Jason behauptet zwar, Fred hätte sein Auto vermutlich gestohlen, aber Fred schien frei über den Wagen verfügen zu können. Nach genauen Ermittlungen stellen Jane und Davey fest, dass Jason und Fred mehrfach die Rollen tauschten. Nun müssen sie herausfinden, ob die Lügen der beiden zu Freds Tod geführt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044849","hoster":"VOE"},{"path":"/redirect/8638407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-8","name":"Lügen und Intrigen","epNo":8,"alt":"The Foxby Affair","descr":"Jane erhält einen Anruf von Helen Boyd, einem ehemaligen Callgirl, das vor Jahren verschwand. Damals vermutete man, dass Jerry Foxby sie tötete, der ebenfalls nie mehr gesehen wurde. Doch kurz bevor sie Jane erzählen kann, was wirklich geschah, wird sie ermordet. Helen, die bei Jane unter dem Namen Rebecca Henson angerufen hatte, wollte den ungelösten Fall endlich aufklären. Jahrelang lebte sie mit der falschen Identität und behielt das Geheimnis ihrer Vergangenheit für sich. Ihr plötzlicher Tod lässt vermuten, dass sie jemand endgültig zum Schweigen bringen wollte. Jane und Davey wollen nun herausfinden, wer Helen getötet hat und was mit Jerry Foxby geschehen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478492","hoster":"VOE"},{"path":"/redirect/8638411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-9","name":"Piratengold","epNo":9,"alt":"Pieces Of Eight","descr":"Beim alljährlichen Piratenfest in Lighthaven wird ein Geldtransporter von drei Männern entführt, die als Piraten verkleidet sind. Kurz darauf wird eine Leiche am Strand gefunden, deren Gesicht unkenntlich ist. Davey und Jane ermitteln in beiden Fällen. Davey kann zwar noch den Geldtransporter sowie den entführten Sicherheitsbeamten wiederfinden, doch von den Dieben gibt es bisher keine Spur. Zur gleichen Zeit untersucht Jane mit Clints Unterstützung den Toten am Strand. Sie finden ein markantes Tattoo am Arm der Leiche, welches Hinweise auf die Identität des Toten geben könnte. Davey und Jane prüfen, ob es einen Zusammenhang zwischen den beiden Fällen gibt und wer hinter den Verbrechen steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8478495","hoster":"VOE"},{"path":"/redirect/8638397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-coroner/staffel-2/episode-10","name":"Verbotene Liebe","epNo":10,"alt":"Crash","descr":"Die 17-jährige Ellie stirbt bei einem Autounfall. Bald stellt sich heraus, dass Ellie nicht selbst gefahren ist, sondern ein anderer am Steuer saß. Jane und Davey nehmen Ellies Bekanntenkreis unter die Lupe, um herauszufinden, wer für ihren Tod verantwortlich ist. Die Untersuchungen ergeben, dass Ellie starb, nachdem sie schwer verletzt aus dem Wagen gezogen wurde. Noch wissen Jane und Davey nicht, wer gefahren ist und Ellie sterbend zurückließ. Der erste Verdacht fällt auf Ellies Freund Nick, der allerdings ein ganz anderes Geheimnis hütet. Beths Freundin Megan scheint mehr über Ellie zu wissen, doch sie behauptet, das Mädchen kaum gekannt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850752","hoster":"VOE"},{"path":"/redirect/8638394","hoster":"Streamtape"}]}]}]}]}