{"path":"/serie/stream/the-messenger-seltsame-botschaften","name":"The Messenger - Seltsame Botschaften","descr":"Der 19-jährige Taxifahrer Ed (William McKenna) ist nicht gerade der geborene Retter – bis eines Tages eine zufällige Heldentat alles verändert. Am nächsten Tag erhält er eine Karo-Ass-Spielkarte, auf der die Adressen von drei Fremden stehen. Wer hat diese Karte geschickt? Und was um alles in der Welt soll ein planloser Typ wie Ed damit anfangen? Obwohl er befürchtet, dass dies alles Wahnsinn sein könnte, beginnt Ed, die Leute auf der Karte zu überprüfen. Die neue Aufgabe verändert sein Leben. Und auch das der anderen in dem kleinen Städtchen Moledale.","seasons":[{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-1","name":"Karo Ass","epNo":1,"alt":"Episode 1","descr":"Taxifahrer Ed ist nicht gerade der geborene Retter - bis eine zufällige Heldentat alles verändert. Am nächsten Tag erhält er eine Karo-Ass-Spielkarte, auf der die Adressen dreier Fremder stehen.  Wer hat diese Karte geschickt? Und was um alles in der Welt soll ein planloser Typ wie Ed damit anfangen? Obwohl er befürchtet, dass dies alles Wahnsinn sein könnte, beginnt Ed, die Leute auf der Karte zu überprüfen - den Anfang machen eine sehr alte Frau, ein temperamentvoller Teenager und ein prügelnder Ehemann, der ihm eine Heidenangst einjagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13345723","hoster":"VOE"},{"path":"/redirect/13342274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-2","name":"Eds Bestimmung","epNo":2,"alt":"Episode 2","descr":"Eds Versuch, die Karte und die damit verbundene Aufgabe loszuwerden, scheitert: Die Karte kommt zurück zu ihm, und mit ihr eine Waffe. Ist die Waffe für Dale oder für Ed bestimmt?  Ed entledigt sich der Pistole - denn wenn er den Botschaften auf den Spielkarten nachgehen wird, dann auf seine Art. Ed verfolgt Dale, nur seine Angst wächst, als er merkt, dass er es mit Gewalt zu tun bekommen wird. Bei seiner verzweifelten Suche nach einer Lösung nutzt Ed seinen Verstand, um eine spektakuläre Ablenkung zu bewirken, und Dale wird aufgehalten - vorerst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342270","hoster":"VOE"},{"path":"/redirect/13342269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-3","name":"Stone of Home","epNo":3,"alt":"Episode 3","descr":"Ed setzt seinen Plan für Sophie in die Tat um: Er ist bizarr, funktioniert aber und das Karo-Ass ist komplett abgearbeitet. Ed ist erschöpft und überglücklich, dass er seine Aufgabe erledigt hat.  Aber dann taucht eine weitere Karte auf - das Kreuz-Ass - und ihm wird klar, dass dies noch lange nicht das Ende ist. Ein verwirrendes Rätsel führt Ed in seine eigene Vergangenheit und zu drei weiteren Menschen: einem Priester, einer geheimnisvollen, längst verstorbenen jungen Frau und einem spielsüchtigen Vater, der keine Ahnung hat, was er aufs Spiel setzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342276","hoster":"VOE"},{"path":"/redirect/13342277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-4","name":"Ungleiche Brüder","epNo":4,"alt":"Episode 4","descr":"Ed erfährt von der persönlichen Verbindung zwischen Father O\u0027Reilly und der toten Frau auf dem Kreuz-Ass.  Er schafft es, sich mit Father O\u0027Reilly zu versöhnen und bittet seine Freunde um Hilfe, um eine leere Kirche mit Menschen zu füllen, eine Gemeinde zu verbinden und zwei Brüder dazu zu bringen, wieder Frieden zu schließen - und das alles mit der Kraft des Freibiers. Ein schöner Moment, der auch Audrey und Ed einander näherbringt. Nur die Versöhnung mit seinem eigenen Bruder will nicht glücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342280","hoster":"VOE"},{"path":"/redirect/13342279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-5","name":"Die Karten-Gang","epNo":5,"alt":"Episode 5","descr":"Ed erhält ein drittes Ass und versteht die Karten immer mehr als seine wahre Berufung: Er ist ein Bote, der Dinge in Ordnung bringen soll! Seine Freunde sind besorgt, aber Ed treibt seine Suche weiter.  Das neue Ass liefert drei neue Namen. Mit Richies Scharfsinn und der Hilfe der örtlichen Bibliothek entdeckt Ed einen geheimen Code, der zu drei neuen Adressen führt - einem heruntergekommenen Vorstadthaus, einem schicken italienischen Restaurant und einem veralteten Kino.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342283","hoster":"VOE"},{"path":"/redirect/13342281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-6","name":"Frohe Weihnachten!","epNo":6,"alt":"Episode 6","descr":"Ed hat einiges wiedergutzumachen: Seine Fokussierung auf die Karten hat seine Beziehungen zu den Menschen, die ihm am nächsten stehen, beschädigt.  Richie und Marv kann er mit etwas Aufwand zurückgewinnen, aber Audrey macht es ihm nicht so leicht. Immerhin bekommt Ed an Weihnachten die Gelegenheit, sich mit seiner Familie zu versöhnen. Aber der Zauber von Weihnachten wird getrübt, als eine von Eds engsten Vertrauten stirbt. Ed gerät in eine Trauerspirale und beginnt den Bezug zur Realität zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342288","hoster":"VOE"},{"path":"/redirect/13342286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-7","name":"Das Finale","epNo":7,"alt":"Episode 7","descr":"Als das Herz-Ass auftaucht, ist sich Ed nicht sicher, ob es Teil seines Nervenzusammenbruchs ist oder echt.  Auf jeden Fall wird ihm klar, dass es nun an der Zeit ist, denen zu helfen, die ihm am meisten am Herzen liegen - seinen besten Freunden Marv, Richie und Audrey. Er schreibt ihre Namen auf das Ass und macht sich daran herauszufinden, was sie brauchen. Es sollte die einfachste Karte sein, aber Ed ist schockiert, als er erfährt, wie wenig er wirklich über seine Freunde weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342289","hoster":"VOE"},{"path":"/redirect/13342292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-messenger-seltsame-botschaften/staffel-1/episode-8","name":"Die Karten werden neu gemischt","epNo":8,"alt":"Episode 8","descr":"Versagt Ed bei der wichtigsten Karte? Seine besten Freunde sind überfordert, ihr Leben ist ein einziges Chaos. Aber Ed kann jetzt nicht aufgeben, auch wenn er noch mehr Durcheinander verursacht hat.  Während Marv in Haft und Audrey offline ist, nimmt Ed die Verfolgung von Richie auf und erfährt, womit sie jeden Tag zu kämpfen hat. Ed bietet ihr einen Ausweg aus ihrem einsamen Kampf gegen ihre Dämonen an. Aber erst als auch Audrey erkennt, dass sie nicht länger weglaufen kann, können die Freunde dafür sorgen, dass Marv in Sicherheit ist und am Ende doch noch alles gut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13342295","hoster":"VOE"},{"path":"/redirect/13342296","hoster":"Streamtape"}]}]}]}]}