{"seriesId":"the-interceptor","name":"The Interceptor","descr":"Im Zentrum von \"The Interceptor\" steht eine moderne Ermittlungseinheit namens UNIT, die eingesetzt wird, um die gefährlichsten Kriminellen des Landes zu jagen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neue Ziele","epNo":1,"alt":"Episode 1","descr":"Der Zollbeamte Ash wird von der geheimen Spezialeinheit UNIT rekrutiert und macht sich auf die Jagd nach den gefährlichsten Verbrechern Englands.\u0026lt;br /\u0026gt;\rNachdem Ash mit ansehen musste, wie sein Kollege Tommy lebensgefährlich verletzt wird und der Verantwortliche entkommt, sinnt er auf Rache. Das Jobangebot einer geheimen Sondereinheit kommt ihm da gerade recht, um Tommys Peiniger zu bestrafen.\u0026lt;br /\u0026gt;\rMarcus Ashton, genannt \"Ash\", ist ein Zollbeamter mit scharfer Beobachtungsgabe und einem instinktiven Spürsinn für Verbrecher. Nach einer schiefgelaufenen Operation wird er von der Undercover Spezialeinheit UNIT (Undercover Narcotics Investigation Team) entdeckt, die ihn kurzerhand abwirbt. Gemeinsam machen sie nun Jagd auf die gefährlichsten Verbrecher Englands. Durch ihr besonderes \"Gehör\" finden sie schnell Zugang in die Welt der Drogen und Machenschaften. Ein Kampf zwischen Ash und dem Boss des Drogenrings beginnt.","versions":[{"lang":1,"streams":[{"redirect":8491513,"hoster":"VOE"},{"redirect":8648536,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Waffen für Xavier","epNo":2,"alt":"Episode 2","descr":"Die UNIT plant die Enttarnung eines Drogendealer-Rings. Gleichzeitig kommt es zu einer Konfrontation zwischen zwei Drogenbanden. Eine Mitarbeiterin der \"Mobilen Einheit gegen Drogen und Organisierte Kriminalität\" gibt Ash schließlich den entscheidenden Hinweis.","versions":[{"lang":1,"streams":[{"redirect":13114909,"hoster":"VOE"},{"redirect":8648537,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spur des Geldes","epNo":3,"alt":"Episode 3","descr":"Dem Team gelingt es, sich ins Netz der Drogendealer einzuschleichen. Tommy arbeitet jetzt auch bei der UNIT, wird jedoch vorerst zum Abhördienst verdonnert. Als er Ash überzeugt, eine selbstständige Beobachtung durchzuführen, gerät er in einen Überfall.","versions":[{"lang":1,"streams":[{"redirect":13114907,"hoster":"VOE"},{"redirect":8648534,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Riskantes Spiel","epNo":4,"alt":"Episode 4","descr":"Während Ashs Familienleben zusehends aus dem Gleichgewicht gerät, werden die Einsätze immer riskanter. Als ein neuer Dealer einen vermeintlichen Weg zum inneren Kern des Drogenclans auftut, werden Ash und die Ermittler selbst zur Zielscheibe.","versions":[{"lang":1,"streams":[{"redirect":8491515,"hoster":"VOE"},{"redirect":8648539,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödliche Pillen","epNo":5,"alt":"Episode 5","descr":"Eine neue Droge fordert erste Todesopfer. Die UNIT und die Polizei setzen alles daran, die Verantwortlichen zu finden. Ash wird misstrauisch, als Cartwright eine Kooperation mit der Polizei kategorisch ablehnt und stellt Nachforschungen an.","versions":[{"lang":1,"streams":[{"redirect":8491524,"hoster":"VOE"},{"redirect":8648535,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alte Freunde","epNo":6,"alt":"Episode 6","descr":"Ein großer Deal soll das Team näher an die Frontmänner des Drogenkartells heranführen. Allerdings macht Ash bei dem ersten Einsatz eine unangenehme Entdeckung, da ein alter Freund in den Fall verwickelt ist. Ash versucht ihn verzweifelt zum Umdenken zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":13114912,"hoster":"VOE"},{"redirect":8648538,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Maulwurf","epNo":7,"alt":"Episode 7","descr":"Ein skrupelloser Drogendealer spielt die Mitglieder des Drogenclans gegeneinander aus. Nach einer plötzlichen Polizeirazzia, bei der einige Dealer festgenommen werden, schwindet das Vertrauen weiter. Für die UNIT bedeutet der Eingriff einen tiefen Rückschlag.","versions":[{"lang":1,"streams":[{"redirect":13114914,"hoster":"VOE"},{"redirect":12984996,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Showdown","epNo":8,"alt":"Episode 8","descr":"Ash und sein Team haben den Drogenboss Roach enttarnt. Sie brauchen jedoch weitere Beweise, um ihn vor Gericht zu bringen. Eine versteckte Wanze soll die entscheidenden Informationen liefern. Der Einsatz endet jedoch in einem Fiasko.","versions":[{"lang":1,"streams":[{"redirect":8491565,"hoster":"VOE"},{"redirect":8648543,"hoster":"Streamtape"}]}]}]}]}