{"path":"/serie/stream/the-lake-der-see","name":"The Lake – Der See","descr":"Eine typisch kanadische Ferienhaus-Erfahrung macht Justin (Jordan Gavaris), der nach einem Auslandsaufenthalt nach Kanada zurückkehrt. Inzwischen hat er sich von seinem langjährigen Lebenspartner getrennt und hofft, wieder mit seiner biologischen Tochter Billie (Madison Shamoun) in Kontakt zu kommen, die er als Teenager zur Adoption freigegeben hatte. Doch Billie liebt eher das Stadtleben und auch die Landhaus-Pläne geraten aus der Bahn, als Justin erfährt, dass sein Vater das Anwesen seiner ach so perfekten Stiefschwester Maisy-May (Julia Stiles) vermacht hat.","seasons":[{"path":"/serie/stream/the-lake-der-see/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-1","name":"Kanustechen","epNo":1,"alt":"Tilt-a-Grrl","descr":"Justin bringt Billie, seine zur Adoption freigegebene Tochter, an den See, an dem er seine Kindheitssommer verbracht hat. Billie ist wild entschlossen, in die Stadt zurückzukehren, aber ein neuer Freund bringt ihre Entschlossenheit ins Wanken. Eine Offenbarung bezüglich ihres ehemaligen Familiencottages gibt Justin neue Hoffnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10687105","hoster":"VOE"},{"path":"/redirect/11415298","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10686992","hoster":"VOE"},{"path":"/redirect/11415262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-2","name":"Spieleabend","epNo":2,"alt":"Game Night","descr":"Justin nutzt eine Einladung zum Spieleabend bei Maisy, um seinen 3-Stufen-Plan der Enteignung in die Tat umzusetzen. Mobbing hin oder her, Billie ist nicht erpicht darauf, irgendwen zu erpressen, doch als Justin verspricht, ihre Vater-Tochter-Knastzeit ohne künstliches Bonding zu gestalten, willigt sie ein. Maisy hat eigene Pläne, und ein Geheimnis, das Justin keinesfalls herausfinden darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693045","hoster":"VOE"},{"path":"/redirect/11415328","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10686963","hoster":"VOE"},{"path":"/redirect/11415261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-3","name":"Gegenkandidaten","epNo":3,"alt":"Picnic at Raven\u0027s Rock","descr":"Da Maisy die Zustimmung des Bootshaus-Komitees für ihre Renovierung benötigt, engagiert Justin Helfer, um ihr den Vorsitz unter dem Hintern wegzuschnappen. Doch wie immer läuft es nicht nach Plan. Während Justin verzweifelt versucht, die Wahl zu retten, nutzt Billie die Gelegenheit, um ihre Angst vor Seewasser zu überwinden und Killians Absichten auf die Probe zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693041","hoster":"VOE"},{"path":"/redirect/11415299","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10686952","hoster":"VOE"},{"path":"/redirect/11415281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-4","name":"Männersandwich","epNo":4,"alt":"The Simplex Solution","descr":"Maisy tüftelt an einem Deal, um ihr Haus von Gil als Farmhouse klassifizieren zu lassen, da sie es dann ohne die Zustimmung des Komitees abreißen lassen darf. Justin lässt sich ausgerechnet mit diesem schmierigen Gil auf einen Deal ein, und das ausgerechnet am Abend seines ersten Dates mit Riley. Als Billie und Killian sich näherkommen, findet sie heraus, dass auch er gegen die Renovierung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693043","hoster":"VOE"},{"path":"/redirect/11415300","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004879","hoster":"VOE"},{"path":"/redirect/11415267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-5","name":"Talentshow","epNo":5,"alt":"Mommy Queerest","descr":"Ganz aus dem Häuschen, dass Billies Überraschungsbesucher ihre leibliche Mutter und seine beste Jugendfreundin ist, will Justin nichts lieber, als Zeit mit ihnen verbringen. Problem: seit Maisys Grillabend hat Billie ihn in den Schuppen verbannt. Exiliert und ausgesetzt, hilft Justin Opal, sich auf seine Drag-Queen-Nummer bei Talent Show vorzubereiten, zu der auch Teesa Billie und sich anmeldet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693046","hoster":"VOE"},{"path":"/redirect/11415324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10687027","hoster":"VOE"},{"path":"/redirect/11415274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-6","name":"Hüttenhorror","epNo":6,"alt":"Midsommar Madness","descr":"Während die Erwachsenen beim Euchre-Turnier sind, beschließen Billie, Killian und die Vierlinge, sich den verregneten Nachmittag mit Ouija zu versüßen. Schnell wird es unheimlich, als Olive verschwindet und kulthafte Bogenschützen auftauchen. Angesichts des beschränkten Verstandes der Vierlinge ist es an Billie, die Jugendlichen mit Hilfe ihrer Horrorfilm-Kenntnisse durch diesen Alptraum zu leiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693052","hoster":"VOE"},{"path":"/redirect/11415291","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10687069","hoster":"VOE"},{"path":"/redirect/11415284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-7","name":"Zugedröhnt","epNo":7,"alt":"Trust Issues","descr":"Als die Mörderhütte verkauft werden soll, erzählt Justin Maisy von dem Trust und bietet ihr an, diesen aufzulösen, wenn sie ihn auszahlt. Kompromisse sind nichts für Maisy. Sie lockt Justin auf ihren Schwimmsteg, um ihm ihre Macht zu beweisen. Währenddessen taumeln Billie und Killian durch einen psychedelischen Trip auf der Suche nach Kondomen, und Victor verzweifelt an seinem \"alten Körper\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10693058","hoster":"VOE"},{"path":"/redirect/11415315","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10687064","hoster":"VOE"},{"path":"/redirect/11415306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-1/episode-8","name":"Tiltapalooza","epNo":8,"alt":"No White After Labour Day","descr":"Billie und Justin bemühen sich, Naomi und Oliver die Welt am See zu erklären, als diese verfrüht kommen, um Billie abzuholen. Über das Labour Day Wochenende verabschieden sich Billie und Justin von ihren Freunden und Feinden, Justin und Maisy gehen letztmals aufeinander los, um zu entscheiden, wer von beiden mit seinem Traum-Cottage von dannen ziehen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004882","hoster":"VOE"},{"path":"/redirect/11415310","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10687075","hoster":"VOE"},{"path":"/redirect/11415293","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-1","name":"Der Bräutigam, der sich nicht traut","epNo":1,"alt":"Two Become Run","descr":"Die Beziehung von Justin und Riley wird durch eine geplatzte Spontanhochzeit auf die Probe gestellt. Billie setzt kühn ihr prestigeträchtiges Praktikum in der Stadt aufs Spiel. Währenddessen muss Maisy mit lebensverändernden Neuigkeiten über eine alte Feindin rechnen: ihre Mutter Mimsy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12684758","hoster":"VOE"},{"path":"/redirect/13004877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-2","name":"Todesfalle Natur","epNo":2,"alt":"A Berry Special Episode","descr":"Justin sieht eine Chance auf Rehabilitation, als er herausfindet, dass am Bootshausbrand etwas faul gewesen sein könnte. Währenddessen werden Billies Öko-Ideale auf eine harte Probe gestellt und Maisy will beweisen, dass der bevorstehende Tod ihrer Mutter eine Lüge ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12684760","hoster":"VOE"},{"path":"/redirect/12844109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-3","name":"Die irre May","epNo":3,"alt":"Crazy-May","descr":"Justin macht einen Deal, um seine Brandstifter-Theorie zu beweisen, während Billie sich abmüht, den rauen physischen Anforderungen des Bäume-Pflanzens gerecht zu werden. Gleichzeitig versucht Maisy, ihre Mutter mit einer langweiligen Jahreshauptversammlung bloßzustellen, doch nichts kann deren Fassade ins Wanken bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12703246","hoster":"VOE"},{"path":"/redirect/12776297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-4","name":"Schröpfen mit Hintergedanken","epNo":4,"alt":"Wet Cup American Summer","descr":"Justin befragt bei Jaynes Aqua Spinning Kurs Brandstiftungs-Verdächtige. Billie ist zwischen Persönlichem und Professionellem hin und her gerissen. Und Maisy nutzt einen \"SPA Day\", um Mimsy medizinische Proben zu entnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12960965","hoster":"VOE"},{"path":"/redirect/12977199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-5","name":"Geständnisse am Todestag","epNo":5,"alt":"Angel Tits and Dirty Bananas","descr":"Maisy nutzt Derricks Todestags-Feier, um Mimsy mit Justins Hilfe dazu zu bringen, zuzugeben, das Bootshaus abgefackelt zu haben. Verzweifelt auf der Suche nach einem Ausweg aus ihrer Geschwister-Dreiecksbeziehung willigt Billie ein, zu Derricks Jahrestags-Dinner mitzukommen, wenn Justin ihr dafür einen Job über Maisy besorgt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12956737","hoster":"VOE"},{"path":"/redirect/12856761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-6","name":"Auf den letzten Drücker","epNo":6,"alt":"Dying to Know","descr":"Als Ivy und Forrest fast gleichzeitig bei Billie in der Mörderhütte auftauchen, hilft Justin ihr, deren Zusammentreffen zu vermeiden. Das endet mit einem gebrochenen Herzen. Gleichzeitig plant Maisy eine abendliche Feier, um allen Seebewohnern die Notwendigkeit eines Bootshauses schmackhaft machen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001324","hoster":"VOE"},{"path":"/redirect/13004878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-7","name":"Geister belügt man nicht","epNo":7,"alt":"Tour De Force","descr":"Als ihre Eltern sie besuchen, muss Billie gut lügen, um ihnen ihren Sommerjob als Tourguide glaubhaft zu machen. Justin und Riley posieren als glückliches Paar, um ein Grundstück für das neue Bootshaus zu gewinnen, während Maisy daran knabbert, die Krankheit ihrer Mutter als wahr zu verarbeiten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12684776","hoster":"VOE"},{"path":"/redirect/13005178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lake-der-see/staffel-2/episode-8","name":"Enthüllungen auf dem See","epNo":8,"alt":"Death on Denial","descr":"Justin und Billie locken alle Verdächtigen auf ein Ausflugsboot für den Showdown ihrer Brandstifter-Ermittlung. Da sie auf die Baumpflanzer-Abschiedsparty möchte, bevor Ivy und Forrest abreisen, willigt Billie ein, Justin zu helfen. Maisy akzeptiert endlich die Diagnose ihrer Mutter und will mit ihr Frieden schließen bevor der Sommer endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12684784","hoster":"VOE"},{"path":"/redirect/12943971","hoster":"Streamtape"}]}]}]}]}