{"path":"/serie/stream/the-big-catch","name":"The Big Catch","descr":"Sechs passionierte Angler müssen ihr ganzes Können in sechs beeindruckenden Revieren unter Beweis stellen. Die beiden Angel-Experten Ben Fogle und Matt Hayes unterstützen und bewerten die Kandidaten bei ihren Bemühungen um den großen Fang.","seasons":[{"path":"/serie/stream/the-big-catch/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-big-catch/staffel-1/episode-1","name":"Island","epNo":1,"alt":"Iceland","descr":"Die acht Angler brechen in den Nordwesten Islands auf. Nahe des Polarkreises fischen sie in einem eisigen Fjord und sollen dabei traditionell isländische Fangmethoden anwenden. Weiter im Süden suchen sie in einem vulkanischen See die größte Bachforelle der Welt. Um die Spreu vom Weizen zu trennen, bekommt Matt Hayes Unterstützung von der isländischen Fischerin Vala. Die beiden entscheiden, welcher der Angler gehen muss.","versions":[]},{"path":"/serie/stream/the-big-catch/staffel-1/episode-2","name":"Kuba","epNo":2,"alt":"Cuba","descr":"Bei der zweiten Expedition nach Kuba sind noch sieben Angler übrig. Aber nur, weil das Wetter von arktisch zu tropisch wechselt, sind die Bedingungen nicht einfacher. Heftige Stürme machen den Anglern das Leben schwer. Südlich der Landeshauptstadt Havanna versuchen sie, den bis zu 2,5 Meter langen Atlantischen Tarpun aufzustöbern. Danach hilft der kubanische Fischer Lazaro Matt, die Leistung der Angler zu beurteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6856896","hoster":"VOE"}]}]},{"path":"/serie/stream/the-big-catch/staffel-1/episode-3","name":"Laos","epNo":3,"alt":"Laos","descr":"Auf geht’s zur bislang exotischsten Expedition für die verbliebenen sechs Angler. Für die Menschen, die entlang des Mekong leben, ist Fischen kein Sport, sondern ein Weg, um zu überleben. Mit ihrer Profi-Ausrüstung wollen die Angler versuchen, die traditionellen Methoden der Einheimischen, die mit Schleppnetzen arbeiten, zu übertreffen. Mr. Mai, der Dorfälteste auf der Insel Baan Hangkon, hilft Matt dabei, zu entscheiden, wer die Gruppe verlassen muss.","versions":[]},{"path":"/serie/stream/the-big-catch/staffel-1/episode-4","name":"Costa Rica","epNo":4,"alt":"Costa Rica","descr":"Der Pazifik ist eine neue Welt für die fünf Angler. Auf Costa Rica treffen sie auf einige der seltensten Fische der Erde. Direkt vor der Küste der Osa-Halbinsel lernen sie von den Einheimischen, wie man mit einem Lasso fischt. Außerdem sollen sie innerhalb eines Tages einen der schnellsten Fische überhaupt fangen und markieren: den Fächerfisch. Todd Staley, der auf Costa Rica den Artenschutz vorantreibt, hilft Matt bei der Entscheidung, wer ins Halbfinale kommt.","versions":[]},{"path":"/serie/stream/the-big-catch/staffel-1/episode-5","name":"Kanada","epNo":5,"alt":"Canada","descr":"In British Columbia sind Fische und ihre jährlichen Wanderungen zur Laichzeit enorm wichtig für das gesamte Ökosystem der Region. In einem See nahe Vancouver Island fangen die Angler Pazifiklachse, erlernen die komplizierte Technik des Fliegenfischens und machen sich auf die Suche nach dem legendären Weißen Stör. Gemeinsam mit dem kanadischen Fischführer Yves Bisson entscheidet Matt Hayes, welche der Angler er ins Finale schickt.","versions":[]},{"path":"/serie/stream/the-big-catch/staffel-1/episode-6","name":"Sambia","epNo":6,"alt":"Zambia","descr":"Auf dem Sambesi lernen die drei Finalisten, welche Dimension ein Fluss haben kann. Auf ihrer letzten Expedition müssen die Angler ihr ganzes Wissen und Können aufbieten, um perfekt angepasste Fische wie den Wunduwels oder den afrikanischen Piranha, den Riesen-Tigersalmler, zu fangen. Für seine finale Entscheidung zieht Matt den Einheimischen Charles Tembo zu Rate, der den Sambesi wie seine Westentasche kennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6856934","hoster":"VOE"}]}]}]}]}