{"seriesId":"the-listener-hellhoerig","name":"The Listener - Hellhörig","descr":"Toby Logan ist scheinbar ein ganz normaler Twenty Something. Aber er hat ein besonderes Talent: Der junge Rettungssanitäter kann die intimsten Gedanken seiner Mitmenschen hören. Als er begreift, dass seine Begabung auch Berufung ist, entschließt er sich zuzuhören. Das stellt nicht nur sein eigenes Leben gründlich auf den Kopf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Gabe","epNo":1,"alt":"Im an Adult Now","descr":"Nachdem er die junge Anna aus einem brennenden Auto gerettet hat, wird Sanitäter Toby Logan von Visionen ihres verschwundenen Sohns geplagt. Offenbar wurden die beiden kurz vor dem Unfall von Bewaffneten entführt. Anna ist von den Ereignissen so traumatisiert, dass sie nicht sprechen kann. Toby überlegt fieberhaft, wie er die Informationen aus seinen Visionen nutzen kann, um Anna zu helfen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485622,"hoster":"VOE"},{"redirect":8643136,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seelenretter","epNo":2,"alt":"Emotional Rescue","descr":"In einer Vision sieht Toby eine Explosion voraus. Deshalb kann er in letzter Sekunde seinen Stiefbruder Vince Pirell aus dessen brennendem Apartment retten. Da Vince früher eine Drogenküche betrieben hat, vermutet die Polizei, er habe die Explosion beim Hantieren mit Chemikalien selbst verursacht. Nur Toby glaubt an seine Unschuld. Er gerät jedoch schon bald selbst ins Visier der Polizeibeamtin Charlie Marks. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485627,"hoster":"VOE"},{"redirect":8643139,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der stumme Schrei","epNo":3,"alt":"A Voice in the Dark","descr":"Auf der Straße stößt Toby mit einem jungen Obdachlosen zusammen. Kurz darauf wird der Sanitäter von Visionen heimgesucht: Er sieht ein Mädchen, das in einer engen Zelle gefangen gehalten wird. Toby beschließt, den Obdachlosen zu befragen, doch diesem gelingt es immer wieder, seinem Verfolger zu entkommen. Bald ist sich Toby sicher, dass der junge Mann ebenfalls telepathische Fähigkeiten hat. Aber ist er Freund oder Feind? (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485626,"hoster":"VOE"},{"redirect":8643137,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was Frauen denken","epNo":4,"alt":"Some Kind of Love","descr":"In einem Club funkt es zwischen Toby und der hübschen Pathologin Mina. Sie lädt ihn zu sich nach Hause ein, doch gerade als die beiden sich näher kommen, erscheint Minas Ex-Freund Jason. Toby lässt die beiden allein, damit sie sich aussprechen können. Am nächsten Morgen erfährt er, dass Mina tot in ihrer Wohnung gefunden wurde. Toby gerät ins Visier der Ermittler und deckt auf eigene Faust eine gewaltige Verschwörung auf. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485631,"hoster":"VOE"},{"redirect":8643138,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer ist Lisa Grayson","epNo":5,"alt":"Lisa Says","descr":"Während Toby und Oz in ihrer Nachtschicht in Erinnerungen schwelgen, hört Toby Stimmen: Ein Junge benötigt ihre Hilfe. Die beiden machen sich auf den Weg und können gerade noch verhindern, dass Straßenkind Daniel Opfer einer Bandenschlägerei wird. Toby redet Daniel ins Gewissen, doch der verschwindet im Dunkel der Nacht. Da suchen Toby plötzlich Visionen von einem Mädchen namens Lisa heim, dessen Leben offenbar in Gefahr ist. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485634,"hoster":"VOE"},{"redirect":8643150,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Drachenlady","epNo":6,"alt":"Foggy Notion","descr":"Während einer Arbeitspause in Chinatown werden Toby und Oz Zeugen einer brutalen Schießerei mit zwei Toten. Die Schwester des Opfers, die blinde Kim Chu, ist von den Ereignissen völlig traumatisiert. Toby will ihr helfen, den Mord an ihrem Bruder aufzuklären. Dank seiner telepathischen Fähigkeiten wird ihm klar, dass ihr Bruder in die Machenschaften von Menschenhändlern verwickelt war. Und dass weitere Menschen in Gefahr sind. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485629,"hoster":"VOE"},{"redirect":8643141,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Iris","epNo":7,"alt":"Iris","descr":"Toby und Oz werden zu einem Einsatz in einem Hotel gerufen, wo ein Baby aus dem Fenster des zwölfen Stocks gefallen ist. Für das Kind scheint jede Hilfe zu spät zu kommen. Doch dann legt ein junges Mädchen namens Iris dem Baby die Hand auf, und mit einem Schlag ist der Säugling geheilt. Toby spürt eine Seelenverwandtschaft zu Iris und will mehr über sie und ihre außergewöhnliche Gabe herausfinden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":12930162,"hoster":"VOE"},{"redirect":8643140,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vergewaltigt","epNo":8,"alt":"One Way or Another","descr":"Ein Mädchen wurde in einem Park brutal vergewaltigt. Toby und Oz werden zum Tatort gerufen, wo Toby die Gedanken des Opfers lesen kann: Ein Mann mit einer weißen Maske hat sich an dem Mädchen vergangen. Als er diesen Hinweis an Detective Charlie Marks weitergibt, ist diese fest davon überzeugt, dass der skrupellose Serienvergewaltiger Brian Litvack erneut zugeschlagen hat. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485637,"hoster":"VOE"},{"redirect":8643142,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Böse Bonbons","epNo":9,"alt":"Inside the Man","descr":"Als Toby und Oz zu einem Einsatz gerufen werden, bietet sich ihnen ein Bild des Grauens: Inmitten einer Blutlache finden sie das ermordete Ehepaar Wade und Wendy Lassiter. Toby spürt, dass noch jemand im Haus ist. Tatsächlich entdecken sie Andy, den Sohn der Ermordeten, in einer Ecke kauernd und unfähig zu sprechen. Toby wird von einer Flut von Gedanken und Stimmen überrollt, die er in keinen Zusammenhang bringen kann. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":9699153,"hoster":"VOE"},{"redirect":8643143,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Türkischer Honig","epNo":10,"alt":"Missing","descr":"Während eines Abendessens findet Toby heraus, dass die Eltern seines Partners Oz in großen Schwierigkeiten stecken: Sollten sie die Hypothek auf ihr Restaurant nicht innerhalb von vierzehn Tagen zurückzahlen, droht das Aus. Zunächst versuchen sich Toby und Oz erfolglos beim Poker. Doch dann gibt Olivia ihnen den Hinweis, dass auf eine vermisste Person die stolze Summe von 100.000 Dollar ausgesetzt wurde. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485641,"hoster":"VOE"},{"redirect":8643153,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rabeneltern","epNo":11,"alt":"Beginning to See the Light","descr":"Toby und Oz werden zu einem schrecklichen Unfall gerufen und treffen auf einen Mann mit schweren Kopfverletzungen. Während Toby versucht, das Leben des Verletzten zu retten, kann er dessen Gedanken lesen: Er erfährt, dass auch eine junge hübsche Frau in den Unfall verwickelt war. Als der Mann kurz darauf stirbt, sieht Toby nur eine Möglichkeit, den mysteriösen Unfall aufzuklären: Er muss die junge Frau finden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13114436,"hoster":"VOE"},{"redirect":8643145,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich war William","epNo":12,"alt":"The 13th Juror","descr":"Tobys und Oz’ Fähigkeiten als Sanitäter werden in Zweifel gezogen, nachdem sie Beweise an einem Tatort vernichtet haben. Dank seiner besonderen Gabe findet Toby jedoch andere Hinweise auf den Täter. Später greifen die beiden einen Mann auf, der an Alzheimer leidet. Toby ist schockiert, als er begreift, dass genau dieser Mann der Schlüssel zu seiner eigenen mysteriösen Vergangenheit sein könnte. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485642,"hoster":"VOE"},{"redirect":8643147,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Reise zum Ich","epNo":13,"alt":"The Journey","descr":"Der Alzheimerpatient scheint auf mysteriöse Weise mit Tobys Vergangenheit verbunden zu sein. Ray glaubt, dass es sich bei dem Mann um Frank Cardea handelt, der Toby vor zwanzig Jahren zu ihm gebracht hat. Aufgrund seiner schwerwiegenden Demenz kann sich Frank nur bruchstückhaft erinnern, aber er weiß genau, dass Tobys totgeglaubte Mutter ihn geschickt hat. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":8485643,"hoster":"VOE"},{"redirect":8643146,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Fremde im See","epNo":1,"alt":"Lady in the Lake","descr":"Toby und Oz sind mit ihrem Rettungswagen unterwegs, als sie zu einem dringenden Einsatz am Strand gerufen werden. Am Ort des Geschehens angekommen, treffen sie auf eine junge Frau, die verwirrt umherläuft und scheinbar ihr Gedächtnis verloren hat. Toby bringt sie umgehend zu Olivia in die Klinik, doch anfangs kann sie sich nur bruchstückhaft erinnern. Nach und nach stellt sich heraus, dass die Frau als \"Problemlöserin\" in einem Minenunternehmen arbeitete, das mögliche Gegner offenbar ohne Rücksicht auf Verluste aus dem Weg geräumt hat. Aber warum kann sie sich an nicht erinnern? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12335883,"hoster":"VOE"},{"redirect":8643148,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Kopf des Mörders","epNo":2,"alt":"Crime Seen","descr":"Mc Cluskey will herausfinden, was es mit Toby auf sich hat und setzt deshalb ihren Assistenten auf ihn an, der jedoch nicht besonders viel erfährt. Daher beschließt sie, selbst aktiv zu werden und spricht Toby an. Der ist allerdings noch nicht bereit, Mc Cluskey reinen Wein einzuschenken und tischt ihr stattdessen ein Lügenmärchen über seine angebliche Fähigkeit, die Mimik von Menschen zu interpretieren, auf. Als ein Informant von Mc Cluskey wenig später in ernsthaften Schwierigkeiten steckt, ist Tobys Hilfe gefragt, wodurch Mc Cluseky von seiner wirklichen Gabe erfährt … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485649,"hoster":"VOE"},{"redirect":8643149,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blut und Fahneneid","epNo":3,"alt":"In His Sights","descr":"Die Konservative Partei hält einen Parteitag ab. Die beiden Spitzenkandidaten Legree und Spires kämpfen mit harten Bandagen. Als Toby die Gedanken eines Attentäters liest, machen sich Mc Cluskey und Toby auf die Suche nach dem potenziellen Täter. Dabei stoßen sie bei ihren Ermittlungen auf die Afghanistan-Vergangenheit Spires: Während seiner Dienstzeit kam ein unter seinem Kommando stehender Soldat auf mysteriöse Weise ums Leben. Gibt es einen Zusammenhang zwischen diesem Vorfall und dem drohenden Mordanschlag? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":13754811,"hoster":"VOE"},{"redirect":11925314,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Drei Brüder für einen Mord","epNo":4,"alt":"The Brothers Volkov","descr":"Toby und Oz ermitteln in einem kniffligen Fall: Diplomatensohn Dmitri Volkow soll seinen Vater umgebracht und anschließend die Polizei gerufen haben. Toby glaubt allerdings nicht an diese Geschichte und findet heraus, dass wahrscheinlich der zweite, autistische Sohn Pavel die Tat begangen hat. Und welche Rolle spielt bei allem die bildhübsche illegale Einwanderin Katja, die sich um Pavel kümmert? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12335887,"hoster":"VOE"},{"redirect":8643159,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die schwarze Acht","epNo":5,"alt":"Inner Circle","descr":"Mc Cluskey soll die Polizei-Einheit gegen Bandenkriminalität der Metro-Police überprüfen, da es dort in letzter Zeit zu Unregelmäßigkeiten gekommen ist. Um näher an den Beteiligten dran zu sein, lässt sie Toby Kontakt zu den beiden Polizisten Ross und Scott aufnehmen, die beide für diese Einheit arbeiten. Doch schon bei ihrem ersten Zusammentreffen stirbt Ross auf der Toilette an mit Zyanid gestrecktem Kokain. Als Mc Cluskey weitere Ermittlungen aufnehmen will, stößt sie genauso wie Toby auf eine Mauer des Schweigens … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485654,"hoster":"VOE"},{"redirect":8643161,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Magier","epNo":6,"alt":"The Magician","descr":"Der Gefangene Magnus möchte Mc Cluskey sprechen, um ihr eine wichtige Mitteilung zu machen. Er wird für einen Tag aus seiner Haftanstalt verlegt, um seine Aussage zu machen. Dabei berichtet er von seinem Mitgefangenen Carruthers und dessen Plan, einen Richter zu entführen und zu töten. Als Mc Cluskey und Toby im Gericht ankommen, stellt sich aber heraus, dass gar nicht dieser Richter, sondern Richter Sonnenfeld entführt wurde und ein Lösegeld für ihn erpresst werden soll. Toby und Mc Cluskey müssen sich die Frage stellen, welche Rolle Magnus überhaupt bei der ganzen Sache spielt … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485658,"hoster":"VOE"},{"redirect":8643152,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Ass im Ärmel","epNo":7,"alt":"Ace in the Hole","descr":"Der mysteriöse Tod eines CSIS-Agenten und ein Datenleck, durch das geheime Informationen an die Öffentlichkeit gelangen, beunruhigen Michelle: Um Informationen zu beschaffen, beauftragt sie Toby, an einem Poker-Turnier teilzunehmen, bei dem auch einige Verdächtige zugegen sein werden … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485653,"hoster":"VOE"},{"redirect":8643151,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Botschaft aus dem Reich der Toten","epNo":8,"alt":"Vanished","descr":"Bei einem Besuch im Krankenhaus wird Keith’ Baby Marly entführt. Wer der Täter sein könnte, ist jedoch völlig unklar. Dann stellt sich jedoch heraus, dass der erfolgreiche Industrielle Keith bereits in seiner Jugend ein Kind gezeugt hatte. Nachdem er die Mutter mit dem kleinen Mädchen damals verlassen hatte, beging diese Selbstmord. Könnte es sein, dass sich die mittlerweile erwachsene Tochter mit der Entführung von Marly an ihrem Vater rächen will? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485659,"hoster":"VOE"},{"redirect":8643163,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jericho","epNo":9,"alt":"Jericho","descr":"Bei einer Kontrolle fallen der IIB tausende Kreditkarten-Rohlinge in die Hände. Als Toby bei Befragungen der Beteiligten ihre Gedanken lesen soll, stößt er auf die Bezeichnung \"Jericho Elf\", was alle zuerst für den Namen eines Drahtziehers halten. Bei ihren Nachforschungen rückt bald der ehemalige Hacker Duquette ins Zentrum der Ermittlungen, der mittlerweile eine gutgehende Firma für Sicherheitslösungen im Computerbereich leitet und eine enge Geschäftsbeziehung zum Leiter der Computersicherheit der kanadischen Finanzbehörde, Kenneth Niles, unterhält … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14044867,"hoster":"VOE"},{"redirect":8643154,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Schuss ins Knie","epNo":10,"alt":"Desperate Hours","descr":"Was sich wie ein Routinefall anhört, entpuppt sich für Toby und Oz als tödliche Falle: Sie werden gerufen, um einen gebrochenen Knöchel zu behandeln, doch vor Ort treffen sie auf ein Gaunerpärchen, das die beiden Sanitäter mit vorgehaltener Waffe bedroht. Ihre Forderung: Toby und Oz sollen einen Mann behandeln, den die Verbrecher – angeblich versehentlich – angeschossen haben. Die Sanitäter müssen nicht nur unter widrigsten Umständen eine riskante Operation wagen, sondern dabei auch ständig um ihr eigenes Leben fürchten … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485665,"hoster":"VOE"},{"redirect":8643155,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das letzte Abendmahl","epNo":11,"alt":"To Die For","descr":"Toby soll in einem Mordprozess gegen den Mafiaboss die Glaubwürdigkeit des Kronzeugen überprüfen: Sternekoch Dylan Morris, in dessen Restaurant sich die Bluttat ereignet hat. Bei seiner Arbeit kommen Toby Zweifel, ob das Verbrechen wirklich so ablief, wie Morris es schildert. Auch die übrigen Zeugen – Morris¿ Cousin Jack und Souschef Magda – liefern abweichende Versionen der Geschehnisse. Toby muss seine übernatürlichen Fähigkeiten nutzen, um den Erinnerungen aller Beteiligten auf die Sprünge zu helfen und den wahren Täter zu ermitteln … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485669,"hoster":"VOE"},{"redirect":8643156,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kopf-Gewitter","epNo":12,"alt":"Eye Of The Storm","descr":"Durch immer wieder heftig auftretende Kopfschmerzen, bereitet Toby das Lesen von Gedanken zunehmend Schwierigkeiten. Deshalb drängt ihn Olivia dazu, sich von ihr gründlich untersuchen zu lassen.Doch dafür bleibt Toby zumindest vorerst keine Zeit. Denn die kanadische Außenministerin Diane Feeny steckt in der Klemme: Sie wird von dem ehemaligen Journalisten Gregory Wassermann erpresst. Er droht damit, ein Video zu veröffentlichen, das die Ministerin beim Sex mit einem Callboy zeigt. Und als wäre das allein noch nicht schlimm genug, konnte der Verbrecher darüber hinaus, noch weitere brisante Geheiminformationen in seinen Besitz bringen. Sergeant McCluskey und Toby wollen den Täter entlarven …","versions":[{"lang":1,"streams":[{"redirect":8485671,"hoster":"VOE"},{"redirect":8643157,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tödliche Gedanken","epNo":13,"alt":"Reckoning","descr":"Toby erfährt von Olivia, dass er seine übersinnliche Begabung nur noch sparsam einsetzten sollte – denn auf die Dauer schadet sie sonst seiner Gesundheit. Doch Toby schlägt alle Warnungen in den Wind: Er will Sergeant McCluskey bei einem vertrackten Fall ungeklärter Selbstmorde helfen, in den eine junge Frau auf mysteriöse Weise verwickelt ist …","versions":[{"lang":1,"streams":[{"redirect":8485664,"hoster":"VOE"},{"redirect":8643158,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bankgeheimnis","epNo":1,"alt":"The Bank Job","descr":"Tobi ist mit Oz in der Stadt unterwegs, als er Geld braucht und eine Bank betritt. Zufällig findet in dieser Bank sogleich ein Banküberfall statt, und als die Polizei anrückt, bevor die Täter fliehen können, werden die anwesenden Kunden als Geiseln genommen. Tobi kann allerdings wieder ohne Beschwerden Gedanken lesen und gibt McCluskey durch eine Verletzte wertvolle Hinweise, die sie auf die richtige Spur bringt. Auch Klein wird jetzt durch McCluskey über Tobis übernatürliche Fähigkeiten informiert und es wird sogar eine Spezialeinheit mit Tobi, McCluskey und Dev gebildet, die von nun an rätselhafte Fälle lösen soll. (Text: Fox)","versions":[{"lang":1,"streams":[{"redirect":8485673,"hoster":"VOE"},{"redirect":8643173,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Silberstern","epNo":2,"alt":"Cold Case Blues","descr":"Toby beginnt in der neuen Sondereinheit als Spezialberater und gleich der erste Fall ist eine harte Nuss. Eine ehemalige Polizistin, Stephanie Cordell, die vor einigen Jahren verschwunden ist, wird in einer Wand eingemauert aufgefunden und Kleins Team bemüht sich sehr, den Fall nach fast zehn Jahren endlich aufzuklären. Neben Stephanies Exfreund Walker, kommt auch der Drogendealer McCallan als Verdächtiger in Frage, da damals Stephanie einen Mordfall untersuchte, in dem er eine wichtige Rolle spielte. Es gibt aber auch noch einen unbekannten Spanner und eventuell einen Nebenbuhler Walkers, die als Täter in Frage kommen. Toby gelingt es auch diesmal viele wichtige Fakten zu \"lesen, kompliziert wird es allerdings, als er Kleins Freund, den Staatsanwalt Morrissey \"liest\" und dabei entdeckt, dass dieser ebenfalls in der Mordnacht bei Stephanie war. Die Verdachtsmomente gegen Morrissey werden immer stärker und schließlich muss Klein selbst Ermittlungen gegen ihn aufnehmen, die auch zum Erfolg führen. Morrissey hatte damals Stephanie in einer Affekthandlung getötet, weil sie sich von ihm trennen wollte. Toby hat seinen ersten Fall mit Bravour gelöst. (Text: Fox)","versions":[{"lang":1,"streams":[{"redirect":8485672,"hoster":"VOE"},{"redirect":8643172,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der letzte Vorhang","epNo":3,"alt":"Curtain Call","descr":"Auf die berühmte Popsängerin Jade wird ein Anschlag verübt, dabei stirbt aber nicht sie, sondern ihr \"Mädchen für alles\" Bodie. Um Jades Sicherheit gewährleisten zu können, fängt Toby bei Jade als Sicherheitsexperte an, der auch bald einiges zu tun bekommt. Hinter den Angriffen vermutet die Polizei zuerst einen Stalker, später die Schwester von Jades ehemaliger Partnerin Samantha, Jenny. Als Toby und Michelle schon fast sicher sind, dass Jenny hinter den Gewalttaten steckt, um den Selbstmord ihrer Schwester zu rächen, \"sieht\" Toby die fiesen Pläne von Jades Manager J.C., der aus Frust darüber, dass Jade das Management wechseln möchte, sie aus dem Weg schaffen will. Toby gelingt es aber in allerletzter Sekunde, dies zu verhindern und Jade kann sicher auf ihre Welttournee gehen. (Text: Fox)","versions":[{"lang":1,"streams":[{"redirect":8485676,"hoster":"VOE"},{"redirect":8643165,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sohn des Monsters","epNo":4,"alt":"The Taking","descr":"Toby soll bei der Aufklärung einer Entführung mitarbeiten, bei der der Sohn eines liberianischen Politikers gekidnappt wurde. Sein Vater ist aufgrund brutaler Methoden nicht gerade beliebt und so gibt es viele potentielle Täter, die die Entführung durchgeführt haben könnten. Dazu zählen ein regimekritischer Aktivist, die Mutter des Jungen, der der Zugang zu ihrem Kind verwehrt wird oder ein liberianischer Oppositioneller, der jetzt auch in Kanada lebt und unter der Diktatur Ayims zu leiden hatte. Schließlich stellt sich aber heraus, dass der Sohn selbst hinter der Entführung steckt und mit dem Geld seines Vaters ebenfalls Macht ausüben wollte. Dank Toby und Michells Aufklärungsarbeit gelingt dies aber nicht und so verschwindet Ayims Sohn hinter Schloss und Riegel. (Text: Fox)","versions":[{"lang":1,"streams":[{"redirect":8485675,"hoster":"VOE"},{"redirect":8643164,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schmetterling","epNo":5,"alt":"Rogues\u0027 Gallery","descr":"Tobys IIB-Kollegin Michelle wird als Undercover-Ermittlerin in einen Ring von Kunstdieben eingeschleust. Da die Bande als äußerst gewaltbereit gilt, soll Toby seine Kollegin mittels Telepathie auf Schritt und Tritt überwachen … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485682,"hoster":"VOE"},{"redirect":8643162,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Artemis","epNo":6,"alt":"She Sells Sanctuary","descr":"Toby und Michelle nehmen eine Sekte ins Visier, die für das Verschwinden dreier junger Frauen verantwortlich sein soll. Der Sektenführer Mitch Deerfoot beteuert allerdings seine Unschuld und führt die Ermittler bereitwillig in seiner Kommune herum. Michelle traut ihm nicht über den Weg, doch Toby ist tief beeindruckt von den klaren Gedankenmustern der Sektenmitglieder, die er dank seiner telepathischen Gabe spüren kann … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485683,"hoster":"VOE"},{"redirect":12984881,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gift","epNo":7,"alt":"Poisoned Minds","descr":"Die Führungsebene eines Pharmakonzerns feiert in einem Restaurant den Abschluss eines guten Geschäftsjahrs und lässt sich dabei auch von einer Gruppe Demonstranten vor der Tür nicht stören – bis CEO Jeffrey Brandt plötzlich tot zusammenbricht. Auch fünf weitere Manager zeigen wenig später starke Krankheitssymptome. Toby und Michelle sollen herausfinden, wer hinter dem heimtückischen Anschlag steckt … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485688,"hoster":"VOE"},{"redirect":8643174,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schuss nach hinten","epNo":8,"alt":"Now You See Him","descr":"Der geniale Schwerkriminelle Magnus Elphrenson entkommt aus dem Gefängnis und hinterlässt Michelle eine Nachricht: Er ist auf Rache aus! Doch an wem ich Elphrenson rächen will, ist den Ermittlern ein Rätsel, und auch Toby tut sich schwer, die Gedanken des Gesuchten zu erspüren … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485685,"hoster":"VOE"},{"redirect":8643167,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Fremde im Zug","epNo":9,"alt":"Crossed","descr":"Das IIB-Team untersucht den Mord an der reichen Philanthropin Franca Burrows. Während der Ermittlungen beschleicht Michelle allerdings der Verdacht, dass auf Tobys übersinnliche Fähigkeiten nicht unbedingt Verlass ist. Auch Toby gerät ins Grübeln: Führt ihn sein telepathisches Talent diesmal sogar in die Irre statt auf die Spur des Täters? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485684,"hoster":"VOE"},{"redirect":8643169,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Good Bye Olivia","epNo":10,"alt":"Lockdown","descr":"Das Team der Notaufnahme des St.Lukes-Hospitals wird mit einer unerklärlichen Epidemie konfrontiert: Ein gefährliches Virus breitet sich in der Notaufnahme aus und greift in Sekundenschnelle von einem auf den anderen Patienten über. Alle Opfer bluten aus Mund und Nase. Nur das erste Opfer, Karl Stiles, wähnt sich offenbar von Mördern verfolgt.\"Die bringen Leute um\" sagt Stiles kurz bevor er ohnmächtig wird. Und nur wenig später ist er tot. Olivia erkennt sofort den Ernst der Lage und ordnet die Abriegelung der Notaufnahme an, um eine weitere Ausbreitung der Erkrankung zu verhindern. Toby wird hinzugezogen, um in den Gedanken der Patienten nach der Quelle der Infektion zu forschen …","versions":[{"lang":1,"streams":[{"redirect":8485686,"hoster":"VOE"},{"redirect":8643168,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Captain Nightfall","epNo":11,"alt":"Captain Nightfall","descr":"Toby und Michelle untersuchen ein Reihe von Wohnungseinbrüchen und Raubüberfällen, bei denen die Täter mit äußerster Brutalität vorgegangen sind. Dabei kommt ihnen ein mysteriöser Mann im Superheldenkostüm in die Quere, der sich offenbar in bester Comic-Tradition der Bekämpfung des Verbrechens verschrieben hat … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485703,"hoster":"VOE"},{"redirect":8643170,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Beste Freunde","epNo":12,"alt":"The Bro Code","descr":"Oz bittet Toby um Hilfe: Der Hellseher soll einem alten Freund von Oz beistehen, der Zeuge eines Mordes geworden ist. Ohne es zu ahnen, gerät Oz dadurch selbst in tödliche Gefahr … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485700,"hoster":"VOE"},{"redirect":8643171,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Schuss","epNo":13,"alt":"The Shooting","descr":"Bei einer missglückten Festnahme durch das IIB wird ein Verdächtiger erschossen, und alles scheint darauf hinzudeuten, dass es Michelles Schuld war. Ihre Karriere steht vor dem Ende – doch Toby ist überzeugt, dass Michelle in eine sorgfältig vorbereitete Falle geraten ist … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8485696,"hoster":"VOE"},{"redirect":8643175,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Zwischen Gestern und Morgen","epNo":1,"alt":"Blast From the Past","descr":"Tobys Leben gestaltet sich immer spannender – und das liegt nicht zuletzt daran, dass er nun in einer festen Beziehung mit der Reporterin Tia lebt, der einzigen Person, deren Gedanken er nicht lesen kann. Auch für seine Kollegen geht es dramatisch weiter: Michelle hat immer noch große Probleme in ihrer Ehe, und IIB-Chef Alvin bekommt Ärger mit der neuen Superintendentin Nichola Martell. Toby und Michelle ermitteln dieses Mal in Vancouver. Dabei geht es um Hightech-Diebstähle – und ausgerechnet Logans Ex-Freundin scheint darin verwickelt zu sein.","versions":[{"lang":1,"streams":[{"redirect":13114437,"hoster":"VOE"},{"redirect":8643179,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Panzerbrecher","epNo":2,"alt":"The Blue Line","descr":"Eine Gangsterbande hat ein gepanzertes Fahrzeug gestohlen. Bei dem Überfall ist ein Polizist ums Leben gekommen. Toby und Michelle jagen die gefährlichen Verbrecher. Vor allem Michelle liegt viel daran, die Bande zu finden, denn sie kannte den ermordeten Officer. Bei ihrer Arbeit fühlen sich die beiden zunehmend von der neuen Superintendentin Nichola Martell unter Druck gesetzt.","versions":[{"lang":1,"streams":[{"redirect":13993125,"hoster":"VOE"},{"redirect":8643184,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Balkonsturz","epNo":3,"alt":"Early Checkout","descr":"Auf eine Kollegin der Journalistin Tia wurde ein Anschlag verübt. Sie hat schwer verletzt überlebt und liegt nun im Krankenhaus. Toby untersucht den Fall und erfährt von Tia, dass ihre Kollegin vor kurzer Zeit einen vernichtenden Artikel über einen einflussreichen Hotelbesitzer geschrieben hat. Bald gibt es Streit zwischen Toby und Tia: Er bittet seine Freundin, sich aus der Sache herauszuhalten und die Ermittlungen dem IIB zu überlassen. Das sieht Reporterin Tia natürlich ganz anders.","versions":[{"lang":1,"streams":[{"redirect":8485702,"hoster":"VOE"},{"redirect":8643185,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tiefgekühlt","epNo":4,"alt":"Cold Storage","descr":"Michelle steckt im Gefühlschaos: Ihr Mann Adam hat das Thema \"Kinder\" angeschnitten – und Michelle weiß nicht, ob sie wirklich dazu bereit ist, eine Familie zu gründen. So fällt es ihr ziemlich schwer, sich voll auf ihren neuen Fall zu konzentrieren: Toby und sie jagen einen Mörder, der Kenntnis über geheime Informationen haben soll, die die nationale Sicherheit betreffen.","versions":[{"lang":1,"streams":[{"redirect":8485697,"hoster":"VOE"},{"redirect":8643176,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bitte anschnallen!","epNo":5,"alt":"Buckle Up","descr":"Toby und Michelle sind einer Diebesbande auf den Fersen. Ihre Ermittlungen ergeben, dass sich die Räuber als Polizisten tarnen und Toby stellt fest, dass er eine der Hauptpersonen der Bande kennt. Klein und Dev kommen zu der Überzeugung, dass es das Beste wäre, wenn Toby undercover ermittelt. Michelle ist davon allerdings alles andere als begeistert. Doch Toby glaubt, dass er für einen solchen Einsatz bereit ist und dass ihn seine telepathischen Fähigkeiten schützen werden.","versions":[{"lang":1,"streams":[{"redirect":8485705,"hoster":"VOE"},{"redirect":8643178,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nummer Vier","epNo":6,"alt":"Witness for the Prosecution","descr":"Auf den Kronzeugen in einem Mafiaprozess wurde ein Anschlag verübt. Ein FBI-Agent bittet Toby und Michelle, ihn bei seinen Ermittlungen zu unterstützen. Sie beginnen gleich mit ihren Nachforschungen. Während der Zeuge in einem Krankenhaus langsam seiner Genesung entgegensieht, finden Toby und Michelle heraus, dass bei dem Anschlag nicht nur ein unliebsamer Zeuge aus dem Weg geräumt werden sollte. Vielmehr stoßen die beiden IIB-Agenten auf eine äußerst gefährliche Verschwörung.","versions":[{"lang":1,"streams":[{"redirect":8485708,"hoster":"VOE"},{"redirect":8643186,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familienkämpfe","epNo":7,"alt":"Caged In","descr":"Toby wird Zeuge des Todes von Scotty Furmanek, einem vielversprechenden jungen Martial-Arts-Kämpfer. Der hatte sich für ein Kinderkrankenhaus engagiert, in dem auch Oz aktiv ist. Bei seinen Ermittlungen bekommt Toby schnell den Eindruck, dass der Tod von Scotty Furmanek etwas mit der starken Rivalität zwischen den beiden Ligen zu tun haben muss, in denen die Martial-Arts-Sportler organisiert sind.","versions":[{"lang":1,"streams":[{"redirect":13114438,"hoster":"VOE"},{"redirect":8643177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod im Feuer","epNo":8,"alt":"The Illustrated Woman","descr":"Toby und Michelle untersuchen den Mord an einer mysteriösen Frau, die zahlreiche Tätowierungen aufweist. Toby kommt bei seinen Ermittlungen zu der Annahme, dass die Tat mit einem Fall von Spionage und Erpressung in Zusammenhang steht.","versions":[{"lang":1,"streams":[{"redirect":13001786,"hoster":"VOE"},{"redirect":8643188,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kochbuch Club","epNo":9,"alt":"Love’s a Bitch","descr":"Ein Diplomat wird ermordet in einem Hotelzimmer aufgefunden. Kurz darauf kontaktiert der britische Geheimdienst den IIB und bittet um Mithilfe. Vor allem ist man auf der Suche nach dem Mobiltelefon des Opfers, das spurlos verschwunden ist. Ihre Ermittlungen führen Toby und Michelle zu einer Dating-Agentur, die über das Internet operiert.","versions":[{"lang":1,"streams":[{"redirect":8485714,"hoster":"VOE"},{"redirect":8643180,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der beste Jahrgang","epNo":10,"alt":"The Long Con","descr":"Toby und Michelle sind einem Mörder und Menschenhändler auf der Spur. Entscheidende Hilfe erhalten die beiden bei ihren Ermittlungen von einer Hochstaplerin. Sie wurde vor kurzem vom IIB festgenommen und bietet ihre Unterstützung bei der Suche nach dem Killer an, mit dem sie eine mysteriöse Geschichte zu verbinden scheint.","versions":[{"lang":1,"streams":[{"redirect":12930164,"hoster":"VOE"},{"redirect":8643189,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Haus des Schreckens","epNo":11,"alt":"House of Horror","descr":"In ihrem neuesten Fall werden Toby und Michelle mit einem Geisterhaus, einer Gruselfilmproduktion, auf der ein Fluch zu liegen scheint, und mit dem Mord an einem bekannten Schauspieler konfrontiert. Der wurde bei den Dreharbeiten erschossen. Anscheinend hatte jemand die Platzpatronen durch echte Munition ersetzt. Toby und Michelle verdächtigen zunächst die Schauspielerin Nikki Hutton, die die Waffe abgefeuert hat.","versions":[{"lang":1,"streams":[{"redirect":8485710,"hoster":"VOE"},{"redirect":8643181,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Falsche Pässe","epNo":12,"alt":"False I.D.","descr":"Toby und Michelle verfolgen einen Mordverdächtigen. Ausgerechnet der neue Polizeichef mischt sich ein und verhindert schließlich sogar die Festnahme. Dann kommt es zu einem folgenschweren Zwischenfall. Ein Gangster schießt auf Toby und Michelle. Um Michelles Leben zu retten, bleibt Toby nur eine Möglichkeit: Er nimmt die zu Boden gefallene Waffe – und tötet zum ersten Mal in seinem Leben einen Menschen …","versions":[{"lang":1,"streams":[{"redirect":13114439,"hoster":"VOE"},{"redirect":8643182,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Operation","epNo":13,"alt":"Fatal Vision","descr":"Nachdem er einen Verdächtigen erschossen hat, leidet Toby unter einem posttraumatischen Stresssyndrom. Außerdem wird wegen des Vorfalles intern gegen ihn ermittelt. Als wenn das noch nicht genug wäre, hat Toby im Krankenhaus auch noch eine äußerst beunruhigende Vision von einem bevorstehenden Attentat. Anscheinend plant jemand, einen französischen Politiker zu ermorden, der gerade das Land besucht.","versions":[{"lang":1,"streams":[{"redirect":8485718,"hoster":"VOE"},{"redirect":8643183,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Wrong Man","descr":"Im ersten neuen Fall der fünften Staffel geht ein Mörder auf frappierende Art einem alten Fall von Sgt. Michelle McCluskey ähnelnd vor: Er hinterlässt lebende Schlangen bei seinen Mordopfern. Allerdings hatte die Polizistin seinerzeit einen vermeintlichen Täter hinter Gitter gebracht, der dort noch sitzt und folglich für die aktuelle Tat ein ziemlich wasserdichtes Alibi hat. Hat sie damals den falschen verhaftet? McCluskey, die derzeit ihren Mutterschaftsurlaub genießt, wird durch den Anwalt des Verurteilten durch die Medien gezogen und auch von der IIB auf den Prüfstand gestellt.","versions":[{"lang":2,"streams":[{"redirect":11328995,"hoster":"VOE"},{"redirect":10143610,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Lockup","descr":"Ein ehemaliger Kollege kehrt ins Team zurück und gefährdet den Erfolg, den Sie gerade erreicht haben.","versions":[{"lang":2,"streams":[{"redirect":11328996,"hoster":"VOE"},{"redirect":10143611,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dancing With the Enemy","descr":"Toby und das IIB Team untersuchen die Entführung einer Ballerina, nachdem TIA Sie zu Korruption bei einer Tanzkompanie neigt.","versions":[{"lang":2,"streams":[{"redirect":12991495,"hoster":"VOE"},{"redirect":12991489,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Smoke and Mirrors","descr":"Während das Team einen verkorksten magischen Stunt untersucht, der einen Investment-Guru tötete, droht Beckers Prüfung von Toby, sein Geheimnis auszusetzen.","versions":[{"lang":2,"streams":[{"redirect":11328997,"hoster":"VOE"},{"redirect":10143612,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Game Over","descr":"Die IIB untersucht nach einem erfolgreichen Videospiel-Entwickler und ehemaliger Freund von Dev es ist am Vorabend der Veröffentlichung seines neuen Spiels ermordet.","versions":[{"lang":2,"streams":[{"redirect":11329000,"hoster":"VOE"},{"redirect":10143614,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Man in the Mirror","descr":"Nachdem ein Psychiater ermordet wurde, kämpft Toby, um mit einem geistig kompromittierten Verdächtigen umzugehen.","versions":[{"lang":2,"streams":[{"redirect":11329003,"hoster":"VOE"},{"redirect":10143616,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Amuse Bouche","descr":"Das Team untersucht den Mord an einem Koch-Show-Kandidat, vergiftet auf Live-Fernsehen.","versions":[{"lang":2,"streams":[{"redirect":11329005,"hoster":"VOE"},{"redirect":10143615,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"White Whale","descr":"Das IIB-Team untersucht einen Bürgermeister Kandidaten für Mord, nachdem Becker eifrig an Tobys Geschenk interessiert ist.","versions":[{"lang":2,"streams":[{"redirect":11329007,"hoster":"VOE"},{"redirect":10143618,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Fugitive","descr":"Nachdem ein Nachbar von Oz ermordet wurde, finden die IIB-Team heraus, dass er hinter einem legendären Münz Überfall war und Sie müssen den Schatz finden, um den Mörder zu fangen.","versions":[{"lang":2,"streams":[{"redirect":11329008,"hoster":"VOE"},{"redirect":10143617,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Family Secrets","descr":"Geschwister Rivalität wird ein wichtiger Faktor im Falle eines Playboy Milliardärs Mord und die Untersuchung macht Toby Wunder über seine eigene Familie.","versions":[{"lang":2,"streams":[{"redirect":11329006,"hoster":"VOE"},{"redirect":10143619,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Zero Recall","descr":"Toby erlebt Gedächtnisverlust, nachdem er betäubt wurde, und er wird beschuldigt, an einem bewaffneten Entführungsvorfall teil genommen zu haben.","versions":[{"lang":2,"streams":[{"redirect":11329009,"hoster":"VOE"},{"redirect":10143620,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"An Innocent Man","descr":"Toby geht undercover in ein Gefängnis, um einen Mann zu untersuchen, der glaubt, dass er für einen Mord eingerahmt wird.","versions":[{"lang":2,"streams":[{"redirect":11329011,"hoster":"VOE"},{"redirect":10143622,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"In Our Midst","descr":"Geheimnisse aus Toby\u0027s Vergangenheit werden endlich ans Licht gebracht. Michelle, Toby, und Dev finden sich in der äußerst unbequemen Position der Untersuchung gegen ihreihren eigenen Chef wieder. Auf geheimen Aufträgen von Richter Samuel Griffin und stellvertretender Kommissar Earl Bamford von der IIB, muss das Team in Becker es Umgang mit Curtis Maynard, ein entehrter ehemaliger Polizist mit Verbindungen zum Drogenhandel zu suchen.","versions":[{"lang":2,"streams":[{"redirect":12382732,"hoster":"VOE"},{"redirect":10143623,"hoster":"Streamtape"}]}]}]}]}