{"path":"/serie/stream/the-french-mans","name":"The French Mans","descr":"Nach einem Missverständnis ist es mit dem eintönigen Alltag von Vincent Piquet und Alban Burne abrupt vorbei. Die beiden Loser decken eine Verschwörung auf, die sie ins Netz eines professionellen Verbrecherrings führt. Damit beginnt ein verrückter und chaotischer Wettlauf gegen die Zeit, bei dem sie alles tun, um ihre Haut zu retten und in jede Menge gefährlicher Situationen geraten, ohne auch nur für einen Moment aufzuhören, zu meckern.","seasons":[{"path":"/serie/stream/the-french-mans/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-french-mans/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11550116","hoster":"VOE"},{"path":"/redirect/11550134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Vincent und Alban wurden von Herrn Hermann entführt, dem Mann, dessen Frau entführt wurde. Er beschuldigt Alban und Vincent, das Telefon gestohlen zu haben – und den großen Geldbetrag, der dazu gehörte, nämlich das Lösegeld, mit dem seine Frau befreit werden sollte. Hermanns Schergen drohen den beiden Männern, sie zu töten, wenn sie nicht gestehen. Doch Hermann zwingt Vincent und Alban stattdessen zu einem Rendezvous mit den Entführern seiner Frau, gefährlichen Mitgliedern einer albanischen Bande, mit einem leeren Koffer statt dem Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11550123","hoster":"VOE"},{"path":"/redirect/11550150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Vincent versucht, mit dem Anführer der albanischen Bande eine Einigung zu erzielen. Doch der nicht informierte Alban findet Frau Hermann und befreit sie. Auf dem Gelände des Departementsrats in Meurthe-et-Moselle kommt es zu einer Verfolgungsjagd. Es gelingt ihnen zu fliehen und Manon kann endlich zu ihrem Mann zurückkehren. Doch kaum sind sie wieder vereint, bricht zwischen ihnen ein heftiger Streit aus, der Herrn Hermann den Tod bringt. Alban muss seine Fingerabdrücke auf der Tatwaffe hinterlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917852","hoster":"VOE"},{"path":"/redirect/11550213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Vincent und Alban stellen fest, dass sie sich in tieferem Wasser befinden als ursprünglich gedacht, als sie herausfinden, dass Manon Hermann die Tochter von Claude Becker ist, dem einzigen Investor des Öko-Viertel-Projekts – ein Projekt, bei dem Louise im Rahmen ihrer Arbeit die Leitung übernommen hat mit dem Fachschaftsrat. Manon erpresst sie und fordert sie auf, eine Spieluhr aus dem Haus des aus Russland geflohenen Oligarchen Marat Milankovitch zu holen, die sie für wertvoll hält. Nachdem Vincent und Alban vom Anführer der albanischen Bande abgefangen wurden, stürzen sie auf einer Party in Milankovitchs Villa ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11550248","hoster":"VOE"},{"path":"/redirect/11550300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Der französische Auslandsgeheimdienst DGSE hat Vincent und Alban ins Visier genommen und ihre Aktionen der letzten 24 Stunden rekonstruiert. Ein Doppelagent, der seinen Kollegen eliminiert hat, hofft auch, ihnen den Mord anzuhängen, den er begangen hat. In der Zwischenzeit bereiten Vincent und Alban vor, die Spieluhr an Manon zurückzugeben. Aber Alban bricht es und die beiden Männer decken eine Verschwörung im Zusammenhang mit dem Öko-Viertel-Projekt auf. Vincent macht sich Sorgen um Louise, seine Ex, in die er immer noch verliebt ist und die sich diesem Projekt verschrieben hat. Es bleibt keine Zeit, sie zu warnen, denn ihre Feinde sind ihnen berits auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11550361","hoster":"VOE"},{"path":"/redirect/11550382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Vincent und Alban entkommen der Ergreifung – vorerst. Auf der Einweihungsfeier des neuen Öko-Viertels wird Louise überfallen und entführt. Vincent und Alban konfrontieren Claude Becker, den Kopf hinter der Verschwörung, aber er erinnert sie daran, dass er ihre Fingerabdrücke auf der Salatschüssel hat, mit der Mr. Hermann getötet wurde. Schlimmer noch, Vincent wird kontaktiert und ihm mitgeteilt, dass Louise sterben wird, wenn sie kein Dokument in ihrem Besitz zurückgeben. Nach einem Streit mit Alban versucht Vincent, Louise alleine zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382558","hoster":"VOE"},{"path":"/redirect/11550086","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-french-mans/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-french-mans/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11936104","hoster":"VOE"},{"path":"/redirect/11936105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950950","hoster":"VOE"},{"path":"/redirect/11937031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937021","hoster":"VOE"},{"path":"/redirect/11937019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-french-mans/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Letzte gerade Linie für Vincent und Alban, entschlossen, nach Hause zurückzukehren, aber immer noch eine gefährliche Phiole bei sich. Vincent nutzt es als Faustpfand, um mit der DGSE zu verhandeln, um ihr Leben zurückzubekommen. Aber in Beaucastel, mitten auf dem Weihnachtsmarkt, kommen alle ihre Feinde zusammen, bereit, alles zu tun, um sie ein für alle Mal zu neutralisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11937027","hoster":"VOE"},{"path":"/redirect/11937028","hoster":"Streamtape"}]}]}]}]}