{"seriesId":"the-girl-before","name":"The Girl Before","descr":"Jane (Gugu Mbatha-Raw) hat sich in ein extrem minimalistisches Haus eines exzentrischen Architekten verliebt und erhält schließlich die Zusage, einziehen zu dürfen. Allerdings muss sie sich verpflichten, sich an die vom Erbauer aufgestellte Liste eigenwilliger Vorschriften zu halten. Mit der Zeit bemerkt sie, wie sie das Leben in dem Haus auf unerwartete Weise verändert hat. Als sie davon erfährt, dass drei Jahre zuvor die Mieterin Emma (Jessica Plummer) hier verstorben war, entdeckt Jane Gemeinsamkeiten zwischen sich und ihrer Vorgängerin. Droht ihr dasselbe Schicksal?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Jane erhält die Gelegenheit, in einem wunderschönen Haus von Edward Monkford neu anzufangen, der für seine Mieter ein strenges Regelwerk aufstellt. Doch als sie eine verblüffende Entdeckung über Emma, die Vormieterin des Hauses, macht, ist Jane gezwungen, sich mit den beunruhigenden Ähnlichkeiten in ihren Geschichten auseinanderzusetzen - und beginnt sich zu fragen, ob ihr dasselbe Schicksal widerfahren wird.","versions":[{"lang":1,"streams":[{"redirect":14356757,"hoster":"VOE"},{"redirect":13608037,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Emma beginnt eine zaghafte Beziehung zu Edward Monkford, die Janes eigene Beziehung zu dem Architekten in der Gegenwart widerspiegelt. Während sich Edwards Bemühungen um die beiden Frauen auf beunruhigende Weise ähneln, ist Emma gezwungen, gegen ihren Angreifer auszusagen, während Janes verbissene Suche nach Antworten die drohende Gefahr erahnen lässt.","versions":[{"lang":1,"streams":[{"redirect":14375909,"hoster":"VOE"},{"redirect":13608032,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Nachdem sie schockierende Nachrichten erhalten hat, beschließt Jane, endlich die Wahrheit über Emmas Geschichte herauszufinden - und darüber, was Edward wusste. Emmas Welt fällt immer weiter in sich zusammen.","versions":[{"lang":1,"streams":[{"redirect":14356795,"hoster":"VOE"},{"redirect":13608033,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Als sich das Haus gegen sie zu wenden scheint, gerät Emma in eine immer gefährlicher werdende Situation. In der Gegenwart bringen Janes Ermittlungen einige erschreckende Wahrheiten über Edward, das Haus und Emma ans Licht.","versions":[{"lang":1,"streams":[{"redirect":14356794,"hoster":"VOE"},{"redirect":13608040,"hoster":"Streamtape"}]}]}]}]}