{"seriesId":"the-yakuzas-guide-to-babysitting","name":"The Yakuza\u0027s Guide to Babysitting","descr":"[Kumichou Musume to Sewagakari] Tooru Kirishima ist die rechte Hand des Sakuragi-Clans. Als solches kann er seinen brutalen Instinkten freien Lauf lassen, was ihm den Spitznamen \"Dämon der Sakuragi\" einbrachte. Nichts scheint seinem bösen Wesen im Weg zu stehen. Doch dann erhält er eines Tages einen unerwarteten Auftrag: Er soll auf die Tochter seines Bosses aufpassen. Dies ist die herzerwärmende (oder grauenerregende?) Geschichte eines kleinen Mädchens und seiner Yakuza-Nanny!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Yakuza`s Guide to Babysitting","descr":"Tōru Kirishima ist ein knallharter Yakuza und Anwärter auf die Führung des Sakuragi-Clans. Allerdings regelt er die Dinge gerne, wie es ihm beliebt, und lässt sich nur selten reinreden. Dabei neigt er dazu, es mit der Gewalt zu übertreiben. Eines Tages beschließt der Clanführer der Sakuragis, Kirishima mit der Betreuung seiner kleinen Tochter zu betrauen, um ihm mehr verantwortungsbewusstes Handeln einzuimpfen. Eine Aufgabe, in die \"der Teufel der Sakuragis\" jedoch erst einmal hineinwachsen muss...","versions":[{"lang":3,"streams":[{"redirect":12931960,"hoster":"VOE"},{"redirect":12512191,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"A Kind Person","descr":"Yaekas Mitschülerinnen reden unentwegt von ihren Müttern. Das geht nicht spurlos an Yaeka vorbei. Indes beauftragt ihr Vater, der Clanführer, seine Gefolgsleute Kirishima und Sugihara damit, zwei Raufbolde, die in deren Namen Ärger machen, in die Schranken zu weisen. Nun muss Kirishima seine Aufgaben unter einen Hut bringen und lernen, mit seinem neuen Alltag umzugehen.","versions":[{"lang":3,"streams":[{"redirect":10885274,"hoster":"VOE"},{"redirect":10885276,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Visit and a Reunion","descr":"Yaeka besucht ihre Mutter in Begleitung von Kirishima und ihrem Vater im Krankenhaus. Dort begegnen die junge Dame und ihr Babysitter einem ehemaligen Clanmitglied. Doch das soll nicht Yaekas einzige neue Bekanntschaft an diesem Tag bleiben","versions":[{"lang":3,"streams":[{"redirect":10925434,"hoster":"VOE"},{"redirect":10925433,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Why Don`t We Start Streaming?","descr":"Um die zunehmend schwierige Finanzsituation des Clans zu konsolidieren, beauftragt das Sakuragi-Oberhaupt seine Gefolgsleute Kirishima und Sugihara damit, auf den aktuellen Trend aufzuspringen und einen Vlog zu starten. Für Kirishima ist das jedoch komplett unbekanntes Terrain. Und es soll nicht die letzte Herausforderung bleiben, vor die der Clan-Boss seine Untergebenen stellt.","versions":[{"lang":3,"streams":[{"redirect":10956497,"hoster":"VOE"},{"redirect":10956498,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Kirishima\u0027s Day Off","descr":"Die Nachricht, dass Kirishima ein Babysitter ist, verbreitet sich und lässt einige glauben, dass er nicht länger Sakuragis Dämon ist, wie Yanagi, ein Leutnant von Kusagami Yakuza. An seinem freien Tag trifft Kirishima auf seinen alten Klassenkameraden Rei Hojo, der bemerkt, dass er einmal glücklich aussieht. Yanagi fängt Ärger in einem Restaurant an, das der Familie Sakuragi gehört, wo Kirishima und Hojo trinken, also zwingt Kirishima ihn zu gehen. Hojo ist überrascht, dass Kirishima sein Temperament gezügelt hat. Yanagi hat eine Idee für Rache. Yaeka und Kanami treffen auf Ayumu und laden sie ein, Kuchen zu backen. Kazuhiko bittet Kirishima, anzurufen und einen Tisch im Restaurant zu reservieren, aber am Telefon hört Kirishima erneut Yanagi im Restaurant. Yanagi gibt bekannt, dass die Familie Kusagami das Restaurant von der Familie Sakuragi übernommen hat, und prahlt damit, dass Kirishima keine Bedrohung mehr darstellt. aber Kirishima kommt und verprügelt Yanagi leicht. Auf seinem Heimweg trifft Kirishima den gefährlichen Mann, der ihn ausspioniert, Yuri Mashiro, Leutnant der Momoyama Yakuza, ignoriert ihn aber und kehrt nach Hause zurück, wo Yaeka ihm einen Kuchen gebacken hat. Sugihara soll Yanagi und seinen Freund zur Strafe bis zum Hals begraben. Später nähert sich Mashiro dem begrabenen Yanagi und seinem Freund und ist überrascht, dass Kirishima sie am Leben gelassen hat. Es wird impliziert, dass Mashiro beide Männer ermordet.","versions":[{"lang":3,"streams":[{"redirect":12384284,"hoster":"VOE"},{"redirect":10991989,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"First Friend","descr":"Yaekas Geburtstag steht bevor, doch als Kirishima sie danach fragt, weicht sie aus und wechselt das Thema. Kirishima überlegt, welches Geschenk sie freuen würde, und lässt sich von Sugihara und Takeuchi als Babysitter vertreten, um es vorzubereiten. Als sie vom Spielplatz zurückkommen, bringen sie turbulente Neuigkeiten mit.","versions":[{"lang":3,"streams":[{"redirect":11036608,"hoster":"VOE"},{"redirect":11036607,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Ultimate Target","descr":"","versions":[{"lang":3,"streams":[{"redirect":11064508,"hoster":"VOE"},{"redirect":11064509,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"It`s Been a While","descr":"Aoi hat sich endlich dazu durchgerungen, seinem ehemaligen Boss einen Besuch abzustatten. Wie wird das Sakuragi-Oberhaupt auf das Wiedersehen reagieren? In Begleitung seines Sohns Kōki begibt sich Aoi zum Anwesen der Sakuragi, und ihr Besuch sowie der Anblick Kōkis beim Spielen mit Yaeka lösen allerlei Erinnerungen und Gefühle bei den Beteiligten aus.","versions":[{"lang":3,"streams":[{"redirect":11143058,"hoster":"VOE"},{"redirect":11153005,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Kirishima [ ] Plan","descr":"Yaeka ist schon den ganzen Tag lang unruhig und auch Sugihara und die anderen verhalten sich anders als sonst. Kirishima bemerkt das, doch als er sich damit an Kanami wendet, scheint ihr nichts dergleichen aufgefallen zu sein. Inmitten seiner Skepsis wird Kirishima dann auch noch vom Boss zu sich beordert...","versions":[{"lang":3,"streams":[{"redirect":11172401,"hoster":"VOE"},{"redirect":11172400,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Bad Person","descr":"Nach der Geburtstagsfeier für Kirishima blickt dieser mit Yaeka auf das Jahr zurück, das sie gemeinsam verbracht haben. Sie schwelgen in Erinnerungen und haben auch am nächsten Tag auf dem Spielplatz viel Spaß beim Spielen mit Yaekas neuen Freunden und dem Trio um Sugihara. Doch dann wird das Alltagsglück im Sakuragi-Clan jäh unterbrochen","versions":[{"lang":3,"streams":[{"redirect":11245904,"hoster":"VOE"},{"redirect":11245903,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Fireworks and Promises","descr":"Kirishima ist noch auf seinem Rachefeldzug unterwegs, als Yaeka wieder zu sich kommt. Die Ereignisse machen ihm schwer zu schaffen und veranlassen ihn, einiges zu überdenken. Daraufhin sucht er seinen Boss für ein Gespräch auf …","versions":[{"lang":3,"streams":[{"redirect":11775448,"hoster":"VOE"},{"redirect":11416878,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Little Lady`s Babysitter","descr":"Nach der Standpauke durch Sugihara will Kirishima in guter alter Yakuza-Manier für die Geschehnisse geradestehen. Als Sugihara ihn davon abzuhalten versucht, bekommen Aoi und die junge Dame die Sache mit und beschließen etwas anderes, mit dem Kirishima nun stattdessen für die Dinge einstehen soll …","versions":[{"lang":3,"streams":[{"redirect":11379151,"hoster":"VOE"},{"redirect":11379142,"hoster":"Streamtape"}]}]}]}]}