{"path":"/serie/stream/the-company-im-auftrag-der-cia","name":"The Company - Im Auftrag der CIA","descr":"Der CIA-Kämpfer Harvey \"Sorcerer\" Torriti (Alfred Molina) und sein Assistent Jack McCauliffe (Chris O’Donnell) sind schockiert, als ein ostdeutscher Überläufer und Jacks Geliebte Lili (Alexandra Maria Lara) dem sowjetischen KGB in die Hände fallen. Schnell ist den Agenten der \"Company\" klar, dass ein Maulwurf ihre Geheimnisse an den Feind verrät. Gemeinsam mit ihrem Abwehrchef James Angleton (Michael Keaton) begeben sie sich auf die gnadenlose Jagd nach dem Verräter. Doch der KGB hat längst einen Ersatzmann in die Schaltzentrale der CIA geschleust, der dabei helfen soll, die gesamte US-Wirtschaft in den Ruin zu treiben.","seasons":[{"path":"/serie/stream/the-company-im-auftrag-der-cia/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-company-im-auftrag-der-cia/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"Episode 1","descr":"An der Elite-Universität Yale begegnen sie sich 1950 zum ersten Mal: die Studenten Jack McAuliffe (Chris O’Donnell) und Leo Kritzky (Alessandro Nivola) sowie der russische Austauschstudent Yevgeny Tsipin (Rory Cochrane). Nach ihrem Abschluss werden Jack und Leo von der CIA, Yevgeny vom KGB rekrutiert. Während seiner Agentenausbildung verliebt Yevgeny sich in Azalia (Erika Marozsán). Er muss sich entscheiden: für sein Land oder die Frau, die er liebt. – Aufwendiger Dreiteiler von den Machern von \"Gladiator\" und \"Spy Game\". Nach dem Bestseller von Robert Littell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505383","hoster":"VOE"},{"path":"/redirect/8663622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-company-im-auftrag-der-cia/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"Episode 2","descr":"Jack (Chris O’Donnell) kommt nach Berlin, wo ihn der dortige CIA-Chef Harvey Torriti (Alfred Molina) in das Agentenleben einführt. Dann fallen ein ostdeutscher Überläufer und Jacks Geliebte Lili (Alexandra Maria Lara) dem KGB in die Hände. Schnell wird den Agenten klar, dass sich ein Maulwurf in ihren Reihen befindet. Gemeinsam mit Abwehrchef Angleton (Michael Keaton) machen sie sich auf die Jagd nach dem Verräter. – Aufwendiger Dreiteiler von den Machern von \"Gladiator\" und \"Spy Game\". Nach dem Bestseller von Robert Littell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505381","hoster":"VOE"},{"path":"/redirect/8663627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-company-im-auftrag-der-cia/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"Episode 3","descr":"Angesichts konstanter Misserfolge wird Jack (Chris O’Donnell) klar, dass die CIA immer mehr von KGB-Agenten unterwandert ist. Zusammen mit Angleton (Michael Keaton) und Torriti (Alfred Molina) versucht er, den Doppelagenten zu finden. Fortan steigert sich Angleton immer mehr in die Suche herein und macht auch vor Unschuldigen nicht Halt. – Aufwendiger Dreiteiler von den Machern von \"Gladiator\" und \"Spy Game\". Nach dem Bestseller von Robert Littell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505382","hoster":"VOE"},{"path":"/redirect/8663633","hoster":"Streamtape"}]}]}]}]}