{"path":"/serie/stream/the-congregation","name":"The Congregation","descr":"[Knutby] Auf der Suche nach einem alternativen Leben, das nicht vom Streben nach Geld und Karriere geprägt wird, trifft die 21-jährige Anna (Alba August) in dem kleinen schwedischen Ort Knutby auf Pastor Sindre (Einar Bredefeldt) und dessen Pfingst-Gemeinde. Sie mag den Charme der Gegend und genießt die Warmherzigkeit der hier lebenden Menschen. Sofort entschließt sie sich dazu, bei Pastor Sindre und seiner Frau Kristina (Klara Hodell Risberg) als Kindermädchen zu arbeiten. Bald trifft sie auch auf die Prophetin Eva (Aliette Opheim). Die charismatische Frau ist davon überzeugt, dass die zweite Wiedergeburt Christi unmittelbar bevorsteht. Ehe Anna sich versieht, wird sie plötzlich Teil einer fanatischen Sekte, die mit Gehirnwäsche und sexueller Manipulation immer gefährlichere Machtstrukturen durchsetzt. Als es schließlich ein erstes Mordopfer in der Gemeinde gibt, wird Anna selbst immer tiefer in ein Netz aus Intrigen und Gewalt gezogen. (Die Serie basiert auf Jonas Bonniers gleichnamigem Buch über den sogenannten `Knutbyfall`, der Schweden 2004 erschütterte.)","seasons":[{"path":"/serie/stream/the-congregation/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-congregation/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die 21-jährige Anna kommt in Knutby an und ist begeistert von der Herzlichkeit der Pfingstgemeinde. Die Pastoren Eva und Sindre meinen, dass die Diskussionen über die Wiederkunft Jesu viel zu lange dauern und handeln auf eigene Faust.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12442004","hoster":"VOE"},{"path":"/redirect/12441994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-congregation/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Anna löst sich immer mehr von ihrem alten Leben und wird von Johnny, einem jungen Mann aus der Gemeinde, umworben. Sindres Frau Kristina, die gerade ein Kind bekommen hat, stößt auf starke Ablehnung, als sie an Eva zweifelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12442001","hoster":"VOE"},{"path":"/redirect/12441999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-congregation/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12442003","hoster":"VOE"},{"path":"/redirect/12442000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-congregation/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Als Sindre nach Kristinas Tod mit seinen Dämonen kämpft, will Eva, dass Anna ihm beisteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12442007","hoster":"VOE"},{"path":"/redirect/12442010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-congregation/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Die Gemeinde hat sich gegen Anna gewandt. Verzweifelt bittet sie Eva um Vergebung. Sindre gerät zwischen den Forderungen seiner neuen Frau und Evas Erwartungen immer mehr unter Druck. Gleichzeitig weckt seine neue Nachbarin seine Neugierde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12442008","hoster":"VOE"},{"path":"/redirect/12442012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-congregation/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Anna ist in ihr Elternhaus zurückgekehrt und erhält Nachrichten von einer unbekannten Nummer. Sie glaubt, dass es Jesus sein könnte, der versucht, mit ihr zu kommunizieren. Durch eine selbstaufopfernde Tat hofft sie auf Evas Vergebung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441995","hoster":"VOE"},{"path":"/redirect/12441993","hoster":"Streamtape"}]}]}]}]}