{"path":"/serie/stream/the-lodge","name":"The Lodge","descr":"\"North Star\" ist der Name des Landhotels, das der Opa der 15-jährigen Skye (Sophie Simnett) in der nordirischen Provinz betreibt. Um das \"North Star\" fortzuführen, verlässt die junge Dame mit ihrem Vater ihre englische Heimatstadt. Neben dem neuen Leben im Hotel, wo Skye neue Freunde findet, muss sie sich mit typischen Teenagerproblemen herumschlagen und findet in Mountainbike-Fan Sean (Thomas Doherty) ihre erste große Liebe. Dummerweise ist Sean noch mit der geltungssüchtigen Danielle (Bethan Wright) zusammen, die im Mittelpunkt einer Reality-Show steht und permanent von einem Kamerateam begleitet wird. Als die Produzenten von Skye und dem Hotel erfahren, beschließen sie, ihrer Sendung eine neue Ausrichtung zu geben, wenden sich von Danielle ab und dokumentieren fortan Skye und das \"North Star\". Das Hotel wächst Skye schnell ans Herz und als ihr Vater beschließt, es zu verkaufen, tut sie alles, um ihn davon abzuhalten.","seasons":[{"path":"/serie/stream/the-lodge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-lodge/staffel-1/episode-1","name":"Startschwierigkeiten","epNo":1,"alt":"The New Girl","descr":"Skye und ihr Vater helfen ihrem Großvater Patrick die Lodge zu führen. Es stellt sich heraus, dass ein gesamtes Leben ins Auto zu packen nicht so schwer ist, wie in eine Gruppe neuer Freunde zu passen. Zum Glück hat sie ihren besten Freund Josh, am anderen Ende des Telefons, auch wenn er keine Hilfe ist, wenn es ums Flirten mit dem selbstbewussten Sean geht. Dessen Freundin Danielle bewirbt sich bei einer Reality Show, während er mit Ben für einen Mountainbike Wettbewerb trainiert. Als Skye herausfindet, dass die Existenz der Lodge gefährdet ist mobilisiert sie ihre Freunde zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485745","hoster":"VOE"},{"path":"/redirect/8643192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-2","name":"Realitäts-Check","epNo":2,"alt":"Reality Check","descr":"Skye hat einen Plan, um die Lodge zu retten. Sie will mit ihren Freunden etwas verändern und lässt die Reality Show in der Lodge filmen, wovon Danielle gar nicht begeistert ist. Ben tut so, als würde er Skye daten, um seinem Freund Sean zu helfen. Er trifft Skye an dem Lieblingsplatz ihrer Mutter. Währenddessen entdecken sie die Initialen \"S.J.\" und die der Mutter in einem Baum. Skye überzeugt Kaylee einen Song in der Lodge zu singen, als plötzlich der Strom ausfällt. Noah und Lori gehen der Sache auf den Grund und entdecken Kyle und Aaron, wie sie im Keller herumschleichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485758","hoster":"VOE"},{"path":"/redirect/8643190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-3","name":"Das erste Date","epNo":3,"alt":"Opportunities","descr":"Ben und Skye nehmen ihre falsche Beziehung in Angriff und gehen mit Bens kleinem Bruder Ethan klettern und danach zum Lieblingsplatz ihrer Mutter, um ein richtiges Date zu haben. Lori und Noah kommen sich näher, als sie versuchen herauszufinden, was Kyle und Aaron vorhaben. Unterdessen erfährt Danielle von Kaylee, dass Sean jetzt in der Lodge arbeitet. Patrick entscheidet sich die Lodge zu verlassen, doch er hinterlässt ihr Sachen ihrer verstorbenen Mutter. Darunter ist ihr Tagebuch, was neue Mysterien aufwirft. Wer ist SJ? Als Skye Ben ihre Gefühle gesteht, taucht seine Ex-Freundin Ana auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485756","hoster":"VOE"},{"path":"/redirect/8643191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-4","name":"Doppeldate","epNo":4,"alt":"Double Date","descr":"Als Bens Ex Ana in der Lodge auftaucht, kommt das Danielle gerade recht. Sie organisiert ein Doppeldate mit ihr, Sean, Skye und Ben und bringt Ana mit, die Skye klar macht, dass sie Ben zurück will. Ist das das Ende von Ben und Skye, bevor es überhaupt begonnen hat? Unterdessen entdecken Lori und Kaylee einen geheimen Tunnel, als sie Kyle und Aaron folgen, die irgendetwas in der Lodge vorhaben. Josh, der sich von seiner besten Freundin ignoriert fühlt, entscheidet sich für einen spontanen Überraschungsbesuch in der Lodge, um seine Freundschaft mit Skye zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485761","hoster":"VOE"},{"path":"/redirect/8643194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-5","name":"Gewinnen","epNo":5,"alt":"#Winning","descr":"Skye macht Noah und Kyle zur Jury des Vorsprechens von Christinas Konzert. Unterdessen unterstützen Skye und Josh die Jungs beim Wettbewerb. Ben gewinnt das Rennen, weil Sean auf der Strecke fällt. Skye hat Mitleid mit Sean, der die Gelegenheit nutzt und Skye küsst. Als Josh und Skye über den Kuss diskutieren, kommen sie sich als Freunde wieder näher. Nun kann Josh gehen, nachdem die Freundschaft zu Skye wieder aufgebaut ist. Derweil bietet Danielle Christina an, ihr mit der Reality Show zu helfen. Kyle und Aaron kontaktieren ihren Chef, um aufzudecken, dass nicht Gil hinter allem steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930167","hoster":"VOE"},{"path":"/redirect/8643202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-6","name":"Tag der Wahrheit","epNo":6,"alt":"Best Kept Secrets","descr":"Skye und Sean schließen einen Pakt, nicht über ihren Kuss zu sprechen. Als Assistentin der Reality Show entlockt Danielle Skye ein Geständnis vor laufender Kamera. Sie droht der Welt Skyes wahres Gesicht zu enthüllen. Sean gesteht Danielle, dass er Gefühle für Skye hat, woraufhin sie sich trennen. Oz und Kaylee hingegen verstehen sich blendend, was Noah sehr irritiert. Nachdem Skye Ben den Kuss gesteht, ist er so wütend auf seinen besten Freund, dass ein hitziger Streit dazu führt, dass Sean die Treppe herunterfällt und sein Fußgelenk verletzt. Das Geheimnis um S.J.’s Identität ist gelüftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485773","hoster":"VOE"},{"path":"/redirect/8643197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-7","name":"Die Show ist vorbei","epNo":7,"alt":"Cancelled","descr":"Danielle, ein Teammitglied der Reality Show, sorgt für Probleme als online darüber abgestimmt werden soll, ob Sean oder Ben mit Skye ausgehen darf. Skye bittet Ben, bei der Show zu bleiben, doch als eine Dronenkamera auftaucht, sucht er das Weite und Skye beendet die Show. Unterdessen wird Seans Loyalität durch ein verlockendes Angebot seines Vaters auf die Probe gestellt und das Geheimnis um Kyle und Aaron bleibt ungelüftet. Noahs Vermutung, Oz würde sie zugunsten seines Ruhms ausnutzen, macht Kaylee wütend und schließlich organisiert Skye einen Pizzaabend ohne zu wissen, wie man Pizza macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485774","hoster":"VOE"},{"path":"/redirect/8643198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-8","name":"Wunschdenken","epNo":8,"alt":"Wishful Thinking","descr":"Nach dem Ende der Reality Show nimmt Skye die Clique mit auf einen Camping Trip und Oz gibt bekannt, dass Kaylee die Lodge für eine Musikschule in der Stadt verlassen wird. Als Skye die Gruppe dazu überredet, Wunschboote zu basteln, findet Kaylee Noahs Wunschboot und beschließt, es zu lesen. Ben bietet an, wieder bei der Lodge zu arbeiten. Sean bittet Ben eindringlich, ihm den Kuss mit Skye zu vergeben während Danielle Sean überzeugen will, mit ihr Skye zum Verkauf der Lodge zu überreden. Schließlich erfährt Skye von Kyle und Aaron, dass S.J. sie treffen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485779","hoster":"VOE"},{"path":"/redirect/8643207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-9","name":"Rätsel der Vergangenheit","epNo":9,"alt":"The Truth","descr":"Skye muss Werbung für ihr großes Konzert machen, in der Hoffnung, die Lodge retten zu können. Um die Wahrheit über ihre Mutter herauszufinden nimmt Skye Sean mit, um Samuel James (S.J.) zu treffen. Kaylee ist voller Vorfreude auf die Musikschule, doch nach dem Austauschen der Abschiedsgeschenke setzt Noah alles aufs Spiel, indem er seine wahren Gefühle preisgibt. Ben kommt hinter Gils und Olivias geheimen Plan für die Lodge, erfährt, dass Sean Skye überreden will, zu verkaufen und stürmt los, um sie zu warnen. Skye erkennt, dass sie sich zwischen Ben und Sean entscheiden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485783","hoster":"VOE"},{"path":"/redirect/8643200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-1/episode-10","name":"Tag der Entscheidung","epNo":10,"alt":"The Choice","descr":"In der Episode geht es darum, dass Skye sich zwischen Sean und Ben entscheidet. Seans Vater und Danielles Mutter arbeiteten zusammen um die Lodge zu verkaufen oder um sie abzureißen und umzubauen. Am dem Tag ist auch das Konzert. Danielles Mutter möchte das Gebäude einschließlich schließen an dem tag wo das Konzert ist. Die Frage ist für wenn entscheidet sich Skye und verkauft sie die Lodge?????????????","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485770","hoster":"VOE"},{"path":"/redirect/8643208","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-lodge/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-lodge/staffel-2/episode-1","name":"Entscheidung mit Folgen","epNo":1,"alt":"I Choose You","descr":"Skye bekommt die Folgen ihrer Entscheidung zu spüren, das Zerwürfnis zwischen Ben und Sean ist offensichtlich. Noah und Kaylee müssen lernen, ohne einander zurechtzukommen. Danielle sucht einen Verbündeten, mit dem sie ihre jüngste Entdeckung teilen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485800","hoster":"VOE"},{"path":"/redirect/8643203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-2","name":"Die Schatzsuche","epNo":2,"alt":"Partners","descr":"Skye und Sean geben sich beide Mühe, damit ihre Beziehung funktioniert. Sean lädt Skye zum einem romantischen Abendessen ein. Ed sucht inzwischen neue Bewerber für die Lodge. Ein Mädchen, Alex, scheint besonders motiviert zu sein. Kaylee schließt auf ihrer Musikschule Freundschaft mit Frankie und sie schreiben zusammen einen Song. Währenddessen geht Danielle auf Schatzsuche. Ben begleitet sie, aus Sorge, es könnte etwas schiefgehen und bereut seine Entscheidung schon bald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485803","hoster":"VOE"},{"path":"/redirect/8643205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-3","name":"In der Falle","epNo":3,"alt":"Help","descr":"Ben und Danielle sitzen immer noch in der Höhle fest und müssen Sean um Hilfe bitten. Skye und Sean sind schockiert, als sie die beiden zusammen sehen. Ist Skye vielleicht eifersüchtig? Kurz vor ihrer Rettung entdecken Ben und Danielle eine alte Metallschachtel. Verbirgt sich darin der Hinweis auf das Gold? Frankie stellt Kaylee die raffinierte Musikproduzentin Rebecca vor, die aus den Mädchen ein Duo machen möchte. Unter Druck gesetzt, gibt Alex vor laufenden Kameras zu, daß die Lodge einmal mehr zum Verkauf steht. Ed möchte die Lodge mit einer Crowd-Funding-Aktion retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335888","hoster":"VOE"},{"path":"/redirect/8643204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-4","name":"Der Anruf","epNo":4,"alt":"Call Me","descr":"Skye hat die undankbare Aufgabe, Gil die Lodge zu zeigen. Um ihre Beziehung mit Sean zu verbessern schlägt sie ihm vor, gemeinsam für einen Fahrradwettbewerb zu trainieren. Nachdem Ben die Nummer aus dem alten Mobiltelefon angerufen hat, erzählt er Skye von der Schatzkarte und dem Gold. Josh trifft Kaylee in der Musikschule. Nachdem sie eine neue Version ihres Duetts mit Frankie angehört hat, kommen Kaylee Zweifel an der Musikproduzentin Rebecca. Ben und Skye rufen nocheinmal zusammen die alte Handynummer an und plötzlich klingelt im Nebenraum das Telefon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485781","hoster":"VOE"},{"path":"/redirect/8643206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-5","name":"Der mysteriöse Gast","epNo":5,"alt":"Mystery Guest","descr":"Skye kann sich nicht mehr um das Geheimnis kümmern,da sie mit Sean für den Fahrradwettbewerb trainieren muß. Der ist eifersüchtig auf Ben, da sie beim Training nicht richtig bei der Sache ist. Kaylee kehrt zurück zur Lodge und hofft auf eine Wiederveinigung mit Noah. Sie hat sich entschlossen, den Musikvertrag von Rebecca nicht zu unterschreiben. Kyle und Aaron haben die geniale Idee, mit einem Tanzmarathon Geld für die Lodge zu sammeln. Sean fühlt sich vernachlässigt, als Ben und Skye weiter dem Geheimnis auf der Spur sind und schlägt Skye vor, eine Nachricht an die Nummer zu senden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485788","hoster":"VOE"},{"path":"/redirect/8643209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-6","name":"Der letzte Tanz","epNo":6,"alt":"The Last Dance","descr":"Ein Tanzwettbewerb wird veranstaltet, um für die Geldstrafe zu sammeln und die Lodge zu retten, doch er steht kurz vor dem Scheitern. Alex fliegt auf, selbst am Geheimnis beteiligt zu sein, während Danielle den letzten Hinweis zu haben scheint. Kaylee trifft eine schwere Entscheidung, indem sie beschließt, in der Lodge zu bleiben, statt an die Musikschule zurückzukehren. Derweil flunkert Skye, als es darum geht, wessen Namen sie aus dem Hut gezogen hat und wer ihr Tanzpartner wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485792","hoster":"VOE"},{"path":"/redirect/8643214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-7","name":"Aus und vorbei","epNo":7,"alt":"I’ll Huff And I’ll Puff","descr":"Nachdem Skye mit Ihrem Versuch, Geld zu sammeln, gescheitert ist, plant Gil, die Lodge abzureißen. Skye verbarrikadiert sich aus Protest in ihrem alten Zimmer, und bald schließen sich Sean, Ben und ihre Freunde an. Danielle taucht auch auf und offenbart, dass sie die geheime Kiste hat. Als Skye und ihre Freunde schließlich das Gebäude in der Hoffnung verlassen, dem letzten Hinweis auf der Spur zu sein, sehen sie, wie sich einer von Gils Bulldozern der Lodge nähert, um sie dem Erdboden gleich zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485786","hoster":"VOE"},{"path":"/redirect/8643210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-8","name":"Ein neues Team","epNo":8,"alt":"No Hard Feelings","descr":"Kann irgendetwas den Abriss der North Star Lodge verhindern? Skye trifft sich mit Danielle und Alex, um das Geheimnis durchzugehen, wobei sie Hinweise finden, die auf eine Insel namens Solus führen. Kaylee schafft es, ihr Lampenfieber zu überwinden, findet jedoch heraus, dass Frankie ihren Song geklaut hat, während Sean, Ben und Noah eine Slackline-Herausforderung annehmen. Gil hat schockierende Neuigkeiten für Skye.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485791","hoster":"VOE"},{"path":"/redirect/8643217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-9","name":"Mädelstrip","epNo":9,"alt":"Under New Management","descr":"Alles ist neu in der North Star. Sean kommt seinen Eltern zu Hilfe und hat es gleich mit einer Hochzeitsplanerin auf der Suche nach potentiellen Veranstaltungsorten zu tun. Ed arbeitet nun für Gil, und Skye trainiert auf dem Fahrrad. Kaylee ruft Frankie an und wirft ihr vor, ihren Song geklaut zu haben, während Skye, Alex und Danielle ihre Reise auf die Insel planen, um ihre Suche nach dem Gold fortzusetzen. Sean will seiner Freundin helfen, doch das bedeutet, dass er sich zwischen Skye und seiner Familie entscheiden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485808","hoster":"VOE"},{"path":"/redirect/8643215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-10","name":"Der Sturm","epNo":10,"alt":"Storm","descr":"Skye, Danielle, Alex und Ben reisen auf die Insel Solus, um den nächsten Hinweis zu suchen. Nachdem sie bei einem Sturm Unterschlupf in einer geheimnisvollen Hütte finden, hat Ben endlich die Gelegenheit, Skye seine Gefühle zu gestehen. Auch Danielle muss ein Geständnis ablegen. Am Morgen nach dem Sturm, macht sich Skye allein auf den Weg, um den nächsten Hinweis zu finden, während Alex eine aufregende Entdeckung macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485809","hoster":"VOE"},{"path":"/redirect/8643212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-11","name":"Das mysteriöse Foto","epNo":11,"alt":"Taking Sides","descr":"Skye erfährt nach ihrer Rückkehr von der Insel Solus, daß Live at the Lodge einen Preis gewonnen hat und Gil möchte, daß sie ihn höchstpersönlich entgegennimmt. Alex spricht mit Ed über das mysteröse Foto, Noah und Kaylee kommen dahinter, daß Frankie bei Enduro auftreten wird. Ben und Danielle wundern sich, was auf der Insel passiert ist. Danielle verrät Gils Pläne an Skye, die daraufhin Stellung bezieht. Was bedeutet das für Gil und – viel wichtiger, für sie und Sean?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485807","hoster":"VOE"},{"path":"/redirect/8643211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-12","name":"Das Geständnis","epNo":12,"alt":"Hard To Say No","descr":"Skye und Sean absolvieren die Qualifikation für das Enduro in einer beachtlichen Zeit. Nachdem ein anderes Team einen Verletzungsausfall hat, wird Sean gefragt, ob er dort einspringen möchte … Rebecca und Frankie treffen beim Enduro zufällig auf Kaylee. Wird Frankie zugeben, daß sie das Lied geklaut hat? Währenddessen kommt Danielle vorbei, in der Hoffnung, Ben wiederzusehen. Ed wird dazu gezwungen, Alex sein Familiengeheimnis anzuvertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485802","hoster":"VOE"},{"path":"/redirect/8643213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-13","name":"Auf Distanz","epNo":13,"alt":"Distant Relations Relation","descr":"Seit sie weiß, daß sie mit Alex verwandt ist, sucht Skye zusammen mit ihm und Danielle nach dem zweiten Hinweis. Direkt vor Gils Nase müssen sich die drei Zugang zur Lodge verschaffen, um dort fündig zu werden. Noah und Kaylee haben unterschiedliche Meinungen zu Frankie, klären ihre Differenzen aber während eines inoffiziellen Treffens. Ben und Danielle verpassen sich und haben so keine Möglichkeit, über ihre gemeinsame Zukunft zu sprechen. Außerdem springt Ben für Sean ein und schlägt Skye vor, zusammen mit ihr das Enduro-Finale zu bestreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930169","hoster":"VOE"},{"path":"/redirect/8643216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-14","name":"Das Enduro Finale","epNo":14,"alt":"Finish Line","descr":"Ben und Skye stehen beim Enduro-Finale jetzt Sean und seiner neuen Partnerin Jess gegenüber. Wer wird gewinnen? Frankie hat beim großen Enduro-Konzert die Chance, dem Publikum endlich reinen Wein einzuschenken. Kaylee kann dadurch endlich ihren Song vortragen, aber kommt der auch bei den Leuten an? Auf dem Bild, das Skye, Alex und Danielle von Gil entwendet haben, entdeckt Ben einen bekannte Sehenswürdigkeit und so können sie endlich das Rätsel lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485820","hoster":"VOE"},{"path":"/redirect/8643221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-lodge/staffel-2/episode-15","name":"Der Schatz","epNo":15,"alt":"The North Star","descr":"Skye und ihre Freunde machen sich auf, das Gold in einem alten, verlassenen Planetarium zu suchen. Noah hat eine Überraschung für Kaylee parat. Sie selbst hat eine großartige Nachricht im Gepäck, die für immer die Zukunft der Lodge ändern könnte. Sean darf an einer Tour durch das ganze Land teilnehmen, während Ben etwas sehr Wichtiges mit Skye besprechen muß. Während sie des Rätsels Lösung näher kommen, findet Alex ihren seit langem verschollenen Großvater wieder. Skye ist auf der Suche nach Gil, sie hofft, ihn zu finden, bevor er die Lodge verkaufen kann, aber wird sie es schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8485822","hoster":"VOE"},{"path":"/redirect/8643220","hoster":"Streamtape"}]}]}]}]}