{"path":"/serie/stream/the-frankenstein-chronicles","name":"The Frankenstein Chronicles","descr":"Nachdem Polizist John Marlott (Sean Bean) im Jahr 1827 eine Gang von Opium-Schmugglern dingfest gemacht hat, macht er eine schockierende Entdeckung: eine Kinderleiche, bei der es sich nach näherer Untersuchung um eine Ansammlung primitiv zusammengeschusterter Körperteile handelt. Innenminister Sir Robert Peel (Tom Ward) beauftragt Marlott mit der Aufklärung des abscheulichen Verbrechens. Je mehr Nachforschungen Marlott anstellt, desto grauenhafter wird das, was er an die Oberfläche bringt. Und alles scheint die Tat eines einzelnen Mannes zu sein, der mit kruden Versuchen Menschen erneut zum Leben erwecken will.","seasons":[{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-1","name":"Ein grauenvoller Fund","epNo":1,"alt":"A World Without God","descr":"London im Jahr 1827: Als die Polizei an der Themse eine Bande Opiumschmuggler festnimmt, stößt Inspektor Marlott auf die Leiche eines Mädchens. Innenminister Sir Robert Peel beauftragt ihn, die Ermittlungen zu leiten – und vertraulich zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482895","hoster":"VOE"},{"path":"/redirect/8641542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-2","name":"Ein Verdacht","epNo":2,"alt":"Seeing Things","descr":"John Marlott besucht den Maler William Blake, der auf dem Sterbebett liegt. Der Polizist Nightingale beschattet indes den Pub, in dem sich die Leichendiebe treffen, die ihre \"Ware\" an das gegenüberliegende Krankenhaus verkaufen. Gemeinsam entwickeln sie einen Plan, um einen verdächtigen festzunehmen, der ihnen bei ihren Ermittlungen helfen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482898","hoster":"VOE"},{"path":"/redirect/8641543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-3","name":"Die Schöpferin des Monsters","epNo":3,"alt":"All The Lost Children","descr":"Flora konnte Billy Oates Fängen entkommen und wendet sich hilfesuchend an Inspektor John Marlott. Da er glaubt, dass sie eine Schlüsselzeugin sein könnte, bringt er das Mädchen in Sicherheit. Nightingale verfolgt indes mehrere Verdächtige, jedoch mit gemischtem Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335792","hoster":"VOE"},{"path":"/redirect/8641546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-4","name":"The Fortunes Of War","epNo":4,"alt":"The Fortune Of War","descr":"Marlott und Pritty sollen sich mit Auftragsmördern treffen. Im Tunnelsystem unter dem Smithfield Markt treffen die beiden auf Mrs. Bishop und ihre Söhne, die auf Bestellung töten. Er erklärt ihnen, dass er eine frische Leiche brauche, und verabredet ein Treffen mit ihnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114242","hoster":"VOE"},{"path":"/redirect/8641548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-5","name":"Überführt?","epNo":5,"alt":"The Frankenstein Murders","descr":"Boz, der Marlotts Ermittlungen verfolgt hat, veröffentlicht einen Zeitungsartikel über die Frankenstein-Morde und verursacht damit einen Aufschrei. Mary Shelley besucht indes Sir William und stellt seine medizinischen Methoden in Frage, bis der ihr Gewalt androht. Flora, die schließlich erwacht ist, deutet Marlott gegenüber an, dass ihr Arzt sie vergewaltigt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929835","hoster":"VOE"},{"path":"/redirect/8641545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-1/episode-6","name":"Frankenstein","epNo":6,"alt":"Lost And Found","descr":"Marlott steht kurz davor, das Rätsel um die Leichenexperimente zu lösen. Mary Shelley ist indes fest entschlossen, England zu verlassen, obwohl Marlott sie gebeten hat, mit ihren Erkenntnissen an die Öffentlichkeit zu gehen. Als sich die Hinweise auf bestimmte Verdächtige verdichten, gerät Marlott zunehmend in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929837","hoster":"VOE"},{"path":"/redirect/8641555","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-1","name":"Der verlorene Sohn","epNo":1,"alt":"Prodigal Son","descr":"Drei Jahre nach seiner Hinrichtung wegen Mordes und seiner anschließenden Auferstehung flieht der Ex-Polizist Marlott aus der forensischen Psychatrie um Rache an Lord Daniel Hervey zu nehmen. Doch als mit dem Tod eines Archidiakons eine Serie brutaler Morde an Geistlichen beginnt, findet sich Marlott in einem Kampf mit mächtigen Gegnern wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929844","hoster":"VOE"},{"path":"/redirect/8641541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-2","name":"Die andere Seite","epNo":2,"alt":"Not John Marlott","descr":"John Marlott nimmt eine neue Identität an und beginnt als Abholer der Seuchenopfer zu arbeiten. Er ist überzeugt, dass jemand Lügen über die gehäuften Morde an Kirchenmännern verbreitet und ist fest entschlossen, die Wahrheit während seines Kampfes um Gerechtigkeit aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482904","hoster":"VOE"},{"path":"/redirect/8641547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-3","name":"Die Toten sehen","epNo":3,"alt":"Seeing The Dead","descr":"Während Marlott sich um die Opfer der tödlichen Pye Street-Seuche kümmert, trifft er zufällig auf Billy Oates und hofft, dass ihn der Kinderfänger zu Lord Daniel Hervey führen kann. Derweil steigt – befeuert von der Presse – der Druck auf Peel, die Morde an Kirchenmännern aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482907","hoster":"VOE"},{"path":"/redirect/8641553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-4","name":"Der verirrte kleine Junge","epNo":4,"alt":"Little Boy Lost","descr":"Marlott begleitet Esther zur Party des mysteriösen Frederick Dipple und realisiert dort, dass er seine Verbündeten schützen muss, denn die geraten zunehmend in Gefahr. Als Peels Fähigkeiten immer mehr in Frage gestellt werden, wird es immer unwahrscheinlicher, dass der König seinen Gesetzesentwurf absegnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482905","hoster":"VOE"},{"path":"/redirect/8641549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-5","name":"Zwischen Himmel und Hölle","epNo":5,"alt":"The Marriage Of Heaven And Hell","descr":"Boz und Marlott erhalten neue Informationen, die sie zu einem scheinbar verlassenen Turm führen. Doch dort erwarten sie unaussprechliche Gefahren. Esther steht derweil vor einer schweren Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482912","hoster":"VOE"},{"path":"/redirect/8641551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-frankenstein-chronicles/staffel-2/episode-6","name":"Frankensteins Braut","epNo":6,"alt":"Bride of Frankenstein","descr":"Während die Polizei einer Verhaftung immer näher kommt, Versucht Marlott, Esther vor Hervey und Dipple zu retten und erfährt dabei, welche Verbindung zwischen den beiden besteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8482911","hoster":"VOE"},{"path":"/redirect/8641558","hoster":"Streamtape"}]}]}]}]}