{"path":"/serie/stream/the-50","name":"The 50","descr":"[Deutschlands 50 größte Realitystars. Sie kämpfen. Du gewinnst.] In der Gameshow \"The 50\" treten fünfzig Reality-Stars in den unterschiedlichsten Challenges gegeneinander an. Der Jackpot startet mit 50.000 Euro, kann am Ende aber mehr oder weniger gefüllt sein. Austragungsstätte des Schlagabtauschs ist ein spektakuläres Schloss, wo ein mysteriöser Spielleiter die Gäste eingeladen hat. Für Diskussionsstoff ist auch nach den Herausforderungen gesorgt, denn die Gewinner stimmen darüber ab, welche Verlierer nach Hause fahren müssen und wer noch eine Chance erhält.","seasons":[{"path":"/serie/stream/the-50/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-50/staffel-1/episode-1","name":"Manege frei","epNo":1,"alt":"","descr":"Die 50 ahnungslosen Stars treffen auf dem Schloss ein. Schon beim Meet and Greet gibt’s Zoff. Eric Sindermann macht sich zum unbeliebtesten Kollegen. Der Löwe lässt die Raubkatze aus dem Sack: Die Stars erwartet die härteste Challenge ihrer \"Karriere\". Startschuss zum ersten Arenaspiel – und schon müssen die ersten um ihr Überleben zittern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468918","hoster":"VOE"},{"path":"/redirect/14453224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-2","name":"Yasin in Love","epNo":2,"alt":"","descr":"Tränen-Alarm: das erste große Rauswerfen. Beim Zimmerverteilen kommt es zu unschönen, aber unterhaltsamen Szenen. Allianzen werden geschmiedet – große Worte, nix dahinter. Ehrenmannrius zockt gegen den Fuchs. In der Arena ist Köpfchen gefragt, was bei Realitystars echt fies ist. Und Yasin blitzverliebt sich in Jenny Elvers. Fremdschämen Deluxe!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468888","hoster":"VOE"},{"path":"/redirect/14458333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-3","name":"Best Friends for never","epNo":3,"alt":"","descr":"Der Löwe lädt zum Tanztee in die Arena – für einige wird das ein Discofox ins Abseits. Die Gewinner haben die Macht: Wer fliegt aus dem Schloss? Jetzt beginnt das hemmungslose Intrigieren. Matthias jammert ernsthaft über das Niveau der anderen. Kate und Sam, beste Friends für immer, haben die Beziehungskrise des Jahrhunderts. Herrlichster Bohei!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468953","hoster":"VOE"},{"path":"/redirect/14453227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-4","name":"Verliebt, verfeindet, verbündet","epNo":4,"alt":"","descr":"Großer Ausputz: Nach dem Arenaspiel werden fünf Stars von den Gewinnern liebevoll aus der Show gekickt. Yasin und Jenny können die Finger nicht mehr voneinander lassen. Paulina und Theresia zeigen, wie professionelles Zickenbeißen geht. Überall wird verbissen an Strategien gebastelt. Die Mädels verbünden sich gegen die Jungs. Es ist ein Fest der Hinterhältigkeit!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468869","hoster":"VOE"},{"path":"/redirect/14453225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-5","name":"Prominent und schamlos","epNo":5,"alt":"","descr":"Bei der Reise nach Jerusalem können die Stars einen rettenden Joker gewinnen – Motivation genug für manche, völlig schamlos unfair zu spielen. Ein Spieler kippt um, obwohl er angeblich nichts geleistet hat. Love Machine Yasin muss sich für die Affäre mit Jenny rechtfertigen. Beim Gruppenspiel gibt’s wieder einen Top-Versager. Und es fließen Männertränen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468958","hoster":"VOE"},{"path":"/redirect/14011607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-6","name":"Rambo Cosimo","epNo":6,"alt":"","descr":"Nach dem Arenaspiel wird wieder ausgemistet. Alle stecken in Allianzen, nur Cosimo sieht sich als reiner Einzelkämpfer. Paulina muss mehrfach weinen, was sie sehr überzeugend tut. Christina wird übel abgewatscht und rastet malerisch aus. Auch bei Giulia und Serkan scheppert es zünftig. Und ein Star verrät sein handgemachtes Sexgeheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468886","hoster":"VOE"},{"path":"/redirect/14453228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-7","name":"Reality-Star Wars","epNo":7,"alt":"","descr":"Heute kommt es dicke: Ein Kampfspiel jagt das nächste. Cosimo muss gegen den Fuchs ran. Beim Gruppenspiel geht es um 8.000 Euro für den Jackpot – die draufgelegt oder abgezogen werden. Ein Star lügt dreist über sein Alter. Eva glaubt, dass Carina an Chris Broy rumbaggert. Und: Hosen voll nach dem Arenaspiel! Wer kriegt die fristlose Kündigung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468957","hoster":"VOE"},{"path":"/redirect/14175670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-8","name":"Natürliche Auslese","epNo":8,"alt":"","descr":"Sechs Stars fliegen raus. Verzweiflung, Wut und Tränen – also: erstklassige Reality. Chris und Eva giften sich hingebungsvoll an. Krise in der Männer-Allianz, bei Tommy und Paulina auch: überall Enttäuschungen. Raffa stellt sich – ausgerechnet in dieser Show – die Sinnfrage. Diogo und Vanessa haben ihren ersten Deep Talk nach der Horror-Trennung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468948","hoster":"VOE"},{"path":"/redirect/14453231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-9","name":"Zero Points","epNo":9,"alt":"","descr":"Neues Spiel, neues Unglück: Nach der Arena kommt ein neues Schlachtfest. Ein Star holt null Rettungs-Punkte – da ist das Ego plattgebügelt. Die Promis lernen sich immer besser kennen, leider meistens keine so schöne Erfahrung. Jenny schrumpft erfolgreich ihren Fanclub, sie hat jetzt die halbe Belegschaft gegen sich – eine reife Leistung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468876","hoster":"VOE"},{"path":"/redirect/14453229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-10","name":"Badetag im Haifischbecken","epNo":10,"alt":"","descr":"Der Löwe schmeißt eine Poolparty. Bei der wird wie immer fleißig geplant, verschworen und manipuliert. Serkan entwickelt sich zum Meister-Strategen – jedenfalls glaubt er das. Im Jokerspiel gewinnt ein Star, mit dem keiner gerechnet hat. In zwei weiteren Spielen geht es um richtig fett Kohle. Und beim Raufen gibt es einen Leichtverletzten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468952","hoster":"VOE"},{"path":"/redirect/14453230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-11","name":"Männer am Abgrund","epNo":11,"alt":"","descr":"In der Arena wird gepuzzelt und für vier der Stars ist es ihr letzter Tag im Spieleparadies zum Goldenen Löwen. Die famose Allianz der Männer scheitert, wie zu erwarten, an den Egos der Beteiligten. Dank Paulina herrscht auch Aufruhr bei den Frauen. Die versucht außerdem, ihre nie verarbeitete Trennung von Yasin zu verarbeiten. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468973","hoster":"VOE"},{"path":"/redirect/14453233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-12","name":" Serkan allein zu Haus","epNo":12,"alt":"","descr":"Wer kegelt sich beim Arenaspiel ins Aus? Was anfangs nach einer schnellen Entscheidung aussieht, nimmt eine überraschende Wendung. Sparfuchs Cosimo zückt seinen lang aufgehobenen Rettungs-Joker und das Ergebnis ist ein Tränenbad der Dankbarkeit. Für Serkans Sozialleben sieht es düster aus: Seine Freundesliste steht bei Null.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468943","hoster":"VOE"},{"path":"/redirect/14453232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-13","name":"Nur die Harten kommen in den Garten","epNo":13,"alt":"","descr":"Heute entscheidet sich, wer in seinen Lebenslauf schreiben darf: \"THE 50 Finalist\". Große Emotionen: Ein Star wird sich für die anderen opfern. Paulina und Tommy veranstalten ihr ganz privates Arenaspiel unter der Bettdecke. Cosimo zeigt seinen kleinen Schwaben. Und bei der Kletter-Challenge erleiden mehrere Stars ihren Absturz aus der Show.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468976","hoster":"VOE"},{"path":"/redirect/14453238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-50/staffel-1/episode-14","name":"Finale Brutale","epNo":14,"alt":"","descr":"Die letzten vier Stars kämpfen um den Weltruhm – und um den Jackpot. Es gibt einen sexy Oben-Ohne-Tanz. Carina bekommt einen verspäteten Fanclub. Ein letztes Mal Faulenzen am Pool, mit zum Glück nicht allzu tiefen Gesprächen. Ein letztes Fuchsspiel, es geht um richtig Kohle. Dann das finale Arenaspiel – ein Thriller-Finish zum Fingernägelkauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14468849","hoster":"VOE"},{"path":"/redirect/14453239","hoster":"Streamtape"}]}]}]}]}