{"path":"/serie/stream/the-tomorrow-people","name":"The Tomorrow People","descr":"(Neue Version einer gleichnamigen Serie von 1973) In der Sci-Fi-Serie \"The Tomorrow People\" geht um das menschliche Geschlecht von morgen, den sogenannten \"homo superior\". Zwischen ihrer Kindheit und der Phase des Erwachsenwerdens entwickelt die neue Generation geheimnisvolle Superkräfte, die sie von ihren Vorfahren massiv unterscheidet.","seasons":[{"path":"/serie/stream/the-tomorrow-people/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-1","name":"Die nächste Stufe der Evolution","epNo":1,"alt":"Pilot","descr":"Als Stephen Jameson beginnt, Stimmen zu hören und er immer wieder an merkwürdigen Orten aufwacht, beginnt er, sich für verrückt zu halten. In seiner Verzweiflung folgt er einer der Stimmen und trifft so auf die Tomorrow People John, Cara und Russell. Bei ihnen handelt es sich um die Angehörigen einer genetisch weiterentwickelten Rasse, die die Fähigkeit zur Telekinese besitzen. Zudem können sie sich auch teleportieren und über ihre Gedanken mit einander in Kontakt treten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002032","hoster":"VOE"},{"path":"/redirect/8646505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-2","name":"Doppeltes Spiel","epNo":2,"alt":"In Too Deep","descr":"Mittlerweile weiß Steven wer und was er ist, doch um seinen Vater zu finden wagt er nun einen gefährlichen Schritt - er schließt sich ULTRA an. Zwar versuchen sowohl John als auch Cara ihn davon abzuhalten, doch Steven schlägt alle Warnungen in den Wind und zunächst glaubt er tatsächlich, Jed wäre nicht so böse wie die Tomorrow People behaupten. Doch als sein Onkel Jagd auf einen Unschuldigen Mutanten macht, sieht Steven ein, dass er falsch lag was ULTRA anbelangt. Doch ist es für die Erkenntniss schon zu spät?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489801","hoster":"VOE"},{"path":"/redirect/8646501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-3","name":"Emily","epNo":3,"alt":"Girl, Interrupted","descr":"Als Steven die Gedanken eines Mädchens hört, bekommt er es mit der Angst zutun. Denn Emily plant sich in 48 Stunden umzubringen. Sofort sucht Steven nach Rat bei Cara, doch diese hat nur wenig Verständnis für ihn - ihrer Meinung nach sollte man sich aus den Angelegenheiten der Menschen raushalten. Zwar beschäftigt Steven die Sache mit Emily weiterhin, doch zunächst muss er sich anderen Problemen stellen. Als neuer Doppelagent muss er weiter vermeiden bei ULTRA aufzufliegen und als Cara auch noch Aussetzer ihrer Fähigkeiten hat, ist das Chaos komplett. Doch schafft Steven es am Ende Emily zu retten? Und was ist damals in Caras Vergangenheit passiert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489802","hoster":"VOE"},{"path":"/redirect/8646502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-4","name":"Töte oder du wirst getötet","epNo":4,"alt":"Kill Or Be Killed","descr":"Töte oder du wirst getötet - diese Lektion hatte John in seiner Kindheit lernen müssen. Es liegt zwar inzwischen 15 Jahre zurück, dass er von ULTRA rekrutiert wurde, jedoch drohen die Schatten seiner Vergangenheit John nun einzuholen. Als bekannt wird, dass Killian McCrane, ein Abtrünniger und ehemaliger Freund Johns, zurück ist, versucht Steven zunächst ihn aufzuhalten um sich vor ULTRA zu beweisen. Doch weder er noch die Agents ULTRAs können den Mutant erledigen. Nun liegt es an John seinen früheren Gefährten zu besiegen. Doch als dieser sich Killian stellt und ihn zum Kampf herausfordert offenbart sich auch Johns dunkles Geheimnis...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489803","hoster":"VOE"},{"path":"/redirect/8646506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-5","name":"Die letzte Party","epNo":5,"alt":"All Tomorrow’s Parties","descr":"Es ist soweit: Steven soll dem wahren Boss ULTRAs begegnen. Zunächst fühlt er sich nicht ganz wohl dabei mit dem Mörder seines Vaters zu sprechen, doch sowohl Jed als auch John versichern ihm, dass das ein ziemlich wichtiger Schritt sei - für beide Seiten für die Steve arbeitet. Während Letzterer also mit seinen eigenen Problemen kämpft, kommt es zwischen Cara und John zum Streit. Während Cara dafür ist, wenigstens einmal den Tunnel zu verlassen, um auf eine Party gehen zu können, lehnt John den Vorschlag ab. Das Risiko geschnappt zu werden sei zu groß für ihn. Als Cara sich jedoch durchsetzt und die Tomorrow People letzten Endes doch auf die Feier gehen, werden sie von Agenten ULTRAs angegriffen. Doch dass John und Co auf diese Party wollten, wussten nur die Tomorrow People. Es muss also einen Verräter unter ihnen geben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336085","hoster":"VOE"},{"path":"/redirect/8646510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-6","name":"Schwestern","epNo":6,"alt":"Sorry For Your Loss","descr":"Als Russell erfährt, dass sein Vater gestorben ist, verliert er keine Sekunde - er will auf seine Beerdigung. John ist sogar bereit ihn gehen zu lassen, jedoch unter einer Bedingung: Er will Russell begleiten. Und da zwischen Cara und John noch immer Funkstille herrscht kommt die Abwechslung Letzterem auch sehr gelegen. Während die zwei also weg sind, erfahren Stephen und Cara von einem weiteren Mutanten: Piper. Was die Tomorrow People jedoch nicht ahnen, ist, dass Piper die Schwester von Darcy Nickelson ist. Dies bringt weitere Komplikationen mit sich und am Ende begeht Cara dazu noch einen schweren Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489804","hoster":"VOE"},{"path":"/redirect/8646511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-7","name":"Der Kräfte beraubt","epNo":7,"alt":"Limbo","descr":"Da Astrid der Meinung ist, Stephen sollte seine Kräfte öfters einfach benutzen um Spaß zu haben, fängt dieser auch sofort damit an. Und da er sich eine Pause von ULTRA gönnt und selbst John ihn nicht dazu überreden kann, früher wieder zu arbeiten, hat der Teenager sogar ziemlich viel Freizeit. Doch als eine ungeplante Party in Stephens Haus steigt und Jed davon Wind bekommt, unterdrückt er mittels eines Armbands Stephens Kräfte. Somit will Jed Stephen eine Lektion in Sachen Verantwortung beibringen. Als Stephen jedoch erfährt, dass ein krimineller und gefährlicher Mutant in der Kanalisation sein Unwesen treibt, beschließt er ihn zu stellen. Doch Stephen hat keine Kräfte zur Verfügung und seid John weiß, dass Stephen mit Cara geschlafen hat, herrscht Streit zwischen den beiden Jungs. Wird Stephen auch alleine den Kampf gewinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114766","hoster":"VOE"},{"path":"/redirect/12984947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-8","name":"Thanatos","epNo":8,"alt":"Thanatos","descr":"Stephen will unbedingt den Schlüssel auf der Suche nach seinem Vater finden und heckt gemeinsam mit den Tomorrow People einen Plan aus, der vorsieht, in das Innere von Jedikiahs Kopf vorzudringen.\rCara und Russell treffen unterdessen im Ubahnschacht auf einen ungebetenen Gast.\rStephen geht schließlich ein großes Risiko ein, indem er Ultra ausspioniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114767","hoster":"VOE"},{"path":"/redirect/8646515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-9","name":"Auf der Schwelle des Todes","epNo":9,"alt":"Death’s Door","descr":"Als sich John in einer gefährlichen Situation wiederfindet, kann Stephen ihm nur helfen, indem er seine wahre Identität gegenüber Ultra enthüllt.\rDie Antwort, die Stephen zum Verschwinden seines Vaters erhält, stellt ihn nicht zufrieden. Also entschließt er sich dazu, gemeinsam mit den Tomorrow People drastische Maßnahmen zu ergreifen, um die Wahrheit herauszufinden.\rUnterdessen verhandeln Cara und Russell einen Tausch mit Jedikiah, welcher großes Risiko für Jedikiah birgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489808","hoster":"VOE"},{"path":"/redirect/8646512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-10","name":"Die Zitadelle","epNo":10,"alt":"The Citadel","descr":"Nachdem Stephen vom Limbus zurückgekehrt ist, denkt er, er würde wissen, was seinem Vater passiert ist, doch die anderen mögen ihm nicht so recht glauben. Als die Gruppe dann ein paar unerfreuliche Neuigkeiten von John erfährt, treffen sie eine unerwartete Entscheidung über die Zukunft. Sie stoßen auf das geheime Labor von Ultra und schmieden sogleich einen gefährlichen Plan, um alle Gefangenen zu befreien. Unterdessen wird Stephen und seinem Bruder Luca von deren Mutter ein neuer Mann vorgestellt, mit welchem sie zurzeit ausgeht. Jedoch hat Stephen so seine Probleme mit ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489809","hoster":"VOE"},{"path":"/redirect/8646513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-11","name":"Schwäche ist Stärke","epNo":11,"alt":"Rumble","descr":"Julian ist ein alter Bekannter von Cara und macht mit seinen Anhängern neuerdings die Stadt unsicher: Weil er die Primär-Barriere erreichen will, prügelt er seine Opfer fast tot. Auf Cara hat er es ebenfalls abgesehen, da er ihr die Schuld am Tod seiner Freundin Nelly gibt. Cara muss sich ihm stellen … Unterdessen ist Stephen bei ULTRA, wo er sich gegen seine Teamkollegen behaupten muss, was gar nicht so einfach ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489811","hoster":"VOE"},{"path":"/redirect/8646519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-12","name":"Rettung in letzter Sekunde","epNo":12,"alt":"Sitting Ducks","descr":"Stephen macht sich Sorgen um Astrid. Daher bitter er John, während ihres Vorsingens ein Auge auf sie zu werfen. Als hätte Stephen es vorhergesehen, wird Astrid tatsächlich in eine Falle gelockt und entkommt dank Johns Hilfe nur knapp einer tödlichen Kugel. Der verwundete John versucht, sich und Astrid vom Ort des Geschehens wegzuteleportieren, doch es gelingt ihm nicht. Und die ULTRA-Agenten kommen immer näher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489810","hoster":"VOE"},{"path":"/redirect/8646517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-13","name":"Pakt mit dem Bösen","epNo":13,"alt":"Things Fall Apart","descr":"Da Jedikiah Stephen befiehlt, Astrid zu töten, steigt er aus der Organisation ULTRA aus. Seine Kündigung ist für den ULTRA-Gründer inakzeptabel und er schlägt ihm einen Deal vor: Astrid soll leben, dafür verlangt er von Stephen, ihm seine verschwundene Tochter Cassie wiederzubringen. Tatsächlich gelingt es ihm, das Mädchen zu finden und es in das Versteck der Tomorrow People zu bringen. Dort angekommen, erfährt Stephen die unglaublichsten Dinge über Cassies Vater","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489813","hoster":"VOE"},{"path":"/redirect/8646516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-14","name":"Brüder","epNo":14,"alt":"Brother’s Keeper","descr":"Nachdem er einige schockierende Nachrichten erhalten hat, versucht Stephen, die Ordnung in beiden Welten wiederherzustellen, indem er einen Deal mit Jedikiah macht. Mit einem neuen Ausrutscher versuchen Cara und Russell, ihn anzulocken, müssen aber mit einer Falle von Ultra kämpfen. Inzwischen ist Jedikiah näher an der Entwicklung einer neuen geheimen Technologie, die seine Zukunft verändern könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114772","hoster":"VOE"},{"path":"/redirect/8646514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-15","name":"Die Bombe im Kopf","epNo":15,"alt":"Enemy Of My Enemy","descr":"Julian ist zurück und wütender als je zuvor, aber als er von Ultra erwischt wird, ist er gezwungen, einen Deal zu machen, der sein Leben und Stephen das Leben kosten könnte. John missachtet Caras Befehle erneut, als er erfährt, dass der Julian den Standort des Menschenhauses von Tomorrow entdeckt hat. Währenddessen ist Astrid nach ihrer Nahtod-Erfahrung von Alpträumen geplagt und wendet sich an ihren neuen Freund John, um sich etwas zu erholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114770","hoster":"VOE"},{"path":"/redirect/8646518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-16","name":"Superheld","epNo":16,"alt":"Superhero","descr":"Stephen geht immer noch mit seiner Ultra-Partnerin Hillary, die seiner Loyalität misstraut. Wenn die Menschen von Morgan und Ultra erfahren, dass es einen neuen Ausbruch gibt, der den Menschen Gutes tut, dann wollen sie beide auf ihrer Seite. In der Zwischenzeit geht Morgan ein Risiko ein und verrät Jedikiahs Vertrauen, um den Tomorrow People zu helfen, aber was Jedikiah von Morgan entdeckt, ist eine noch größere Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489815","hoster":"VOE"},{"path":"/redirect/8646521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-17","name":"Böses Erwachen","epNo":17,"alt":"Endgame","descr":"Stephen stolpert über einen Hinweis, nach dem die Leute von Tomorrow verzweifelt gesucht haben. John und Russell erfahren von einem gefährlichen Plan, den Jedikiah in den Werken hat, aber niemand hätte das endgültige Ergebnis vorhersagen können. In der Zwischenzeit bekommt Cara eine Führung für einen neuen Ausbruch, ist aber geschockt zu entdecken, dass es jemand aus ihrer Vergangenheit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114771","hoster":"VOE"},{"path":"/redirect/8646520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-18","name":"Eine Frage des Vertrauens","epNo":18,"alt":"Smoke and Mirrors","descr":"Von Jedikiah fehlt weiterhin jede Spur. Deshalb übernimmt der Gründer von ULTRA nun selbst die Leitung und will einige Dinge anders machen. Unter anderem versichert er, dass die Jagd auf Mutanten unter seiner Führung ein Ende haben wird. Die Tomorrow People glauben nicht so recht an diesen Sinneswandel. Als ein neuer Mutant schließlich doch bei ULTRA landet, sehen sie sich in ihrem Misstrauen bestätigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489819","hoster":"VOE"},{"path":"/redirect/8646522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-19","name":"Waffenstillstand","epNo":19,"alt":"Modus Vivendi","descr":"Stephen soll den Tomorrow People im Auftrag des Gründers eine Friedensbotschaft zukommen lassen. Er will den Waffenstillstand und das Ende des Schattenkrieges offiziell machen und sich mit John und Cara treffen. Russell nimmt das Treffen an Johns Stelle wahr und Cara besteht auf ein Gespräch mit Hillary. Doch bei dem Versuch ihre Erinnerungen zu lesen, sieht Cara in Hillarys Gedächtnis nur intime Szenen von ihr mit Stephen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489818","hoster":"VOE"},{"path":"/redirect/8646523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-20","name":"Opfer","epNo":20,"alt":"A Sort Of Homecoming","descr":"Nach Rogers Erwachen hoffen die Tomorrow People, dass er ihnen endlich den Zufluchtsort zeigt. Doch er verbringt seine Zeit erst einmal mit seiner Familie. Hillary ist ihm dicht auf den Fersen, lässt aber die Gelegenheit verstreichen, ihn festzunehmen. Stephen erfährt unterdessen, dass die Mutanten Menschen töten können, wenn er oder sein Vater in der Maschine des Gründers die Zeit anhalten. Cara und John bezweifeln, dass es wirklich einen Zufluchtsort gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930354","hoster":"VOE"},{"path":"/redirect/8646525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-21","name":"Angriff auf ULTRA","epNo":21,"alt":"Kill Switch","descr":"Jedikiah soll ein Gegenmittel entwickeln, um die Wirkung eines tödlichen Serums abzuwenden. Dieses wurde den Tomorrow People vor längerer Zeit injiziert. Ein Wettlauf gegen die Zeit beginnt. Unterdessen beraten die Tomorrow People, wie sie ihre eigene Sicherheit am besten gewährleisten können. Sie hecken einen folgenschweren Plan aus und setzen dabei ein Leben aufs Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489821","hoster":"VOE"},{"path":"/redirect/8646524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-tomorrow-people/staffel-1/episode-22","name":"Das Ende der Menschheit?","epNo":22,"alt":"Son of Man","descr":"Russell erkennt, dass er sich nicht mit dem Gründer von ULTRA hätte einlassen sollen. Um seinen guten Willen zu zeigen, rettet er Cara vor einem Angriff der ULTRAs. Unterdessen wird Stephen klar, dass er die Verantwortung für das Überleben der Menschheit trägt. Alleine ist er jedoch machtlos. Da kommt ihm Russells Hilfsplan sowie die Unterstützung von John und Astrid gerade recht. Doch reicht das, um die Welt zu retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8489820","hoster":"VOE"},{"path":"/redirect/8646528","hoster":"Streamtape"}]}]}]}]}