{"path":"/serie/stream/the-big-bang-theory","name":"The Big Bang Theory","descr":"Leonard Hofstadter (Johnny Galecki) und Sheldon Cooper (Jim Parsons) sind geniale Physiker, doch im sozialen Kontakt mit der \"normalen\" Umwelt hat insbesondere Sheldon so seine Probleme. Gemeinsam bewohnen sie eine WG, in der auch ihre besten Freunde Howard (Simon Helberg) und Raj (Kunal Nayyar) ein- und ausgehen. Als nebenan Penny (Kaley Cuoco) einzieht, hat Leonard eine Auge auf die junge, bildschöne Nachbarin geworfen – die mit den merkwürdigen Nerds und ihren Spleens zunächst wenig anfangen kann. Doch schon bald wachsen ihr die wundersamen Wissenschaftler ans Herz. Im Laufe der Zeit stoßen mit Howards großer Liebe Bernadette Rostenkowski (Melissa Rauch) und Sheldons Freundin Dr. Amy Farrah Fowler (Mayim Bialik) zwei Damen zu der eingeschworenen Gruppe.","seasons":[{"path":"/serie/stream/the-big-bang-theory/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/the-big-bang-theory/filme/film-2","name":"","epNo":1,"alt":"It All Started with a Big Bang","descr":"","versions":[]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-1","name":"Penny und die Physiker","epNo":1,"alt":"Pilot","descr":"Die beiden hochbegabten Physiker Leonard und Sheldon teilen sich eine Wohnung und die Liebe zur Quantenphysik. Als in der Wohnung gegenüber die attraktive Penny einzieht, ist Leonard sofort hin und weg. Er nimmt all seinen Mut zusammen, um sie anzusprechen, während Sheldon mit seiner neunmalklugen Art alles wieder zerstört. Doch schon bald scheint sich Penny auf eine Freundschaft zu den beiden eigenartigen Jungs einzulassen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476901","hoster":"VOE"},{"path":"/redirect/8759806","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476622","hoster":"VOE"},{"path":"/redirect/8636100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-2","name":"Chaos-Theorie","epNo":2,"alt":"The Big Bran Hypothesis","descr":"Penny erwartet eine Möbellieferung, kann allerdings zum angegebenen Zeitpunkt nicht zuhause sein, und so bittet sie Leonard und Sheldon um Hilfe. Kaum mit dem Regal in ihrem Apartment angekommen, überkommt Sheldon die Putzwut – Pennys Wohnung ist ein einziger Saustall. Leonard kann ihn erst bremsen, als Penny zurückkommt. Mitten in der Nacht hört Leonard Geräusche von nebenan: Sheldon ist mit Hilfe des Ersatzschlüssels in die Wohnung eingetreten und räumt weiter auf … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476899","hoster":"VOE"},{"path":"/redirect/12514955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11836085","hoster":"VOE"},{"path":"/redirect/8636099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-3","name":"Erregungsfaktor Null","epNo":3,"alt":"The Fuzzy Boots Corollary","descr":"Leonard lauert Penny auf – nur um dann festzustellen, dass sie schon anderweitig knutscht. Nach einem Besuch im Tanzstudio, bei dem er keine Frau angesprochen hat, kommt er nun auf die Idee seine Kollegin Leslie zu fragen, ob sie mit ihm ausgehen möchte. Doch Leslie will den Abend abkürzen und versucht Leonard gleich zu küssen … Sheldon spricht Leonard Mut zu – er solle Penny erstmal zu einem Date ausführen, ehe er die Flinte ins Korn wirft. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382365","hoster":"VOE"},{"path":"/redirect/8759811","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476624","hoster":"VOE"},{"path":"/redirect/8636102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-4","name":"Die Leuchtfisch-Idee","epNo":4,"alt":"The Luminous Fish Effect","descr":"Leonard und Sheldon lernen auf einer Party ihren neuen Chef kennen. Sheldon kann sich mal wieder nicht zurückhalten und steckt seinem Chef, was er von ihm hält – nämlich nichts. Als Sheldon daraufhin seinen Job verliert, nimmt er sich endlich Zeit für Experimente, die er schon immer einmal durchführen wollte. Nach leuchtenden Fischen ist nun der Webstuhl dran – und Leonard platzt der Kragen. Nur eine Person kann Sheldon jetzt noch zur Besinnung bringen – seine Mutter Mary … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476908","hoster":"VOE"},{"path":"/redirect/8759809","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476627","hoster":"VOE"},{"path":"/redirect/12984231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-5","name":"Die andere Seite der Krawatte","epNo":5,"alt":"The Hamburger Postulate","descr":"Penny hat Leonard und Leslie gemeinsam gesehen und fragt ihn, ob die beiden ein Paar seien. Leonard verneint dies vehement, doch ein Schäferstündchen mit Leslie kann er nicht leugnen. Als ihm Leslie allerdings klarmacht, dass es sich um eine einmalige Sache handelt, ist er zutiefst verletzt. Er ärgert sich so sehr, dass er gar nicht mitbekommt, wie glücklich Penny darüber ist, dass zwischen ihm und Leslie nichts läuft. Und auch Sheldon macht eine aufregende Entdeckung … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476905","hoster":"VOE"},{"path":"/redirect/8759814","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476628","hoster":"VOE"},{"path":"/redirect/8636104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-6","name":"Das Mittelerde-Paradigma","epNo":6,"alt":"The Middle-Earth Paradigm","descr":"Penny lädt die vier Physiker Leonard, Sheldon, Howard und Raj zu einer Halloween-Party ein. Die Männer sind begeistert – würden sie nicht alle mit dem gleichen Kostüm ankommen. Nachdem sie sich umkostümiert haben, geht’s auf zur Party – doch sie sind die ersten Gäste. Mit der Zeit füllt sich die Wohnung, und auch Kurt ist mit von der Partie. Leonard versucht, Pennys Exfreund die Stirn zu bieten … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476907","hoster":"VOE"},{"path":"/redirect/8759812","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476626","hoster":"VOE"},{"path":"/redirect/8636103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-7","name":"Das Vorspeisen Dilemma","epNo":7,"alt":"The Dumpling Paradox","descr":"Penny hat ein Problem: Ihre Freundin Christy aus Omaha ist zu Besuch und macht sich in der Wohnung breit. Christy, kein Kind von Traurigkeit, macht sich an Howard ran. Die beiden genießen die Zeit zu zweit – sehr zum Leidwesen von Sheldon: Nun geht die wöchentliche Essensbestellung beim Chinesen nicht mehr auf, und auch der gemeinsame Halo-Spiel-Abend kann nicht wie gewohnt stattfinden … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476903","hoster":"VOE"},{"path":"/redirect/8759815","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476629","hoster":"VOE"},{"path":"/redirect/8636101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-8","name":"Das Lalita-Problem","epNo":8,"alt":"The Grasshopper Experiment","descr":"Rajs Eltern eröffnen ihm, dass sie eine Ehe mit Lalita, einer indischen Zahnmedizinerin, arrangiert haben. Raj ist alles andere als begeistert, will er sich doch nicht einfach so verkuppeln lassen. Penny setzt Raj kurzerhand unter Alkoholeinfluss, sodass er sich mit Lalita ungezwungen unterhält, bis Sheldon dazwischenplatzt und in Lalita die Heldin seiner Kindheit – Prinzessin Panchali – erkennt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476906","hoster":"VOE"},{"path":"/redirect/8759818","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12268206","hoster":"VOE"},{"path":"/redirect/8636107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-9","name":"Der Cooper-Hofstadter-Antagonismus","epNo":9,"alt":"The Cooper-Hofstadter Polarization","descr":"Sheldon und Leonard bekommen eine Einladung zu einer Konferenz, bei der sie ihre gemeinsame Arbeit zum Thema ‚Supersolid Festkörper‘ vorstellen sollen. Sheldon ist empört, ist er doch der Meinung, dass es allein sein Werk sei. Leonard fühlt sich geehrt und reist gemeinsam mit Penny, Howard und Raj zur Konferenz. Dort angekommen hagelt es Lob von den Kollegen – doch nicht von Sheldon. Es kommt zu einer handfesten Auseinandersetzung … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476904","hoster":"VOE"},{"path":"/redirect/8759817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476633","hoster":"VOE"},{"path":"/redirect/8636106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-10","name":"Loobenfelds Netz der Lügen","epNo":10,"alt":"The Loobenfeld Decay","descr":"Sheldon und Leonard werden Zeuge von Pennys Gesangskünsten, diese sind allerdings alles andere als publikumsreif und so erfinden die beiden eine Ausrede, weshalb sie nicht mit ihr zu einem Casting gehen können. Sheldon erfindet kurzerhand einen drogensüchtigen Cousin, dem die beiden zur Seite stehen müssen – doch woher nimmt man auf die Schnelle einen Cousin Leo? Es dauert nicht lange, da findet sich Toby, Sheldons Assistent, in der Rolle des Leo wieder … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476909","hoster":"VOE"},{"path":"/redirect/8759816","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476631","hoster":"VOE"},{"path":"/redirect/12514389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-11","name":"Alles fließt","epNo":11,"alt":"The Pancake Batter Anomaly","descr":"Als Penny von einem Heimatbesuch zurückkommt, erzählt sie, dass plötzlich alle krank wurden. Und es dauert nicht lange bis Hypochonder Sheldon auch die ersten Anzeichen einer Grippe zeigt. Leonard verlässt fluchtartig die Wohnung, kennt er seinen besten Freund doch nur zu gut. Und auch Howard und Raj sind vorgewarnt. Zu dritt verstecken sie sich vor dem kränkelnden Sheldon, der plötzlich bei Penny im Restaurant auftaucht – nun ist guter Rat teuer … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476911","hoster":"VOE"},{"path":"/redirect/8759819","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476632","hoster":"VOE"},{"path":"/redirect/8636108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-12","name":"Das Jerusalem-Projekt","epNo":12,"alt":"The Jerusalem Duality","descr":"Sheldon ist entsetzt, als ihm von Dr. Gablehauser der 15-jährige Dennis Kim vorgestellt wird. Dennis gilt als Wunderkind und soll schon bald am Institut promovieren. Kurzerhand entdeckt der Nordkoreaner, dass Sheldons Stringtheorie fehlerhaft ist, was Sheldon sehr kränkt. Er entsagt sich der Wissenschaft und möchte nun in die Politik gehen. Binnen kürzester Zeit sind alle so genervt von Sheldon, dass es nur einen Ausweg gibt: Man muss Dennis aus dem Weg räumen! (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476910","hoster":"VOE"},{"path":"/redirect/8759820","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476635","hoster":"VOE"},{"path":"/redirect/8636112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-13","name":"Superbowl für Physiker","epNo":13,"alt":"The Bat Jar Conjecture","descr":"Howard, Raj und Leonard wollen am alljährlichen Physiker-Superbowl teilnehmen; jetzt fehlt ihnen nur der vierte Mann. Schnell kommt es zum Streit mit Sheldon, der ihnen auf den Kopf zusagt, intelligenter zu sein, als alle drei zusammen. Schnell finden die Jungs Ersatz in Form von Leslie, und auch Sheldon stellt sich sein eigenes Team zusammen. Als die alles entscheidende Frage jedoch nicht gewertet wird, da Sheldon dem Hausmeister nicht traut, kommt es zum Eklat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476912","hoster":"VOE"},{"path":"/redirect/8759822","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476634","hoster":"VOE"},{"path":"/redirect/8636110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-14","name":"Die Zeitmaschine","epNo":14,"alt":"The Nerdvana Annihilation","descr":"Leonard hat im Internet eine Zeitmaschine aus einem Film für 800 Dollar ersteigert. Sheldon, Howard und Raj sind sofort begeistert und wollen sich finanziell beteiligen. Penny hingegen wirft Leonard vor, dass er nicht erwachsen wird. Sofort versucht Leonard, seine Science-Fiction-Sammlung an den Mann zu bringen – die Jungs sind begeistert, fangen aber schnell an, sich zu streiten. Um die Ruhe zu wahren, will Leonard die Sachen bei einem Fachhändler loswerden. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476913","hoster":"VOE"},{"path":"/redirect/8759828","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929646","hoster":"VOE"},{"path":"/redirect/8636118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-15","name":"Sheldon 2.0","epNo":15,"alt":"The Porkchop Indeterminacy","descr":"Als in Sheldons Büro eine attraktive Frau auftaucht, sind Howard, Leonard und Raj völlig aus dem Häuschen. Es stellt sich heraus, dass es sich um Missy, Sheldons Zwillingsschwester, handelt. Um an sie ranzukommen, versuchen die Jungs, Sheldon einzureden, er müsse den perfekten Partner für sie raussuchen. Missy hingegen möchte ihre eigene Wahl treffen. Und die fällt auf den schüchternen Raj … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476916","hoster":"VOE"},{"path":"/redirect/8759830","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335678","hoster":"VOE"},{"path":"/redirect/8636111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-16","name":"Die Erdnuss-Reaktion","epNo":16,"alt":"The Peanut Reaction","descr":"Penny möchte eine Geburtstagsparty für Leonard veranstalten, doch dieser soll davon nichts mitbekommen. Sie setzt Sheldon unter Druck, mit ihr einkaufen zu gehen, während sich Howard um Leonard kümmern soll. Da dieser nicht auf Howards Ablenkungsmanöver reinfällt, täuscht Howard einen Erdnuss-Allergieanfall vor und muss ins Krankenhaus gefahren werden. Bei der Rückkehr scheint die Party bereits gelaufen zu sein … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14352289","hoster":"VOE"},{"path":"/redirect/14444349","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14352252","hoster":"VOE"},{"path":"/redirect/14408239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-1/episode-17","name":"Schrödingers Katze","epNo":17,"alt":"The Tangerine Factor","descr":"Penny trennt sich von ihrem Freund, da er intime Details aus dem gemeinsamen Liebesleben in seinem Blog veröffentlicht hat. Sie fragt sich daraufhin, wer der richtige Mann für sie wäre – ist es etwa Leonard? Nachdem sich beide Tipps von Sheldon geholt haben, ist klar: Sie müssen es miteinander versuchen. Nebenbei versucht Sheldon auch noch, Chinesisch zu lernen und dem Koch in seinem Lieblings-China-Restaurant das Kochen beizubringen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476915","hoster":"VOE"},{"path":"/redirect/8759833","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12937156","hoster":"VOE"},{"path":"/redirect/8636114","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-1","name":"Milch mit Valium","epNo":1,"alt":"The Bad Fish Paradigm","descr":"Penny erzählt Leonard bei ihrem ersten Date, dass sie einen College-Abschluss habe, um seinen Ansprüchen gerecht zu werden. Wieder zu Hause angekommen, scheitert Leonard mit seinen Kussversuchen, weil er erkennt, dass seine Freunde eine Kamera im Hausflur installiert haben … Später vertraut sich Penny Sheldon an. Der kommt jedoch nicht damit klar, ein Geheimnis mit sich herumzutragen und seine nervösen Ticks schlagen durch – die Lösung: ein Glas mit Milch und Valium. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476918","hoster":"VOE"},{"path":"/redirect/12386406","hoster":"Doodstream"},{"path":"/redirect/12386411","hoster":"Vidoza"},{"path":"/redirect/12386402","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476640","hoster":"VOE"},{"path":"/redirect/8636123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-2","name":"Sex mit der Erzfeindin","epNo":2,"alt":"The Codpiece Topology","descr":"Penny stellt Leonard, Sheldon, Howard und Raj ihren neuen Freund Eric vor. Leonard lässt sich daraufhin auf eine Beziehung mit seiner Kollegin Leslie Winkle ein. Damit hat vor allem Sheldon Probleme, schließlich ist Leslie seine Erzfeindin, die ihn bei jeder Gelegenheit beleidigt. Als Sheldon dann auch noch die gemeinsame Wohnung verlassen muss, damit Leonard und Leslie ungestört sein können, sinnt er auf Rache … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476917","hoster":"VOE"},{"path":"/redirect/12386409","hoster":"Doodstream"},{"path":"/redirect/12386405","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476643","hoster":"VOE"},{"path":"/redirect/8636116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-3","name":"Das Conan-Spiel","epNo":3,"alt":"The Barbarian Sublimation","descr":"Zu Pennys erfolglosen Versuchen, nach zwei Jahren in Los Angeles als Schauspielerin durchzustarten, kommt noch sexueller Frust dazu. Als Penny sich daher entschließt, zusammen mit ihrem Nachbarn Sheldon in das Computerspiel ‚Age of Conan‘ einzusteigen, findet sie darin nicht nur Ablenkung – es packt sie die Spielsucht, was ihr zunächst jedoch nicht klar ist. Erst als sie Howard in einer der Figuren von ‚Age of Conan‘ glaubt zu erkennen, wird ihr klar, dringend Hilfe zu brauchen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476922","hoster":"VOE"},{"path":"/redirect/12386412","hoster":"Doodstream"},{"path":"/redirect/8759836","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476639","hoster":"VOE"},{"path":"/redirect/8636115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-4","name":"Planet Bollywood","epNo":4,"alt":"The Griffin Equivalency","descr":"Raj, der einen neuen Himmelskörper entdeckt hat, wird von Dr. Gablehauser als neuer Star der Uni gefeiert, nachdem das People Magazine einen Fotobericht über ihn veröffentlicht hat. Der Ruhm steigt ihm aber zu Kopf, was auch seine Freunde zu spüren bekommen – außer Penny, die davon nichts mitbekommt. Eine Party zu seinen Ehren lässt Penny dann aber erkennen, wie sehr sich Raj verändert hat. Der versucht jedoch, sie seinen Eltern als seine neue Freundin zu verkaufen. Geht das gut? (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12386299","hoster":"VOE"},{"path":"/redirect/12386307","hoster":"Doodstream"},{"path":"/redirect/8759835","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476642","hoster":"VOE"},{"path":"/redirect/8636121","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11328682","hoster":"VOE"},{"path":"/redirect/10143060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-5","name":"Homo Novus Automobilis","epNo":5,"alt":"The Euclid Alternative","descr":"Leonard führt im Rahmen seiner Arbeit ein neues Forschungsprojekt durch, das von ihm nächtliche Arbeitszeiten erfordert. Sheldon braucht daher eine neue Mitfahrgelegenheit zur Arbeit. Diese findet er abwechselnd in Penny, Howard und Raj – was sich als schlechte Idee entpuppt. Genervt von ihm, drängen sie Sheldon, den Führerschein zu machen. Sein Scheitern führt zu dem Entschluss, im Institut zu übernachten, bis Leonard sein Projekt beendet hat. Ob das eine gute Idee ist? (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476920","hoster":"VOE"},{"path":"/redirect/12386304","hoster":"Doodstream"},{"path":"/redirect/8759837","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476645","hoster":"VOE"},{"path":"/redirect/8636117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-6","name":"Das Cooper-Nowitzki Theorem","epNo":6,"alt":"The Cooper-Nowitzki Theorem","descr":"Ein Vortrag von Leonard und Sheldon vor Studenten führt dazu, dass sich die Studentin Ramona mit Sheldon treffen will, um über seine Arbeit zu reden – mit weitreichenden Konsequenzen: Sie übernimmt die Führung über sein Leben. Sie bestimmt, mit wem er sich trifft und was er unternimmt – nur beim wissenschaftlichen Arbeiten ist er frei. Das führt zum beruflichen Durchbruch, der zur Folge hat, dass er Ramona zum Dank aus der Wohnung wirft … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476919","hoster":"VOE"},{"path":"/redirect/12386311","hoster":"Doodstream"},{"path":"/redirect/8759841","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476646","hoster":"VOE"},{"path":"/redirect/8636119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-7","name":"Dessous auf der Oberleitung","epNo":7,"alt":"The Panty Pinata Polarization","descr":"Als Pennys TV-Anschluss gesperrt wird, weil sie ihre Gebühren nicht bezahlt hat, überzeugt sie Sheldon und Leonard davon, bei ihnen regelmäßig ‚America‘s Next Top Model’ zu schauen. Howard und Raj, die zu Besuch sind, sind begeistert von den schönen Frauen und versuchen – nicht nur mit legalen Mitteln – das Haus der Topmodels ausfindig zu machen. Penny gerät in Streit mit Sheldon, nachdem sie unwissentlich gegen einige von seinen Regeln verstoßen hat. Eskaliert die Situation? (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476924","hoster":"VOE"},{"path":"/redirect/12386320","hoster":"Doodstream"},{"path":"/redirect/8759839","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476644","hoster":"VOE"},{"path":"/redirect/8636120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-8","name":"Stein, Schere, Spock","epNo":8,"alt":"The Lizard-Spock Expansion","descr":"‚Schere-Stein-Papier‘ soll die Lösung für Sheldon und Raj sein, sich für einen Science-Fiction-Film zu entscheiden. Echse und Spock sollen das Spiel spannender machen … Derweil stößt Howard dazu, der sich Möglichkeiten überlegt, Frauen abzuschleppen. Eine verhilft ihm zu einem Date mit der Ärztin Stephanie. Doch das Date verläuft anders als geplant. Schließlich ist es nämlich nicht Howard der eine Beziehung mit Stephanie eingeht, sondern Leonard … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12386319","hoster":"VOE"},{"path":"/redirect/12386323","hoster":"Doodstream"},{"path":"/redirect/8759838","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476647","hoster":"VOE"},{"path":"/redirect/8636122","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11328683","hoster":"VOE"},{"path":"/redirect/10143061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-9","name":"Unflotter Dreier","epNo":9,"alt":"The White Asparagus Triangulation","descr":"Sheldon will unbedingt erreichen, dass Leonard und Stephanie ein Paar bleiben, weil er sie für die einzige annehmbare Frau hält, mit der Leonard je zusammen war. Außerdem fehlte ihm bisher noch ein Schiffsarzt für seine Enterprise-Crew. Deswegen versucht er zunächst, Penny davon zu überzeugen, nicht als Stephanies Rivalin in Erscheinung zu treten. Als Stephanie die erste Nacht bei Leonard verbringt, stört Sheldon die beiden versehentlich … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476923","hoster":"VOE"},{"path":"/redirect/12386328","hoster":"Doodstream"},{"path":"/redirect/8759840","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476648","hoster":"VOE"},{"path":"/redirect/8636131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-10","name":"Kleines Gefäß mit Honig","epNo":10,"alt":"The Vartabedian Conundrum","descr":"Sheldon ist fest davon überzeugt, schwer krank zu sein, und lässt sich von Stephanie immer wieder auf alle möglichen eingebildeten Krankheiten untersuchen. Er dringt sogar bis ins Krankenhaus vor, um von ihr kostspielige Untersuchungen zu erhalten. Irgendwann hat Stephanie genug: Sie diagnostiziert eine Kehlkopfentzündung und verbietet Sheldon, auch nur noch ein einziges Wort zu sagen … Schließlich lernt Stephanie Penny kennen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476926","hoster":"VOE"},{"path":"/redirect/12386333","hoster":"Doodstream"},{"path":"/redirect/8759842","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476649","hoster":"VOE"},{"path":"/redirect/8636126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-11","name":"Die Geschenk-Hypothese","epNo":11,"alt":"The Bath Item Gift Hypothesis","descr":"Als Sheldon erfährt, dass Penny für ihn ein Weihnachtsgeschenk hat, möchte er sich erkenntlich zeigen und sich etwas Geeignetes für sie überlegen. Weil er sich nicht entscheiden kann, kauft er gleich mehrere Geschenke, um dann spontan zu entscheiden, welches angemessen ist … Leonard ist noch immer in Penny verliebt. Doch die interessiert sich nur für den smarten Wissenschaftler David Underhill. Als sie jedoch erfährt, dass er verheiratet ist, sucht sie Leonards Nähe … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044841","hoster":"VOE"},{"path":"/redirect/12386340","hoster":"Doodstream"},{"path":"/redirect/8759844","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476651","hoster":"VOE"},{"path":"/redirect/8701377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-12","name":"Monte der Roboter","epNo":12,"alt":"The Killer Robot Instability","descr":"Howards Flirtversuche bei Penny prallen wie immer an ihr ab. Verletzt und enttäuscht zieht er sich nach Hause zurück und lässt sogar sein Roboterkampf-Team im Stich. Der Rest des Teams wird nämlich von Kripke herausgefordert, mit ihrem Killer-Roboter Monte bei den diesjährigen Roboter-Meisterschaften gegen seinen Roboter anzutreten. Sheldon überschätzt Monte maßlos und muss schmerzlich erkennen, dass er gegen Kripkes Kampfroboter keine Chance hat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12386339","hoster":"VOE"},{"path":"/redirect/12386343","hoster":"Doodstream"},{"path":"/redirect/8759843","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476650","hoster":"VOE"},{"path":"/redirect/8636124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-13","name":"Der Freundschafts-Algorithmus","epNo":13,"alt":"The Friendship Algorithm","descr":"Sheldon möchte sich mit Barry Kripke, einem Kollegen von der Uni, anfreunden, obwohl der ein eher unangenehmer Mensch ist, den Leonard, Howard und Raj nicht leiden können. Sheldon braucht aber einen bestimmten Computer für seine Forschung, und es wird behauptet, dass Kripke den Zugang zu diesem Computer verwaltet und nur seine Freunde daran arbeiten lässt. Doch Kripke zeigt kein Interesse an Sheldons Freundschaft. Daraufhin hat Sheldon eine brillante Idee … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476929","hoster":"VOE"},{"path":"/redirect/12386348","hoster":"Doodstream"},{"path":"/redirect/8759845","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476652","hoster":"VOE"},{"path":"/redirect/8636129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-14","name":"In der Kreditklemme","epNo":14,"alt":"The Financial Permeability","descr":"Penny hat finanzielle Probleme: Als sie ihre Miete nicht bezahlen kann, leiht ihr Sheldon Geld. Sie will das Geld eigentlich nicht annehmen, lässt sich dann aber doch überzeugen. Allerdings wertet sie anschließend jede noch so harmlose Bemerkung als Anspielung darauf, dass sie sich Geld geliehen hat. Bald erfährt Leonard, wie es zu ihren Geldsorgen kommen konnte: Penny hatte für ihren Exfreund Kurt diverse Strafen bezahlt – und der denkt nicht daran, ihr das Geld zurückzugeben. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476930","hoster":"VOE"},{"path":"/redirect/12386355","hoster":"Doodstream"},{"path":"/redirect/12386351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929648","hoster":"VOE"},{"path":"/redirect/8636127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-15","name":"Die Streichelmaschine","epNo":15,"alt":"The Maternal Capacitance","descr":"Leonard ist wenig erfreut, als seine Mutter, die Psychiaterin Dr. Beverly Hofstadter, ihren Besuch ankündigt. Er kann seiner Mutter nichts Recht machen, woraus Sheldon schließt, dass Leonards angebliche Konzentrationsschwäche von einem überentwickelten Sexualtrieb herrührt. Beverly und Sheldon kommen sich indes immer näher – Leonard ist mehr als genervt. Gemeinsam mit Penny betrinkt er sich und die beiden landen im Bett – mit fatalen Folgen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476932","hoster":"VOE"},{"path":"/redirect/12386361","hoster":"Doodstream"},{"path":"/redirect/8759849","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476654","hoster":"VOE"},{"path":"/redirect/8636125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-16","name":"Die Kissen-Katastrophe","epNo":16,"alt":"The Cushion Saturation","descr":"Pennys Computer ist defekt. Während Leonard ihn wieder zum Laufen bringt, nimmt sie sein Paintballgewehr in die Hand. Fatalerweise lösen sich zwei Schüsse und Penny trifft ausgerechnet das Kissen auf Sheldons heiligem Platz auf der Couch. Die Farbe lässt sich nicht einfach so entfernen, selbst das Umdrehen des Kissens nützt nichts. Penny bringt das Kissen in die Reinigung; weil Sheldon auf keinem anderen Platz sitzen und essen kann, beginnt er zu verzweifeln … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476931","hoster":"VOE"},{"path":"/redirect/12386369","hoster":"Doodstream"},{"path":"/redirect/8759847","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13001729","hoster":"VOE"},{"path":"/redirect/8636132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-17","name":"Das Placebo-Bier","epNo":17,"alt":"The Terminator Decoupling","descr":"In San Francisco findet eine Fachkonferenz statt, zu der Sheldon mit seinen Freunden reist. Howard und Raj sind begeistert: Die attraktive Schauspielerin Summer Glau sitzt im gleichen Waggon. Die beiden arbeiten sofort an einer Taktik, sie anzubaggern. Raj gönnt sich ein Bier, fasst sich ein Herz und spricht Summer an, die auch nicht abgeneigt ist, sich mit ihm zu unterhalten. Schließlich stellt Howard jedoch fest, dass Raj ein alkoholfreies Bier getrunken hat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476934","hoster":"VOE"},{"path":"/redirect/12386372","hoster":"Doodstream"},{"path":"/redirect/8759848","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13001708","hoster":"VOE"},{"path":"/redirect/8636128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-18","name":"Business im Wohnzimmer","epNo":18,"alt":"The Work Song Nanocluster","descr":"Sheldon, Leonard, Howard und Raj vertreiben sich den Morgen mit einem besonders ausgeklügelten Spiel, dem Geheimagenten-Laserhinderungsschachspiel. Wenig später begibt sich Sheldon zu Penny, um ihr ein Paket zu bringen, das bei ihm abgegeben wurde. Penny überrascht ihn mit der Idee, Haarspangen mit einer Blüte herzustellen, dem sogenannten Penny-Blütentraum. Sheldon fühlt sich von dieser neuen Einnahmequelle inspiriert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12386375","hoster":"VOE"},{"path":"/redirect/12386377","hoster":"Doodstream"},{"path":"/redirect/8759850","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476658","hoster":"VOE"},{"path":"/redirect/8636139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-19","name":"Der Kampf der Bienenköniginnen","epNo":19,"alt":"The Dead Hooker Juxtaposition","descr":"Eine neue Mieterin, eine hübsche Blondine namens Alicia, zieht ein, der Leonard, Howard und Raj sofort verfallen. Sie bieten eifrig ihre Hilfe beim Einzug an, lediglich Sheldon ist gegen Alicias Auftreten gefeit. Penny will die neue Nachbarin auch unbedingt kennenlernen. Dabei erfährt sie, dass Alicia Schauspielerin ist, im Gegensatz zu ihr, aber bereits erste Fernsehrollen ergattern konnte, so gerade erst eine Rolle als tote Prostituierte bei ‚CSI‘ … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476935","hoster":"VOE"},{"path":"/redirect/12386382","hoster":"Doodstream"},{"path":"/redirect/8704525","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917811","hoster":"VOE"},{"path":"/redirect/8636133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-20","name":"Der Wolowitz-Koeffizient","epNo":20,"alt":"The Hofstadter Isotope","descr":"Jeder dritte Donnerstag im Monat ist von nun an der ‚Alles ist Möglich-Donnerstag‘, an dem die vier Freunde aus dem Trott ausbrechen wollen, in dem sie feststecken. Sheldon möchte lieber die bisherige Beständigkeit aufrecht halten, fügt sich aber. Statt Rajs Vorschlag zu folgen, in einer Bar Frauen aufzureißen, gehen sie lieber in den Comicbuchladen, obwohl sie bereits am Vortag dort waren. Auf dem Weg dorthin begegnen sie Penny, die kurzerhand mitkommt – mit fatalen Folgen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476933","hoster":"VOE"},{"path":"/redirect/12386388","hoster":"Doodstream"},{"path":"/redirect/8759852","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476657","hoster":"VOE"},{"path":"/redirect/8636134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-21","name":"Die Las-Vegas-Kur","epNo":21,"alt":"The Vegas Renormalization","descr":"Howard hat Liebeskummer, weil Leslie Winkle mit ihm Schluss gemacht hat. Um ihn aufzumuntern, fahren Leonard und Raj mit ihm nach Las Vegas, aber Howard ist zu deprimiert, um das Hotelzimmer zu verlassen. Daraufhin stürzen sich Leonard und Raj ohne ihn ins Vergnügen und werden prompt von Mikayla, einer Prostituierten, angesprochen. Zunächst lehnen sie dankend ab, kommen aber dann auf die Idee, Howard mit Hilfe von Mikayla auf andere Gedanken zu bringen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476936","hoster":"VOE"},{"path":"/redirect/12386393","hoster":"Doodstream"},{"path":"/redirect/8759851","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476660","hoster":"VOE"},{"path":"/redirect/8636136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-22","name":"Die Weltraumtoilette","epNo":22,"alt":"The Classified Materials Turbulence","descr":"Nach dem verpatzten ersten Date mit Penny hat Stuart sie erneut eingeladen und bittet nun Leonard um Rat für den Umgang mit ihr. Leonard verspricht darüber nachzudenken. Kurz darauf taucht jedoch Howard mit einer Hiobsbotschaft auf: Die von ihm konstruierte Toilette für die internationale Raumstation ISS hat einen Fehler, der zum Versagen führen wird. Während die vier mit der Problemlösung beschäftigt sind, erscheint Stuart wieder auf der Bildfläche … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476938","hoster":"VOE"},{"path":"/redirect/12386400","hoster":"Doodstream"},{"path":"/redirect/8759853","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476661","hoster":"VOE"},{"path":"/redirect/8636135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-2/episode-23","name":"Drei Monate im Eis","epNo":23,"alt":"The Monopolar Expedition","descr":"Sheldon bekommt vom Präsidenten der Universität das Angebot, eine dreimonatige Expedition zum Nordpol zu machen, um den Nachweis magnetischer Monopole zu erbringen. Leonard, Howard und Raj freuen sich zu früh auf einen Sommer ohne Sheldon, da er sie darum bittet, ihn als seine Crew zu begleiten. Kurz vor der Abreise erfährt auch Penny von dem Vorhaben und muss mit ihren Gefühlen kämpfen … Sie lässt Leonard nur ungern ziehen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476939","hoster":"VOE"},{"path":"/redirect/12386401","hoster":"Doodstream"},{"path":"/redirect/8759854","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476666","hoster":"VOE"},{"path":"/redirect/8636144","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-1","name":"Der Nordpol-Plan","epNo":1,"alt":"The Electric Can Opener Fluctuation","descr":"Die vier Freunde kommen nach drei Monaten von ihrer Nordpol-Expedition zurück. Als Sheldon seinen wissenschaftlichen Erfolg feiern will, gestehen ihm Howard und Raj, dass seine vermeintlich bahnbrechende physikalische Entdeckung nur ein Trick von ihnen war, um seinem diktatorischen Gehabe und seinen Launen zu entgehen. Doch Sheldon hat bereits der gesamten Uni davon erzählt … Leonard und Penny wollen es miteinander versuchen, doch andauernd kommt ihnen etwas dazwischen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419910","hoster":"VOE"},{"path":"/redirect/12419908","hoster":"Doodstream"},{"path":"/redirect/12419911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476663","hoster":"VOE"},{"path":"/redirect/8636137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-2","name":"Die Grillenwette","epNo":2,"alt":"The Jiminy Conjecture","descr":"Als Leonard im Comicbuchladen auftaucht, sind die drei anderen überrascht, weil sie dachten, er würde seine Zeit lieber mit Penny im Bett verbringen. Leonard sagt jedoch lediglich, dass der Sex mit Penny ganz nett sei. Daraufhin wird er von den anderen verspottet. Sheldon, Raj und Howard hören eine Grille zirpen. Sheldon wettet mit Howard, dass er aus der Häufigkeit der Zirplaute der Grille auf ihre Art schließen kann. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12420024","hoster":"VOE"},{"path":"/redirect/12420034","hoster":"Doodstream"},{"path":"/redirect/12420026","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476664","hoster":"VOE"},{"path":"/redirect/8636138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-3","name":"Sex oder Pralinen","epNo":3,"alt":"The Gothowitz Deviation","descr":"Penny übernachtet bei Leonard, da ihr Bett wegen ihrer Aktivitäten kaputtgegangen ist. Da Penny jedoch keine Ahnung von Sheldons Tages- und Wochenplänen hat, kommt es zwischen den beiden zum Streit. Als Leonard Sheldon bittet, netter zu seiner Freundin zu sein, beschließt dieser, Penny wie einen Hund abzurichten und ihr das für ihn unerwünschte Verhalten abzutrainieren. Unterdessen gehen Howard und Raj geschminkt und verkleidet in einen Gothic-Club, um Mädchen abzuschleppen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12420017","hoster":"VOE"},{"path":"/redirect/12420023","hoster":"Doodstream"},{"path":"/redirect/12420022","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476662","hoster":"VOE"},{"path":"/redirect/8636140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-4","name":"Für ihn oder mit ihm","epNo":4,"alt":"The Pirate Solution","descr":"Als die Freunde darüber sprechen, wie sie Thanksgiving verbringen werden, bricht Raj plötzlich in Tränen aus. Ihm droht die Abschiebung, da seine Forschungsarbeit keine Ergebnisse zeigt und sein Visum nicht verlängert wird, wenn die Uni ihn entlässt. Alle sind sich einig, dass Raj einen neuen Job braucht. Er bewirbt sich für ein interessantes Forschungsprojekt und hat die Stelle schon fast in der Tasche. Als er es aber vermasselt, schlägt Sheldon ihm vor, für ihn zu arbeiten. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12420014","hoster":"VOE"},{"path":"/redirect/12420028","hoster":"Doodstream"},{"path":"/redirect/12420013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476669","hoster":"VOE"},{"path":"/redirect/8636141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-5","name":"Der Mann, der seine Omi liebte","epNo":5,"alt":"The Creepy Candy Coating Corollary","descr":"Im Comicbuchladen findet ein Karten-Tournier statt. Weil Raj unbedingt das Preisgeld gewinnen will, bittet er Sheldon, mit ihm dort teilzunehmen. Zuerst hat Sheldon kein Interesse, da für ihn das Spiel keine Herausforderung darstellt. Aber dann erfährt er, dass sein Erzfeind Wil Wheaton auch dabei ist. Mit dem ‚Star Trek‘-Darsteller hat Sheldon noch eine Rechnung offen, nachdem er einst als Fan von ihm im Stich gelassen wurde. Nun sieht er die Zeit, sich zu rächen, gekommen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12420006","hoster":"VOE"},{"path":"/redirect/12420018","hoster":"Doodstream"},{"path":"/redirect/12420008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12268212","hoster":"VOE"},{"path":"/redirect/8636149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-6","name":"Football für Nerds","epNo":6,"alt":"The Cornhusker Vortex","descr":"Leonard, Sheldon, Howard und Raj gehen mit ihren Drachen nach draußen, um einen Drachenkampf auszufechten. Dabei versuchen sie jeweils zu zweit, die Drachen der anderen abstürzen zu lassen. Da Howard abgelenkt ist, stürzt Rajs wertvoller indischer Drachen ab, weshalb er diesen als Verlierer an Sheldon übergeben muss. Nun droht die Freundschaft zwischen Raj und Howard zu zerbrechen. Um sich Pennys Freunden anzupassen, lässt sich Leonard von Sheldon die Footballregeln erklären. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12420001","hoster":"VOE"},{"path":"/redirect/12420007","hoster":"Doodstream"},{"path":"/redirect/12420002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476667","hoster":"VOE"},{"path":"/redirect/8636146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-7","name":"Der Gitarrist auf der Couch","epNo":7,"alt":"The Guitarist Amplification","descr":"Ein Ex-Freund von Penny kündigt seinen Besuch an, weil er als Gitarrist in L.A. neue Gigs an Land ziehen will. Das passt dem eifersüchtigen Leonard überhaupt nicht und führt zu einem heftigen Streit zwischen den beiden. Da Sheldon Streit hasst, versucht er zu schlichten, macht aber alles nur noch schlimmer. Als sich auch noch Raj und Howard in die Haare kriegen, fühlt sich Sheldon in seine Kindheit zurückversetzt und entwickelt sich auch mental zu einem Kleinkind zurück … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419997","hoster":"VOE"},{"path":"/redirect/12420010","hoster":"Doodstream"},{"path":"/redirect/12419996","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476668","hoster":"VOE"},{"path":"/redirect/8636142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-8","name":"Das Suppentattoo","epNo":8,"alt":"The Adhesive Duck Deficiency","descr":"Howard, Raj und Leonard gehen zelten, um den Meteorschauer der Leoniden zu beobachten. Howard sieht sich um, wer sonst noch so in der Gegend zeltet und trifft auf zwei Lehrerinnen, die ihm Kekse schenken. Die drei Freunde essen die Kekse, ohne zu wissen, dass es sich dabei um Haschkekse handelt. Schon bald setzt die Wirkung ein … Penny rutscht in der Badewanne aus und kugelt sich die Schulter aus. Durch den Unfall ist sie gezwungen, Sheldon um Hilfe zu bitten. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419991","hoster":"VOE"},{"path":"/redirect/12419989","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929645","hoster":"VOE"},{"path":"/redirect/8636145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-9","name":"Die Racheformel","epNo":9,"alt":"The Vengeance Formulation","descr":"Howard hat wieder ein Date mit Pennys Arbeitskollegin Bernadette. Während Bernadette auf eine Entscheidung wartet, phantasiert Howard in seinen Tagträumen von Katee Sackhoff, dem Star aus Battlestar Galactica, mit der er ein fiktives Date hat. Sheldon bereitet sich auf ein telefonisches Radio-Interview über seine vermeintliche Entdeckung am Nordpol vor. Während des Gesprächs pumpt Kripke Helium in sein Büro und sorgt dafür, dass Sheldon sich mit seiner Cartoon-Stimme blamiert. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419981","hoster":"VOE"},{"path":"/redirect/12419990","hoster":"Doodstream"},{"path":"/redirect/12419995","hoster":"Vidoza"},{"path":"/redirect/12419985","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476670","hoster":"VOE"},{"path":"/redirect/8636143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-10","name":"Das Gorilla-Projekt","epNo":10,"alt":"The Gorilla Experiment","descr":"Howard bringt seine neue Freundin Bernadette zum Abendessen zu seinen Freunden mit. Dabei muss seine Flamme am eigenen Leib erfahren, wie verschroben Sheldon ist. Als Bernadette im Laufe des Abends Interesse an Leonards Experiment zeigt, lädt dieser sie ein, es sich anzusehen. Leonard reagiert eifersüchtig – und auch Penny ist von der Situation alles andere als begeistert. Sie bittet Sheldon, ihr etwas über Physik beizubringen, damit sie mit Bernadette mithalten kann. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419977","hoster":"VOE"},{"path":"/redirect/12419983","hoster":"Doodstream"},{"path":"/redirect/12419978","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476672","hoster":"VOE"},{"path":"/redirect/8636147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-11","name":"Mädels an der Bar","epNo":11,"alt":"The Maternal Congruence","descr":"Leonards Mutter Beverly kündigt zu Weihnachten ihren Besuch an. Als Penny ihn darauf anspricht, warum er seiner Mutter nichts von ihrer Beziehung erzählt hat, gerät Leonard in Erklärungsnot. Aber Sheldon hat dafür eine einfache Begründung. Verwundert nimmt Leonard am Flughafen zur Kenntnis, dass seine Mutter und Sheldon seit Längerem Kontakt miteinander haben. Doch der Abend hat noch ein paar andere Überraschungen parat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419973","hoster":"VOE"},{"path":"/redirect/12419984","hoster":"Doodstream"},{"path":"/redirect/12419972","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476674","hoster":"VOE"},{"path":"/redirect/8636150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-12","name":"Howards Phasen","epNo":12,"alt":"The Psychic Vortex","descr":"Leonard und Howard haben ein Doppeldate mit Penny und Bernadette. Als letztere von ihren Jobaussichten erzählt, die ihr eine Wahrsagerin prophezeit hat, lacht Leonard sie aus und stellt seine Beziehung zu Penny ernsthaft in Frage. Doch Howard redet ihm ins Gewissen. Raj bequatscht Sheldon, mit ihm auszugehen, um eine Frau kennenzulernen. Ob sich die hübschen und intelligenten Mädchen Abby und Martha auf die beiden einlassen? (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419964","hoster":"VOE"},{"path":"/redirect/12419979","hoster":"Doodstream"},{"path":"/redirect/12419982","hoster":"Vidoza"},{"path":"/redirect/12419968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476673","hoster":"VOE"},{"path":"/redirect/8636148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-13","name":"Terror in der Stadt der Rosen","epNo":13,"alt":"The Bozeman Reaction","descr":"Als Sheldon und Leonard nach einem gemeinsamen Essen mit Raj und Howard in ihre Wohnung zurückkommen, müssen sie leider feststellen, dass eingebrochen worden ist. Sheldon fühlt sich von nun an zu Hause nicht mehr sicher und hockt Penny und Leonard ständig auf der Pelle. Daraufhin installiert Howard ein hochmodernes Sicherheitssystem, dem Sheldon jedoch selbst zum Opfer fällt. Er zieht entsprechende Konsequenzen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419961","hoster":"VOE"},{"path":"/redirect/12419970","hoster":"Doodstream"},{"path":"/redirect/12420083","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476675","hoster":"VOE"},{"path":"/redirect/8636152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-14","name":"Fast wie Einstein","epNo":14,"alt":"The Einstein Approximation","descr":"Sheldon will herausfinden, warum sich Elektronen beim Durchqueren einer Graphen-Schicht so verhalten, als hätten sie keine Masse. Dieses Problem raubt ihm sowohl den letzten Nerv als auch den Schlaf. Er steigert sich immer mehr in das physikalische Problem hinein. Im Wissen, dass Einstein einen banalen Job hatte, als er die Relativitätstheorie entwickelte, beschließt Sheldon schließlich, sich einen ‚primitiven‘ Job zu suchen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419954","hoster":"VOE"},{"path":"/redirect/12419966","hoster":"Doodstream"},{"path":"/redirect/12419956","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476676","hoster":"VOE"},{"path":"/redirect/8636151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-15","name":"Freiflug nach Genf","epNo":15,"alt":"The Large Hadron Collision","descr":"Der Valentinstag steht vor der Tür und die Freunde überlegen, wie sie ihn verbringen werden. Howard will mit Bernadette essen gehen, Sheldon ist es egal und Raj jammert herum, weil er Single ist und am Valentinstag alleine sein wird. Als Leonard erzählt, dass er zu einem Kongress nach Genf eingeladen wurde und an diesem Tag in der Schweiz sein wird, ist Sheldon begeistert und geht sofort packen. Doch Leonard will nicht mit ihm, sondern mit Penny dorthin fahren … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419949","hoster":"VOE"},{"path":"/redirect/12419957","hoster":"Doodstream"},{"path":"/redirect/12419950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476678","hoster":"VOE"},{"path":"/redirect/8636154","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10143062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-16","name":"Sheldon pro se","epNo":16,"alt":"The Excelsior Acquisition","descr":"Die berühmte Comiclegende Stan Lee gibt eine Autogrammstunde in Stuarts Comicbuchladen. Sheldon, Howard, Raj und Leonard sind begeistert, dass sie die Gelegenheit bekommen, den großen Meister persönlich zu treffen. Allerdings entdeckt Howard zuvor, dass Sheldon wegen eines Fahrvergehens eine Vorladung vor Gericht bekommen hat. Sheldon weigert sich, das Bußgeld zu bezahlen und verteidigt sich vor Gericht selbst. Mit verheerenden Folgen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419946","hoster":"VOE"},{"path":"/redirect/12419953","hoster":"Doodstream"},{"path":"/redirect/12419945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476677","hoster":"VOE"},{"path":"/redirect/8636159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-17","name":"Die Herren des Rings","epNo":17,"alt":"The Precious Fragmentation","descr":"Howard, Sheldon, Raj und Leonard erstehen auf dem Flohmarkt eine Kiste, in der sich neben viel Schrott noch etwas anderes befindet: Gollums Ring, das Original-Requisit des Films ‚Der Herr der Ringe‘. Es entbrennt ein heftiger Streit darum, wem der Ring gehört und was mit ihm zu tun ist. Als alle vier während des Streits an dem Ring zerren, schlägt Howard vor, dass derjenige den Ring bekommt, der ihn bis zum Schluss nicht loslässt. Nun versucht jeder, den anderen auszutricksen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419941","hoster":"VOE"},{"path":"/redirect/12419939","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476679","hoster":"VOE"},{"path":"/redirect/8636153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-18","name":"Die dunkle Seite des Mondes","epNo":18,"alt":"The Pants Alternative","descr":"Sheldon hat den diesjährigen Wissenschaftspreis gewonnen. Als er jedoch erfährt, dass er auf dem Bankett eine Rede halten soll, bekommt er schreckliches Lampenfieber und überlegt sogar, den Preis abzulehnen. Leonard, Howard, Raj und Penny wollen ihm dabei helfen, den Abend souverän zu bewältigen. Während Raj ihm anbietet, sein Selbstbewusstsein mit indischen Meditationsübungen zu steigern, versucht Leonard, Sheldons Ängsten mit einer Analyse entgegenzuwirken. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419931","hoster":"VOE"},{"path":"/redirect/12419942","hoster":"Doodstream"},{"path":"/redirect/12419935","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476681","hoster":"VOE"},{"path":"/redirect/8636155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-19","name":"Das L-Wort","epNo":19,"alt":"The Wheaton Recurrence","descr":"Leonard gesteht Penny, dass er sie liebt. Doch leider reagiert Penny nicht so, wie er es sich erhofft hat. Von da an ist die Stimmung sehr angespannt. Als sie gemeinsam mit Sheldon, Raj und Howard gegen Stuart und Sheldons Erzfeind Wil Wheaton bowlen, kriegen sich Leonard und Penny in die Haare. Als Penny wütend die Bowlingbahn verlässt, muss Sheldon aufgeben, weil ihm ein Spieler fehlt. Er macht ein Revanche-Spiel aus – doch Wil Wheaton nutzt den Liebeszoff für sich aus … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419929","hoster":"VOE"},{"path":"/redirect/12419937","hoster":"Doodstream"},{"path":"/redirect/12419928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476680","hoster":"VOE"},{"path":"/redirect/8636156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-20","name":"Spaghetti mit Würstchen","epNo":20,"alt":"The Spaghetti Catalyst","descr":"Sheldon verabredet sich mit Penny zum Spaghetti-Essen. Das verheimlicht er vor seinen Freunden, weil ihm Howard deutlich macht, dass er sich nach der Trennung von Leonard und Penny für eine Seite entscheiden muss. Nach dem gemeinsamen Essen mit seinen Freunden gibt er vor, einen Verdauungsspaziergang machen zu wollen. Da Howard jedoch mitgeht, muss er tatsächlich das Haus verlassen. Zuvor hat er als Beilage zu den Spaghetti noch ein paar Würstchen eingesteckt – keine gute Idee. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419923","hoster":"VOE"},{"path":"/redirect/12419936","hoster":"Doodstream"},{"path":"/redirect/12419925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476682","hoster":"VOE"},{"path":"/redirect/8636157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-21","name":"Vierer ohne Sheldon","epNo":21,"alt":"The Plimpton Stimulation","descr":"Sheldon erwartet Besuch von Dr. Elizabeth Plimpton, einer befreundeten Wissenschaftlerin. Da Elizabeth nicht gerne in Hotels wohnt, lädt Sheldon sie zu sich nach Hause ein. Raj und Leonard sind schwer beeindruckt, da sie ihre Arbeit sehr bewundern. Doch Elizabeth will mit Leonard noch mehr austauschen als wissenschaftliche Erkenntnisse. Nach einer gemeinsamen Nacht träumt Leonard bereits von einer neuen Beziehung – ohne zu ahnen, dass Elizabeth inzwischen weitergezogen ist … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419916","hoster":"VOE"},{"path":"/redirect/12419930","hoster":"Doodstream"},{"path":"/redirect/12419919","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382350","hoster":"VOE"},{"path":"/redirect/8636162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-22","name":"Die Wahrheit über den Fahrstuhl","epNo":22,"alt":"The Staircase Implementation","descr":"Penny muss einen lautstarken Streit zwischen Leonard und Sheldon mit anhören, weil Leonard entgegen der ‚Mitbewohner-Vereinbarung‘ die Raumtemperatur um zwei Grad erhöhen wollte. Genervt steht Leonard schließlich vor Pennys Tür und bittet um Asyl. Um über den Ärger hinwegzukommen, erzählt er ihr die Geschichte, wie er Sheldon kennengelernt hat und wie die beiden zu Mitbewohnern geworden sind. Dabei klärt sich auch die Frage, warum das Haus keinen Fahrstuhl mehr hat. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419914","hoster":"VOE"},{"path":"/redirect/12419920","hoster":"Doodstream"},{"path":"/redirect/12419927","hoster":"Vidoza"},{"path":"/redirect/12419913","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476685","hoster":"VOE"},{"path":"/redirect/8636158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-3/episode-23","name":"Nie mehr dumme Typen","epNo":23,"alt":"The Lunar Excitation","descr":"Leonard, Howard, Sheldon und Raj wollen auf dem Dach ein Laser-Experiment durchführen. Als Leonard Penny dazuholen will, lernt er gleich ihren neuen Freund kennen: Zack, muskulös und gutaussehend. Allerdings hat Zack ein Manko: Er ist strohdoof. Indes suchen Howard und Raj im Internet nach der perfekten Frau für Sheldon und beantworten jede Frage so, wie Sheldon sie beantworten würde. Und tatsächlich finden sie sein Pendant … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12419912","hoster":"VOE"},{"path":"/redirect/12419918","hoster":"Doodstream"},{"path":"/redirect/12419909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476684","hoster":"VOE"},{"path":"/redirect/8636161","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-1","name":"31 Liebhaber aufgerundet","epNo":1,"alt":"The Robotic Manipulation","descr":"Howard hat einen Roboterarm für die Raumstation ISS konstruiert und führt sie Sheldon und Leonard stolz vor. Als Penny dazukommt, lassen sie sich gerade von dem Arm das Essen servieren. Im Gespräch erfährt Penny, dass Sheldon schon seit vier Monaten eine Freundin hat und rät ihm zu einem persönlichen Treffen mit Amy – denn bisher gab es nur SMS- oder Email-Kontakt. Zu Hause kommt Howard die Idee, den Arm auch für andere Zwecke zu benutzen – doch dabei geht alles schief …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441006","hoster":"VOE"},{"path":"/redirect/14097850","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929650","hoster":"VOE"},{"path":"/redirect/8636160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-2","name":"Der sicherste Ort der Welt","epNo":2,"alt":"The Cruciferous Vegetable Amplification","descr":"Sheldon arbeitet an einem Algorithmus, um das Datum seines Todes zu berechnen. Als er bemerkt, dass er kurz vor der möglichen Entdeckung der Übertragung der menschlichen Persönlichkeit auf eine Maschine sterben könnte, will er alles tun, um seinen Tod möglichst weit hinauszuzögern. Gesunde Ernährung und Sport sollen die Lösung sein, doch das geht schief. Sheldons neuer Plan geht dann aber seinen Freunden – und ganz besonders Penny – auf die Nerven … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929653","hoster":"VOE"},{"path":"/redirect/12441020","hoster":"Doodstream"},{"path":"/redirect/12441010","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476689","hoster":"VOE"},{"path":"/redirect/8636165","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10143065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-3","name":"Paradoxe Psychologie","epNo":3,"alt":"The Zazzy Substitution","descr":"Leonard, Raj und Howard sind genervt von Sheldon und Amy. Sheldon kann allein schon ziemlich anstrengend sein, aber im Doppelpack sind sie unausstehlich. Da Sheldon sich weigert, mit Amy woanders hinzugehen, flüchten die drei Freunde in Pennys Wohnung. Doch die macht deutlich, dass das kein Dauerzustand sein kann. Aber vielleicht klärt sich das schon von selbst – Sheldon und Amy geraten wegen einer Grundsatzdiskussion über die Wissenschaften aneinander … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441014","hoster":"VOE"},{"path":"/redirect/12441029","hoster":"Doodstream"},{"path":"/redirect/12441013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476688","hoster":"VOE"},{"path":"/redirect/8636167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-4","name":"Und jetzt mit Zunge","epNo":4,"alt":"The Hot Troll Deviation","descr":"Seit Sheldon und Raj in einem Büro arbeiten, streiten sie sich mehr denn je. Auslöser für den Zoff ist, dass Raj keinen eigenen Schreibtisch von Sheldon bekommt, da die Gelder anderweitig verplant sind. Schließlich können sich die beiden einigen, doch ob sich beide das Ergebnis dann so vorgestellt haben, bleibt abzuwarten … Howard geht Bernadette aus dem Weg und versteckt sich im Restaurant sogar unter dem Tisch. Da er aber immer noch an sie denkt, vertraut er sich Penny an … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004851","hoster":"VOE"},{"path":"/redirect/12441021","hoster":"Doodstream"},{"path":"/redirect/12441019","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476687","hoster":"VOE"},{"path":"/redirect/8636164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-5","name":"Der Gestank der Verzweiflung","epNo":5,"alt":"The Desperation Emanation","descr":"Howard ist wieder mit Bernadette zusammen, Sheldon ist eng mit Amy befreundet und selbst Raj ist nun angeblich liiert. Da sich Leonard sich allein und ausgeschlossen fühlt, schlagen Sheldon und Amy ihm vor, in der Öffentlichkeit neue Kontakte zu suchen. Raj hat aber noch einen anderen Vorschlag für Leonard … Amy will, dass Sheldon ihre Mutter kennenlernt. Da er davon ausgehen muss, dass Amy doch eine feste Beziehung möchte, versucht er, ihr aus dem Weg zu gehen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441023","hoster":"VOE"},{"path":"/redirect/12441025","hoster":"Doodstream"},{"path":"/redirect/12441024","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476690","hoster":"VOE"},{"path":"/redirect/8636163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-6","name":"Finger weg von meiner Schwester","epNo":6,"alt":"The Irish Pub Formulation","descr":"Rajs jüngere Schwester Priya macht während einer Geschäftsreise einen Zwischenstopp in Los Angeles und Raj bringt sie mit ins Institut. Er warnt Howard jedoch, die Finger von seiner Schwester zu lassen. Howard ist empört, schließlich ist er mit Bernadette zusammen. Er und Leonard haben außerdem schon vor fünf Jahren einen Pakt geschlossen, dass sie sich nie an Priya ranmachen. Das Versprechen hat Leonard aber schon längst gebrochen und das holt ihn jetzt wieder ein … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441027","hoster":"VOE"},{"path":"/redirect/12441031","hoster":"Doodstream"},{"path":"/redirect/12441028","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476691","hoster":"VOE"},{"path":"/redirect/8636166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-7","name":"Besuch vom FBI","epNo":7,"alt":"The Apology Insufficiency","descr":"Howard könnte möglicherweise an einem Satellitenprojekt des Verteidigungsministeriums mitarbeiten. Dazu muss das FBI jedoch erst seinen persönlichen Hintergrund beleuchten und auch seine Freunde werden befragt. Raj muss Rumkuchen essen, damit er mit der attraktiven FBI-Agentin Angela Page sprechen kann und Leonard baggert sie mit großer Selbstsicherheit an. Bei Sheldons Befragung zu Howards Vertrauenswürdigkeit, erzählt er mal wieder mehr als gut ist – ein folgenschwerer Fehler. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441033","hoster":"VOE"},{"path":"/redirect/12441032","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476692","hoster":"VOE"},{"path":"/redirect/8636168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-8","name":"21 Sekunden","epNo":8,"alt":"The 21-second Excitation","descr":"Sheldon, Leonard, Raj und Howard wollen sich den Indiana Jones-Film \"Jäger des verlorenen Schatzes\" ansehen, der im Kino mit zusätzlichen 21 Sekunden gezeigt wird. Penny und Bernadette finden das nicht so spannend und beschließen, einen Mädels-Abend zu machen. Amy ist begeistert von der Idee und schlägt eine Pyjamaparty vor. Die Jungs müssen kurz vor der Kinokasse dann erfahren, dass die Vorstellung ausverkauft ist – Sheldon ist außer sich und nicht mehr aufzuhalten … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440944","hoster":"VOE"},{"path":"/redirect/12440947","hoster":"Doodstream"},{"path":"/redirect/12440943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476693","hoster":"VOE"},{"path":"/redirect/8636172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-9","name":"Der falsche richtige Freund","epNo":9,"alt":"The Boyfriend Complexity","descr":"Leonard ist überrascht, als Penny ihn vor ihrem Vater Wyatt plötzlich küsst. Penny erklärt dem verwirrten Leonard, sie hätte ihrem Vater erzählt, dass sie wieder ein Paar seien, weil ihr Vater begeistert von ihm war und sie nicht länger über das Thema reden wollte. Raj will die Nacht in seinem Büro verbringen, weil er mit einem ferngesteuerten Teleskop Planeten beobachten möchte. Howard und Bernadette leisten ihm Gesellschaft – schon bald ist Raj genervt von dem Pärchen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440945","hoster":"VOE"},{"path":"/redirect/12440952","hoster":"Doodstream"},{"path":"/redirect/12440942","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476695","hoster":"VOE"},{"path":"/redirect/8636169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-10","name":"Die animalische Amy","epNo":10,"alt":"The Alien Parasite Hypothesis","descr":"Howard und Raj haben Streit – sie sind sich uneinig, wer im Falle eines radioaktiven Unfalls zum Superhelden und wer zu dessen Gehilfen werden würde. Eine Reihe von Mutproben soll den beiden Aufschluss geben … Penny, Bernadette und Amy sitzen im Restaurant, als Zack, einer von Pennys Ex-Freunden, auftaucht. Amy reagiert auf Zacks Anblick mit einer heftigen körperlichen Reaktion. Gemeinsam mit Sheldon versucht sie, die Ursache herauszufinden … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440946","hoster":"VOE"},{"path":"/redirect/12440949","hoster":"Doodstream"},{"path":"/redirect/12440948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476694","hoster":"VOE"},{"path":"/redirect/8636170","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10143069","hoster":"VOE"},{"path":"/redirect/10143066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-11","name":"Der peinliche Kuss","epNo":11,"alt":"The Justice League Recombination","descr":"Noch während Leonard, Howard und Raj sich von Sheldon bei einem selbst erfundenen Kartenspiel besiegen lassen, kommt Penny mit Zack vorbei. Sie ist wieder mit ihm zusammen und Leonard ist frustriert. Die Jungs machen sich über Zack lustig, ohne dass er es kapiert. Penny ist sauer und verlangt, dass sie sich entschuldigen. Die Jungs wollen Zack daraufhin mit in den Comicbuchladen nehmen und überreden ihn dort, mit ihnen zum Kostümfest zu gehen – als Gruppe könnten sie gewinnen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440950","hoster":"VOE"},{"path":"/redirect/12440954","hoster":"Doodstream"},{"path":"/redirect/12440951","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476698","hoster":"VOE"},{"path":"/redirect/8636174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-12","name":"Die Bushose","epNo":12,"alt":"The Bus Pants Utilization","descr":"Leonard will eine App entwickeln, mit der man Gleichungen abfotografieren und dann berechnen lassen kann. Mit dieser Idee könnte er dann viel Geld verdienen. Seine Freunde und er bilden das sogenannte App-Team, indem Sheldon jedoch alles an sich reißt und Leonards Arbeit kritisiert. Leonard wirft ihn somit aus dem Team. Sheldon versucht nun, Raj und Howard auf seine Seite zu ziehen, aber die wollen lieber weiter mit Leonard arbeiten. Penny hat Mitleid mit Sheldon … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440955","hoster":"VOE"},{"path":"/redirect/12440957","hoster":"Doodstream"},{"path":"/redirect/12440953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476697","hoster":"VOE"},{"path":"/redirect/8636173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-13","name":"Die neutrale Zone","epNo":13,"alt":"The Love Car Displacement","descr":"Amy lädt Penny, als ihre beste Freundin, zu einem Symposium in einem Vier-Sterne-Hotel ein. Nachdem sie Sheldons Einführungsstunde über den geplanten Reiseverlauf überstanden hat, sitzt sie am nächsten Tag mit Sheldon, Amy und Leonard in einem Wagen, während Howard, Raj und Bernadette in dem anderen Auto fahren. Die Fahrt, Bernadettes Ex-Freund und auch die Zimmeraufteilung machen allen zu schaffen und so ist Chaos vorprogrammiert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929654","hoster":"VOE"},{"path":"/redirect/14097849","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476699","hoster":"VOE"},{"path":"/redirect/8636175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-14","name":"Ein Traum von Bollywood","epNo":14,"alt":"The Thespian Catalyst","descr":"Sheldon hat vor Studenten der Uni auf seine unnachahmliche Art eine Vorlesung gehalten und muss anschließend entsetzt feststellen, dass die Studenten in ihren Tweets und Blogs kein gutes Haar an ihm lassen. Auch Amy kann ihn nicht aufheitern, bringt ihn aber auf die Idee, Schauspielunterricht zu nehmen. So begibt sich Sheldon vertrauensvoll in Pennys Hände … Raj rutscht vor den anderen eine Bemerkung raus, die darauf schließen lässt, dass er homosexuelle Neigungen hat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440960","hoster":"VOE"},{"path":"/redirect/12440967","hoster":"Doodstream"},{"path":"/redirect/12440962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12268202","hoster":"VOE"},{"path":"/redirect/12984228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-15","name":"Der Mann der Stunde","epNo":15,"alt":"The Benefactor Factor","descr":"Der Universitätspräsident Dr. Siebert verlangt von den jungen Wissenschaftlern, bei einer Spendenveranstaltung älteren, reichen Leuten zu schmeicheln, um Gelder für Forschungsarbeiten zu bekommen. Da Sheldon nicht mitmacht, müssen sich Leonard, Howard und Raj von einer gut betuchten Witwe in Verlegenheit bringen lassen, die das sichtlich genießt. Die alte Dame findet immer mehr Gefallen an Leonard und lädt ihn zum Abendessen ein. Als sie ihn küsst, ist er zunächst schockiert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440968","hoster":"VOE"},{"path":"/redirect/12440970","hoster":"Doodstream"},{"path":"/redirect/12440969","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476700","hoster":"VOE"},{"path":"/redirect/8636176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-16","name":"Ich bin nicht deine Mutter","epNo":16,"alt":"The Cohabitation Formulation","descr":"Bernadette ist verärgert, weil Howard nicht bei ihr übernachtet. Angeblich muss er sich morgens um seine Mutter kümmern und plant, so auch erst nach ihrem Tod auszuziehen. Bernadette stellt Howard vor die Wahl – entweder sie oder seine Mutter … Leonard erfährt, dass Priya wieder in der Stadt ist. Obwohl Raj seiner Schwester den Umgang mit Leonard verboten hat, wollen die zwei eine Beziehung eingehen. Als Penny davon erfährt, will Amy ihr als beste Freundin beistehen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440971","hoster":"VOE"},{"path":"/redirect/12440974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476702","hoster":"VOE"},{"path":"/redirect/8636177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-17","name":"Das Juwel von Mumbai","epNo":17,"alt":"The Toast Derivation","descr":"Sheldon kommt mit der Beziehung zwischen Leonard und Priya nicht so recht klar, da Leonard nun viel mehr Zeit in Rajs Wohnung verbringt, wo Priya wohnt. Er geht zu Penny und schildert ihr sein Problem. Penny und Amy machen ihm klar, dass Leonard nun mal der Kern seines Freundeskreises ist. Sheldon will sich daraufhin neue Freunde suchen und lädt Stuart aus dem Comicbuchladen, Kripke von der Uni und Pennys Ex-Freund Zack ein. Doch auch das läuft nicht zu seiner Zufriedenheit … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440972","hoster":"VOE"},{"path":"/redirect/12440978","hoster":"Doodstream"},{"path":"/redirect/12440973","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476701","hoster":"VOE"},{"path":"/redirect/8636179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-18","name":"Herz zwei","epNo":18,"alt":"The Prestidigitation Approximation","descr":"Während Priya Leonard überredet, seine Brille gegen Kontaktlinsen einzutauschen, treibt Howard Sheldon mit einem Kartentrick in den Wahnsinn. Sheldon ist überzeugt, dass er als zukünftiger Nobelpreisträger in der Lage ist, die Magie aufzudecken und stellt die verrücktesten Versuche an. Nachdem Priya Leonard nun noch neu eingekleidet hat, will sie, dass seine Ex-Freundin Penny nicht mehr so oft in seiner Wohnung ist. Leonard versucht, mit Penny wissenschaftlich darüber zu reden. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440976","hoster":"VOE"},{"path":"/redirect/12440981","hoster":"Doodstream"},{"path":"/redirect/12440977","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13004853","hoster":"VOE"},{"path":"/redirect/8636178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-19","name":"Der Zarnecki-Feldzug","epNo":19,"alt":"The Zarnecki Incursion","descr":"Sheldon hat die Polizei alarmiert, weil er bestohlen wurde. Leonard ist erleichtert, als er erfährt, dass nicht in die Wohnung eingebrochen wurde, sondern dass Sheldons Account beim Online-Spiel \"War of Warcraft\" gehackt und geplündert wurde. Sheldon ist jedoch so verzweifelt, dass Raj, Howard und Leonard ihn mit allen Kräften unterstützen. Priya wird erstmals damit konfrontiert, dass Leonard in die Online-Welt abtaucht und für sie nicht mehr ansprechbar ist … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440980","hoster":"VOE"},{"path":"/redirect/12440985","hoster":"Doodstream"},{"path":"/redirect/12440982","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476705","hoster":"VOE"},{"path":"/redirect/8636180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-20","name":"Sags nicht weiter","epNo":20,"alt":"The Herb Garden Germination","descr":"Als Amy Sheldon erzählt, dass Penny ihr anvertraut hat, Bernadette wolle sich von Howard trennen, interessiert ihn das überhaupt nicht. Amy schlägt daraufhin ein wissenschaftliches Experiment vor, das den sozialen Zusammenhalt der Gruppe anhand von Klatsch- und Tratschverbreitungen aufzeigen soll. Sie streuen zwei Gerüchte und erwarten die Ergebnisse … Raj ist hocherfreut, dass Bernadette mit Howard Schluss machen möchte. Doch Howard bereitet einen Heiratsantrag vor … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440984","hoster":"VOE"},{"path":"/redirect/12440991","hoster":"Doodstream"},{"path":"/redirect/12440987","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929649","hoster":"VOE"},{"path":"/redirect/8636183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-21","name":"Souvlaki statt Pizza","epNo":21,"alt":"The Agreement Dissection","descr":"Sheldon kann nicht ins Bad, weil Leonard gerade mit Priya unter der Dusche steht. Sheldon ist außer sich und wirft Leonard schwere Verstöße gegen die Mitbewohner-Vereinbarung vor. Priya nimmt sich der Sache an und kann in Leonards Sinne erklären, dass die Vereinbarung in diesen Punkten juristisch nicht haltbar ist. Als Leonard, Howard, Raj und Priya dann auch noch am Pizza-Tag griechisches Essen ins Haus holen, ist Sheldon vollends mit den Nerven am Ende. Er flüchtet zu Penny. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440993","hoster":"VOE"},{"path":"/redirect/12440996","hoster":"Doodstream"},{"path":"/redirect/12440992","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929647","hoster":"VOE"},{"path":"/redirect/8636182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-22","name":"Die Antilope im Curry","epNo":22,"alt":"The Wildebeest Implementation","descr":"Amy und Penny erfahren, dass Bernadette und Howard von Priya und Leonard zu Essen eingeladen wurden. Amy traut Priya nicht über den Weg und schickt Bernadette so als Geheimagentin zu dem Essen, um an Informationen für sie und Penny zu kommen. Tatsächlich simst Bernadette interessante Details: Priya lästert über Pennys gescheiterte Schauspielkarriere. Im Gegenzug soll Bernadette behaupten, dass Penny in einem Film mit Angelina Jolie spielt. Das aber geht gehörig schief … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440995","hoster":"VOE"},{"path":"/redirect/12440997","hoster":"Doodstream"},{"path":"/redirect/12440994","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476706","hoster":"VOE"},{"path":"/redirect/8636181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-23","name":"Hochzeit und Herzinfarkt","epNo":23,"alt":"The Engagement Reaction","descr":"Obwohl Howard seiner Mutter noch nichts von seiner Verlobung mit Bernadette erzählt hat, schmieden die beiden Hochzeitspläne. In einem sehr ungünstigen Moment wagt er es dann doch, es ihr zu sagen. Penny, die aus der Gruppe ausgeschlossen wurde seit Priya mit Leonard zusammen ist, erfreut sich an Gesprächen mit Sheldon. Plötzlich erfahren sie, dass Howard mit seiner Mutter im Krankenhaus ist. Alle wollen fahren und ihm beistehen, doch Sheldon hat panische Angst vor Bazillen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12440998","hoster":"VOE"},{"path":"/redirect/12441001","hoster":"Doodstream"},{"path":"/redirect/12441000","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476708","hoster":"VOE"},{"path":"/redirect/8636185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-4/episode-24","name":"Männertausch","epNo":24,"alt":"The Roommate Transmogrification","descr":"Bernadette überrascht alle: Sie hat nicht nur ihren Doktortitel in der Tasche, sondern auch eine hoch bezahlte Anstellung in einem Pharmakonzern. Howard fühlt sich deswegen minderwertig … Raj ist genervt von dem nächtlichen Lautstärkepegel, den Leonard und Priya verursachen. Leonard bietet ihm an, sein Zimmer bei Sheldon zu beziehen, dann hätte Raj seine Ruhe und das Paar wäre ungestört. Natürlich geht das aber nicht ohne Sheldons umfangreiche Gast-Mitbewohner-Vereinbarung … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12441002","hoster":"VOE"},{"path":"/redirect/12441008","hoster":"Doodstream"},{"path":"/redirect/12441003","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476709","hoster":"VOE"},{"path":"/redirect/8636184","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-1","name":"Der Schlampen-Reflex","epNo":1,"alt":"The Skank Reflex Analysis","descr":"Sheldon versteht nicht, was Penny mit dem Satz \"Es ist nicht das, wonach es aussieht\" gemeint hat, denn offensichtlich hat sie mit Raj geschlafen. Penny kann nach der Nacht mit Raj ihren Freunden nicht mehr unter die Augen treten und flüchtet zu Amy. Raj spürt sie dort jedoch auf und drängt sie, eine Beziehung mit ihm einzugehen – sie weist ihn sanft, aber entschieden zurück. Schließlich stellt sich heraus, dass die beiden überhaupt keinen Sex hatten, da Penny zu betrunken war. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929655","hoster":"VOE"},{"path":"/redirect/8759900","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476710","hoster":"VOE"},{"path":"/redirect/8636186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-2","name":"Der Seuchensessel","epNo":2,"alt":"The Infestation Hypothesis","descr":"Priya ist mittlerweile in Indien, sodass Leonard und sie ständig miteinander skypen – zum Leidwesen von Sheldon, der kurzerhand zu Penny flüchtet. Sheldon ist äußerst angetan von Pennys neuem Sessel, den er ausgesprochen bequem findet. Als Penny beiläufig erwähnt, dass sie den Sessel im Müll gefunden hat, ist er entsetzt. Derweil versucht Leonard – von Howard auf die Idee gebracht – mit Priya via Internet Cybersex zu praktizieren. Er scheitert jedoch kläglich … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476986","hoster":"VOE"},{"path":"/redirect/8759901","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476711","hoster":"VOE"},{"path":"/redirect/8636187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-3","name":"Probewohnen bei Muttern","epNo":3,"alt":"The Pulled Groin Extrapolation","descr":"Nach einem gemeinsamen Dinner gehen Howard und Bernadette mit Raj ins Kino, Penny muss arbeiten und Sheldon will in einen Eisenbahnladen. So kommt es, dass Leonard plötzlich allein mit Amy in seiner Wohnung ist. Er ist irritiert, dass ihr das gar nichts auszumachen scheint. Howard möchte, dass Bernadette nach ihrer Hochzeit bei ihm und seiner Mutter einzieht – Bernadette ist vollkommen entsetzt. Howard schlägt ihr daraufhin ein Probewohnen übers Wochenende vor … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476988","hoster":"VOE"},{"path":"/redirect/8759903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476713","hoster":"VOE"},{"path":"/redirect/8636189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-4","name":"Such Dir eine Inderin!","epNo":4,"alt":"The Wiggly Finger Catalyst","descr":"Raj bläst Trübsal: Seine Freunde haben alle eine Freundin, er ist weiterhin einsamer Single. Penny und Bernadette beschließen, eine Freundin für ihn zu finden. Das Vorhaben gestaltet sich jedoch als schwierig, schließlich ist Rajs Unfähigkeit, mit Frauen zu sprechen, ein großes Problem. Emily, eine Bekannte von Penny aus dem Fitness-Studio, scheint die ideale Frau zu sein, da sie taub ist. Und tatsächlich: Raj kann in Gegenwart der attraktiven Emily ungehemmt reden … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476991","hoster":"VOE"},{"path":"/redirect/8759907","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476712","hoster":"VOE"},{"path":"/redirect/8636199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-5","name":"Ab nach Baikonur","epNo":5,"alt":"The Russian Rocket Reaction","descr":"Sheldon und Leonard sind gerade in Stuarts Comicbuchladen, als Sheldons Lieblingsfeind Wil Wheaton den Laden betritt. Zu ihrer Überraschung lädt er die beiden zu seiner Party ein. Als Leonard erklärt, dass er mit Raj hingehen will, droht Sheldon die Freundschaft mit Leonard zu beenden. Howard ist außer sich vor Freude, als er erfährt, dass er ausgewählt wurde, zu einer Mission auf die Internationale Raumstation zu fliegen. Leider teilt Bernadette seine Freude ganz und gar nicht. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476989","hoster":"VOE"},{"path":"/redirect/8759908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929651","hoster":"VOE"},{"path":"/redirect/8636188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-6","name":"Mamas Liebling","epNo":6,"alt":"The Rhinitis Revelation","descr":"Sheldons Mutter Mary ist zu Besuch. Doch die Freude währt nicht lange: Statt von seiner Mutter ein Brathähnchen zubereitet zu bekommen, geht sie lieber auf Leonards Vorschlag ein, Sushi essen zu gehen. Sheldon hat zudem ein Unterhaltungsprogramm für Mary ausgearbeitet. Er muss aber schockiert zur Kenntnis nehmen, dass seine Mutter den Besuch eines Vortrags mit einem Nobelpreisträger ablehnt und stattdessen lieber mit den anderen eine Stadtrundfahrt macht. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382375","hoster":"VOE"},{"path":"/redirect/8759905","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476715","hoster":"VOE"},{"path":"/redirect/8636198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-7","name":"Ein guter Kerl","epNo":7,"alt":"The Good Guy Fluctuation","descr":"Es ist Halloween: Howard, Raj und Leonard spielen Sheldon einen Streich, bei dem er nicht nur in Ohnmacht fällt, sondern sich auch in die Hose macht. Rache ist süß! Sheldon versucht nun seinerseits, den Freunden einen Streich zu spielen – er scheitert jedoch. Leonard lernt im Comicbuchladen die hübsche Alice kennen. Nach einer ersten Knutscherei in seiner Wohnung folgt das zweite Date. Doch schon bald wird Leonard von Gewissenbissen geplagt, schließlich ist er mit Priya liiert. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476990","hoster":"VOE"},{"path":"/redirect/8759906","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476718","hoster":"VOE"},{"path":"/redirect/8636191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-8","name":"Leichtes Fummeln","epNo":8,"alt":"The Isolation Permutation","descr":"Sheldon beklagt sich darüber, dass sich Bernadette, Amy und Penny nur noch über die Kleider für die Hochzeit unterhalten. Als Amy am nächsten Tag in der Mensa mit den Jungs zusammen sitzt, muss sie enttäuscht feststellen, dass Bernadette und Penny ohne sie losgezogen sind, um die Brautjungfern-Kleider auszusuchen. Wenig später finden Sheldon und Leonard zu ihr und finden sie traurig vor ihrer Harfe sitzend. Leonard überlässt es Sheldon, Amy zu trösten … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476992","hoster":"VOE"},{"path":"/redirect/8759911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476716","hoster":"VOE"},{"path":"/redirect/8636190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-9","name":"Zwei komische Vögel","epNo":9,"alt":"The Ornithophobia Diffusion","descr":"Penny fragt Leonard, ob er Lust hat, sie ins Kino zu begleiten. Als er in seiner Wohnung auf den hysterischen Sheldon trifft, der Angst vor einem Vogel hat, der auf dem Fenstersims sitzt, sagt er zu. Der Abend im Kino verläuft jedoch ganz anders, als Penny es gewohnt ist. Sheldon versucht indes, den Vogel zu verscheuchen – vergeblich. Auch Howard und Raj sowie ein Hochtonfrequenz-Generator bringen keinen Erfolg. Schließlich fliegt der Vogel in die Wohnung – Sheldon ist entsetzt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476996","hoster":"VOE"},{"path":"/redirect/8759909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476717","hoster":"VOE"},{"path":"/redirect/8636195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-10","name":"Die Beziehungsrahmenvereinbarung","epNo":10,"alt":"The Flaming Spittoon Acquisition","descr":"Amy begleitet Sheldon und die Jungs in Stuarts Buchladen, obwohl sie sich für Sheldons Vorliebe für Comics nicht sonderlich begeistern kann. Stuart ist von Amy angetan und bittet Leonard bei Sheldon nachzufragen, ob es okay sei, wenn er Amy zu einem Kaffee einlädt. Da Sheldon die Möglichkeit ausschließt, dass Amy auf Stuarts Einladung eingeht und die Frage für ihn daher irrelevant ist, gibt Leonard Stuart grünes Licht. Als Amy die Einladung annimmt, gerät Sheldon ins Grübeln. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476995","hoster":"VOE"},{"path":"/redirect/8759912","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476720","hoster":"VOE"},{"path":"/redirect/8636193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-11","name":"Das Speckerman Trauma","epNo":11,"alt":"The Speckerman Recurrence","descr":"Leonard ist irritiert, als sich Jimmy Speckerman, der Schüler, der ihn während der Highschool-Zeit auf übelste Art und Weise gemobbt hat, mit ihm in einer Bar treffen will. Nach einigem Hin und Her beschließt er, seinen Peiniger von einst zu treffen und von ihm eine Entschuldigung für all die Gräueltaten zu fordern. Als Leonard zögert, ihm eine vorbereitete Liste vorzulegen, greift Sheldon ein und macht Jimmy klar, wie sehr Leonard unter ihm gelitten hat … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12900363","hoster":"VOE"},{"path":"/redirect/8759910","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476721","hoster":"VOE"},{"path":"/redirect/8636194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-12","name":"Kinder? Nein danke!","epNo":12,"alt":"The Shiny Trinket Maneuver","descr":"Howard bereitet sich auf einen Auftritt als Zauberer beim Geburtstag seines Cousins vor und will Bernadette als Assistentin einspannen. Bernadette ist nicht wohl bei dem Gedanken: Sie glaubt nämlich, dass sie nicht gut mit Kindern umgehen kann. Howard lässt den Einwand nicht gelten und nimmt sie mit – mit verheerenden Folgen. Als Amy Sheldon verkündet, dass ihre neueste Studie der Aufmacher einer renommierten Fachzeitschrift ist, übergeht er das einfach – Amy ist sehr verletzt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382374","hoster":"VOE"},{"path":"/redirect/8759914","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476719","hoster":"VOE"},{"path":"/redirect/8636192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-13","name":"Penny und Leonard 2.0","epNo":13,"alt":"The Recombination Hypothesis","descr":"Während Sheldon vor der Wohnungstür einen Mr. Spock-Pappaufsteller auspackt und dabei eine üble Entdeckung macht, fasst sich Leonard ein Herz und lädt Penny zum Abendessen ein. Amy und Bernadette rätseln, warum Leonard Penny wieder ausführt und ob die beiden es schaffen, erneut ein Paar zu werden. Howard, Raj und Sheldon verstehen gar nicht, warum sich Leonard wieder auf Penny einlassen will und sind gegen eine Beziehung der beiden. Wer wird am Ende eine Enttäuschung erleben? (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8476999","hoster":"VOE"},{"path":"/redirect/14114040","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382351","hoster":"VOE"},{"path":"/redirect/8636197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-14","name":"Flaggen Spaß mit Sheldon","epNo":14,"alt":"The Beta Test Initiation","descr":"Während Sheldon sein Wissen über Flaggen per Video-Podcast in die Welt verbreiten will, diskutieren Leonard und Penny über ihre mögliche Zukunft als Paar. Penny hat große Angst, dass sie eine neue Beziehung mit Leonard wieder aus einem plötzlichen Impuls heraus beenden könnte. Doch Leonard wäre nicht Leonard, hätte er nicht eine äußerst rationale Lösung für dieses Problem. Auch Raj ist dem Bann einer Frau erlegen – doch irgendwas stimmt nicht an dieser seltsamen Liaison … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477000","hoster":"VOE"},{"path":"/redirect/8759916","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476724","hoster":"VOE"},{"path":"/redirect/8636196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-15","name":"Die Mitbewohnervereinbarung","epNo":15,"alt":"The Friendship Contraction","descr":"Sheldons vierteljährliche Notfallübung reißt Leonard aus dem Schlaf. Als Sheldon am nächsten Tag auch noch von Leonard verlangt, ihn trotz totaler Übermüdung zum Zahnarzt zu fahren, eskaliert die Situation … Howard fiebert seinem Ausflug ins All entgegen. Raj überlegt sich für ihn einen schnittigen Spitznamen, den aber eigentlich die anderen Astronauten vergeben. Rajs Versuch, die Astronauten bei Howards Namensgebung zu beeinflussen, geht ordentlich daneben … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477003","hoster":"VOE"},{"path":"/redirect/8759915","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476725","hoster":"VOE"},{"path":"/redirect/8636205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-16","name":"Die Urlaubs-Diktatur","epNo":16,"alt":"The Vacation Solution","descr":"Der Universitätspräsident zwingt Sheldon, endlich seinen Urlaub zu nehmen. Sheldon ist fassungslos, da er ohne Arbeit nichts mit sich anzufangen weiß und beschließt, bei Amy im Labor auszuhelfen. Auch Bernadette hat ein Problem: Ihr Vater möchte, dass sie für die Ehe mit Howard auf einen Ehevertrag besteht, da sie mehr verdient als ihr Zukünftiger. Das verletzt Howard in seiner Ehre und so beschließt er, mit Bernadettes Vater, einem Waffennarr, ein Männergespräch zu führen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477005","hoster":"VOE"},{"path":"/redirect/8759917","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11832634","hoster":"VOE"},{"path":"/redirect/8636206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-17","name":"Antisportler","epNo":17,"alt":"The Rothman Disintegration","descr":"Das Büro des geistig verwirrten Professor Rothman wird frei und Sheldon erhebt sofort Ansprüche darauf, da er sein kleines Büro ja mit Raj teilen muss. Doch auch Kripke ist an dem Büro interessiert und so schlägt Sheldon einen sportlichen Wettkampf vor, der entscheiden soll, wer das Büro bekommt. Amy überrascht Penny mit einem schrecklichen Gemälde, das die beiden Freundinnen darstellt und erwartet, dass Penny es in ihrer Wohnung aufhängt. Penny gerät in die Zwickmühle … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477001","hoster":"VOE"},{"path":"/redirect/8759919","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335685","hoster":"VOE"},{"path":"/redirect/8636200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-18","name":"Kuscheln mit dem Gürteltier","epNo":18,"alt":"The Werewolf Transformation","descr":"Als sich Sheldon planmäßig die Haare schneiden lassen will, erfährt er zu seinem Entsetzen, dass Mr. D’Onofirio, sein Frisör, im Krankenhaus liegt. Doch niemand sonst hat Zugang zu Sheldons exakten Haarschnitt-Unterlagen. Sheldon ist dem Nervenzusammenbruch nahe … Howard wird zum Astronauten-Training nach Texas eingeladen. Was ihn jedoch dort erwartet, geht weit über seine Kräfte. Bernadette kann sich das Elend per Skype nicht mehr ansehen und beschließt, Howard zu besuchen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929659","hoster":"VOE"},{"path":"/redirect/8759918","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476728","hoster":"VOE"},{"path":"/redirect/8636201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-19","name":"Wochenendkrieger","epNo":19,"alt":"The Weekend War","descr":"Raj will mit den Jungs ein Wochenende lang nur mit Videospielen verbringen. Da nun alle eine Freundin haben, bringt das einige Probleme mit sich. Amy will, dass Sheldon zur Geburtstagsfeier ihrer Tante mitkommt, und auch Penny zeigt sich über den Spielemarathon wenig begeistert. Nach der Geburtstagsfeier ist Amy völlig frustriert, da ihre Familie nicht glaubt, dass sie einen Freund hat. Beziehungsstress ist vorprogrammiert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477009","hoster":"VOE"},{"path":"/redirect/8759920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476727","hoster":"VOE"},{"path":"/redirect/8636203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-20","name":"Traum mit Spock","epNo":20,"alt":"The Transporter Malfunction","descr":"Nachdem Sheldon eine bissige Bemerkung darüber macht, dass sich Penny immer auf ihre Kosten durchfuttert, überrascht Penny Leonard und Sheldon mit einem Geschenk. Sie hat für jeden ein original verpacktes Star-Trek-Spielzeug aus dem Jahr 1975 besorgt. Die beiden sind völlig von den Socken, wollen ihre Spielzeuge aber nicht auspacken, weil sie sonst sofort an Wert verlieren. Dann erscheint Sheldon seine Spock-Actionfigur im Traum … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477006","hoster":"VOE"},{"path":"/redirect/8759922","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476729","hoster":"VOE"},{"path":"/redirect/8636202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-21","name":"Noch so ein Weichei","epNo":21,"alt":"The Hawking Excitation","descr":"Howard ist völlig aus dem Häuschen: Stephen Hawking wird an der Universität einige Vorträge halten, und Howard wird mit der Wartung seines Rollstuhls betraut. Da Hawking Sheldons großes Vorbild ist, bettelt er Howard so lange an, bis er ihm verspricht, dem Genie eine seiner Arbeiten zum Lesen zu geben. Doch als Bedingung muss Sheldon einige Aufträge für Howard erledigen. So muss er zum Beispiel mit Howards Mutter einkaufen gehen, um ihr ein neues Kleid zu besorgen … (Text: ProSieben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477004","hoster":"VOE"},{"path":"/redirect/8759921","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476730","hoster":"VOE"},{"path":"/redirect/8636207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-22","name":"Sex auf der Waschmaschine?","epNo":22,"alt":"The Stag Convergence","descr":"Der Tag von Howards Junggesellenabschied ist gekommen, und er besteht darauf, dass es nur ein einfaches Abendessen ohne Stripperinnen geben soll. Allerdings hat Howard nicht mit Rajs Trinkfreudigkeit gerechnet. Als die Jungs nacheinander Reden auf Howard halten, löst der Alkohol Rajs Zunge so sehr, dass er ein paar peinliche Geschichten aus Howards Leben ausplaudert. Was Howard nicht ahnt: Wil Wheaton filmt die Reden nicht nur, sondern stellt sie auch gleich ins Internet … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477007","hoster":"VOE"},{"path":"/redirect/8759928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476731","hoster":"VOE"},{"path":"/redirect/8636204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-23","name":"Falscher Ort falsche Frage","epNo":23,"alt":"The Launch Acceleration","descr":"Die NSA benachrichtigt Howard, dass sein Weltraumflug aufgrund technischer Probleme abgesagt wird. Er ist total erleichtert, weil er in Wahrheit große Angst vor dem Flug hat. Penny ist bereit, in der neuen Beziehung mit Leonard weiterzugehen. Die beiden landen im Bett, aber Leonard macht den Augenblick zunichte, indem er sie fragt, ob sie ihn heiraten will. Auch Amy will das Tempo ihrer Beziehung anziehen und lädt Sheldon zu sich ein … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477011","hoster":"VOE"},{"path":"/redirect/8759923","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476732","hoster":"VOE"},{"path":"/redirect/8636208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-5/episode-24","name":"Fruchtzwerg fliegt ins All","epNo":24,"alt":"The Countdown Reflection","descr":"Da er seinen Weltraumflug nicht mehr abblasen kann, versucht Howard das Beste aus seiner Situation zu machen. Er schenkt Bernadette eine Kette mit einem Stern und erzählt ihr eine rührselige Geschichte – sie ist so ergriffen, dass sie ihn sofort heiraten will. Sie lädt alle Freunde ins Standesamt ein, aber leider kommen sie zu spät: Vor Howards Abreise nach Kasachstan ist kein Termin mehr frei. Doch Raj hat die rettende Idee … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477018","hoster":"VOE"},{"path":"/redirect/8759925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476734","hoster":"VOE"},{"path":"/redirect/8636211","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-1","name":"Die Date-Variable","epNo":1,"alt":"The Date Night Variable","descr":"Seit zwei Jahren kennen sich Sheldon und Amy nun, und laut Beziehungsrahmenvereinbarung muss Sheldon zum Jahrestag mit Amy essen gehen und es dabei zu zwanglosem körperlichen Kontakt kommen lassen … Leonard will mit Penny einen netten Abend verbringen, beginnt aber zu nerven, da er sie ständig auf ihren aktuellen Beziehungsstatus anspricht. Howard hat ganz andere Probleme: Bernadette meckert, dass er seiner Mutter noch nicht gesagt hat, dass sie nicht bei ihr wohnen werden. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477008","hoster":"VOE"},{"path":"/redirect/8759924","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476736","hoster":"VOE"},{"path":"/redirect/8636215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-2","name":"Händchen halten, bitte!","epNo":2,"alt":"The Decoupling Fluctuation","descr":"Penny gesteht ihren Freundinnen, dass sie nicht sicher ist, wie es mit ihr und Leonard weitergehen soll. Wenig später will Amy mit Sheldon im Kino Händchen halten. Der ist alles andere als begeistert und verweist darauf, dass Penny nichts dergleichen von Leonard verlangt. Amy lässt daraufhin durchblicken, dass Penny womöglich die Beziehung beenden wird – Sheldon ist entsetzt und muss ihr versprechen Leonard nichts davon zu sagen. Das fällt Sheldon jedoch extrem schwer … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477012","hoster":"VOE"},{"path":"/redirect/8759926","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476733","hoster":"VOE"},{"path":"/redirect/8636210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-3","name":"Ein blondes Äffchen","epNo":3,"alt":"The Higgs Boson Observation","descr":"Sheldon durchforstet alte Arbeiten, die er als Kind geschrieben hat, da er glaubt, darin eine wissenschaftliche Sensation zu entdecken, die ihm den ersehnten Nobelpreis einbringt. Als ihm klar wird, dass er keine Zeit hat, die ganzen Aufzeichnungen durchzusehen, rät ihm Leonard, sich eine Assistentin zu suchen – Sheldon befolgt den Rat. Nach bestandenem Eignungstest engagiert er die Doktorandin Alex Jensen für diese Arbeit … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477010","hoster":"VOE"},{"path":"/redirect/8759927","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476735","hoster":"VOE"},{"path":"/redirect/8636213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-4","name":"Armer Astronaut","epNo":4,"alt":"The Re-Entry Minimization","descr":"Howard kehrt zurück und wird am Flughafen von Bernadette sehnsüchtig erwartet. Unvermittelt sieht er sich dort einer Schar Reporter gegenüber, die mit \"Howie, Howie\"-Rufen auf sich aufmerksam machen. Doch nicht er, sondern der Schauspieler Howie Mandel ist gemeint. Penny, Amy, Leonard und Sheldon veranstalten einen Spieleabend. Ausgerechnet Sheldon ist mit den ausgewählten Spielen so überfordert, dass er und Leonard gegen Penny und Amy nicht den Hauch einer Chance haben. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477013","hoster":"VOE"},{"path":"/redirect/8759929","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476739","hoster":"VOE"},{"path":"/redirect/8636214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-5","name":"Holographisch erregt","epNo":5,"alt":"The Holographic Excitation","descr":"Die alljährliche Halloween-Party steht an. Stuart möchte sie in seinem Laden feiern, und Raj bietet sich an, diese für ihn so zu gestalten, dass sie ein Erfolg wird. Amy und Sheldon haben ein Problem: Sie sind sich zwar einig, dass sie in Partnerkostümen zur Party gehen wollen, können sich aber nicht darauf einigen, als welches Paar sie gehen sollen. Indes sind die Freunde von Howard total genervt, denn der erzählt unaufgefordert und ununterbrochen von seinem Ausflug ins All. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477016","hoster":"VOE"},{"path":"/redirect/8759930","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476738","hoster":"VOE"},{"path":"/redirect/8636209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-6","name":"Akt und Extrakt","epNo":6,"alt":"The Extract Obliteration","descr":"Stephen Hawking hat positiv auf Sheldons Anfrage reagiert und will mit ihm das Online-Spiel \"Words with Friends\" spielen. Wie es der Titel des Spiels suggeriert, glaubt Sheldon, dass er nun mit dem intelligentesten Mann der Welt befreundet ist. Er besiegt Hawking in der ersten Runde haushoch – dem Genie missfällt das jedoch. Bernadette findet unter Pennys Sofa ein Geschichtslehrbuch. Sie gesteht, dass sie seit einiger Zeit heimlich einen Geschichtskurs auf dem College besucht … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173349","hoster":"VOE"},{"path":"/redirect/8759932","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476737","hoster":"VOE"},{"path":"/redirect/8636212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-7","name":"Spaß mit Flaggen (2)","epNo":7,"alt":"The Habitation Configuration","descr":"Für seine neueste Ausgabe von \"Spaß mit Flaggen\" bekommt Sheldon Unterstützung von seinem Freund Wil Wheaton. Amy steht hinter der Kamera und zeichnet für die Regie verantwortlich. Da sie unentwegt an Wil rumnörgelt, wird der sauer und beleidigt sie. Amy stellt Sheldon kurzerhand vor die Wahl: entweder Wil Wheaton oder sie. Da Sheldon das wie immer nur wortwörtlich versteht, ist er begeistert, als Amy freiwillig das Feld räumt und das Problem offensichtlich gelöst ist. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477017","hoster":"VOE"},{"path":"/redirect/8759934","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476740","hoster":"VOE"},{"path":"/redirect/8636218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-8","name":"Das Rätsel der 43","epNo":8,"alt":"The 43 Peculiarity","descr":"Sheldon verschwindet jeden Tag für 20 Minuten. Da er nie ein Wort darüber verliert, was er in dieser Zeit macht, verfolgen Howard und Raj ihn. Die Verfolgung endet vor einem Raum im Keller der Uni, in dem Sheldon sich eingeschlossen hat. Wenig später brechen die beiden dort ein und finden eine Tafel vor, auf der die Zahl 43 steht – sonst nichts. Unter Hochdruck versuchen sie, dem Geheimnis der 43 auf den Grund zu gehen. Sie beschließen, eine Webcam zu installieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477015","hoster":"VOE"},{"path":"/redirect/8759931","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476741","hoster":"VOE"},{"path":"/redirect/8636216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-9","name":"Die Parkplatz-Eskalation","epNo":9,"alt":"The Parking Spot Escalation","descr":"Howard hat sich ein Auto gekauft. Bald entspinnt sich ein erbitterter Streit zwischen ihm und Sheldon um einen Parkplatz auf dem Uni-Gelände. Der Parkplatz steht Howard offiziell zu, aber Sheldon will diesen um jeden Preis behalten – obwohl er überhaupt kein Auto besitzt. Die beiden kämpfen mit harten Bandagen. Schließlich wird ihre Auseinandersetzung auf Amy und Bernadette übertragen. Penny versucht, den Eklat abzuwenden – und gerät vollends zwischen die Fronten … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477019","hoster":"VOE"},{"path":"/redirect/8759933","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476742","hoster":"VOE"},{"path":"/redirect/8636219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-10","name":"Strafe muss sein","epNo":10,"alt":"The Fish Guts Displacement","descr":"Howard lässt sich von Bernadette überreden, mit ihren Eltern essen zu gehen. Da er nicht weiß, worüber er sich mit den Rostenkowskis unterhalten soll, lenkt Bernadette das Gespräch auf die Angelleidenschaft ihres Vaters. Ehe sich die beiden Männer versehen, haben sie ihre Frauen für das nächste Wochenende zum Angeln miteinander verabredet. Aber vom Angeln hat Howard leider keine Ahnung und nun hat er höllische Angst, dass er sich hoffnungslos blamiert. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382368","hoster":"VOE"},{"path":"/redirect/8759937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476744","hoster":"VOE"},{"path":"/redirect/8636222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-11","name":"Mädelsabend mit Kerl","epNo":11,"alt":"The Santa Simulation","descr":"Leonard plant einen Dungeons and Dragons-Spielabend. Penny, Bernadette und Amy haben darauf allerdings keine Lust. Sie beschließen, ohne die Männer auszugehen – nur Raj darf mitkommen, weil er bereits aus dem Spiel ausgeschieden ist. In der Bar kommen die Mädels auf die Idee, für Raj endlich eine passende Freundin zu suchen. Das erweist sich jedoch als schweres Unterfangen, da er sich immer in Frauen verguckt, die für ihn unerreichbar sind … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477023","hoster":"VOE"},{"path":"/redirect/8759935","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476745","hoster":"VOE"},{"path":"/redirect/8636217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-12","name":"Das Eiersalat-Äquivalent","epNo":12,"alt":"The Egg Salad Equivalency","descr":"Sheldons Assistentin Alex macht Leonard eindeutige Avancen. Er genießt ihr Interesse. Sheldon hingegen findet es inakzeptabel, schließlich soll sie sich auf seine Bedürfnisse konzentrieren. Er fragt Amy, Bernadette und Penny um Rat. Penny ist außer sich, dass ihr Freund nicht nur angebaggert wird, sondern es auch noch gutheißt. Die Mädels empfehlen Sheldon, mit Alex zu reden. Das Gespräch artet jedoch aus, und Alex bezichtigt ihren Chef der sexuellen Belästigung am Arbeitsplatz. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477025","hoster":"VOE"},{"path":"/redirect/8759936","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476743","hoster":"VOE"},{"path":"/redirect/8636220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-13","name":"Man lernt nie aus","epNo":13,"alt":"The Bakersfield Expedition","descr":"Leonard, Sheldon, Raj und Howard machen sich auf den Weg zur Bakersfield Comic Con, wo sie an einem Kostümwettbewerb teilnehmen wollen. Unterwegs kommen sie auf die Idee, in der Wüste ein paar Fotos im \"Star Trek\"-Outfit zu schießen. Dummerweise wird ihnen während des Shootings das Auto geklaut … Die Mädels versuchen unterdessen, die Begeisterung der Jungs für Comics zu verstehen – mit ungeahnten Folgen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477022","hoster":"VOE"},{"path":"/redirect/8759940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476746","hoster":"VOE"},{"path":"/redirect/8636223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-14","name":"Willkommen in der Donnerkuppel","epNo":14,"alt":"The Cooper/Kripke Inversion","descr":"Sheldon erlebt den Super-GAU: Nicht nur, dass er zusammen mit Erzfeind Kripke an einem wichtigen Projekt der Uni arbeiten muss – seine Entwürfe sind auch noch schlechter als die des Konkurrenten! Kripke liefert ihm allerdings unfreiwillig eine bizarre Ausrede dafür: Seiner Meinung nach wird der Nerd von Amy sexuell zu sehr beansprucht … Howard könnte hingegen bald gar keinen Sex mehr haben: Er hat zusammen mit Raj ohne Bernadettes Wissen einen teuren 3D-Drucker gekauft … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477021","hoster":"VOE"},{"path":"/redirect/8759939","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476748","hoster":"VOE"},{"path":"/redirect/8636221","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11328684","hoster":"VOE"},{"path":"/redirect/10143067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-15","name":"Spoileralarm","epNo":15,"alt":"The Spoiler Alert Segmentation","descr":"Weil Leonard endgültig die Nase voll von Sheldons Besserwisserei hat, zieht er bei Penny ein. Die traut sich allerdings nicht, ihm zu sagen, dass sie für eine gemeinsame Wohnung noch nicht bereit ist. Amy wittert hingegen ihre große Chance: Wer wäre geeigneter als sie, Sheldons neue Mitbewohnerin zu werden? Während seine Freunde ihre Wohnverhältnisse sortieren, versucht Raj, den Fängen von Mrs. Wolowitz zu entkommen. Dabei wollte er doch nur Howard einen Gefallen tun … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001692","hoster":"VOE"},{"path":"/redirect/8759941","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476749","hoster":"VOE"},{"path":"/redirect/8636224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-16","name":"Der Romantik-Ninja","epNo":16,"alt":"The Tangible Affection Proof","descr":"Es ist Valentinstag, und Leonard verspricht Penny ein unvergessliches Erlebnis. Allerdings entwickelt sich ihr Date nicht nach Wunsch: Zum einen haben Bernadette und Howard ihre Ehekrise mit an den gemeinsamen Tisch im Restaurant gebracht, zum anderen turtelt Pennys Ex am Nachbartisch. Sheldon und Amy schaffen es indes, sich mit ihren Geschenken gegenseitig zu überraschen, und Single Raj findet eine ganz eigene Möglichkeit, den Tag der Verliebten für sich zu gestalten … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477026","hoster":"VOE"},{"path":"/redirect/8759938","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335684","hoster":"VOE"},{"path":"/redirect/8636226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-17","name":"Keiner ist so kaputt wie ich","epNo":17,"alt":"The Monster Isolation","descr":"Endlich hat Raj es geschafft, ein Date zu bekommen – dann türmt die junge Frau während der Verabredung heimlich durchs Toilettenfenster des Coffee-Shops. Raj ist am Boden zerstört und will sein Apartment nie wieder verlassen. Das können seine Freunde natürlich nicht hinnehmen … Sheldon lernt unterdessen, was es heißt, jemandem einen Gefallen zu tun: Weil Penny ihm bei \"Spaß mit Flaggen\" geholfen hat, soll er ihre Theateraufführung besuchen … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477028","hoster":"VOE"},{"path":"/redirect/8759943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476751","hoster":"VOE"},{"path":"/redirect/8636227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-18","name":"Prinzessinnen der Wissenschaft","epNo":18,"alt":"The Contractual Obligation","descr":"Leonard, Howard und Sheldon sollen junge Mädchen für die Wissenschaft begeistern. Also halten sie einen Vortrag in Howards ehemaliger Schule. Leider verläuft der nicht so problemlos, wie geplant … Raj versucht, seinen Schwarm Lucy mit einem Date in einer Bibliothek zu beeindrucken, während Penny, Bernadette und Amy sich auf skurrile Art und Weise in Disneyland vergnügen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477027","hoster":"VOE"},{"path":"/redirect/8759946","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476750","hoster":"VOE"},{"path":"/redirect/8636225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-19","name":"Ordnung in der Abstellkammer","epNo":19,"alt":"The Closet Reconfiguration","descr":"Während Bernadette und Howard eine Dinner-Party für ihre Freunde geben, sortiert Sheldon wie besessen den Wandschrank der beiden. Dabei findet er einen bislang ungeöffneten Brief von Howards treulosem Vater, den er natürlich liest. Howard ist stinksauer, will aber nicht wissen, was sein Vater ihm vor vielen Jahren schrieb. Die Mädels platzen hingegen vor Neugier und quetschen Sheldon heimlich aus. Howard erfährt allerdings davon … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477029","hoster":"VOE"},{"path":"/redirect/8759944","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476752","hoster":"VOE"},{"path":"/redirect/8640999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-20","name":"Kein Job fürs Leben","epNo":20,"alt":"The Tenure Turbulence","descr":"Was ist das Beste, was einem Wissenschaftler passieren kann? Eine Stelle auf Lebenszeit! Als solch ein Posten an der Universität frei wird, geraten Raj, Sheldon und Leonard nicht nur untereinander in einen heftigen Konkurrenzkampf – sie müssen auch noch Erzfeind Kripke ausstechen. Der ist ebenfalls scharf auf den Job und schleimt heftig bei Janine Davis, die Mitglied des Entscheidungskomitees ist. Die Freunde lassen sich einiges einfallen, um Davis nachhaltig zu beeindrucken … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477030","hoster":"VOE"},{"path":"/redirect/8759945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476753","hoster":"VOE"},{"path":"/redirect/8636231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-21","name":"Abschluss-Probleme","epNo":21,"alt":"The Closure Alternative","descr":"Als Sheldon erfährt, dass seine Lieblingsserie abgesetzt wurde, gerät er in eine Krise: Das Finale der letzten Staffel hatte einen Cliffhanger, und der Nerd muss nun unbedingt wissen, wie es weitergegangen wäre. Amy nimmt Sheldons penetrante Nachforschungen zum Anlass, seinen Zwang, Dinge zu beenden, zu kurieren. Zwischen Raj und Lucy läuft es ganz gut – bis Raj im Internet auf ihren Blog stößt und darin einige Dinge über sich liest, die ihn sehr verunsichern … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477033","hoster":"VOE"},{"path":"/redirect/8759942","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476754","hoster":"VOE"},{"path":"/redirect/8636233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-22","name":" Professor Proton","epNo":22,"alt":"The Proton Resurgence","descr":"Sheldon findet heraus, dass sein Kindheitsheld Professor Proton für Privat-Partys buchbar ist. Also lädt er den inzwischen alten Mann zu sich nach Hause ein. Der reagiert reichlich verstört auf Sheldons allzu aufdringliche Fanliebe … Bernadette und Howard sollen Rajs Hündchen Cinnamon hüten. Beim Spaziergang im Park verlieren sie das kleine Fellknäuel allerdings. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477037","hoster":"VOE"},{"path":"/redirect/8759948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476756","hoster":"VOE"},{"path":"/redirect/8636228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-23","name":"Würfeln und küssen","epNo":23,"alt":"The Love Spell Potentia","descr":"Eigentlich wollten die Mädels ein Wochenende in Las Vegas verbringen. Durch ein Missgeschick von Amy dürfen sie allerdings nicht in den Flieger und platzen bei der Heimkehr mitten in eine Partie \"Dungeons \u0026 Dragons\" der Jungs hinein. Die verpflichten ihre Freundinnen kurzerhand zum Mitspielen, da Raj sie ohnehin für Lucy versetzt hat. Alle haben mächtig Spaß – bis Howard sich einen bösen Patzer gegenüber Amy leistet … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477035","hoster":"VOE"},{"path":"/redirect/8759947","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476755","hoster":"VOE"},{"path":"/redirect/8636229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-6/episode-24","name":"Wie ein Wasserfall","epNo":24,"alt":"The Bon Voyage Reaction","descr":"Leonard entscheidet sich, an einer Forschungsreise unter der Leitung von Stephen Hawking teilzunehmen. Dafür wird er vier Monate in der Nordsee auf einem Schiff verbringen. Während Sheldon eifersüchtig ist, vermisst Penny ihren Liebsten ganz arg. Ihren Schmerz kann sie mit Raj teilen: Lucy hat ihn verlassen, weil sie glaubt, mit ihrer Sozialphobie nie seine Freunde kennenlernen zu können. Die Trennung löst bei Raj etwas Ungeheuerliches aus … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477031","hoster":"VOE"},{"path":"/redirect/8759949","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476757","hoster":"VOE"},{"path":"/redirect/8636230","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-1","name":"Drinks von Fremden","epNo":1,"alt":"The Hofstadter Insufficiency","descr":"Penny und Sheldon vermissen Leonard, der sich auf einer Expedition befindet. Also versuchen sie, sich gegenseitig abzulenken. Amy und Bernadette besuchen unterdessen einen Wissenschaftskongress. Als zwei Männer ihnen in einer Bar Drinks spendieren, sind sie völlig aus dem Häuschen – bis Bernadette eine unbedachte Bemerkung über Sheldon macht … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917773","hoster":"VOE"},{"path":"/redirect/8759954","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476758","hoster":"VOE"},{"path":"/redirect/8636232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-2","name":"Eine Körbchengrösse mehr","epNo":2,"alt":"The Deception Verification","descr":"Leonard ist heimlich drei Tage früher von seiner Expedition zurückgekehrt, um ein wenig ungestörte Zeit mit Penny zu haben. Als Sheldon davon Wind bekommt, ist er tödlich beleidigt und treibt Leonard mit seiner Zickigkeit in den Wahnsinn. Howard kämpft unterdessen mit den Folgen einer Östrogen-Creme, mit der er seine Mutter eingerieben hat: Da er dabei keine Handschuhe trug, gelangten die weiblichen Hormone über seine Haut in seinen Körper und spielen dort nun verrückt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477036","hoster":"VOE"},{"path":"/redirect/13599501","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13824528","hoster":"VOE"},{"path":"/redirect/8636235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-3","name":"Schnitzeljagd mit Nerds","epNo":3,"alt":"The Scavenger Vortex","descr":"Raj veranstaltet für seine Freunde eine wissenschaftliche Schnitzeljagd. Leonard schlägt vor, nicht in den bekannten Paar-Konstellationen anzutreten, sondern in bunt gemischten Teams. Während niemand große Lust hat, mit Wissenschafts-Niete Penny auf Tour zu gehen, stellen Howard und Amy während des Spiels fest, dass sie mehr gemeinsam haben als gedacht. Leonard hingegen muss erfahren, was für eine ehrgeizige Zicke Bernadette sein kann … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477038","hoster":"VOE"},{"path":"/redirect/8759953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929652","hoster":"VOE"},{"path":"/redirect/8636237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-4","name":"Ostereier im Juni","epNo":4,"alt":"The Raiders Minimization","descr":"Als Amy und Sheldon zusammen \"Jäger des verlorenen Schatzes\" sehen, macht Amy einige Bemerkungen, die Sheldon den Film verleiden. Natürlich will er jetzt auch etwas schlecht machen, was ihr am Herzen liegt. Leonard nutzt unterdessen aus, dass Penny ein schlechtes Gewissen hat, weil er so unter seiner Mutter leidet. Allerdings kommt sie ihm irgendwann auf die Schliche. Auf Leonard wartet eine böse Überraschung … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477034","hoster":"VOE"},{"path":"/redirect/8759951","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476763","hoster":"VOE"},{"path":"/redirect/8636238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-5","name":"Tritte unter dem Tisch","epNo":5,"alt":"The Workplace Proximity","descr":"Amy soll ein wissenschaftliches Projekt an Sheldons Universität betreuen. Zuerst findet er nichts dabei. Doch dann reden ihm seine Freunde ein, wie schrecklich es ist, mit dem Partner zusammenzuarbeiten. Außerdem blamiert Sheldon Amy vor ihren neuen Kollegen … Auch Bernadette und Howard geraten wegen der Arbeitsplatzfrage in einen erbitterten Streit. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477039","hoster":"VOE"},{"path":"/redirect/8759950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476760","hoster":"VOE"},{"path":"/redirect/8636234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-6","name":"Ein erfreulicher Fehler","epNo":6,"alt":"The Romance Resonance","descr":"Howard plant anlässlich des Jahrestages seines ersten Dates mit Bernadette eine romantische Überraschung: Er hat einen Song geschrieben, den die Clique musikalisch begleiten soll. Daraufhin entwickelt Penny den Ehrgeiz, Leonard auch mit einer romantischen Aktion zu beeindrucken. Allerdings will ihr nichts Tolles einfallen … Sheldon entdeckt unterdessen ein neues Element und dreht wegen des Erfolges durch. Doch dann stellt sich heraus, dass sein Fund purer Zufall war … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477040","hoster":"VOE"},{"path":"/redirect/8759955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476762","hoster":"VOE"},{"path":"/redirect/8636236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-7","name":"Der Proton-Ersatz","epNo":7,"alt":"The Proton Displacement","descr":"In einer Drogerie trifft Sheldon sein Idol Professor Proton und macht sich erneut bei ihm unbeliebt. Als Professor Proton dann auch noch ausgerechnet Leonard um seine Meinung zu einer wissenschaftlichen Arbeit bittet, ist bei Sheldon der Ofen aus. Raj und Howard geraten unterdessen aneinander, weil Howard sich zunächst darüber lustig macht, dass sein Kumpel mit den Mädels Schmuck bastelt, dann aber mit High-Tech-Geräten selbst mitmischt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477041","hoster":"VOE"},{"path":"/redirect/8759957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476765","hoster":"VOE"},{"path":"/redirect/8636239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-8","name":"Juckreiz im Gehirn","epNo":8,"alt":"The Itchy Brain Simulation","descr":"Leonard fischt eine längst überfällige Leih-DVD aus seiner Rumpelkiste, die einst auf Sheldons Kundenkarte ausgeliehen wurde. Sheldon bleibt erstaunlich ruhig, stellt allerdings eine Bedingung: Bis Leonard die DVD zurückgegeben hat, muss er einen extrem kratzigen Wollpulli tragen. Das Problem: Die Videothek existiert nicht mehr … Penny wäscht unterdessen Rajs Ex-Flamme Lucy den Kopf und löst damit eine verhängnisvolle Kettenreaktion aus. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477042","hoster":"VOE"},{"path":"/redirect/8759958","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476769","hoster":"VOE"},{"path":"/redirect/8636248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-9","name":"Bier und Football","epNo":9,"alt":"The Thanksgiving Decoupling","descr":"Mrs. Wolowitz lädt die Clique zum Thanksgiving-Dinner ein. Natürlich passt das Sheldon gar nicht, weswegen er sich entsprechend unleidlich aufführt. Allerdings entdeckt er ungeahnte Gemeinsamkeiten mit Bernadettes strengem Vater Mike, der ebenfalls eingeladen ist – sehr zum Leidwesen von Howard. Außerdem findet Penny heraus, dass die Las-Vegas-Hochzeit mit ihrem Ex Zack entgegen ihrer Annahme gar kein Fake war. Leonard ist davon selbstverständlich wenig begeistert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477045","hoster":"VOE"},{"path":"/redirect/8759960","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476764","hoster":"VOE"},{"path":"/redirect/8636240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-10","name":"Jodeln für Nerds","epNo":10,"alt":"The Discovery Dissipation","descr":"Sheldon hadert immer noch mit seinem wissenschaftlichen Versagen bei der Entdeckung des Super-Elements. Mit Hilfe seines alten Freundes Wil Wheaton lernt er allerdings, mit seinem Scheitern umzugehen. Dann macht ihm Leonard jedoch einen Strich durch die Rechnung. Bernadette und Howard beherbergen unterdessen Raj, der vorübergehend seine Wohnung räumen muss. Dass die Gastfreundschaft in eine Ehekrise mündet, hätte wohl keiner der Beteiligten gedacht … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477043","hoster":"VOE"},{"path":"/redirect/8759956","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8562289","hoster":"VOE"},{"path":"/redirect/8636244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-11","name":"Onkel Doktor Cooper","epNo":11,"alt":"The Cooper Extraction","descr":"Sheldon muss kurzfristig nach Texas reisen, da seine Schwester ihr Kind bekommt. Während er weg ist, dekoriert die Clique gemeinsam den Weihnachtsbaum und überlegt, wie es wohl wäre, wenn keiner von ihnen Sheldon je getroffen hätte: Penny wäre wohl nicht mit Leonard zusammen, Howard hätte Bernadette nicht kennengelernt, Leonard und Raj hätten eine WG gegründet und wären fett geworden, und Stuart – dem wäre es wohl nicht anders ergangen als jetzt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477047","hoster":"VOE"},{"path":"/redirect/8759959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476768","hoster":"VOE"},{"path":"/redirect/8636245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-12","name":"Keine hübschen Frauen!","epNo":12,"alt":"The Hesitation Ramification","descr":"Penny konnte endlich eine kleine Nebenrolle in einer bekannten TV-Serie ergattern und freut sich wie eine Schneekönigin. Beim gemeinsamen Fernsehabend mit der Clique muss sie jedoch feststellen, dass ihre Szene herausgeschnitten wurde. Penny ist bitter enttäuscht, und Leonard tritt mit seinen Trostversuchen ständig ins Fettnäpfchen. Die Krise ist unausweichlich … Sheldon versucht unterdessen, Humor wissenschaftlich zu analysieren, um lustiger zu werden – zum Leidwesen von Amy. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477044","hoster":"VOE"},{"path":"/redirect/8759962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251360","hoster":"VOE"},{"path":"/redirect/8636241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-13","name":"Für immer zu dritt","epNo":13,"alt":"The Occupation Recalibration","descr":"Penny schmeißt ihren Job in der Cheesecake Factory hin, um sich nur noch auf ihre Schauspielkarriere zu konzentrieren. Leonard ist davon wenig begeistert, traut sich aber nicht, Penny seine Bedenken mitzuteilen. Während Sheldon allen auf die Nerven geht, weil er sich ein paar Tage freinehmen musste und nichts mit sich anzufangen weiß, wird Amy an der Uni von einem sehr speziellen Verehrer umgarnt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477048","hoster":"VOE"},{"path":"/redirect/8759961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476767","hoster":"VOE"},{"path":"/redirect/8636246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-14","name":"Ein Abend mit Darth Vader","epNo":14,"alt":"The Convention Conundrum","descr":"Die Jungs sind furchtbar enttäuscht, als sie keine Tickets für die Comic Con bekommen. Also beschließt Sheldon, seine eigene Convention zu veranstalten. Allerdings gestaltet es sich schwierig, Stargäste für sein Projekt zu gewinnen – bis er auf die Idee kommt, Darth-Vader-Stimme James Earl Jones zu stalken. Die Mädels finden ihre Freunde ziemlich kindisch und versuchen, etwas möglichst Erwachsenes zu unternehmen. Dabei langweilen sie sich jedoch zu Tode … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477046","hoster":"VOE"},{"path":"/redirect/8759965","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476770","hoster":"VOE"},{"path":"/redirect/8636242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-15","name":"Eisenbahnromantik","epNo":15,"alt":"The Locomotive Manipulation","descr":"Es ist Valentinstag, und Amy hat eine ganz besondere Überraschung für Sheldon: Sie will mit ihm in einem original restaurierten Zug von 1915 zu Abend essen. Dummerweise trifft Sheldon während des Dinners einen jungen Mann, der ebenso vernarrt ist in Züge wie er … Penny und Leonard verbringen den Valentinstag zu Hause und hüten Rajs Hündchen Cinnamon. Natürlich entpuppen sich die beiden als nachlässige Tiersitter – zu Rajs Glück, wie sich herausstellt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477050","hoster":"VOE"},{"path":"/redirect/8759963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476774","hoster":"VOE"},{"path":"/redirect/8636251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-16","name":"Die Spaßbremse","epNo":16,"alt":"The Table Polarization","descr":"Die Clique ist dafür, einen Esstisch in Sheldons und Leonards Wohnung aufzustellen. Natürlich stellt sich Sheldon quer, da er jede Art von Veränderung hasst. Penny will, dass Leonard sich durchsetzt, und beharrt auf dem neuen Möbelstück. Howard bekommt unterdessen das Angebot, noch einmal zur internationalen Raumstation zu fliegen. Bernadette ist von der Idee gar nicht begeistert … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477051","hoster":"VOE"},{"path":"/redirect/8759964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476775","hoster":"VOE"},{"path":"/redirect/8636243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-17","name":"Wenn Männer Händchen halten","epNo":17,"alt":"The Friendship Turbulence","descr":"Dass sich Howard und Sheldon ständig kabbeln, ist Bernadette ein Dorn im Auge. Also setzt Howard alles daran, das Verhältnis zu Sheldon zu verbessern und die Sticheleien sein zu lassen. Sheldon findet die Idee grundsätzlich gut, kann aber seinerseits nicht auf Seitenhiebe verzichten. Leonard und Penny geraten unterdessen in eine Krise, weil Penny eine Rolle in einem schrecklichen Film abgelehnt hat, obwohl sie pleite und arbeitslos ist. Dann geht auch noch ihr Auto kaputt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929657","hoster":"VOE"},{"path":"/redirect/8759966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476773","hoster":"VOE"},{"path":"/redirect/8636257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-18","name":"Mein Gespräch mit Mama","epNo":18,"alt":"The Mommy Observation","descr":"Howard und Sheldon sind noch immer gemeinsam in Texas unterwegs und wollen Sheldons Mutter einen Überraschungsbesuch abstatten. Als sie bei ihr ankommen, beobachtet Sheldon sie durch das Fenster mit einem Mann beim Sex und ist völlig außer sich … Zu Hause veranstaltet Raj unterdessen zum Unmut seiner Freunde ein Überraschungs-Krimi-Dinner, das insbesondere Penny und Leonard herausfordert. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929656","hoster":"VOE"},{"path":"/redirect/8759968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476772","hoster":"VOE"},{"path":"/redirect/8636247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-19","name":"Reife Leistung, Playboy!","epNo":19,"alt":"The Indecision Amalgamation","descr":"Penny hadert mit ihrer Schauspielkarriere: Sie hat ein Rollenangebot für einen fürchterlichen Film und weiß nicht, ob sie das Richtige tut, wenn sie es annimmt. Raj plagt sich unterdessen mit einem Frauenproblem herum, das sein Gewissen ziemlich belastet. Er hat ein Date mit seiner Internetbekanntschaft Emily klarmachen können, die er zuerst verprellt hat. Doch dann meldet sich seine Ex-Freundin Lucy … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477053","hoster":"VOE"},{"path":"/redirect/8759967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476777","hoster":"VOE"},{"path":"/redirect/8636249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-20","name":"Klozilla","epNo":20,"alt":"The Relationship Diremption","descr":"Nach einer bahnbrechenden wissenschaftlichen Entdeckung, an der er nicht beteiligt war, beginnt Sheldon daran zu zweifeln, ob seine eigene Forschung wirklich sinnvoll ist. Schließlich genießt die String-Theorie, an der er arbeitet, den Ruf, nie bewiesen werden zu können. Howard hingegen kann es kaum erwarten, Rajs Flamme Emily kennenzulernen. Als es dann allerdings so weit ist, stellt er fest, dass er die junge Frau kennt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477054","hoster":"VOE"},{"path":"/redirect/8759969","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476776","hoster":"VOE"},{"path":"/redirect/8636250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-21","name":"Schulmädchenreport","epNo":21,"alt":"The Anything Can Happen Recurrence","descr":"Um Sheldon auf andere Gedanken zu bringen, beschließen Penny und Leonard, etwas Spontanes mit ihm zu unternehmen. Dabei überraschen sie Bernadette und Amy in einer Bar – die beiden hatten zuvor behauptet, verhindert zu sein. Emily möchte einen Horrorfilm mit dem ängstlichen Raj ansehen. Um sich nicht vor ihr zu blamieren, will Raj ihn sich vorher mit Howard zu Gemüte führen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477055","hoster":"VOE"},{"path":"/redirect/8759971","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476778","hoster":"VOE"},{"path":"/redirect/8636252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-22","name":"Das Heirate-mich-Gesicht","epNo":22,"alt":"The Proton Transmogrification","descr":"Als Sheldon erfährt, dass Arthur Jeffries alias Professor Proton gestorben ist, reagiert er erstaunlich gefasst. Da das Begräbnis aber auf den \"Star Wars\"-Tag fällt, beschließt er, sich lieber die Science-Fiction-Filme anzusehen, anstatt zur Beisetzung zu gehen – mit mysteriösen Folgen. Leonard und Penny besuchen hingegen lieber die Trauerfeier und geraten ausgerechnet über ihre jeweiligen abgelehnten Heiratsanträge in Streit … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477056","hoster":"VOE"},{"path":"/redirect/8759973","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476779","hoster":"VOE"},{"path":"/redirect/8636254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-23","name":"Irgendwie Verlobt","epNo":23,"alt":"The Gorilla Dissolution","descr":"Aufgrund eines Unfalls, den Howard verschuldet hat, ist Mrs. Wolowitz bettlägerig. Bernadette besteht darauf, dass sich Howard um seine Mutter kümmert und keine Krankenschwester engagiert. Allerdings wird die Pflege der anstrengenden Dame bald zur Zerreißprobe … Penny verliert unterdessen ihre Rolle als Gorilla-Girl und ist völlig verzweifelt. Was soll sie bloß mit ihrem Leben anfangen? Nur mit Raj meint es das Universum dieses Mal mehr als gut … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929664","hoster":"VOE"},{"path":"/redirect/8759976","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476783","hoster":"VOE"},{"path":"/redirect/8636253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-7/episode-24","name":"Sei vorsichtig und ruf an","epNo":24,"alt":"The Status Quo Combustion","descr":"Bernadette und Howard suchen immer noch verzweifelt nach einer Krankenpflegerin, die nicht nach kurzer Zeit die Flucht vor Mrs. Wolowitz ergreift. Ein Brand im Comicbuchladen scheint die Lösung für ihr Problem zu sein … Sheldon wurde von der Uni dazu verdonnert, weiter zur String-Theorie zu forschen – obwohl er das Fachgebiet wechseln wollte. Diverse andere Umstände sorgen dafür, dass er völlig verzweifelt und einen folgenschweren Schritt wagt. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477057","hoster":"VOE"},{"path":"/redirect/8759977","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476780","hoster":"VOE"},{"path":"/redirect/8636255","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-1","name":"Halbnackt in Arizona","epNo":1,"alt":"The Locomotion Interruption","descr":"Sheldon taucht 45 Tage nach seiner Abreise ausgeraubt und ohne Hose am Bahnhof von Kingman, Arizona, auf. Nachdem er mehrere Personen verstört, indem er sie um Hilfe bittet, wird er von der Polizei festgenommen. Von der Wache ruft er Leonard an und bittet diesen, ihn abzuholen. Dieser macht sich mit Amy, die darüber enttäuscht ist, dass Sheldon Leonard statt ihrer selbst angerufen hat, auf die sechsstündige Autofahrt. Währenddessen hat Bernadette für Penny ein Bewerbungsgespräch bei ihrer Pharmafirma für eine Stelle im Vertrieb organisiert. Inhaltlich kann Penny im Gespräch nicht überzeugen, jedoch entdecken Penny und Bernadettes Vorgesetzter ihre gemeinsame Angst vor Bernadette, sodass Penny die Stelle schließlich doch bekommt. Stewart wohnt nun bei Howards Mutter und baut mit dieser eine Beziehung auf, womit Howard allerdings gar nicht einverstanden ist. Auf der Rückfahrt erzählt Sheldon von seiner Reise, dass er fast das komplette US-Bundesgebiet bereist, dabei allerdings nie die Bahnhöfe verlassen habe. Er gesteht Amy, dass er sie nicht angerufen habe, da er ihr sein Scheitern nicht eingestehen wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477063","hoster":"VOE"},{"path":"/redirect/8759975","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476782","hoster":"VOE"},{"path":"/redirect/8636262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-2","name":"Dunkle Materie","epNo":2,"alt":"The Junior Professor Solution","descr":"Sheldon bekommt von der Universität die Möglichkeit, sein Forschungsfeld zu wechseln, indem er eine Juniorprofessur erhält. Sheldon willigt ein, muss jedoch feststellen, dass niemand an seiner Lehrveranstaltung teilnimmt, da er einen schlechten Ruf an der Universität hat. Howard möchte an seiner Lehrveranstaltung über Dunkle Materie teilnehmen, Sheldon hält ihn jedoch in seiner typischen Arroganz für nicht intelligent genug. Sheldon versucht, Howard durch seine Art zu unterrichten bloß zu stellen, indem er explizit versucht, Howards Unwissen zu finden und zu attackieren. Howard verhält sich als Reaktion auf Sheldons schlechte Didaktik als schlechter Student, was darin mündet, dass Sheldon ihn für das Blasen eines Papierkügelchens bei der Personalabteilung meldet und Howard die Teilnahme an Sheldons Vorlesung aufgibt. Bernadette hält Pennys Lernambitionen für die neue Stelle im Vertrieb für zu gering, während Penny wiederum Bernadettes Hinweise darauf als zu intensiv empfindet. Amy versucht aus dieser Situation Kapital zu schlagen, indem sie sich wechselseitig auf die Seite Bernadettes oder Pennys stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477058","hoster":"VOE"},{"path":"/redirect/8759980","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476781","hoster":"VOE"},{"path":"/redirect/8636261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-3","name":"Werfen wie ein Mädchen","epNo":3,"alt":"The First Pitch Insufficiency","descr":"Howard bekommt von der NASA die Einladung, bei einem Heimspiel der L.A. Angels den ersten Wurf auszuführen. Es stellt sich nun aber heraus, dass ihm jegliches Talent für Baseball fehlt. Letztendlich findet er eine wissenschaftliche Lösung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929661","hoster":"VOE"},{"path":"/redirect/8759985","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476786","hoster":"VOE"},{"path":"/redirect/8636256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-4","name":"Der Mann, der beide im Bett hatte","epNo":4,"alt":"The Hook-Up Reverberation","descr":"Als auch Leonard und Penny endlich Rajeshs Freundin Emily kennenlernen, stellt sich heraus, dass sich die beiden Frauen überhaupt nicht leiden können, was vor allem daran liegt, dass Rajesh Emily von seinem \"One-Night-Stand\" mit Penny erzählt hat. Inzwischen beschließen die Jungs in die Wiedereröffnung von Stuarts Comicbuchladen zu investieren, weil das Geld der Versicherung dafür nicht ausreicht. Allerdings stellt sich heraus, dass bereits Howards Mutter Stuart das Geld dafür gegeben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917775","hoster":"VOE"},{"path":"/redirect/8759986","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476789","hoster":"VOE"},{"path":"/redirect/8636258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-5","name":"Das Vegas-Weekend","epNo":5,"alt":"The Focus Attenuation","descr":"Die Jungs planen ein Wochenende, an dem sie wie in guten alten Zeiten gemeinsam Erfindungen erdenken wollen. Als Leonard dies den Mädchen mitteilt, entschließen die sich dazu, ein spontanes Feier-Wochenende in Las Vegas einzulegen. Wohingegen die Jungs an ihrem Erfinder-Wochenende immer wieder abgelenkt werden, feiern Amy und Bernadette ausgiebig in Las Vegas. Penny bekommt leider von ihrem neuen Boss eine Nachricht, die dazu führt, dass sie Vorbereitungen für ihre Arbeit unbedingt erledigen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477064","hoster":"VOE"},{"path":"/redirect/8759982","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476784","hoster":"VOE"},{"path":"/redirect/8636264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-6","name":"Festgehalt statt Taschengeld","epNo":6,"alt":"The Expedition Approximation","descr":"Da Penny von ihrer neuen Arbeit nun einen Dienstwagen zur Verfügung gestellt bekommt, verkauft sie das Auto, das Leonard ihr geschenkt hat. Weil sich die beiden darüber uneinig sind, was mit dem Geld aus dem Verkauf geschehen soll, besuchen sie Howard und Bernadette und bitten sie um Ratschläge. Als Howard und Bernadette dabei selbst in einen Streit geraten, vertragen sich Penny und Leonard wieder, beschließen Streitereien um Geld später in ihrer eigenen Ehe vermeiden zu wollen und haben Sex auf dem Bargeld. Howard und Bernadette versöhnen sich auch wieder. Für Raj und Sheldon bietet sich die Möglichkeit, ein Forschungsexperiment zur Dunklen Materie in einer Mine durchzuführen. Um zu testen, ob die beiden in dieser Umgebung überhaupt arbeiten können, führen sie eine Simulation im Heizungskeller der Universität durch. Dort führen sie – auf sich alleine gestellt – ein Gespräch über Ängste, bei dem Sheldon zugibt, Angst vor einem neuerlichen Scheitern seiner Forschung zu haben. Raj beruhigt ihn und erzählt ihm von seinen eigenen Ängsten, als er aus Indien in die Vereinigten Staaten kam. Als Ratten auftauchen, bricht Sheldon das Experiment ab und flieht aus dem Tunnel. Ihre Simulation dauerte elf Minuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477062","hoster":"VOE"},{"path":"/redirect/8759981","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476785","hoster":"VOE"},{"path":"/redirect/8636259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-7","name":"Das Mississippi-Missverständnis","epNo":7,"alt":"The Misinterpretation Agitation","descr":"Sheldon trifft im Treppenhaus Dr. Lorvis, der Penny von der Arbeit kennt und sie nun um ein Date bitten möchte, nachdem er ein Augenzwinkern als Anmache ihrerseits fehlinterpretierte. Leonard erklärt Dr. Lorvis, dass Penny seine Verlobte ist, woraufhin Sheldon dem Enttäuschten in deren Wohnung ein Heißgetränk anbietet. Bei einem Gespräch zeigt sich, dass Dr. Lorvis in seinem Keller eine große Sammlung an Filmrequisiten und Spielautomaten hat, die er den Physikern zeigen will. Als Sheldon ihm dort erzählt, dass Pennys und Leonards Beziehung ohnehin scheitern werde, schließt Dr. Lorvis die Männer im Keller ein und sucht erneut Penny auf. Sie, Amy und Bernadette befreien die Männer aus dem Keller, die sich allerdings sehr gut amüsieren. Zwischenzeitlich berichtet Bernadette ihren Freundinnen, dass sie von einer Zeitschrift zu einer der 50 schönsten Frauen der Wissenschaft gewählt wurde. Amy beschwert sich über diesen ihrer Meinung nach sexistischen Artikel. Als das Magazin daraufhin den Artikel zurückzieht, ist Bernadette sauer und wirft Amy vor, eifersüchtig auf sie zu sein, da sie selbst nicht sexuell attraktiv auf andere wirkt. Als auch Bernadette von Dr. Lorvis angemacht wird, entschuldigt sie sich bei Amy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477065","hoster":"VOE"},{"path":"/redirect/8759989","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476788","hoster":"VOE"},{"path":"/redirect/8636260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-8","name":"Es muss Liebe sein","epNo":8,"alt":"The Prom Equivalency","descr":"Die Freundinnen finden Pennys altes Abschlussballkleid wieder und beschließen, einen neuen \"Abschlussball\" auf dem Dach des Hauses abzuhalten. Leonards Andeutung, dass Paare nach dem Ball üblicherweise Sex haben, machen Sheldon, der mit seiner Freundin Amy bisher noch nie intim war, Angst. Als er Amy in ihrem Ballkleid sieht, bekommt er eine Panikattacke. Amy versichert ihm, dass sie ihn wegen des Sex nicht unter Druck setzen werde, doch sie möchte Sheldon etwas sagen und finde es in Ordnung, wenn er es nicht erwidern kann. Sheldon unterbricht Amy und sagt ihr \"Ich liebe dich auch.\" Nun bekommt auch Amy eine Panikattacke. Howard fürchtet, dass Stuart seine Mutter Debbie als Ballbegleitung mitbringen könnte, doch stattdessen hat Stuart Howards Cousine zweiten Grades Jeanie eingeladen, an die er einst seine Unschuld verloren hat. Howard gerät mit Stuart in einen heftigen Streit und sagt ihm, er solle keine Beziehungen mit seinen Familienmitgliedern eingehen. Als Howards Mutter Stuart anruft, lässt er Jeanie auf dem Ball zurück und geht zu ihr. Leonard und Penny tanzen romantisch auf dem Dach. Beide geben zu, dass sie in ihrer Jugend wohl kaum miteinander getanzt hätten. Umso glücklicher sind sie heute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477066","hoster":"VOE"},{"path":"/redirect/8759992","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476787","hoster":"VOE"},{"path":"/redirect/8636263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-9","name":"Eine Urne für Leonard","epNo":9,"alt":"The Septum Deviation","descr":"Als Leonard ankündigt, sich wegen einer Nasenscheidewandverkrümmung einer Operation unterziehen zu wollen, ist Sheldon um sein Wohlergehen besorgt und rät ihm dringend davon ab. Leonard lässt den Eingriff wegen Sheldons Panikmache daher heimlich vornehmen und wird dabei von Penny und Amy gedeckt. Doch Sheldon findet es schließlich doch heraus und fährt zum Krankenhaus, in dem Leonard gerade operiert wird. Als nach einem kleineren Erdbeben der Strom ausfällt, macht sich Sheldon ernsthafte Sorgen und will sofort zu Leonard. In der Dunkelheit läuft er dabei gegen eine Glastür und verletzt sich. Tags darauf sitzen beide mit bandagierten Nasen zu Hause und Leonard hält Sheldon vor, er hätte so sehr um ihn gesorgt, weil er ihn wirklich lieben würde. Später erhält Sheldon eine Lieferung mit zwei Bestattungsurnen für sich und Leonard, die er nun, da Leonards OP gut gegangen ist, nicht mehr retournieren kann, weil er sie bereits gravieren lassen hat. Raj sucht für seine Eltern ein Geschenk zum 40. Hochzeitstag, muss aber erfahren, dass sich die beiden scheiden lassen wollen und längst getrennt leben. Bernadette fürchtet, dass das auch ihrer Ehe passieren kann und so beschließen Howard und Bernadette, sich gegenseitig Komplimente zu machen, was jedoch in Sarkasmus ausartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477069","hoster":"VOE"},{"path":"/redirect/8759990","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114073","hoster":"VOE"},{"path":"/redirect/8636265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-10","name":"Der Champagnerpakt","epNo":10,"alt":"The Champagne Reflection","descr":"Sheldon dreht mit Amy eine Folge \"Spaß mit Flaggen\". Diese soll die letzte sein, da er nicht mehr die Zeit für die Produktion habe. Die produzierte Folge zeigt Kompilationen früherer \"Spaß mit Flaggen\"-Folgen. Leonard, Howard und Raj räumen das Büro eines verstorbenen Professors und stellen dabei bestürzt fest, dass dieser im Beruf keine nennenswerten Forschungsergebnisse erbrachte und auch keine Familie hatte und dass das einzige, was von ihm übrig geblieben ist, eine ungeöffnete Flasche Champagner ist. Penny spricht Bernadette auf ihr aggressives Verhalten an und überzeugt sie, sich bessern zu wollen. Bernadette erfährt anschließend von den Entwicklungen in der Firma, welche ihr, aus Angst vor ihrer Reaktion, vorenthalten wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929663","hoster":"VOE"},{"path":"/redirect/8760004","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476793","hoster":"VOE"},{"path":"/redirect/8636266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-11","name":"Weihnachtswunder mit Taube","epNo":11,"alt":"The Clean Room Infiltration","descr":"Es ist Weihnachten und Amy richtet eine Feier aus. Howard und Leonard verspäten sich jedoch, weil bei ihrem Experiment eine Taube in den Reinraum gekommen ist. Auch Bernadette und Sheldon kommen zu spät, weil diese Sheldon dabei hilft, ein Geschenk für Amy zu kaufen. So sind zunächst nur Penny und Rajs Vater bei Amy, die sich bei ihr aber nicht sonderlich amüsieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477067","hoster":"VOE"},{"path":"/redirect/8759996","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476791","hoster":"VOE"},{"path":"/redirect/8636267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-12","name":"Eine Nacht pro Woche","epNo":12,"alt":"The Space Probe Disintegration","descr":"Sheldon und Leonard wollen ein Spiel spielen, bei dem es um \"Der Herr der Ringe\" geht. Aber Penny und Amy wollen keine achtstündigen Brettspiele spielen. Es endet damit, dass beschlossen wird, da die Mädels immer das machen, was die Jungs wollen, mal das gemacht wird, was sie wollen. Sie suchen nach einer Aktivität, die den Jungs nicht gefällt. Gefunden wird: Einkaufen gehen, während die Jungs auf die Handtaschen aufpassen. Raj macht sich währenddessen um eine Raumsonde Sorgen. Howard versucht ihn zu beruhigen, was sich allerdings als Herausforderung erweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477070","hoster":"VOE"},{"path":"/redirect/8759997","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476796","hoster":"VOE"},{"path":"/redirect/8636270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-13","name":"Der optimale Angstbereich","epNo":13,"alt":"The Anxiety Optimization","descr":"Da Sheldon mit seiner Forschung zur Dunklen Materie einfach nicht vorankommt, fasst er einen Entschluss: Um seine Hirnleistung zu steigern, muss er ein konstantes Angstlevel halten! Seine unkonventionellen Maßnahmen werden schnell zur Geduldsprobe für seine Freunde. Auch Raj wird viel Nachsicht abverlangt, denn Howard hat sich ein ziemlich gemeines Spiel ausgedacht, um ihn zu ärgern … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477071","hoster":"VOE"},{"path":"/redirect/8759998","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382352","hoster":"VOE"},{"path":"/redirect/8636268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-14","name":"Sheldon und der Troll","epNo":14,"alt":"The Troll Manifestation","descr":"Leonard hat eine zündende Idee für eine Theorie zur Entstehung des Universums. Sheldon greift seinen Einfall begeistert auf und verfasst eine Abhandlung darüber, die er ins Netz stellt. Die meisten Reaktionen darauf sind positiv, doch es gibt einen Troll, der Sheldon in den Wahnsinn treibt … Penny, Bernadette und Amy veranstalten einen Videoabend. Was zuerst ein Wettkampf der filmischen Peinlichkeiten zu werden droht, führt schließlich zu einem rührenden Geständnis Amys. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477072","hoster":"VOE"},{"path":"/redirect/8760002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476798","hoster":"VOE"},{"path":"/redirect/8636273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-15","name":"Ein Prosit auf Mrs. Wolowitz","epNo":15,"alt":"The Comic Book Store Regeneration","descr":"Sheldon ist sauer auf Amy, weil sie seinem Erzrivalen Barry Kripke einen entscheidenden Tipp für seine Forschung an der String-Theorie gegeben hat. Nun ist seine aktuelle Publikation ein voller Erfolg, und Sheldon wirft Amy vor, ihm damals nicht bei seinen Untersuchungen geholfen zu haben. Und: Die Fehde zwischen Stuart und Howard nimmt wieder Fahrt auf, als Howard das erste Mal den neuen Comicbuchladen besucht … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477073","hoster":"VOE"},{"path":"/redirect/8760000","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476792","hoster":"VOE"},{"path":"/redirect/8636275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-16","name":"Die Intimitäts-Beschleunigung","epNo":16,"alt":"The Intimacy Acceleration","descr":"Amy arbeitet mit ihren Affen gerade an einem Experiment, bei dem sich die Tiere schnell verlieben sollen. Sheldon schlägt vor, den Test mit Menschen zu machen und stellt sich als Versuchsobjekt zur Verfügung. Penny ist begeistert und macht mit. Howard und Bernadette haben dagegen Ärger am Flughafen: Die Fluglinie hat die Asche von Howards Mutter verloren! (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477078","hoster":"VOE"},{"path":"/redirect/8760003","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382357","hoster":"VOE"},{"path":"/redirect/8636269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-17","name":"Die Mars-Bewerbung","epNo":17,"alt":"The Colonization Application","descr":"Amy und Sheldon haben eine schwerwiegende Entscheidung bezüglich ihrer Beziehung getroffen: Sie wollen sich eine Schildkröte als gemeinsames Haustier zulegen. Beim Kauf des neuen Mitbewohners erfährt Amy ganz nebenbei, dass sich Sheldon für das Mars-Besiedelungs-Projekt angemeldet hat … Raj hat ein Date mit Emily bei ihr zu Hause. Als sie zu einem Notfall gerufen wird, wartet er in der Wohnung auf sie – und beginnt, ihre Schubladen zu durchwühlen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477074","hoster":"VOE"},{"path":"/redirect/8760001","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476800","hoster":"VOE"},{"path":"/redirect/8636271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-18","name":"Das große Reste-Essen","epNo":18,"alt":"The Leftover Thermalization","descr":"In einem Artikel über eine gemeinsame physikalische Abhandlung von Sheldon und Leonard wird nur Sheldon erwähnt. Als er Leonard das Malheur beichtet, ist der ziemlich enttäuscht. Howard hat den Tod seiner Mutter noch immer nicht überwunden. Es fällt ihm sogar schwer, das übriggebliebene Essen wegzuwerfen, das sie zuletzt gekocht hat. Also lädt er die Clique zu einem gemeinsamen Abendessen ein. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477076","hoster":"VOE"},{"path":"/redirect/8760007","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476797","hoster":"VOE"},{"path":"/redirect/8636272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-19","name":"Die Skywalker-Attacke","epNo":19,"alt":"The Skywalker Incursion","descr":"Leonard und Sheldon sind unterwegs nach Berkeley, um an der dortigen Universität einen Vortrag über ihre neue Theorie zu halten. Da sie zu früh dran sind, wollen sie unterwegs einen Abstecher zu George Lucas’ Skywalker-Ranch machen. Das bleibt natürlich nicht ohne Folgen … Bernadette und Howard organisieren einen Garagenverkauf, um Mrs. Wolowitz’ Sachen loszuwerden. Dass das Ganze in ein erbittertes Tischtennis-Turnier ausartet, hätten sie allerdings nicht gedacht! (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477075","hoster":"VOE"},{"path":"/redirect/8760011","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476802","hoster":"VOE"},{"path":"/redirect/8636274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-20","name":"Über Nacht im Fort","epNo":20,"alt":"The Fortification Implementation","descr":"Penny wird von Will Wheaton für seinen Podcast interviewt. Während der Show ruft der Regisseur Kevin Smith an und möchte sie für seinen neuen Film casten. Leonard ist von der Idee wenig begeistert … Howard steht kurz davor, das Haus seiner Mutter zu erben, es fehlt nur noch eine Formalität. Dann taucht plötzlich sein bislang unbekannter Halbbruder Josh auf … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929660","hoster":"VOE"},{"path":"/redirect/8760008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476801","hoster":"VOE"},{"path":"/redirect/8636276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-21","name":"Wir sind alle Chef","epNo":21,"alt":"The Communication Deterioration","descr":"Raj soll für die NASA eine Methode entwickeln, um mit Aliens in Kontakt zu treten. Da Howard und Sheldon ihm ihre Ideen aufzwingen wollen, sucht er sich Leonard als Projektpartner aus. Allerdings merken die beiden schnell, dass sie ohne einen Leitwolf nicht vorankommen … Penny hat die Chance auf ein Casting für einen neuen Film und ist sich zunächst nicht sicher, ob sie teilnehmen soll. Als sie auf das Vorsprechen wartet, wird ihr klar, warum sie lieber Pharmareferentin ist … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477077","hoster":"VOE"},{"path":"/redirect/8760012","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476799","hoster":"VOE"},{"path":"/redirect/8636279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-22","name":"Angriff der Killerdrohne","epNo":22,"alt":"The Graduation Transmission","descr":"Raj hat sich eine Drohne gekauft und schafft es nicht, sie fliegen zu lassen. Also nimmt sich Howard des Problems an – schließlich ist er Ingenieur! Allerdings erweist sich das Spielzeug als kniffliger Gegner … Leonard soll vor dem Abschlussjahrgang seiner alten Highschool eine Rede halten. Doch dann wird sein Flug gecancelt, und der Auftritt droht ins Wasser zu fallen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477082","hoster":"VOE"},{"path":"/redirect/8760013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476803","hoster":"VOE"},{"path":"/redirect/8636277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-23","name":"Mütter in Aufruhr","epNo":23,"alt":"The Maternal Combustion","descr":"Da Sheldon und Leonard für ihre bahnbrechende Theorie zur Entstehung des Universums einen Preis verliehen bekommen, reisen ihre Mütter an. Die Jungs ahnen, dass die zwei grundverschiedenen Damen für ordentlich Zündstoff sorgen werden … Bernadette hat es satt, dass Howard, Stuart und Raj den ganzen Tag auf der Couch herumgammeln und das Haus verlottern lassen. Also verdonnert sie die Faulenzer dazu, die Küche zu putzen. (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477080","hoster":"VOE"},{"path":"/redirect/8760014","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476804","hoster":"VOE"},{"path":"/redirect/8636287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-8/episode-24","name":"Es waren doch nur Küsse","epNo":24,"alt":"The Commitment Determination","descr":"Die Beziehungen innerhalb der Clique stehen allesamt vor einer Bewährungsprobe: Bernadette und Howard überlegen, wie sie Stuart möglichst freundlich aus ihrem Haus werfen. Raj wird Emilys morbide Seite langsam unheimlich und er überlegt, sich von ihr zu trennen. Leonard und Penny entschließen sich spontan, in Las Vegas zu heiraten. Doch dann gesteht er ihr einen Fehltritt. Am schwersten von allen hat es Amy – Sheldon hat sie einmal zu oft zutiefst verletzt … (Text: ProSieben)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477081","hoster":"VOE"},{"path":"/redirect/8760015","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476805","hoster":"VOE"},{"path":"/redirect/8636280","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-1","name":"Hochzeitsnacht mit Sheldon","epNo":1,"alt":"The Matrimonial Momentum","descr":"Nach ihrer Ankunft in Las Vegas hat Penny noch immer Schwierigkeiten damit, Leonards Geständnis zu verarbeiten. Wird sie sich trotzdem für eine Hochzeit mit ihm entscheiden? Inzwischen muss Sheldon mit der von Amy verhängten Beziehungspause umgehen lernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477084","hoster":"VOE"},{"path":"/redirect/8760016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476807","hoster":"VOE"},{"path":"/redirect/8636284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-2","name":"Ehevollzug","epNo":2,"alt":"The Separation Oscillation","descr":"Leonard trifft sich mit Mandy Chow, die Frau, die er während seiner Bootstour geküsst hat, um Penny zu beruhigen. Sheldon nimmt nach seiner Trennung von Amy eine Spezialepisode von \"Fun with Flags\" auf, während Bernadett Schuldgefühle hat, weil sie ein Geheimnis vor Penny hütet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477083","hoster":"VOE"},{"path":"/redirect/13360708","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476810","hoster":"VOE"},{"path":"/redirect/8636278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-3","name":"Feynmans Van","epNo":3,"alt":"The Bachelor Party Corrosion","descr":"Während Leonards Junggesellenabschied in Mexiko platzt ein Reifen, weshalb die Jungs ihre wissenschaftlichen Fähigkeiten unter Beweis stellen müssen. Die Mädels zwingen indes Penny dazu, ihrer Familie endlich von der Hochzeit mit Leonard zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477085","hoster":"VOE"},{"path":"/redirect/8760021","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476806","hoster":"VOE"},{"path":"/redirect/8636282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-4","name":"Zurück nach 2003","epNo":4,"alt":"The 2003 Approximation","descr":"Leonard und Penny ziehen schließlich doch zusammen und bringen Sheldon mit dieser Entscheidung aus der Fassung. Daraus resultiert, dass er sich wünscht zurückgehen zu können ins Jahr 2003 bevor er Leonard kannte, eine Zeit, in der er keine Emotionen hatte und sucht einen neuen Mitbewohner. Raj und Howard versuchen eine Band zu gründen, um im Comicladen von Stuart damit aufzutreten, doch Emily kommt zwischen die beiden Musiker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477086","hoster":"VOE"},{"path":"/redirect/8760019","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476809","hoster":"VOE"},{"path":"/redirect/8636281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-5","name":"Duell in drei Jahren","epNo":5,"alt":"The Perspiration Implementation","descr":"Die Jungs wollen sich sportlich betätigen und belegen deshalb einen Fechtkurs. Stuart möchte seinen Laden attraktiver für Frauen gestalten und fragt deswegen Amy, Bernadette und Penny um Rat. Amy bekommt neben Stuart einen zweiten Verehrer, was Sheldon veranlasst, eine neue Freundin zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12689379","hoster":"VOE"},{"path":"/redirect/8760020","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476808","hoster":"VOE"},{"path":"/redirect/8636283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-6","name":"Die Helium-Krise","epNo":6,"alt":"The Helium Insufficiency","descr":"Schwedische Wissenschaftler wollen Sheldons und Leonards aufsehenerregende physikalische Theorie zuerst experimentell beweisen. Das müssen die beiden natürlich verhindern. Dumm nur, dass sie für ihr Experiment flüssiges Helium brauchen und die Uni gerade Sparmaßnahmen eingeführt hat. Also suchen sie sich einen Dealer … Der Rest der Clique will Amy per Dating-App an den Mann bringen – und erlebt eine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477087","hoster":"VOE"},{"path":"/redirect/8760028","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476811","hoster":"VOE"},{"path":"/redirect/8636285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-7","name":"Die Spockumentation","epNo":7,"alt":"The Spock Resonance","descr":"Leonard Nemoys Sohn und Wil Wheaton drehen eine Dokumentation über Spock und interviewen Sheldon als Fan. Dabei kommt zur Sprache, dass Sheldon sich mit Amy verloben wollte. Er beschließt, sie trotz Trennung zu fragen, ob sie ihn heiraten will. Bernadette möchte das Haus von Howards Mutter neu einrichten. Ihr Vater hilft ihr bei einigen Bauarbeiten. Dabei kommt raus, dass Bernadette ihm gegenüber einige Tatsachen über sich und ihren Ehemann absichtlich nicht richtig darstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477089","hoster":"VOE"},{"path":"/redirect/8760024","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476812","hoster":"VOE"},{"path":"/redirect/8636286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-8","name":"Spione wie wir","epNo":8,"alt":"The Mystery Date Observation","descr":"Bernadette und Penny stalken Amy bei einem Date. Der Mann, den Amy datet, zeigt allerdings mehr Interesse an einer anderen Person als an Amy... Sheldon versucht mit Howards und Rajs Hilfe, eine neue Freundin zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477090","hoster":"VOE"},{"path":"/redirect/8760027","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929658","hoster":"VOE"},{"path":"/redirect/8636294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-9","name":"Karotte in Dessous","epNo":9,"alt":"The Platonic Permutation","descr":"Es ist Thanksgiving. Penny und Leonard kochen zusammen. Dabei kommt Penny dahinter, dass Leonard heimlich ihr Tagebuch gelesen hat. Sheldon und Amy gehen zusammen essen. Der Rest der Clique hilft in einer Suppenküche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382376","hoster":"VOE"},{"path":"/redirect/8760031","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476817","hoster":"VOE"},{"path":"/redirect/8636288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-10","name":"Der Ohrwurm","epNo":10,"alt":"The Earworm Reverberation","descr":"Sheldon hat einen Ohrwurm, der ihn tagelang quält und ihm das Gefühl gibt, verrückt zu werden. So trifft er eine Maßnahme zur Vorsorge, bis er schließlich dahinter kommt, was es mit dem Ohrwurm auf sich hat. Howard und Raj haben einen Fan ihrer Band. Doch schnell wendet sich das Blatt und sie sind mehr sein Fan als er ihrer. Die Begeisterung für ihn nimmt etwas überhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477092","hoster":"VOE"},{"path":"/redirect/8760035","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476813","hoster":"VOE"},{"path":"/redirect/8636291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-11","name":"Premierenfieber","epNo":11,"alt":"The Opening Night Excitation","descr":"Der neue Star Wars Film hat in wenigen Tagen Premiere und die Jungs sind voller Vorfreude. Leider fällt die Premiere auf den Geburtstag von Amy woraufhin Sheldon sich entscheidet diesen mit ihr zu verbringen. Als er Bernadette und Penny um Rat bezüglich seines Geschenkes für Amy bittet, erfahren die beiden eine sehr aufregende Neuigkeit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477095","hoster":"VOE"},{"path":"/redirect/8760034","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476816","hoster":"VOE"},{"path":"/redirect/8636290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-12","name":"Der romantische Asteroid","epNo":12,"alt":"The Sales Call Sublimation","descr":"Stuart möchte endlich bei Bernadette und Howard ausziehen. Raj und Sheldon entdecken einen neuen Himmelskörper und Leonard und Penny versuchen, gemeinsam eine Ärztin dazu zu bekommen, Pennys Produkte zu kaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477093","hoster":"VOE"},{"path":"/redirect/8760032","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476815","hoster":"VOE"},{"path":"/redirect/8636289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-13","name":"Die Sheldon-Cooper-Entschuldigungstour","epNo":13,"alt":"The Empathy Optimization","descr":"Sheldon lag krank im Bett, und seine Freunde haben sich rührend um ihn gekümmert – doch er war nur ekelhaft zu ihnen. Nun ist er wieder gesund und versteht nicht, warum die Clique ziemlich sauer auf ihn ist und ohne ihn nach Las Vegas fahren will. Amy schafft es schließlich ihm klarzumachen, dass eine Entschuldigung mehr als angebracht wäre. Also beginnt Sheldon, sich bei allen einzeln zu entschuldigen – mit gemischtem Erfolg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477094","hoster":"VOE"},{"path":"/redirect/8760033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476818","hoster":"VOE"},{"path":"/redirect/8636297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-14","name":"Der Besuch der alten Dame","epNo":14,"alt":"The Meemaw Materialization","descr":"Sheldon ist begeistert, weil seine Meemaw zu Besuch kommt. Doch seine Freude findet bald ein Ende, weil seine Großmutter und seine Freundin Amy in Streit geraten. Währenddessen trifft Raj ein neues Mädchen im Comicbuchladen, das ihn seine Beziehung zu Emily hinterfragen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477097","hoster":"VOE"},{"path":"/redirect/8760040","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476819","hoster":"VOE"},{"path":"/redirect/8636293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-15","name":"Tränen am Valentinstag","epNo":15,"alt":"The Valentino Submergence","descr":"Sheldon und Amy feiern den Valentinstag mit einer neuen Runde \"Fun With Flags\", während Leonard und Penny feststellen, dass sie nicht mehr die jungen Hüpfer sind, die sie einst gewesen sind. Howard und Bernadette machen eine überraschende Entdeckung in ihrem Whirlpool und Raj kann sich nicht zwischen zwei Damen entscheiden, die es ihm beide angetan haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477098","hoster":"VOE"},{"path":"/redirect/8760048","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476820","hoster":"VOE"},{"path":"/redirect/8636292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-16","name":"Die positive Negativreaktion","epNo":16,"alt":"The Positive Negative Reaction","descr":"Bernadette eröffnet Howard, dass sie schwanger ist – und Howard flippt völlig aus: Zunächst vor Freude, doch dann verwandelt sich die Euphorie in nackte Panik. Während er bei seinen Kumpels Rat sucht, schüttet Bernadette Penny und Amy ihr Herz aus. War der Kinderwunsch vielleicht doch keine so gute Idee?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13081639","hoster":"VOE"},{"path":"/redirect/8760036","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476822","hoster":"VOE"},{"path":"/redirect/8636295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-17","name":"Lebe lang und in Frieden","epNo":17,"alt":"The Celebration Experimentation","descr":"Sheldons Geburtstag steht vor der Tür, und Amy würde dieses Mal gerne eine Party für ihren Freund schmeißen. Doch Sheldon weigert sich zunächst, da er in seiner Kindheit ziemlich traumatische Erfahrungen mit Geburtstagspartys gemacht hat. Schließlich gibt er doch nach, und die Clique organisiert eine ganz besondere Feier für den Ober-Nerd …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004852","hoster":"VOE"},{"path":"/redirect/8760044","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476821","hoster":"VOE"},{"path":"/redirect/8636298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-18","name":"Zwischen zwei Frauen","epNo":18,"alt":"The Application Deterioration","descr":"Howard, Leonard und Sheldon wollen sich die Idee für das Gyroskop mit unbegrenzter Lebensdauer patentieren lassen. Allerdings müssen sie feststellen, dass die Uni den Löwenanteil der Einnahmen aus ihrer Erfindung erhalten wird und Howard als NASA-Angestellter leer ausgeht. Doch eine Lösung ist in Sicht. Raj versucht unterdessen, von Emily loszukommen – mit mäßigem Erfolg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477099","hoster":"VOE"},{"path":"/redirect/8760050","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251366","hoster":"VOE"},{"path":"/redirect/8636296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-19","name":"Das emotionale Außenklo","epNo":19,"alt":"The Solder Excursion Diversion","descr":"Sheldons Computer gibt allmählich den Geist auf. Um wieder ungestört per Videochat miteinander plaudern zu können, überrascht Amy ihren Freund kurzerhand mit einem neuen Laptop. Als die Frage aufkeimt, was mit dem Altgerät passieren soll, lüftet Sheldon ein schockierendes Geheimnis. Ohne zu zögern, fällt indes Raj seinen Freunden in den Rücken, als Leonard und Howard eine einmalige Gelegenheit nutzen, sich eine kleine Auszeit von ihren Ehefrauen zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477101","hoster":"VOE"},{"path":"/redirect/8760051","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476826","hoster":"VOE"},{"path":"/redirect/8636302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-20","name":"Die Hütte im Wald","epNo":20,"alt":"The Big Bear Precipitation","descr":"Da Sheldon völlig von dem Wald begeistert ist, in den ihn seine Virtual-Reality-Brille entführt, überreden ihn Penny, Leonard und Amy, einen Ausflug zu einer Hütte in einem echten Wald zu machen. Auf der Hütte angekommen, regnet es in Strömen und die Freunde beschließen, ein Trinkspiel zu spielen – mit ungeahnten Folgen. Howard und Bernadette müssen unterdessen Raj zügeln, der vor lauter Vorfreude auf das Baby fast durchdreht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477100","hoster":"VOE"},{"path":"/redirect/8760049","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476824","hoster":"VOE"},{"path":"/redirect/8636307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-21","name":"Die tödliche Mortadella","epNo":21,"alt":"The Viewing Party Combustion","descr":"Die Freunde planen, gemeinsam die neue Staffel \"Game of Thrones\" anzusehen. Allerdings geht es bei ihnen plötzlich ähnlich kriegerisch zu wie in Westeros: Sheldon und Leonard zanken sich, weil Leonard keine Lust auf das vierteljährliche Mitbewohner-Meeting hat. Penny hält zu Sheldon, was wiederum Leonard ärgert. Auch Raj und Howard bekommen sich in die Haare, da Raj dauernd mit seinen Frauengeschichten prahlt und Howard damit mächtig auf die Nerven geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044842","hoster":"VOE"},{"path":"/redirect/8760043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476825","hoster":"VOE"},{"path":"/redirect/8636300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-22","name":"Freunde sind wie Toilettenpapier","epNo":22,"alt":"The Fermentation Bifurcation","descr":"Penny lädt die Clique zu einer Weinprobe ein. Sheldon und Bernadette passen: Sheldon mag keinen Wein, und Bernadette kann wegen ihrer Schwangerschaft nichts trinken. Sie verbringen den Abend zusammen – und haben mehr Spaß als gedacht. Die anderen hingegen können die Weinprobe nicht wirklich genießen, da allerhand unliebsame Themen auf den Tisch kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477105","hoster":"VOE"},{"path":"/redirect/8760053","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476828","hoster":"VOE"},{"path":"/redirect/8636299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-23","name":"Das Warteschlangen-Problem","epNo":23,"alt":"The Line Substitution Solution","descr":"Leonard bringt Penny dazu, seine Mutter vom Flughafen abzuholen. Krampfhaft versucht Penny, einen Zugang zu Beverly zu bekommen, doch die Psychoanalytikerin kommt ihr keinen Schritt entgegen. Die Jungs wollen unterdessen ein exklusives \"Avengers\"-Screening besuchen, doch Sheldon kann nicht mit: Er ist mit Amy zum Shoppen verabredet. Er findet allerdings eine unkonventionelle Möglichkeit, um doch ins Kino zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477104","hoster":"VOE"},{"path":"/redirect/8760054","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476827","hoster":"VOE"},{"path":"/redirect/8636301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-9/episode-24","name":"Die Annäherungs-Versuchung","epNo":24,"alt":"The Convergence Convergence","descr":"Penny und Leonard beschließen, ihr Ehegelübde zu erneuern und dieses Mal zusammen mit ihren Freunden und der Familie zu feiern. Allerdings ist die Stimmung ziemlich angespannt, da sich Leonards Mutter Beverly und Sheldons Mom Mary nicht ausstehen können. Außerdem hat Leonard seinen Vater Alfred eingeladen – was Beverly mehr als empört. Doch dann nimmt der Abend eine interessante Wendung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477107","hoster":"VOE"},{"path":"/redirect/8760057","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476829","hoster":"VOE"},{"path":"/redirect/8636308","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-1","name":"Die Beischlaf Vermutung","epNo":1,"alt":"The Conjugal Conjecture","descr":"Penny (Kaley Cuoco) und Leonard (Johnny Galecki) wiederholen ihre Hochzeitszeremonie, diesmal mit ihren Freunden sowie Pennys und Leonards Eltern. Sheldons Mutter Mary (Laurie Metcalf) und Leonards Vater Alfred (Judd Hirsch) haben den Abend zuvor gemeinsam im Hotel verbracht, was für eine merkwürdige Spannung unter allen Beteiligten sorgt. Ein Repräsentant der Air Force steht unterdessen auf der Matte, auf der Suche nach dem ohnehin schon von Paranoia geplagten Howard (Simon Helberg)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477106","hoster":"VOE"},{"path":"/redirect/8760058","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8481775","hoster":"VOE"},{"path":"/redirect/8636303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-2","name":"Die Schweige Verpflichtung","epNo":2,"alt":"The Military Miniaturization","descr":"Sheldon (Jim Parsons), Leonard (Johnny Galecki) und Howard (Simon Helberg) sagen ihre Mitarbeit an dem Gyroskop-Projekt für die Regierung zu. Als Colonel Williams (Dean Norris) erzählt, dass die Wissenschaftler am MIT das Projekt in vier Monaten abschließen könnten, fühlt sich Sheldon in seiner Ehre verletzt und schlägt übermütig vor, nur zwei Monate zu benötigen.\rBernadettes Arbeitskollegen finden heraus, dass sie schwanger ist. Eigentlich wollte Bernadette (Melissa Rauch) ihre Schwangerschaft verschweigen, um ihre Mitarbeit in einem Forschungsprojekt nicht zu verlieren. Wer hat es ausgeplaudert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477103","hoster":"VOE"},{"path":"/redirect/8760060","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476830","hoster":"VOE"},{"path":"/redirect/8636306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-3","name":"Das künstliche Koffein-Problem","epNo":3,"alt":"The Dependence Transcendence","descr":"Die Jungs sind vollkommen überfordet mit dem engen Zeitrahmen für das Regierungsprojekt. Sheldon (Jim Parsons) versucht es deshalb mit einem Energy Drink – mit unangenehmen Nebenwirkungen … \rPenny (Kaley Cuoco) begleitet Amy (Mayim Bialik) zu einer Party, die der Geologe Bert (Brian Posehn) bei sich zu Hause schmeißt. Da die beiden die einzigen teilnehmenden Gäste sind, unterhalten sie sich ausführlich mit dem Gastgeber. Dabei kommt überraschend heraus, dass Amy und Sheldon die populärsten Wissenschaftler auf dem Campus sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477110","hoster":"VOE"},{"path":"/redirect/8760062","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476831","hoster":"VOE"},{"path":"/redirect/8636304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-4","name":"Das Kohabitations-Experiment","epNo":4,"alt":"The Cohabitation Experimentation","descr":"Amy muss wegen eines Rohrbruchs in ihrer Wohnung für 5 Wochen ausziehen. Diese Gelegenheit wird genutzt um ein Experiment durchzuführen indem Amy und Sheldon in der Wohnung von Leonards Freundin Penny zusammen wohnen. Amy bemerkt schnell dass es nicht leicht ist mit Sheldon zusammenzuwohnen, geschweige denn Schlaf zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477108","hoster":"VOE"},{"path":"/redirect/8760061","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8481759","hoster":"VOE"},{"path":"/redirect/8636305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-5","name":"Die Whirlpool-Kontamination","epNo":5,"alt":"The Hot Tub Contamination","descr":"Um dem Streit von Sheldon und Amy beizulegen beschließen Penny und Leonard etwas zu Unternehmen um sich Sheldon weiterhin fern zuhalten. Während Penny,Leonard,Sheldon und Amy unterwegs sind um Erkentniss zu Sammeln, spielt sich etwas Unkoscheres im Whirlpool von Howard und Bernadette ab. Da sie beschließen wegzufahren um noch ein letztes mal gemeinsam Zeit zu verbringen, sieht Stuart darin eine Möglichkeit den Wirhlpool von den beiden zu Genießen. Da wegen der Morgenlichen Übelkeit unter der Schwangere Frauen leiden Bernadette nicht wegfahren möchten erwischen sie wie Stuart es sich in ihrem Whirlpool gut gehen lässt. Ein wenig Später kommt Raj dazu da er nun wieder Alleine ist. Nachdem Penny und Leonard Sheldon und Amy wieder zurecht gerückt haben, beschließen die beiden das Experiment zum Zusammenwohnen weiter zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8481766","hoster":"VOE"},{"path":"/redirect/8760063","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476832","hoster":"VOE"},{"path":"/redirect/8636310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-6","name":"Kick it Like Baby","epNo":6,"alt":"The Fetal Kick Catalyst","descr":"Penny (Kaley Cuoco) wird für ihre Rolle im Film \"Serial Ape-ist\" als Gast zur Van Nuys Comic Con eingeladen, wo sie an der Signierstunde teilnehmen soll. Leonard (Johnny Galecki) begleitet sie und zieht die Aufmerksamkeit ungewollt auf sich … Amy (Mayim Bialik) und Sheldon (Jim Parsons) veranstalten währenddessen einen Probebrunch und Bernadette (Melissa Rauch) ist von Howards (Simon Helberg) teurer Anschaffung wenig begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477112","hoster":"VOE"},{"path":"/redirect/8760066","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476835","hoster":"VOE"},{"path":"/redirect/12516899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-7","name":"Die Verzögerungstaktik","epNo":7,"alt":"The Veracity Elasticity","descr":"Eigentlich ist der Wasserschaden in Amys (Mayim Bialik) Appartment längst behoben und die Wohnung wieder bezugsbereit, doch um weiter mit Sheldon (Jim Parsons) in einer Wg zu leben, lügt sie ihn über den Status der Renovierungsarbeiten an. Leonard (Johnny Galecki) kommt unterdessen Penny (Kaley Cuoco) auf die Schliche: Nach und nach lässt sie sämtliches Merchandising aus seinem Zimmer verschwinden, ohne dass er es merkt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477111","hoster":"VOE"},{"path":"/redirect/8760070","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476833","hoster":"VOE"},{"path":"/redirect/8636314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-8","name":"Der Verführungskünstler","epNo":8,"alt":"The Brain Bowl Incubation","descr":"Nach einem geglückten wissenschaftlichen Experiment ist Sheldon (Jim Parsons) überzeugt: Amys (Mayim Bialik) und seine DNA passen perfekt zueinander. Daher bleibt ihnen nur eines: Sie müssen sich sofort fortpflanzen und ein Super-Baby zur Welt bringen. Raj (Kunal Nayyar) ist es unterdessen zu peinlich, Howard (Simon Helberg), Penny (Kaley Cuoco) und Leonard (Johnny Galecki) den Beruf seines Dates zu verraten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477114","hoster":"VOE"},{"path":"/redirect/8760065","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476837","hoster":"VOE"},{"path":"/redirect/8636311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-9","name":"Das Freund Feind Dilemma","epNo":9,"alt":"The Geology Elevation","descr":"Der Geologe Bert (Brian Posehn) wird mit dem MacArthur Genius Stipendium ausgezeichnet – was Sheldon (Jim Parsons) vollkommen ungerechtfertigt findet. Doch als er Berts Arbeit durchliest, muss auch er den Verdienst anerkennen. Sheldons Versuch, seinem Ärger Luft machen, geht daraufhin aber gehörig schief.\rHoward (Simon Helberg) kramt eine alte Erfindung hervor, die er vor einigen Jahren gebastelt hat: Eine ferngesteuerte Miniaturfigur von Stephen Hawking. Doch nicht alle sind davon so begeistert wie er. Was würde wohl Stephen Hawking dazu sagen … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477113","hoster":"VOE"},{"path":"/redirect/8760073","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476834","hoster":"VOE"},{"path":"/redirect/8636315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-10","name":"Die Eigentums-Verteilungs-Problematik","epNo":10,"alt":"The Property Division Collision","descr":"Sheldon (Jim Parsons) und Leonard (Johnny Galecki) können sich nicht einigen, welche der gemeinsamen Dinge wem zustehen.\rGezwungenermaßen möchte der Comicbuchhändler Stuart (Kevin Sussman) wieder bei Howard (Simon Helberg) und Bernadette (Melissa Rauch) einziehen. Im Gegenzug bietet er seine Hilfe an, Bernadette während ihrer Schwangerschaft zu entlasten. Das passt dem eifersüchtigen Raj (Kunal Nayyar) gar nicht. Ein Wettstreit um Bernadettes Gunst beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477115","hoster":"VOE"},{"path":"/redirect/8760072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476836","hoster":"VOE"},{"path":"/redirect/8636313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-11","name":"Immer zum Geburtstag","epNo":11,"alt":"The Birthday Synchronicity","descr":"Die Wehen setzen ein! Howard (Simon Helberg), Raj (Kunal Nayyar) und Stuart (Kevin Sussman) bringen Bernadette (Melissa Rauch) ins Krankenhaus. Doch die Aufregung ist umsonst: Fehlalarm. Am nächsten Tag dokumentiert Raj den Tag mit der Kamera und verplappert sich hinsichtlich des Geschlechts des Kindes. Bernadette und Howard sind enttäuscht – sie wollten das Geschlecht eigentlich erst bei der Geburt erfahren.\rPünktlich um Mitternacht soll Amy (Mayim Bialik) ihr Geschenk von Sheldon (Jim Parsons) bekommen: Den jährlichen Koitus! Da sie jedoch gestört werden, müssen sie ihn auf später verschieben. Als es sich für Sheldon nicht mehr natürlich, sondern gezwungen anfühlt, hat Amy eine Idee. Doch das geht vollkommen nach hinten los … \rDann ist es tatsächlich soweit: Das Baby kommt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477118","hoster":"VOE"},{"path":"/redirect/8760074","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476838","hoster":"VOE"},{"path":"/redirect/8636312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-12","name":"Die Feiertags-Zusammenfassung","epNo":12,"alt":"The Holiday Summation","descr":"Sheldon (Jim Parsons) und Amy (Mayim Bialik) kehren von ihrem Weihnachtsbesuch bei Sheldons Mutter Mary (Laurie Metcalf) aus Texas zurück und erzählen Leonard (Johnny Galecki) und Penny (Kaley Cuoco) von ihrem Erlebnis. Entgegen seiner Befürchtungen ist Mary erleichtert, dass er endlich fest mit einer Frau zusammen ist. Marys Vorwurf, die Zuneigung einer Frau zu ihm käme einem Wunder gleich, lässt ihn jedoch durchdrehen … \rAußerdem: Leonard und Penny besorgen einen Weihnachtsbaum auf die komplizierte Art und Bernadette (Melissa Rauch) ist fertig mit den Nerven – das Baby schreit unentwegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12804558","hoster":"VOE"},{"path":"/redirect/8760082","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476839","hoster":"VOE"},{"path":"/redirect/8636316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-13","name":"Die Neuvermessung der Liebe","epNo":13,"alt":"The Property Division Collision","descr":"Penny (Kaley Cuoco) ist gefrustet: Seit sie mit Leonard (Johnny Galecki) verheiratet ist, lässt er sich komplett gehen und sorgt für keinerlei Romantik mehr. Also fährt sie mit Amy (Mayim Bialik) in ein Spa, um ein wenig Abstand zu gewinnen. Leonard macht sich Gedanken, wie es mit ihrer Beziehung weitergehen kann … \rHoward (Simon Helberg) und Raj (Kunal Nayyar) haben eine Idee, wie sie das Problem mit dem quietschenden Parkettboden im Babyzimmer lösen können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929662","hoster":"VOE"},{"path":"/redirect/8760078","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476840","hoster":"VOE"},{"path":"/redirect/8636318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-14","name":"Der Emotionen-Detektor","epNo":14,"alt":"The Emotion Detection Automation","descr":"Raj hat einfach kein Glück bei den Frauen. Auch seine neueste Bekanntschaft hat ihm wieder den Laufpass gegeben. Doch was macht er falsch? Um das herauszufinden, lädt er all seine Ex-Freundinnen zu sich nach Hause ein. Howard kann nicht widerstehen, sich das Spektakel anzusehen … \rSheldon fällt es immer noch schwer, die Emotionen anderer Leute richtig zu deuten. Da kommt die Erfindung von Wissenschaftlern des MIT gerade richtig: Ein tragbarer Emtionen-Detektor analysiert die Gesichtszüge von Personen und schickt die Emotion in Form eines Emojis aufs Sheldons Smartphone. Das führt zu einem Streit zwischen Penny und Leonard …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477119","hoster":"VOE"},{"path":"/redirect/8760079","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335694","hoster":"VOE"},{"path":"/redirect/8636320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-15","name":"Die Charlie-Brown-Gleichung","epNo":15,"alt":"The Locomotion Reverberation","descr":"Weil Sheldon die beiden von ihrer Arbeit für das Militär abhält, greifen Leonard und Howard zu ungewöhnlichen Mitteln. Doch auch in seiner Abwesenheit beschert Sheldon ihnen zusätzlichen Aufwand … \rPenny und Amy wollen Bernadette für einen Abend ausführen, um auf andere Gedanken zu kommen. Währenddessen kümmern sich Raj und Stuart um Halley – natürlich nicht ohne Konflikte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477120","hoster":"VOE"},{"path":"/redirect/8760076","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476842","hoster":"VOE"},{"path":"/redirect/8636317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-16","name":"Die Zonen der Privatsphäre","epNo":16,"alt":"The Allowance Evaporation","descr":"Amy ist schockiert, als sie erfährt, dass Sheldon seinen Freunden und Arbeitskollegen intime Details ihrer Beziehung offenbart hat.\rAuch Raj ist schockiert, als ihm klar wird, wie verwöhnt und abhängig er vom finanziellen Segen seines Vaters ist: Dieser bezahlt sein Auto, seine Miete, seine Kreditkarten, die Lebensmittel … Raj möchte dies ändern, auch wenn er dafür Einschnitte hinnehmen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477121","hoster":"VOE"},{"path":"/redirect/8760081","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382361","hoster":"VOE"},{"path":"/redirect/8636323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-17","name":"Die Comic-Con-Konfusion","epNo":17,"alt":"The Comic-Con Conundrum","descr":"Ohne die finanzielle Unterstützung seines Vaters kann Raj sich keinen Luxus mehr erlauben – also auch keine Fahrt zur anstehenden Comic-Con! Also beauftragt er Sheldon, sich um seine Finanzen zu kümmern, während er sich nach einer Verdienstmöglichkeit umsieht. Wie gut, dass Stuart noch eine Aushilfe für seinen Comicladen sucht … Um Leonard einen Gefallen zu tun, möchte Penny die Jungs zur Comic-Con begleiten. Dieser ist aber alles andere erfreut und versucht sie unterschwellig, von diesem Plan abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477124","hoster":"VOE"},{"path":"/redirect/8760085","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476843","hoster":"VOE"},{"path":"/redirect/8636321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-18","name":"Die Notausstiegs-Hypothese","epNo":18,"alt":"The Escape Hatch Identification","descr":"Raj (Kunal Nayyar) ist noch immer auf der Suche nach einer neuen Bleibe. Leonard (Johnny Galecki) und Penny (Kaley Cuoco) bieten ihm an, übergangsweise bei ihnen einziehen zu können. Howard (Simon Helberg) und Bernadette (Melissa Rauch) würden ihm die Garage zur Verfügung stellen. Nachdem sich Raj zunächst für Sheldons altes Zimmer entschieden hatte, schleicht er sich nachts aus dem Haus, um Howards Angebot anzunehmen – und sorgt für einen Riesenschock.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477125","hoster":"VOE"},{"path":"/redirect/8760084","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12831447","hoster":"VOE"},{"path":"/redirect/8636319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-19","name":"Die Beschimpfungs-Theorie","epNo":19,"alt":"The Collaboration Fluctuation","descr":"Raj (Kunal Nayyar) ist bei Leonard (Johnny Galecki) und Penny (Kaley Cuoco) eingezogen – und fühlt sich hier pudelwohl. Wenn es nach Leonard geht, verstehen sich Raj und Penny fast zu gut …Sheldon (Jim Parsons) beginnt sich für Amys (Mayim Bialik) Forschung zu interessieren. Plötzlich merken sie, dass sie sich gegenseitig zu neuen Höchstleistungen pushen können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477123","hoster":"VOE"},{"path":"/redirect/8760083","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476846","hoster":"VOE"},{"path":"/redirect/8636322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-20","name":"Der Zeitspar-Modus","epNo":20,"alt":"The Recollection Dissipation","descr":"Sheldon (Jim Parsons) muss an mehreren Baustellen gleichzeitig arbeiten: Gemeinsam mit Leonard (Johnny Galecki) und Howard (Simon Helberg) am Projekt für die Regierung und mit Amy (Mayim Bialik) am gemeinsamen Forschungsprojekt. Das wirft ihn gesundheitlich vollkommen aus der Bahn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477122","hoster":"VOE"},{"path":"/redirect/8760087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476849","hoster":"VOE"},{"path":"/redirect/8636324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-21","name":"Die retrospektive Retrospektive","epNo":21,"alt":"The Separation Agitation","descr":"Bert (Brian Posehn) hat eine Freundin! Nicht nur Sheldon (Jim Parsons) und Co. sind von dieser ungewöhnlichen Nachricht überrascht. Beim gemeinsam Pärchenabend kommt heraus, wie sich Rebecca und der Geologe kennengelernt haben: Über eine Datingseite im Internet. Auch Bert selber konnte sein Glück zunächst nicht fassen: Jahrelang wurde er ignoriert. Nachdem er sein Profil jedoch geupdatet und um einen Hinweis über sein hochdotiertes MacArthur Genius Stipendium ergänzt hat, flogen die Frauen förmlich auf ihn. Hat Rebecca es nur auf Berts Geld abgesehen?\rBernadette (Melissa Rauch) und Howard (Simon Helberg) stehen kurz davor, Halley zum ersten Mal in der Kindertagesstätte abzugeben. Doch der Abschied fällt alles andere als leicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477127","hoster":"VOE"},{"path":"/redirect/8760093","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476847","hoster":"VOE"},{"path":"/redirect/8636325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-22","name":"Der Stelzen-Traum","epNo":22,"alt":"The Cognition Regeneration","descr":"Zwischen Leonard (Johnny Galecki) und Penny (Kaley Cuoco) kriselt es noch immer. Zu allem Unglück trifft Penny während eines Mädelsabends mit Bernadette (Melissa Rauch) und Amy (Mayim Bialik) auf ihren Ex-Freund Zack (Brian Thomas Smith), der ihr ein Job-Angebot macht. Leonard ist davon alles andere als begeistert … \rSheldon (Jim Parsons) muss erschrocken feststellen, dass seine kognitiven Fähigkeiten nachlassen – und die Zeitspanne, einen Nobelpreis zu gewinnen, somit immer enger wird. Howard (Simon Helberg) zeigt ihm einige Tricks, mit denen er seine Fähigkeiten vermeintlich stärken kann … (Text: BK)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477126","hoster":"VOE"},{"path":"/redirect/8760089","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476848","hoster":"VOE"},{"path":"/redirect/8636328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-23","name":"Das Princeton-Problem","epNo":23,"alt":"The Gyroscopic Collapse","descr":"Geschafft! Sheldon (Jim Parsons), Leonard (Johnny Galecki) und Howard (Simon Helberg) haben die erste Phase ihres Regierungsprojekts für die Air Force abgeschlossen. Doch als sie mit Phase 2 beginnen wollen, erleben sie eine böse Überraschung: Die Air Force hat sämtliche Entwicklungen und Prototypen entwendet und führt das Projekt von nun an alleine fort … \rAmy (Mayim Bialik) hat für den Sommer eine Stelle als Gastforscherin an der Princeton University angeboten bekommen. Allerdings plagt sie das schlechte Gewissen: Kann sie Sheldon alleine lassen, ohne dass ihre Beziehung zerbricht? (Text: BK)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477131","hoster":"VOE"},{"path":"/redirect/8760096","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476850","hoster":"VOE"},{"path":"/redirect/8636326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-10/episode-24","name":"Die Nowitzki-Provokation","epNo":24,"alt":"The Long Distance Dissonance","descr":"Während Amy (Mayim Bialik) ihren Forschungsaufenthalt in Princeton beginnt, kehrt die attraktive Ramona Nowitzki (Riki Lindhome) von ihrem Forschungseinsatz im CERN in der Schweiz zurück und wirft sich gleich an Sheldon (Jim Parsons) heran. Dieser erkennt die wahren Absichten jedoch nicht und hält sie für eine normale Kollegin, mit der er auf einer Wellenlänge liegt. Penny (Kaley Cuoco), Leonard (Johnny Galecki) und Co. versuchen, ihm die Augen zu öffnen – und die sich anbahnende Gefahr Amy gegenüber zu verschweigen. Erst als Ramona ihn küsst, beginnt Sheldon zu verstehen – und zu handeln … (Text: BK)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477129","hoster":"VOE"},{"path":"/redirect/8760092","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476854","hoster":"VOE"},{"path":"/redirect/8636327","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-1","name":"Das Doktor-Ramona-Dankeschön","epNo":1,"alt":"The Proposal Proposal","descr":"Sheldons Heiratsantrag an Amy wird von einem Anruf von Leonard und Penny unterbrochen. Sheldon erzählt ihnen, dass Stephen Hawking und Amys Vater der Verbindung bereits zugestimmt haben. Amy sagt Ja. Sheldon trifft Amys Arbeitskollegen und verärgert Amy durch seine überhebliche Art. Nachdem er sich bei Stephen Hawking Rat geholt hat, versöhnt er sich mit Amy mithilfe eines Avengers-Vergleichs. Nach ihrer Rückkehr nach Pasadena bedankt sich Amy überraschend bei Dr. Ramona Nowitzki.\r\rBernadette ist wieder schwanger und erzählt es zuerst Penny. Howard reagiert geschockt auf Bernadettes erneute Schwangerschaft. Howard und Bernadette schlagen vor, dass Leonard und Penny auch ein Baby bekommen sollen.\r\rRaj baggert erfolglos Ramona an und muss erfahren, dass sogar Stuart mehr Glück beim Dating hat als er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477128","hoster":"VOE"},{"path":"/redirect/8760098","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476851","hoster":"VOE"},{"path":"/redirect/8636332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-2","name":"Das Romulaner-Getränk","epNo":2,"alt":"The Retraction Reaction","descr":"Leonard (Johnny Galecki) verärgert die Universität und die gesamte Physikgemeinde, weil er ein peinliches Interview gibt.\r\rAußerdem haben Amy (Mayim Bialik) und Bernadette (Melissa Rauch) mit einem Projekt Erfolg, können diesen aber nicht auskosten, weil Sheldon (Jim Parsons) und Howard (Simon Helberg) sonst sauer werden könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477132","hoster":"VOE"},{"path":"/redirect/8760101","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476853","hoster":"VOE"},{"path":"/redirect/8636330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-3","name":"Die Entspannungs-Enttäuschung","epNo":3,"alt":"The Relaxation Integration","descr":"Sheldon (Jim Parsons) macht Druck wegen des Termins für die Hochzeit mit Amy (Mayim Bialik). Doch sie sieht die Sache mehr relaxed und überzeugt Sheldon, eine entspanntere Seite an den Tag zu legen. Doch ist die wirklich gut für ihn?\rAuch Rajesh (Kunal Nayyar) und Stuart (Kevin Sussman) konkurrieren, nämlich, um das Herz von Bernadettes neuer Mitarbeiterin Ruchi (Swati Kapila) zu gewinnen. Dabei stellt sich allerdings keiner von beiden besonders galant an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477130","hoster":"VOE"},{"path":"/redirect/8760102","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335702","hoster":"VOE"},{"path":"/redirect/8636334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-4","name":"Die Führerschein-Frage","epNo":4,"alt":"The Explosion Implosion","descr":"Howard und Bernadette erfahren das Geschlecht ihres zweiten Kindes. Bei einer Reise in die eigene Kindheit findet Howard ausgerechnet in Sheldon einen Leidensgefährten, der ähnlich enttäuschende Erinnerungen an seinen Vater hat.\rLeonard ist schockiert, dass sich seine Mutter und Penny plötzlich gut verstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477134","hoster":"VOE"},{"path":"/redirect/8760100","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476856","hoster":"VOE"},{"path":"/redirect/8636333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-5","name":"Das Erziehungs-Experiment","epNo":5,"alt":"The Collaboration Contamination","descr":"Durch einen Zufall entdecken Penny und Leonard, dass sich Sheldons Verhalten ganz einfach mit den Vorgaben aus einem Elternratgeber beeinflussen lässt.\rHoward bietet seine Hilfe an, als Amy für ihre weitere Forschung einen Ingenieur benötigt. Die Chemie zwischen den beiden ist exzellent, die Überstunden im Labor bereiten Sheldon, Raj und Bernadette einsame Stunde eine gehörige Portion Eifersucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335700","hoster":"VOE"},{"path":"/redirect/8760099","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476855","hoster":"VOE"},{"path":"/redirect/8636329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-6","name":"Die Professor-Proton-Renaissance","epNo":6,"alt":"The Proton Regeneration","descr":"Die Wissenschaftssendung von Professor Proton soll neu aufgelegt werden. Für Sheldon steht fest: Er ist der einzig legitime Proton-Nachfolger! Dass er seinen ehemaligen Feind Wil Wheaton als Schauspiellehrer engagiert, hat allerdings fatale Folgen … \r\rHoward unterzieht sich einer Vasektomie und muss das Bett hüten. Um sich nicht zu übernehmen, muss auch Bernadette einen Gang zurückschalten. Penny bietet ihre Hilfe an, sich in der Zwischenzeit um Halley zu kümmern. Ganz wohl ist Howard und Bernadette dabei allerdings nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477136","hoster":"VOE"},{"path":"/redirect/8760104","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476860","hoster":"VOE"},{"path":"/redirect/8636337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-7","name":"Die Geologen-Peinlichkeit","epNo":7,"alt":"The Geology Methodology","descr":"Bert bittet Sheldon, ihn bei seiner Geologie-Forschungsarbeit zu unterstützen. Nach einer sofortigen Ablehnung ändert Sheldon seine Meinung und stimmt doch zu. Allerdings versucht Sheldon die Zusammenarbeit nach außen hin geheim zu halten. Als Bert davon erfährt, beendet er geknickt die gemeinsame Arbeit.\rRaj und Bernadettes indische Arbeitskollegin Ruchi laufen sich in einer Bar über den Weg. Es scheint, als habe Raj seine Traumfrau gefunden. Doch während eines Dinners wird es offensichtlich, dass beide eine unterschiedliche Vorstellung von Liebe haben. War es das zwischen den beiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477137","hoster":"VOE"},{"path":"/redirect/8760105","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476859","hoster":"VOE"},{"path":"/redirect/8636335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-8","name":"Die Tesla-Theorie","epNo":8,"alt":"The Tesla Recoil","descr":"Leonard und Howard sind sauer: Auf ihrem gemeinsamen Forschungsprojekt basierend arbeitet Sheldon an einem neuen Kommunikationssystem – wieder für die Regierung. Um gegen Sheldon zu konkurrieren, entwerfen sie ein noch effizienteres System. Dafür holen sie Kripke mit an Bord. Als dieser von dem Wettkampf mit Sheldon und der wahren Absicht des Projektes erfährt, nutzt er die Situation schamlos aus.\rBernadette befürchtet, dass ihre Arbeitskollegin Ruchi ihr während ihrer Auszeit die Projekte wegschnappen könnte. Also beauftragt sie Raj, Ruchi auszuspionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477139","hoster":"VOE"},{"path":"/redirect/8760103","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476857","hoster":"VOE"},{"path":"/redirect/8636331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-9","name":"Die Bitcoin-Odyssee","epNo":9,"alt":"The Bitcoin Entanglement","descr":"Die Freunde werden in Gedanken zurück ins Jahr 2010 versetzt, als Leonard versucht, sich zu erinnern, wo er eine potenziell wertvolle Investition aufbewahrt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477135","hoster":"VOE"},{"path":"/redirect/8760106","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114074","hoster":"VOE"},{"path":"/redirect/8636336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-10","name":"Das Hochzeitsplanungs-System","epNo":10,"alt":"The Confidence Erosion","descr":"Sheldon und Amy planen unermüdlich an ihrer Hochzeit. Raj bricht mit Howard wegen dessen andauernden Witzen über ihn. Raj nutzt sein neugewonnenes Selbstwertgefühl gleich um sich einen neuen Job im Planetarium zu sichern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477138","hoster":"VOE"},{"path":"/redirect/8760107","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476861","hoster":"VOE"},{"path":"/redirect/8636339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-11","name":"Der Hüpfburg-Enthusiasmus","epNo":11,"alt":"The Celebration Reverberation","descr":"Zwischen Howard und Raj herrscht immer noch Eiszeit. Schließlich eskaliert der Streit - in einer Hüpfburg ... Sheldon ist unterdessen damit beschäftigt, für Amy zum Geburtstag ein Dinner ganz im Geiste ihrer Lieblingsserie \"Unsere kleine Farm\" zu kreieren. Allerdings hat er nicht mit den Folgen des Ganzen gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477140","hoster":"VOE"},{"path":"/redirect/8760108","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114076","hoster":"VOE"},{"path":"/redirect/8636341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-12","name":"Das Trauzeugen-Testverfahren","epNo":12,"alt":"The Matrimonial Metric","descr":"Sheldon und Amy können sich nicht entschließen, wer ihre Trauzeugen werden sollen. Also testen sie ihre Freunde heimlich auf ihre Tauglichkeit für diesen verantwortungsvollen Job. Als die Clique dahinterkommt, sind alle ziemlich sauer. Doch dann findet sich eine Lösung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477142","hoster":"VOE"},{"path":"/redirect/8760109","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476865","hoster":"VOE"},{"path":"/redirect/8636338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-13","name":"Die Watkins-Wahrscheinlichkeit","epNo":13,"alt":"The Solo Oscillation","descr":"Nachdem alle anderen in ihrer Arbeit Fortschritte machen, möchte auch Sheldon seine Forschungen weiterbringen. Derweil entdecken Leonard und Amy ihre alten Wissenschaftsprojekte wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477141","hoster":"VOE"},{"path":"/redirect/8760111","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476863","hoster":"VOE"},{"path":"/redirect/8636342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-14","name":"Die Zeitzonen-Klausel","epNo":14,"alt":"The Separation Triangulation","descr":"Bei der Arbeit lernt Raj die attraktive Nell kennen und datet sie. Was er nicht weiß: Nell ist verheiratet und hat einen sehr eifersüchtigen Ehemann … Sheldon möchte seinen alten Raum in Leonards Appartment mieten, um in Ruhe arbeitet zu können. Was Leonard stutzig macht: Sheldon ist rücksichtsvoll, leise und unkompliziert – also vollkommen verändert. Was steckt dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477143","hoster":"VOE"},{"path":"/redirect/8760112","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476864","hoster":"VOE"},{"path":"/redirect/8636348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-15","name":"Die Professor-Proton-Personalie","epNo":15,"alt":"The Novelization Correlation","descr":"Will Wheaton bekommt die Stelle als der nächste Professor Proton, worüber Sheldon nicht erfreut ist. Amy beichtet ihm hierdurch auch, dass sie viele Sachen nicht macht oder sagt, weil diese ihn stören. Währenddessen schreibt Leonard an seinem Buch, doch wer ist die Vorlage für die gemeine Elsa?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477144","hoster":"VOE"},{"path":"/redirect/8760113","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12382358","hoster":"VOE"},{"path":"/redirect/8636340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-16","name":"Das Babynamen-Theater","epNo":16,"alt":"The Neonatal Nomenclature","descr":"Am Tag des Geburtstermins von Howards und Bernadettes Sohn, möchte Bernadette, dass alles schon vorbei ist. Daher kommt ein Freund nach dem anderen vorbei und versucht, die Geburt zu beschleunigen. Howard arbeitet währenddessen mit Amy an der Präsentation ihres gemeinsamen Projekts, als sie verrät, wie Bernadette den Sohn nennen will. Das führt zu Spannungen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382381","hoster":"VOE"},{"path":"/redirect/8760110","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476866","hoster":"VOE"},{"path":"/redirect/8636344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-17","name":"Die Athenaeum-Angelegenheit","epNo":17,"alt":"The Athenaeum Allocation","descr":"Sheldon und Amy konnten sich endlich auf einen Hochzeitstermin einigen: Sie wollen sich am 12. Mai das Ja-Wort geben. Nach der langwierigen Suche nach einem Termin gestaltet sich die Suche nach einem Austragungsort für die Hochzeitsfeier ähnlich schwierig. Als sie sich sicher sind, dass das Athenaeum der perfekte Ort ist, kommt es knüppeldick: Kripke hat ihn für seine Geburtstagsfeier am selben Datum reserviert … \r\rHoward und Bernadette überlegen, ob einer der beiden seinen Job aufgeben soll, um rund um die Uhr für die Kinder zu Hause zu sein. Howard ist zunächst begeistert von der Idee, ist aber schnell überfordert. Auch Bernadette wäre gerne die ganze Zeit beim Nachwuchs, würde ihren Job aber nur ungerne aufgeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477147","hoster":"VOE"},{"path":"/redirect/8760114","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476868","hoster":"VOE"},{"path":"/redirect/8636347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-18","name":"Die Bill-Gates-Begegnung","epNo":18,"alt":"The Gates Excitation","descr":"Bill Gates kommt in die Stadt und soll von Penny herumgeführt werden. Die Jungs versuchen ihn zu treffen, während Sheldon an einen Aprilscherz glaubt. Währenddessen treffen sich Amy und Bernadette, wobei Bernadette sehr in der Mutterrolle aufgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477148","hoster":"VOE"},{"path":"/redirect/8760115","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476870","hoster":"VOE"},{"path":"/redirect/8636343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-19","name":"Das Machtwechsel-Modell","epNo":19,"alt":"The Tenant Disassociation","descr":"Ein bei Leonard und Penny beliebter Foodtruck, der direkt vor dem Haus parkt, muss aufgrund eines Beschlusses des Mietervereinigung verschwinden. Verärgert finden die beiden heraus, dass Sheldon nicht nur Vorsitzender der Vereinigung ist, sondern das einzige Mitglied. Bei den folgenden Streitigkeiten gerät Amy zwischen die Fronten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477146","hoster":"VOE"},{"path":"/redirect/8760117","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476869","hoster":"VOE"},{"path":"/redirect/8636346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-20","name":"Der Waldmensch Wolcott","epNo":20,"alt":"The Reclusive Potential","descr":"Sheldon bekommt eine Einladung des verschrobenen Wissenschaftlers Dr. Robert Wolcott, der zurückgezogen in den Bergen lebt, aber mit einer Theorie über die mehrdimensionale Zeit Sheldons Forschung auf dem Gebiet der Stringtheorie voranbringen könnte. Da sich Amy Sorgen macht, dass Sheldon in der abgelegenen Gegend nicht klarkommt, überredet sie Leonard Sheldon zu begleiten. Howard und Raj fahren ebenfalls mit, damit sie den Mädels aus dem Weg sind, wenn die gleichzeitig Amys Junggesellinnenabschied feiern wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477149","hoster":"VOE"},{"path":"/redirect/8760116","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476872","hoster":"VOE"},{"path":"/redirect/8636345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-21","name":"Der Kometen-Klau","epNo":21,"alt":"The Comet Polarization","descr":"Raj lädt seine Freunde ein, gemeinsam mit ihm den Sternenhimmel durch sein professionelles Teleskop zu beobachten. Per Zufall macht Penny eine astronomische Entdeckung. Und es stellt sich tatsächlich heraus, dass es sich um einen unbekannten Kometen handelt. Raj will den ganzen Ruhm alleine absahnen und so steht seine Freundschaft mit Penny auf dem Spiel. Inzwischen ist Stuarts Geschäft zu einem Szenetreffpunkt geworden, so dass Stuart sogar eine Assistentin, Denise, einstellen muss, was zunächst Sheldon gar nicht behagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477150","hoster":"VOE"},{"path":"/redirect/8760119","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476873","hoster":"VOE"},{"path":"/redirect/8636352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-22","name":"Der Hochzeitskleid-Hype","epNo":22,"alt":"The Monetary Insufficiency","descr":"Sheldon beklagt sich, dass für seine Forschung nicht genügend Gelder bereitgestellt werden. Doch um seine theoretischen Überlegungen zu überprüfen braucht er 500 Millionen Dollar. Es entzieht sich seinem Verständnis, warum Universitätspräsident Siebert ihm die Summe nicht zukommen lassen will. Also bemüht sich Sheldon um andere Einnahmequellen, er ist sogar bereit, seine Comicsammlung für die Wissenschaft zu verkaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477152","hoster":"VOE"},{"path":"/redirect/8760120","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476871","hoster":"VOE"},{"path":"/redirect/8636349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-23","name":"Die Reifendoktor-Reise","epNo":23,"alt":"The Sibling Realignment","descr":"Sheldon wird von seiner Mutter unter Druck gesetzt, sollte er seinen Bruder Georgie nicht einladen, würde auch sie nicht zur Hochzeit kommen. Also muss Sheldon nachgeben. Die beiden Brüder haben aber schon seit längerer Zeit keinen Kontakt mehr. Und bevor Leonard es richtig begreift, sitzt er schon mit Sheldon gemeinsam im Flugzeug auf dem Weg zu Georgie. Unterdessen hat sich die zukünftige Braut eine Woche vor der Hochzeit eine schlimme Bindehautentzündung von Bernadette eingefangen, was für einige Aufregung sorgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477151","hoster":"VOE"},{"path":"/redirect/8760118","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12251362","hoster":"VOE"},{"path":"/redirect/8636351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-11/episode-24","name":"Die Hochzeitsüberraschung","epNo":24,"alt":"The Bow Tie Asymmetry","descr":"Was niemand jemals für möglich gehalten hat, passiert nun wirklich: Sheldon und Amy heiraten! Während Raj Sheldons Mutter Mary und seine Schwester Missy vom Flughafen abholt, kümmert Penny sich um Amys Eltern. Howard wartet währenddessen auf den Besitzer des ausgebüxten Hundes, der plötzlich in seinem Garten aufgetaucht war. Als Howard die Tür öffnet, fasst er es nicht: Da steht tatsächlich der echte Mark Hamill auf seiner Matte. Auf die Frage, wie sich die \"Star Wars\"-Ikone bedanken kann, hat Howard eine besondere Idee – und macht Sheldon damit auf seiner eigenen Hochzeit sprachlos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8481770","hoster":"VOE"},{"path":"/redirect/8760121","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476876","hoster":"VOE"},{"path":"/redirect/8636356","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-1","name":"Der unzufällige Zufallssex","epNo":1,"alt":"The Conjugal Configuration","descr":"Sheldon und Amy beginnen ihre Flitterwochen im New Yorker Legoland. Allerdings ist der Trip durchaus mit Stress verbunden, vor allem, als Sheldon darauf bestehen den Vollzug der Ehe zeitlich genau festzusetzen. Leonard und Penny entdecken Larry Fowler, der sich vor seiner Ehefrau versteckt. Leonard fallen die Parallelen zu seiner eigenen Ehe unangenehm auf, was Penny wiederum vor den Kopf stößt. Raj bricht einen Twitter-Krieg mit Neil de Grasse Tyson vom Zaun, traut sich aber nicht den Astrophysiker auch telefonisch die Meinung zu sagen. Daraufhin ruft Tyson Bill Nye an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8481782","hoster":"VOE"},{"path":"/redirect/8760122","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476874","hoster":"VOE"},{"path":"/redirect/8636350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-2","name":"Das Dankeskarten-Mysterium","epNo":2,"alt":"The Wedding Gift Wormhole","descr":"Sheldon und Amy öffnen ihre Hochzeitsgeschenke und sind von Leonard und Pennys Geschenk vollkommen irritiert. Schließlich denken sie, dass es sich bei der Glasscherbe um den Hinweis zu einer Schnitzeljagd zum tatsächlichen Geschenk handeln muss. Im Gegenzug erhalten Leonard und Penny eine kodierte Dankesnachricht, die sie erst einmal entschlüsseln müssen – und ohne die sie nicht mehr in ihr W-Lan kommen.\r\rStuart verabredet sich erneut mit seiner Mitarbeiterin Denise, hat aber bei den Vorbereitungen für das Date einen fatalen Spray-Tanning-Unfall. Raj verfällt über die Pärchenbildung um sich herum in Depressionen und verlangt von seinem Vater, ihm eine Ehe zu arrangieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477155","hoster":"VOE"},{"path":"/redirect/8760125","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476877","hoster":"VOE"},{"path":"/redirect/8636353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-3","name":"Der indische Heirats-Fragebogen","epNo":3,"alt":"The Procreation Calculation","descr":"Raj trifft sich mit Anu, der Frau, die sein Vater für ihn gefunden hat. Zunächst ist Raj jedoch von ihrer pragmatischen und dominanten Art vollkommen eingeschüchtert. Ein Fragebogen führt zu der Erkenntnis, dass Penny keine Kinder möchte, während Leonard doch auf Nachwuchs hofft. Kann ausgerechnet ein Batmobil diese Krise entschärfen? Stuart bringt Denise über Nacht mit nach Hause, was für Howard und Bernadette eher suboptimal ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477153","hoster":"VOE"},{"path":"/redirect/8760123","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476878","hoster":"VOE"},{"path":"/redirect/8636354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-4","name":"Die Tam-Turbulenzen","epNo":4,"alt":"The Tam Turbulence","descr":"Tam, ein Freund aus Sheldons Kindertagen in Texas, besucht die Universität gemeinsam mit seinem Sohn. Sheldon will ihn aber nicht sehen, wobei sich Leonard und die Anderen fragen, warum Sheldon Tam nie erwähnt hat. Auch Sheldons Bruder George kennt den Grund für Sheldons Zorn nicht. Penny und Bernadette möchten Anu besser kennenlernen und sind beeindruckt von ihren Beziehungen im Hotelgewerbe. Gleichzeitig verraten sie Anu aber auch einige peinliche Geschichten über Raj.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8481774","hoster":"VOE"},{"path":"/redirect/8760124","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476879","hoster":"VOE"},{"path":"/redirect/8636363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-5","name":"Die Planetariums-Bromanze","epNo":5,"alt":"The Planetarium Collision","descr":"Sheldon ärgert sich über Amy, die keine Zeit hat um mit ihm an seinem Projekt zu arbeiten. Sheldon überredet daraufhin Präsident Siebert, dass Amy ihr eigenes Projekt abgibt, was bei Amy natürlich gar nicht gut ankommt. Erst ein Traum, in dem Arthur Jeffries Sheldon begegnet, bahnt sich eine Aussprache an. Zeitgleich versucht Raj zu verhindern, dass Howard ihm bei seiner Show im Planetarium hilft. Die Angelegenheit nimmt für alle Beteiligen jedoch eine äußerst überraschende Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477154","hoster":"VOE"},{"path":"/redirect/8760126","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114075","hoster":"VOE"},{"path":"/redirect/8636355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-6","name":"Die Imitations-Irritation","epNo":6,"alt":"The Imitation Perturbation","descr":"Howard verkleidet sich an Halloween als Sheldon, was wiederum Sheldons Gefühle verletzt. Amy und Sheldon verkleiden sich daraufhin als Bernadette und Howard, was wiederum Bernadette verärgert. Zeitgleich ärgert sich Leonard darüber, dass Penny offensichtlich ihren ersten gemeinsamen Kuss an Halloween vergessen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477157","hoster":"VOE"},{"path":"/redirect/8760129","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476881","hoster":"VOE"},{"path":"/redirect/8636358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-7","name":"Die Ablehnungs-Attraktion","epNo":7,"alt":"The Grant Allocation Derivation","descr":"Als Leonard im Auftrag von Präsident Siebert Forschungsgelder verteilen soll beginnen alle damit Leonard zu schmeicheln. Leonards Wahl fällt auf drei mögliche Kandidaten: Raj, Kripke und Dr. Lee, eine Ornithologin, die mit Krähen arbeitet. Aus Angst die Gefühle der Kandidaten zu verletzen, spricht sich Leonard das Geld schließlich selbst zu. Danach wird sein Auto von einer Armada Krähen heimgesucht. Zeitgleich versteckt sich Bernadette in Haleys Spielhaus um Zeit für sich selbst zu haben. Allerdings wird sie dort schon bald von Penny und Amy besucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477156","hoster":"VOE"},{"path":"/redirect/8760128","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476882","hoster":"VOE"},{"path":"/redirect/8636357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-8","name":"Die Vollzugs-Verweigerung","epNo":8,"alt":"The Consummation Deviation","descr":"Anu möchte mit Raj schlafen, doch die Nervosität vor der großen Nacht führt dazu, dass seine Stummheit zurückkehrt. Anu zeigt Verständnis und verrät Raj im Gegenzug ein ungewöhnliches Geheimnis. Sheldon versucht sich mit seinem Schwiegervater anzufreunden, doch der interessiert sich sehr viel mehr für Howards Zaubertricks. So bleibt Sheldon nichts übrig, als stattdessen Zeit mit Amys Mutter zu verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477159","hoster":"VOE"},{"path":"/redirect/8760127","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476884","hoster":"VOE"},{"path":"/redirect/8636364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-9","name":"Die russische Widerlegung","epNo":9,"alt":"The Citation Negation","descr":"Sheldon und Amy heuern Leonard für Recherchen zu ihrem Artikel über Super-Assymetrie an. Als Leonard und Raj sich in der Bücherei auf die Aufgabe vorbereiten, entdecken sie den Artikel eines russischen Wissenschaftlers, der das Konzept vollkommen in Frage stellt. Dies stürzt Sheldon und Amy in eine große Depression. Zeitgleich will Bernadette, dass Denise ihr \"Fortnite: Battle Royale\" beibringt, damit sie Howard schlagen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477158","hoster":"VOE"},{"path":"/redirect/8760133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14044843","hoster":"VOE"},{"path":"/redirect/8636359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-10","name":"Die Theorie-Trauer","epNo":10,"alt":"The VCR Illumination","descr":"Nach der Widerlegung seiner Theorie steckt Sheldon in einer schweren Lebenskrise. Nicht einmal Amy vermag ihn aufzumuntern. Leonard hat schließlich die zündende Idee: Er holt eine alte VHS-Kassette aus dem Safe, welche Sheldon als kleiner Junge für sich selbst aufgenommen hatte, falls er jemals in eine derartige Situation kommen würde. Leider hat jedoch Sheldons Vater George die Rede seines Sohnes mit einem seiner Highschool-Football-Spiele überspielt. Nun ist guter Rat teuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477161","hoster":"VOE"},{"path":"/redirect/8760130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13380956","hoster":"VOE"},{"path":"/redirect/8636361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-11","name":"Die Paintball-Partnerkrisen","epNo":11,"alt":"The Paintball Scattering","descr":"Sheldon und Amy haben ihre Arbeit veröffentlicht – die Fachwelt ist begeistert. Präsident Siebert sieht Großes auf die Uni zukommen und lädt die beiden ein, ab sofort in der Mensa für die Privilegierten zu essen. Als sich herausstellt, dass Amy für die Medien als Star aufgebaut und Sheldon sich lediglich im Hintergrund halten soll, reagiert er mit Eifersucht. Bei einem Paintballspiel lässt er seinem Frust freien Lauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477160","hoster":"VOE"},{"path":"/redirect/13964153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476887","hoster":"VOE"},{"path":"/redirect/12984232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-12","name":"Der Fortpflanzungs-Vorschlag","epNo":12,"alt":"he Propagation Proposition","descr":"Penny, Amy und Bernadette treffen beim Mädelsabend auf Zack, der ihnen erzählt, dass er geheiratet und seine Firma für ein Vermögen verkauft hat. Er lädt Penny und Leonard auf sein Boot ein, damit sie seine Frau kennenlernen. Der Abend mit Zack und Marissa nimmt jedoch eine völlig unerwartete Wende, als das frisch verheiratete Paar von seinem Kinderwunsch erzählt, der aber nicht in Erfüllung geht, weil Zack zeugungsunfähig ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477162","hoster":"VOE"},{"path":"/redirect/8760132","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335695","hoster":"VOE"},{"path":"/redirect/8636362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-13","name":"Der Nobelpreis-Diebstahlsversuch","epNo":13,"alt":"The Confirmation Polarization","descr":"Sheldon ist seinem beruflichen Ziel – den Nobelpreis zu erhalten sehr Nahe gekommen. Zwei Physikern aus Chicago, Dr. Pemberton und Dr. Campbell, ist es gelungen, Sheldons und Amys \"Super Asymmetrietheorie\" zu beweisen. Es gibt nur einen Haken, es können nur drei Wissenschaftler ausgezeichnet werden. Inzwischen will Bernadette, dass Penny die Leitung des Verkaufsteams für ihr neues Produkt übernimmt. Aber Penny ist von diesem Vorschlag nicht sehr angetan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477163","hoster":"VOE"},{"path":"/redirect/8760134","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476886","hoster":"VOE"},{"path":"/redirect/8636365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-14","name":"Die Bewegungsmelder-Belästigung","epNo":14,"alt":"The Meteorite Manifestation","descr":"Als Bernadette und Howard am Abend den Whirlpool benutzen wollen, reagiert der Bewegungsmelder ihrer neuen Nachbar und flutet ihre Terrasse mit einem gleissenden Licht. Dabei wird ihnen klar, dass der neue Balkon über ihre Grundstücksgrenze hinausreicht. Die Beiden gehen am nächsten Tag zum Vermessungsbüro der Stadt, um Klarheit zu bekommen, scheitern aber an der Bürokratie. Sheldon, der sich leidenschaftlich gern mit Formularen und Behördenkram befasst, bietet Howard und Bernadette seine Hilfe an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477164","hoster":"VOE"},{"path":"/redirect/8760135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476893","hoster":"VOE"},{"path":"/redirect/8636366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-15","name":"Das Zuchthengst-Dilemma","epNo":15,"alt":"The Donation Oscillation","descr":"Leonard hat Zack und Marissa zugesagt, dass er der Vater ihres Kindes wird und trifft sich mit ihnen und Penny um die weiteren Schritte zu besprechen. Doch obwohl Penny erklärt hat, dass sie mit Leonards Entscheidung einverstanden ist, tut sie sich schwer mit der Situation. Erst recht, als ihr Vater Wyatt zu Besuch kommt und sie sofort darauf anspricht, dass sie keine Kinder haben will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477167","hoster":"VOE"},{"path":"/redirect/8760136","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114080","hoster":"VOE"},{"path":"/redirect/8636369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-16","name":"Die Prominenten-Peinlichkeit","epNo":16,"alt":"The D \u0026 D Vortex","descr":"Wil Wheaton hat Amy und Sheldon in seine Sendung als Professor Proton eingeladen und überrascht sie mit einem weiten Gast, William Shatner. Sheldon ist deswegen so ausser sich vor Freude, dass ihm ein Missgeschick widerfährt. Als er später versucht sich bei Wil dafür zu entschuldigen, bekommt er mit, dass in Wils Haus offenbar eine Dungeons \u0026 Dragons Spielerunde mit Prominenten stattfinden. Da er glaubt, William Shatners Stimme gehört zu haben, versucht er mit den Jungs rauszufinden, wer alles an diesem Spiel teilnimmt. Über ein Instagram-Foto finden sie heraus, dass neben William Shatner, Kevin Smith, Kareem Abdul Jabbar und Joe Manganiello auch Stuart zu der erlesenen Runde gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477166","hoster":"VOE"},{"path":"/redirect/8636373","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476889","hoster":"VOE"},{"path":"/redirect/8636368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-17","name":"Das Menschen-Frosch-Problem","epNo":17,"alt":"The Conference Valuation","descr":"Penny ist nervös, weil sie das neue Medikament, das von Bernadette entwickelt wurde, bei einer Messe promoten soll. Bernadette macht ihr Mut und gemeinsam gehts übers Wochenende nach San Diego. Da sich Howard in der Zeit allein um die Kinder kümmern muss, hofft er auf Unterstützung seiner Freunde. Raj und Leonard nehmen seine Einladung an, Sheldon lehnt ab, da er mit Kindern nichts am Hut hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477165","hoster":"VOE"},{"path":"/redirect/8636383","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476892","hoster":"VOE"},{"path":"/redirect/8636367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-18","name":"Die Nobelpreisträger-Beleidigung","epNo":18,"alt":"The Laureate Accumulation","descr":"Um Amys und Sheldons Gewinnchancen auf den Nobelpreis zu erhöhen, gibt Universitätsdirektor Siebert einen kleinen Empfang. Und tatsächlich erscheinen die Nobelpreisträger Professor Kip Thorne, Professor George Smoot und Professor Frances Arnold. Aber auch Dr. Pemberton und Dr. Campbell sind eingeladen. Doch die beiden schaffen es, Amy furchtbar wütend zu machen. Unterdessen schreibt Bernadette ein Kinderbuch, dass auf Howards \"Gute Nacht Geschichte\" für seine Tochter beruht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477168","hoster":"VOE"},{"path":"/redirect/8754086","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476891","hoster":"VOE"},{"path":"/redirect/8636378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-19","name":"Das Roller-Revival","epNo":19,"alt":"The Inspiration Deprivation","descr":"Wegen Amys Ausraster in Gegenwart der Nobelpreisträger werden sie und Sheldon in die Personalabteilung bestellt. Dort bekommen sie von Präsident Siebert den Kopf gewaschen, da sie ihre Chance auf den Nobelpreis so gut wie verspielt haben. Siebert verpasst ihnen einen Maulkorb und zieht sie aus dem Verkehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477169","hoster":"VOE"},{"path":"/redirect/8754064","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476896","hoster":"VOE"},{"path":"/redirect/8636370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-20","name":"Die Entscheidungsfindungs-Verwirrung","epNo":20,"alt":"The Decision Reverberation","descr":"Es fällt den Freunden schwer sich zu entscheiden, um wie viel Uhr sie den neuen Avengers Film sehen wollen, da es nicht zu klären ist, ob sie vor oder nach der Vorstellung essen sollen. Nur Leonard ist das ist egal, er will sich der Entscheidung der anderen fügen. Das bringt Sheldon dazu ihm zu erklären, dass er ein so genannter Satisficer ist, nämlich jemand, der sich mit der erstbesten Lösung zufrieden gibt, statt Entscheidungen danach zu treffen, die einen glücklich machen. Diese Erkenntnis stürzt Leonard in eine Sinnkrise …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477171","hoster":"VOE"},{"path":"/redirect/8754084","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476894","hoster":"VOE"},{"path":"/redirect/8636377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-21","name":"Das Plagiats-Problem","epNo":21,"alt":"The Plagiarism Schism","descr":"In Anwesenheit von Präsident Siebert sollen sich Amy und Sheldon bei Pemberton und Campbell entschuldigen, um ihre Chance auf den Nobelpreis zu wahren. Doch sie müssen sich sehr zusammenreissen, da die beiden sehr von sich eingenommen sind und glauben den Nobelpreis sicher zu gewinnen. Doch dann kommt Kripke hinzu, der Pemberton schon aus Collegezeiten kennt und Beweise dafür hat, dass Pemberton bei seiner Dissertation gemogelt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001715","hoster":"VOE"},{"path":"/redirect/8754095","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476895","hoster":"VOE"},{"path":"/redirect/8636371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-22","name":"Das Notting-Hill-Paradigma","epNo":22,"alt":"The Maternal Conclusion","descr":"Leonard bekommt überraschend Besuch von seiner Mutter. Beverly ist ganz verändert, sie ist im Gegensatz zu ihrer sonstigen Art, diesmal sehr nett und zuvorkommend Leonard gegenüber. Jedoch erfährt Leonard schon bald, was es mit der Wandlung auf sich hat. Unterdessen fühlen sich Bernadette und Howard zunehmend unwohl mit Stuarts Dauerbesuch bei ihnen. Anscheinend ist jetzt auch Denise bei ihnen eingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382383","hoster":"VOE"},{"path":"/redirect/8754098","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8476898","hoster":"VOE"},{"path":"/redirect/8636375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-23","name":"Die Keine-Konstante-Katastrophe","epNo":23,"alt":"The Change Constant +  The Stockholm Syndrome","descr":"Gespannt warten Sheldon und Amy bei Penny und Leonard auf den Anruf des Nobelkomitees, mit der der diesjährige Nobelpreisträger informiert wird. Und tatsächlich, Sheldon und Amy bekommen den Nobelpreis für Physik. Ein lang gehegter Traum geht für Sheldon in Erfüllung, doch mit einer Sache hat er nicht gerechnet, nämlich dass sich für ihn plötzlich alles ändern wird. Schon die wartenden Reporter vor seiner Wohnung stellen für ihn eine Herausforderung dar, der er nicht gewachsen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477174","hoster":"VOE"},{"path":"/redirect/8754109","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13114079","hoster":"VOE"},{"path":"/redirect/8636372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-big-bang-theory/staffel-12/episode-24","name":"Das Stockholm-Syndrom","epNo":24,"alt":"","descr":"Es ist soweit. Die Reise nach Stockholm zur Vergabe des Nobelpreises für Physik für Sheldon und Amy steht kurz bevor und die letzten Vorbereitungen laufen. Da das Gewinnerpärchen alle Freunde eingeladen haben, muss nicht nur feierliche Garderobe her; Sheldon und Amy impfen den Freunden auch noch Verhaltensregeln ein. Amy ist so glücklich, dass ihr bei der Änderung der Kleider der Grund entgeht, wieso Pennys Kleid ausgelassen werden muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8477173","hoster":"VOE"},{"path":"/redirect/8754119","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335696","hoster":"VOE"},{"path":"/redirect/8636376","hoster":"Streamtape"}]}]}]}]}