{"seriesId":"the-big-o","name":"The Big O","descr":"Paradigm City ist eine Stadt ohne Vergangenheit. Durch ein Ereignis, das vor 40 Jahren stattfand, ist jegliche Erinnerung der Einwohner an die Zeit davor ausgelöscht worden. Was indes aus der im Dunkeln liegenden Vergangenheit bis in die jetzige Zeit besteht, sind die zahlreichen Megadueses (Riesenroboter) und Monster, welche die Bewohner selbst erschaffen haben. Diejenigen, die nach dem Amnesievorfall geboren wurden, erlangen zum Teil Erinnerungen wieder, die sie gar nicht haben dürften und konstruieren mit diesem Wissen neue Bedrohungen in Form weiterer Roboter.Held der Geschichte ist Roger Smith, der sich der Aufgabe verschrieben hat, für Sicherheit in Paradigm City zu sorgen. Sein loyaler Riesenroboter Big O leistet ihm dabei gute Dienste. Außerdem gehören zu seinem Team sein Butler Norman und das Androidenmädchen Dorothy. Je mehr Probleme auftreten und Erinnerungen wieder zutage treten umso klarer wird, dass sowohl mit der Zukunft von Paradigm City als auch mit Rogers Vergangenheit etwas nicht stimmt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Roger the Negotiator","descr":"Als eine routinemäßige Verhandlung schief geht, erkennt Rodger Smith schnell, dass hinter der Situation mehr steckt als nur eine durchschnittliche Entführung und ist gezwungen, Big O aufzusuchen. Es ist Showtime.","versions":[{"lang":3,"streams":[{"redirect":8825860,"hoster":"VOE"},{"redirect":8825868,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dorothy, Dorothy","descr":"Dorothy ist verzweifelt, nachdem sie die Zerstörung von Dorothy-1 gesehen hat und flieht aus der Big O-Basis. Sie besucht ihren Vater Timothy Wayneright, während Roger versucht, die wahre Natur des Mädchens zu ergründen.","versions":[{"lang":3,"streams":[{"redirect":8825864,"hoster":"VOE"},{"redirect":8825872,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Electric City","descr":"Überall in der Stadt kommt es zu mysteriösen Stromausfällen. Roger wird von Casey Jenkins angeheuert, um die Leute davon zu überzeugen, dass er das Wasserkraftwerk reaktivieren kann, was nicht das Werk eines wütenden Gottes ist.","versions":[{"lang":3,"streams":[{"redirect":8825867,"hoster":"VOE"},{"redirect":8825871,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Underground Terror","descr":"Der Journalist Michael Seebach wird seit drei Monaten vermisst und seine Sekretärin Angel beauftragt Roger, sein fehlendes Manuskript zu finden. Als Roger jedoch nachforscht, erfährt er, dass hinter dem Reporter mehr steckt, als zunächst angenommen.","versions":[{"lang":3,"streams":[{"redirect":8825869,"hoster":"VOE"},{"redirect":8825874,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Bring Back My Ghost","descr":"In East Town wird Roger von einer alten und blinden Frau angeheuert, um ihren Sohn vor ihrem nächsten Geburtstag zu finden. Roger erfährt, dass der Sohn letztes Jahr gestorben ist, aber auch, dass ein Geist am Flussufer auftaucht, an dem er gestorben ist.","versions":[{"lang":3,"streams":[{"redirect":8825873,"hoster":"VOE"},{"redirect":12984229,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Legacy of Amadeus","descr":"Dorothy hat zum Klavier gegriffen und hält Roger mit ihrem schrecklichen Spiel wach. Um Ruhe zu finden, bringt er sie zum berühmten Pianisten R. Instro, dessen Vater Amadeus eine Pianobar betrieb.","versions":[{"lang":3,"streams":[{"redirect":8825876,"hoster":"VOE"},{"redirect":8825879,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Call from the Past","descr":"Der Fischpreis ist in die Höhe geschossen, angeblich wegen eines im Meer lebenden Titanen. Roger geht, um Nachforschungen anzustellen, nur um Angel zu treffen. Während sie unter Wasser erkunden, entdecken sie eine Stadt.","versions":[{"lang":3,"streams":[{"redirect":8825878,"hoster":"VOE"},{"redirect":8825881,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Missing Cat","descr":"Ein Hund verwandelt sich plötzlich in ein Monster und tötet seine Besitzer, bevor er selbst stirbt. Roger und Dorothy entdecken eine verlassene Katze namens Pero, an die Dorothy wächst.","versions":[{"lang":3,"streams":[{"redirect":8825844,"hoster":"VOE"},{"redirect":8825849,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Beck Comes Back","descr":"Beck entkommt aus dem Gefängnis und gerät in einen Fall, in den Roger und Dorothy verwickelt sind. Bald greift sogar die Polizei ein und es wird noch komplizierter.","versions":[{"lang":3,"streams":[{"redirect":8825848,"hoster":"VOE"},{"redirect":8825850,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Winter Night Phantom","descr":"Ein Bomber pflanzt in der ganzen Stadt explosives Spielzeug, das Zerstörung anrichtet. Die Stadtverwaltung diskutiert, was zu tun ist, da ein Mann namens Dastun in seinen Träumen Visionen einer ätherischen Frau hatte.","versions":[{"lang":3,"streams":[{"redirect":8825851,"hoster":"VOE"},{"redirect":8825861,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Daemonseed","descr":"Der Himmelstag, der Tag der Stadtgründung sowie Dorothys Geburtstag, rückt näher. Roger nimmt einen Koffer, um einen Daemonseed zu finden, ein smaragdgrünes Ei, das mit einem Saxophonspieler gelandet ist.","versions":[{"lang":3,"streams":[{"redirect":8825853,"hoster":"VOE"},{"redirect":8826680,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Enemy Is Another Big","descr":"Der totgeglaubte Schwarzwald taucht plötzlich wieder auf und steuert seinen eigenen riesigen Roboter. Roger und Schwarzwald beginnen ihren letzten Kampf: Big O vs Big Duo.","versions":[{"lang":3,"streams":[{"redirect":13474345,"hoster":"VOE"},{"redirect":8825859,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"RD","descr":"Ein Attentäter pirscht durch die Straßen der Stadt und hinterlässt nur ein vages Rätsel als Visitenkarte. Roger und Dastun untersuchen die Geschehnisse und finden eine Spur, die dunkle Geheimnisse und längst vergessene Erinnerungen birgt.","versions":[{"lang":3,"streams":[{"redirect":13474346,"hoster":"VOE"},{"redirect":8825863,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Roger the Wanderer","descr":"Roger und Dorothy kämpfen gegen drei ausländische Mechs, als er getroffen wird. Plötzlich findet er sich 40 Jahre in der Vergangenheit wieder und führt ein anderes Leben, was ihn dazu bringt, seine Existenz in Frage zu stellen.","versions":[{"lang":3,"streams":[{"redirect":13474349,"hoster":"VOE"},{"redirect":8825831,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Negotiation with the Dead","descr":"Kelly Fitzgerald heuert Roger an, um ihren Mann vor einem Attentäter zu schützen. Gerüchte besagen, dass der Senat der Stadt jeden mit Wissen über die Vergangenheit tötet, also beginnen Roger und Dorothy ihre Ermittlungen.","versions":[{"lang":3,"streams":[{"redirect":13474351,"hoster":"VOE"},{"redirect":8825835,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Day of the Advent","descr":"Ein seltsames Objekt vom Himmel stürzt in die Stadt, bevor es von der Paradigm-Organisation geborgen wird. Roger hat die Aufgabe, die Natur des seltsamen Objekts zu ermitteln.","versions":[{"lang":3,"streams":[{"redirect":13474353,"hoster":"VOE"},{"redirect":8825841,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Leviathan","descr":"Schwarzwald droht, einen mächtigen Mech namens Leviathan entdeckt zu haben. Roger versucht ihn zu finden, bevor er seine Macht über die Welt entfesselt.","versions":[{"lang":3,"streams":[{"redirect":13474355,"hoster":"VOE"},{"redirect":8825845,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Greatest Villain","descr":"Beck bricht erneut aus dem Gefängnis aus und nimmt Roger als Teil eines Plans gefangen. Er kopiert Rogers Gesicht und Stimme und befiehlt dem Big O, am Rande zu stehen.","versions":[{"lang":3,"streams":[{"redirect":13509007,"hoster":"VOE"},{"redirect":8825843,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Eyewitness","descr":"Ein Serienmörder tötet Androiden und veranlasst die Regierung, einen neuen Inspektor an Bord zu nehmen. Roger beginnt seine eigenen Ermittlungen und trifft auf Angel.","versions":[{"lang":3,"streams":[{"redirect":13474356,"hoster":"VOE"},{"redirect":8825812,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Stripes","descr":"Roger versucht, seine Rückblenden zu verstehen.","versions":[{"lang":3,"streams":[{"redirect":13474358,"hoster":"VOE"},{"redirect":8825811,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Third Big","descr":"Das Big O kämpft gegen den Bonaparte, als Roger erkennt, dass Dorothy in Gefahr ist. Er verlässt das Big O, um sich selbst zu verteidigen, als Angel Alan konfrontiert, der Dorothy als Geisel hält.","versions":[{"lang":3,"streams":[{"redirect":13474359,"hoster":"VOE"},{"redirect":8825814,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Hydra","descr":"Die Militärpolizei beginnt, jeden festzunehmen, der beschuldigt wird, ein Agent der Union zu sein. Roger und seine Verbündeten gehen mit Vera ein unbehagliches Bündnis ein, um zu verhindern, dass etwas Schreckliches passiert.","versions":[{"lang":3,"streams":[{"redirect":13474360,"hoster":"VOE"},{"redirect":8825819,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Twisted Memories","descr":"Alan entlässt Beck aus dem Gefängnis und befiehlt ihm, den Big Fau wieder aufzubauen. Roger versucht Angel aufzuspüren, der ein dunkles Geheimnis birgt.","versions":[{"lang":3,"streams":[{"redirect":13502268,"hoster":"VOE"},{"redirect":8825825,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Big Fight","descr":"Ein neu aufgebautes Big Duo taucht wieder auf und wird von Alan kontrolliert. Roger widersetzte sich dem im Big O, als ein riesiger Kampf ausbrach.","versions":[{"lang":3,"streams":[{"redirect":13474362,"hoster":"VOE"},{"redirect":8825824,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The War of Paradigm City","descr":"Der ganze Krieg beginnt, als Union die Stadt mit Lichtstrahlen bombardiert. Angel und Roger stellen sich Vera, die die schockierende Wahrheit über das, was vor vierzig Jahren passiert ist, enthüllt.","versions":[{"lang":3,"streams":[{"redirect":13509008,"hoster":"VOE"},{"redirect":8825837,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Show Must Go On","descr":"Die Polizei und alle anderen Überlebenden sehen zu, wie Big O und Big Fau ihren letzten Kampf beginnen. Wer wird der endgültige Sieger sein und was wird aus der Stadt und all ihren Menschen?","versions":[{"lang":3,"streams":[{"redirect":13474363,"hoster":"VOE"},{"redirect":8825829,"hoster":"Streamtape"}]}]}]}]}