{"path":"/serie/stream/the-following","name":"The Following","descr":"Nachdem Serienkiller Joe Carroll aus der Todeszelle entkommen ist, reaktiviert das FBI jenen Beamten, der ihn vor neun Jahren hinter Gittern gebracht hat: Ryan Hardy hatte die damaligen Erlebnisse nur schwer verkraftet und sich in den Ruhestand begeben. Carroll, ein Literaturprofessor und glühender Verehrer von Edgar Allan Poe, war für den Tod von 14 Studentinnen verantwortlich. Die Zeit in der Gefängnisbibliothek nutzte er zum Aufbau eines Serienkiller-Netzwerks. Ein erstes potentielles Opfer der Killer-Community ist seine Ex-Frau Claire, die eine Affäre mit Hardy hatte. Der Mann vom FBI scheint trotz seines besorgniserregenden Zustands der einzige zu sein, der dem Killer intellektuell gewachsen ist.","seasons":[{"path":"/serie/stream/the-following/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-following/staffel-1/episode-1","name":"Genie und Wahnsinn","epNo":1,"alt":"Pilot","descr":"Der gefürchtete Serienkiller Joe Carroll stand bereits kurz vor seiner Hinrichtung. Jetzt ist seine Gefängniszelle leer, fünf Wachmänner sind tot – und das ist erst der Anfang eines ebenso ausgeklügelten wie grausamen Rachefeldzugs. Um den intelligenten Psychopathen wieder einzufangen, vertraut das FBI auf die Expertise seines ausgebooteten Agenten Ryan Hardy. Doch dieser ist, nachdem er den diabolischen Killer vor neun Jahren hatte verhaften können, nur noch ein Schatten seiner selbst. Auf einen Herzschrittmacher angewiesen und dem Alkohol verfallen, leidet der ramponierte Ex-Spurenleser unter seiner miserablen körperlichen Verfassung. Allein deshalb könnte seine Ausgangslage für eine erneute Jagd auf den skrupellosen Carroll kaum schlechter sein. Doch es kommt noch schlimmer: Hardy und seine Unterstützer werden sich einer unheimlichen Tatsache bewusst: Carroll ist es in seiner Zeit im Gefängnis gelungen, sich ein ganzes Netzwerk von Serienkillern aufzubauen, das er nun nach seinem Belieben aktivieren, steuern und für seine Rache instrumentalisieren kann. Oberstes Ziel der grausamen Vergeltungsschläge ist Hardy selbst, denn dieser hatte Carroll damals nicht nur festgenommen, sondern auch eine Affäre mit dessen schöner Frau Claire begonnen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505405","hoster":"VOE"},{"path":"/redirect/8663685","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723133","hoster":"VOE"},{"path":"/redirect/8723126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-2","name":"Verräterische Herzen","epNo":2,"alt":"Chapter Two","descr":"Fieberhaft arbeitet das FBI daran, Claires gekidnappten Sohn Joey aufzuspüren. Unterstützung erhält das Team von der Sekten-Expertin Debra Parker. In einem Gespräch mit dem wieder inhaftierten Carroll versucht Claire, den Aufenthaltsort von Joey herauszubekommen. Doch Carroll dreht den Spieß um und bringt Claire dazu, ihre Affäre mit Hardy vor dem gesamten Team preiszugeben. Innerhalb des Kidnapper-Trios um Emma, Paul und Jacob kommt es zu Spannungen. Als Hardy in Emmas alter Wohnung Nachforschungen anstellt, wird er von einem Mann mit einer Edgar Allan Poe-Maske angegriffen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505415","hoster":"VOE"},{"path":"/redirect/8663686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723134","hoster":"VOE"},{"path":"/redirect/8723145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-3","name":"Es reflektieren die Scherben","epNo":3,"alt":"The Poet’s Fire","descr":"Ryan Hardy kann die Identität des bei lebendigem Leib verbrannten Mannes klären. Emma, Paul und Jacob halten Claires Sohn Joey noch immer gefangen. Als Paul Emma mit ihrer Beziehung zu Jacob konfrontiert, eskaliert die Situation in der Gruppe. Das FBI-Team wird derweil auf Rick Kester, einen weiteren Anhänger von Serienkiller Joe Carroll, aufmerksam. Ricks Frau Maggie sagt gegenüber Hardy aus, von ihrem Mann wiederholt misshandelt worden zu sein … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114231","hoster":"VOE"},{"path":"/redirect/8663691","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474397","hoster":"VOE"},{"path":"/redirect/8723141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-4","name":"Niemals von echter Gesundheit","epNo":4,"alt":"Mad Love","descr":"Emma sieht in der von Paul gekidnappten Megan eine Bedrohung und beauftragt Paul damit, die Frau zu töten. Paul enthüllt Jacobs Geheimnis, was zu weiteren Konflikten innerhalb des Kidnapper-Trios führt. Ryan Hardy muss erkennen, dass er sich in Maggie getäuscht hat. Da gerät auch noch eine ihm sehr nahestehende Person in tödliche Gefahr … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335769","hoster":"VOE"},{"path":"/redirect/8663700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474403","hoster":"VOE"},{"path":"/redirect/8723161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-5","name":"Der Mensch hinter seiner Maske","epNo":5,"alt":"The Siege","descr":"Es scheint, als hätten die Entführer Paul, Jacob und Emma endlich zueinander gefunden. Der entführte Joey nutzt die Unaufmerksamkeit der Erwachsenen aus, die sich im Schlafzimmer miteinander vergnügen, und kontaktiert heimlich seine Mutter Claire. Als Paul schließlich die Küche betritt, erwischt er Joey und kann den Anruf beenden. Gelingt es dem FBI anhand des kurzen Telefonates trotzdem, Joeys Aufenthaltsort zu ermitteln? Ryan Hardy ist es ein Dorn im Auge, dass Olivia Warren, Carrolls Anwältin, ihren Mandanten ausgerechnet jetzt immer wieder im Gefängnis besucht. Als Warren dann bei einer Pressekonferenz auch noch aus Edgar Allan Poes Werk ‚Die Maske des Roten Todes‘ zitiert, schöpft Ryan Verdacht und ahnt, dass hinter dem Zitat eine dekodierte Nachricht stecken muss. Außerdem sucht die Anwältin Claire auf und befiehlt ihr, ihren Anweisungen zu folgen, wenn sie ihren Sohn lebend wiedersehen möchte. Während Ryan und Joey nach Joey suchen, haut dieser ab und flüchtet durch den Wald. Dort trifft er auf ein Ehepaar, das den Jungen sofort erkennt und die Polizei alarmieren will. Doch die drei Entführer sind Joey und nun auch dem Ehepaar dicht auf den Fersen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114232","hoster":"VOE"},{"path":"/redirect/8663697","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509073","hoster":"VOE"},{"path":"/redirect/8723186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-6","name":"Erkenntnisse in ungeheuren Abgründen","epNo":6,"alt":"The Fall","descr":"Nachdem das Entführertrio Emma, Paul und Jacob den FBI-Agenten Ryan Hardy im Farmhaus auf frischer Tat ertappt hat, fesselt es ihn und fordert ihn auf, die Polizei und das FBI zum Rückzug zu bewegen. Ryan ist zunächst skeptisch, doch als Emma die gefesselte Megan als Druckmittel benutzt und damit droht, sie umzubringen, erkennt er den Ernst der Lage und folgt ihren Anweisungen. Paul und Jacob konzentrieren sich so sehr auf Ryan und ihre Beziehungsprobleme, dass sie zunächst nicht mitbekommen, wie Emma in einem unbeobachteten Moment mit Joey aus dem Haus flüchtet. Die entführte Claire ist mit den Nerven am Ende und gibt langsam die Hoffnung auf, ihren geliebten Sohn jemals wiederzusehen. Als sie dann bei ihrem Entführer Charlie auch noch unzählige Fotos aus den vergangenen Jahren von sich entdeckt, wird ihr bewusst, dass es sich bei Charlie nicht bloß um einen von Joes Hintermännern handelt, sondern Charlie sich darüber hinaus auch noch in sie verliebt hat. Ryan und Megan gelingt es schließlich, sich aus den Fängen der Entführer zu befreien und es scheint, als nehme der Alptraum endlich ein Ende: Doch als bei Pauls und Jacobs Festnahme auf einmal zwei FBI-Agenten erschossen werden und Emma und Joey fliehen können, obwohl das gesamte Gelände von der Polizei umstellt wurde, kommt der Verdacht auf, dass sich in den eigenen Reihen Anhänger des Serienkillers Joe Carroll befinden müssen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505411","hoster":"VOE"},{"path":"/redirect/8663694","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723214","hoster":"VOE"},{"path":"/redirect/8723226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-7","name":"Sie werden, was sie sind","epNo":7,"alt":"Let Me Go","descr":"Nach ihrer erfolgreichen Flucht aus dem Farmhaus treffen Emma und Joey am nächsten Tag in einer verlassenen Lagerhalle auf einen Mann namens Bo. Als der kleine Joey zur Toilette muss, hört er auf einmal das Schluchzen einer jungen Frau, die von Bo wie ein Tier in einem Käfig gefangen gehalten wird. Die Frau bittet Joey zwar um Hilfe, doch dieser ist so verschreckt, dass er kurzerhand davonläuft und seinem Kindermädchen Emma von seiner Entdeckung erzählt. Bo hört das Gespräch mit und ist außer sich vor Wut. Nichtsdestotrotz nimmt Joey all seinen Mut zusammen und versucht, die Frau zu befreien, doch Bo hat sein Verschwinden bereits bemerkt. Währenddessen fordert Joe Carrolls Anwältin, Olivia Warren, dessen Verlegung in ein anderes Staatsgefängnis. Ryan Hardy wird skeptisch, als der Gefängnisdirektor Montero dieser wortlos zustimmt und findet bei seinen Recherchen heraus, dass ausgerechnet Monteros Tochter Dana vor wenigen Tagen entführt worden ist. Besteht zwischen der Entführung und Carrolls Verlegung möglicherweise ein Zusammenhang? Was zu diesem Zeitpunkt niemand ahnt: Carrolls Anwältin Olivia steckt mit ihm unter einer Decke und verhilft ihm bei der Verlegung zur Flucht. Als Olivia ihn schließlich in Sicherheit gebracht hat, tötet er sie eiskalt und macht sich auf den Weg zu einem ganz besonderen Treffen, bei dem er nicht nur alle seine ‚Follower‘ kennenlernen wird, sondern auch seinen eigenen Sohn Joey? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114234","hoster":"VOE"},{"path":"/redirect/8663692","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723221","hoster":"VOE"},{"path":"/redirect/8723225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-8","name":"Alle erschaffenen Dinge","epNo":8,"alt":"Welcome Home","descr":"Nach dem Gefängnisausbruch des Serienkillers Joe Carroll überträgt Direktor Franklin dem FBI-Agenten Nick Donovan die Leitung des komplizierten Falles. Gemeinsam mit Ryan Hardy vernimmt er noch einmal David, einen von Carrolls ‚Followern‘, den das FBI festnehmen konnte. Anstatt der erhofften Informationen über Roderick und Joe, kündigt David jedoch weitere Morde an. Die Ermittler versuchen immer wieder, David zum Reden zu bringen, doch plötzlich eskaliert die Situation. Joe und sein Hintermann Roderick zerbrechen sich derweil den Kopf darüber, wie sie nach Charlies misslungenem Entführungsversuch Claire ausfindig machen können. Roderick schlägt vor, sich direkt ans FBI zu wenden und macht sich mit seinen Komplizen Charlie und Louise auf den Weg zum Apartment des Agenten Mike Weston, um diesen abzufangen und zu entführen. Sie bringen ihn auf ein verlassenes Hafengelände und fordern ihn unter Androhung von Gewalt auf, ihm Claires Aufenthaltsort zu verraten. Ryan Hardy findet derweil zwar heraus, dass Joes ‚Follower‘ Mike wahrscheinlich zur Werft gebracht haben, doch gelingt es ihm rechtzeitig, seinen Freund und Kollegen zu retten? Joe genießt weiterhin das Treffen mit all seinen Followern und ist überrascht, wie viele Leute sich ihm angeschlossen haben. Dabei kommt er Emma im Alkoholrausch gefährlich nahe … (Text: RTL)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505419","hoster":"VOE"},{"path":"/redirect/8663690","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474405","hoster":"VOE"},{"path":"/redirect/8723260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-9","name":"Niemals leiden, heißt niemals glücklich sein","epNo":9,"alt":"Love Hurts","descr":"Jacob flieht gemeinsam mit dem verletzen Paul in das Ferienhaus seiner Eltern – die beiden wiegen sich in Sicherheit, bis auf einmal Jacobs Mutter völlig unverhofft dort auftaucht. Den beiden Männern gelingt es, Jacobs Mutter von der Unschuld ihres Sohnes zu überzeugen, sodass diese nicht die Polizei alarmiert und Pauls Wunde versorgt. Als Jacob auf einmal eine E-Mail von Roderick mit der Adresse des Killerhauses erhält, steht er vor einer schweren Entscheidung: Bleibt er bei dem schwerverletzen Paul und droht aufzufliegen oder macht er sich alleine auf den Weg zu den anderen Followern? Joe Carroll ruft derweil Ryan Hardy an, um ihm mitzuteilen, dass Liebe sehr schmerzhaft sein kann und fragt ihn, wie viel Schmerz ein Mensch aushalten kann, bevor dieser zugrunde geht. Als eine junge Frau namens Amanda Porter in einem Restaurant scheinbar völlig grundlos eine unschuldige Frau namens Claire erschießt, geht das FBI zunächst nicht davon aus, dass dieser Mord in Verbindung zum Fall Joe Carroll steht – bis sich herausstellt, dass das Opfer mit Mädchennamen ebenfalls Matthews hieß. Da das FBI den Verdacht hat, dass Amanda es auf weitere Frauen mit diesem Namen abgesehen hat, um dadurch die echte Claire dazu zu bewegen, ihren Aufenthaltsort preiszugeben, sollen alle Claires unter Polizeischutz gestellt und der richtigen Claire jeglicher Medienzugang verboten werden. Doch Amanda ist ihnen einen Schritt voraus und tötet die nächste Frau. Eine dritte Claire kann das FBI zwar ausfindig machen, doch die vierte und letzte Claire befindet sich gerade auf einer Party. Amanda kann ihr eine Falle stellen und sie dadurch in ein verlasseneres Fabrikgebäude locken – ein Katz-und-Maus-Spiel beginnt … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505417","hoster":"VOE"},{"path":"/redirect/11415167","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12173412","hoster":"VOE"},{"path":"/redirect/8723267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-10","name":"Aus Betrug, Angst, Vorteil, Phantasie und Poesie","epNo":10,"alt":"Guilt","descr":"Jacob wird seit Pauls Tod nicht nur von unerträglichen Albträumen geplagt, sondern leidet außerdem an starken Halluzinationen. Als er in der Killervilla auch noch auf Emma trifft, ist er vollkommen überfordert und geht ihr aus dem Weg. Doch Emma lässt nicht locker und gesteht ihm erneut ihre Liebe. Auch er hat zwar noch Gefühle für sie, doch kann er ihr jemals verzeihen, dass sie Paul und ihn ihm Stich gelassen hat und sie dadurch eine Mitschuld an Pauls Tod trägt? Joe erschleicht sich derweil das Vertrauen seines kleinen Sohnes Joey und verspricht ihm, dass es nicht mehr lange dauern wird, bis er seine geliebte Mutter endlich wieder in die Arme schließen kann. Nachdem ein Server des FBI gehackt wurde, ahnen Ryan und seine Kollegen, dass Joey und seine Follower hinter Claires Aufenthaltsort gekommen sind und veranlassen, diese unverzüglich in ein anderes Versteck zu bringen. Doch Claire weigert sich und fordert, zuerst mit Ryan zu sprechen, um endlich die ganze Wahrheit zu erfahren. Roderick und zwei von Joe engagierte Extremisten mit Militärerfahrung sind ihnen bereits dicht auf den Fersen und konnten ungesehen ins Motel gelangen, in dem Claire versteckt gehalten wird. Nachdem Ryan und Claire in letzter Sekunde die Flucht gelungen ist, finden beide Unterschlupf bei Ryans bestem Freund und ehemaligem Kollegen Tyson, der im Zeugenschutzprogramm lebt und dessen neue Identität außer Ryan niemand kennt. Doch ist Claire dort wirklich in Sicherheit? (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13824532","hoster":"VOE"},{"path":"/redirect/8663699","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723278","hoster":"VOE"},{"path":"/redirect/8723281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-11","name":"Liebet eure Feinde, hasset eure Freunde","epNo":11,"alt":"Whips And Regret","descr":"Weder Joe noch Claire können Claires Ankunft in der Killervilla erwarten: Während Joe Claire mit allen Mitteln zurückgewinnen möchte, möchte diese einfach nur noch ihren entführten Sohn wiedersehen. Doch Joe hält seine Frau immer weiter hin und zwingt sie zuerst zu einem romantischen Abendessen mit ihm. Das FBI ist derweil mitten in New York auf einen Sadomasoclub aufmerksam geworden, dessen Server Joe und seine Anhänger mitbenutzen. Haley, die Besitzerin des Clubs, beteuert zunächst, von nichts etwas zu wissen, doch schließlich lässt sie sich auf eine Kooperation mit dem FBI ein: Durch ihren Freund Vince, einen von Joes Anhängern, wollen die Agenten mehr Informationen über Joes Vorhaben erhalten. Doch als Vince schließlich bei Haley in New York auftaucht, eskaliert die Situation und er entführt Haley. Obwohl diese in großer Gefahr schwebt, beschließt Ryan, zunächst nicht einzugreifen, sondern die beiden zu verfolgen. Als Vince sie zu einem verlassenen Militärgebäude mitten im Wald führt, das sich als Waffenlager von Joe Carroll und seinen Followern entpuppt, wird den Ermittlern bewusst, welches Ausmaß die Sekte bereits angenommen hat … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13119996","hoster":"VOE"},{"path":"/redirect/12516903","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723289","hoster":"VOE"},{"path":"/redirect/8723292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-12","name":"Der Schmerz in unserem Dasein","epNo":12,"alt":"The Curse","descr":"Claire wagt gemeinsam mit ihrem Sohn Joey einen Fluchtversuch aus der Killervilla, doch Roderick und die anderen Follower erwischen sie dabei und stecken ihr daraufhin einen GPS-Sender an. Claire ist am Boden zerstört und als ihr dann auch noch Emma unter die Augen tritt, verliert sie vollkommen die Fassung. Joe Carroll hat derweil ganz andere Sorgen, da ihm das FBI immer mehr auf die Schliche kommt: Ryan und seine Kollegen haben herausgefunden, dass Carroll mit Daniel Monroe, einem Waffenhändler und Anführer der paramilitärischen Kampftruppe\"Freedom 13\" in Verbindung steht. Tatsächlich gelingt es dem FBI, Monroe in dessen Elternhaus aufzuspüren und zu überwältigen. Doch bevor Debra und Ryan ihn verhören können, wird Monroe plötzlich ermordet. Die Ermittler glauben zunächst, dass Joe einige seiner Follower geschickt hat, um Monroe aus dem Weg zu räumen, doch auf einmal steht Joe höchstpersönlich vor Ryan. Allerdings ist Joe nicht nur gekommen, um Monroe zu töten, sondern um Ryan mit dessen schmerzlicher Kindheit zu konfrontieren … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505426","hoster":"VOE"},{"path":"/redirect/8663704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723301","hoster":"VOE"},{"path":"/redirect/8723299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-13","name":"Das Abweichen vom Wege","epNo":13,"alt":"Havenport","descr":"Nick Donovan und sein Team setzen all ihre Hoffnungen in die Zusammenarbeit mit dem Sheriff von Havenport, Timm Nelson und glauben, Joe und seinen Followern nun endlich auf die Schliche zu kommen. Das Blatt wendet sich jedoch plötzlich, als Mike in den Dienst zurückkehrt und auf dem Polizeipräsidium Sheriff Nelson wiedererkennt: Nelson ist Roderick, einer von Joes wichtigsten Männern. Dieser ergreift sofort die Flucht und macht sich unverzüglich auf den Weg, um Joe zu warnen. Während Roderick der Meinung ist, dass es nur noch eine Frage der Zeit ist, bis das FBI herausfindet, wo sie sich verstecken, lässt Joe nicht zu, dass auch nur ein einziger seiner Anhänger das Haus verlässt. Schließlich eskaliert die Situation und ein Streit zwischen Joe und Roderick entfacht. Als Roderick daraufhin bewusst wird, dass Joe ihn nur ausgenutzt hat, entführt er den kleinen Joey. Nachdem Roderick Joey in einem verlassenen Haus versteckt hat, bringt er ein junges Mädchen namens Betty in seine Gewalt, das ihm zur Flucht verhelfen soll. Dem FBI gelingt es jedoch in letzter Sekunde, Roderick zu überwältigen. Bei seiner Vernehmung bietet er Ryan einen Deal an: Er verspricht ihm, ihn zu Joey zu führen, wenn er dafür im Gegenzug Straffreiheit bekommt. Während das FBI diesen Deal für eine Falle hält, wagt Ryan einen Alleingang. Roderick bringt Ryan tatsächlich zu Joey, doch die beiden ahnen nicht, dass ihnen sowohl das FBI als auch Jacob und zwei weitere Follower dicht auf den Fersen sind und sie alle das gleiche Ziel verfolgen – Joey. Claire sucht derweil das Gespräch mit ihrem Exmann Joe: Sie verspricht ihm, sich größte Mühe zu geben, ihn wieder zu lieben, wenn dieser aufhören würde, nach Joey zu suchen. Als sich Claire und Joe wieder küssen, rammt Claire Joe auf einmal ein Messer in den Bauch. Joe ruft daraufhin Ryan an, um diesem mitzuteilen, dass sein Buch eine überraschende Wende hinsichtlich Claire nehmen würde … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251374","hoster":"VOE"},{"path":"/redirect/8663708","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474401","hoster":"VOE"},{"path":"/redirect/8723312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-14","name":"Jener krankhafte Geisteszustand","epNo":14,"alt":"The End Is Near","descr":"Dank Joeys Hilfe kann das FBI endlich das Haus identifizieren, in dem sich Joe und seine Follower versteckt halten. Doch bei der Stürmung des Gebäudes müssen die Ermittler erkennen, dass sie zu spät kommen. Joe, Emma, Jacob und Claire konnten in letzter Sekunde fliehen und bedrohen nun ein älteres Ehepaar, um sich vorübergehend in dessen Haus verstecken können. Die übrigen Follower ziehen derweil durch einen Anschlag in einem Evakuierungscenter alle Aufmerksamkeit auf sich, damit Joe währenddessen ungestört sein letztes Kapitel vollenden kann … (Text: RTL Crime)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505430","hoster":"VOE"},{"path":"/redirect/8663712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474404","hoster":"VOE"},{"path":"/redirect/8723313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-1/episode-15","name":"Wer führt das Buch der Verzweiflung","epNo":15,"alt":"The Final Chapter","descr":"Als völlig unerwartet eine Person mit einer Poe-Maske vor dem Präsidium erscheint, sind Ryan und seine Kollegen in hellem Aufruhr. Es stellt sich jedoch schnell heraus, dass es sich bei der Person um einen kleinen Jungen handelt, der von Emma geschickt wurde, um Ryan eine Telefonnummer zu überbringen. Ryan wählt die Nummer unverzüglich und ist froh, am anderen Ende der Leitung die Stimme der entführten Debra zu hören. Doch diese ist in Todesangst und erklärt ihm, dass sie von Joes Followern bei lebendigem Leibe begraben wurde und versucht, Ryan Hinweise zu ihrem Aufenthaltsort zu geben. Ein Wettlauf gegen die Zeit beginnt, denn Debra bleiben nur noch wenige Stunden, bevor sie qualvoll erstickt. Nachdem Ryan bei einer Schießerei im Wald Joes Hintermann Alex überwältigen konnte, foltert er ihn so lange, bis er ihn zu Debras Versteck führt. Doch können Ryan und Mike Debra noch rechtzeitig befreien oder kommt für sie jede Hilfe zu spät? Ryan hat in Debras Sarg einen Briefumschlag mit Joes unvollendetem Buch gefunden, dessen letztes Kapitel Ryan einen Hinweis gibt: Wenn er Claire wiedersehen möchte, soll er sich alleine auf den Weg zu einem verlassenen Haus machen. Dort angekommen wird Ryan von Emma und einem weiteren Follower betäubt und kommt erst wieder auf einer kleinen Insel zu sich, wo ihn Joe und Claire bereits erwarten. Ryan soll Joe dabei helfen, das letzte Kapitel über Claires Tod zu vollenden. Als Ryan erkennt, dass er Joe nicht von seinem krankhaften Plan abbringen kann, nutzt er Joes Unaufmerksamkeit und greift ihn an. Zwischen den beiden Männern kommt es zu einem Kampf im Bootshaus, bei dem plötzlich ein Feuer zwischen den Benzinfässern ausbricht … (Text: FOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505432","hoster":"VOE"},{"path":"/redirect/8663716","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474413","hoster":"VOE"},{"path":"/redirect/8723328","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-following/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-following/staffel-2/episode-1","name":"Auferstehung","epNo":1,"alt":"Resurrection","descr":"Ein Jahr nach der Messerattacke durch Molly, hat Ryan den Weg zurück ins Leben gefunden. Er geht regelmäßig zu Treffen der Anonymen Alkoholiker und arbeitet als Dozent für Kriminologie an der Universität. Als drei maskierte Täter ein Blutbad in der New Yorker U-Bahn anrichten, wird Ryan sofort bewusst, dass er mit seiner Vergangenheit noch nicht abschließen kann. Er beschließt, auf eigene Faust zu ermitteln und nicht mit dem FBI zu kooperieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929824","hoster":"VOE"},{"path":"/redirect/8663715","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474410","hoster":"VOE"},{"path":"/redirect/8723337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-2","name":"Für Joe","epNo":2,"alt":"For Joe","descr":"Eine Familie wird ermordet und die Leichen auf makabere Art und Weise am Esstisch in Szene gesetzt. Die Täter, Mark und Luke, verständigen von sich aus Ryan, um dessen Aufmerksamkeit zu erlangen. Die Provokation erfüllt ihren Zweck, da Ryan, als er realisiert, dass die beiden es auf die Kunsthändlerin Lilly abgesehen haben, erneut zum Alleingang ansetzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505438","hoster":"VOE"},{"path":"/redirect/8663713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474411","hoster":"VOE"},{"path":"/redirect/8723346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-3","name":"Vertrau mir","epNo":3,"alt":"Trust Me","descr":"Serienmörder Joe Carroll muss sich nach einem neuen Versteck umsehen, nachdem er den Reverend umgebracht hat. Zudem macht ihm Judy schwere Vorhaltungen, da er seine Mordgelüste nicht unter Kontrolle bekommt. Unterstützung erfährt er hingegen von seiner treuen Gefolgschaft. Unterdessen versucht Ryan weiterhin, das Massaker in der U-Bahn aufzuklären und zeigt dabei besonderes Interesse an der attraktiven Zeugin Lilly, die sein Interesse offenbar erwidert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12929829","hoster":"VOE"},{"path":"/redirect/8663714","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474409","hoster":"VOE"},{"path":"/redirect/8723360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-4","name":"Unser Idol","epNo":4,"alt":"Family Affair","descr":"Emma, Luke und Mark sind alle auf dem aufsehenerregenden Anwesen der mysteriösen Lilly untergekommen und erwarten dort einen Anruf von Joe. Es stellt sich heraus, dass Lilly noch weitere Waisenkinder, neben Mark und Luke, hat. Ihre französische Waisentochter Giselle weilt in New York, um dort einen Zeugen zu exekutieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505424","hoster":"VOE"},{"path":"/redirect/8663723","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474408","hoster":"VOE"},{"path":"/redirect/8723363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-5","name":"Befriedigung der Bestie","epNo":5,"alt":"Reflection","descr":"Ryan und Max gelingt es, Giselle zu fangen und in einem abgelegenen Motel zu verhören. Zu ihrer Enttäuschung verweigert diese jedoch jegliche Aussage zu Joes Versteck. In eben diesem Versteck bereitet Lilly zeitgleich für Joe einen morbiden Empfang vor: Zur Feier des Tages serviert sie ihm ein Menschenopfer, in Form einer jungen, hübschen Studentin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505425","hoster":"VOE"},{"path":"/redirect/8663717","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723380","hoster":"VOE"},{"path":"/redirect/8723383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-6","name":"Abgehoben","epNo":6,"alt":"Fly Away","descr":"Mike Weston ist mittlerweile davon überzeugt, dass Carroll noch lebt. Er schließt sich Ryan und Max bei deren Suche nach dem Serienkiller an. Doch Carroll versteckt sich nach wie vor auf dem luxuriösen Anwesen von Lilly Gray. Sie will sich gemeinsam mit Joe und ihren Kindern nach Venezuela absetzen, um auf ihrer dortigen Hacienda ein glückliches Familienleben zu führen. Doch daraus wird nichts, denn Ryan und Co. schnappen Lillys geliebten Sohn Luke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505423","hoster":"VOE"},{"path":"/redirect/8663721","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474421","hoster":"VOE"},{"path":"/redirect/8723387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-7","name":"Das Blut aus deinen Adern","epNo":7,"alt":"Sacrifice","descr":"Joe Carroll sucht gemeinsam mit Emma und Mandy Unterschlupf bei der \"Korban\"-Sekte, die von dem Guru Micah und seiner Gattin Julia angeführt wird. Schnell stellt sich heraus, warum der Guru ihnen ein Versteck bietet: Micah will von Carroll lernen, wie man aus naiven Jüngern skrupellose Mörder macht. Als Vertrauensbeweis soll Carroll Emma in einer blutigen Zeremonie vor der Sekte opfern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505437","hoster":"VOE"},{"path":"/redirect/8663720","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12929834","hoster":"VOE"},{"path":"/redirect/8723400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-8","name":"Mentor","epNo":8,"alt":"The Messenger","descr":"Carroll, Emma und Mandy werde endlich in die \"Korban\"-Sekte aufgenommen. Guru Micah will von Carroll lernen, wie man zu einem Serienkiller wird, um als mordender Sektenführer in die Geschichtsbücher einzugehen. Ryan trifft bei der Beerdigung von Westons Vater den FBI Direktor Franklin wieder. Franklin hat dieselben Vermutungen wie Ryan. Er bittet Ryan als verdeckter Ermittler tätig zu werden und seine Erkenntnisse ausschließlich an ihn weiterzugeben. So lange, bis der Verdacht, dass Carroll noch lebt, bestätigt oder ausgeräumt werden kann. Außerdem will Franklin die Suche nach dem Maulwurf in den Reihen des FBI ausweiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251377","hoster":"VOE"},{"path":"/redirect/8663726","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474419","hoster":"VOE"},{"path":"/redirect/8723410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-9","name":"Demaskierung","epNo":9,"alt":"Unmasked","descr":"Ryan versucht mit allen Mitteln, den Maulwurf beim FBI zu enttarnen. Für ihn gehört schnell Gina Mendez in den Kreis der Verdächtigen. Dann nehmen seine Ermittlungen eine überraschende Wendung. Jemand aus Ginas direktem Umfeld hat eine falsche Fährte gelegt und hinterlässt eine blutige Spur, um Ginas Geheimnisse mit ins Grab zu nehmen. Ryan muss von vorne beginnen, um Carroll dingfest zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505427","hoster":"VOE"},{"path":"/redirect/8663727","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474418","hoster":"VOE"},{"path":"/redirect/8723437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-10","name":"Keine Erlösung ohne Blut","epNo":10,"alt":"Teacher\u0027s Pet","descr":"Claire lebt und befindet sich seit einem Jahr im Zeugenschutzprogramm. Das darf nur niemand wissen, nicht einmal Ryan, denn sonst wäre sie wieder in Gefahr. Nur wenige Eingeweihte, darunter Weston und Turner, sind informiert. Joe Carroll hat die Neuausrichtung der Sekte umgesetzt und schickt vier Killer los, die seine blutige Botschaft überbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505428","hoster":"VOE"},{"path":"/redirect/8663725","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474422","hoster":"VOE"},{"path":"/redirect/8723434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-11","name":"Freiheiten","epNo":11,"alt":"Freedom","descr":"Claire hält es im Exil des Zeugenschutzprogramms nicht mehr aus. Sie will unbedingt zu Ryan, weil sie glaubt, dass sie ihm helfen kann, Joe Carroll zu finden. Lily Gray schafft es, Luke durch vier angeheuerte Profis aus dem Krankenhaus zu befreien. Die Wiedersehensfreude mit Mark ist riesig. Carroll versucht, alle Mitglieder von Korban langsam an die neue Marschroute zu gewöhnen. Das klappt nicht immer ganz reibungslos, doch Zweifler können nicht akzeptiert werden. Mandy kann sich mit dem neuen Stil von Joe offensichtlich nicht anfreunden und verlässt eines Nachts das Gelände und nimmt Kontakt mit Mark auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505431","hoster":"VOE"},{"path":"/redirect/8663722","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474423","hoster":"VOE"},{"path":"/redirect/8723449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-12","name":"Heuchler","epNo":12,"alt":"Betrayal","descr":"Ryan kann es kaum glauben, aber es ist tatsächlich Claire, die plötzlich quicklebendig vor ihm steht. Sie hatte die vermeintlich tödliche Messerattacke überlebt und war vom FBI direkt nach der Entlassung aus der Klinik an einen sicheren Ort gebracht worden. Dies geschah unter so strenger Geheimhaltung, dass noch nicht einmal Ryan informiert werden durfte, weshalb Weston, der die ganze Zeit informiert war, in große Gewissensnot geriet. Doch die Bedrohung durch Joe Carroll war dem FBI einfach zu groß. Carroll ist unterdessen nicht untätig, denn er hat beschlossen, den halbseidenen Fernsehprediger Preston Tanner der Heuchelei zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505433","hoster":"VOE"},{"path":"/redirect/13441581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474426","hoster":"VOE"},{"path":"/redirect/8723452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-13","name":"Im finsteren Tal","epNo":13,"alt":"The Reaping","descr":"Joe Carroll hat sich eine grausame Lektion für den von ihm verachteten, bigotten Prediger Kingston Tanner überlegt: Er will dessen Sohn dazu bringen, vor laufender Kamera die junge Courtney umzubringen, um den Film dann anschließend seinem Vater zukommen zu lassen, damit Tanner begreift, dass das fünfte Gebot angesichts der tierischen Natur des Menschen keinerlei Geltung hat. Ryan, der die Follower mittlerweile auf dem Grundstück der Korban-Sekte aufgespürt hat, ist dabei auch anwesend. Leider kann er nichts gegen das grausame Schauspiel unternehmen, denn Joes Leute haben ihn geschnappt und an einen Stuhl gefesselt, auf dem er jetzt ebenfalls einem unschönen Schicksal entgegensieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505434","hoster":"VOE"},{"path":"/redirect/8663730","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474430","hoster":"VOE"},{"path":"/redirect/8723463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-14","name":"Verleugne deinen Gott!","epNo":14,"alt":"Silence","descr":"Der letzte Akt von Joes diabolischer Inszenierung beginnt. Er schleppt Preston, den er ja zum Mörder Courtneys gemacht hatte, in eine Kathedrale in der Mitte von New York und nimmt die dort befindlichen 100 Gläubigen als Geiseln. Um dann auch noch Vater Tanner vor den Altar schleifen zu lassen, wo Joe dann ein abscheuliches Schauspiel inszeniert, in dessen Verlauf Kingston Tanner seinen Gott verleugnen muss. Das Ganze wird auch noch per Live-Stream im Internet übertragen und es sieht ganz so aus, als würde Tanner, der in seiner Verzweiflung vorm Altar Selbstmord begeht, nur das erste Todesopfer sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505435","hoster":"VOE"},{"path":"/redirect/8663733","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474431","hoster":"VOE"},{"path":"/redirect/8723467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-2/episode-15","name":"Das letzte Abendmahl","epNo":15,"alt":"Forgive","descr":"Ryan schafft es tatsächlich, Joe Carroll davon abzuhalten, seinen geplanten Showdown zu veranstalten und in der Kirche ein Massaker zu veranstalten. Denn er kann ihn davon überzeugen, dass sich Claire in der Gewalt der Zwillinge befindet, die sie nur dann am Leben lassen werden, wenn Ryan und Joe in ihrem Versteck erscheinen. Und da Carroll seine Ex-Frau immer noch liebt, bricht er seine schwarze Messe ab und macht sich mit Ryan sogleich auf den Weg zu Mark und Luke. Und die haben bereits ein festliches Dinner vorbereitet, in dessen Verlauf es zu äußerst unangenehmen Psychospielchen kommt und das natürlich mit einem großen Blutvergießen enden soll. Doch im letzten Moment treffen Mike und Max am Ort des Geschehens ein und können das Schlimmste verhindern. Wenig später ist auch das FBI da, weshalb Joe Carroll schon bald in ein Hochsicherheitsgefängnis abtransportiert werden kann. Doch die Gefahr ist nicht ganz vorüber, denn Mark hat die Schießerei im Gegensatz zu seinem Bruder überlebt und kann mit Hilfe einer mysteriösen, unbekannten Person entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505439","hoster":"VOE"},{"path":"/redirect/8663738","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723475","hoster":"VOE"},{"path":"/redirect/8723471","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-following/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-following/staffel-3/episode-1","name":"Todeskonzept","epNo":1,"alt":"New Blood","descr":"Ryan Hardys (Kevin Bacon) leben könnte im Moment nicht besser sein: er hat eine neue Freundin, Joe Caroll (James Purefoy) wartet im Gefängnis auf seine Hinrichtung und seine Anhänger sind zu Strecke gebracht worden. Doch da erschüttert eine Reihe neuer Bluttaten New York City, die alte Wunden beim Team um Ryan Hardy aufreißen. Haben sie wirklich alle Anhänger von Joe zur Strecke gebracht? Oder erwartet sie ein neuer Widersacher?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382538","hoster":"VOE"},{"path":"/redirect/8663741","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723533","hoster":"VOE"},{"path":"/redirect/8723521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-2","name":"Bekenne Dich","epNo":2,"alt":"Boxed In","descr":"Hardy versucht verzweifelt herauszufinden, was die Verbindung zwischen Sektenführer Carroll und dem übrig gebliebenen Gray-Zwilling Mark ist. Dadurch begibt er sich, ohne es zu ahnen, in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505440","hoster":"VOE"},{"path":"/redirect/8663740","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582848","hoster":"VOE"},{"path":"/redirect/8723523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-3","name":"Grausame Eminenz","epNo":3,"alt":"Exposed","descr":"Max stößt auf den Fall einer Frau, die auf die gleiche Weise getötet wurde wie Jeffrey Clarke. Ryan versucht, alle Täter zu ermitteln, die eine Vorliebe dafür haben, Menschen in enge Kisten sperren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114237","hoster":"VOE"},{"path":"/redirect/8663742","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13485096","hoster":"VOE"},{"path":"/redirect/8723559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-4","name":"Frontenerweiterung","epNo":4,"alt":"Home","descr":"Mark, Kyle und Daisy suchen sich vier neue Opfer aus und widmen sich schließlich einem fünften. Währenddessen wird Hardy und seinem Team klar, wer tatsächlich das nächste Ziel der Gruppe ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505443","hoster":"VOE"},{"path":"/redirect/8663744","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13485089","hoster":"VOE"},{"path":"/redirect/8723580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-5","name":"Die Wahrheit kann schaden","epNo":5,"alt":"A Hostile Witness","descr":"Der Fall gegen Strauss wird vor Gericht ausgerollt. Hardy hat alle Hände voll zu tun, eine der Kronzeuginnen, mit der er einmal liiert war, zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505444","hoster":"VOE"},{"path":"/redirect/8663743","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13485106","hoster":"VOE"},{"path":"/redirect/8723582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-6","name":"Tief im Wald","epNo":6,"alt":"Reunion","descr":"Hardy und Weston verfolgen Strauss bis in eine Kleinstadt – und kommen dabei hinter sein dunkles Geheimnis. Max will sich Gwen anvertrauen, bemerkt dabei aber nicht, dass sie immer noch von Tom observiert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505448","hoster":"VOE"},{"path":"/redirect/8663739","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13485081","hoster":"VOE"},{"path":"/redirect/8723579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-7","name":"Verfolgungsjagd","epNo":7,"alt":"The Hunt","descr":"Während Joe Carrolls Exekution näher rückt, sehen sich Hardy und Weston einer neuen Bedrohung ausgesetzt. Immerhin darf Max wieder ins Einsatzteam aufrücken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505457","hoster":"VOE"},{"path":"/redirect/8663745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13485102","hoster":"VOE"},{"path":"/redirect/8723591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-8","name":"An der Schwelle des Erträglichen","epNo":8,"alt":"Flesh \u0026 Blood","descr":"Während Hardy und sein Team Theo festsetzen können, denkt Gina Mendez darüber nach, ihren Job an den Nagel zu hängen. Gwen wird immer klarer, wie sehr sich Hardy in diesem Fall verliert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505442","hoster":"VOE"},{"path":"/redirect/8663749","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474434","hoster":"VOE"},{"path":"/redirect/8723621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-9","name":"Töte den Boten","epNo":9,"alt":"Kill The Messenger","descr":"Theo will Kontakt zu Joe Carroll aufnehmen und muss dazu einige Leute davon überzeugen, dass er der Auserwählte ist. Mark hat Daisy ausfindig gemacht, während Mike Weston und Max Marks Laptop aufstöbern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505445","hoster":"VOE"},{"path":"/redirect/8663752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723614","hoster":"VOE"},{"path":"/redirect/8723630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-10","name":"Wenn der letzte Tag auch der erste ist","epNo":10,"alt":"Evermore","descr":"Joe Carroll ist es gelungen, drei Geiseln zu nehmen. Er verlangt, dass Hardy zu ihm kommt. Theo versucht die Verschlüsselung von Dr. Strauss zu lösen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114238","hoster":"VOE"},{"path":"/redirect/8663748","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8723633","hoster":"VOE"},{"path":"/redirect/8723632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-11","name":"Dämonen überall","epNo":11,"alt":"Demons","descr":"Hardy verfällt nach und nach immer mehr dem Wahnsinn, weil ihn Visionen von Joe Carroll verfolgen. Gegen Theo wird nun auch wegen einer neuen Mordserie ermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114239","hoster":"VOE"},{"path":"/redirect/8663754","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474432","hoster":"VOE"},{"path":"/redirect/8723635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-12","name":"Auf beiden Seiten des Abgrunds","epNo":12,"alt":"The Edge","descr":"Hardy und Max setzen fieberhaft ihre Suche nach Theo fort. Währenddessen gehen Mark und Daisy einen Pakt mit Theo ein, um an Mike Weston heranzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505446","hoster":"VOE"},{"path":"/redirect/8663750","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474445","hoster":"VOE"},{"path":"/redirect/8723638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-13","name":"Die Liebe in den Zeiten der Gefahr","epNo":13,"alt":"A Simple Trade","descr":"Ryan hat Penny und Theo hat Mike Weston in seiner Gewalt. Ein Austausch wird verabredet. Die Verhandlungspartner verabreden sich in einem alten Theater, die Adjutanten Max und Daisy beziehen ihrerseits Stellung. Wird der Austausch diesmal gelingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114240","hoster":"VOE"},{"path":"/redirect/12984254","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474448","hoster":"VOE"},{"path":"/redirect/8723640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-14","name":"Die Autorität der Gewalt","epNo":14,"alt":"Dead Or Alive","descr":"Mike ist schwer verletzt und die Ärzte kämpfen um sein Leben. Max ist total verstört, sie macht sich Vorwürfe, dass sie Mike nicht retten konnte. Doch Gwen ist sofort im Krankenhaus und kümmert sich um sie. Ryan organisiert die Schutzmaßnahmen für alle Menschen, die ihm nahestehen. Denn natürlich fürchtet er weitere Racheaktionen von Theo. Und die lassen auch nicht lange auf sich warten. Theo hat herausgefunden, wo Gina Mendez und ihre Familie versteckt werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505451","hoster":"VOE"},{"path":"/redirect/8663757","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474446","hoster":"VOE"},{"path":"/redirect/8723645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-following/staffel-3/episode-15","name":"Ein Zuhause im Ende","epNo":15,"alt":"The Reckoning","descr":"Ryan ist in der Gewalt von Theo. Er möchte sich für die Folter an seiner Schwester rächen. Aber leider hat er die Rechnung ohne Eliza gemacht, die sich zunehmend als sehr hartnäckige Gegnerin entpuppt, die Verbindungen zum FBI unterhält. So hat sie zum Beispiel längst Lisa Campbell auf ihre Seite gebracht, die wiederum Ryan Hardy mit einem Sender versehen hat, durch den Eliza Theos Versteck ausfindig machen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114241","hoster":"VOE"},{"path":"/redirect/12984259","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13474452","hoster":"VOE"},{"path":"/redirect/8723648","hoster":"Streamtape"}]}]}]}]}