{"path":"/serie/stream/the-muppets","name":"The Muppets","descr":"Eine in der Gegenwart spielende Mockumentary über die Muppets und ihre Beziehungen – privat wie beruflich: Ihre Romanzen, ihre Trennungen, ihe beruflichen Erfolge und Rückschläge. \"Eine etwas erwachsenere ‚Muppet Show‘ für Kinder jeden Alters\".","seasons":[{"path":"/serie/stream/the-muppets/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-muppets/staffel-1/episode-1","name":"Der verhasste Gast","epNo":1,"alt":"Pig Girls Don’t Cry","descr":"Kermit hat die Schauspielerin und Regisseurin Elizabeth Banks als Gast für die nächste Ausgabe von \"Up Late with Miss Piggy\" eingeladen. Allerdings scheint das Miss Piggy überhaupt nicht zu gefallen … Unterdessen lernt Fozzie Bär die Eltern seiner Freundin kennen, und die Band Imagine Dragons probt für ihren Auftritt in der Sendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487151","hoster":"VOE"},{"path":"/redirect/8643932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-2","name":"Neue Besen kehren mies","epNo":2,"alt":"Hostile Makeover","descr":"Miss Piggy hat schlechte Laune. Jetzt liegt es an Kermit, sich etwas einfallen zu lassen, um den Star der Show wieder aufzuheitern. Seine Idee: Er verkuppelt Miss Piggy mit dem Sänger Josh Groban. Doch das erweist sich schon bald als riesengroßer Fehler … Währenddessen freut sich Fozzie Bär über die Einladung zu einer Hausparty von Jay Leno.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487152","hoster":"VOE"},{"path":"/redirect/9241539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-3","name":"Der Bär ist los","epNo":3,"alt":"Bear Left Then Bear Write","descr":"Christina Applegate ist bei \"Up Late with Miss Piggy\" zu Gast und sie hat eine Überraschung für die Zuschauer dabei … Kermit findet die neuen Sketche von Fozzie schrecklich. Der Bär ist darüber so sehr enttäuscht, dass er voreilig kündigt. Für ihn kommt Nick Offerman in das Team. Pepe, Rizzo und Liam Hemsworth helfen derweil Gonzo bei einem Date.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487160","hoster":"VOE"},{"path":"/redirect/8643933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-4","name":"Spaß mit Piggy","epNo":4,"alt":"Pig Out","descr":"Die Muppets verbringen den Abend nach der Show zusammen mit Ed Helms in Rowlfs Kneipe. Dort singen sie alle zusammen bis spät in die Nacht Karaoke. Am nächsten Tag erscheint keiner zur Arbeit … Nachdem Fozzie Bär mit einer T-Shirt-Kanone unglücklicherweise Statler getroffen hat, besucht er ihn im Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487163","hoster":"VOE"},{"path":"/redirect/8643936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-5","name":"Zickenterror","epNo":5,"alt":"Walk The Swine","descr":"Reese Witherspoon ist bei \"Up Late with Miss Piggy\" zu Gast. Seitdem die Schauspielerin die weibliche Hauptrolle in \"Walk the Line\" Miss Piggy quasi vor der Nase weggeschnappt hat, herrscht zwischen den beiden ein ständiger Konkurrenzkampf. Dieser erreicht nach der Sendung seinen Höhepunkt, als die beiden gemeinsam für den Wohltätigkeitsverein \"Habitat for Humanity\" arbeiten sollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8643938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-6","name":"Der Ex-Faktor","epNo":6,"alt":"The Ex-factor","descr":"Der Geburtstag von Denise steht vor der Tür und Kermit sucht noch immer nach dem passenden Geschenk für sie. Als seine Suche weiterhin erfolglos bleibt, bittet er verzweifelt Miss Piggy um Rat. Nach ihrem gelungenen Auftritt bei \"Up Late with Miss Piggy\" akzeptiert die Musicaldarstellerin Kristin Chenoweth das Angebot, mit den Bandmitgliedern von Electric Mayhem zu performen. War das die richtige Entscheidung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8643941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-7","name":"Bloß keinen Stress!","epNo":7,"alt":"Pig’s In A Blackout","descr":"Auf Anraten von Miss Piggy und Denise gönnt sich Kermit eine Auszeit in einer Wellnesseinrichtung. Doch wirklich entspannen kann er sich von seinem stressigen Alltag nicht, da zufällig auch sein Freund Jason Bateman mit dabei ist. Währenddessen übernimmt Scooter die Organisation der Sendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487165","hoster":"VOE"},{"path":"/redirect/8643939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-8","name":"Verknallt in Chelsea","epNo":8,"alt":"Too Hot To Handler","descr":"Kermit und Denise besuchen gemeinsam mit Fozzie und Becky einen Quizabend bei Rowlf. Die Freunde haben viel Spaß, doch Kermit gefällt es gar nicht, dass Becky alle Fragen richtig beantworten kann … Scooter hat die Schauspielerin Chelsea Handler zu \"Up Late with Miss Piggy\" eingeladen. Er ist schon lange in sie verknallt und wünscht sich nichts sehnlicher als ein Date mit ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487164","hoster":"VOE"},{"path":"/redirect/8643949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-9","name":"Der große Gonzo","epNo":9,"alt":"Going, Going, Gonzo","descr":"Joseph Gordon-Levitt spielt mit einigen aus dem Team eine Runde Poker. Dabei setzt er alles daran, als Sieger vom Tisch zu gehen … Derweil bereitet sich Gonzo auf einen waghalsigen Stunt vor, den er live in der nächsten Sendung aufführen möchte, und Animal fordert den Musiker Dave Grohl zu einem Duell auf dem Schlagzeug heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487172","hoster":"VOE"},{"path":"/redirect/8643940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-10","name":"Das Mindy-Problem","epNo":10,"alt":"Single All The Way","descr":"Die Muppets bereiten sich auf das Weihnachtsspezial von \"Up Late with Miss Piggy\" vor. Alles läuft nach Plan, doch Fozzie Bär ist traurig, da Becky völlig unerwartet mit ihm Schluss gemacht hat. Miss Piggy bietet ihm Rat in Beziehungsangelegenheiten an. Dadurch wird sie gezwungen, über ihre Beziehung mit Kermit nachzudenken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487174","hoster":"VOE"},{"path":"/redirect/8643950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-11","name":"Nicht unser Ding, das Marketing?","epNo":11,"alt":"Swine Song","descr":"Das gesamte Team ist gerade aus der Pause zurückgekehrt, und alle sind ausgeruht, gestärkt und bereit, sich wieder an die Arbeit zu machen. Doch als ein neuer Branding-Guru kommt, um \"Up Late\" neu zu gestalten, schließt sich die Bande zusammen und stellt fest, dass sie keine Gimmicks und Späße braucht; sie braucht nur einander und ein paar vertraute Melodien, um wieder auf Kurs zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487175","hoster":"VOE"},{"path":"/redirect/8643943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-12","name":"Zeigt her eure Schwänzchen!","epNo":12,"alt":"A Tail Of Two Piggies","descr":"Als Miss Piggy eine skandalöse Fehlfunktion in ihrer Garderobe erleidet, ist der Sender empört, und Piggy ist gezwungen, alles in Frage zu stellen, wofür sie steht, aber Kermit und die Bande tun sich zusammen und verteidigen sie. Währenddessen vermisst Gonzo seine Ex-Freundin Camilla, und Pepe und Rizzo beschließen, eine Hausparty zu veranstalten, um ihn aufzuheitern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487180","hoster":"VOE"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-13","name":"Schwein sucht Freund für’s Leben","epNo":13,"alt":"Got Silk?","descr":"Miss Piggy besucht einen Seiltanzkurs, um neue Freunde zu finden, und Gonzo, Pepe und Rizzo geraten in den Bann von Pache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487185","hoster":"VOE"},{"path":"/redirect/8643952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-14","name":"Lügen haben grüne Beine","epNo":14,"alt":"Little Green Lie","descr":"Die Funken sprühen, als Kermit und Miss Piggy so tun, als wären sie wieder zusammen, um Kermits beeindruckbarem Neffen Robin zu helfen. Und da Camilla nun Gonzos ganze Zeit in Anspruch nimmt, suchen Pepe und Rizzo nach einem neuen Flügelmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487178","hoster":"VOE"},{"path":"/redirect/8643954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-15","name":"Die Sau ist raus!","epNo":15,"alt":"Generally Inhospitable","descr":"Als Miss Piggy sich bei den Proben für eine Tanznummer das Bein bricht, ruft Kermit das Team zusammen und sie senden \"Up Late\" aus dem Krankenhaus. Zurück im Studio finden Rizzo, Pepe und Yolanda kreative Wege, um Pache zu beschäftigen, damit er die Show nicht ruiniert, während Kermit nicht da ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487197","hoster":"VOE"},{"path":"/redirect/8643945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-muppets/staffel-1/episode-16","name":"Alles nur aus Liebe","epNo":16,"alt":"Because … Love","descr":"Nach ihrem Krankenhausaufenthalt überdenken Miss Piggy und Kermit ihre Beziehung, und Kermit wendet sich an Jack White (The White Stripes), um Rat zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8487195","hoster":"VOE"},{"path":"/redirect/8643946","hoster":"Streamtape"}]}]}]}]}