{"seriesId":"the-collection","name":"The Collection","descr":"Die Serie erzählt die Geschichte von dem Aufstieg des Modehauses der Familie Sabine, welche die kriegsgeplagte Stadt Paris wieder zur Modehauptstadt der Welt verwandeln will. Geführt wird das Familienunternehmen vom geschäftstüchtigen Paul Sabine. Doch das wahre Genie hinter dem Label ist sein jüngerer Bruder Claude, der aufgrund seiner Homosexualität jedoch nicht ins Rampenlicht treten darf. Als Jules Trouvier, einer der reichsten Männer Paris´, sich dazu entschließt, in das kleine Modehaus zu investieren, steht den Sabines plötzlich eine goldene Zukunft bevor. Allerdings scheinen die Geister der Vergangenheit die Familie schnell einzuholen, als ein Fremder im Begriff ist, die Verbindung der Familie Sabine mit den Nationalsozialisten aufzudecken. Doch um das Unternehmen zu retten, gehen Paul und Mutter Yvette über Leichen und so fängt die glamouröse Fassade des Modehauses langsam an zu bröckeln.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Deal","epNo":1,"alt":"The Deal","descr":"Paris 1947: Der aufstrebende Modedesigner Paul Sabine erhält die Schlüssel zum Pariser Modeimperium. Doch sein erfolgsversprechendes Label wird maßgeblich von seinem jüngeren Bruder Claude gestaltet, das wahre Genie hinter der neuartigen Mode des Hauses Sabine. Da dieser aber auf Grund seiner Homosexualität nicht in den Vordergrund treten darf, versucht Paul das Geheimnis seines Unternehmens mit allen Mitteln zu schützen und schreckt dabei noch nicht einmal vor Mord zurück. Unterdessen taucht Nina, eine talentierte Näherin des Ateliers, wieder auf. Auch sie hat mit den Schatten ihrer Vergangenheit zu kämpfen und trifft dabei auf Billy Novak, einem ehrgeizigen Fotografen aus der Bronx. Er entdeckt ihre wahre Schönheit, wodurch sich den beiden eine echte Chance auf ein neues Leben bietet, das allerdings eng mit dem Schicksal des Modelabels Sabine verknüpft ist. Und schon bald bekommen sie zu spüren, dass die Modewelt von Paris alles andere als nur glamourös ist.","versions":[{"lang":1,"streams":[{"redirect":13119885,"hoster":"VOE"},{"redirect":8638353,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Kleid","epNo":2,"alt":"The Dress","descr":"Kurz nach der Hochzeit von Jules Trouvier, dem neuen Geschäftspartner der Familie Sabine, geraten er und Paul Sabine in einen heftigen Streit darüber, wie man das Label richtig führt. Als man zudem Nina als Haute Couture Model engagiert und dabei Millionen riskiert, überschlagen sich die Ereignisse. Billy nimmt Nina mit nach Montmartre zu einem Fotoshoot. Doch die ansässigen vom Krieg geplagten Modemacher empfinden die neue Mode als zu dekadent und so beginnt für Nina ein Spießrutenlauf. Dieses für Nina traumatische Ereignis kühlt die glühende Romanze zwischen ihr und Billy wieder ab und sie entscheidet sich, ihren zur Adoption freigegebenen Sohn wiederzubekommen. Claude, der in eine üble Schlägerei geraten war und sich langsam wieder erholt, wird besessen von der Jagd nach dem Matrosen, der ihn angegriffen hat und nun verschwunden ist. Unterdessen verteidigt Paul die Vision seines Bruders mit allen Mitteln und riskiert dabei, alles zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":13114101,"hoster":"VOE"},{"redirect":8638351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Duft","epNo":3,"alt":"The Scent","descr":"Rossi, ein US-Journalist, befragt Paul Sabines ehemaligen Chef und Mentor Lemaire und zwingt ihn, ihm entweder seine oder Pauls Kriegsgeheimnisse zu verraten. Um beide Männer zum Schweigen zu bringen, ist Paul dazu gezwungen, sich gegen diejenigen zu stellen, die er am meisten liebt und setzt dabei seine eigene Ehe aufs Spiel. Währenddessen kehrt Nina zu dem Kloster zurück, in dem sie ihren Sohn zur Welt gebracht hatte, um ihn wiederzusehen. Doch sie erfährt nur, dass dieser bereits von einem wohlhabenden Paar adoptiert wurde. Verzweifelt über ihre ausweglose Lage, beschließt sie ihr Leben in die Hand zu nehmen, um ihren Sohn eines Tages wieder zurückzubekommen. Das Label gerät unterdessen unter Druck, die neue Frühlingskollektion fertigzustellen. Paul bleibt nichts anderes übrig, als Claude, der sich weiterhin nicht im Stande fühlt neue Entwürfe zu kreieren, mit Yvette aufs Land zu schicken, wo er tatsächlich neue Inspiration findet und eine atemberaubende Kollektion entwirft. Doch zur selben Zeit wird die Leiche des Matrosen gefunden, den Claude wie besessen gejagt hatte.","versions":[{"lang":1,"streams":[{"redirect":13114103,"hoster":"VOE"},{"redirect":8638347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Präsentation","epNo":4,"alt":"The Launch","descr":"Ein Detektiv ermittelt im Fall der Leiche, die auf dem Grundstück der Familie Sabine gefunden wurde. Paul konfrontiert Yvette mit den Ermittlungen und zwingt sie ihre Verbrechen zu gestehen. Währenddessen steigt der Druck auf Paul, der alles auf die neue Kollektion gesetzt hat und deren Präsentation nur noch Tage entfernt ist. Die Familiengeheimnisse treiben einen Keil zwischen die Ehe von Paul und Helen, die keine Komplizin sein möchte, während Versagensängste Paul zu einem gefährlichen Spiel mit Charlotte verleiten. Ninas Modelldebüt ist unterdessen ein voller Erfolg, doch Billy muss auf Grund eines dummen Fehlers um seinen Job fürchten. Als die neue Frühlingskollektion schließlich einem begeisterten Fachpublikum in Paris vorgestellt wird, wird Paul Sabine zum neuen Modeprinzen ernannt. Doch Claude, der sieht, wie sein Bruder den Ruhm für sein Werkes erntet, beginnt allmählich seinen Bruder Paul dafür zu hassen.","versions":[{"lang":1,"streams":[{"redirect":8478447,"hoster":"VOE"},{"redirect":8638348,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Leuchten","epNo":5,"alt":"The Afterglow","descr":"Pauls Ruhm verflüchtigt sich schnell, als er von dem Detektiv zum Leichenfund befragt wird. Er reagiert gelassen, doch wird zur Schadensbegrenzung gezwungen, als der Detektiv auch Claude und Yvette zum Fall befragt. Die darauf folgende Eskalation mit seinem Bruder hält Paul zwischen seiner Vergangenheit und der Zukunft gefangen. Denn das Modehaus ist auf dem Weg zum Erfolg. Wohlhabende bestellen seine Kollektion und das bekannteste Modemagazin schickt einen seiner Redakteure zu Sabine um eine Coverstory mit dem Label zu machen. Doch Claude gibt Paul zu verstehen, dass er nicht mehr in seinem Schatten stehen will und fordert seinen rechtmäßigen Platz im Unternehmen ein. Trotz Helens Versuchen die Situation zu entspannen, befürchtet Paul, dass sein Bruder zur Belastung für das Label wird. Billy, der unterdessen seine berufliche Zukunft aufgrund eines Fehlers während der Präsentation in Gefahr sieht, verdächtigt Paul sich gegen ihn verschworen zu haben. Und Nina, die immer noch versucht ihren Sohn zurück zu bekommen, bittet eine Nonne des Klosters um Hilfe und enthüllt dabei wer der Vater des Jungen ist.","versions":[{"lang":1,"streams":[{"redirect":8478452,"hoster":"VOE"},{"redirect":8638350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Wochenende","epNo":6,"alt":"The Weekend","descr":"Die Familie Sabine wird zum Chateau der Trouviers eingeladen, wo man gemeinsam mit einflussreichen Gästen die erfolgreiche Allianz der beiden Häuser feiert. Die Lage ist angespannt und besonders Nina wird zunehmend nervöser, ob sie der Erwartung gerecht wird. Als die Gastgeberin Charlotte und Claude den Zutritt zur Party verweigert, bittet Paul Yvette um Hilfe, die ungebetenen Gäste abzuwimmeln. Die unerwartete Rückkehr von Rossi spitzt die Lage für Paul weiter zu, der sich durch dessen Anwesenheit dazu genötigt fühlt, den Reporter davor zu warnen, sich seiner Frau zu nähern. Doch Helen, die schon lange eine Affäre zwischen ihrem Mann und Charlotte vermutet, wird schließlich von Yvette bestätigt. Aber auch Claude gerät in Schwierigkeiten, als Nina ihn mit seinem Doppelleben und seiner Doppelmoral konfrontiert. Als sich der desaströse Abend dem Ende zuneigt, hinterlässt dieser die Familie Sabine tief zerrüttet zurück und gefährdet alles, was sich das Modehaus aufgebaut hat.","versions":[{"lang":1,"streams":[{"redirect":8478451,"hoster":"VOE"},{"redirect":8638355,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Verrat","epNo":7,"alt":"The Betrayal","descr":"Die Stimmung verfinstert sich, als ein Mitarbeiter bei einem Unfall verunglückt und Nina versucht, ihm mit ihren Beziehungen zu verwandten Ärzten zu helfen. Denn die Hilfe wirft unangenehme Fragen zu Pauls Kriegsvergangenheit auf. Charlotte beginnt unterdessen ihren Rachefeldzug gegen das Modehaus und droht damit, Claude als den wahren Schöpfer der Kollektion preiszugeben. Pauls Bemühungen, seinen Bruder doch noch zu beschwichtigen, scheitern, als Charlotte Claude ein Angebot macht, das er unmöglich ablehnen kann. Unterdessen versucht Billy die Bedrohung durch Rossi zu stoppen und bekommt dabei überraschend Hilfe von unerwarteter Seite. Nina konfrontiert den Vater ihres Sohnes, um endlich eine Zukunft für sich und ihr Baby aufbauen zu können. Für Paul und seine Familie steigt der Druck derweil ins Unermessliche, als Inspektor Bompard eine direkte Verbindung zwischen dem Mord und dem Modehaus von Sabine zieht.","versions":[{"lang":1,"streams":[{"redirect":8926050,"hoster":"VOE"},{"redirect":12479910,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Angebot","epNo":8,"alt":"The Offer","descr":"Die Ereignisse im Modehaus von Paul Sabine spitzen sich weiter zu. Während Paul alles tut, um sein Modeimperium zu retten, versucht Yvette ihre Söhne miteinander zu versöhnen und warnt Charlotte davor, dass sie mit dem Feuer spiele. Unterdessen kommen die Ermittlungen von Inspektor Bompard ins Rollen, doch Yvette beschuldigt eine andere Person, um sich und ihre Familie zu schützen. Als Paul zudem Billys Integrität in Frage stellt und dieser Paris aber nicht ohne Nina verlassen will, steht Nina vor einer folgenreichen Entscheidung. Schließlich bricht alles zusammen und Paul, der so sehr für seinen Erfolg gekämpft hatte, sieht sich plötzlich mit den Dämonen aus seiner Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":13289293,"hoster":"VOE"},{"redirect":8638354,"hoster":"Streamtape"}]}]}]}]}