{"seriesId":"the-l-word","name":"The L Word","descr":"Frisch mit der Uni fertig, zieht Jenny (Mia Kirshner) mit ihrem Freund nach L.A., um sich dort auf ihre Karriere als Schriftstellerin zu konzentrieren. Ihre Nachbarn, das lesbische Pärchen Bette (Jennifer Beals) und Tina (Laurel Holloman), versuchen gerade, mittels Samenspende schwanger zu werden. Auf einer Party trifft Jenny die Barbesitzerin Marina (Karina Lombard) und wird in ihren Bann gezogen. Verwirrt fühlt sie sich zwischen ihrem Freund und Marina hin- und hergerissen ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wenn Frauen Frauen lieben","epNo":1,"alt":"Pilot (1)","descr":"Frisch mit der Uni fertig, zieht Jenny (Mia Kirshner) mit ihrem Freund nach L.A., um sich dort auf ihre Karriere als Schriftstellerin zu konzentrieren. Ihre Nachbarn, das lesbische Pärchen Bette (Jennifer Beals) und Tina (Laurel Holloman), versuchen gerade, mittels Samenspende schwanger zu werden. Auf einer Party trifft Jenny die Barbesitzerin Marina (Karina Lombard) und wird in ihren Bann gezogen. Verwirrt fühlt sie sich zwischen ihrem Freund und Marina hin- und hergerissen … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":14357385,"hoster":"VOE"},{"redirect":14444725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385328,"hoster":"VOE"},{"redirect":13600196,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf der Suche nach einem Samenspender","epNo":2,"alt":"Pilot (2)","descr":"Bei ihren Recherchen für einen Artikel in einer Frauenzeitschrift trifft Alice ihre alte Liebe Gabby wieder. Ihre Freundinnen warnen sie vor einer erneuten Enttäuschung, doch Alice fällt es schwer, Gabbys Annäherungsversuchen zu widerstehen ... Bei einem Abendessen teilen Jenny und Tim ihren Freunden mit, dass sie heiraten wollen. Leider hat Tim auch Marina, Jennys heimliche Geliebte, eingeladen - was dazu führt, dass die Party früher endet als geplant ...","versions":[{"lang":1,"streams":[{"redirect":14357386,"hoster":"VOE"},{"redirect":14444733,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385318,"hoster":"VOE"},{"redirect":13599820,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Frauen, die sich trauen","epNo":3,"alt":"Let’s Do It","descr":"Alice und ihre Ex-Freundin Gabby verbringen eine wundervolle Nacht miteinander. Da Gabby aber kein Interesse an einer festen Beziehung zeigt, macht Alice Schluss mit ihr. Auch zwischen Jenny und Marina kriselt es. Ihr liegt viel an Tim und dem Gefühl der Geborgenheit, das er ihr gibt. Dana verabredet sich indes mit Lara zum Dinner - doch ihr erstes Rendezvous beginnt gleich mit einer kleinen Panne ...","versions":[{"lang":1,"streams":[{"redirect":13706082,"hoster":"VOE"},{"redirect":13361209,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384978,"hoster":"VOE"},{"redirect":13592661,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefühle der Angst","epNo":4,"alt":"Longing","descr":"Jenny hat sich mit ihrem Literaturprofessor Nick Barashkov verabredet, um mit ihm über ihr Buch zu sprechen. Tim weiß, dass Nick und sie schon einmal Sex gehabt haben, und zweifelt, ob die beiden nur Fachgespräche führen. Als Tim bei Barashkov klingelt, ist Jenny bereits weg - sie ist im \u0027Planet\u0027 und treibt es mit Marina auf der Toilette ... Bette entgeht indes knapp ihrer Kündigung. Die reiche Kunstsammlerin Peggy Peabody sorgt dafür, dass sie ihren Job behalten kann ...","versions":[{"lang":1,"streams":[{"redirect":13361210,"hoster":"VOE"},{"redirect":13361212,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384969,"hoster":"VOE"},{"redirect":13592670,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lügen, Lügen, Lügen","epNo":5,"alt":"Lies, Lies, Lies","descr":"Tim kommt unverhofft nach Hause und überrascht Jenny und Marina in einer eindeutigen Situation - er ist geschockt. Jenny fleht um Vergebung und bittet ihn, sie noch am selben Tag zu heiraten. Kurzerhand geben sie sich das Ja-Wort in einem Motel, doch Tim scheint immer noch unter Schock zu stehen: Bei Nacht und Nebel lässt er Jenny in dem Motel allein zurück. Indes erzählen Bette und Tina Bettes Vater von der Schwangerschaft: Seine Reaktion fällt anders aus als erhofft.","versions":[{"lang":1,"streams":[{"redirect":14385207,"hoster":"VOE"},{"redirect":14444727,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385317,"hoster":"VOE"},{"redirect":13599837,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gegen das Gesetz","epNo":6,"alt":"Lawfully","descr":"Tim ist auf der Suche nach Jenny. Nachdem er sie in der Hochzeitsnacht in einem Motel verlassen hat, ist sie spurlos verschwunden. Einerseits ist er außer sich vor Wut, als er erfährt, dass ihre Beziehung zu Marina schon seit Monaten allen bekannt war, andererseits sorgt er sich, dass ihr etwas zugestoßen sein könnte. Als er von Jennys Mutter erfährt, dass sie vor einer Stunde bei ihr angerufen hat, geht Tim zu Marina und wirft ihr eiskaltes, berechnendes Verhalten vor ...","versions":[{"lang":1,"streams":[{"redirect":14357387,"hoster":"VOE"},{"redirect":14444728,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396008,"hoster":"VOE"},{"redirect":13600164,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verlieren","epNo":7,"alt":"Losing It","descr":"Shane, Dana und Alice sind genervt, dass sich bei Tina und Bette alles nur noch um die Schwangerschaft dreht. Sie konfrontieren die beiden mit ihren Vorwürfen und wollen sie mit einer Party vor der totalen Langeweile retten. Währenddessen rät Conrad Dana, öffentlich weiter als Hetero-Frau aufzutreten, um einen Werbevertrag zu bekommen, den Subaru ihr anbietet. Trotz Zweifeln spielt sie mit und trennt sich sogar von Lara, ehe sich herausstellt, dass Subaru etwas anderes vorhat ...","versions":[{"lang":1,"streams":[{"redirect":14357449,"hoster":"VOE"},{"redirect":14444729,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396037,"hoster":"VOE"},{"redirect":13599838,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebesopfer","epNo":8,"alt":"L’Ennui","descr":"Jenny bekommt Besuch von Annette, einer alten Freundin. Annette motiviert sie, um Marina zu kämpfen, und Francesca hinterher zu spionieren. Die merkt das jedoch bald. Dana muss sich endlich vor ihrer Familie outen, bevor diese die Subaru-Anzeige sieht. Während es für ihren Bruder kein Problem ist, sind ihre Eltern geschockt. Danas Mutter wird an ihre eigene Vergangenheit erinnert - man dürfe zwar Gefühle für eine Frau haben, sie aber nicht ausleben ...","versions":[{"lang":1,"streams":[{"redirect":14357450,"hoster":"VOE"},{"redirect":14444730,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385319,"hoster":"VOE"},{"redirect":13599850,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der gute Ruf","epNo":9,"alt":"Listen Up","descr":"Nach einem Abendessen mit Francesca und Marina, das im Streit endet, heult sich Jenny bei Tim über die beiden verlogenen Frauen aus. Der erkennt darin jedoch genau die Art, wie Jenny sich ihm gegenüber verhält - und will ab sofort nichts mehr mit ihr zu tun haben. Währenddessen kämpft Bette nicht nur gegen das Gefühl, von Tinas Schwangerschaft ausgeschlossen zu sein, sondern auch gegen eine Bürgerinitiative, die eine von ihr organisierte Ausstellung verhindern will.","versions":[{"lang":1,"streams":[{"redirect":14357388,"hoster":"VOE"},{"redirect":14444731,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385208,"hoster":"VOE"},{"redirect":13602543,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alles kommt anders","epNo":10,"alt":"Luck, next time","descr":"Jenny landet mit Dana im Bett, macht Tim jedoch Vorhaltungen, als der mit Trish, einer seiner Schülerinnen, flirtet. Und während Fae Buckleys Attacken gegen das CAC erste Wirkungen zeigen, bereitet sich Bette darauf vor, ihr in einer Fernsehtalkshow gegenüber zu treten, um sie mit ihren eigenen Waffen zu schlagen. Sie hat nämlich herausgefunden, dass auch die konservative Bürgerrechtlerin ein dunkles Geheimnis hat ...","versions":[{"lang":1,"streams":[{"redirect":14357451,"hoster":"VOE"},{"redirect":14444732,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384954,"hoster":"VOE"},{"redirect":13599869,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Doppelte Moral","epNo":11,"alt":"Liberally","descr":"Auf der Fahrt zum Dinah Shore Weekend, einem nationalen Lesben-Treffen, erzählen sich die Freundinnen von ihrem Coming Out. Nur Bette ist in L.A. geblieben, um den Aufbau einer Ausstellung zu organisieren. Während Tina schildert, wie romantisch es zwischen ihr und Bette gefunkt hat und dass sie sich vorstellen kann, bis zu ihrem Lebensende mit Bette zusammen zu sein, kommen sich Bette und die Handwerkerin Candace näher ...","versions":[{"lang":1,"streams":[{"redirect":13361249,"hoster":"VOE"},{"redirect":13361250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385273,"hoster":"VOE"},{"redirect":13592770,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Coming Out","epNo":12,"alt":"Looking Back","descr":"Während Jenny sich mit ihrer neuen Bekanntschaft Robin trifft, versucht Tim immer noch herauszufinden, warum Jenny inzwischen Frauen liebt. Im C.A.C. wird alles für die Ausstellung \u0027Provocation\u0027 vorbereitet - und Demonstranten laufen vor dem Gebäude Sturm dagegen. Als Bette und ihre Kollegen die Leute zu beschwichtigen suchen, werden sie aus Versehen selbst verhaftet. Bette und Candace landen in einer Zelle und haben Mühe, gegen ihre Sehnsucht anzukämpfen.","versions":[{"lang":1,"streams":[{"redirect":14357389,"hoster":"VOE"},{"redirect":14444737,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385331,"hoster":"VOE"},{"redirect":13600076,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fanatische Leidenschaft","epNo":13,"alt":"Looked Up","descr":"Während Marina verzweifelt versucht, noch eine Chance bei Jenny zu kriegen, verliebt die sich in den Verhaltensforscher Gene und wirft sich in eine neue Beziehung. Das ist jedoch zuviel für ihren Ex-Freund Tim","versions":[{"lang":1,"streams":[{"redirect":14357391,"hoster":"VOE"},{"redirect":14444741,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384955,"hoster":"VOE"},{"redirect":13600149,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Provokationen","epNo":14,"alt":"Limb For Limb","descr":"Während Marina verzweifelt versucht, noch eine Chance bei Jenny zu kriegen, verliebt die sich in den Verhaltensforscher Gene und wirft sich in eine neue Beziehung. Das ist jedoch zuviel für ihren Ex-Freund Tim; er rastet aus und verlangt, dass Jenny endgültig verschwindet. Shane ist am Boden zerstört, als Cherie ihr klar macht, dass ihre Beziehung keine Zukunft hat. Auch Bette und Tinas gemeinsame Tage scheinen gezählt, als Tina von Bettes Verhältnis mit Candace erfährt …","versions":[{"lang":1,"streams":[{"redirect":14357390,"hoster":"VOE"},{"redirect":14444742,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395963,"hoster":"VOE"},{"redirect":13600166,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Liebe kommt, Liebe geht","epNo":1,"alt":"Life, Loss, Leaving","descr":"Bette will sich unbedingt wieder mit Tina versöhnen und beendet ihr Verhältnis mit Candice. Doch Tina weist sie weiterhin ab und erzählt auch niemandem, dass sie ein kleines Geheimnis unter ihrem Herzen trägt. Jen, die trotz Tims Umzug nach Ohio weiter bei ihm wohnen darf, ist wieder solo. Ihre Homosexualität war zu viel für ihren Freund. Bevor Tim abreist, verbringen die beiden aber noch eine heiße Nacht miteinander.","versions":[{"lang":1,"streams":[{"redirect":8484629,"hoster":"VOE"},{"redirect":8642758,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11699842,"hoster":"VOE"},{"redirect":11699841,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge deinem Herzen","epNo":2,"alt":"Lap Dance","descr":"Tina sucht auf Anraten von Alice eine Anwältin auf. Diese rät ihr dringend, endlich Schritte gegen Bette einzulenken und sich frei von ihr zu machen. Weil es Tina so schlecht geht, schenken ihr die Freundinnen einen Lapdance, der sie auf andere Gedanken bringen soll. Doch wie soll das funktionieren, wenn nur Bette durch ihren Kopf tanzt. Jenny will unbedingt einen Kurs bei einer angesehenen Dozentin belegen. Doch leider kann diese Jennys Arbeiten überhaupt nicht ausstehen.","versions":[{"lang":1,"streams":[{"redirect":8484637,"hoster":"VOE"},{"redirect":8642760,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11699779,"hoster":"VOE"},{"redirect":11699775,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eröffnungen","epNo":3,"alt":"Loneliest Number","descr":"Joyce kann Tina endlich zur Scheidung überreden und bietet ihr in ihrem Gästehaus Unterkunft. Außerdem hält Tina die Neuigkeit über ihre Schwangerschaft nicht länger aus und vertraut sich Alice an. Und auch Dana klopft an Alices Tür. Sie hat erfahren, dass Tonya hinter ihrem Rücken ein Managergehalt von 15 Prozent festgelegt hat und braucht nun eine Schulter zum Ausheulen. Das Techtelmechtel zwischen Shane und Carmen erfährt einen Rückschlag, als Shane mit einem Mal dicht macht.","versions":[{"lang":1,"streams":[{"redirect":8484631,"hoster":"VOE"},{"redirect":8642756,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11699830,"hoster":"VOE"},{"redirect":11699844,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Veränderungen","epNo":4,"alt":"Lynch Pin","descr":"Bette hat in New York eine Verabredung mit Helena Peabody. Als diese ihr sehr abweisend gegenübertritt, ahnt Bette Schlimmes für ihr Institut. Und tatsächlich: Helena überlegt, ob sie weniger oder gar kein Geld mehr in die Kunst investiert. Aus Frust geht Bette mit einer fremden Frau ins Bett, wacht aber mit Gedanken an Tina auf. Die muss sich inzwischen gegen überraschende Annäherungsversuche von Joyce wehren, die versucht hat, Tinas Zutrauen auszunutzen.","versions":[{"lang":1,"streams":[{"redirect":8484632,"hoster":"VOE"},{"redirect":8642757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700343,"hoster":"VOE"},{"redirect":11700339,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nichts bleibt verborgen","epNo":5,"alt":"Labyrinth","descr":"Tina zieht bei Bette ein, allerdings nur, bis sie eine eigene Wohnung gefunden hat. Bette genießt die Zeit mit Tina und macht sich neue Hoffnungen. Dabei merkt sie überhaupt nicht, dass Tina schwanger ist. Das Verhältnis zwischen den beiden ändert sich, als Bette erfährt, dass ausgerechnet Tina die begehrte Projektförderung der Peabody Foundation erhält, auf die sie selbst gehofft hatte. Ob Tina den Zuschuss bekommen hat, weil Helena Peabody ein Auge auf sie geworfen hat?","versions":[{"lang":1,"streams":[{"redirect":8484638,"hoster":"VOE"},{"redirect":8642759,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11699785,"hoster":"VOE"},{"redirect":11699787,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ungeduldiges Verlangen","epNo":6,"alt":"Lagrimas de Oro","descr":"Helena nutzt die Gunst der Stunde und geht bei Tina in die Offensive. Prompt ziehen sich die beiden vom Trubel eines Empfangs zurück und erleben am Pool ihr erstes Mal. Zum Glück weiß Bette nicht, wo sich Tina im wahrsten Sinne des Wortes rum treibt, sonst hätte sie wohl eine herbe Enttäuschung erlebt. Währenddessen filmt Mark heimlich weiter an seiner Doku. Diesmal sind ihm Shane und Kelly, eine attraktive, angeheuerte Frau, vor die Kamera gekommen ...","versions":[{"lang":1,"streams":[{"redirect":8484635,"hoster":"VOE"},{"redirect":8642761,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917922,"hoster":"VOE"},{"redirect":11702591,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Triebfeder","epNo":7,"alt":"Luminous","descr":"Jenny fasst endlich in ihrem Literaturkurs Fuß, auch wenn sie es noch immer nicht leicht hat: Ihre Geschichte bekommt zwar positive Resonanz, doch sie macht sich unbeliebt, als sie Hunters Story auseinandernimmt. Immerhin hat sie Glück im Unglück, denn Charlotte betraut sie danach mit einer interessanten Aufgabe. Zwischen Shane und Veronica kriselt es, nachdem deren Filmprojekt gecancelt wurde. Aber Shane hat andere Sorgen: Was empfindet sie wirklich für Carmen?","versions":[{"lang":1,"streams":[{"redirect":8484641,"hoster":"VOE"},{"redirect":8642763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930142,"hoster":"VOE"},{"redirect":11701598,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ex-Probleme","epNo":8,"alt":"Loyal","descr":"Helena will mit einer großen Einweihungsparty feiern, dass sie endlich ein neues Heim für sich und Tina gefunden hat. Bette ist bei diesem Anlass natürlich alles andere als in Partystimmung. Umso erfreulicher wird der Abend, als alle mit einem Mal bei ihr auftauchen und nicht bei Helena ... Jenny will es bei Burr, einem Schauspieler, als Ghostwriter versuchen. Als sie jedoch prompt über Privates spricht, steht die Anstellung plötzlich wieder auf der Kippe.","versions":[{"lang":1,"streams":[{"redirect":8484648,"hoster":"VOE"},{"redirect":8642765,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11699948,"hoster":"VOE"},{"redirect":11699980,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Es ist nie zu spät","epNo":9,"alt":"Late, Later, Latent","descr":"Da Jenny das erste Gespräch mit Burr verbockt hat, legt Charlotte nun ein gutes Wort für sie ein und bittet den Schauspieler um eine zweite Chance. Doch anstatt sofort ans Werk zu gehen, tauschen sich Jenny und Burr erst einmal aus, was wahre Wunder bewirkt. Helena und Bette bereiten sich beide auf Tinas Entbindung vor, während Dana endlich über ihren Schatten springt und einen Dildo besorgt. Immerhin hat Alice sich das so sehr gewünscht ...","versions":[{"lang":1,"streams":[{"redirect":8484651,"hoster":"VOE"},{"redirect":8642766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700283,"hoster":"VOE"},{"redirect":11700281,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ahoi","epNo":10,"alt":"Land Ahoy","descr":"Shane geht zu einer Lesben-Tagung auf einem Kreuzfahrtschiff. Die Veranstaltung wird von einer Schriftstellerin und Sexexpertin, die ein Auge auf Shane geworfen hat und hemmungslos mit ihr flirtet, geleitet. Nach der Tagung ziehen sich beide in eine Kabine zurück ... Mark legt endlich ein Geständnis ab und demontiert die Kameras. Selbstverständlich will er die Konsequenzen tragen, auch wenn er keine Ahnung hat, was sich die entsetzen Frauen dazu einfallen lassen werden.","versions":[{"lang":1,"streams":[{"redirect":8484650,"hoster":"VOE"},{"redirect":8642768,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700387,"hoster":"VOE"},{"redirect":11700386,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Parade","epNo":11,"alt":"Loud \u0026 Proud","descr":"Mit Spannung und Vorfreude wird die große schwul-lesbische Parade erwartet. Als überraschend Danas Bruder Howie auftaucht und mitkommen will, hält Dana das für keine so gute Idee, immerhin haben Heteros dort nichts verloren. An dieser Stelle wartet Howie mit einem Geständnis auf ... Kit hat derweil ein klärendes Gespräch mit ihrem Vater. Obwohl sie ihm erzählt, dass Benjamin verheiratet ist, rät er seiner Tochter, diesen Mann nicht gehen zu lassen, wenn sie ihn wirklich liebt!","versions":[{"lang":1,"streams":[{"redirect":8484642,"hoster":"VOE"},{"redirect":8642764,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700319,"hoster":"VOE"},{"redirect":11700317,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Abschied","epNo":12,"alt":"L\u0027Chaim","descr":"Bette und Kit haben sich entschlossen, ihren tot geweihten Vater die letzten Tage so angenehm wie möglich zu gestalten und bringen ihn in Bettes Haus. In dieser schweren Zeit des Abschieds wendet sich Bette an Tina. Jenny kämpft derweil um Fassung: Eine belastende Erinnerung aus Kindertagen führt sie in ein Striplokal, in dem sie jetzt auftreten will. Und Alice kocht vor Eifersucht, weil Dana sich mit ihrer Ex-Freundin, Lara Perkins, zum Abendessen verabredet hat.","versions":[{"lang":1,"streams":[{"redirect":8484645,"hoster":"VOE"},{"redirect":8642767,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700346,"hoster":"VOE"},{"redirect":11700400,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Engel auf Erden","epNo":13,"alt":"Lacuna","descr":"Jenny ist dabei, sich zugrunde zu richten. Sie benutzt das Strippen, um herauszufinden, was in ihrer Kindheit verborgen liegt. Als sie dabei ist, sich im Bad mit einer Rasierklinge Schnitte zuzufügen, sieht sie aber ein, dass sie professionelle Hilfe braucht. Tina kommt mit Komplikationen plötzlich ins Krankenhaus. Doch am Ende kann sie endlich voller Stolz die kleine Angelica in den Armen halten und sie ihrer neuen Familie vorstellen.","versions":[{"lang":1,"streams":[{"redirect":8484652,"hoster":"VOE"},{"redirect":8642769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700297,"hoster":"VOE"},{"redirect":11700294,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Wirrungen","epNo":1,"alt":"Labia Majora","descr":"Alice moderiert ihre Radioshow und erzählt, was in den letzten sechs Monaten passiert ist. Sie ist am Boden zerstört, weil Dana von ihrer Aussprache mit Lara nicht zu ihr zurückgekehrt ist. Die Beziehung von Tina und Bette leidet an Sexmangel, der vermutlich durch Baby Angelica verursacht wurde. Sie suchen Hilfe bei einer Paarberatung. Helena sucht eine Wahrsagerin auf, die ihr eine neue, schwierige Romanze in Aussicht stellt ...","versions":[{"lang":1,"streams":[{"redirect":8484655,"hoster":"VOE"},{"redirect":8642771,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700266,"hoster":"VOE"},{"redirect":11700265,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mannweiber","epNo":2,"alt":"Lost Weekend","descr":"Alice sucht eine Selbsthilfegruppe auf, um ihre Besessenheit von Dana zu überwinden. Helena, die noch immer der Meinung ist, dass Alice ihre vom Schicksal bestimmte neue Liebe ist, kümmert sich rührend um die liebeskranke Alice. Carmen lädt Shane zu einem Fest ihrer Familie ein. Um das traditionelle Familienleben nicht zu gefährden, stellt sie Shane als ihre beste Freundin vor. Jenny ist indes fasziniert von Moiras geheimnisvollen Seiten. Sie würde sie nur zu gern verführen ...","versions":[{"lang":1,"streams":[{"redirect":8484654,"hoster":"VOE"},{"redirect":8642770,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700232,"hoster":"VOE"},{"redirect":11700229,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rückkehr","epNo":3,"alt":"Lobsters","descr":"Helena unterhält sich erneut mit ihrer Wahrsagerin. Eine Person, die in ihrer Vergangenheit wichtig war, wird auch in der Zukunft eine Rolle haben. Indes leidet Alice immer noch unter ihrer Trennung von Dana. In ihrer Radioshow erzählt sie von ihrem Liebeskummer. Ihre Chefin kann das Wort Dana nicht mehr hören. Bette und Tina kümmern sich liebevoll um ihr Kind. Untereinander streiten sie sich jedoch um Kleinigkeiten ...","versions":[{"lang":1,"streams":[{"redirect":8484671,"hoster":"VOE"},{"redirect":8642773,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700081,"hoster":"VOE"},{"redirect":12984797,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Light My Fire","epNo":4,"alt":"Light My Fire","descr":"Tina und Bette tauschen ihre Rollen vollständig: Tina arbeitet in Helenas Filmstudio und Bette ist mit Angelica zu Hause. Carmen bekommt die Chance, auf einer Party von Russell Simmons als DJane zu arbeiten, doch diese fällt genau mit Shanes Eröffnungsparty für das WAX zusammen. Carmen gerät in einen Zwiespalt ... Dana hat ein wichtiges Tennisspiel und die gesamte Clique schaut via TV zu. Gegen Ende des Spiels beginnt Dana zu schwanken und stützt sich auf ihrem Schläger ab ...","versions":[{"lang":1,"streams":[{"redirect":8484668,"hoster":"VOE"},{"redirect":8642772,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700181,"hoster":"VOE"},{"redirect":11700186,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Speed-Dating","epNo":5,"alt":"Lifeline","descr":"Alice und Helena gehen zum Speed-Dating ins Planet, Billies neueste verrückte Idee, um Gäste anzulocken. Nach einigen Nieten bekommt Helena einen Anruf von Dylan und lässt Alice im Planet zurück. Sie macht allein weiter und trifft Uta, eine heiße Dame, die Vampirkunde unterrichtet ... Indes erfährt Dana, dass sie Brustkrebs hat. Sie ist überzeugt davon, dass ihre Tennislaufbahn vorbei ist. Auch Lara kann sie nicht aufheitern ...","versions":[{"lang":1,"streams":[{"redirect":8484669,"hoster":"VOE"},{"redirect":8642774,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702309,"hoster":"VOE"},{"redirect":11702227,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Umwandlung","epNo":6,"alt":"Lifesize","descr":"Tina gibt Bette gegenüber zu, dass sie ein Interesse an Josh hat - Bette ist bestürzt. Indes genießen Angus und Kit ihr gemeinsames Glück. Später werden beide wild knutschend von Bette und Tina in deren Haus erwischt. Während Tina sich über das neue Paar freut, scheint Bette entsetzt zu sein ... Moiras Wunsch nach einer Umwandlung ist ungebrochen. Sie fragt Billie, ob er weiß, wo er die Hormone für seine Frau-Mann-Umwandlung herbekommt. Billie gibt ihr eine Telefonnummer ...","versions":[{"lang":1,"streams":[{"redirect":8484661,"hoster":"VOE"},{"redirect":8642775,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700202,"hoster":"VOE"},{"redirect":11700198,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Goldstern","epNo":7,"alt":"Lone Star","descr":"Jenny spritzt Moira, der sich ab sofort Max nennt, erstmals Hormone. Jenny gesteht ihm, dass es sie tierisch anmacht, ihm bei der Transformation zu helfen. Inzwischen unterzieht sich Dana der Chemotherapie und wird gegenüber Lara handgreiflich. Während Alice wie wahnsinnig nach der Dana-Pappfigur sucht, die sie in den Müll geworfen hat, lassen sich Shane und Carmen Tattoos machen. Indes nähert Tina sich einen weiteren Schritt Josh an ...","versions":[{"lang":1,"streams":[{"redirect":8484667,"hoster":"VOE"},{"redirect":8642784,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700244,"hoster":"VOE"},{"redirect":11700245,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf Leben und Tod","epNo":8,"alt":"Latecomer","descr":"Kit ist aufgeregt: Ihre Freundinnen, die BETTY-Girls sowie Nona Hendryx, sind extra aus New York angereist, um mit ihr ihre Songs im Studio aufzunehmen. Angus spricht ihr Mut zu. Moira alias Max formuliert seine offizielle Mitteilung an alle, er würde ab sofort den Namen Max tragen. Jenny ist begeistert. Indes bittet Bette Tina auszuziehen, während sie selbst auf ihrer Reise ist - der Kampf um Baby Angelica beginnt. Inzwischen verliert Dana durch die Chemotherapie ihre Haare ...","versions":[{"lang":1,"streams":[{"redirect":8484670,"hoster":"VOE"},{"redirect":8642776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700141,"hoster":"VOE"},{"redirect":11700140,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Reingelegt","epNo":9,"alt":"Lead, Follow, Or Get Out of the Way","descr":"Dana trifft Dr. Susan Love und es scheint, dass sie sich auf dem Weg der Besserung befindet. Dana möchte sich gerne in Dr. Loves Stiftung nützlich machen, die sich um neue Heilungsmethoden bei Brustkrebs bemüht. Derweil outet sich Carmen bei ihrer Familie. Die Situation eskaliert, eine temperamentvolle Diskussion auf Spanisch findet statt, die damit endet, dass die Mutter Carmen und Shane aus dem Haus wirft. Shane möchte gerne schlichten, doch Carmen lässt das nicht zu.","versions":[{"lang":1,"streams":[{"redirect":8484683,"hoster":"VOE"},{"redirect":8642777,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702921,"hoster":"VOE"},{"redirect":11702911,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Auf dunklen Wegen","epNo":10,"alt":"Losing the Light","descr":"Während sich Danas Zustand wieder verschlechtert, wacht Alice am Krankenbett. Auch Lara ist besorgt und meldet sich aus Frankreich, um sich nach Dana zu erkundigen. Indessen trifft sich Jenny mit ihrem Ex-Freund Tim, um ihm Max vorzustellen. Tim ist mittlerweile mit Becky verheiratet, die im siebten Monat schwanger ist. Bette verlässt das Meditations-Camp - sie ist froh, nach Tagen des Schweigens ihre Stimme wieder zu benutzen und schreit sich fast die Seele aus dem Leib ...","versions":[{"lang":1,"streams":[{"redirect":8484693,"hoster":"VOE"},{"redirect":8642778,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700170,"hoster":"VOE"},{"redirect":11700164,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ihr Wille geschehe","epNo":11,"alt":"Last Dance","descr":"Dana ist tot. Alice bedauert, dass Danas letzter Wunsch nicht respektiert wird: Sie wollte ihre Asche gern auf dem Sommercamp, in dem sie ihre erste Freundin hatte, verteilt haben. Danas Bruder verrät, dass die Urne jedoch in die Familiengruft gebracht wird. Kurzerhand beschleißt Alice, Danas Asche mitgehen zu lassen und schlägt der Clique eine eigene Zeremonie im Sommercamp vor, so wie Dana es wollte. Am nächsten Morgen machen sie sich gemeinsam auf den Weg ...","versions":[{"lang":1,"streams":[{"redirect":8484688,"hoster":"VOE"},{"redirect":8642779,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700307,"hoster":"VOE"},{"redirect":11700306,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Drum prüfe, wer sich ewig bindet","epNo":12,"alt":"Left Hand of the Goddess","descr":"Dana ist inzwischen sechs Wochen tot. Während der Planung für Shanes und Carmens Hochzeit trauern die Mädels noch immer um sie. Die Hochzeit soll in einem exklusiven Hotel in Whistler stattfinden, das Helena für alle gebucht hat. Indes reist Shane nach Oregon, um ihren Vater, zu dem sie seit langer Zeit keinen Kontakt hatte, zu treffen. In Whistler angekommen sind alle vom Hotel und der Umgebung völlig überwältigt. In der Lobby wartet auf Carmen eine große Überraschung ...","versions":[{"lang":1,"streams":[{"redirect":8484685,"hoster":"VOE"},{"redirect":8642782,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702310,"hoster":"VOE"},{"redirect":11701683,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kidnapping","epNo":1,"alt":"Kidnapping","descr":"Bette und Tina streiten um das Sorgerecht für Angelica. Jenny stellt ihr erstes Buch vor. Marina ist Geschäftlich in LA. Shane hat nach der geplatzen Hochzeit mit Carmen einen totalen absturz mit Drogen, verursacht im vollrausch einen Unfall und die Frau von Shanes Vater hinterlässt Shane ein Geschenk.","versions":[{"lang":1,"streams":[{"redirect":8484673,"hoster":"VOE"},{"redirect":8642791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700702,"hoster":"VOE"},{"redirect":11700695,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geständnis","epNo":2,"alt":"The Confession","descr":"","versions":[{"lang":1,"streams":[{"redirect":8484675,"hoster":"VOE"},{"redirect":8642783,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700755,"hoster":"VOE"},{"redirect":12482658,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Willkommen im Club","epNo":3,"alt":"Lassoed","descr":"Tina und Henry geben eine Party. Henrys Hetero-Freunde sind verunsichert, es kommt zur Diskussion über Homosexualität. Alice schlägt vor, das \u0027Spiel der Berühmtheiten\u0027 zu spielen, bei dem es gilt, Persönlichkeiten zu erraten. Die Heteros kennen sich aber nicht in der Welt der Lesben aus, und die Damen wissen nichts über Football-Spieler oder \u0027Desperate Housewives\u0027-Stars. Helena ist weiterhin auf Jobsuche. Kurzerhand stellt Shane sie in ihrem Laden als Mädchen für alles ein ...","versions":[{"lang":1,"streams":[{"redirect":8484677,"hoster":"VOE"},{"redirect":8642780,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700628,"hoster":"VOE"},{"redirect":11700624,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lust auf was Neues","epNo":4,"alt":"Layup","descr":"Alice und Phyllis landen im Bett. Während diese Nacht Phyllis\u0027 Leben für immer verändern soll, ist es für Alice lediglich ein Versuch, ihren Horizont zu erweitern ... Shane lehnt ein Modelangebot ab und versucht weiter, sich an ihre neue Ersatzmutterrolle zu gewöhnen. Als Shay sich bei einem Skateboardunfall das Bein bricht, steht sie ohne Krankenversicherung und mit einer saftigen Arztkostenrechnung da. Kurzentschlossen nimmt sie nun doch das Modelangebot an ...","versions":[{"lang":1,"streams":[{"redirect":8484679,"hoster":"VOE"},{"redirect":8642781,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702033,"hoster":"VOE"},{"redirect":11701883,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Artikel","epNo":5,"alt":"Lez Girls","descr":"Hazel, die Nanny von Henry und Tina, nimmt bei Angus Gitarrenunterricht. Sie baggert Angus an und schließlich kann er ihr nicht widerstehen. Als er Henrys Haus verlässt und dabei Hazel noch einmal innig küsst, sehen das Henry und Tina. Jenny veröffentlicht im New Yorker eine Geschichte mit dem Titel \u0027Lez Girls\u0027. Darin schreibt sie über Lesben. Alice ist wütend, denn sie erkennt, dass Jenny über ihre Freundinnen geschrieben hat - und das nicht immer wohlwollend.","versions":[{"lang":1,"streams":[{"redirect":13004875,"hoster":"VOE"},{"redirect":8642793,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004891,"hoster":"VOE"},{"redirect":11700705,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Glück, eine Frau zu sein","epNo":6,"alt":"Luck Be a Lady","descr":"Alice erfährt, dass am nächsten Abend die Premiere des Films \u0027Roll the dice\u0027 stattfindet und der Sponsor Hugo Boss dort den Unterwäsche-Spot mit Shane präsentieren will. Sie versucht per Telefon, alle zusammenzutrommeln, damit man gemeinsam zur Premiere geht. Shane findet das jedoch nicht so lustig ... Auf der Aftershow-Party wird Helena \u0027zufällig\u0027 von Catherine Rothberg angesprochen. Sie lädt sie zu einer privaten Pokerrunde ein - mit verheerenden Folgen .","versions":[{"lang":1,"streams":[{"redirect":8484691,"hoster":"VOE"},{"redirect":8642785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700817,"hoster":"VOE"},{"redirect":11700815,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein andermal","epNo":7,"alt":"Lesson Number One","descr":"Während Jennys Buch \u0027Lez Girls\u0027 bei ihren Freundinnen eher auf Ablehnung stößt, wittert die Filmindustrie damit ein großes Geschäft. Shane und Paige verteidigen ihren Lebensstil auf einer Eltern-Schüler-Versammlung, in der es um die Klärung des Begriffes \u0027Toleranz\u0027 geht. Nachdem die Jungs im Bett sind, werden die beiden zärtlich miteinander, bis sie plötzlich durch ein Geräusch aufgeschreckt werden.","versions":[{"lang":1,"streams":[{"redirect":12382711,"hoster":"VOE"},{"redirect":8642795,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700789,"hoster":"VOE"},{"redirect":11700781,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Versöhnung","epNo":8,"alt":"Lexington and Concord","descr":"Alle erwarten den großen Auftritt von Kit, bei dem sie ihre neue Single vorstellen will. Auch Tina ist gekommen, die Bette erzählt hat, dass sie die Zeiten mit ihr sehr vermisst. Doch leider verläuft der Abend anders als geplant: Bette ärgert sich über Jenny wegen der Vergabe der Filmrechte für \u0027Lez Girls\u0027, Alice und Tasha führen eine hitzige Diskussion über den Sinn bzw. die Sinnlosigkeit des Irakkrieges, und Kit beschimpft Angus auf der Bühne wegen seiner Affäre mit Hazel.","versions":[{"lang":1,"streams":[{"redirect":8484690,"hoster":"VOE"},{"redirect":8642786,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700677,"hoster":"VOE"},{"redirect":11700678,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Leonhard hat noch","epNo":9,"alt":"Lacy Lilting Lyrics","descr":"Nachdem sie die Rechte an Jennys Geschichte gekauft hat, muss sich Tina mit deren Allüren herumschlagen. Ein Regisseur nach dem anderen wird geprüft, erst Lawrence kann Jenny mit einer ganz besonderen Idee überzeugen. Er will aus \u0027Lez Girls\u0027 ein Musical machen und hat auch schon eine Hauptdarstellerin: Marina Ferrer. Kit säuft nach ihrem Zusammenbruch, als wäre sie nie trocken gewesen. Angus schickt reuevoll Blumen, aber sie will nie wieder etwas mit ihm zu tun haben.","versions":[{"lang":1,"streams":[{"redirect":12930108,"hoster":"VOE"},{"redirect":8642787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700668,"hoster":"VOE"},{"redirect":11700665,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kontrollverlust","epNo":10,"alt":"Little Boy Blue","descr":"Catherine überredet Helena, 100.000 Dollar bei einer Pferdewette zu setzen - der heiße Tipp entpuppt sich als Fehlanzeige. Bette gibt zu Ehren von Jodi eine Party, auf der alle, bis auf Catherine und Helena, erscheinen. Bette entpuppt sich als Kontroll-Freak, sie arrangiert alles genauestens und will nichts dem Zufall überlassen. Sie übersetzt für Jodi, die das nicht will, sie versucht, die Gespräche der anderen zu steuern, und als Kit ein Glas Wein trinkt, rastet sie völlig aus.","versions":[{"lang":1,"streams":[{"redirect":8484697,"hoster":"VOE"},{"redirect":8642788,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700744,"hoster":"VOE"},{"redirect":11700737,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lästermäuler","epNo":11,"alt":"Literary License to Kill","descr":"Kit ist die meiste Zeit völlig zugedröhnt. Erst, als sie merkt, dass sie ganz unten angekommen ist, bittet sie um Hilfe - und zwar ausgerechnet Angus. Zwischen Bette und Jodi scheint es endgültig aus zu sein. Jodi nimmt ein Angebot des Forrest Refuge Art Centers an und verlässt die Uni. Tina hat auch Probleme, denn ihre Beziehung mit Henry steht vor dem Aus. Dafür übt die Regisseurin Kate eine immer stärkere Anziehungskraft auf sie aus ...","versions":[{"lang":1,"streams":[{"redirect":8484702,"hoster":"VOE"},{"redirect":8642797,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700635,"hoster":"VOE"},{"redirect":11700633,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Klare Fronten","epNo":12,"alt":"Long Time Coming","descr":"Tasha hat ihren Marschbefehl in den Irak erhalten und gibt eine Abschiedsparty, für die Catherine ihr Haus am Meer zur Verfügung stellt. Alice weigert sich, zu der Party zu gehen, denn sie wird von dem Gedanken gequält, dass gerade der Mensch, der ihr am meisten bedeutet, vielleicht nie wieder zurückkommt. Catherine bietet Helena eine perfide Wette an: Wenn Shane und Paige nach einem halben Jahr nicht mehr zusammen sind, erhält Helena 1 Million Dollar von ihr.","versions":[{"lang":1,"streams":[{"redirect":8484699,"hoster":"VOE"},{"redirect":8642792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11700725,"hoster":"VOE"},{"redirect":11700722,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Heimaturlaub","epNo":1,"alt":"Home Leave","descr":"Tina bekommt von ihrem Chef die Anweisung, die Rechte an dem Buch ‚Lez Girls‘ von Jenny zu erwerben – Tinas Begeisterung hält sich stark in Grenzen. Alice und Max bereiten sich im Planet auf ihren ersten Podcast ‚Alices lesbischer Welt‘ für ihre Webseite vor. Als Gesprächspartnerin hat Alice Phyllis zu sich geladen. Kit kann indes nicht glauben, dass Shane wirklich mit Paige zusammenziehen will. Auch Alice prophezeit kopfschüttelnd ein riesiges Desaster.","versions":[{"lang":1,"streams":[{"redirect":8484701,"hoster":"VOE"},{"redirect":8642789,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701309,"hoster":"VOE"},{"redirect":11701304,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Buch der Lesbenberatung","epNo":2,"alt":"Look Out, Here They Come!","descr":"Shane soll auf der Hochzeit von Mr. Halseys Tochter die Braut und deren Brautjungfern frisieren. Dabei kommt sie Abigail, einer der Brautjungfern, gefährlich nahe ... Indes hat Tina ein Date mit einer Frau namens Denise. Tina schwärmt ihr in einer Tour von Bette und Angelica vor - zum Leidwesen von Denise. Als schließlich Bette bei dem Date auftaucht, ist das Chaos perfekt. Jenny lernt im Planet die junge Adele kennen, die sich als ein riesiger Jenny Schecter-Fan herausstellt.","versions":[{"lang":1,"streams":[{"redirect":8484705,"hoster":"VOE"},{"redirect":8642802,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701325,"hoster":"VOE"},{"redirect":11701324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausflug","epNo":3,"alt":"Lady of the Lake","descr":"Alice und Tina sind im Fitnessstudio. Dort treffen sie Shane, die dem Sex abgeschworen hat und sich nun anderweitig auspowern muss. Auch Jenny ist bereits fleißig und lässt sich von ihrer Assistentin Adele die Hanteln anreichen. Indes sind Bette und Jodi auf dem Weg zu einer Ferienhütte, wo sie Jodis Freunde kennenlernen soll. Feierabend im Planet: Kit hat die Einnahmen gezählt, als plötzlich die Bürotür aufspringt und zwei maskierte, bewaffnete Männer das Geld fordern!","versions":[{"lang":1,"streams":[{"redirect":12930137,"hoster":"VOE"},{"redirect":8642790,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702190,"hoster":"VOE"},{"redirect":11701939,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sex-Alarm","epNo":4,"alt":"Let\u0027s Get This Party Started","descr":"Jodie möchte unbedingt zur Eröffnung der neuen angesagten \u0027Shebar\u0027, in der sich Kaliforniens lesbische High Society tummelt. Bette, Alice, Shane und der Rest der Clique sind von dieser Idee keinesfalls angetan. Jodi spricht Tina auf ihr letztes Date mit Brenda an - und Bette kann ihre Eifersucht kaum zügeln. Tina, Aaron, Jenny und ihre Assistentin Adele schauen sich Probeaufnahmen mit Niki Stevens an. Ein riesengroßer Streit eskaliert daraufhin ...","versions":[{"lang":1,"streams":[{"redirect":8484711,"hoster":"VOE"},{"redirect":8642794,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701539,"hoster":"VOE"},{"redirect":11701526,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Outing","epNo":5,"alt":"Lookin\u0027 at You, Kid","descr":"Während sich Tasha auf ihre Anhörung vorbereitet, outet Alice den Schwulenhasser Daryl Brewer. Er ist selbst schwul, sie hat ihn bei einer Schwulenparty gefilmt. Tasha ist empört, denn sie ist gegen jedes unfreiwillige Outen. Bette und Tina küssen sich auf einer Party. Während Tina ganz gelassen damit umgeht, ist Bette verwirrt. Obwohl Jenny große Vorbehalte gegen Niki pflegte, findet sie jetzt großen Gefallen an ihr. Unbemerkt beobachtet Adele die beiden beim Sex.","versions":[{"lang":1,"streams":[{"redirect":8484719,"hoster":"VOE"},{"redirect":8642798,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701218,"hoster":"VOE"},{"redirect":11701211,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Action","epNo":6,"alt":"Lights! Camera! Action!","descr":"Der erste Drehtag naht, schon macht Niki Schwierigkeiten. Sie kommt nicht damit zurecht, dass Jenny sie am Set neutral behandelt. Das tut Jenny aber nur, um Klatsch und Tratsch zu verhindern. Jenny und Adele freunden sich immer mehr an, Adele ist als Assistentin unersetzlich. Zur Belohnung wird sie von Jenny umgestylt. Tina und Bette werden indessen \u0027rückfällig\u0027, wissen aber nicht, was sie eigentlich genau wollen.","versions":[{"lang":1,"streams":[{"redirect":8484712,"hoster":"VOE"},{"redirect":8642799,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701510,"hoster":"VOE"},{"redirect":11701508,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lesben-Wrestling","epNo":7,"alt":"Lesbians Gone Wild","descr":"Niki verlässt den Drehort, weil Adele ihr sagt, dass sie vorerst nicht gebraucht wird, was jedoch nicht stimmt. Der dauernde Ausfall kostet Tina viel Geld. Niki beschließt, beim Öl-Wrestling in Dawns Club mitzumachen, sie animiert sogar Jenny dazu. Alice wird zu Colonel Davis geladen und wird zu ihrer Beziehung zu Tasha befragt - Alice leugnet die Beziehung. Indes machen sich Dawn und Kit weiterhin gegenseitig das Leben zur Hölle ...","versions":[{"lang":1,"streams":[{"redirect":8484708,"hoster":"VOE"},{"redirect":8642796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701469,"hoster":"VOE"},{"redirect":11701458,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lesbisch oder nicht?","epNo":8,"alt":"Lay Down the Law","descr":"Alice wird zur Anhörung geladen, um gegen Tasha auszusagen. Stattdessen greift sie die Staatsanwältin an und unterstellt ihr selbst homosexuelles Verhalten. Während der Anhörung outet sich Tasha und bekennt sich offen zu Alice. Molly findet Gefallen an Shane, obwohl sie hetero ist. Sie spielt mit dem Feuer, macht dann aber doch einen Rückzieher. Jodi gibt eine Dinner-Party und lädt auch Tina und Sam dazu ein, womit Bette nicht einverstanden ist und Jodi Vorwürfe macht.","versions":[{"lang":1,"streams":[{"redirect":8484709,"hoster":"VOE"},{"redirect":8642800,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701315,"hoster":"VOE"},{"redirect":11701312,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Hitzewelle","epNo":9,"alt":"Liquid Heat","descr":"Eine Hitzewelle hat die Stadt im Griff. Die Dreharbeiten für Jennys Film gehen nur langsam voran, alle sind wegen der Stromabschaltungen genervt. Jenny merkt, dass Niki mit Greg Sex hatte und rastet aus. Tina und Bette haben eine Verabredung beim Therapeuten, um ihre Geschichte in den Griff zu kriegen. Auf dem Weg dorthin bleiben sie im Fahrstuhl stecken ... Molly und Shane verabreden sich. Molly ist aufgeregt, denn sie will endlich zum ersten Mal Sex mit einer Frau haben.","versions":[{"lang":1,"streams":[{"redirect":8484721,"hoster":"VOE"},{"redirect":8642801,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701426,"hoster":"VOE"},{"redirect":11701418,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tour der Herzen","epNo":10,"alt":"Lifecycle","descr":"Es findet eine große Fahrradtour zum Gedenken an alle Brustkrebsopfer statt. Als Tasha auf der Tour ein paar alte Freundinnen trifft, beginnt sie, über ihre langfristigen Pläne nachzudenken. Molly reist Shane hinterher und gesteht ihr ihre Liebe - doch Shane will von ihr nichts wissen. Jenny und Niki vergnügen sich in einem riesigen Zelt, dass Adele für sie besorgt hat. Sie nehmen ihren Liebesakt mit der Kamera auf - ohne zu ahnen, dass Adele etwas im Schilde führt.","versions":[{"lang":1,"streams":[{"redirect":8484725,"hoster":"VOE"},{"redirect":8642803,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11702836,"hoster":"VOE"},{"redirect":11702711,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus und vorbei","epNo":11,"alt":"Lunar Cycle","descr":"Jodi ist fassungslos, denn Bette gibt die Beziehung auf und gesteht ihr, dass sie Tina noch liebt. Doch Jodi gibt nicht auf und kämpft um Bette ... Nachdem Adele das Video gestohlen hat, erpresst sie die Produzenten mit dem Streifen: Sie bestellt Jenny, Aaron und Tina in den Konferenzraum und zeigt ihnen den Film, auf dem Jenny und Nikki beim Sex zu sehen sind. Dadurch hat sie alle in der Hand und reißt das Ruder an sich ...","versions":[{"lang":1,"streams":[{"redirect":8484723,"hoster":"VOE"},{"redirect":8642804,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701178,"hoster":"VOE"},{"redirect":11701173,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vertrauensbrüche","epNo":12,"alt":"Loyal and True","descr":"Bette soll auf Jodis Ausstellungseröffnung eine Rede halten. Allerdings kennt sie das neue Werk nicht - und alle sind da und erwarten voller Spannung das Kunstwerk. Helena Peabody kehrt nach Los Angeles zurück, um ihre im Sterben liegende Mutter im Krankenhaus zu besuchen. Shane hat ein Gespräch mit Phyllis, die ihr klar macht, nicht mit den Gefühlen ihrer Tochter Molly zu spielen. Alice hat ein Date mit einer anderen Frau.","versions":[{"lang":1,"streams":[{"redirect":8484726,"hoster":"VOE"},{"redirect":8642812,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701277,"hoster":"VOE"},{"redirect":11701268,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Reise durch den Tag in die Nacht","epNo":1,"alt":"Long Nights Journey Into Day","descr":"Die Beziehung von Alice und Tasha ist an einem Tiefpunkt angelangt. Die beiden müssen sich eingestehen, dass sie außer Sex nichts gemeinsam haben. Während Tasha schon von einer möglichen Trennung spricht, möchte Alice ihre Partnerin nicht so einfach ziehen lassen. Währenddessen versucht Jenny ihren Schock, dass Shane mit Nikki Sex hatte, zu verarbeiten. Kaum verwunderlich, dass sie Shane hochkant aus dem gemeinsamen Haus schmeißt. Shane bittet daraufhin Bette und Tina um eine Bleibe für die Nacht die sind allerdings mit ihren eigenen Problemen beschäftigt … .","versions":[{"lang":1,"streams":[{"redirect":8484728,"hoster":"VOE"},{"redirect":8642807,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701556,"hoster":"VOE"},{"redirect":11701553,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alles sehr unwahrscheinlich","epNo":2,"alt":"Least Likely","descr":"Tina ist mit Bette glücklicher denn je. Sie genießen ihre Zweisamkeit und machen sich Gedanken um ihre Zukunft. Doch ihr unbeschwertes Glück wird jäh gestört, als Bette zufällig ihre College-Freundin Kelly Wentworth trifft. Tina muss zu ihrem Entsetzen dabei zusehen, wie die beiden heftig miteinander flirten. Klar, dass Tina sich fragt, ob sie Bette wirklich vertrauen kann. Währenddessen hat auch Helena eine folgenschwere Begegnung mit einer alten Flamme. Tasha und Alice suchen derweil einen Paartherapeuten auf doch die Sitzung verläuft ganz anders als erwartet. Und Max wird mit einer schockierenden Nachricht konfrontiert … .","versions":[{"lang":1,"streams":[{"redirect":8484730,"hoster":"VOE"},{"redirect":8642811,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701439,"hoster":"VOE"},{"redirect":11701437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lachen ist gesund","epNo":3,"alt":"LMFAO","descr":"Nachdem Shane und Jenny eine stürmische Liebesnacht miteinander verbracht haben, klopft Alice frühmorgens an die Haustür. Die Blondine weißt sofort, worum es hier geht. Es braucht keine fünf Minuten, um die ihrer Meinung nach schockierenden Neuigkeiten unter den Freundinnen zu verbreiten und sie sorgt damit für mächtig viel Wirbel. Währenddessen muss sich Tina wüste Beschimpfungen von Aaron anhören. Ihr Chef beschuldigt sie, die Filmnegative von ‚Lez Girls‘ gestohlen zu haben. Tina weist Aarons Anschuldigung sofort zurück und glaubt zu wissen, wer die wahre Täterin ist. Und auch Bette hat derweil beruflich so ihre Probleme … .","versions":[{"lang":1,"streams":[{"redirect":8484735,"hoster":"VOE"},{"redirect":8642805,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701460,"hoster":"VOE"},{"redirect":11703578,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Raus aus Los Angeles","epNo":4,"alt":"Leaving Los Angeles","descr":"Aufgeregt fiebern Bette und Tina dem Treffen mit ihrer potentiellen Leihmutter Marci entgegen. Die beiden machen sich auf den Weg nach Nevada, um die junge Frau dort zu treffen. Zunächst läuft alles gut, bis Marcis ignorante Eltern das Gespräch sabotieren. Alice und Tasha meinen, dass Helena und Jamie eigentlich ein prima Paar wären. Und so versuchen sie, die beiden zu verkuppeln der Abend verläuft jedoch anders als geplant. Währenddessen kann Tom sich nur schwer an den Gedanken gewöhnen, dass Max ein Kind von ihm erwartet. Ein erneuter Konflikt zwischen den beiden scheint vorprogrammiert … .","versions":[{"lang":1,"streams":[{"redirect":8484738,"hoster":"VOE"},{"redirect":8642813,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701595,"hoster":"VOE"},{"redirect":11701579,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nagelprobe","epNo":5,"alt":"Litmus Test","descr":"Jennys berufliche Pechsträhne scheint ein Ende zu haben: Eine Produktionsfirma hat sich für nicht weniger als eine halbe Million Dollar die Rechte an ihrem letzten Drehbuch gesichert. Als Jenny die Neuigkeiten ihren Freundinnen mitteilt, fällt Alice aus allen Wolken. Sie wirft Jenny dreisten Ideenraub vor. Währenddessen ist Helena kurz davor, ihrer Ex-Flamme Dylan noch eine Chance zu geben. Ihre Freundinnen bestehen jedoch darauf, Dylan einem Treuetest mit Nikki als Lockvogel zu unterziehen. Kann Dylan der attraktiven Versuchung wirklich widerstehen?.","versions":[{"lang":1,"streams":[{"redirect":8484740,"hoster":"VOE"},{"redirect":8642806,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701251,"hoster":"VOE"},{"redirect":11701234,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Väter stillen nicht","epNo":6,"alt":"Lactose Intolerant","descr":"Jenny schmeißt eine Baby-Party für Max. Doch die Feier ist so gar nicht nach seinem Geschmack. Es dauert nicht lange, bis Drama-Queen Jenny ihre Freundinnen sowie Max vergrault hat. Selbst Shane hat langsam aber sicher die Nase von Jennys Kontrollzwang voll und sucht wieder Nikkis Nähe. Währenddessen verbringen Alice und Tasha immer mehr Zeit mit Jamie. Alice kommen allmählich Zweifel, ob diese Dreiecksbeziehung auf lange Sicht funktionieren kann. Und die große Eröffnung von Bette und Kellys neuer Galerie steht bevor …","versions":[{"lang":1,"streams":[{"redirect":8484737,"hoster":"VOE"},{"redirect":12984563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13917896,"hoster":"VOE"},{"redirect":11702922,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das letzte Paar","epNo":7,"alt":"Last Couple Standing","descr":"Mit Spannung und Vorfreude wird der große schwul-lesbische Tanzmarathon im HIT! erwartet. Für einen wohltätigen Zweck soll bis in die Morgenstunden getanzt werden. Aber gute Laune will ausgerechnet bei Alice, die den Abend organisiert hat, nicht so recht aufkommen. Der Grund dafür ist, dass Bette und Tina planen, nach New York zu ziehen. Außerdem läuft momentan die Beziehung mit Tasha alles andere als rund. Alice vermutet, dass Tasha in Jamie verliebt ist. Als wäre das alles noch nicht genug, verbreitet Jenny das Gerücht, Bette habe eine Affäre mit Kelly. Und Kit macht eine schockierende Entdeckung … .","versions":[{"lang":1,"streams":[{"redirect":12335859,"hoster":"VOE"},{"redirect":8642814,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701485,"hoster":"VOE"},{"redirect":11701478,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das letzte Wort","epNo":8,"alt":"Last Word","descr":"Bette und Tina geben bekannt, dass sie nach New York ziehen wollen. Jenny nimmt dies zum Anlass, ein Abschiedsvideo für ihre beiden Freundinnen zu drehen. Währenddessen mehren sich für Alice die Anzeichen, dass Tasha eigentlich in Jamie verliebt ist. Schließlich bringt sie es über sich, Tasha und Jamie zur Rede zur stellen. Doch Tasha fühlt sich überrumpelt, kann und will noch keine Entscheidung treffen. Alice setzt ihr daraufhin ein Ultimatum. Abends laden Bette und Tina ihre Freundinnen zu einer Dinnerparty ein. Was als ein netter gemeinsamer Abend geplant war, endet in einer Katastrophe … Serienfinale!.","versions":[{"lang":1,"streams":[{"redirect":8484743,"hoster":"VOE"},{"redirect":8642809,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11701295,"hoster":"VOE"},{"redirect":11701293,"hoster":"Streamtape"}]}]}]}]}