{"path":"/serie/stream/the-black-donnellys","name":"The Black Donnellys","descr":"Die \"Black Donnellys\" sind vier Amerikaner irischer Abstammung, die sich in der \"Hell’s Kitchen\", einer berüchtigten Gegend in Manhattan mit Gelegenheitsjobs und Gaunereien über Wasser halten. Obwohl sie dagegen ankämpfen, versinken sie immer tiefer in der kriminellen New Yorker Unterwelt und dem organisierten Verbrechen.","seasons":[{"path":"/serie/stream/the-black-donnellys/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-1","name":"Unter Brüdern","epNo":1,"alt":"Pilot","descr":"Möchtegern-Gangster Joey \"Ice Cream\" erzählt im Gefängnis die Geschichte der vier Donnelly-Brüder Jimmy, Tommy, Kevin und Sean: Aufgewachsen in New Yorks Hell’s Kitchen schlagen sie sich mit mehr oder weniger kriminellen Machenschaften durch. Doch als sich einer von ihnen mit der italienischen Mafia anlegt, geraten die vier Twenty-Somethings in eine blutige Spirale der Gewalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491216","hoster":"VOE"},{"path":"/redirect/8648039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-2","name":"Der Preis Gottes","epNo":2,"alt":"A Stone Of The Heart","descr":"Um seine Brüder zu retten, hat Tommy Donnelly die Anführer der irischen und der italienischen Mafia in Hell’s Kitchen, Sal Minetta und Huey Farrell, ermordet. Jetzt müssen Tommy und sein Bruder Kevin auch noch die Leiche von Louie verschwinden lassen. Nicky Cottero und Hueys Bruder Dokey bleiben misstrauisch. Unterdessen kommen sich Tommy und Jenny endlich näher. Aber hat ihre Beziehung eine Zukunft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114871","hoster":"VOE"},{"path":"/redirect/8648031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-3","name":"Göttliche Komödie","epNo":3,"alt":"God Is A Comedian","descr":"Tommy besucht seinen Bruder Jimmy im Gefängnis, den er selbst angezeigt hat, um ihn vor der Mafia und seiner Drogensucht zu schützen. Jimmy geht auf ihn los, als er das Gefühl bekommt, dass Tommy ihm nicht helfen will. Unterdessen will sich ihr Bruder Kevin um den Zeugen kümmern, der Jimmy beim Stehlen des Trucks beobachtet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491215","hoster":"VOE"},{"path":"/redirect/8648015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-4","name":"Asche zu Asche","epNo":4,"alt":"The World Will Break Your Heart","descr":"Tommy Donnelly hat die Anführer der italienischen und der irischen Mafia, Sal Minetta und Huey Farrell, ermordet, um seine Brüder zu schützen. Jetzt will Hueys Witwe Kate ausgerechnet in der Bar der Donnellys die Trauerfeier veranstalten. Tommy kann unmöglich absagen und muss schnellstens Alkohol und Essen auftreiben. Da bringt Jimmy Donnelly seine Brüder unter Drogeneinfluss in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491218","hoster":"VOE"},{"path":"/redirect/8648033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-5","name":"Dichtung und Wahrheit","epNo":5,"alt":"Lies","descr":"Sean, der von der italienischen Mafia zusammengeschlagen wurde, wird entstellt aus dem Krankenhaus entlassen. Jimmy findet das Mobiltelefon des ermordeten Mafioso Louie Downtown und will frech dessen Geschäfte übernehmen. Tommy versucht unterdessen, die Schulden der Brüder auf seine Art zu begleichen. Und Jenny lässt sich nach ihrer Nacht mit Tommy zu einem weiteren One-Night-Stand hinreißen. Ein verhängnisvoller Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114873","hoster":"VOE"},{"path":"/redirect/8648040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-6","name":"Helfer in der Not","epNo":6,"alt":"Run Like Hell","descr":"Jenny steckt in finanziellen Schwierigkeiten: Ihr Vater wird zunehmend dement und hat regelmäßig Geld statt in den Bankbriefkasten in den Mülleimer geworfen. Tommy will ihr helfen und treibt widerwillig Schulden für seine Brüder Jimmy und Kevin ein, die ein Wettgeschäft aufgezogen haben. Unterdessen einigen sich die Paten der irischen und italienischen Mafia, Dokey und Nicky, zusammenzuarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491220","hoster":"VOE"},{"path":"/redirect/8648048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-7","name":"Alles Glück der Erde","epNo":7,"alt":"The Only Thing Sure","descr":"Weil ihr Vater zunehmend mit Demenz zu kämpfen hat, muss Jenny das Diner allein schmeißen. Mafia-Boss Dokey setzt sie unter Druck: Er will ins Geschäft einsteigen. Tommy und Kevin sammeln inzwischen für ihren Bruder Jimmy die Wettschulden ein. Tommy will mit dem Geld Jenny unterstützen. Aber Kevin ist überzeugt, Glück im Spiel zu haben und einen todsicheren Tipp zu kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114875","hoster":"VOE"},{"path":"/redirect/9241562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-8","name":"Schulden und Erlösung","epNo":8,"alt":"In Each One A Savior","descr":"Die Donnellys haben Ärger mit Gangsterboss Dokey: Er warnt Tommy, Jenny oder Hueys Witwe Kate Farell zu helfen. Sie bat Tommy um Kunstunterricht für ihren Sohn Matthew. Jimmy versucht inzwischen weiter, die ganze Nachbarschaft zu übernehmen, und macht bei seiner Schutzgelderpressung noch nicht mal vor Jennys Diner halt. Sein Bruder Tommy ist außer sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114874","hoster":"VOE"},{"path":"/redirect/8648044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-9","name":"Tod der Kunst","epNo":9,"alt":"All Of Us Are In The Gutter","descr":"Tommy kann endlich machen, was er sich schon immer gewünscht hat: Kunst. Mit Kates Hilfe bekommt er einen Job in einem Atelier. Doch schon bald hat er wieder keine andere Wahl, als in die kriminellen Geschäfte seiner Brüder einzusteigen. Mafioso Nicky bietet den Donnellys eine Zusammenarbeit an, will aber nur mit Tommy verhandeln. Gangsterboss Dokey erfährt inzwischen, dass die Donnellys in seinem Gebiet wildern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114876","hoster":"VOE"},{"path":"/redirect/8648065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-10","name":"Wer den Wind sät","epNo":10,"alt":"When The Door Opens","descr":"Tommy Donnelly teilt seinen Brüdern mit, dass er das Angebot von Mafioso Nicky, mit ihnen zusammenzuarbeiten, ablehnt. Stattdessen will er sich mit Gangsterboss Dokey versöhnen. Doch der spielt ein doppeltes Spiel: Er verlangt von den Donnellys einen Vertrauensbeweis und setzt gleichzeitig Earl auf Jimmy Donnellys Kumpel Whitey an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336149","hoster":"VOE"},{"path":"/redirect/8648058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-11","name":"Vater Unser","epNo":11,"alt":"Wasn’t That Enough?","descr":"Tommy kommt allmählich dem Geheimnis um den Tod seines Vaters auf die Spur: Er war in kriminelle Geschäfte mit Gangsterboss Dokey und italienischen Mafiosi verwickelt, die immer noch versuchen, das Viertel aufzukaufen. Inzwischen bringen ihre Machenschaften auch die Reillys in Bedrängnis: Ihr Diner ist hoch verschuldet. Zu allem Überfluss leidet Jenny unter einem Stalker und ihr Vater unter Alzheimer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491231","hoster":"VOE"},{"path":"/redirect/8648066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-12","name":"Blutlinien","epNo":12,"alt":"The Black Drop","descr":"Tommy Donnelly will sich den Ingenieur vorknöpfen, der das Diner der Reillys für baufällig erklärte, auch, um mehr über den Tod seines Vaters herauszufinden. Inzwischen erfährt Jenny, dass die Leiche ihres Mannes Teach gefunden wurde. Jimmy versucht, den Deal der Donnellys mit Dokey nachzuverhandeln. Der demütigt ihn dafür öffentlich. Seine Brüder wollen sich rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114881","hoster":"VOE"},{"path":"/redirect/8648078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-black-donnellys/staffel-1/episode-13","name":"Das Tor zur Hölle","epNo":13,"alt":"Easy Is The Way","descr":"Tommy Donnelly hat genug: Er will nicht wie sein Vater ermordet werden oder den Rest seines Lebens im Gefängnis verbringen. Er will sein Leben und das seiner Familie um jeden Preis retten, selbst wenn die Donnellys dafür Hell’s Kitchen für immer verlassen müssen. Unterdessen gerät Jenny in Gefahr. Und Gangsterboss Dokey hat geschworen, alle Donnellys zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114880","hoster":"VOE"},{"path":"/redirect/8648077","hoster":"Streamtape"}]}]}]}]}