{"path":"/serie/stream/the-last-narc","name":"The Last Narc","descr":"4-tlg. True-Crime-Doku, die die Wahrheit über die Ermordung des DEA-Agenten Enrique \"Kiki\" Camarena ans Licht bringen soll, der das mexikanische Drogenkartell zu Fall bringen wollte. Camarena wurde 1985 entführt, gefoltert und getötet, weil er dabei war aufzudecken, dass US-Geheimdienstmitarbeiter die Drogenbarone schützten.","seasons":[{"path":"/serie/stream/the-last-narc/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-last-narc/staffel-1/episode-1","name":"Fünf Cops","epNo":1,"alt":"Five Cops","descr":"In den 1970ern rekrutiert die neue DEA zwei Straßen-Cops mit mexikanischen Wurzeln: Kiki Camarena and Hector Berrellez. Kiki wird in die Heimat des Guadalajara-Kartells entsandt, Hector nimmt dessen Aktivitäten in Los Angeles ins Visier. Das Kartell setzt Cops auf seine Gehaltsliste, darunter drei Polizisten aus Jalisco. Nach Kikis Entführung schlagen beiderseits der Grenze die Wellen hoch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/7003988","hoster":"VOE"}]}]},{"path":"/serie/stream/the-last-narc/staffel-1/episode-2","name":"Blutiger Mais","epNo":2,"alt":"Blood On The Corn","descr":"Nach dem Mord an Kiki wird Hector nach Mexiko versetzt, wo er mit seinen DEA-Agenten und Kollegen der mexikanischen Polizei in eine der längsten und tödlichsten Schießereien der Geschichte der DEA zieht. Dies beschert ihm ein Millionen-Kopfgeld, aber auch den Respekt seiner Vorgesetzten. Sie beauftragen Hector, einen ihrer offensivsten Narcs, mit der Leitung der Ermittlungen zu Kikis Ermordung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/7003996","hoster":"VOE"}]}]},{"path":"/serie/stream/the-last-narc/staffel-1/episode-3","name":"26 Bastarde","epNo":3,"alt":"26 Bastards","descr":"Hectors Informanten liefern aufschlussreiche Hinweise und berichten als direkte Augenzeugen von Kikis Entführung, Folter und Ermordung. Hector erfährt, dass sich der Vorfall in einer Hacienda des Kartells ereignete, wo hochrangige mexikanische Regierungsvertreter und ein mysteriöser Kubaner zugegen waren. Zudem wird enthüllt, dass das Kartell und die Regierung das Verbrechen vertuschen wollten.","versions":[]},{"path":"/serie/stream/the-last-narc/staffel-1/episode-4","name":"aka \u0026#039;MAX GOMEZ\u0026#039;","epNo":4,"alt":"aka \u0027MAX GOMEZ\u0027","descr":"Hector identifiziert den mysteriösen Kubaner, der Kiki verhörte, als den langjährigen CIA-Agenten Félix Rodríguez, eine Schlüsselfigur der Iran-Contra-Affäre. Warnungen zum Trotz ermittelt Hector weiter und wird schließlich in den Zwangsruhestand versetzt. Über Jahre hinweg hängt der Fall in der Schwebe, bis plötzlich schockierende Vorwürfe aus einer neuen Quelle auftauchen.","versions":[]}]}]}