{"seriesId":"the-fear-index","name":"The Fear Index","descr":"Der geniale Informatiker Dr. Alex Hoffman (Josh Hartnett) möchte seine Erfindung nun endlich lukrativ unter die Leute bringen. Dabei handelt es sich um VIXAL-4, ein System, das von künstlicher Intelligenz gesteuert wird. Es hat die Fähigkeit, die Angst an den Finanzmärkten auszunutzen und so blitzschnell große Renditen zu erzielen. Gemeinsam mit seinem besten Freund, dem Hedgefonds-Manager Hugo (Arsher Ali), generiert Alex reichlich Interesse an seinem Produkt, vor allem bei Superreichen, die auf weitere Milliardenumsätze hoffen. Doch auf den Startschuss folgen die schlimmsten 24 Stunden im Leben von Alex, die ihn durch Realität, Erinnerung und paranoide Fantasie führen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Alex Hoffman, ehemaliger CERN-Wissenschaftler und jetzt CEO von Hedgefonds, erhält anonym ein antikes Buch in seiner Villa in Genf. In dieser Nacht, während seine Frau Gabby schläft, wird Alex von einem Eindringling angegriffen und bewusstlos zurückgelassen.","versions":[{"lang":1,"streams":[{"redirect":14352591,"hoster":"VOE"},{"redirect":14324381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14352592,"hoster":"VOE"},{"redirect":14324383,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Ein tödlicher Flugzeugabsturz. Die Aktien der Fluggesellschaften stürzen ab. Die Weitsicht von VIXAL bringt dem Fonds Millionen ein, aber Marieme ist besorgt darüber, wie dies für die Aufsichtsbehörden aussehen wird. Alex hegt seine eigenen Bedenken, als er entdeckt, dass terroristische Websites auf seinem Computer geöffnet sind.","versions":[{"lang":1,"streams":[{"redirect":14352589,"hoster":"VOE"},{"redirect":12663937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14352847,"hoster":"VOE"},{"redirect":12663932,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Alex folgt dem Eindringling zu einem Hotel im Rotlichtviertel. Der Mann (KARP) behauptet, Alex habe ihn angeheuert, um sich auf sadistische Fantasien einzulassen, bevor er ihn tötete – er zeigt Alex E-Mails, um es zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":14352482,"hoster":"VOE"},{"redirect":14453513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518124,"hoster":"VOE"},{"redirect":14324382,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"VIXAL hat seine Programmiergrenzen überschritten und stürzt die Finanzmärkte ab. Alex versucht, es herunterzufahren, aber das System startet immer wieder neu.","versions":[{"lang":1,"streams":[{"redirect":14352596,"hoster":"VOE"},{"redirect":14453515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518377,"hoster":"VOE"},{"redirect":14324389,"hoster":"Streamtape"}]}]}]}]}