{"seriesId":"the-idaten-deities-know-only-peace","name":"The Idaten Deities Know Only Peace","descr":"Götter erschienen, als die Menschheit durch das Wirken von Dämonen am Rande der Zerstörung stand. Gottheiten, die Idaten genannt werden, bekämpften und versiegelten die Dämonen vor 800 Jahren. Heutzutage haben die Idaten keine Kampferfahrung und sie leben ein friedliches Leben. Aber jetzt leben die Dämonen wieder auf, und der Kampf zwischen Göttern, Menschen und Dämonen steht kurz bevor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Peacetime","descr":"Die Idaten, göttliche Wesen, haben einst die Menschheit vor den Dämonen gerettet und die Monster versiegelt. Das ist nun 800 Jahre her, seitdem gab es für sie nicht wirklich mehr was zu tun. Was sie hat weich werden lassen. Doch eines Tages dann ...","versions":[{"lang":3,"streams":[{"redirect":8253108,"hoster":"VOE"},{"redirect":8253109,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Black South","descr":"Die jungen Idaten wurden Zeugen, wie ein Dämon aus dem Eis befreit wurde. Ihrer eigenen Schwäche bewusst beschließen sie, nun doch ein wenig den Kampf zu üben. Nur macht das alles ander als Spaß, zudem Training bei Idaten etwas anders funktioniert ...","versions":[{"lang":3,"streams":[{"redirect":8253104,"hoster":"VOE"},{"redirect":8253097,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Whirlwind","descr":"Die Dämonen halten Rat, wie sie mit der Existenz der Idaten und deren Kraft umzugehen gedenken. Und damit, dass sie nun nicht länger im Geheimen agieren können. Sie beschließen kurzen Prozess zu machen ...","versions":[{"lang":3,"streams":[{"redirect":8415002,"hoster":"VOE"},{"redirect":8415001,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Yellow Sparrow","descr":"Rin will die Dämonen auslöschen, aber ohne einen Plan wäre es für einige zu einfach zu entkommen. Vor diesem Hintergrund kontaktiert Ysley einen anderen Idaten namens Prontea, um eine Strategie zu formulieren, während die Dämonen ihre eigene Kampagne zum Teilen und Erobern gegen ihre göttlichen Feinde beginnen.","versions":[{"lang":3,"streams":[{"redirect":8415006,"hoster":"VOE"},{"redirect":8415000,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Color","descr":"Er Kampf zwischen Dämonen und Idatens kommt unerwartet. Mit dem Sieg der Götter nutzt Ysley ihr Fachwissen, um mehr Informationen über Zoble und die verbleibenden Dämonen zu erhalten.","versions":[{"lang":3,"streams":[{"redirect":8527322,"hoster":"VOE"},{"redirect":8527320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Smoke","descr":"Hayatos Angriffe scheinen einfach keine Wirkung zu entfalten, also bekommt er ein spezielles Training verpasst. Währenddessen testet Ysley seine Thesen über den Urspung des Dämonenkönigs. Und die Dämonen versuchen ebenfalls, aus der ganzen Situation schlau zu werden …","versions":[{"lang":3,"streams":[{"redirect":8527317,"hoster":"VOE"},{"redirect":8527316,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Performance","descr":"Nach einem Rendezvous mit Rin und einer effektiven Strategie wird die Idaten-Invasion von Zoble gestartet. Werden sie in der Lage sein, die Dämonen zu jagen, die sich unter der Oberfläche der imperialen Macht verstecken?","versions":[{"lang":3,"streams":[{"redirect":8607127,"hoster":"VOE"},{"redirect":8607125,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Idaten","descr":"Die Invasion der Idaten auf das von Dämonen besetzte Zoble-Imperium erreicht ihren Höhepunkt, als Hayato gegen Kaiser Takeshita kämpft, während Rin Kaiserin Brandy konfrontiert.","versions":[{"lang":3,"streams":[{"redirect":9541079,"hoster":"VOE"},{"redirect":9541087,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shadows","descr":"Der Staatsstreich von Zoble endet mit den Dämonen auf der Flucht und den Idaten auf der Jagd. Aber können die Idaten mit so wenigen lebenden Dämonen und der messerscharfen Miku unter ihnen ihre verbleibenden Feinde finden und den Kampf beenden?","versions":[{"lang":3,"streams":[{"redirect":9541122,"hoster":"VOE"},{"redirect":9541121,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Demons","descr":"Jahre sind vergangen, doch die Idaten konnten die verbleibenden Dämonen noch immer nicht ausfindig machen. Doch ein neues Problem taucht auf: Reinblütige Dämonen ohne jeglichen Verstand tauchen auf und vermehren sich wie wild.","versions":[{"lang":3,"streams":[{"redirect":9541132,"hoster":"VOE"},{"redirect":9541156,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Smells Fishy","descr":"Die Idaten haben wenig Erfolg dabei, die flüchtigen Dämonen ausfindig zu machen. Diese hingegen haben einen Plan, wie sie nun weiter vorgehen wollen ...","versions":[{"lang":3,"streams":[{"redirect":9541048,"hoster":"VOE"},{"redirect":9541064,"hoster":"Streamtape"}]}]}]}]}