{"path":"/serie/stream/the-casketeers","name":"The Casketeers","descr":"\"The Casketeers\" gewährt emotionale Einblicke in das Bestattungsunternehmen Waitakere. Die Serie zeigt das Ehepaar, das das Unternehmen leitet, in ihrer täglichen Arbeit mit trauernden Familien.","seasons":[{"path":"/serie/stream/the-casketeers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-casketeers/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die Tipenes organisieren die Beerdigung einer Māori-Prinzessin. Francis sorgt sich um jedes Detail – bis hin zum Gewicht und zur Redseligkeit seines Personals.","versions":[]},{"path":"/serie/stream/the-casketeers/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Francis will seine Frau von einer fragwürdigen Anschaffung überzeugen. Die Tipenes erhalten eine ungewöhnliche Anfrage von der Familie eines jungen Schussopfers.","versions":[]},{"path":"/serie/stream/the-casketeers/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein verehrter Lehrer und Komponist wird für seine Beerdigung in seine Heimat zurückgeführt. Eine neue Mitarbeiterin leitet ihre erste Beerdigung. Francis ist neidisch.","versions":[]},{"path":"/serie/stream/the-casketeers/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Fiona leitet eine tongaische Beerdigungszeremonie mit einer emotionalen Bestattung. Der Profit leidet unter Francis’ weichem Herz. Ein Keksdieb geht um.","versions":[]},{"path":"/serie/stream/the-casketeers/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Das Begräbnisinstitut bereitet einen Leichnam für den Transport nach Übersee vor. Francis hat zugenommen. Um abzunehmen, beginnt er sein Training – in der Kapelle.","versions":[]},{"path":"/serie/stream/the-casketeers/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Das Personal leitet ein samoanisches Begräbnis in einem Mausoleum. Francis plant einen Auftritt im Altenheim. Die Kinder der Tipenes kommen zur Totenfeier eines Cousins.","versions":[]}]}]}