{"seriesId":"the-mindy-project","name":"The Mindy Project","descr":"In ihrem Job als Frauenärztin in einer Gemeinschaftspraxis macht Mindy Lahiri eine gute Figur. Ihr eigenes Privatleben hält die hoffnungslos romantisch veranlagte Singlefrau dagegen noch für ausbaufähig. Mindy will abnehmen, weniger shoppen, mehr Bücher lesen, auch mal pünktlich zur Arbeit kommen und nicht mehr so oft in peinliche Situationen geraten. Die Arbeitskollegen sind bei ihren Bemühungen eine mal mehr und mal weniger große Hilfe. Auf ihrem Weg zur perfekten Frau hofft Mindy auf ein persönliches Happy-End – mit einem Traummann an ihrer Seite.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aller Anfang ist schwer","epNo":1,"alt":"Pilot","descr":"Mindy ist eine junge Gynäkologin, deren Leben mehr als chaotisch verläuft. Sie findet einfach nicht den richtigen Kerl und irgendwie hat sie sich ihr Leben anders vorgestellt. Ihre beste Freundin Gwen steht ihr dabei mit Rat und Tat zur Seite, aber schon in dieser Folge zeichnet sich ab, dass das nicht so einfach wird. Sie kriegt immer die Patientinnen, die nicht krankenversichert sind und obwohl sie eigentlich jemanden zum Heiraten sucht, landet Mindy am Ende meistens doch relativ unverbindlich mit den Männern im Bett. Aber Mindy ist sich sicher, auch wenn’s heute noch nicht geklappt hat, ab morgen wird alles anders.","versions":[{"lang":1,"streams":[{"redirect":12952812,"hoster":"VOE"},{"redirect":8643802,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bewerbungsgespräche","epNo":2,"alt":"Hearing And Firing","descr":"Beverly, die alte Krankenschwester in der Praxis, soll entlassen werden. Ausgerechnet Jeremy erhält diese qualvolle Aufgabe. Er drückt sich so lange drumherum, bis sich schließlich Mindy der Sache annimmt. Als Mindy ihr es relativ deutlich sagt, kriegt sie von Beverly gewaltig eins auf die Nase.","versions":[{"lang":1,"streams":[{"redirect":13114547,"hoster":"VOE"},{"redirect":8643801,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Club","epNo":3,"alt":"In The Club","descr":"Mindy geht mit Shauna, Betsy, Morgan, Jeremy in einen Club und alle wollen es richtig krachen lassen. Natürlich kommt es bei dem wilden Clubabend zu den lustigsten Begegnungen. Mindy wird in den VIP-Bereich von mehreren NBA-Spielern gebeten und erlebt einen äußerst skurrilen und spannenden Abend.","versions":[{"lang":1,"streams":[{"redirect":8486853,"hoster":"VOE"},{"redirect":8643806,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Halloween","descr":"Mindy möchte mit Josh auf eine Halloween-Party und will ihn mit einem richtig scharfen Kostüm beeindrucken. Aber Miss Zögerlich will nichts so richtig gefallen. Danny und Jeremy machen den Führerschein. Doch während Danny dafür büffeln muss, fliegt Jeremy anscheinend alles zu. Das macht Danny neidisch.","versions":[{"lang":1,"streams":[{"redirect":13114546,"hoster":"VOE"},{"redirect":8643804,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Berufsschwäche","epNo":5,"alt":"Danny Castellano Is My Gynecologist","descr":"Ihren Job als Frauenärztin in einer Gemeinschaftspraxis meistert Mindy Lahiri mit Bravour. Ihr eigenes Privatleben hält die hoffnungslos romantisch veranlagte Singlefrau dagegen für extrem optimierbar. Mindy will abnehmen, weniger shoppen, mehr Bücher lesen, auch mal pünktlich zur Arbeit kommen und nicht mehr so oft in peinliche Situationen geraten. Die Arbeitskollegen sind bei ihren Bemühungen eine mal mehr und mal weniger große Hilfe. Mindy peilt auf ihrem Weg zur perfekten Frau das Endziel persönliches \"Happy-End mit Traummann\" an ein steiniger Weg …","versions":[{"lang":1,"streams":[{"redirect":8486847,"hoster":"VOE"},{"redirect":8643805,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erntedankfest","epNo":6,"alt":"Thanksgiving","descr":"Mindy hat beschlossen, das Thanksgivingdinner bei Gwen zu kochen, wird jedoch völlig aus der Fassung gebracht, als ihr ehemaliges Blinddate Dennis mit seiner neuen Flamme aufkreuzt. Unterdessen hütet der einsame Danny das leere Büro während Jeremy und Betsy ihre exzentrische Familie über die Feiertage besuchen.","versions":[{"lang":1,"streams":[{"redirect":8486850,"hoster":"VOE"},{"redirect":8643808,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Slime","epNo":7,"alt":"Teen Patient","descr":"Mindy sieht sich einer peinlichen Situation ausgesetzt, als ihre Nachbarin im Teenageralter sie nach einem Rezept für die Pille fragt. Danny erhält unterdessen eine anonyme Beschwerde darüber, dass Morgan Shauna heimlich angafft.","versions":[{"lang":1,"streams":[{"redirect":12173435,"hoster":"VOE"},{"redirect":8643812,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwei gegen Eine","epNo":8,"alt":"Two To One","descr":"Danny und Jeremy zollen Mindy ihrer Ansicht nach zu wenig Respekt und so macht sie sich auf, die Welt als ihr eigener Chef zu erkunden. Unterdessen setzt sich die Gruppe gegen einige holistische Hebammen zur Wehr, die regelmäßig Patienten klauen.","versions":[{"lang":1,"streams":[{"redirect":8486861,"hoster":"VOE"},{"redirect":8643811,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weihnachtsfeier","epNo":9,"alt":"Josh And Mindy’s Christmas Party","descr":"Mindy freut sich schon darauf, bei ihrer Weihnachtsfeier den Kollegen ihren neuen Freund Josh vorzustellen. Als sie jedoch ein Geheimnis über Josh herausfindet, fallen ihre Pläne in sich zusammen. Unterdessen muss sich Jeremy darum kümmern, dass das Weihnachtsgeld fair unter den Mitarbeitern verteilt wird, was zu größeren Verwerfungen im Büro führt.","versions":[{"lang":1,"streams":[{"redirect":13114549,"hoster":"VOE"},{"redirect":8643810,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mindy’s Bruder","epNo":10,"alt":"Mindy’s Brother","descr":"Bei einem Besuch erzählt Mindys Bruder, dass er das Studium abbrechen und eine Karriere einschlagen will, was bei Mindy zu einer sofortigen Panikattacke führt. Unterdessen versuchen sich Danny und Jeremy daran, sich mit ihrer alten Vermieterin gut zu stellen, um sie zu einer Senkung der Büromiete zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":8486863,"hoster":"VOE"},{"redirect":8643813,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Stockbett (und andere Katastrophen)","epNo":11,"alt":"Bunk Bed","descr":"Mindys Patentochter Riley verlangt von ihr ein Hochbett für die gemeinsame Übernachtung. Mindys Pläne werden jedoch zunichte gemacht, als Morgan und Danny beim Versuch, das Bett aufzubauen, ebenjenes einstürzen lassen und Gwen dabei verletzen. Unterdessen finden Shauna und Betsy im Büro einige interessante Gegenstände auf ihrer Suche nach dem Dieb des People-Magazins.","versions":[{"lang":1,"streams":[{"redirect":8486864,"hoster":"VOE"},{"redirect":8643818,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein One Night Stand ist schwer","epNo":12,"alt":"Hooking Up Is Hard","descr":"Mindy will einen One-Night-Stand mit Brendan, der männlichen Hebamme, der ihr einen ihrer Patienten abspenstig gemacht hat. Die Dinge laufen jedoch ziemlich schief, als plötzlich Brendans Bruder Duncan und Morgan auftauchen. Unterdessen treffen sich Eye Patch und Danny für eine Verabredung.","versions":[{"lang":1,"streams":[{"redirect":12930212,"hoster":"VOE"},{"redirect":8643815,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mindyana Jones","epNo":13,"alt":"Harry \u0026 Sally","descr":"Mindy glaubt, mit Jaime endlich den perfekten Freund gefunden zu haben, nur um herauszufinden, dass er mit seiner besten Freundin eine für ihren Geschmack viel zu enge Beziehung unterhält. Als Danny von Jillian verlassen wird, versucht er mit Morgans tatkräftiger Unterstützung sein Bestes, um sie zurückzuerobern.","versions":[{"lang":1,"streams":[{"redirect":8486867,"hoster":"VOE"},{"redirect":8643814,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Valentinstag (Harry und Mindy)","epNo":14,"alt":"Harry \u0026 Mindy","descr":"Mindy versucht, Jaimes Problem zu lösen, indem sie Lucy mit Danny für ein Valentinstags-Doppeldate verkuppelt. Allerdings funkt es zwischen Danny und Lucy auf anhieb und Mindy und Jaimes Date wird ruiniert. Währenddessen hilft Jeremy auf dem Weg zu seiner heißen Valentinstagsverabredung Morgan mit seinen Aufreißkünsten.","versions":[{"lang":1,"streams":[{"redirect":8486869,"hoster":"VOE"},{"redirect":8643816,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mindy’s Minute","epNo":15,"alt":"Mindy’s Minute","descr":"Mindy wird angeboten, bei den lokalen Nachrichten einen eigenen Beitrag zu moderieren und sucht sich eine unerwartete Quelle für die Hilfe bei der Vorbereitung. Währenddessen kehrt Beverly als Verwaltungsassistentin ins Büro zurück, hat aber Schwierigkeiten damit, mit der hippen Kultur und modernen Technologie mitzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8486883,"hoster":"VOE"},{"redirect":8643819,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mister Right","epNo":16,"alt":"The One That Got Away","descr":"Mindy trifft sich mit ihrem \"ersten Kuss\" Sam. Die beiden schwelgen in Erinnerungen an ihre Zeit im jüdischen Ferienlager und lassen ihre Jugendromanze bald wieder aufleben.","versions":[{"lang":1,"streams":[{"redirect":13114548,"hoster":"VOE"},{"redirect":8643817,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mindy’s Geburtstag","epNo":17,"alt":"Mindy’s Birthday","descr":"Mindys Freunde und Kollegen schmeißen aus Versehen die schlechteste Geburtstagparty aller Zeiten für sie. Nachdem Mindy hinaus stürmt, trifft sie auf eine neue Freundesgruppe, mit der sie feiern kann. Doch als sie in einen Streit mit ihren neuen Freunden gerät, bekommt sie Hilfe von jemandem aus ihrer nicht allzu fernen Vergangenheit. Unterdessen kämpfen Danny und Jeremy um die Gunst von Mindys Freundin.","versions":[{"lang":1,"streams":[{"redirect":8486886,"hoster":"VOE"},{"redirect":8643823,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Danny’s Freund","epNo":18,"alt":"Danny’s Friend","descr":"Danny wird dabei erwischt, wie er Schmerzmittel für seinen Freund aus Kindertagen Stevie aus dem Büro schmuggelt. Zwischen ihm und Mindy funkt es gleich. Unterdessen ist Mindy schockiert, als Heather, Joshs Exfreundin, die die Weihnachtsfeier ruiniert hat, bei ihr vor der Tür steht und um ihren Segen zum Einzug in ihr Wohnhaus erbittet. Mindy sagt ja, plant aber sofort, Heathers Bewerbung für die Wohnung zu sabotieren.","versions":[{"lang":1,"streams":[{"redirect":8486890,"hoster":"VOE"},{"redirect":8643820,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mein cooler christlicher Freund","epNo":19,"alt":"My Cool Christian Boyfriend","descr":"Als Mindy ein Date mit einem süßen Pastor namens Casey hat, fühlt sie sich gezwungen, zu seiner Kirche zu gehen, um ihm zu zeigen, dass sie ein guter Mensch ist. Doch als Casey gesteht, dass er sie für egoistisch hält, beschließt sie, als Freiwillige mit der Praxis in ein Frauengefängnis zu fahren, um ihm das Gegenteil zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":8486891,"hoster":"VOE"},{"redirect":8643821,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Pretty Man","epNo":20,"alt":"Pretty Man","descr":"Als Mindy beschließt, alleine nachts aus zu gehen, lernt sie einen atemberaubend hübschen Mann kennen, der sich als Callboy herausstellt. Entsetzt versucht Mindy, ihm aus dem Weg zu gehen, bis ihr einfällt, dass sie eine Begleitung für Dannys und Alex’ Dinner Party braucht, und ihm wie bei \"Pretty Woman\" ein Makeover verpasst.","versions":[{"lang":1,"streams":[{"redirect":8486889,"hoster":"VOE"},{"redirect":8643824,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Santa Fe","epNo":21,"alt":"Santa Fe","descr":"Während die Ärzte der Praxis sich auf eine medizinische Tagung in Santa Fe vorbereiten, erhält Mindy eine Nachricht von ihrem Exfreund Josh, der nun dort lebt und mit ihr reden möchte. Mindy erlebt allerdings eine Überraschung, als sie erfährt, warum Josh umgezogen ist. Morgan hilft unterdessen Jeremy bei einer potenziell karrierefördernden Presentation, die nicht nach Plan verläuft.","versions":[{"lang":1,"streams":[{"redirect":8486896,"hoster":"VOE"},{"redirect":8643822,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Triathlon","epNo":22,"alt":"Triathlon","descr":"Mindy erwägt, zum christlichen Glauben zu konvertieren, um Casey zu beeindrucken. Die Angestellten treten unterdessen in einem Triathlon gegen die Hebammen an und Dannys Exfrau Christina kommt zurück nach New York, um ihn zu konfrontieren. Morgan macht einen Fehler, der ihn seinen Job kostet.","versions":[{"lang":1,"streams":[{"redirect":8486902,"hoster":"VOE"},{"redirect":8643829,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Donkey Kong","epNo":23,"alt":"Frat Party","descr":"Mindy betreut eine College-Studentin. Doch als es Casey und Mindy unerwartet Streit haben, beschließt sie, ihre Probleme bei einer Studentenparty zu ertränken, wo sie auf ihre alte Flamme Tom trifft. Daraufhin ist die Hölle los. Danny und Jeremy versuchen, Morgan von den Hebammen wegzukriegen.","versions":[{"lang":1,"streams":[{"redirect":8486904,"hoster":"VOE"},{"redirect":8643825,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Nimm mich mit","epNo":24,"alt":"Take Me With You","descr":"Als Mindy beschließt, mit Casey nach Haiti zu gehen, um als Freiwillige zu arbeiten, schmeißen Danny und seine Exfrauen ihnen eine Party, die sie nie vergessen werden.","versions":[{"lang":1,"streams":[{"redirect":8486907,"hoster":"VOE"},{"redirect":8643827,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"All meine Probleme für immer gelöst","epNo":1,"alt":"All My Problems Solved Forever …","descr":"Casey macht Mindy auf Haiti einen Heiratsantrag! Der romantische Moment wird leider durch eine Gallenkolik bei Mindy unterbrochen. Das Nächste, was sie weiß, ist, dass sie sich plötzlich, nach einer Gallenblasenoperation wieder in New York befindet. Wenn man schon mal da ist, kann man auch gleich (entgegen Mindys eigentlicher Vorstellung) im kleinen Kreis heiraten, bevor es nach Haiti zurückgeht. Aber ist es das, was sie will? Ihr wird klar, dass sie New York und die Praxis mehr vermisst, als sie sich eingestehen will. Wird Mindy die Hochzeit durchziehen und wieder nach Haiti gehen? Danny kämpft derweil mit und um seine Beziehung mit Christina. Mittlerweile wohnen sie zusammen leider will es mit dem Sex nicht richtig klappen, denn Danny hat im wahrsten Sinne des Wortes keine Lust. Was liegt da näher als sich dem neuen Praxiskollegen Doktor Paul Leotard, seines Zeichens Gynäkologe und Sextherapeut anzuvertrauen. Wenn auch nicht freiwillig, sondern auf Drängen von Christina. Auch Mindy macht Bekanntschaft mit Paul, der nicht nur wahnsinnig nett , sondern auch noch Exmodel.ist. Wir dürfen gespannt sein.","versions":[{"lang":1,"streams":[{"redirect":8486910,"hoster":"VOE"},{"redirect":8643826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der andere Doktor L.","epNo":2,"alt":"The Other Dr. L","descr":"Nachdem Mindy sich entschieden hat, Casey nicht erneut nach Haiti zu begleiten, soll Ihr Arbeitsalltag in der Praxis nun wieder beginnen. Doch sie muss feststellen, dass Der neue Doktor L., sich erfolgreich in der Praxis und bei ihren Kollegen breit gemacht und eingeschmeichelt hat. Nicht nur, dass er ihr Büro und ihren Namen übernommen hat nein, er behandelt auch alle ihre Patientinnen. Das kann Mindy unmöglich auf sich sitzen lassen, also versucht sie durch ein Wettsaufen von Shots, alles was ihr lieb und teuer ist zurück zu gewinnen. Dass der er tolle Doktor Leotard doch nicht so ohne Fehl und Tadel ist, stellt er fulminant damit unter Beweis, dass er, stark unter Restalkohol stehend, ausgerechnet mit Danny’s Exfrau Christina, Sex hat. Danny versucht auf seine Weise, über Christina hinweg zu kommen er spielt mit einer Gang verlassener Männer Basketball, deren Wahlspruch wie folgt lautet: \"Single und cool\". Es ist nur eine Frage der Zeit, bis Danny a) von Pauls betrunkenem Onenightstand mit Christina erfährt und b) seine Konsequenzen daraus ziehen wird. Und dann heißt es Paul, oder er einer von beiden wird die Praxis verlassen müssen.","versions":[{"lang":1,"streams":[{"redirect":13114550,"hoster":"VOE"},{"redirect":8643828,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Musikfestival","epNo":3,"alt":"Music Festival","descr":"Kaum aus Haiti zurück, überrascht Casey Mindy damit, dass er nicht mehr Pastor sein möchte, sondern ab sofort DJ. Dieser radikale berufliche Kurswechsel mach Mindy zu schaffen, dennoch beschließt sie Casey zu unterstützen und begleitet ihn zu seinem ersten Auftritt auf einem großen Musikfestival. Sie muss feststellen, dass Casey ein wirklich guter DJ ist umso mehr trifft es sie, als Casey nach nur einem Auftritt beschließ, seine gerade beginnende Karriere als DJ wieder an den Nagel zu hängen, um Eventmanager zu werden. Wird Mindy mit dem ständigen Wechsel in Casey Lebensplanung Schritt halten können? Viel wichtiger: Will sie das überhaupt? Während sich alle aus der Praxis bei dem Musikfestival auf welchem Casey auflegt, irgendwie amüsieren, stellt Jeremy notgedrungen einen neuen Kollegen ein, da er eine Doppel-Geburt in Danny’s und Mindy’s Abwesenheit nicht allein bewältigen kann. Doktor Peter Prentice wir dürfen gespannt sein, was alle Anderen dazu sagen.","versions":[{"lang":1,"streams":[{"redirect":8486916,"hoster":"VOE"},{"redirect":8643830,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Morgans Magie","epNo":4,"alt":"Magic Morgan","descr":"Mindy leidet unter der Trennung von Casey. Ständig wir sie an ihn erinnert ein neues Praxisschild mit seinem Nachnamen drauf, den sie im Falle einer Hochzeit natürlich angenommen hätte, zwingen sie endgültig in die Knie. Da erzählt Morgan ihr, dass alle Frauen, die er jemals gedatet hat, merkwürdigerweise immer im Anschluss daran, ihre Traummänner finden. Mindy hat keine Wahl. In ihrer Verzweiflung beschließt sie, Morgans Magie auszuprobieren. Im letzten Moment überlegt sie es sich anders. Doch da hat sie die Rechnung ohne Morgan gemacht. Der verklagt sie nämlich kurzerhand (mit Hilfe des Anwalts Cliff Gilbert, dessen Kanzlei sich im gleichen Gebäude wie die Praxis befindet) auf 200 Tausend Dollar Schadenersatz, wegen sexueller Belästigung.","versions":[{"lang":1,"streams":[{"redirect":8486912,"hoster":"VOE"},{"redirect":8643838,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Würstchen Nacht","epNo":5,"alt":"Wiener Night","descr":"Auf einem Flug lernt Mindy den gutaussehenden Kultur Redakteur Jason Richmond kennen. Ein Aufschrei geht durch die Praxis und alle sind sich einig. Mindy und ein anspruchsvoller Kunstredakteur? Auf keinen Fall. Mindy macht sich bereit, den Gegenbeweis anzutreten. Derweil muss Danny die Nachwehen seines Beziehungs-Neustart-Versuches mit Christina ausbaden. Offensichtlich reicht es Christina nicht, dass sie mit Danny’s Praxiskollegen Doktor Paul Leotard geschlafen hat, nein, diesmal hat sich eine ganz besondere Rache überlegt und stellt sämtliche Nacktbilder von Danny, samt einer Videobotschaft, in einer New Yorker Galerie aus. Fieberhaft versucht Danny die Ausstellung zu verhindern, doch es gelingt ihm auch mit der Hilfe von Cliff, dem Anwalt, der seine Kanzlei im gleichen Gebäude wie Shulman und Partner hat, nicht. Danny ist am Ende. Ganz New York wird ihn nackt sehen!","versions":[{"lang":1,"streams":[{"redirect":8486913,"hoster":"VOE"},{"redirect":8643839,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Bro-Club","epNo":6,"alt":"Bro Club For Dudes","descr":"Mindy stellt sich die Frage, wieso sie mit Peter einfach nicht warm wird. Schlimmer noch sie hat das Gefühl er kann sie nicht leiden. Sie nimmt sogar einen Rat von Danny an und geht mit Peter Mittag essen ohne Erfolg. Als Danny ihr danach vorschlägt, \"Interesse\" an Peter und dessen Aktivitäten zu zeigen, beschließt Mindy \"ihre\" Jungs, sprich Danny, Jeremy, Morgan und Peter zu einem Amateur-Kampf zu begleiten da ahnt sie noch nicht, dass Peter dort zu seinem ersten eigenen Kampf antritt. Der Kampf nimmt sie derart gefangen, dass sie darüber sogar ihr Date mit Jason, dem Kultur-Redakteur vergisst und diesen versetzt. Doch auch Morgan hat zu kämpfen und zwar mit Ray Ron, Tamra’s eifersüchtigem Freund, der ihm unbedingt eine reinhauen möchte. Und was das alles mit einem Pavillon und einem Basketball-Platz im Praxis-Außenbereich zu tun hat es bleibt spannend.","versions":[{"lang":1,"streams":[{"redirect":13114551,"hoster":"VOE"},{"redirect":8643831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Skater","epNo":7,"alt":"Sk8er Man","descr":"Mindy schäumt. Ihr Freunde Colin und Anna setzen sie auf einer ihrer Dinner-Party’s plötzlich an den Pärchen Tisch! Und sie muss sich von ihnen sagen lassen, dass sie aufgeben hätten, Ihr Männer vorzustellen, da sie zu wählerisch sei. Und Danny hat nichts Besseres zu tun, als in die gleiche Kerbe zu hauen! Mindy tritt den Gegenbeweise an ausgerechnet mit Graham, einem über 40jährigen Skater, der sie am Morgen, auf dem Weg zur Arbeit über den Haufen gefahren hat. Jeremy trifft derweil auf seinen Vater und wir wissen alle, dass Jeremy’s Verhältnis zu seiner Familie, eher ein Gespanntes ist hält er sich doch für eine Enttäuschung. Nur um zu beweisen, dass sie nicht wählerisch ist, lässt sich Mindy also auf ein Vierer-Date mit Danny und dessen zweifelhafter Eroberung, der langweiligen Mary ein. Denn um mit gutem Beispiel voran zu gehen, muss Danny natürlich beweisen, dass auch er nicht wählerisch ist. Klingt wie eine Katastrophe ist auch eine. Was passt weniger zu Mindy, als ein verantwortungsloser, nicht krankenversicherter, tätowierter Skater? Aber einen heißen Körper hat Graham der Skater allemal …","versions":[{"lang":1,"streams":[{"redirect":8486924,"hoster":"VOE"},{"redirect":8643833,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"SMS Für Dich","epNo":8,"alt":"You’ve Got Sext","descr":"Mindy hat ein Auge auf Cliff Gilbert geworfen. Da hilft es wenig, dass er ihr im Fahrstuhl mit einem großartig aussehenden Model begegnet. Doch so wirklich kann sich sich gerade gar nicht damit auseinandersetzen, denn sie hat ihre Handtasche, inklusive Handy und Wohnungsschlüssel verlegt. Sie beschließt bei einem wenig begeisterten Danny zu übernachten. Dort begegnet sie Amy, die Danny ihr als \"seine verrückte Nachbarin\" vorstellt. Mindy erklärt sich bereit, Danny’s Freundin zu spielen und erfährt dabei ganz erstaunliche Dinge über Danny. In der Zwischenzeit finden ausgerechnet Morgan und Peter Mindy’s Handtasche, im Ärzteaufenthaltsraum. Selbstverständlich \"müssen\" die beiden tätig werden, und Mindy’s Glück mit Cliff \"auf die Sprünge helfen\", als eine sms von ihm eingeht. Es entspinnt sich ein heißer sms Flirt zwischen Cliff und Mindy äh, Cliff, Peter und Morgan. Cliff ahnt nicht, dass er nicht mit Mindy schreibt und Mindy hat bei Danny mit ganz anderen Dingen zu kämpfen und dass Danny möchte, dass sie Untersetzer unter ihre Gläser tut, ist das kleinste davon …","versions":[{"lang":1,"streams":[{"redirect":8486929,"hoster":"VOE"},{"redirect":8643832,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weiße Mami Dot Com","epNo":9,"alt":"Mindy Lahiri Is A Racist","descr":"Nach einem netten Erstgespräch mit einer neuen Patientin, findet Danny sich und die Praxis unverhofft auf einer White Power Website wieder! Der Verbund arischer junger Mütter, \"White-Mommy-Dot-Com\" lobt die Qualitäten der Praxis im Internet! Eine Katastrophe, zumal die Hebammen sofort auf diesen Zug \"aufspringen\" und Shulman und Partner mit einer Demonstration öffentlich des Rasissmus beschuldigen! Mit Hilfe der PR Expertin Priss, wird fieberhaft an einer Gegenstrategie gearbeitet. Doch statt eines Einzel-Media-Trainings, landet Danny mit Priss im Bett. Als sich auch noch Tamra auf die Seite der Hebammen schlägt, und der Bezirksabgeordnete Whitfield auf der Demonstration erschein und Front gegen die Praxis macht, scheint das Schicksal von Shulman und Partner besiegelt. Aber Mindy wird doch sicherlich etwas einfallen, um das Steuer herumzureißen oder?","versions":[{"lang":1,"streams":[{"redirect":12930213,"hoster":"VOE"},{"redirect":8643835,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mister und Misses Hochzeit","epNo":10,"alt":"Wedding Crushers","descr":"Mindy flattert eine Hochzeitseinladung ins Haus. Ausgerechnet Josh, Ihr drogenabhängiger Exfreund heiratet. Damit nicht genug, er scheint auch noch ihre persönliche Traumhochzeit zu feiern! Mindy entschließt sich hinzugehen und da sie unmöglich allein bei Josh’s Traumhochzeit auftauchen kann, entschließt sie sich Peter mitzunehmen. Wir erinnern uns bei der letzten Hochzeit eines Exfreundes, ist Mindy betrunken mit dem Fahrrad in den Pool gefahren was noch die kleinere Katastrophe war … Danny freut sich derweil über den Besuch seines Bruders Richie, der in Palm Beach Tennisprofi, und (was wir so ganz nebenbei erfahren) schwul ist. Was Danny erstaunlicherweise überhaupt nicht stört, denn er liebt seinen kleinen Bruder heiß und innig. Auch erfahren wir, durch Richie, dass Danny’s Vater ihn gern wiedersehen würde. Danny hegt jedoch einen offensichtlich zu tiefen Groll, gegen den Mann, der die Familie im Stich ließ. Wir erfahren in diese Episode so das ein oder andere über Danny, was uns überrascht …","versions":[{"lang":1,"streams":[{"redirect":8486922,"hoster":"VOE"},{"redirect":8643834,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Christmas Party Sex Trap","descr":"Weihnachten in New York. Und Mindy beschließt, eine große Weihnachtsfeier für das gesamte Gebäude zu geben. Doch sie unterschätzt Danny, dem natürlich sofort klar ist, was hinter ihrer vermeintlichen Uneigennützigkeit und dem Wunsch nach einer \"gebäudeübergreifenden\" Weihnachtsfeier\" steckt. Er unterstellt Mindy nämlich, dass sie das alles nur tut, um Cliff näher zu kommen. Und, er hat Recht damit. Mindy überlegt sich einen genialen 4 Schritte Plan, um sich an Cliff heran zumachen. Ob ihr Plan aufgehen wird, obwohl die große Weihnachtsfeier erstens glutenfrei wird (Tamra leidet unter Zöliakie) und zweitens alkoholfrei (denn Peter möchte nicht erneut bei einer Weihnachtsfeier einen Tannenbaum begatten und entschließt sich deswegen nüchtern zu bleiben)? Erschwerend hinzu kommt die Tatsache, dass Cliff ja eigentlich mit Heather liiert ist …","versions":[{"lang":2,"streams":[{"redirect":11329039,"hoster":"VOE"},{"redirect":10143786,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Danny Castellano ist mein Personaltrainer","epNo":12,"alt":"Danny Castellano Is My Personal Trainer","descr":"Bei Mindy und Cliff wird es ernst. So ernst, dass Cliff mit ihr ein romantisches Wochenende beim Skifahren verbringen möchte. Inklusive aller Schikanen: Küsse im Sessellift, Drinks am Kamin und einem Whirlpool. Moment Whirlpool?! Das bedeutet für Mindy, entweder Bikini oder nackt und das Ihr, die doch extra eine Taktik entwickelt hat, um ihre Figur nie gänzlich vor ihrem Freund zeigen zu müssen. Da hilft nur eins: Ein Personal Trainer muss her, um ihren Körper in Form zu bringen. Nach einem vergeblichen Versuch mit Morgan als Trainer, bleibt ihr nur noch Danny, der es tatsächlich schafft ein effektives, auf Mindy zugeschnittenes, sagen wir mal \"Trainingsprogramm\" zu entwickeln. In der Zwischenzeit versucht sich Peter, bedingt durch eine Erkrankung Jeremy’s, als Geschäftsführer der Praxis. Doch so leicht wie er dachte, scheint der Geschäftsführer-Job nicht zu sein, denn plötzlich hat er es mit einer Eule und einer Million Gummihandschuhe zu tun …","versions":[{"lang":1,"streams":[{"redirect":8486934,"hoster":"VOE"},{"redirect":8643836,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"L.A.","epNo":13,"alt":"LA","descr":"Mindy, Danny, Peter und Morgan besuchen eine medizinische Konferenz und zwar in L.A.! Natürlich lockt die Stadt Mindy und Peter mehr, als die Konferenz, wohingegen Danny sich lieber im Hotel verschanzt, vor lauter Angst seinem verhassten Vater, der in der Nähe wohnt, zu begegnen. Mindy und Peter genießen derweil L.A. und gehen shoppen. In einem trendigen Sneaker-Laden begegnen sie … Casey! Denn Casey macht jetzt \"in Turnschuhen\", besitzt ein Strandhaus und schmeißt gigantische Promi-Partys. Natürlich lädt er Mindy zu einer solchen Party ein. Und obwohl Mindy Cliff versprochen hat, Casey nicht zu treffen, bröckelt Ihr Widerstand, als sie sie Peter aufmuntern möchte und mal ehrlich? Ein bisschen Neugier ist sicherlich auch dabei und Casey mit ihren Erzählungen von Cliff beeindrucken, möchte sie auch. Eine von Paparazzi missinterpretierte Szene im Pool hat folgeschwere Konsequenzen für Mindy … Währenddessen muss Danny sich am Telefon mir seinem Dad konfrontieren und Peter mit seiner verschmähten Liebe zu Maria Menouonos. Tja und Morgan? Morgan ist wie stets bemüht allen irgendwie zu helfen auch wenn er dadurch die ein oder andere Situation \"verschlimmbessert\".","versions":[{"lang":1,"streams":[{"redirect":8486936,"hoster":"VOE"},{"redirect":8643837,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Wüste","epNo":14,"alt":"The Desert","descr":"Mindy und Danny sind nach wie vor in L.A.. Danny bittet Mindy ihn zu seinem Vater zu begleiten, nachdem er sich endlich dazu durchringen konnte, diesen zu besuchen. Als Mindy dies ablehnt, da sie wild entschlossen ist, Cliff zurück zu gewinnen, überlistet Danny sie kurzerhand und entführt sie quasi. Es kommt zu ersten Begegnung zwischen Danny und seinem verhassten Vater und zur ersten Begegnung zwischen Danny und seiner kleinen Schwester, von der er bisher nichts wusste. Die Familienverhältnisse werden neu sortiert und es scheint als könne Danny endlich Frieden mit seinem Vater schleißen. Als Danny Mindy auf dem Rückflug von L.A., quasi als Gegenleistung, für ihre, wenn auch nicht ganz freiwillige, moralische Unterstützung in Bezug auf seinen Vater, dabei hilft, einen Liebesbrief an Cliff zu verfassen, damit sie ihn zurückgewinnt, gerät das Flugzeug in Turbulenzen … Und alles kommt ganz anders …","versions":[{"lang":1,"streams":[{"redirect":8486948,"hoster":"VOE"},{"redirect":8643840,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lass uns knutschen, du Idiot","epNo":15,"alt":"French Me, You Idiot","descr":"Zurück in New York, möchte Mindy die Beziehung zu Cliff nun doch nicht mehr weiterführen, nachdem sie und Danny sich im Flugzeug, nun ja, \"näher gekommen sind\". Cliff jedoch, empfängt die Heimkehrerin, samt Danny mit einer Mariachi Band und hat andere Pläne er möchte die Beziehung durchaus weiterführen. Während Mindy sich schwer tut, den richtigen Zeitpunkt zu finden und Danny’s Eifersucht und sein katholischer Glaube die Situation nicht eben erleichtern, verstirbt Cliff’s geliebte Großmutter, genannt \"Grom\". Cliff ist am Boden und das Beziehungsaus mit Mindy würde ihm wahrscheinlich den Rest geben, denkt Mindy. Also heißt es, die Beerdigung abwarten. Was sowohl Mindy, als auch Danny, vor eine besondere Herausforderung stellt …","versions":[{"lang":1,"streams":[{"redirect":8486933,"hoster":"VOE"},{"redirect":8643848,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Sex Tape","epNo":16,"alt":"Indian BBW","descr":"Mindy und Danny nähern sich langsam aber sicher an. Und genau dieses \"langsam\" ist für Danny ein Problem. Mindy möchte es nämlich langsam angehen lassen, sprich: Sie möchte, zu dessen Leidwesen, noch nicht mit Danny schlafen. Als Danny sich eine Meningitis einfängt und im Krankenhaus landet, überschlagen sich die Ereignisse. Peter entdeckt beim täglichen Surfen auf seiner Lieblings Pornoseite im Internet, ein Sextape von Mindy! Es zeigt sie und Tom vor 10 Jahren. Und obwohl Mindy und Peter alles versuchen, (inklusive eines Besuches bei den \"Machern\" der Pornowebsite die sich zufällig als Dartmouth Absolventen entpuppen, was der Sache ziemlich dienlich ist) damit dieses Video nicht in die Hände von Danny gerät landet es am Ende genau dort, bei Danny im Krankenhaus. Wird Mindy’s und Danny’s aufkeimende Liebe dieses Sextape überstehen?","versions":[{"lang":1,"streams":[{"redirect":12335930,"hoster":"VOE"},{"redirect":8643841,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Cool bleiben","epNo":17,"alt":"Be Cool","descr":"Man könnte meinen alles wäre toll jetzt wo Mindy und Danny sich endlich \"gekriegt\" haben. Man könnte hoffen die anfänglichen Schwierigkeiten wären überwunden. Doch weit gefehlt. Danny möchte das Ganze \"locker\" angehen lassen und hält es für besser den Anderen erstmal nichts davon zu erzählen. Mindy spielt das Spiel mit und kann der Situation anfänglich noch einen gewissen Reiz abgewinnen. Doch als bei Mindy eingebrochen wird und sich Morgan und nicht Danny bereit erklärt, bei Mindy zu übernachten, dämmert ihr, dass die \"heimliche Liebe\" möglicherweise doch nicht so ganz \"das Wahre\" ist. Spätestens mit dem Auftauchen von Brooke, einer ehemaligen Affäre Danny’s, wird die Situation für sie unerträglich, zumal Danny sich wie ein absoluter Idiot benimmt. Er zettelt sogar eine Party in Mindy’s Wohnung an, nur um nicht zugeben zu müssen, dass sie beide ein Paar sind. Die ganze Sache wird zu einer \"Geschichte voller Missverständnisse\" am Ende wird sogar Peter verdächtigt, Mindy’s neuer Lover zu sein. Um Mindy beizustehen spielt er mit – denn gerade für Peter ist Danny’s Benehmen unerträglich, schließlich weiß er, dass Mindy und Danny ein Paar sind.","versions":[{"lang":1,"streams":[{"redirect":8486947,"hoster":"VOE"},{"redirect":13900325,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hollywood Hamilton","epNo":18,"alt":"Girl Crush","descr":"Zwischen Mindy und Danny ist es vorbei, bevor es richtig angefangen hat. Danny versucht auf seien Weise mit der Situation umzugehen, indem er Peter’s Schwester Sally datet was Peter kein bisschen gefällt, vermutet er doch, dass Danny Sally lediglich als Lückenbüßer für Mindy einsetzt. Währendessen bemüht Jeremy sich, seine männlichen Kollegen für einen Ausflug mit dem neuen Klinikmobil nach Spanish Harlem zu begeistern, wo er das Praxisimage mit kostenloser Brustkrebsvorsorge aufzupolieren gedenkt. Doch ohne Mindy droht dieser Ausflug ein Desaster zu werden und das nicht erst, als Peter und Danny wegen Sally aneinandergeraten. Auch Mindy versucht ihrem Liebeskummer zu entfliehen. Als sie beim Sport von Sheila Hamilton angesprochen wird, ihres Zeichens berühmte Promi-Gynäkologin, ist Mindy Feuer und Flamme. Als Sheila Mindy auch noch einen Job in ihrer Praxis mit extrem hoher Promi-Dichte anbieten, gibt es für Mindy kein Halten mehr. Oder doch?","versions":[{"lang":1,"streams":[{"redirect":8486943,"hoster":"VOE"},{"redirect":8643850,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Denk wie ein Peter","epNo":19,"alt":"Think Like a Peter","descr":"Peter ermutigt Mindy, mehr wie ein Mann zu denken. Auf seinen Rat hin gehen sie in eine Bar, wo sie Lee, einen erstklassigen Lehrer kennenlernen, der nichts Gutes im Schilde führt.","versions":[{"lang":1,"streams":[{"redirect":13114553,"hoster":"VOE"},{"redirect":8643843,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Offizier und eine Gynäkologin","epNo":20,"alt":"An Officer and a Gynecologist","descr":"Mindy hat einen\" Run-in\" mit dem Gesetz, als ein mürrischer Polizist ermahnt, sie gebe seiner Tochter die Pille …","versions":[{"lang":1,"streams":[{"redirect":13114554,"hoster":"VOE"},{"redirect":8643844,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hallo Nachbar","epNo":21,"alt":"The Girl Next Door","descr":"Danny bietet Mindy die Möglichkeit, die andere Wohnung die er in dem Gebäude besitzt, zum Verkauf an. Allerdings wird er eifersüchtig als sich diese dazu entschließt..","versions":[{"lang":1,"streams":[{"redirect":8486951,"hoster":"VOE"},{"redirect":8643852,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Danny und Mindy","epNo":22,"alt":"Danny and Mindy","descr":"Mindy glaubt, dass sie den Mann ihrer Träume getroffen hat, nachdem er von ihrer Begegnung in einer New Yorker Zeitung schreibt …","versions":[{"lang":1,"streams":[{"redirect":8486963,"hoster":"VOE"},{"redirect":8643847,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Endlich ein Paar!","epNo":1,"alt":"We’re a Couple Now, Haters!","descr":"Mindy und Danny wollen in der Praxis ihre Beziehung abstecken. Derweil wird es kompliziert, als Jeremy eine Wohltätigkeitsveranstaltung mit Peters Freundin Lauren organisieren will. Morgans Cousin Lou Tookers schaut in der Praxis vorbei.","versions":[{"lang":1,"streams":[{"redirect":8486952,"hoster":"VOE"},{"redirect":14404046,"hoster":"Vidoza"},{"redirect":8643845,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13921430,"hoster":"VOE"},{"redirect":10143812,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meine Feindin Annette Castellano","epNo":2,"alt":"Annette Castellano Is My Nemesis","descr":"Mindy will sich von ihrer besten Seite zeigen, um die Zustimmung von Dannys Mom zu bekommen, als diese in die Stadt kommt. Derweil will sich Morgan in seiner Beziehung mit Tamra durchsetzen.","versions":[{"lang":1,"streams":[{"redirect":8486957,"hoster":"VOE"},{"redirect":8643846,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verbrechen, Delikte und ein Exfreund","epNo":3,"alt":"Crimes \u0026 Misdemeanors \u0026 Ex-BFs","descr":"Mindy bekommt Steuerprobleme und will eine Beziehung mit Cliff vortäuschen, um die Praxis vor ihrer betrügerischen Vergangenheit zu schützen. Peter und Jeremy versuchen, sich heimlich auszustechen und Laurens Herz zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8486958,"hoster":"VOE"},{"redirect":14404042,"hoster":"Vidoza"},{"redirect":8643849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Experimente","epNo":4,"alt":"I Slipped","descr":"Mindy und Danny betreten in ihrer Beziehung Neuland. Mindy glaubt daher, alle Register ziehen zu müssen, um ihren Freund zu beeindrucken. Morgan will Jeremy und Peter durch einen Trick dazu bringen, ihren Streit beizulegen.","versions":[{"lang":1,"streams":[{"redirect":8486971,"hoster":"VOE"},{"redirect":14404037,"hoster":"Vidoza"},{"redirect":8643851,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Teufel trägt es sportlich","epNo":5,"alt":"The Devil Wears Lands\u0027 End","descr":"Mindy und Danny bekommen Probleme, als Mindy das Image der Praxis aufbessern will. Peter legt seinen Streit mit Jeremy beiseite, als er von dessen Fähigkeiten im Beer Pong erfährt, mit denen er Shonda Rhimes in einem Spiel besiegen könnte.","versions":[{"lang":1,"streams":[{"redirect":8486966,"hoster":"VOE"},{"redirect":14404045,"hoster":"Vidoza"},{"redirect":8643861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930210,"hoster":"VOE"},{"redirect":10143793,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alles zu seiner Zeit","epNo":6,"alt":"Caramel Princess Time","descr":"Danny nimmt sich Mindys chronisches Zuspätkommen vor und erteilt ihr eine Lektion in Sachen Pünktlichkeit. Tamra und Morgan schicken Peter auf ein Blind Date mit ihrer Schriftsteller-Freundin.","versions":[{"lang":1,"streams":[{"redirect":8486962,"hoster":"VOE"},{"redirect":14403937,"hoster":"Vidoza"},{"redirect":8643853,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13921431,"hoster":"VOE"},{"redirect":10143794,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wir müssen über Annette reden","epNo":7,"alt":"We Need to Talk about Annette","descr":"Mindy hat keine Probleme damit, sich Dinge zu \"leihen\", die ihr nicht gehören – bis sie Dannys Mutter beim Klauen erwischt. Derweil entpuppt sich Peters \"Traumfrau\" Abby als kleiner Albtraum.","versions":[{"lang":2,"streams":[{"redirect":11329041,"hoster":"VOE"},{"redirect":10143789,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Tagebuch einer verrückten Inderin","epNo":8,"alt":"Diary of a Mad Indian Woman","descr":"Mindy wird gezwungen, als Mentorin für die Assistenzärzte zu arbeiten. Danny gerät in Schwierigkeiten, als er Mindys Tagebuch findet und nicht anders kann, als es zu lesen.","versions":[{"lang":1,"streams":[{"redirect":8486972,"hoster":"VOE"},{"redirect":14403943,"hoster":"Vidoza"},{"redirect":8643854,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143795,"hoster":"VOE"},{"redirect":10143798,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie werde ich nur die Mutter los?","epNo":9,"alt":"How To Lose a Mom in Ten Days","descr":"Mindy versucht sich als Kupplerin.","versions":[{"lang":1,"streams":[{"redirect":12251402,"hoster":"VOE"},{"redirect":14403946,"hoster":"Vidoza"},{"redirect":8643860,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was macht Peter?","epNo":10,"alt":"What About Peter?","descr":"Mindy ist so entschlossen, Peter bei seiner Wohnungssituation zu helfen, dass ihre Beziehung mit Danny etwas kompliziert wird.","versions":[{"lang":1,"streams":[{"redirect":8486979,"hoster":"VOE"},{"redirect":14403953,"hoster":"Vidoza"},{"redirect":8643858,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143796,"hoster":"VOE"},{"redirect":10143799,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Weihnachten","epNo":11,"alt":"Christmas","descr":"Weihnachten rückt näher, und Mindy fragt sich, ob Danny ihr einen Antrag machen wird. Durch eine Verwechslung bekommt Morgan ein perfektes Date.","versions":[{"lang":1,"streams":[{"redirect":8486970,"hoster":"VOE"},{"redirect":14403949,"hoster":"Vidoza"},{"redirect":8643856,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stanford","epNo":12,"alt":"Stanford","descr":"Mindy fährt zur Stanford University, wo sie in ihrem Kurs alles andere als einen guten ersten Eindruck hinterlässt. In New York will man derweil unbedingt ein Baskettball-Turnier gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8486986,"hoster":"VOE"},{"redirect":14403962,"hoster":"Vidoza"},{"redirect":8643855,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Liebe in San Francisco","epNo":13,"alt":"San Francisco Bae","descr":"In der neuen Stadt trifft Mindy ihren ehemaligen Schwarm aus Princeton wieder, der nun Milliardär ist. Sie stellt sich das Leben in Reichtum vor, das sie mit ihm hätte haben können, und hinterfragt ihre Beziehung mit Danny.","versions":[{"lang":1,"streams":[{"redirect":8486983,"hoster":"VOE"},{"redirect":14403967,"hoster":"Vidoza"},{"redirect":8643857,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schluss mit lustig","epNo":14,"alt":"No More Mr. Noishe Guy","descr":"Rob bietet Mindy die Möglichkeit, eine eigene Praxis in San Francisco zu eröffnen. Es fällt ihr schwer, Danny davon zu erzählen, vor allem als er ihr das Haus zeigt, das er in New York für sie beide gekauft hat.","versions":[{"lang":1,"streams":[{"redirect":8486984,"hoster":"VOE"},{"redirect":14403975,"hoster":"Vidoza"},{"redirect":8643859,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Essen bei Familie Castellano","epNo":15,"alt":"Dinner At The Castellanos","descr":"Mindy hat große Neuigkeiten für Danny. Als sie ihm die mitteilen will, kommen unerwartet sein Vater und seine Halbschwester vorbei. Annette lädt sie alle zu dem unangenehmsten Familienessen ein, das die Welt je gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8486989,"hoster":"VOE"},{"redirect":14403983,"hoster":"Vidoza"},{"redirect":8643862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143797,"hoster":"VOE"},{"redirect":10143800,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Werte der Familie Lahiri","epNo":16,"alt":"Lahiri Family Values","descr":"Mindy hat sich entschieden, mit Rob in San Francisco eine Praxis zu eröffnen, aber ihre Kreditwürdigkeit gefährdet eine Kreditaufnahme. Derweil will Danny in der Praxis verkünden, dass er mit Mindy nach San Francisco zieht.","versions":[{"lang":1,"streams":[{"redirect":13114552,"hoster":"VOE"},{"redirect":14403998,"hoster":"Vidoza"},{"redirect":8643863,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Danny, der Ernährungsberater","epNo":17,"alt":"Danny Castellano Is My Nutritionist","descr":"Danny ist entsetzt über Mindys schreckliche Essgewohnheiten und trifft eine Vereinbarung mit ihr: Er hört mit dem Rauchen auf, wenn sie besser isst. Derweil fällt es Jeremy schwer, Peters Platz in der Praxis einzunehmen.","versions":[{"lang":1,"streams":[{"redirect":14403995,"hoster":"VOE"},{"redirect":14404004,"hoster":"Vidoza"},{"redirect":14403997,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Neue Aufgaben","epNo":18,"alt":"Fertility Bites","descr":"Mindys Fruchtbarkeitsklinik ist eröffnet. Aber ohne Erfahrung auf diesem Gebiet ist es schwieriger als gedacht, Patienten zu kriegen. Die Schwestern sammeln Geld für übergewichtige Schwestern, während sie Dr. Bergdahl kennenlernen wollen.","versions":[{"lang":1,"streams":[{"redirect":8486988,"hoster":"VOE"},{"redirect":14404008,"hoster":"Vidoza"},{"redirect":8643867,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Beichte","epNo":19,"alt":"Confessions of a Catho-holic","descr":"Dannys Priester stirbt, nachdem er seine Beichte gehört hat. Daraufhin sucht Danny verzweifelt einen neuen Priester, damit er für seine Sünden Buße tun kann. Jeremy zwingt währenddessen die Kollegen dazu, seine Ein-Mann-Show zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":8486997,"hoster":"VOE"},{"redirect":14404020,"hoster":"Vidoza"},{"redirect":8643864,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Babybauch","epNo":20,"alt":"What to Expect When You\u0027re Expanding","descr":"Mindy fühlt sich in ihrem Körper unwohl, weil ihr Babybauch wächst. Sie trifft sich mit Sheena, einer angehenden Stylistin. Jeremy hat Liebeskummer wegen Lauren und will neue Frauen treffen. Dabei begegnet er Morgan.","versions":[{"lang":1,"streams":[{"redirect":8486994,"hoster":"VOE"},{"redirect":14404019,"hoster":"Vidoza"},{"redirect":8643865,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Trauzeuge","epNo":21,"alt":"Best Man","descr":"Mindy fragt sich, ob Danny es mit ihrer Beziehung ernst meint, weil er nicht zu einem Abendessen mit ihren Eltern auftaucht. Morgan glaubt, Danny sei nicht der Vater des Babys und ruft alle Männer zusammen, mit denen Mindy geschlafen hat.","versions":[{"lang":1,"streams":[{"redirect":8486999,"hoster":"VOE"},{"redirect":14404027,"hoster":"Vidoza"},{"redirect":8643866,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"In meinen Träumen","epNo":1,"alt":"While I Was Sleeping","descr":"Da Danny ihr keinen Heiratsantrag macht, träumt Mindy vom Eheleben mit dem perfekten Mann. Danny will unterdessen Mindys Eltern davon abhalten, sie mit einem begehrten indischen Junggesellen zu verheiraten.","versions":[]},{"epId":"episode-2","name":"Danny, der Feigling","epNo":2,"alt":"C Is For Coward","descr":"Danny und die hochschwangere Mindy können sich nicht auf die Geburtsmethode einigen. Doch die beiden Gynäkologen müssen lernen, dass sie manche Dinge einfach nicht in der Hand haben.","versions":[]},{"epId":"episode-3","name":"Leo Castellano ist mein Sohn","epNo":3,"alt":"Leo Castellano Is My Son","descr":"Mindys Versuch, das Beste aus ihrem Mutterschaftsurlaub zu machen, führt zu Aufregung, Gefahr und einem großen Streit mit Danny. Tamra verbreitet Gerüchte über Jeremys neue Freundin.","versions":[{"lang":1,"streams":[{"redirect":8486998,"hoster":"VOE"},{"redirect":8643872,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"An die Arbeit","epNo":4,"alt":"The Bitch Is Back","descr":"Mindy nimmt ihr Kind mit zur Arbeit und stellt dort fest, dass ihr neuer Kollege nicht besonders nett zu Babys (geschweige denn zu Mindy) ist.","versions":[{"lang":1,"streams":[{"redirect":8486992,"hoster":"VOE"},{"redirect":8643878,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hausfrau und MILF","epNo":5,"alt":"Stay At Home MILF","descr":"Mindy fällt es schwer, die perfekte Hausfrau und Mutter zu sein. Sie gibt Danny die Chance, sich darin zu versuchen. Währenddessen sucht sich Morgan eine merkwürdige Freundin.","versions":[{"lang":1,"streams":[{"redirect":8487000,"hoster":"VOE"},{"redirect":8643869,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Roadtrip","epNo":6,"alt":"Road Trip","descr":"Danny nimmt Morgan gezwungenermaßen mit auf einen Roadtrip nach Kalifornien. Unterwegs wartet eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8487006,"hoster":"VOE"},{"redirect":8643868,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mindy und das Kindermädchen","epNo":7,"alt":"Mindy and Nanny","descr":"Mindy muss das anstrengendste Kindermädchen der Welt feuern: ihre Schwiegermutter. Jody will Jeremy vor seiner manipulativen Freundin bewahren.","versions":[{"lang":1,"streams":[{"redirect":8487008,"hoster":"VOE"},{"redirect":8643870,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mindys Klinik","epNo":8,"alt":"Later Baby","descr":"Mindys Kinderwunschklinik steckt in finanziellen Problemen. Sie ist gezwungen, sich mit einem unwahrscheinlichen Geschäftspartner zusammenzutun.","versions":[{"lang":1,"streams":[{"redirect":8487007,"hoster":"VOE"},{"redirect":8643871,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jody Kimball-Kinney ist mein Nachbar","epNo":9,"alt":"Jody Kimball-Kinney Is My Husband","descr":"Mindy will Leo unbedingt einen Platz im besten Kindergarten Manhattans beschaffen. Da Danny jedoch nicht in der Stadt ist, ist sie auf die Hilfe ihres Erzfeindes Jody angewiesen, um das Auswahlgremium zu beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":8487004,"hoster":"VOE"},{"redirect":8643873,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Trauerarbeit","epNo":10,"alt":"The Departed","descr":"Ohne Danny ist Mindy so einsam, dass sie unter Vortäuschung falscher Tatsachen einer Selbsthilfegruppe beitritt. Morgan und Colette finden unterdessen heraus, was Tamra heimlich in ihrer Freizeit macht.","versions":[{"lang":1,"streams":[{"redirect":12930211,"hoster":"VOE"},{"redirect":8643874,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Lahiris und die Castellanos","epNo":11,"alt":"The Lahiris and the Castellanos","descr":"Mindys und Dannys Eltern treffen zum ersten Mal aufeinander. Ihre unterschiedlichen Ansichten sorgen für merkwürdige Stimmung bei der Verlobungsfeier. Außerdem muss Mindy Danny ein Geheimnis verraten.","versions":[{"lang":1,"streams":[{"redirect":8487011,"hoster":"VOE"},{"redirect":8643875,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Elternfalle","epNo":12,"alt":"The Parent Trap","descr":"Mindy freut sich über ihre erste schwangere Patientin in der neuen Kinderwunschklinik, aber sie verdächtigt Danny, dass er ein weiteres Kind mit ihr möchte.","versions":[]},{"epId":"episode-13","name":"Das erste Treffen","epNo":13,"alt":"When Mindy Met Danny","descr":"Die erste Hälfte der Staffel endet mit einem besonderen Rückblick auf Mindys ersten Arbeitstag bei Schulman and Associates, der zeigt, wie sehr sich ihre Beziehung zu Danny über die Jahre verändert hat.","versions":[{"lang":1,"streams":[{"redirect":12382772,"hoster":"VOE"},{"redirect":8643877,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"ja oder nein?","epNo":14,"alt":"Will They Or Won’t They","descr":"Mindy und Jody betreuen eine Gruppe wilder Studentinnen, die Urlaub in der Stadt machen, um Eizellen einfrieren zu lassen. Als Mindy von Danny mit einem romantischen Abend abgelenkt wird, richten die Mädels in New York City Chaos an.","versions":[{"lang":1,"streams":[{"redirect":14044858,"hoster":"VOE"},{"redirect":8643880,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Es wird ernst","epNo":15,"alt":"2 Fast 2 Serious","descr":"Mindy will wieder daten und trifft auf einen vielversprechenden Kandidaten (Ross Marquand aus ‚The Walking Dead‘). Doch er geht in der Beziehung viel zu schnell vor, und Tamra und Mindy wollen herausfinden, was es mit ihm auf sich hat.","versions":[{"lang":1,"streams":[{"redirect":8487013,"hoster":"VOE"},{"redirect":8643876,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Finanzprobleme","epNo":16,"alt":"So You Think You Can Finance","descr":"Mindy merkt, dass ihre Finanzen chaotisch sind, und wendet sich an Jeremys Ex-Freundin Whitney, die Ordnung in die Sache bringen soll.","versions":[{"lang":1,"streams":[{"redirect":8487015,"hoster":"VOE"},{"redirect":8643879,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mindy Lahiri ist zu haben","epNo":17,"alt":"Mindy Lahiri Is DTF","descr":"Mindy sucht nach einer unkomplizierten Affäre und probiert Online-Dating aus. Nach mehreren peinlichen Treffen reißt sie sich zusammen und sagt endlich, was sie will.","versions":[{"lang":1,"streams":[{"redirect":12335926,"hoster":"VOE"},{"redirect":8643881,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bernardo und Anita","epNo":18,"alt":"Bernardo \u0026 Anita","descr":"Mindy hat ein Date mit einem Inder, der sie \"Kokosnuss\" nennt: außen indisch, aber innen weiß. Mindy ist verletzt und unternimmt mehr mit anderen Indern, um herauszufinden, ob an dem Vorwurf was dran ist.","versions":[{"lang":1,"streams":[{"redirect":8487016,"hoster":"VOE"},{"redirect":8643882,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Rückfall","epNo":19,"alt":"Baby Got Backslide","descr":"Als Mindys alte Flamme Casey (Anders Holm) nach New York zurückkehrt, muss sie der gefährlichen Versuchung widerstehen, eine Beziehung mit einem Ex-Freund wieder aufzuwärmen.","versions":[{"lang":1,"streams":[{"redirect":8487024,"hoster":"VOE"},{"redirect":8643883,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das beste Date der Welt","epNo":20,"alt":"The Greatest Date In The World","descr":"Mindys Lieblingspatientin will ein Kind mit ihrem Freund, von dem sie sich ständig trennt. Mindy findet die Idee schrecklich und will sie trotz ihrer professionellen Einstellung vor diesem Fehler bewahren.","versions":[{"lang":1,"streams":[{"redirect":8487021,"hoster":"VOE"},{"redirect":8643884,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143802,"hoster":"VOE"},{"redirect":10143803,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unter der Sonne von Texas","epNo":21,"alt":"Under The Texan Sun","descr":"Bei einem Überraschungsbesuch bei Peter in Texas lenkt Mindy sich mit einem hübschen Fremden von ihren Beziehungsproblemen ab. Peter hat währenddessen ein großes Geheimnis vor seiner Frau Lauren.","versions":[{"lang":2,"streams":[{"redirect":11329043,"hoster":"VOE"},{"redirect":10143801,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf nach Princeton","epNo":22,"alt":"Princeton Charming","descr":"Mindy, Morgan und Jody fahren zu einer Präsentation an Mindys alter Universität. Doch als Jodys neue Freundin auch mit will, wird es kompliziert.","versions":[{"lang":1,"streams":[{"redirect":8487022,"hoster":"VOE"},{"redirect":8643895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10143805,"hoster":"VOE"},{"redirect":10143806,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Softball ist nichts für Heulsusen","epNo":23,"alt":"There’s No Crying In Softball","descr":"Mindy hat Pläne für den Samstag mit ihrem neuen Freund, wird aber gezwungen, an einem Softball-Turnier im Krankenhaus teilzunehmen. Es fällt ihr schwer, ihr Privatleben und ihren Beruf zu trennen.","versions":[{"lang":1,"streams":[{"redirect":8487025,"hoster":"VOE"},{"redirect":8643886,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Kinderstar","epNo":24,"alt":"My Kid Stays In The Picture","descr":"Mindy bietet sich die Chance, Leo zu einem Kinderstar zu machen. Deshalb lässt sie sich von Jeremy die Grundlagen des Managements beibringen.","versions":[{"lang":2,"streams":[{"redirect":12335922,"hoster":"VOE"},{"redirect":10143804,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die neue Praxis","epNo":25,"alt":"Freedom Tower Women’s Health","descr":"Morgan und Jeremy besuchen Danny in seiner neuen Praxis, und Mindy bekommt eine mysteriöse neue Patientin. Außerdem bedroht ein schmutziges Geheimnis ihre frisch aufkeimende Romanze.","versions":[{"lang":1,"streams":[{"redirect":8487030,"hoster":"VOE"},{"redirect":8643887,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ehebrecher","epNo":26,"alt":"Homewrecker","descr":"Nach einer Panne in Leos Kindergarten müssen Danny und Mindy Zeit miteinander verbringen. Jody will währenddessen Mindys Vertrauen mit einem völlig übertriebenen Geschenk zurückgewinnen.","versions":[{"lang":1,"streams":[{"redirect":8487037,"hoster":"VOE"},{"redirect":8643885,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Entscheidungen","epNo":1,"alt":"Decision 2016","descr":"Durch den Kauf einer Wohnung will Jody Mindys Herz gewinnen, und Jody muss sich zwischen ihrer alten Flamme Danny und einer neuen Beziehung zu Jody entscheiden. Tamra wird misstrauisch, als sie erfährt, dass Mindy sie wegen des Ausflugs nach Miami angelogen hat. Gemeinsam mit Colette will sie herausfinden, was Mindy an dem Wochenende tatsächlich getrieben hat. Und mit wem.","versions":[{"lang":1,"streams":[{"redirect":8487031,"hoster":"VOE"},{"redirect":8643889,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Streik","epNo":2,"alt":"Nurses’ Strike","descr":"Mindy pflegt den kranken Leo, und ein Streik setzt Shulman \u0026 Associates zu. Initiator ist Ben, ein hübscher Pfleger. Jody will die Wohnung verkaufen, und Brendan Deslaurier (Mark Duplass) bittet Mindy um Hilfe bei einem neuen Projekt.","versions":[{"lang":1,"streams":[{"redirect":8487027,"hoster":"VOE"},{"redirect":8643888,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Margaret Thatcher","epNo":3,"alt":"Margaret Thatcher","descr":"Der Streik der Krankenschwestern dauert an, und Mindy entwickelt Gefühle für den Feind: Ben, der Anführer der Krankenschwestern. Während die Ärzte und Schwestern die Stellung halten, wirkt sich der Stress auf Jeremys Gesundheit aus.","versions":[{"lang":1,"streams":[{"redirect":8487028,"hoster":"VOE"},{"redirect":8643890,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mindy Lahiri ist frauenfeindlich","epNo":4,"alt":"Leo’s Girlfriend","descr":"Jeremy erholt sich weiterhin von seinem Herzinfarkt, und in der Praxis wird ein neuer Arzt gesucht. Jeremy und Jody wollen eine Frau einstellen, aber Mindy teilt nur ungern das Rampenlicht. Zwischen ihr und Ben wird es ernst, aber sie hat Schwierigkeiten, sich auf jemanden einzulassen, der in einem fernen Vorort wohnt.","versions":[{"lang":1,"streams":[{"redirect":8487040,"hoster":"VOE"},{"redirect":8643891,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leland Breakfast","epNo":5,"alt":"Leland Breakfast Is the Miracle Worke","descr":"Als Mindy herausfindet, dass ihr neuer Freund andere Frauen neben ihr hat, lässt sie sich auf ein Date mit einem berühmten Schauspieler ein: Leland Breakfast, \"der schlimme Finger des Londoner Theaters\". Die Schwestern wollen Jody aufmuntern, der nach Mindys Abfuhr am Boden zerstört ist, und sie erfahren von seinem drastischen Vorhaben.","versions":[{"lang":1,"streams":[{"redirect":8487036,"hoster":"VOE"},{"redirect":8643893,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Foto","epNo":6,"alt":"Concord","descr":"Am Vorabend von Dannys Hochzeit flüchtet Mindy in ihren Heimatort in Massachusetts und erfährt von den dubiosen Methoden ihrer Mutter, um ihre Schauspielkarriere am Stadttheater voranzutreiben. Als Mindy und Rishi sich einmischen, erfährt sie von Dannys Zweifeln gegenüber einer Ehe mit Sarah.","versions":[{"lang":1,"streams":[{"redirect":8487039,"hoster":"VOE"},{"redirect":8643892,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der TV-Auftritt","epNo":7,"alt":"Revenge Of The Nurse","descr":"Mindy freut sich über Bens Chance, einen medizinischen Beitrag in einer morgendlichen Talkshow zu leisten. Doch als er keinerlei Interesse am Ruhm zeigt, kommen Mindy Zweifel, ob sie mit jemandem zusammen sein möchte, der ihren Ehrgeiz nicht teilt. Die Situation schärft sich zu, als Mindys alte Flamme auftaucht, der eine sensationelle Karriere hinlegt.","versions":[{"lang":1,"streams":[{"redirect":12335929,"hoster":"VOE"},{"redirect":8643894,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Immer und immer wieder","epNo":8,"alt":"Hot Mess Time Machine","descr":"Mindy kämpft noch mit der Trennung von Ben und muss ein und denselben Tag wieder und wieder erleben. Dann wird ihr klar, dass sie den Bann nur brechen kann, wenn sie sich mit Ben versöhnt.","versions":[{"lang":1,"streams":[{"redirect":8487035,"hoster":"VOE"},{"redirect":8643901,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bat Mitzvah","epNo":9,"alt":"Bat Mitzvah","descr":"Mindy gerät in Panik, als ihr neuer heißer Freund Ben sie nicht zur Bat-Mizwa seiner Tochter einlädt. Jody behauptet, er hätte seinen Liebeskummer überwunden, datet aber Mindys Doppelgängerin.","versions":[{"lang":1,"streams":[{"redirect":8487042,"hoster":"VOE"},{"redirect":8643896,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Patricia gibt alles","epNo":10,"alt":"Take My Ex-Wife, Please","descr":"Mindy rastet aus, als sie erfährt, dass Ben Besuch von seiner superheißen Exfrau hat. Anna hat Ärger zu Hause und bittet widerwillig ihre Kollegen um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8487041,"hoster":"VOE"},{"redirect":8643903,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Reserviert","epNo":11,"alt":"Dibs","descr":"Anna ist tieftraurig und weint sich bei Mindy aus. Jody und Jeremy streiten um ihre Aufmerksamkeit. Morgan will sein Liebesleben in Schwung bringen und geht dabei auf Colettes neue Freundin Karen los, als die ihn aus Versehen stört.","versions":[{"lang":1,"streams":[{"redirect":8487045,"hoster":"VOE"},{"redirect":8643897,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mindy Lahiri ist ein weißer Mann","epNo":12,"alt":"Mindy Lahiri is a White Man","descr":"Mindy wird ungerechter weise bei einer Beförderung übergangen und geht ins Bett, weil sie sich wünscht, dass alles anders wäre. Sie wacht im Körper eines gut aussehenden weißen Mannes auf und entdeckt schnell die Vorzüge, die das Privileg der weißen Männer mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":8487054,"hoster":"VOE"},{"redirect":8643899,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mindy’s beste Freundin","epNo":13,"alt":"Mindy’s Best Friend","descr":"Mindys Welt wird auf den Kopf gestellt, als ihr cooler Freund aus Kindertagen nach New York zieht und anfängt mit Morgan auszugehen. Währenddessen muss Ben seine Spuren verwischen, nachdem die Krankenschwestern ihn in einer aufreizenden Situation entdeckt haben.","versions":[{"lang":1,"streams":[{"redirect":8487053,"hoster":"VOE"},{"redirect":8643898,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Antrag","epNo":14,"alt":"A Decent Proposal","descr":"Mindy erfährt das Ben möglicherweise einen Heiratsantrag plant, gerade als sie beschließt das sie niemals heiraten will.","versions":[{"lang":1,"streams":[{"redirect":8487047,"hoster":"VOE"},{"redirect":8643900,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Ist das alles?","epNo":1,"alt":"Is That All There Is?","descr":"Während Mindy sich an das Eheleben mit Ben gewöhnt, versucht Jeremy, die Beziehung mit Anna auf die nächste Stufe zu heben und Tamra trifft eine lebensverändernde Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":13004888,"hoster":"VOE"},{"redirect":8960694,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein romantisches Beziehungsende","epNo":2,"alt":"A Romantical Decouplement","descr":"Als Ben einen Job in Philadelphia in Aussicht hat, wird das zur Beziehungsprobe für ihn und Mindy. Anna lädt ihre Kolleginnen zu einem Mädelsabend ein, wo Tamra klar wird, dass sie in jemanden aus der Praxis verliebt ist.","versions":[{"lang":1,"streams":[{"redirect":8964182,"hoster":"VOE"},{"redirect":8964186,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Scheiden tut weh","epNo":3,"alt":"May Divorce Be With You","descr":"Mindy bittet ihren Ex Cliff (Glenn Howerton) um Hilfe bei ihrer Scheidung, doch Peter (Adam Pally) ist wieder in der Stadt und zieht Mindy mit einer legendären Karaokeparty in der Praxis aus ihrem Tief.","versions":[{"lang":1,"streams":[{"redirect":8964205,"hoster":"VOE"},{"redirect":8964202,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leos Freundin","epNo":4,"alt":"Leo’s Girlfriend","descr":"Mindy legt sich an Leos Schule mit einer cliquenhaften Mom (Julie Bowen) an. Tamra weist die Avancen eines Ex zurück, mit dem sie sich nie einen zweiten Versuch vorstellen konnte.","versions":[{"lang":1,"streams":[{"redirect":8964032,"hoster":"VOE"},{"redirect":8964029,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der verlorene Sohn","epNo":5,"alt":"Jeremy \u0026 Anna’s Meryl Streep Costume Party","descr":"Alle Kollegen freuen sich auf Jeremys Party. Mindy lädt einen attraktiven Fremden ein, der unerwartetes Interesse an Shulman \u0026 Associates zeigt. Jody konkurriert mit einer hübschen Ärztin, nachdem diese ihm einen Patienten abgeworben hat.","versions":[{"lang":1,"streams":[{"redirect":8964070,"hoster":"VOE"},{"redirect":8964064,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hebammengeschichten","epNo":6,"alt":"The Midwife’s Tale","descr":"Shulman \u0026 Associates wird auf den Kopf gestellt, als Mindy Brendan Deslaurier (Mark Duplass) einstellt, der vom Pech verfolgt ist. Die Gerüchteküche brodelt, und alle fragen sich, wer der Vater von Tamras Baby ist.","versions":[{"lang":1,"streams":[{"redirect":8964082,"hoster":"VOE"},{"redirect":8964074,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Single Flitterwochen","epNo":7,"alt":"Girl Gone Wild","descr":"Mindy muss die von Ben geplante Hochzeitsreise alleine antreten. Sie hofft auf Erholung und einen Flirt, findet sich aber in einem veganen Wellness-Hotel neben ihrem Ex-Verlobten Casey (Anders Holm) und seiner sexy Angetrauten wieder.","versions":[{"lang":1,"streams":[{"redirect":8964103,"hoster":"VOE"},{"redirect":8964104,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ärzte ohne Grenzen","epNo":8,"alt":"Doctors Without Boundaries","descr":"Annette (Rhea Perlman) ist wütend, als Mindy hinter ein Geheimnis von ihr kommt und sich einmischt. Jody will seine neue Freundin (Ana Ortiz) daran hindern, einen Job im Ausland anzunehmen, und Tamra lernt Morgans Religion kennen.","versions":[{"lang":1,"streams":[{"redirect":8964125,"hoster":"VOE"},{"redirect":8964115,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Danny im echten Leben","epNo":9,"alt":"Danny in Real Life","descr":"Mindy und Danny sind sich uneins über die optimale Behandlung für die erkrankte Annette. Annas Junggesellinnen- und Babyparty für Tamra endet im Fiasko,als Colette mit ihrem Bruder Jody streitet.","versions":[{"lang":1,"streams":[{"redirect":12930214,"hoster":"VOE"},{"redirect":8964138,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Du, und nur du allein","epNo":10,"alt":"It Had to Be You","descr":"Mindys Fruchtbarkeitspraxis ist in Gefahr, und Annettes OP steht an. Während Mindy und Danny auf das Ergebnis der OP warten, geht Mindy auf die Traumhochzeit von Morgan und Tamra, wo sie und der Rest der Gruppe ihr eigenes Happy End suchen.","versions":[{"lang":1,"streams":[{"redirect":12930219,"hoster":"VOE"},{"redirect":8964154,"hoster":"Streamtape"}]}]}]}]}