{"seriesId":"the-stand-das-letzte-gefecht","name":"The Stand - Das letzte Gefecht","descr":"Eine grausame Grippe-Epidemie rafft die gesamten US-Bevölkerung dahin - mit einer Handvoll Ausnahmen. Die werden in ihren Träumen zu der Hütte einer 106jährigen Farbigen geleitet. Dort bereiten sie sich auf die große Konfrontation mit dem Leibhaftigen vor, der unter dem Namen Randall Flagg in Las Vegas firmiert. Doch der Böse hat die braven Pioniere mit seinen Schergen infiltriert: Bis es zum letzten Gefecht mitten in Las Vegas kommt, müssen noch viele sterben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"The Plague","descr":"Aus einem Forschungslabor des Militärs entweicht ein gefährliches Grippevirus. Binnen kürzester Zeit verbreitet sich der Erreger weltweit. Die Epidemie nimmt bald apokalyptische Dimensionen an. Doch einige wenige, wie Stu Redman (Gary Sinise), scheinen gegen die Krankheit immun zu sein. – Emmyprämierter Endzeitschocker nach dem Bestseller von Stephen King.","versions":[{"lang":1,"streams":[{"redirect":9784649,"hoster":"VOE"},{"redirect":9784656,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"The Dreams","descr":"Die Seuche hat fast die gesamte Bevölkerung dahingerafft. Die wenigen Überlebenden werden von Visionen geplagt, in denen eine Prophetin namens Mutter Abagail (Ruby Dee) die Auserwählten zu sich nach Colorado ruft. Auf dem Weg zu ihr werden sie von dem dämonischen Randall Flagg (Jamey Sheridan), der Verkörperung des Bösen, bedroht. – Fortsetzung des Horrors in Serie nach dem Bestseller von Stephen King.","versions":[{"lang":1,"streams":[{"redirect":6570393,"hoster":"VOE"},{"redirect":9784668,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"The Betrayal","descr":"Aus allen Teilen des Landes treffen Überlebende bei Mutter Abagail (Ruby Dee) ein. Die Prophetin beruft eine Vollversammlung ein und schwört die Menschen auf den Kampf gegen das Böse ein. Zudem entsendet sie Kundschafter, um den dämonischen Randall Flagg (Jamey Sheridan) auszuspionieren. – Mick Garris, Spezialist für Stephen-King-Verfilmungen, inszenierte den Horror in Serie.","versions":[{"lang":1,"streams":[{"redirect":6570394,"hoster":"VOE"},{"redirect":9784611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil 4","epNo":4,"alt":"The Stand","descr":"Randall Flagg, der mit seinen Anhängern in Las Vegas residiert, macht Jagd auf die Spione. Er enttarnt den Richter und Dayna, allein Tom bleibt unentdeckt. Unterdessen machen sich Stu, Larry, Glen und Ralph auf den Weg nach Las Vegas, um den Kampf gegen Flagg aufzunehmen. – Packendes Finale der Bestsellerverfilmung.","versions":[{"lang":1,"streams":[{"redirect":6570397,"hoster":"VOE"},{"redirect":9784634,"hoster":"Streamtape"}]}]}]}]}