{"seriesId":"the-mick","name":"The Mick","descr":"Mackenzie \"The Mick\" Molng (Kaitlin Olson) ist feierfreudig, flucht stets und hat es bisher geschafft, jeder Verantwortung oder \"ehrlicher Arbeit\" zu entgehen. Stattdessen hat sie wo immer möglich den eigenen Vorteil gesucht und versucht, das System auszutricksen. Nun ist sie beinahe am Ziel, ein Leben in Saus und Braus zu führen. Der einzige Haken: Sie muss es auf sich nehmen, sich um die Kinder ihrer Schwester zu kümmern, als die (mitsamt ihrem enorm reichen Ehemann) vor den Strafverfolgungsbehörden außer Landes flieht. Dabei sind nicht nur die Kinder Sabrina (Sofia Black-D’Elia), Chip (Thomas Barbusca) und Ben (Jack Stanton) nervig, Mick muss sich auch noch mit der vornehmen Gegend auseinandersetzen, in der ihre Schwester ihr Haus hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Pudel","epNo":1,"alt":"Pilot","descr":"Mackenzie Murphy, auch Mickey genannt, besucht nach langem ihre reichen Schwester Poodle, wegen Geldmangel\r\rKurze Zeit später findet sie sich wieder, wie sie auf die drei Kinder (Sabrina, Chip und Ben) von Poodle aufpassen muss, bis ihre Schwester wieder kommt.","versions":[{"lang":1,"streams":[{"redirect":8486443,"hoster":"VOE"},{"redirect":8643536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306503,"hoster":"VOE"},{"redirect":11306497,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Großeltern","epNo":2,"alt":"The Grandparents","descr":"Mickey hält die Strapazen mit den Kindern nicht aus. Sie lässt die Großeltern der Kindern auf sie aufpassen, welche sehr Streng sind.","versions":[{"lang":1,"streams":[{"redirect":8486436,"hoster":"VOE"},{"redirect":8643534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306421,"hoster":"VOE"},{"redirect":11306405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Puffer","epNo":3,"alt":"The Buffer","descr":"Sabrina bringt zum ersten Mal ihren Freund nach Hause. Da sie ständig Intim miteinander sind, wollen Mickey und Alba ihr eine Lektion erteilen.","versions":[{"lang":1,"streams":[{"redirect":12930190,"hoster":"VOE"},{"redirect":8643532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306761,"hoster":"VOE"},{"redirect":11306755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ballon","epNo":4,"alt":"The Balloon","descr":"Ben hat Geburtstag. Mickey versucht gegen Sabrina und Chip eine Party für Ben zu veranstalten, jedoch streiten sich die Drei gegeneinander, wer die bessere Party veranstalten kann.","versions":[{"lang":1,"streams":[{"redirect":8486442,"hoster":"VOE"},{"redirect":8643533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306849,"hoster":"VOE"},{"redirect":11306845,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Feuer","epNo":5,"alt":"The Fire","descr":"Chip macht sich Sorgen um seinen kleinen Bruder Ben. Um sich die Zeit zu vertreiben, hat er einen imaginären Freund erfunden, der ihn zu jede Menge Unsinn anstiftet. Während Chip künftig mehr Zeit mit Ben verbringen will, bekommen Mickey und Sabrina die Folgen ihres Nikotinkonsums drastisch vor Augen geführt. Versehentlich verursachen sie ein Feuer, durch das Liz’ Pension abbrennt und versuchen die Schuld dafür Ben zuzuschieben.","versions":[{"lang":1,"streams":[{"redirect":8486445,"hoster":"VOE"},{"redirect":8643537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13004899,"hoster":"VOE"},{"redirect":11306669,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Elternschlafzimmer","epNo":6,"alt":"The Master","descr":"Nach einem desaströsen Date mit Jimmy scheint sich Mickeys Schicksal zum Guten zu wenden: Sie lernt den wohlhabenden Geschäftsmann Teddy kennen. Um Teddy zu imponieren, will Mickey ihn in das luxuriöse Schlafzimmer ihrer Schwester entführen. An die Wohn-Oase grenzt direkt ein traumhaftes Bad an. Doch Mickey ist leider nicht die Einzige in der Familie, die mit dem schmucken Raum liebäugelt. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":12382770,"hoster":"VOE"},{"redirect":8643539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306894,"hoster":"VOE"},{"redirect":11415502,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Country Club","epNo":7,"alt":"The Country Club","descr":"Der Finanzmanager der Familie Pemberton ist im Haus; angeblich wusste er rein gar nichts von den Geldgeschäften der Eltern. Dann kommt heraus, dass eine große Boulevardzeitung eine Story über die gesamte Affäre der Pembertons veröffentlicht hat. Das bringt Chip und Sabrina auf eine grandiose Idee: Ein öffentlicher Auftritt im Country Club, um zu zeigen, dass alles wie immer ist … (Text: ProSieben)","versions":[{"lang":1,"streams":[{"redirect":8486462,"hoster":"VOE"},{"redirect":8643540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306921,"hoster":"VOE"},{"redirect":11306913,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Petze","epNo":8,"alt":"The Snitch","descr":"Unter den Mitgliedern der Leichtathletikmannschaft macht ein anzügliches Foto einer Schülerin die Runde. Ausgerechnet der Jüngste unter ihnen, Chip, wird vom Rektor erwischt, wie er einen Blick darauf wirft. Ein Ehrenkomitee, dem auch seine Schwester Sabrina angehört, stellt Chip daraufhin vor die Wahl: Entweder er hält dicht und nimmt die ganze Schuld auf sich oder er verpetzt seine Teamkameraden und riskiert, zur Strafe von ihnen verprügelt zu werden. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":13001856,"hoster":"VOE"},{"redirect":8643541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306833,"hoster":"VOE"},{"redirect":11306819,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Chaos","epNo":9,"alt":"The Mess","descr":"Mickeys ungewollte Verehrer verbünden sich, um ihre jüngste Romanze zu torpedieren. Sabrina und Alba erteilen Ben eine Lektion in Sachen Verantwortung.","versions":[{"lang":1,"streams":[{"redirect":9945596,"hoster":"VOE"},{"redirect":8643544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306948,"hoster":"VOE"},{"redirect":12480277,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Ballast","epNo":10,"alt":"The Baggage","descr":"Mickey lässt die \"coole Tante\"-Fassade fallen und entscheidet sich dazu den Kindern Vorschriften zu machen, wenn die ihre Versuche sie zu disziplinieren, ignorieren.","versions":[{"lang":1,"streams":[{"redirect":12930194,"hoster":"VOE"},{"redirect":8643545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11306716,"hoster":"VOE"},{"redirect":11306715,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Neue","epNo":11,"alt":"The New Girl","descr":"Als Mickey glaubt, dass Bens Schule ihn diskriminiert, setzt sie sich für ihren Neffen ein. Währenddessen verbringen Sabrina und Chip Zeit mit Alba und lernen ein paar überraschende Dinge über sie.","versions":[{"lang":1,"streams":[{"redirect":8486452,"hoster":"VOE"},{"redirect":12984887,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307076,"hoster":"VOE"},{"redirect":11307070,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Wolf","epNo":12,"alt":"The Wolf","descr":"Es scheint so, als würde Chip von einem Mädchen hineingelegt werden, das er online kennengelernt hat. Daher möchte Mickey ihm beibringen, wie man sich in so einem Fall richtig zur Wehr setzt. Sabrina macht sich Sorgen, dass sich ihr Freund zu viel von Jimmy beeinflussen lässt. Also plant sie eine Intervention.","versions":[{"lang":1,"streams":[{"redirect":8486454,"hoster":"VOE"},{"redirect":8643542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307164,"hoster":"VOE"},{"redirect":11307162,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Rowdy","epNo":13,"alt":"The Bully","descr":"Sabrina\u0027s Journal wurde entwendet und nun wird es gegen sie verwendet. Jimmy meint keiner braucht Zahnärzte und zieht sich selbst einen Zahn.","versions":[{"lang":1,"streams":[{"redirect":13114531,"hoster":"VOE"},{"redirect":8643547,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307252,"hoster":"VOE"},{"redirect":11307246,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Lauf","epNo":14,"alt":"The Heater","descr":"ickey braucht dringend eine Auszeit von den Kindern. Da trifft es sich gut, dass ihr Spielchips in die Hände fallen. Schurstracks bricht Mickey ins nächste Kasino auf, dicht gefolgt von der besorgten Alba, die erfahren hat, dass Mickey zur Spielsucht neigt. Daheim streiten derweil Jimmy und Sabrina darum, wer im Haus das Sagen hat. Als Sabrina ihren kleinen Bruder an die Leine legt, um in Ruhe Shoppen gehen zu können, sieht Jimmy seine Chance gekommen, Sabrina eins auszuwischen.","versions":[{"lang":1,"streams":[{"redirect":8486463,"hoster":"VOE"},{"redirect":8643558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307469,"hoster":"VOE"},{"redirect":11307380,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Pyjama-Party","epNo":15,"alt":"The Sleepover","descr":"Weil Chip gern seinen Freund Dylan zum Übernachten einladen würde, gibt sich Mickey gegenüber Dylans Mutter als Vorzeige-’Mom’ aus. Mit Erfolg! Wie sich schnell herausstellt, ist damit aber nur die halbe Miete gewonnen. Neben Dylan taucht auch dessen volltrunkene Freundin auf und bald schon läutet deren besorgter Vater an der Tür. Mittels GPS-Tracker ist es ihm gelungen, sein Kind ausfindig zu machen.","versions":[{"lang":1,"streams":[{"redirect":8486467,"hoster":"VOE"},{"redirect":8643551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307174,"hoster":"VOE"},{"redirect":11307171,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Implantat","epNo":16,"alt":"The Implant","descr":"Sehr zu Mickeys Entsetzen erwägt Sabrina, sich ihre Brust vergrößern zu lassen. Um ihre Nichte davon zu überzeugen, dass sie im Begriff ist, einen großen Fehler zu machen, greift Mickey zu ausgeklügelten Methoden. Zu Demonstrationszwecken borgt sie sich Implantate aus, um damit gemeinsam mit Sabrina eine \"Proberunde\" zu drehen. Derweil soll Jimmy den Burschen ein wenig Mum einflößen, indem er sie mit zu einem Baseballspiel mitnimmt. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":8486460,"hoster":"VOE"},{"redirect":8643546,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307461,"hoster":"VOE"},{"redirect":11307436,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Eindringling","epNo":17,"alt":"The Intruder","descr":"Als Chip einen Einbrecher auf frischer Tat ertappt, schießt er ihn geschockt an. Zu seiner Überraschung entpuppt sich der Eindringling jedoch als sein Vater Christopher. Auch seine Mutter Poodle hat sich nach monatelanger Flucht vor der Polizei ins Haus eingeschlichen. Bevor die zwei wieder abtauchen, versucht Poodle ihre Schwester Mick loszuwerden, da diese offenbar einen schlechten Einfluss auf ihre Kinder hat. Als gutes Zureden nichts nutzt, bietet sie Mickey für ihr Verschwinden eine Menge Geld an. (Text: ORF)","versions":[{"lang":1,"streams":[{"redirect":13114532,"hoster":"VOE"},{"redirect":8643548,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11307319,"hoster":"VOE"},{"redirect":11307293,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Hotel","epNo":1,"alt":"The Hotel","descr":"Nachdem die Villa abgebrannt ist, wohnen Mickey und die Kinder in einem exorbitant teuren Hotel. Sie lassen es sich dort so gut gehen, dass ihr Finanzberater Barry Alarm schlägt. Seine Aufgabe ist es, das vorhandene Vermögen so einzuteilen, dass es ein Leben lang reicht. Deswegen quartiert er seine Schützlinge in einer günstigeren Bleibe ein und stoppt die Geldzufuhr. Das lässt sich Mickey natürlich nicht gefallen, und sie weiß genau, wie sie sich wehren kann.","versions":[{"lang":1,"streams":[{"redirect":8486470,"hoster":"VOE"},{"redirect":8643549,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Freundin","epNo":2,"alt":"The Friend","descr":"Um nichts zu tun, was sie später bereuen könnte – oder sie ins Gefängnis bringen würde -, entflieht Mickey dem Chaos der abgebrannten Villa. Im Fitnessstudio trifft sie auf die ebenfalls verzweifelte Trish. Die beiden freunden sich an, und so lernt Trish auch Jimmy kennen. Obwohl Mickey und Jimmy nur Freunde sind, gefällt es der taffen Blondine ganz und gar nicht, dass Trish mit ihrem Kumpel flirtet. In ihrer unvergleichlichen Art greift sie durch.","versions":[{"lang":1,"streams":[{"redirect":8486468,"hoster":"VOE"},{"redirect":8643550,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Besuch","epNo":3,"alt":"The Visit","descr":"Mickey weiß nicht, wie sie die Kinder dazu bringen kann, sich zu verstehen. Die drei gehen immer wieder aufeinander los. Hilfe soll ein Treffen mit ihren Eltern im Gefängnis bringen. Was keiner erwartet hätte: Pamela bittet ihre Tochter überzeugend um Vergebung. Und auch Christopher und Chip tut der Kontakt gut. Denn mithilfe seiner Söhne entkommt der inhaftierte Christopher endlich den Fängen seines brutalen Zellengenossen.","versions":[{"lang":1,"streams":[{"redirect":11339915,"hoster":"VOE"},{"redirect":8643559,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Geisterhaus","epNo":4,"alt":"The Haunted House","descr":"Halloween steht vor der Tür, was Jimmy und Mickey zum Anlass nehmen, um eine große Gruselparty zu organisieren. Die Villa soll dabei als Geisterhaus dienen. Sabrina und Alba sind begeistert, während Chip so gar keine Lust auf eine Feier hat. Letztlich gestaltet sich für jeden der Halloween-Abend ganz anders als erwartet.","versions":[{"lang":1,"streams":[{"redirect":11339918,"hoster":"VOE"},{"redirect":8643553,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Erfindung","epNo":5,"alt":"The Invention","descr":"Ben muss an einem Schulprojekt arbeiten: Ziel ist es, etwas zu erfinden und bei einem Wettbewerb vorzustellen. Seine Lehrerin findet, der Junge sei verhaltensauffällig und gibt Mickey den Rat, die ADHS-Tabletten-Dosis zu erhöhen. Mickey sieht das allerdings ganz anders und setzt die Medikament ab – mit ungeahnten Folgen für den Wettbewerb.","versions":[{"lang":1,"streams":[{"redirect":8486477,"hoster":"VOE"},{"redirect":8643552,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Matriarchin","epNo":6,"alt":"The Matriarch","descr":"Urgroßmutter Rita schmeißt eine große Party zu ihrem 100. Geburtstag. Auch Mickey und die Kinder schleichen sich auf die Feier. Allerdings dürfen sie nur bleiben, weil Rita in Mickey ihre besondere Freundin Helen sieht. Mickey ahnt nicht, wie tief diese Freundschaft einst ging – bis Rita in der Nacht plötzlich vollkommen nackt in ihrem Zimmer steht. Charmant verhindert sie, der alten Dame das Herz zu brechen – und zum Abschied erhält Mickey ein großzügiges Geschenk.","versions":[{"lang":1,"streams":[{"redirect":8486486,"hoster":"VOE"},{"redirect":8643555,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Heimkehr","epNo":7,"alt":"The Homecoming","descr":"Mickey macht sich mit Jimmy und den Kindern auf den Weg in die alte Heimat, weil Jimmy einen Preis für seine einstigen Leistungen als Baseballspieler erhalten soll. Leider wurde seine Profi-Karriere durch einen Unfall beendet, bevor sie richtig starten konnte. Mickey will die Chance nutzen, um allen in Warwick zu zeigen, was für ein erfolgreiches Leben sie mittlerweile führt. Für den ängstlichen Chip ist der Ausflug eine ganz besondere Herausforderung, doch Sabrina steht ihm bei.","versions":[{"lang":1,"streams":[{"redirect":11339935,"hoster":"VOE"},{"redirect":8643554,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Lehrer","epNo":8,"alt":"The Teacher","descr":"Mickey hat ein Problem: Als sie erfährt, dass Sabrina für ihren Lehrer Brian schwärmt, fällt ihr nichts Besseres ein, als selbst etwas mit ihm anzufangen, um eine mögliche Affäre der beiden zu unterbinden. Doch Sabrina glaubt ihre Geschichte nicht, und so muss Mickey Beweise für ihr Stelldichein mit Brian liefern – was sie ausgerechnet auf einer Schulveranstaltung macht. Chip kämpft unterdessen darum, bei seinen Klassenkameraden beliebter zu werden.","versions":[{"lang":1,"streams":[{"redirect":8486479,"hoster":"VOE"},{"redirect":8643556,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Scheidung","epNo":9,"alt":"The Divorce","descr":"Für Ben, Sabrina – und vor allem Chip gibt es schlechte Nachrichten: Ihre Eltern wollen sich scheiden lassen. Zudem erfährt Chip, dass sein leiblicher Vater ein Unternehmer namens Howard ist. Anfangs ist der Teenager geschockt, doch dann überwiegt die Neugier. Er bewirbt sich in Howards Konzern und wird tatsächlich eingestellt. Schnell lernen sich die beiden kennen, und Chip geht sogar mit seiner Stiefschwester zu einem Konzert. Doch dann schwärmt Kelly etwas zu sehr für Chip.","versions":[{"lang":1,"streams":[{"redirect":8486478,"hoster":"VOE"},{"redirect":8643564,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Aufstieg","epNo":10,"alt":"The Climb","descr":"Ben hat einen neuen Freund – eigentlich ein Grund zur Freude, würde es sich bei dem Jungen nicht um den etwas merkwürdigen Sohn von Serien-Star Jennie Garth handeln. Als Mickey das herausfindet, wittert sie ihre Chance, Einlass in die Hollywood-High-Society zu erhalten. Chip macht sich derweil auf zu einem Kurztrip mit seinem angeblichen leiblichen Vater Howard. Anfangs verläuft alles bestens, doch dann geht der Ausflug mächtig schief.","versions":[{"lang":1,"streams":[{"redirect":8486488,"hoster":"VOE"},{"redirect":8643568,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Trip","epNo":11,"alt":"The Trip","descr":"Als Sabrina in Mickeys Jacke LSD findet, kann sie nicht widerstehen: Sie nimmt die 20 Jahre alten Drogen – und das ausgerechnet vor dem Bewerbungsgespräch für die Uni. Mickey muss eingreifen. Ob das die Situation allerdings besser macht, ist fraglich. Unterdessen hat sich Albas Cousin Dagoberto angekündigt. Alba möchte ihn – und somit auch den Rest ihrer Familie – mit ihrer harten Arbeit in Amerika beeindrucken, und Chip soll ihr dafür alle erdenklichen Aufgaben erteilen.","versions":[{"lang":1,"streams":[{"redirect":8486491,"hoster":"VOE"},{"redirect":8643557,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Stadt","epNo":12,"alt":"The City","descr":"Der Schock sitzt tief: Mickey und Alba sollen Jimmy identifizieren, der angeblich tot in einem Gewässer gefunden wurde. Doch zum Glück handelt es sich nur um einen Irrtum, denn Jimmy ist wohl auf und plant gerade sein neues Leben. Dafür hat er einen Job in einem Finanzunternehmen angenommen und will seine beiden Chefs mit allen Mitteln von sich überzeugen. Dass er damit einen enormen Fehler macht, ahnt er zu dem Zeitpunkt nicht.","versions":[{"lang":1,"streams":[{"redirect":8486482,"hoster":"VOE"},{"redirect":8643562,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Müllkippe","epNo":13,"alt":"The Dump","descr":"Ben macht einen Schulausflug zu einer Müllkippe und wird dabei von Mickey und Alba begleitet. Doch auf dem Rückweg erwartet sie eine Überraschung: Sie haben einen blinden Passagier an Bord. Allerdings können sie den Jungen nicht einfach zurückbringen, und so nehmen sie ihn erst einmal mit nach Hause. Schnell stellt sich heraus, dass das keine gute Idee war, denn die Polizei vermutet eine Entführung und macht Jagd auf die angeblichen Verbrecher.","versions":[{"lang":1,"streams":[{"redirect":11339844,"hoster":"VOE"},{"redirect":11339842,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Kirche","epNo":14,"alt":"The Church","descr":"Als Alba das dritte Auto in einem Monat zu Schrott fährt, dämmert ihr, dass sie ein Alkoholproblem hat. Sie plant einen Entzug, aber Mickey setzt auf ein anderes Mittel: den Glauben. Sie überzeugt die Familie von einem Besuch in der Kirche. Dort treffen sie auf den jungen Priester Zach, der sowohl Alba als auch Chip beeindruckt. Nur Ben steht der Glaubensfrage eher rational gegenüber. Auch Mickey ist von Zach genervt, der sich langsam zu einem neuen Familienmitglied entwickelt.","versions":[{"lang":1,"streams":[{"redirect":8486494,"hoster":"VOE"},{"redirect":8643561,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Saft","epNo":15,"alt":"The Juice","descr":"Während Mickey Chip und dessen Kumpel Dylan die Feinheiten des Wettens näherbringt, stellt Sabrina ihrer Familie ihre neue Freundin Alexis vor. Jimmy hält allerdings wenig von dieser Beziehung. Er will Sabrina beschützen – und das macht er auf seine ganz eigene Art und Weise. Alba fühlt sich derweil vom Colonel verfolgt, denn merkwürdigerweise verschwindet er und taucht plötzlich ganz woanders wieder auf.","versions":[{"lang":1,"streams":[{"redirect":8486506,"hoster":"VOE"},{"redirect":8643565,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Unfall","epNo":16,"alt":"The Accident","descr":"Ben wird mit vielen anderen Jungs auf eine Pyjamaparty bei seinem Klassenkameraden Troy eingeladen. Vor Aufregung macht er dort jedoch nachts ins Bett. Verzweifelt ruft er Mickey zu Hilfe, die diese Peinlichkeit vor den anderen Jungs vertuschen will. Indes kann Sabrina ihren gefälschten Ausweis nicht finden, den sie zum Ausgehen braucht. Chip sieht eine Chance, seine Beziehung zu ihr zu verbessern: Sein Freund Eduardo ist nämlich ein Profi im Fälschen von Ausweisen.","versions":[{"lang":1,"streams":[{"redirect":8486502,"hoster":"VOE"},{"redirect":8643563,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der freie Abend","epNo":17,"alt":"The Night Off","descr":"Alba nimmt sich frei und startet in ein Wellness-Wochenende, weshalb sich Mickey um die Kinder und den Haushalt kümmern muss. Das hat sie bald satt und geht stattdessen mit Jimmy aus. Dieser lernt dabei einen coolen Typen kennen, der sich jedoch zu seinem Entsetzen als schwul herausstellt. Nach einem Streit ums Babysitten landen Mickey und Sabrina in einer Ausnüchterungszelle. Auch Albas Ausflug verläuft nicht wie geplant.","versions":[{"lang":1,"streams":[{"redirect":8486497,"hoster":"VOE"},{"redirect":11339869,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Auto","epNo":18,"alt":"The Car","descr":"Jimmy verliebt sich in ein altes Polizeiauto aus dem Pfandhaus und kauft es kurzerhand. Mickey, die die Internetsucht der Kinder satt hat, macht mit Jimmy und Ben einen Ausflug mit dem Polizeiauto, der alles andere als glatt läuft. Sabrina will sich derweil ein Tattoo stechen lassen. Was sie jedoch nicht ahnt: Hinter dem online engagierten Tätowierer steckt in Wahrheit Chip. Alba findet seine Flunkerei heraus und macht alles noch schlimmer.","versions":[{"lang":1,"streams":[{"redirect":8486496,"hoster":"VOE"},{"redirect":8643572,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Ball","epNo":19,"alt":"The Dance","descr":"Ben hat seiner Lehrerin angeblich einen Preis gestohlen, der ihr für ihre Leistungen verliehen wurde. Er leugnet die Tat konsequent, und langsam ist der Schuldirektor genervt von den ständigen Eskapaden der Pembertons. Er droht Mickey, alle drei bei der nächsten Gelegenheit von der Schule zu werfen. Chip will indes seinen Schwarm Madison beeindrucken, indem er der Prinz des Lockwoodballs wird – koste es, was es wolle. Sabrina dagegen möchte an einem Stripwettbewerb teilnehmen.","versions":[{"lang":1,"streams":[{"redirect":11339884,"hoster":"VOE"},{"redirect":8643567,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Absolventin","epNo":20,"alt":"The Graduate","descr":"Sabrina feiert ihren Abschluss von der Highschool. Mickey und Jimmy sind sehr stolz auf ihre Ziehtochter, die sogar eine Zusage für die renommierte Universität Yale bekommen hat. Allerdings plagen Sabrina Zukunftsängste, und so möchte sie diese unglaubliche Chance lieber nicht wahrnehmen. Mickey will sie auf ihre eigene Art überzeugen, was gründlich schief geht. Chip kommt derweil bei einer Party seinem Schwarm Madison näher.","versions":[{"lang":1,"streams":[{"redirect":8486501,"hoster":"VOE"},{"redirect":8643570,"hoster":"Streamtape"}]}]}]}]}