{"path":"/serie/stream/the-grid-netz-des-terrors","name":"The Grid - Netz des Terrors","descr":"\"The Grid\" entstand als aufwändige internationale Koproduktion und zeigt die weltweite Verflechtung von Terrorismus wie auch vom Antiterrorkrieg in seiner ganzen Dimension. Zahlreich sind die Schauplätze – unter anderem Zürich -, wo der dänische Regisseur Mikael Salomon (\"Band of Brothers\") Terroristen und Agenten gegeneinander antreten lässt. Natürlich fliegen vor Ort auch die Fetzen, gleichzeitig aber dienen Lokalitäten wie London, Detroit, der Nahe Osten oder aber Nigeria nicht einfach als exotische Terroristenkrieg-Kulisse. Vielmehr sind die Autoren bemüht, mit dem Blick auf soziale und politische Missstände Ursachen für die Radikalisierung der jungen Muslime sichtbar zu machen. Auch hüten sich die Macher davor, die Terroristenjäger pauschal mit einem Glorienschein auszustatten. Stattdessen bekämpfen sich innerhalb der einzelnen Agenturen die \"Guten\" teilweise gegenseitig. Wenn sich schließlich  Briten und US-Amerikaner im Kompetenzgerangel in die Haare geraten, so ist dies der Realität besser abgeschaut als einem lieb sein kann. Regisseur Salomon legt sodann – dramaturgisch geschickt – ein Netz aus Angst, Verrat, Fanatismus und Misstrauen über alle Beziehungen, wodurch die Einsamkeit aller Figuren förmlich greifbar wird…","seasons":[{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-1","name":"Der Anschlag","epNo":1,"alt":"Episode #1","descr":"In einem Londoner Hotel explodiert eine Bombe, 19 Menschen werden getötet. Bei den britischen Sicherheitsbehörden gilt die höchste Alarmstufe, als sie das wahre Ausmaß des Anschlags erkennen: Es handelt sich nicht um eine herkömmliche Sprengbombe, sondern um eine technisch aufwändige und in jedem Fall tödliche Version, die das hochgiftige Nervengas Sarin verwendet. Die Bombe ging auf Grund eines Bedienungsfehlers los, das Hotel war also nicht das anvisierte Ziel. Der Anschlag kann nicht das Werk einiger verwirrter Köpfe sein, vielmehr muss das Unternehmen von langer Hand mit großer Perfektion vorbereitet worden sein. Die Drahtzieher müssen intelligente, strategisch denkende Menschen sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879899","hoster":"VOE"},{"path":"/redirect/11879895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-2","name":"Tödlicher Irrtum","epNo":2,"alt":"Episode #2","descr":"Maren Jackson (Julianna Margulies) bemüht sich um eine verstärkte Zusammenarbeit der britischen und amerikanischen Geheimdienste. Bei den gemeinsamen Nachforschungen finden die Agenten Hinweise auf einen geplanten Anschlag auf die New Yorker U-Bahn. Während sie alles tun, um ein erneutes Blutvergießen zu verhindern, ahnen sie nicht, dass sie von den Attentätern in die Irre geführt wurden. Die Islamisten haben in Wahrheit die Stadt Lagos in Nigeria im Visier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879910","hoster":"VOE"},{"path":"/redirect/14399764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-3","name":"Grabenkämpfe","epNo":3,"alt":"Episode #3","descr":"Wegen des Fehlalarms in New York wird Marens Team aufgelöst. Die Agentin findet sich damit allerdings nicht ab. Sie will inoffiziell weitermachen. FBI-Agent Max und CIA-Experte Raza sagen ihre Unterstützung zu. Unterdessen entdeckt Raghib, ein ehemaliger Kampfgefährte Muhammeds, dass dieser hinter den Anschlägen steckt. Er findet Interesse an dessen Ansichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879925","hoster":"VOE"},{"path":"/redirect/11879909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-4","name":"Mit aller Härte","epNo":4,"alt":"Episode #4","descr":"Zwischen Geheimdienstlern und Terroristen kommt es zu immer erbarmungsloseren Konfrontationen. Beide Seiten ziehen alle erdenklichen Register, um den Kampf zu gewinnen. Unterdessen entdeckt das FBI einen der mutmaßlichen Drahtzieher der Attentate.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879923","hoster":"VOE"},{"path":"/redirect/11879919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-5","name":"Todesangst","epNo":5,"alt":"Episode #5","descr":"Der Top-Terrorist Muhammed bereitet den Anschlag auf die Londoner OPEC-Konferenz vor. Er rekrutiert vier junge Männer als Selbstmordattentäter – und weiß Raghib, seinen ehemaligen Mitstreiter aus dem Afghanistan-Krieg, an seiner Seite. Nach dem Tod seiner Schwester, die von der Geheimpolizei erschossen wurde, hat sich Raghib Muhammed wieder angeschlossen. Raghib übernimmt sogar die Leitung des Londoner Anschlags, bei dem wiederum Sarin eingesetzt werden soll. Der saudi-arabische Geheimdienst versorgt die CIA mit Informationen über die Lage von Muhammeds Versteck. Das Haus wird gestürmt, Muhammed kann aber in letzter Sekunde entkommen. Dafür bleibt ein Laptop zurück, auf dem CIA-Spezialist Raza Michaels Pläne für ein zukünftiges Attentat in den USA entdeckt. Raza und Emily, seine Kollegin vom britischen MI6, schlafen das erste Mal miteinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879930","hoster":"VOE"},{"path":"/redirect/11879929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-grid-netz-des-terrors/staffel-1/episode-6","name":"Showdown","epNo":6,"alt":"Episode #6","descr":"Das FBI nimmt den Tanker vor Chicago ins Visier, doch zunächst rührt sich nichts auf dem Schiff. Als Handlanger des Top-Terroristen Muhammed hat Kaz den Kapitän erschossen und will die Sprengsätze per Funk übers Handy zünden. Bevor er die Explosion auslöst, telefoniert er noch einmal von einer Telefonzelle aus mit seinem Vater. Kaz ahnt nicht, dass Maren mit Hilfe einer Verfügung des Präsidenten die Abschaltung aller Mobilfunknetze in Chicago bewirkt hat. Als Kaz das bemerkt, versucht er, erneut auf das Schiff zu kommen, um die Bomben manuell zu zünden. Bei der Aktion werden Raz und sein Komplize erschossen. FBI-Agent Max selbst wird bei diesem Schusswechsel an der Schulter verletzt. In London beginnt Raghib, der von Muhammed instruiert wurde, mit dem Anschlag auf Teilnehmer der OPEC-Konferenz. Alles läuft wie geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11879960","hoster":"VOE"},{"path":"/redirect/11879948","hoster":"Streamtape"}]}]}]}]}