{"seriesId":"the-brigade","name":"The Brigade","descr":"[B.R.I.] Die neue Actionserie handelt von den Einsätzen einer französischen Spezialeinheit der Polizei, die mit teils wilden Verfolgungsjagden den Clans in Paris den Kampf ansagen. Infolge der Terroranschläge im Pariser Bataclan wird eine Umstrukturierung der Sicherheitskräfte angeordnet. Fortan übernimmt Saïd (Sofian Khammes), ein ehemaliger Soldat einer militärischen Spezialeinheit, die Führung des B.R.I.-Versailles. Die neugegründete elitäre Spezialeinheit der Polizei wird zur Bekämpfung des organisierten Verbrechens in Frankreich eingesetzt. Um von seinen neuen Kollegen Badri (Rabah Naït Oufella), Vanessa (Ophélie Bau) und Julien (Waël Sersoub) akzeptiert zu werden und das Team adäquat zu führen, muss er jedoch völlig andere Methoden als sein charismatischer und angesehener Vorgänger Patrick (Bruno Todeschini) anwenden. Dem fallen derweil seine unklaren Verbindungen zum Gangster Éric Perez (Vincent Elbaz) auf die Füße. Während Saïd noch versucht, seinen Platz zu finden, droht in der französischen Hauptstadt ein Bandenkrieg ungeahnten Ausmaßes.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Saïd übernimmt die Leitung des BRI Versailles, einer auf organisierte Kriminalität spezialisierten Eliteeinheit. Er führt die Offiziere Badri, Julien, Vanessa und Socrate an und muss nicht nur sein Können unter Beweis stellen, sondern auch die Nachfolge des ehemaligen Chefs Patrick antreten.","versions":[{"lang":1,"streams":[{"redirect":13843610,"hoster":"VOE"},{"redirect":13843612,"hoster":"Vidoza"},{"redirect":13843608,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Nach der Ermordung von Sélim muss sich das Team mit der kriminellen Bande befassen, um die Schützen zu finden. Während der Beerdigung von Patricks Frau entdeckt Saïd die wahre Natur der Verbindung, die ihn und Éric Perez verbindet.","versions":[{"lang":1,"streams":[{"redirect":13843609,"hoster":"VOE"},{"redirect":13843611,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Das Team findet die Identität des zweiten Schützen heraus; Éric Perez verrät Saïd, dass er die Leute kennt, die Sélim ermorden ließen; Saïd und Julien verfolgen einen Verdächtigen, als sie auf Socrate stoßen, der gerade dabei ist, Menschenhändler abzufangen.","versions":[{"lang":1,"streams":[{"redirect":13843613,"hoster":"VOE"},{"redirect":13843616,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Socrate gesteht Julien und Saïd, dass er rekrutiert wurde, um gegen mehrere hochrangige Drogenfahnder zu ermitteln, die im Verdacht stehen, Kokainhandel vertuscht zu haben; Jordan, der älteste Sohn von Éric Perez, entkommt einem Attentat.","versions":[{"lang":1,"streams":[{"redirect":13843615,"hoster":"VOE"},{"redirect":13843618,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Nachdem die Operation fehlschlägt, wird Saïd degradiert und Patrick übernimmt wieder die Leitung des Trupps; Éric Perez ist überzeugt, dass die El Hassani-Bande für den Angriff auf seinen Sohn verantwortlich ist und bereitet sich auf Vergeltung vor.","versions":[{"lang":1,"streams":[{"redirect":13843617,"hoster":"VOE"},{"redirect":13843626,"hoster":"Vidoza"},{"redirect":13843621,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Das Team feiert den Erfolg der letzten Operation; Saïd gesteht seinem Team, dass er einen Deal mit der El Hassani-Bande abgeschlossen hat, damit sie ihm bei seinen Ermittlungen helfen können; Als Saïd BRI erneut übernimmt, verliert der Perez-Clan ein Mitglied.","versions":[{"lang":1,"streams":[{"redirect":13843619,"hoster":"VOE"},{"redirect":13843620,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Nina, die Tochter von Éric Perez, beschuldigt einen der El-Hassani-Brüder des Mordes an einem Verwandten; Saïd ist von seiner Unschuld überzeugt und warnt ihn, damit er fliehen kann. Im Gegenzug liefert er Informationen und hilft Socrate bei seinen Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":13843623,"hoster":"VOE"},{"redirect":13843625,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Als Patrick von der Operation in Marokko zurückkehrt, stellt er fest, dass er vom Perez-Clan manipuliert wurde, um die El-Hassani-Bande aus dem Spiel zu nehmen. Julien findet die Spur des Informanten, der ihn hintergangen hat, und das Team bereitet sich auf die Befragung vor.","versions":[{"lang":1,"streams":[{"redirect":13843627,"hoster":"VOE"},{"redirect":13843628,"hoster":"Streamtape"}]}]}]}]}