{"path":"/serie/stream/the-inbetween","name":"The InBetween","descr":"Cassie Bedford (Harriet Dyer) kann seit ihrer Kindheit mit den Toten in Verbindung treten – ob sie will oder nicht. Schließlich hilft sie ihnen dabei, unerledigte Probleme zu lösen. Als ihr Vater Detective Tom Hackett (Paul Blackthorne) und dessen neuer Partner, der FBI-Agent Damien Asante (Justin Cornwell), sie um Hilfe bei einem besonders düsteren Mordfall bitten, stimmt Cassie zu.","seasons":[{"path":"/serie/stream/the-inbetween/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-inbetween/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Ein nahrhaftes Frühstück ist der Schlüssel zu einer guten Gesundheit. Es ist aber auch ratsam, in den Kofferraum eines gestohlenen Autos zu schauen, bevor man in dieses steigt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328919","hoster":"VOE"},{"path":"/redirect/10143425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-2","name":"","epNo":2,"alt":"Made of Stone","descr":"Tom (Paul Blackthorne) und Damien (Justin Cornwell) sichern sich die Hilfe von Cassie (Harriet Dyer), als eine Mutter und ihr Sohn plötzlich unter mysteriösen Umständen verschwinden. Der Verdacht fällt auf den Ehemann der Frau, doch Cassies Visionen deuten auf eine andere, sehr düstere Auflösung des Rätsels hin. Cassie bekommt darüber hinaus ein Angebot von Ed Roven (Sean Bolger) unterbreitet, der zurückkehrt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328920","hoster":"VOE"},{"path":"/redirect/10143426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-3","name":"","epNo":3,"alt":"Another Broken Morning","descr":"Cassie (Harriet Dyer) geht in das Krankenhaus, in dem Damians Verlobte behandelt wird und trifft auf den Geist eines Jungen, der ihre Hilfe braucht. Sie bemüht sich, die Rätsel um seinen Tod zu lösen und herauszufinden, warum er im InBetween gefangen ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328925","hoster":"VOE"},{"path":"/redirect/10143427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-4","name":"","epNo":4,"alt":"Where The Shadows Fall","descr":"Tom (Paul Blackthorne) und Damien (Justin Cornwell) suchen nach einem mysteriösen Killer, der es auf Kinder der selben Schule abgesehen hat. Cassie (Harriet Dyer) versucht einer Frau zu helfen, ihren eigenen Tod aufzuklären während ihre besorgte Familie auf Neuigkeiten zu ihrem Verschwinden wartet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328931","hoster":"VOE"},{"path":"/redirect/10143428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-5","name":"","epNo":5,"alt":"Kiss Them For Me","descr":"Tom (Paul Blackthorne) undsuchen nach einem mysteriösen Killer, der es auf Kinder der selben Schule abgesehen hat. Cassie (Harriet Dyer) besucht das Krankenhaus, in dem Damiens (Justin Cornwell) Verlobte behandelt wird und trifft dort auf den Geist eines kleinen Jungen, der ihre Hilfe braucht. Ihre Versuche, seinen Tod aufzuklären und herauszufinden, warum er in der Zwischenwelt gefangen ist, führen sie in eine Geisterwelt, die mehr ist als sie aushalten könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328930","hoster":"VOE"},{"path":"/redirect/10143429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-6","name":"","epNo":6,"alt":"The Length of a River","descr":"Ein Serienkiller schlägt ein weiteres Mal zu, doch Cassies (Harriet Dyer) Visionen führen Tom (Paul Blackthorne) und Damien (Justin Cornwell) auf die richtige Fährte, die letztlich eine unerwartete Wendung nimmt. Außerdem hilft Cassie einem alten Freund, der nach inneren Frieden sucht, nachdem er eine geliebte Person verloren hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328928","hoster":"VOE"},{"path":"/redirect/10143430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-7","name":"","epNo":7,"alt":"Let Me in Your Window","descr":"Cassie (Harriet Dyer), Tom (Paul Blackthorne) und Damien (Justin Cornwell) untersuchen das Verschwinden von Millie im aktuellen ungelösten Fall und stellen bald fest, dass ihr Verschwinden einen alten Bekannten, Ed Roven (Sean Bolger), betreffen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328926","hoster":"VOE"},{"path":"/redirect/10143431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-8","name":"","epNo":8,"alt":"While the Song Remains the Same","descr":"Tom (Paul Blackthorne) und Damien (Justin Cornwell) untersuchen den mysteriösen Tod einer lebendigen jungen Frau, während Cassies Visionen eine komplizierte Familiengeschichte enthüllen. Cassie (Harriet Dyer) begegnet einem Idol aus ihrer Kindheit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328927","hoster":"VOE"},{"path":"/redirect/10143432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-9","name":"","epNo":9,"alt":"The Devil’s Refugee","descr":"Tom (Paul Blackthorne) und Damien (Justin Cornwell) müssen sich beeilen, um einen seriellen Pyromanen zu stoppen, bevor er wieder zuschlagen kann. Cassie (Harriet Dyer) vermutet, dass mit dem neuen Barkeeper bei der Arbeit etwas nicht stimmt und er etwas Böses im Schilde führt. Die Dinge ändern sich für Sally, Damiens komatöse Freundin.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11328932","hoster":"VOE"},{"path":"/redirect/10143433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-inbetween/staffel-1/episode-10","name":"","epNo":10,"alt":"Monsters \u0026amp; Angels","descr":"Tom (Paul Blackthorne) und Damien (Justin Cornwell) untersuchen den Mord an einer jungen Lehrerin. Sie finden heraus,m dass es jemand aus ihrem umfeld sein muss. Cassie (Harriet Dyer) erkennt, dass sie sich endlich einmal mit Ed Roven (Sean Bolger) beschäftigen muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10143456","hoster":"VOE"},{"path":"/redirect/10143439","hoster":"Streamtape"}]}]}]}]}