{"path":"/serie/stream/the-plot-against-america","name":"The Plot Against America","descr":"Die Miniserie entwirft einen alternativen Geschichtsverlauf für die USA. Erzählt wird dieser durch die Augen einer jüdischen Familie der Arbeiterklasse in New Jersey. Sie müssen mit ansehen, wie Charles Lindbergh zum Präsidenten der Vereinigten Staaten aufsteigt. Lindbergh ist zwar ein Held der ersten Atlantiküberquerung per Flugzeug, doch er ist auch ein fremdenfeindlicher Populist, dem es 1940 gelingt, Franklin D. Roosevelt in der Präsidentschaftswahl zu schlagen. Fortan richtet Lindbergh die USA zu einem faschistischen Staat aus, in dem Antisemitismus alltäglich wird und jüdische Familien systematisch verfolgt werden.","seasons":[{"path":"/serie/stream/the-plot-against-america/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-1","name":"Der einsame Adler","epNo":1,"alt":"Part 1","descr":"Während Flugpionier Charles Lindbergh im Sommer 1940 Stimmung gegen einen möglichen Kriegseintritt der USA macht und dabei antisemitische Haltungen durchscheinen lässt, wird dem Versicherungsvertreter Herman Levin eine Beförderung in Aussicht gestellt. Dafür müsste er mit seiner Familie allerdings die Sicherheit seines jüdischen Viertel verlassen und in eine Gemeinde ziehen, in der die Levins Außenseiter wären. Seinem Neffen Alvin, dessen Eltern bereits tot sind, macht Herman Vorhaltungen, weil der junge Mann seinen Job verloren hat. Evelyn Finkel, die Schwester von Hermans Ehefrau Elizabeth, kurz Bess genannt, erlebt derweil eine Enttäuschung in ihrer Affäre mit einem verheirateten Mann. Kurz darauf begegnet sie allerdings dem Rabbi Lionel Bengelsdorf und findet umgehend Gefallen an dem Geistlichen.","versions":[]},{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-2","name":"Der Wille des Volkes","epNo":2,"alt":"Part 2","descr":"Im Herbst des Jahres 1940 wird Bengelsdorf zu einer treibenden Kraft in Lindberghs Kampf um das Präsidentenamt. Fest an seiner Seite steht dabei Bess’ Schwester Evelyn, die den Rabbi nicht nur als Assistentin unterstützt, sondern auch eine Beziehung mit ihm eingeht. Dank Hermans Unterstützung findet Alvin unterdessen eine Anstellung als Fahrer eines reichen Mannes, von dessen Verhalten der neue Mitarbeiter jedoch schon bald angewidert ist. Das weltweite Erstarken faschistischer Kräfte zwingt Alvin schließlich, eine folgenreiche Entscheidung zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114624","hoster":"VOE"},{"path":"/redirect/8644980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-3","name":"Land und Leute","epNo":3,"alt":"Part 3","descr":"Mai 1941: Einige Monate nach der Amtseinführung des neuen US-Präsidenten Charles Lindbergh kommt es in den Vereinigten Staaten immer häufiger zu antisemitischen Vorfällen. Herman will eine geplante Reise nach Washington, D.C. dennoch antreten. Bess hingegen würde lieber dem Beispiel anderer jüdischer Familien folgen und nach Kanada emigrieren. Evelyn gewinnt derweil Sandy, den älteren Sohn der Levins, für das Assimilationsprogramm \"Just Folks\", das von Rabbi Bengelsdorf geleitet wird. Hermans Neffe Alvin sticht parallel in Diensten der kanadischen Armee hervor und erhält die Chance, eine besondere Mission zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6744266","hoster":"VOE"}]}]},{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-4","name":"Das Staatsbankett","epNo":4,"alt":"Part 4","descr":"Im September 1941 verstirbt die Mutter von Bess und Evelyn. Herman besucht seinen aus dem Krieg schwer verwundet zurückgekehrten Neffen Alvin, dem das FBI auf den Zahn fühlt, im Krankenhaus. Sandy avanciert zum Gesicht des \"Just Folks\"-Programms, das Rabbi Bengelsdorf ausweiten möchte. Dieser Vorschlag bringt ihm und seiner Lebensgefährtin Evelyn eine Einladung zu einem Staatsbankett ein, an dem auch der deutsche Außenminister teilnimmt. Zwischen Sandy und seinen Eltern kommt es wegen seines Engagements und seines Lindbergh-Eifers zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488634","hoster":"VOE"},{"path":"/redirect/8644999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-5","name":"Umsiedlungsprogramm","epNo":5,"alt":"Part 5","descr":"Im Früjahr 1942 sollen die Levins auf Betreiben Evelyns im Rahmen des ausgeweiteten \"Just Folks\"-Programms nach Kentucky umgesiedelt werden. Herman will sich mit dieser Weisung jedoch nicht abfinden und erwägt trotz Drohungen eine Klage. Während Evelyn und Bengelsdorf ihre Beziehung auf eine neue Stufe heben, verschärft der offenherzige Radiomoderator Walter Winchell seine Kritik an Präsident Lindbergh. Als sich auf einer Kundgebung für den Herausforderer der Regierung gewaltsamen Szenen abspielen, stellt Bess ihren Ehemann vor eine Wahl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488626","hoster":"VOE"},{"path":"/redirect/8644991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-plot-against-america/staffel-1/episode-6","name":"Ständig in Angst","epNo":6,"alt":"Part 6","descr":"Im Herbst 1942 wird das Land von antisemitischen Übergriffen erschüttert. Alvin trifft sich mit einem Bekannten aus der kanadischen Armee, der ihn mit einem britischen Agenten und einer geheimen antifaschistischen Organisation in Verbindung bringt, die Lindbergh aus dem Weg räumen will. Als das Flugzeug des Präsidenten vom Radar verschwindet, bricht erst recht Chaos aus. Während die Regierung das Kriegsrecht verhängt und sich irgendwann außerplanmäßige Wahlen ankündigen, wird der Zusammenhalt der Levins auf eine harte Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044862","hoster":"VOE"},{"path":"/redirect/8645001","hoster":"Streamtape"}]}]}]}]}