{"seriesId":"the-handmaids-tale","name":"The Handmaid’s Tale","descr":"Die Zukunft meint es nicht gut mit den Menschen. Umweltkatastrophen haben dafür gesorgt, dass ein Großteil der weiblichen Bevölkerung unfruchtbar geworden ist. Unter dem Namen Gilead hat sich ein Teil der USA abgespalten. Offred (Elisabeth Moss) ist eine der wenigen noch fruchtbaren Frauen und arbeitet als Magd im Palast des Commanders. Sie gehört einer Kaste von Frauen an, die zu sexueller Dienerschaft gezwungen werden als Teil eines letzten, verzweifelten Versuchs, Nachkommen für das verwüstete Land hervorzubringen. Offred hat nur ein Ziel: die Tochter wiederzufinden, die man ihr genommen hat. Auf der Suche muss sie sich zwischen Commandern, deren grausamen Ehefrauen und anderen Mägden behaupten, von denen jeder eine Spionin für Gilead sein könnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Desfred","epNo":1,"alt":"Offred","descr":"Offred (Elisabeth Moss), eine der wenigen fruchtbaren Frauen, die in der Republik Gilead als Handmaids bekannt sind, ringt um ihr Überleben als Reproduktionsmaschine für einen mächtigen Kommandeur (Joseph Fiennes) und dessen hasserfüllte Ehefrau (Yvonne Strahovski).\r\rAlles, was ihr in diesem System bleibt, sind ihre Erinnerungen an eine bessere Zeit, als sie mit Ehemann Luke (O-T Fagbenle) und Tochter Hannah (Jordana Blake) ein glückliches Familienleben führte.","versions":[{"lang":1,"streams":[{"redirect":11504019,"hoster":"VOE"},{"redirect":12481641,"hoster":"Doodstream"},{"redirect":12481698,"hoster":"Vidoza"},{"redirect":8642213,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483729,"hoster":"VOE"},{"redirect":8642195,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11328923,"hoster":"VOE"},{"redirect":10143421,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geburtstag","epNo":2,"alt":"Birth Day","descr":"Offred (Elisabeth Moss) und die Handmaids bringen Janines Baby zur Welt, woraufhin sich Offred an die Geburt ihrer eigenen Tochter erinnert. Sie und Ofglen (Alexis Bledel) kommen sich näher, während sie sich vor einem geheimen Treffen mit dem Commander (Joesph Fiennes) fürchten.","versions":[{"lang":1,"streams":[{"redirect":12481653,"hoster":"VOE"},{"redirect":12481654,"hoster":"Doodstream"},{"redirect":8642215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483726,"hoster":"VOE"},{"redirect":8642203,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11328922,"hoster":"VOE"},{"redirect":10143420,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erwachen","epNo":3,"alt":"Late","descr":"Offred (Elisabeth Moss) und Serena Joy (Yvonne Strahovski) besuchen Janines Baby und erinnern sich an die frühen Tage der Revolution, bevor Gilead existierte.\r\rOfglen (Alexis Bledel) sieht sich derweil zu einer schwierigen Entscheidung gezwungen.","versions":[{"lang":1,"streams":[{"redirect":8483753,"hoster":"VOE"},{"redirect":12481668,"hoster":"Doodstream"},{"redirect":8642218,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483730,"hoster":"VOE"},{"redirect":8642196,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nolite Te Bastardes Carborundorum","epNo":4,"alt":"Nolite Te Bastardes Carborundorum","descr":"Von Serena Joy (Yvonne Strahovski) bestraft, fängt Offred (Elisabeth Moss) an, den Lebensmut zu verlieren, wobei sie über ihre Zeit mit Moira (Samira Wiley) im Red Center nachdenkt.","versions":[{"lang":1,"streams":[{"redirect":8483751,"hoster":"VOE"},{"redirect":12481687,"hoster":"Doodstream"},{"redirect":8642219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483727,"hoster":"VOE"},{"redirect":8642193,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Treu und Glauben","epNo":5,"alt":"Faithful","descr":"Serena Joy (Yvonne Strahovski) macht Offred (Elisabeth Moss) einen überraschenden Vorschlag.\r\rOffred erinnert sich derweil an den unkonventionellen Beginn ihrer Beziehung zu ihrem Ehemann Luke (O. T. Fagbenle).","versions":[{"lang":1,"streams":[{"redirect":12481691,"hoster":"VOE"},{"redirect":12481719,"hoster":"Doodstream"},{"redirect":8642216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483731,"hoster":"VOE"},{"redirect":8642205,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Platz einer Frau","epNo":6,"alt":"A Woman’s Place","descr":"Offred (Elisabeth Moss) wird von einem mexikanischen Botschafter zu ihrem Leben als Handmaid befragt.\r\rSerena Joy (Yvonne Strahovski) reflektiert derweil ihre Ehe und die Rolle, die sie bei der Gründung Gileads gespielt hat.","versions":[{"lang":1,"streams":[{"redirect":8483755,"hoster":"VOE"},{"redirect":12481706,"hoster":"Doodstream"},{"redirect":8642220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483733,"hoster":"VOE"},{"redirect":8642194,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auf der anderen Seite","epNo":7,"alt":"The Other Side","descr":"Während sie sich an den heimtückischen Fluchtversuch ihrer Familie erinnert, erhält Offred (Elisabeth Moss) durch eine schockierende Enthüllung aus dem Leben vor Gilead eine neue Perspektive.","versions":[{"lang":1,"streams":[{"redirect":8483757,"hoster":"VOE"},{"redirect":12481732,"hoster":"Doodstream"},{"redirect":8642223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483738,"hoster":"VOE"},{"redirect":8642197,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jezebels Reich","epNo":8,"alt":"Jezebels","descr":"Der Commander (Joseph Fiennes) überrascht Offred (Elisabeth Moss) mit einem geheimen Abenteuer in Gilead.\r\rNicks schwierige Vergangenheit führt indes dazu, dass er von den Sons of Jacob rekrutiert wird.","versions":[{"lang":1,"streams":[{"redirect":12481729,"hoster":"VOE"},{"redirect":12481731,"hoster":"Doodstream"},{"redirect":8642221,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483732,"hoster":"VOE"},{"redirect":8642198,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Erhebung, Blut und Gottes Gabe","epNo":9,"alt":"The Bridge","descr":"Offred (Elisabeth Moss) findet sich in einer Situation wieder, die gefährlicher als alles andere jemals zuvor ist","versions":[{"lang":1,"streams":[{"redirect":8483759,"hoster":"VOE"},{"redirect":12481742,"hoster":"Doodstream"},{"redirect":8642222,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12481198,"hoster":"VOE"},{"redirect":8642199,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Errettung","epNo":10,"alt":"Night","descr":"Serena Joy (Yvonne Strahovski) konfrontiert Offred (Elisabeth Moss) und den Commander (Joseph Fiennes).\r\rOffred hadert unterdessen mit einer komplizierten, lebensverändernden Enthüllung.\r\rDie Handmaids stehen indes vor einer brutalen Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8483761,"hoster":"VOE"},{"redirect":8642227,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483741,"hoster":"VOE"},{"redirect":8642209,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"June","epNo":1,"alt":"June","descr":"Desfred und andere Mägde werden in Boston in einem Baseball-Stadion zusammengetrieben, wo sie gehängt werden sollen. Bei der Aktion handelt es sich aber um einen Trick der Gilead. Desfred wird von Tante Lydia befreit, nachdem diese von ihrer Schwangerschaft erfährt. Dies hält Lydia nicht davon ab, Desfreds Freundinnen zu foltern. Während einer Untersuchung in einem Krankenhaus gelingt Desfred wenig später die Flucht in eine geheime Unterkunft. Doch Fred ist ihr auf den Versen. In der Vergangenheit wird Hannah mit Fieber ins Krankenhaus eingeliefert. Die Ärzte ziehen daraufhin Junes und Lukes Fähigkeiten als Eltern in Zweifel. Später müssen sie im Fernsehen hilflos mit ansehen, wie das Kapitol und das Weiße Haus in Washington angegriffen werden.","versions":[{"lang":1,"streams":[{"redirect":8483760,"hoster":"VOE"},{"redirect":12481758,"hoster":"Doodstream"},{"redirect":8642231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328888,"hoster":"VOE"},{"redirect":10143394,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unfrauen","epNo":2,"alt":"Unwomen","descr":"Mayday sorgt dafür, dass June in ein weiteres Versteck gebracht wird, das sich in den früheren Redaktionsräumen der Zeitung Boston Globe befinden. Nick teilt ihr mit, dass sie dort mehrere Wochen ausharren muss, da ein weiterer Transport aktuell noch zu gefährlich ist. Emily wird währenddessen in die Kolonien verschleppt, wo andere unfruchtbare Mägde als \"Unfrauen\" zur Zwangsarbeit auf verseuchten Ländereien gezwungen werden. Es dauert nicht lange, bis auch Janine dort auftaucht.\r\rIn der Vergangenheit erhält Emily nach den Angriffen in Washington die Mitteilung, dass sie wider Erwarten nicht an der Universität wird unterrichten können. Emily ist sicher, dass dies mit ihrer sexuellen Orientierung zusammenhängt. Später wird ihr Vorgesetzter Professor Dan an der Uni erhängt aufgefunden. Emily versucht mit ihrer Frau Syl und ihrem Sohn Oliver nach Kanada zu fliehen, doch ohne Ausreise-Visum hat sie keine Chance.","versions":[{"lang":1,"streams":[{"redirect":12481762,"hoster":"VOE"},{"redirect":12481765,"hoster":"Doodstream"},{"redirect":8642224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328889,"hoster":"VOE"},{"redirect":10143397,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geschlechterverrat","epNo":3,"alt":"Baggage","descr":"June sucht in ihrem Unterschlupf beim ehemaligen Boston Globe nach Artikeln und Videos über das Geschehen, das schließlich zur Revolution und zur Etablierung der Gilead führten. In einem weiteren Versteck trifft sie auf Omar und seine Frau Heather, die unter Lebensgefahr ihren muslimischen Glauben weiter praktizieren. Ein späterer Fluchtversuch endet für June beinahe in einer Katastrophe. Moira, die in Kanada bei Luke und Erin lebt, lernt einen neuen Mitarbeiter kennen, der durch das, was er einst als Guardian getan hat, traumatisiert ist. In der Vergangenheit nimmt Holly ihre Tochter June mit zu einer Demonstration.","versions":[{"lang":1,"streams":[{"redirect":8483762,"hoster":"VOE"},{"redirect":12481778,"hoster":"Doodstream"},{"redirect":8642226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328898,"hoster":"VOE"},{"redirect":10143399,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die andere Frau","epNo":4,"alt":"Other Women","descr":"Offreds (Elisabeth Moss) Gefangennahme führt sie zurück nach Gillead und zu den Waterfords.","versions":[{"lang":1,"streams":[{"redirect":8483763,"hoster":"VOE"},{"redirect":12481794,"hoster":"Doodstream"},{"redirect":8642225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328897,"hoster":"VOE"},{"redirect":10143398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Saat","epNo":5,"alt":"Seeds","descr":"Eine Gilead Zeremonie unterbricht Offreds (Elisabeth Moss) Beziehung zu Nick (Max Minghella).\r\rJanine (Madeline Brewer) versucht sich an ein Leben in den Kolonien zu gewöhnen und setzt damit ihre Freundschaft zu Emily (Alexis Bledel) aufs Spiel.","versions":[{"lang":1,"streams":[{"redirect":8483765,"hoster":"VOE"},{"redirect":12481802,"hoster":"Doodstream"},{"redirect":8642228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328892,"hoster":"VOE"},{"redirect":10143403,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erstes Blut","epNo":6,"alt":"First Blood","descr":"Serena wacht noch stärker als zuvor über Desfred und bietet ihr an, dass sie in ihrem Zimmer schlafen soll. Eden vertraut sich Desfred an und weiht sie in ihre Befürchtungen bezüglich Nicks ein. Hat sie einen Verräter am eigenen Geschlecht geheiratet? Bei der Eröffnung des Zentrums zu Ehren von Rachel und Leah explodiert ein Sprengsatz. In der Vergangenheit befindet sich Serena als Autorin auf Lesereise. Bei einer Veranstaltung wird sie von einem Demonstranten angeschossen.","versions":[{"lang":1,"streams":[{"redirect":13114287,"hoster":"VOE"},{"redirect":8642229,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328906,"hoster":"VOE"},{"redirect":10143400,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Danach","epNo":7,"alt":"After","descr":"Mägde und 26 Commander kamen durch die Bombe, die von Desglen zur Detonation gebracht worden ist, ums Leben. Commander Cushing veranlasst daraufhin schärfere Sicherheitsmaßnahmen für die Gilead und ordnet Exekutionen in der Zivilbevölkerung an. Außerdem verhört er Desfred, da er überzeugt ist, dass sie bei ihrem Fluchtversuch Komplizen gehabt haben muss.\r\rNach dem Anschlag wird außerdem eine ganze Reihe fruchtbarer Frauen aus den Kolonien zurückbeordert um erneut als Mägde zu arbeiten. Dazu gehören auch Janine und Emily, die Desfred in einem Supermarkt wiedertreffen. Moira versucht in den Unterlagen des Flüchtlings-Centers eine Spur ihrer Verlobten Odette zu finden.","versions":[{"lang":1,"streams":[{"redirect":12481814,"hoster":"VOE"},{"redirect":12481843,"hoster":"Doodstream"},{"redirect":8642230,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328899,"hoster":"VOE"},{"redirect":10143401,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Frauen Werk","epNo":8,"alt":"Women’s Work","descr":"Fred ist nach dem Bombenanschlag noch immer zu schwach, um seiner Arbeit nachzugehen. So hilft Desfred Serena nach wie vor dabei, Freds Pflichten zu erfüllen. Desfred erfährt von ihr, dass das Kind der Putnams krank ist. Serena ahnt nicht, dass Janine die biologische Mutter des Babys ist. Der Versuch, dem Kind ärztliche Hilfe zukommen zu lassen, droht jedoch an Fred zu scheitern. Da ergreift Serena selbst die Initiative. Inzwischen versucht Eden alles,  um Nicks Sympathie zu erlangen. Zufällig stößt sie jedoch auf einen Stapel Briefe, die Nick für Desfred aufbewahrt hat.","versions":[{"lang":1,"streams":[{"redirect":8483766,"hoster":"VOE"},{"redirect":12481854,"hoster":"Doodstream"},{"redirect":8642232,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328896,"hoster":"VOE"},{"redirect":10143402,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kluge Gewalten","epNo":9,"alt":"Smart Power","descr":"Desfred erfährt von Serena, dass sie nach der Geburt des Kindes Freds Haus verlassen muss und ihr Kind nie wieder sehen wird. Fred und Serena reisen auf diplomatischer Mission nach Kanada. In Toronto werden für Serena Erinnerungen an ein Leben vor der Gilead wach. Kurze Zeit später wird sie von Mark angesprochen, einem Agenten, der für die Rest-Regierung der USA auf Hawaii arbeitet.\r\rLuke erfährt von Nick, dass June schwanger ist und sich vorerst in Sicherheit befindet. Außerdem gelingt es Nick, ihm auch die Briefe der Frauen auszuhändigen, die als Mägde in der Gilead ihr Leben fristen müssen. Luke, Moira und Erin veröffentlichten die Schriften und lösen damit einen politischen Skandal aus.","versions":[{"lang":1,"streams":[{"redirect":12481844,"hoster":"VOE"},{"redirect":12481850,"hoster":"Doodstream"},{"redirect":8642235,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328895,"hoster":"VOE"},{"redirect":10143404,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die letzte Zeremonie","epNo":10,"alt":"The Last Ceremony","descr":"Emilys Lebensmut ist nach den Erlebnissen in den Kolonien gebrochen. In diesem Zustand muss sie ihren Dienst als Magd bei einem neuen Commander aufnehmen. Bei Desfred setzen Wehen ein und sie muss den Beginn einer Geburtszeremonie über sich ergehen lassen. Letztendlich handelt es sich jedoch um falschen Alarm.\r\rDesfred tut alles, um Fred davon zu überzeugen, dass sie nach der Geburt näher bei ihrer Tochter Hannah sein kann. Als sie versucht, ihn mit dem Wissen um den wahren Vater ihres ungeborenen Kindes unter Druck zu setzen, erlebt Desfred einmal mehr die ganze Grausamkeit, die in ihrem Commander steckt.","versions":[{"lang":1,"streams":[{"redirect":12481857,"hoster":"VOE"},{"redirect":12481868,"hoster":"Doodstream"},{"redirect":8642233,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12481105,"hoster":"VOE"},{"redirect":10143406,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Holly","epNo":11,"alt":"Holly","descr":"Nachdem Nick abgeführt wurde, sucht June verzweifelt nach einer Fluchtmöglichkeit. Ein Wagen in der Garage könnte die Rettung sein. Doch Fred und Serena sind ihr bereits auf den Fersen. Mehr noch: der Ausgang der Garage scheint vollkommen vereist zu sein. Schließlich setzten bei June die Wehen ein.","versions":[{"lang":1,"streams":[{"redirect":12481871,"hoster":"VOE"},{"redirect":12481876,"hoster":"Doodstream"},{"redirect":8642234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328901,"hoster":"VOE"},{"redirect":10143405,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Postpartum","epNo":12,"alt":"Postpartum","descr":"Desfred wurde gerettet, darf ihre Tochter aber dennoch nicht sehen. Fred und Serena haben das Baby Nicole getauft, doch für Desfred ist sie Holly. Auch nach gutem Zureden von Tante Lydia weigert sich Serena, Desfred erneut in die Nähe des Kindes zu lassen. Zeitgleich wird Emily in einen neuen Haushalt versetzt, nachdem sie von vier Paaren abgelehnt worden ist. Emily erfährt von Eleanor, der Ehefrau von Commander Lawrence, dass er nicht nur das ökonomische System der Gilead, sondern auch die Kolonien geschaffen hat. Schon bald stellt sich heraus, dass Lawrence bestens über Emilys Vergangenheit informiert ist.","versions":[{"lang":1,"streams":[{"redirect":12382614,"hoster":"VOE"},{"redirect":12481887,"hoster":"Doodstream"},{"redirect":8642240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328900,"hoster":"VOE"},{"redirect":10143407,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Wort","epNo":13,"alt":"The Word","descr":"Eden und Isaac werden hingerichtet. In Edens Habseligkeiten findet June eine in der Gilead streng verbotene Bibel. Serena setzt sich vor dem Rat für das Zulassen der Bibel ein und liest schließlich eine Passage aus dem einst heiligen Buch vor – was furchtbare Konsequenzen für sie hat. Emily bereitet sich widerwillig auf ihre erste Zeremonie mit Lawrence vor, doch der scheint kein Interesse an ihr zu haben. Emily attackiert schließlich Tante Lydia. Ein Feuer bietet June die unverhoffte Möglichkeit eines erneuten Fluchtversuchs mit Holly. Als sie bei der Flucht auf Emily trifft, fasst June eine schicksalhafte Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8483772,"hoster":"VOE"},{"redirect":12481907,"hoster":"Doodstream"},{"redirect":8642237,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328913,"hoster":"VOE"},{"redirect":10143409,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nacht","epNo":1,"alt":"Night","descr":"June (Elisabeth Moss) macht sich auf eine mutige Mission mit unsicheren Konsequenzen.Emily (Alexis Bledel) und Nichole befinden sich inzwischen auf einer entsetzlichen Reise.Die Waterfords denken über Serena Joys (Yvonne Strahovski) Entscheidung, Nichole wegzuschicken nach.","versions":[{"lang":1,"streams":[{"redirect":9699155,"hoster":"VOE"},{"redirect":12481937,"hoster":"Doodstream"},{"redirect":10878061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328902,"hoster":"VOE"},{"redirect":10143408,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Maria und Martha","epNo":2,"alt":"Mary and Martha","descr":"June (Elisabeth Moss) hilft Marthas mit einer gefährlichen Aufgabe während sie die Beziehung mit ihrem frommen und nicht vertrauenswürdigen neuen Laufpartner.Emily (Alexis Bledel) und Luke (O-T Fagbenle) haben Schwierigkeiten mit den Veränderungen.","versions":[{"lang":1,"streams":[{"redirect":9353281,"hoster":"VOE"},{"redirect":12481924,"hoster":"Doodstream"},{"redirect":9353282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328910,"hoster":"VOE"},{"redirect":10143410,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Obacht","epNo":3,"alt":"Watch Out","descr":"June (Elisabeth Moss) muss ein Treffen meistern, bei dem sowohl Commander Waterford (Joseph Fiennes) als auch Nick (Max Minghella) anwesend sind.Serena Joy (Yvonne Strahovski) versucht sich im Haus ihrer Mutter zu erholen.","versions":[{"lang":1,"streams":[{"redirect":12481925,"hoster":"VOE"},{"redirect":12481935,"hoster":"Doodstream"},{"redirect":8642239,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328904,"hoster":"VOE"},{"redirect":10143411,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gott segne das Kind","epNo":4,"alt":"God Bless the Child","descr":"June (Elisabeth Moss) verhandelt einen Waffenstillstand in der zerbrochenen Beziehung der Waterfords.Janine (Ann Dowd) geht zu weit in der Putnam Familie.Die sich noch immer erholende Tante Lydia (Ann Dowd) schlägt eine brutale öffentliche Bestrafung vor.","versions":[{"lang":1,"streams":[{"redirect":12481942,"hoster":"VOE"},{"redirect":12481944,"hoster":"Doodstream"},{"redirect":8642241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328909,"hoster":"VOE"},{"redirect":10143412,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unbekannter Anrufer","epNo":5,"alt":"Unknown Caller","descr":"June (Elisabeth Moss) und Serena (Yvonne Strahovski) schlagen sich mit einer neuen Entdeckung über Nichole herum, die weitreichende Auswirkungen haben wird.","versions":[{"lang":1,"streams":[{"redirect":8483777,"hoster":"VOE"},{"redirect":12481955,"hoster":"Doodstream"},{"redirect":12481949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12382597,"hoster":"VOE"},{"redirect":10143413,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Haushalt","epNo":6,"alt":"Unknown Caller","descr":"June (Elisabeth Moss) stellt eine wichtige Verbindung her und versucht zu gleichen Zeit Nichole zu beschützen, während sie sich mit den Waterfords in Washington D.C. befindet. Dort bietet eine mächtige Familie wiederum Einblicke, wie die Zukunft von Gilead aussehen könnte.","versions":[{"lang":1,"streams":[{"redirect":12481956,"hoster":"VOE"},{"redirect":12481963,"hoster":"Doodstream"},{"redirect":8642243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328905,"hoster":"VOE"},{"redirect":10143415,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unter seinem Auge","epNo":7,"alt":"Under His Eye","descr":"June (Elisabeth Moss) schaltet einen Gang höher und geht ein noch größeres Risiko ein, um Hannah (Jordana Blake) zu finden. Emily (Alexis Bledel) muss sich derweil für die Verbrechen ihrer Vergangenheit verantworten. Die internationale diplomatische Krise von Gilead hält indes an, und Serena (Yvonne Strahovski) und Fred (Joseph Fiennes) machen sich Gedanken über ihre Zukunft.","versions":[{"lang":1,"streams":[{"redirect":13921438,"hoster":"VOE"},{"redirect":12481969,"hoster":"Doodstream"},{"redirect":8642249,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328911,"hoster":"VOE"},{"redirect":10143414,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ungeeignet","epNo":8,"alt":"Unfit","descr":"June (Elisabeth Moss) und die restlichen Mägde meiden Ofmatthew (Ashleigh LaThrop), die von Aunt Lydia (Ann Dowd) an die Grenzen ihrer Belastbarkeit getrieben wird. Doch auch June muss ihre Widerstandsfähigkeit unter Beweis stellen. Aunt Lydia blickt derweil auf ihr Leben vor dem Aufstieg von Gilead zurück.","versions":[{"lang":1,"streams":[{"redirect":8483778,"hoster":"VOE"},{"redirect":12481994,"hoster":"Doodstream"},{"redirect":8642242,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328912,"hoster":"VOE"},{"redirect":10143416,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Heroisch","epNo":9,"alt":"Heroic","descr":"Junes geistige Gesundheit beginnt zu schwinden als sie ans Krankenhaus gefesselt ist. Eine Begegnung mit Serena Joy bringt June dazu, ihre letzten Entscheidungen zu überdenken.","versions":[{"lang":1,"streams":[{"redirect":8483784,"hoster":"VOE"},{"redirect":8642245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328915,"hoster":"VOE"},{"redirect":10143417,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zeremonie","epNo":10,"alt":"Bear Witness","descr":"June muss sich mit einem teuflischen Trick von Commander Fred (Joseph Fiennes) auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":12481987,"hoster":"VOE"},{"redirect":12481998,"hoster":"Doodstream"},{"redirect":8642244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328916,"hoster":"VOE"},{"redirect":10143418,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Lügner(in)","epNo":11,"alt":"Liars","descr":"Eine Rückkehr zu den Jezebels bringt alles in Gefahr. Serena Joy (Yvonne Strahovski) und Commander Waterford (Joseph Fiennes) unternehmen eine geheimnisvolle Reise.","versions":[{"lang":1,"streams":[{"redirect":13917876,"hoster":"VOE"},{"redirect":12482006,"hoster":"Doodstream"},{"redirect":8642246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11328917,"hoster":"VOE"},{"redirect":10143419,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Opferung","epNo":12,"alt":"Sacrifice","descr":"Die Führung von Gilead wird durch Verluste durchgeschüttelt.Luke (O. T. Fagbenle) und Moira (Samira Wiley) müssen sich an Neuankömmlinge in Kanada gewöhnen.Die Lawrence-Familie wird von einer Tragödie getroffen.","versions":[{"lang":1,"streams":[{"redirect":12482008,"hoster":"VOE"},{"redirect":12482027,"hoster":"Doodstream"},{"redirect":8642247,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mayday","epNo":13,"alt":"Mayday","descr":"June (Elisabeth Moss) muss sich entscheiden, wie weit zu gehen sie bereit ist.Serena Joy (Yvonne Strahovski) und Commander Waterford (Joseph Fiennes) denken über einen neuen Weg nach.","versions":[{"lang":1,"streams":[{"redirect":8483785,"hoster":"VOE"},{"redirect":12482041,"hoster":"Doodstream"},{"redirect":8642250,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Schweine","epNo":1,"alt":"Pigs","descr":"Auf der Flucht finden die verletzte June und die flüchtigen Handmaids Zuflucht auf einer Farm. In Gilead versucht der inhaftierte Lawrence einem Todesurteil zu entgehen. Tante Lydia leidet unter dem Verlust von 86 Kindern auf Angels\u0027 Flight.","versions":[{"lang":1,"streams":[{"redirect":8705484,"hoster":"VOE"},{"redirect":10049207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483745,"hoster":"VOE"},{"redirect":8642200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483788,"hoster":"VOE"},{"redirect":8642254,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nachtschatten","epNo":2,"alt":"Nightshade","descr":"June sinnt auf Rache bei den örtlichen Jezebels bevor sie und die Handmaids planen die Farm zum nächsten sicheren Haus zu verlassen. In Toronto beschäftigt sich Moira mit den Folgen von Junes Entscheidungen. Serena und Fred sind durch ein Wunder aneinander gebunden.","versions":[{"lang":1,"streams":[{"redirect":8683579,"hoster":"VOE"},{"redirect":12482068,"hoster":"Doodstream"},{"redirect":12482063,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8316010,"hoster":"VOE"},{"redirect":10640283,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483789,"hoster":"VOE"},{"redirect":8642257,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Übergang","epNo":3,"alt":"The Crossing","descr":"Als June von Gilead gefangen genommen wird sieht sie sich einer rachsüchtigen Tante Lydia gegenüber und muss ein quälendes Verhör über sich ergehen lassen. Nick und Lawrence arbeiten zusammen um June zu schützen. In Toronto ringt Luke mit sich wie er June und Hannah helfen kann.","versions":[{"lang":1,"streams":[{"redirect":8683584,"hoster":"VOE"},{"redirect":12482100,"hoster":"Doodstream"},{"redirect":8683580,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483743,"hoster":"VOE"},{"redirect":8642210,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483790,"hoster":"VOE"},{"redirect":8642258,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Milch","epNo":4,"alt":"Milk","descr":"June (Elisabeth Moss) unternimmt eine schreckliche Reise.Janine (Madeline Brewer) erinnert sich an ein verstörendes Ereignis in ihrer Vergangenheit.In Toronto versucht Serena (Yvonne Strahovski) Rita (Amanda Brugel) zu manipulieren.","versions":[{"lang":1,"streams":[{"redirect":8683590,"hoster":"VOE"},{"redirect":12482102,"hoster":"Doodstream"},{"redirect":8683583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483734,"hoster":"VOE"},{"redirect":8642204,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483787,"hoster":"VOE"},{"redirect":8642251,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Chicago","epNo":5,"alt":"Chicago","descr":"June (Elisabeth Moss) sucht nach weiteren aktiven Rebellen während Janine (Madeline Brewer) ihr dabei hilft, sich in die neue Gruppe Überlebender einzufügen.","versions":[{"lang":1,"streams":[{"redirect":8683588,"hoster":"VOE"},{"redirect":12482091,"hoster":"Doodstream"},{"redirect":8683593,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483736,"hoster":"VOE"},{"redirect":8642206,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483786,"hoster":"VOE"},{"redirect":8642255,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gelübde","epNo":6,"alt":"Vows","descr":"June (Elisabeth Moss) zieht die Möglichkeit von Freiheit in Betracht.","versions":[{"lang":1,"streams":[{"redirect":8683601,"hoster":"VOE"},{"redirect":12482101,"hoster":"Doodstream"},{"redirect":8683599,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483742,"hoster":"VOE"},{"redirect":8642214,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8483796,"hoster":"VOE"},{"redirect":8642262,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zuhause","epNo":7,"alt":"Home","descr":"June kämpft mit ihrer neu gewonnenen Freiheit, trifft sich mit ihren Lieben und konfrontiert ihre Erzfeindin Serena.","versions":[{"lang":1,"streams":[{"redirect":8683614,"hoster":"VOE"},{"redirect":12482114,"hoster":"Doodstream"},{"redirect":8683603,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483747,"hoster":"VOE"},{"redirect":8642207,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aussage","epNo":8,"alt":"Testimony","descr":"June konfrontiert Fred und Serena vor Gericht und fordert Emily auf, sich einer schmerzhaften Erinnerung an ihre Gilead-Vergangenheit zu stellen. Lawrence präsentiert Tante Lydia eine frisch gefangene, vertraute Dienerin.","versions":[{"lang":1,"streams":[{"redirect":8683609,"hoster":"VOE"},{"redirect":12482128,"hoster":"Doodstream"},{"redirect":8683613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483746,"hoster":"VOE"},{"redirect":8642208,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fortschritt","epNo":9,"alt":"Progress","descr":"Serena (Yvonne Strahovski) und Fred (Joseph Fiennes) erhalten unerwarteten Besuch aus Gilead.Tante Lydia (Ann Dowd) bekommt es mit einem Hungerstreik zu tun.","versions":[{"lang":1,"streams":[{"redirect":8683625,"hoster":"VOE"},{"redirect":8683628,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483748,"hoster":"VOE"},{"redirect":9241531,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wildnis","epNo":10,"alt":"The Wilderness","descr":"June nutzt all ihre Ressourcen und Beziehungen und riskiert alles, um ihre eigene Art von Gerechtigkeit zu gewährleisten.","versions":[{"lang":1,"streams":[{"redirect":8683627,"hoster":"VOE"},{"redirect":12482153,"hoster":"Doodstream"},{"redirect":8683626,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8483749,"hoster":"VOE"},{"redirect":8642212,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Morgen","epNo":1,"alt":"Morning","descr":"June wird mit den Folgen des Mordes an Fred konfrontiert. Eine verängstigte Serena trifft eine unerwartete Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":11653118,"hoster":"VOE"},{"redirect":11653116,"hoster":"Doodstream"},{"redirect":11653126,"hoster":"Vidoza"},{"redirect":11653119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11291772,"hoster":"VOE"},{"redirect":11291773,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12335822,"hoster":"VOE"},{"redirect":11616103,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ballet","epNo":2,"alt":"Ballet","descr":"June kämpft damit, ihr Leben in Toronto weiterzuführen. Serena plant eine aufwendige Gedenkfeier. Tante Lydia und Janine bereiten Esther auf ihren ersten Einsatz als Dienstmagd vor.","versions":[{"lang":1,"streams":[{"redirect":11653202,"hoster":"VOE"},{"redirect":11653200,"hoster":"Doodstream"},{"redirect":11653199,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11282401,"hoster":"VOE"},{"redirect":11282400,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616161,"hoster":"VOE"},{"redirect":11616124,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grenze","epNo":3,"alt":"Border","descr":"June und Moira schließen sich einem Außenposten der Rebellen an. Als schwangere Witwe versucht Serena, ihren Status wiederherzustellen. Tante Lydia stellt ihre strengen Methoden im Umgang mit Dienstmädchen in Frage.","versions":[{"lang":1,"streams":[{"redirect":11653220,"hoster":"VOE"},{"redirect":11653245,"hoster":"Doodstream"},{"redirect":11653235,"hoster":"Vidoza"},{"redirect":11653215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12281945,"hoster":"VOE"},{"redirect":11402937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616168,"hoster":"VOE"},{"redirect":11616123,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Liebe Desfred","epNo":4,"alt":"Dear Offred","descr":"June kämpft gegen ihr Bedürfnis nach gewalttätiger Rache, während Serena sich in ihre neue Rolle in Toronto einlebt. Von Janine verunsichert, macht Tante Lydia Lawrence einen überraschenden Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":11653228,"hoster":"VOE"},{"redirect":11653232,"hoster":"Doodstream"},{"redirect":11653248,"hoster":"Vidoza"},{"redirect":11653226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11402943,"hoster":"VOE"},{"redirect":11402944,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616125,"hoster":"VOE"},{"redirect":11616148,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Märchen","epNo":5,"alt":"Fairytale","descr":"June und Luke begeben sich auf eine gefährliche Suche. Serena lernt ihre neuen Gastgeber kennen.","versions":[{"lang":1,"streams":[{"redirect":11691605,"hoster":"VOE"},{"redirect":11691606,"hoster":"Doodstream"},{"redirect":11691604,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11458974,"hoster":"VOE"},{"redirect":11458975,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616135,"hoster":"VOE"},{"redirect":11616183,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zusammen","epNo":6,"alt":"Together","descr":"Die Mission von June und Luke bringt sie in ernsthafte Gefahr. Serena spürt eine Bedrohung durch ihre Wohltäter. Lawrence und Nick machen einen schockierenden Power Move.","versions":[{"lang":1,"streams":[{"redirect":11745514,"hoster":"VOE"},{"redirect":11745516,"hoster":"Doodstream"},{"redirect":11745515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11522760,"hoster":"VOE"},{"redirect":11522762,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616197,"hoster":"VOE"},{"redirect":11616178,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Niemandsland","epNo":7,"alt":"No Man’s Land","descr":"June und Serena befinden sich in einer verzweifelten Situation.","versions":[{"lang":1,"streams":[{"redirect":11767118,"hoster":"VOE"},{"redirect":11767117,"hoster":"Doodstream"},{"redirect":11767127,"hoster":"Vidoza"},{"redirect":11767116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11535942,"hoster":"VOE"},{"redirect":11535941,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12268243,"hoster":"VOE"},{"redirect":11616191,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mutterland","epNo":8,"alt":"Motherland","descr":"June erwägt ein verlockendes, aber riskantes Angebot eines Überraschungsbesuchers. Serena ist am Boden zerstört und sucht nach Verbündeten.","versions":[{"lang":1,"streams":[{"redirect":11808548,"hoster":"VOE"},{"redirect":11808540,"hoster":"Doodstream"},{"redirect":11818494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11575154,"hoster":"VOE"},{"redirect":11575144,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11616100,"hoster":"VOE"},{"redirect":11616098,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Treueeid","epNo":9,"alt":"Allegiance","descr":"June und Luke bereiten sich auf eine Rettungsmission vor. Serena probiert neue Taktiken mit ihren unterdrückerischen Gastgebern aus. Lawrence macht einen überraschenden Vorschlag, um seinen Status zu verbessern.","versions":[{"lang":1,"streams":[{"redirect":11850655,"hoster":"VOE"},{"redirect":11850662,"hoster":"Doodstream"},{"redirect":11850672,"hoster":"Vidoza"},{"redirect":11850656,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13051508,"hoster":"VOE"},{"redirect":11614859,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11802587,"hoster":"VOE"},{"redirect":11802583,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In Sicherheit","epNo":10,"alt":"Safe","descr":"Unter Bedrohung muss June einen Weg finden, sich und ihre Familie vor Gilead und seinen gewalttätigen Unterstützern in Toronto zu schützen.","versions":[{"lang":1,"streams":[{"redirect":11897373,"hoster":"VOE"},{"redirect":11897367,"hoster":"Doodstream"},{"redirect":11897371,"hoster":"Vidoza"},{"redirect":11897366,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11647435,"hoster":"VOE"},{"redirect":11647431,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11802589,"hoster":"VOE"},{"redirect":11802585,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Finalseason im 2024","descr":"","versions":[]}]}]}