{"seriesId":"the-other-two","name":"The Other Two","descr":"Das Leben des aufstrebenden Schauspielers Cary (Drew Tarver) und seiner Schwester Brooke (Heléne Yorke), einer ehemaligen Profitänzerin, wird auf den Kopf gestellt, als ihr 13-jähriger Bruder Chase (Case Walker) plötzlich zur Internetberühmtheit aufsteigt. Die Gefühle stehen Kopf: haben sie nicht viel mehr geleistet und den Ruhm mehr \"verdient\"?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilotfolge","epNo":1,"alt":"Pilot","descr":"Der dreizehnjährige Chase Dreams wird über Nacht ein berühmter Sänger. Seine beiden älteren Geschwister Brooke und Cary hingegen nicht.","versions":[{"lang":1,"streams":[{"redirect":14529232,"hoster":"VOE"},{"redirect":14453829,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Chase geht zu einer Premiere","epNo":2,"alt":"Chase Goes To A Premiere","descr":"Chase, der mittlerweile ein Social-Media-Influencer ist, wird zur Filmpremiere von \"When in Gnome\" eingeladen. Brooke und Cary, die keine Influencer sind, kommen mit.","versions":[{"lang":1,"streams":[{"redirect":14529211,"hoster":"VOE"},{"redirect":14531019,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chase kriegt eine Freundin","epNo":3,"alt":"Chase Gets A Girlfriend","descr":"Zwischen Chase und einer ebenfalls aufstrebenden Sängerin entwickelt sich eine Romanze, was Brooke und Cary dazu zwingt, sich mit ihren eigenen aktuellen (und vergangenen) Beziehungen auseinanderzusetzen.","versions":[{"lang":1,"streams":[{"redirect":14496913,"hoster":"VOE"},{"redirect":14453826,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Chase und die Schwulen","epNo":4,"alt":"Chase Gets The Gays","descr":"Chase veröffentlicht ein schönes, sozial fortschrittliches Musikvideo, in dem es viel um Cary geht, und Brooke beginnt ein neues Leben als persönliche Assistentin ihres kleinen Bruders.","versions":[{"lang":1,"streams":[{"redirect":14529231,"hoster":"VOE"},{"redirect":14453828,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Chase geht zu einem Highschool-Ball","epNo":5,"alt":"Chase Goes To A High School Dance","descr":"Chase geht mit einem jungen Fan zu einem Schulball. Brooke und Cary begleiten ihn und versuchen, Highschool-Erlebnisse nachzuholen, die sie als Teenager nie hatten.","versions":[{"lang":1,"streams":[{"redirect":14415111,"hoster":"VOE"},{"redirect":14453832,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Chase dreht ein Musikvideo","epNo":6,"alt":"Chase Shoots A Music Video","descr":"Chase dreht ein neues Musikvideo, das an Geschmacklosigkeit grenzt, Brooke setzt sich mit ihrer Vergangenheit als Profitänzerin auseinander, und Cary wagt einen großen Schritt und stellt einen neuen Look vor, um seine Karriere voranzutreiben.","versions":[{"lang":1,"streams":[{"redirect":14415261,"hoster":"VOE"},{"redirect":14444915,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Chase bekommt Nasenbluten","epNo":7,"alt":"Chase Gets a Nosebleed","descr":"Einen berühmten Bruder zu haben, erschwert Brooke die Partnersuche. Cary versucht, sich mit einer Gruppe Instagays anzufreunden, um seine Chancen zu steigern, eine Rolle in einer neuen Ryan-Murphy-Miniserie zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14415262,"hoster":"VOE"},{"redirect":12986329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Chase wird vierzehn","epNo":8,"alt":"Chase Turns Fourteen","descr":"Streeter schmeißt für Chase in einem total ungeeigneten Club eine Party zu seinem 14. Geburtstag, Brooke und Cary nehmen wieder Kontakt zu Typen aus ihrer Vergangenheit auf, und Pat nimmt mit einem Mädchen namens Mona Ecstasy.","versions":[{"lang":1,"streams":[{"redirect":14497093,"hoster":"VOE"},{"redirect":14453833,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Chase\u0026#039; erstes Album","epNo":9,"alt":"Chase Drops His First Album","descr":"Chase (Case Walker) schmeißt eine Party in einem Flugzeug, um sein erstes Album zu feiern. Während einer Livestream-Übertragung wird dann ein finsteres Familiengeheimnis publik.","versions":[{"lang":1,"streams":[{"redirect":14414993,"hoster":"VOE"},{"redirect":14465107,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Chase tritt bei den VMAs auf","epNo":10,"alt":"Chase Performs At The VMAs","descr":"Im Staffelfinale tritt Chase (Case Walker) zum ersten Mal live auf, während Brooke (Helene Yorke) und Cary (Drew Tarver) lebensverändernde Neuigkeiten erhalten. Und gleich darauf noch mehr.","versions":[{"lang":1,"streams":[{"redirect":14529241,"hoster":"VOE"},{"redirect":14531066,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Chase Goes To College","descr":"Da ihr kleiner Bruder Chase offiziell im Ruhestand ist und auf dem College ist, müssen sich Cary und Brooke mit einem neuen berühmten Familienmitglied auseinandersetzen: ihrer 53-jährigen Mutter Pat, die jetzt eine äußerst erfolgreiche Talkshow-Moderatorin ist. Während die angehende Musikmanagerin Brooke verzweifelt nach der nächsten Pop-Sensation sucht, jongliert Cary mit tausend zufälligen Hosting-Gigs … und einem neuen Freund.","versions":[{"lang":2,"streams":[{"redirect":8603334,"hoster":"VOE"},{"redirect":8603490,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Pat Connects With Her Fans","descr":"Während Brooke sich aufmacht, ihrer Mutter zu helfen, mit ihren vielen Pat-hungrigen Fans in Kontakt zu treten, zeigen das beneidenswerte neue Paar Cary und Jess einen jungen Schwulen und seinen Daddy durch New York City. Später debütiert Chase ein Karriere-veränderndes Video, das dazu bestimmt ist, die ganze Welt zum Reden zu bringen.","versions":[{"lang":2,"streams":[{"redirect":8603328,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Chase Guest-Edits Vogue","descr":"Während der bei Vogues mit Spannung erwarteter Enthüllung des Gesichts und des Körpers eines spritzigen neuen Promis versucht Brooke, die Vorteile eines Managers zu genießen, während Cary seinen Promi-Status auf der D-Liste für schnelles Geld nutzt.","versions":[{"lang":2,"streams":[{"redirect":12335984,"hoster":"VOE"},{"redirect":8747019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pat Hosts Just Another Regular Show","descr":"Als Cary mit Jess einen romantischen Ausflug ins Hinterland macht, gibt ihm eine zufällige Begegnung mit einem alten Freund einen Vorgeschmack auf die Zukunft. Zurück in der Stadt beginnt eine neu reiche und erfolgreiche Brooke ihre Suche nach dem fehlenden Glied – einem Freund –, indem sie vier heiße Frauen für die Show ihrer Mutter bucht.","versions":[{"lang":2,"streams":[{"redirect":13918004,"hoster":"VOE"},{"redirect":8747001,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Chase Gets Baptized","descr":"Chases Taufe in eine berühmte Kirche – ein wunderschöner Übergangsritus für jeden berühmten Jungen – stellt fest, dass Brooke und Cary Schwierigkeiten haben, auch die Vorteile dieser gesegneten neuen Welt zu ernten. Währenddessen tut Streeter alles, um seine \"Kinder\" daran zu erinnern, dass er der einzige \"Vater\" ist, um den sie sich kümmern sollten.","versions":[{"lang":2,"streams":[{"redirect":8747003,"hoster":"VOE"},{"redirect":8747006,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Pat Becomes #1 In Daytime","descr":"In einem verzweifelten Versuch, einen legitimen neuen Agenten zu gewinnen, versucht Cary, sich als Schauspieler-Slash-Autor umzubenennen. Unterdessen landet Brooke endlich etwas Eigenes – und verbindet sich dabei mit jemandem aus ihrer Vergangenheit.","versions":[{"lang":2,"streams":[{"redirect":14530704,"hoster":"VOE"},{"redirect":8747016,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Chase Becomes Co-Owner Of The Nets","descr":"Carys Tag, an dem er nach seiner allerersten Filmrolle recherchierte, endet in einem Melodrama, und ein Frauengremium findet Brooke weit über ihrem Kopf.","versions":[{"lang":2,"streams":[{"redirect":8811272,"hoster":"VOE"},{"redirect":8811278,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Pat Gets An Offer To Host \"Tic Tac Toe","descr":"Cary beginnt mit einem A-Listen-Schauspieler auszugehen, der \"seine Sexualität nicht kommentiert\", während Brooke darum kämpft, die vertraglichen Verpflichtungen ihrer eigenen Promi-Verabredung einzuhalten.","versions":[{"lang":2,"streams":[{"redirect":8811275,"hoster":"VOE"},{"redirect":8811281,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Chase and Pat Are Killing It","descr":"Brooke hat einen freien Tag vor Chases Modenschau und versucht, sich Zeit für sich selbst zu nehmen, während Cary versucht, ein Date zu finden. Beide Pläne scheitern natürlich auf spektakuläre Art.","versions":[{"lang":2,"streams":[{"redirect":8866961,"hoster":"VOE"},{"redirect":8866962,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Brooke and Cary Go to a Fashion Show","descr":"Nach einem anstrengenden Tag reist Pat nach L.A., um bei Chases Modenschau mitzumachen, obwohl die Chase gar nicht interessiert. Als bei dem Event das totale Chaos ausbricht, sind Brooke und Cary gezwungen, eine große Entscheidung zu treffen.","versions":[{"lang":2,"streams":[{"redirect":8866963,"hoster":"VOE"},{"redirect":8866965,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Cary Watches People Watch His Movie","descr":"Nach drei Jahren COVID-Verzögerung hat Carys Film Night Nurse endlich Premiere - aber wird er die Reaktionen seiner Liebsten in Echtzeit miterleben können? Währenddessen fühlt sich Brooke wie die einzige Person, die die Branche noch nicht verlassen hat.","versions":[{"lang":2,"streams":[{"redirect":14384302,"hoster":"VOE"},{"redirect":14444908,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Brooke Drives An Armpit Across America","descr":"Während Cary seinen Status als D-Promi ausnutzt, um die Miete zu bezahlen, kämpft Brooke darum, die Vorzüge einer Managerin auf einer schillernden Vogue-Party zu genießen.","versions":[{"lang":2,"streams":[{"redirect":14384303,"hoster":"VOE"},{"redirect":14444912,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Cary Becomes Somewhat of a Name","descr":"Cary lernt die \"Vorteile\" von Selfies und die Nachteile, kein \"Name\" zu sein. Nachdem sie ihren Job aufgegeben hat, wird Brooke mit der grausamen Realität des Lebens als normale Person konfrontiert. Pat unternimmt alles, um Zeit mit ihrer Familie zu verbringen.","versions":[{"lang":2,"streams":[{"redirect":12654811,"hoster":"VOE"},{"redirect":12654814,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Brooke Gets Her Hands Dirty","descr":"Während Cary versucht, am Set von \"Emily Overruled\" seine Spuren zu hinterlassen, entdeckt Brooke, dass ihre neue Rolle nicht einfach zu ziehen ist, und Pats Verkleidung funktioniert ein wenig zu gut.","versions":[{"lang":2,"streams":[{"redirect":12643798,"hoster":"VOE"},{"redirect":12643800,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Cary \u0026 Brooke Go to an AIDS Play","descr":"Der frustrierte Cary versucht, seine Beziehung in den Griff zu bekommen, indem er bei der Premiere von Lucas\u0027 Broadway-Show auf dessen Vertretung einwirkt. Chase nutzt die Eröffnung auch, um seinen neuesten Partner vorzustellen.","versions":[{"lang":2,"streams":[{"redirect":12654730,"hoster":"VOE"},{"redirect":12654731,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Brooke, and We Are Not Joking, Goes to Space","descr":"Brooke und Pat versuchen, sich mit jemandem auf ihrem Niveau zu verabreden, mit gemischten Ergebnissen, während Cary die Rolle des ersten offen schwulen Charakters in einem großen Studio übernimmt.","versions":[{"lang":2,"streams":[{"redirect":12662363,"hoster":"VOE"},{"redirect":12662362,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cary Gets His Ass Handed to Him","descr":"Brooke, Shuli und Streeter planen einen \"Neuanfang\" für Chase und Pam. Pats unauffälliger Geburtstagswunsch erweist sich als alles andere als das. Cary ist besessen von der Veröffentlichung von Curtis\u0027 neuer Serie, während er versucht, seine eigene zu retten.","versions":[{"lang":2,"streams":[{"redirect":12671475,"hoster":"VOE"},{"redirect":12671477,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Brooke Hosts a Night of Undeniable Good","descr":"Nachdem der Versuch, aus Chase einen bösen Jungen zu machen, spektakulär nach hinten losgegangen ist, wird Brooke durch ihre Kurskorrektur daran erinnert, dass es wirklich schwer ist, Gutes zu tun. Währenddessen versucht Cary, sein Wiedersehen zu \"gewinnen\", und Pat fährt nach Ohio, um ihr früheres Ich wiederzufinden.","versions":[{"lang":2,"streams":[{"redirect":12698508,"hoster":"VOE"},{"redirect":12698520,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"","versions":[{"lang":2,"streams":[{"redirect":12715562,"hoster":"VOE"},{"redirect":12715561,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"","versions":[{"lang":2,"streams":[{"redirect":12734099,"hoster":"VOE"},{"redirect":12734098,"hoster":"Streamtape"}]}]}]}]}