{"seriesId":"the-good-place","name":"The Good Place","descr":"Im Mittelpunkt der Geschichte von The Good Place befindet sich Eleanor Shellstrop, eines junge Frau, die sich in der Mitte ihres Lebens befindet. Eines Tages führt die Verkettung unglücklicher Ereignisse jedoch dazu, dass Eleanor fortan nicht mehr unter den Lebenden weilt - und daraufhin in den Himmel kommt.Damit hätte Eleanor nie gerechnet und wie sich kurze Zeit später herausstellen soll, gehört sie dort auch gar nicht hin. Offensichtlich liegt eine Verwechslung vor, denn Eleanor war zu Lebzeiten alles andere als ein guter Mensch. Trotzdem möchte sie das Paradies, The Good Place, nicht aufgeben und sich verändern. Hilfe sucht sie bei Michael, der fortan als ihr Mentor fungiert. Eleanor will alles erdenkliche tun, um ein guter Mensch zu werden, unterschätzt allerdings, wie anstrengend das für sie ist","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alles ist gut","epNo":1,"alt":"Everything Is Fine","descr":"Eleanor stirbt an den Folgen eines Verkehrsunfalls und landet im \"Good Place\" – ein Ort, an den gute und barmherzige Menschen nach ihrem Tod kommen. Das Problem: Bei der Zuordnung hat jemand sie mit einer Namensvetterin verwechselt. Denn in ihrem irdischen Leben war Eleanor alles andere als ein guter Mensch. Doch das muss sie kaschieren und schnellstmöglich lernen, ein guter Mensch zu werden. Dabei helfen soll ihr Seelenverwandter Chidi, der als einziger ihr Geheimnis kennt.","versions":[{"lang":1,"streams":[{"redirect":9752422,"hoster":"VOE"},{"redirect":13012319,"hoster":"Doodstream"},{"redirect":13012300,"hoster":"Vidoza"},{"redirect":8642012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flugstunden","epNo":2,"alt":"Flying","descr":"Eleanor möchte Chidi beweisen, dass sie es wert ist, von ihm Nachhilfe in Ethik zu bekommen. Doch immer wieder kommt es zu seltsamen Vorfällen im \"Good Place\". Eleanors direkte Nachbarn Tahani und Jianyu versuchen diese mit Michael aufzuklären. Kann es sein, dass Eleanor die Vorfälle durch ihre Vertuschungsversuche auslöst? Zu allem Übel beauftragt der Architekt des \"Good Place\", Michael, Eleanor die Vorfälle aufzuklären, da er selber keine Antwort hat.","versions":[{"lang":1,"streams":[{"redirect":9758505,"hoster":"VOE"},{"redirect":13012333,"hoster":"Doodstream"},{"redirect":8642008,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tahani Al-Jamil","epNo":3,"alt":"Tahani Al-Jamil","descr":"Eleanors Ethik-Nachhilfe beginnt. Lektion 1: Sei freundlich zu deinen Nachbarn. Da sollte es eigentlich gelegen kommen, dass Tahani eine Freundschaft mit Eleanor aufbauen möchte. Michael und Janet suchen ein Hobby für Chidi. Und Jianyu vertraut sich Eleanor an: Er kennt ihr Geheimnis – denn er selbst gehört hier nicht hin.","versions":[{"lang":1,"streams":[{"redirect":8483411,"hoster":"VOE"},{"redirect":13012329,"hoster":"Doodstream"},{"redirect":8642028,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jason Mendoza","epNo":4,"alt":"Jason Mendoza","descr":"Die Bombe platzt: Der schweigende Mönch Jianyu heißt eigentlich Jason Mendoza und ist ein filipino-amerikanischer Drogendealer und DJ aus Florida. Nachdem er endlich sein Schweigen gebrochen hat, möchte er sich nicht länger verstecken. Doch Eleanor weiß dies unter allen Umständen zu verhindern. Bei einem Dinner im Restaurant \"The Good Plate\" löst die Lüge wieder einen ungewöhnlichen Vorfall aus: Ein riesiger Krater droht die Stadt zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8483413,"hoster":"VOE"},{"redirect":13012331,"hoster":"Doodstream"},{"redirect":8642015,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ausnahmezustand","epNo":5,"alt":"","descr":"Wegen des immer größer werdenden Kraters sollen alle Bewohner in ihren Häusern bleiben. Michael, der das \"Good Place\" verwaltet, versucht Herr der Lage zu werden – vergeblich. Tahani stösst auf ein geheimes Ranking der Bewohner: Sie befindet sich auf dem vorletzten Platz. Doch egal, was für positive Aktionen sie unternimmt: Sie kann keinen Platz nach oben gutmachen.","versions":[{"lang":1,"streams":[{"redirect":9758610,"hoster":"VOE"},{"redirect":13012341,"hoster":"Doodstream"},{"redirect":8642019,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freundschaftsdienste","epNo":6,"alt":"","descr":"Eleanor unternimmt weitere Versuche ihren illegalen Aufenthalt im \"Good Place\" zu vertuschen. Sie setzt Michael den Floh ins Ohr, dass Architekten für gewöhnlich gar nicht in den von ihnen gestalteten Nachbarschaften wohnen. Michael kommt zu dem Entschluss, dass er die Ursache für die ungewohnte Vorgänge sein muss und kündigt seinen Abschied an.","versions":[{"lang":1,"streams":[{"redirect":8483421,"hoster":"VOE"},{"redirect":13012337,"hoster":"Doodstream"},{"redirect":8642017,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der ewige Schrei","epNo":7,"alt":"The Eternal Shriek","descr":"Michael (Ted Danson) verkündet öffentlich seinen Rücktritt – was für ihn ewige Folter bedeutet. Eleanor (Kristen Bell) plagt das schlechte Gewissen, da sie Schuld an dem Rücktritt ist. Also sucht sie eine Alternative: Da nur Janet (D’Arcy Carden) den Rücktritt einleiten kann, muss sie beseitigt werden. Janet ist zwar nur ein Roboter in Menschengestalt, doch sowohl Eleanor als auch Chidi (William Jackson Harper) haben Skrupel, den Todesbutton zu drücken. Tahani (Jameela Jamil) veranstaltet währenddessen eine Abschiedsfeier für Michael – ganz entgegen seinem Geschmack. Plötzlich wird die komplette Nachbarschaft auf den Mord an Janet aufmerksam gemacht – und Michael kündigt an, die Untersuchungen zu leiten. Eleanor wird von ihrem schlechten Gewissen übermannt und gibt ihren illegalen Aufenthalt zu …","versions":[{"lang":1,"streams":[{"redirect":8483423,"hoster":"VOE"},{"redirect":13012340,"hoster":"Doodstream"},{"redirect":8642016,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jenseits von Gut und Böse","epNo":8,"alt":"Most Improved Player","descr":"Michael (Ted Danson) interviewt Eleanor (Kristen Bell), Chidi (William Jackson Harper), Tahani (Jameela Jamil) und Jason (Manny Jacinto) zu Eleanors Geständnis und Janets Tod. Er kommt zu dem Entschluss, dass die falsche Eleanor hier nichts zu suchen hat und ins \"Bad Place\" muss. Als Eleanor im Zug in Richtung \"Bad Place\" sitzt, gibt Chidi sich als Janets Mörder zu erkennen und kann Michael davon überzeugen, dass Eleanor zwar eigentlich nicht ins \"Good Place\" gehört, sich ihr Charakter seit ihrem Einzug jedoch merklich verbessert hat …","versions":[{"lang":1,"streams":[{"redirect":8483419,"hoster":"VOE"},{"redirect":8642020,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fliegende Piranhas","epNo":9,"alt":"… Someone Like Me As A Member","descr":"Obwohl nun auch die \"richtige\" Eleanor – die am gleichen Tag und beim gleichen Unfall ums Leben kam – für das Paradies gefunden wurde, ist Michael dennoch der Überzeugung, auch der anderen Eleanor helfen zu müssen. Denn so ein schlechter Mensch scheint sie nicht zu sein. Um für beide eine Win-Win-Situation zu erzielen, schlägt die \"falsche\" Eleanor eine Lösung vor … Derweil muss Chidi an seine einzige Lüge auf der Erde zurückdenken … (Text: ProSieben Fun)","versions":[{"lang":1,"streams":[{"redirect":8483418,"hoster":"VOE"},{"redirect":13012336,"hoster":"Doodstream"},{"redirect":8642018,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Chidis Entscheidung","epNo":10,"alt":"Chidi’s Choice","descr":"Michael hat entschieden, alles in seiner Macht Stehende zu tun, um die \"falsche\" Eleanor im Paradies zu behalten. Um jeden Preis möchte er ihren Aufenthalt vor Ort rechtfertigen. Dafür bereiten sich auch die \"echte\" Eleanor und Bambadjan als Rechtsbeistand vor. Derweil gibt es immer wieder Komplikationen wegen des Seelenverwandtensystems, und vorschnelle Entscheidungen sorgen für Gefühlsverwirrungen. Chidi muss zusätzlich an s","versions":[{"lang":1,"streams":[{"redirect":8483422,"hoster":"VOE"},{"redirect":13012343,"hoster":"Doodstream"},{"redirect":8642021,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Pobody’s Nerfect","epNo":11,"alt":"What’s My Motivation","descr":"Nachdem Michael das Punkte-Ranking der beiden Eleanors sowie das von Tahani und Chidi veröffentlicht hat, wird klar, dass auf die \"falsche\" Eleanor noch viel Arbeit wartet. Von nun an muss sie zahlreiche Punkte für gute Taten sammeln, um so schnell es geht von ihren aktuellen -4.000 auf 1.2 Millionen Punkte zu kommen. Der Druck ist groß. Wird sie es schaffen, bevor Inspektor Shawn im Good Place ankommt? Auch Jason hat es derweil seit seiner Hochzeit mit Janet nicht leicht … (Text: ProSieben Fun)","versions":[{"lang":1,"streams":[{"redirect":8483424,"hoster":"VOE"},{"redirect":13012342,"hoster":"Doodstream"},{"redirect":8642022,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mindy St. Claire","epNo":12,"alt":"Mindy St. Claire","descr":"Eleanor wurde auf einen Zwischenbereich für das Nachleben aufmerksam. Sie stiehlt Shawns Zug, um dorthin zu gelangen; auch Jason und Janet kommen mit. Vor Ort lebt allerdings nur eine Person: Mindy St. Claire. Sie ist ein schlechter Mensch, der kurz vor seinem Tod eine gute Tat vollbracht hat. Da sich Gut und Böse um Mindy streiten, wurde dieser Bereich als Kompromiss für sie gebaut. Als Chidi und Tahani aber in Schwierigkeiten stecken, will Eleanor doch zurück zum Good Place … (Text: ProSieben Fun)","versions":[{"lang":1,"streams":[{"redirect":8483425,"hoster":"VOE"},{"redirect":13012344,"hoster":"Doodstream"},{"redirect":8642036,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Michael’s Gambit","epNo":13,"alt":"Michael’s Gambit","descr":"Gerade rechtzeitig schaffen es Eleanor und Jason zurück, um Chidi und Tahani davor zu bewahren, in den \"Bad Place\" zu müssen. Shawn, der emotionslose und rationale Richter des Nachlebens, entscheidet dennoch, dass bei den Bösen immer noch zwei weitere Bewohner fehlen. Nun liegt es an den Eleanors, Tahani, Chidi, Janet und Jason zu entscheiden, welche beiden von ihnen sich in die andere Welt wagen. Eine hitzige Debatte wird dann aber unerwartet von der Wahrheit überschattet … (Text: ProSieben Fun)","versions":[{"lang":1,"streams":[{"redirect":8483426,"hoster":"VOE"},{"redirect":13012345,"hoster":"Doodstream"},{"redirect":8642023,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Alles ist bestens","epNo":1,"alt":"Everything Is Great! Pt 1","descr":"Im zweiten Anlauf möchte Michael die Fehler vermeiden, die seine Tarnung beim letzten Mal haben auffliegen lassen. Eleanor und Chidi erwachen durch den Reboot erneut im \"Good Place\", ohne sich an die bisherigen Ereignisse zu erinnern. Doch ein Zettel mit einer Botschaft, den Eleanor vor dem Gedächtnisverlust in Janets Mund versteckt hat, zeigt ihr: Irgendetwas ist hier faul …","versions":[{"lang":1,"streams":[{"redirect":13012299,"hoster":"VOE"},{"redirect":13012306,"hoster":"Doodstream"},{"redirect":13012335,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Episode 1 enthalten]","epNo":2,"alt":"Everything Is Great! Pt 2","descr":"Neben Eleanor und Chidi machen auch Tahani und Jason erstmals mit ihren angeblichen Seelenverwandten Bekanntschaft. Während sie zunächst gute Mine zu bösem Spiel machen, gerät der von Michael geplante Abend außer Kontrolle – und Eleanor kommt hinter die Wahrheit des \"Good Place\". Michael erfährt von der versteckten Botschaft, die seine Pläne durchkreuzt hat. Nun scheint er die Lösung für das \"Problem\" gefunden zu haben. Nur wie teilt er seinen Vorgesetzten mit, dass sein eigentlich finaler zweiter Versuch misslungen ist?","versions":[]},{"epId":"episode-3","name":"Seelenverwandte-Roulette","epNo":3,"alt":"Dance Dance Resolution","descr":"Michael gibt wirklich sein Bestes, um den \"Bad Place\"-Bewohnern vorzugaukeln, dass sie nach ihrem Tod im sogenannten \"Good Place\" gelandet sind. Doch immer wieder enttarnt Eleanor Michaels Plan. Bisher konnte er das Gedächtnis der Bewohner zurücksetzen, um sein Vorhaben zu perfektionieren. Doch so langsam verliert sein Vorgesetzter die Geduld mit Michael – und nach Hunderten Versuchen streiken auch seine Angestellten …","versions":[{"lang":1,"streams":[{"redirect":13012304,"hoster":"VOE"},{"redirect":13012311,"hoster":"Doodstream"},{"redirect":13012305,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Team Kakerlaken","epNo":4,"alt":"Team Cockroach","descr":"Michael ändert seine Strategie, nachdem der \"Good Place\" nach unzähligen Reboots immer wieder von Eleanor und ihren Freunden als \"Bad Place\" erkannt wurde. Michaels Angestellte Vicky erpresst ihn nun und plant, ihre eigene Version des \"Bad Place\" in die Tat umzusetzen. Das will Michael verhindern. Er möchte sich mit den Bewohnern zusammentun und schlägt ihnen vor, ein Team gegen Vicky zu bilden – und er verspricht ihnen, sie in den echten \"Good Place\" zu bringen …","versions":[{"lang":1,"streams":[{"redirect":13012308,"hoster":"VOE"},{"redirect":13012313,"hoster":"Doodstream"},{"redirect":13012312,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leblose Schale des Elends","epNo":5,"alt":"Existential Crisis","descr":"Michael bekommt eine Existenzkrise, weil Chidi und Eleanor versuchen ihm zu erklären, warum Ethik wichtig ist.","versions":[{"lang":1,"streams":[{"redirect":13012310,"hoster":"VOE"},{"redirect":13012322,"hoster":"Doodstream"},{"redirect":13012315,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Trolley-Problem","epNo":6,"alt":"The Trolley Problem)","descr":"Der Ethikunterricht geht weiter, aber alte Gewohnheiten ändert man nicht so schnell. Außerdem treffen sich Tahani und Jason heimlich.","versions":[{"lang":1,"streams":[{"redirect":13012317,"hoster":"VOE"},{"redirect":13012328,"hoster":"Doodstream"},{"redirect":13012318,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Janet und Michael","epNo":7,"alt":"Janet And Michael","descr":"Als es in der Nachbarschaft zu einem kleinen Fehler kommt, müssen Michael und Janet das Problem lösen, bevor es außer Kontrolle gerät.","versions":[{"lang":1,"streams":[{"redirect":13012323,"hoster":"VOE"},{"redirect":13012332,"hoster":"Doodstream"},{"redirect":13012326,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Derek","epNo":8,"alt":"Derek","descr":"Um Jason zu vergessen, hat sich Janet einen Ersatz konstruiert: Derek. Doch es ist nicht vorgesehen, dass eine neue Person einfach erschaffen wird. Und so dauert es nicht lange, bis die ersten Probleme auftauchen. Michael sucht Hilfe bei Eleanor und Chidi …","versions":[{"lang":1,"streams":[{"redirect":13012268,"hoster":"VOE"},{"redirect":13012274,"hoster":"Doodstream"},{"redirect":13012267,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kierkegaard für Anfänger","epNo":9,"alt":"Leap To Faith","descr":"Michael erhält überraschenden Besuch. Eleanor, Chidi, Tahani und Jason versuchen ein Rätsel zu lösen.","versions":[{"lang":1,"streams":[{"redirect":13114258,"hoster":"VOE"},{"redirect":13012272,"hoster":"Doodstream"},{"redirect":13012269,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die beste Version","epNo":10,"alt":"Best Self","descr":"Michael gerät in eine missliche Situation. Eleanor hat eine Idee, bei der Chidi, Tahani, Jason und sogar Janet ihre Gefühle offenbaren müssen.","versions":[{"lang":1,"streams":[{"redirect":13012273,"hoster":"VOE"},{"redirect":13012277,"hoster":"Doodstream"},{"redirect":14175672,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Museum des menschlichen Unheils","epNo":11,"alt":"Rhonda, Diana, Jake, And Trent","descr":"Eleanor, Chidi, Tahanil, Janet und Jason brechen zu einer Reise auf, die langanhaltende Konsequenzen haben könnte.","versions":[{"lang":1,"streams":[{"redirect":13012275,"hoster":"VOE"},{"redirect":13012280,"hoster":"Doodstream"},{"redirect":13012276,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der allwissende Burrito","epNo":12,"alt":"The Burrito","descr":"Eleanor, Chidi, Tahani und Jason denken darüber nach, wie sie sich verbessert haben und wo nicht. Michael sieht den Konsequenzen seiner jüngsten Aktionen entgegen.","versions":[{"lang":1,"streams":[{"redirect":13012279,"hoster":"VOE"},{"redirect":13012287,"hoster":"Doodstream"},{"redirect":13012278,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Moralischer Verdienst","epNo":13,"alt":"Somewhere Else","descr":"Michael setzt sich vor der Richterin für seine menschlichen Schützlinge ein. Sie scheint beeindruckt zu sein, doch allzu einfach wird sie ihnen den Weg in den Good Place nicht machen. Es sieht so aus, als ob sich die vier trennen müssten, und so nutzt Janet die Chance, Jason ihre Liebe zu gestehen. Chidi hört ebenso auf seine Gefühle: Er küsst Eleanor. Michael wird daraufhin schlagartig klar, was er tun muss, um seinen Freunden zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13012282,"hoster":"VOE"},{"redirect":13012295,"hoster":"Doodstream"},{"redirect":13012283,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Alles ist prächtig (1)","epNo":1,"alt":"Everything Is Bonzer! (1)","descr":"Michael darf auf die Erde reisen, um die Geschehnisse dort zu beeinflussen und seinen vier Schützlingen das Leben zu retten. Ein paar Monate später prüft er gespannt, ob sie durch diese neue Chance zu besseren Menschen geworden sind – und leider wird Michael bitter enttäuscht. Also muss ein neuer Plan her, doch dafür muss er sich erneut auf die Erde begeben.","versions":[{"lang":1,"streams":[{"redirect":6770252,"hoster":"VOE"},{"redirect":13008831,"hoster":"Doodstream"},{"redirect":13008828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12268231,"hoster":"VOE"},{"redirect":9978610,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alles ist prächtig (2)","epNo":2,"alt":"Everything Is Bonzer! (2) [in Episode 1 enthalten]","descr":"Michael hat sich unerlaubt noch einmal auf die Erde begeben, um seinen Schützlingen zu helfen. Durch ihn haben sich Chidi und Eleanor bereits gefunden. Gemeinsam suchen sie nun nach weiteren Personen, die eine Nahtoderfahrung hatten und dadurch zu besseren Menschen wurden.","versions":[{"lang":1,"streams":[{"redirect":13008830,"hoster":"VOE"},{"redirect":13008834,"hoster":"Doodstream"},{"redirect":13008829,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Gehirnakrobaten","epNo":3,"alt":"The Brainy Bunch","descr":"Michael hat ein großes Problem: Der Dämon Trevor bringt auf der Erde sein ganzes Vorhaben durcheinander. Fast ist es Michael gelungen, seine Schützlinge zusammenzubringen und durch ihre Erlebnisse zu besseren Menschen zu machen, aber Trevor sabotiert dies, wo er nur kann. Als dann die Richterin auch noch bemerkt, was Michael, Janet und Trevor auf der Erde treiben, ruft sie sie erbost zu sich zurück.","versions":[{"lang":1,"streams":[{"redirect":6770264,"hoster":"VOE"},{"redirect":13008838,"hoster":"Doodstream"},{"redirect":13008833,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schneepflug","epNo":4,"alt":"The Snowplow","descr":"Zum Unmut der Richterin greifen Michael und Janet noch immer in das Leben ihrer Schützlinge auf der Erde ein: Als Eleanor sich einen Job suchen muss, weil sie pleite ist, lassen die beiden ihr auf geschickte Art und Weise einen Geldsegen zukommen. Und auch bei Tahani und Jason ist Hilfe notwendig, damit sie Chidis Studie nicht durch eine mögliche Liebesbeziehung gefährden.","versions":[{"lang":1,"streams":[{"redirect":13008844,"hoster":"VOE"},{"redirect":13008854,"hoster":"Doodstream"},{"redirect":13008847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978619,"hoster":"VOE"},{"redirect":9978620,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jeremy Bearimy","epNo":5,"alt":"Jeremy Bearimy","descr":"Michael und Janet sind aufgeflogen: Sie wurden von ihren Schützlingen entdeckt und müssen ihnen nun erklären, was in Wirklichkeit in den letzten Jahren passiert ist. Die vier sind geschockt und ziehen ihre Konsequenzen aus dem Gehörten. Während Jason und Tahani heiraten und dem Reichtum entsagen, sucht Eleanor Chidi auf und möchte fortan tatsächlich nur noch Gutes tun – auch wenn ihre Seelen bereits verloren sind.","versions":[{"lang":1,"streams":[{"redirect":6770280,"hoster":"VOE"},{"redirect":13008846,"hoster":"Doodstream"},{"redirect":13008841,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978623,"hoster":"VOE"},{"redirect":9978622,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Donkey Doug","epNo":6,"alt":"The Ballad of Donkey Doug","descr":"Chidi will mit Janets Hilfe einen Weg finden, sich möglichst versöhnlich von seiner Freundin Simone zu trennen. Währenddessen versuchen Michael und Tahani, Jason dabei zu unterstützen, eine Bindung zu seinem Vater Donkey Doug aufzubauen. Doch der hält wenig vom anständigen Leben und droht, Jason ebenfalls vom rechten Weg abzubringen.","versions":[{"lang":1,"streams":[{"redirect":13401651,"hoster":"VOE"},{"redirect":13401652,"hoster":"Doodstream"},{"redirect":13401650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978631,"hoster":"VOE"},{"redirect":9978627,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mrs. Elternsprecherin","epNo":7,"alt":"A Fractured Inheritance","descr":"Eleanor erfährt von Michael, dass ihre totgeglaubte Mutter noch lebt. Gemeinsam suchen sie die Frau auf, um ihr den rechten Weg zu weisen. Donna lebt allerdings mittlerweile mit ihrem wohlhabenden Freund und dessen Tochter zusammen – und alles scheint perfekt. Aber Eleanor ist sicher, dass ihre Mutter etwas verheimlicht, und das will sie herausfinden. Tahani sucht unterdessen das Gespräch mit ihrer Schwester Kamilah.","versions":[{"lang":1,"streams":[{"redirect":6770295,"hoster":"VOE"},{"redirect":13008856,"hoster":"Doodstream"},{"redirect":13008852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978634,"hoster":"VOE"},{"redirect":9978636,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zentauren und Tarantel-Quallen","epNo":8,"alt":"The Worst Possible Use of Free Will","descr":"Nachdem Michael Eleanor erzählt hat, dass sie in einer Version des Lebens nach dem Tod eine Liebesbeziehung zu Chidi hatte, will sie sich unbedingt an diese Zeit erinnern. Durch ihre zerrütteten Familienverhältnisse war Eleanor immer der Meinung, nicht lieben zu können. Also soll ihr Michael nun helfen, sich diese besonderen Gefühle wieder ins Gedächtnis zu rufen. Doch das hat Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":6770302,"hoster":"VOE"},{"redirect":13008842,"hoster":"Doodstream"},{"redirect":13008837,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Freudenspender","epNo":9,"alt":"Don\u0027t Let the Good Life Pass You By","descr":"Michael und Janet besuchen einen Mann namens Doug, der vor vielen Jahren nach der Einnahme von halluzinogenen Pilzen eine Art Erleuchtung hatte: Er gestaltete sein komplettes Leben neu und tut seitdem alles dafür, nach seinem Tod in den Good Place zu gelangen. Anfangs ist Michael begeistert von Dougs Alltag, doch nach und nach überzeugt ihn Janet, dass der Mann nicht das perfekte Leben führt.","versions":[{"lang":1,"streams":[{"redirect":13008855,"hoster":"VOE"},{"redirect":13008860,"hoster":"Doodstream"},{"redirect":13008859,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wer bin ich und wenn ja, wie viele","epNo":10,"alt":"Janet(s)","descr":"Janet und Michael stehen vor einem Problem: Ihre Schützlinge haben plötzlich alle Janets Gestalt angenommen – und sie können nicht zurückverwandelt werden. Um sie auseinanderzuhalten, zieht Janet ihnen wenigstens wieder deren übliche Kleidung an. Während Micheal mit der echten Janet eine Lösung sucht, sollen Eleanor, Chidi, Tahani und Jason nichts tun und abwarten. Doch das fällt den vieren alles andere als leicht.","versions":[{"lang":1,"streams":[{"redirect":6770315,"hoster":"VOE"},{"redirect":13012302,"hoster":"Doodstream"},{"redirect":13012296,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die interdimensionale Höhle der Pancakes","epNo":11,"alt":"The Book of Dougs","descr":"Eleanor, Chidi, Tahani und Jason haben es endlich geschafft, in den Good Place zu gelangen – zumindest glauben sie das. Um nicht sofort wieder herauszufliegen, müssen sie sich unauffällig verhalten. Das fällt den vier Freunden natürlich nicht gerade leicht – vor allem, als sie erfahren, dass sie sich nur in dem Gebäude befinden, das durch eine Spezialtür in den wahren Good Place führt.","versions":[{"lang":1,"streams":[{"redirect":6770320,"hoster":"VOE"},{"redirect":13008867,"hoster":"Doodstream"},{"redirect":13008863,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Chidi sieht das Zeitmesser","epNo":12,"alt":"Chidi Sees the Time-Knife","descr":"Die Richterin hat Michael, Janet und deren Schützlinge aufgespürt. Sie ist extrem sauer, weil sie von ihnen belogen und bestohlen wurde. Die Freunde geben sich große Mühe, ihr zu erklären, was sie auf ihrer verbotenen Reise alles gelernt haben, um sie zu überzeugen, dass sie es nun wert sind, im wahren Good Place untergebracht zu werden. Jason und Janet nähern sich unterdessen wieder einander an","versions":[{"lang":1,"streams":[{"redirect":6770327,"hoster":"VOE"},{"redirect":13008869,"hoster":"Doodstream"},{"redirect":13008865,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978644,"hoster":"VOE"},{"redirect":9978641,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Pandämonium","epNo":13,"alt":"Pandemonium","descr":"Michael steht kurz vor einem Nervenzusammenbruch. Ohne lange zu überlegen, übernimmt Eleanor seinen Job und gibt sich den kürzlich Verstorbenen gegenüber als Architektin des Good Place aus. Michael fungiert derweil als ihr Assistent, bis er wieder zu seiner alten Stärke zurückgefunden hat.","versions":[{"lang":1,"streams":[{"redirect":6770336,"hoster":"VOE"},{"redirect":13008875,"hoster":"Doodstream"},{"redirect":13008874,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Im Himmel ist die Hölle los (1)","epNo":1,"alt":"A Girl from Arizona (1)","descr":"Die Gruppe gewöhnt sich an die neuen Herausforderungen, die ihnen bevorstehen als unter ihrer Aufsicht vier Testobjekte eine neue Nachbarschaft beziehen.","versions":[{"lang":1,"streams":[{"redirect":8483457,"hoster":"VOE"},{"redirect":8642040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978650,"hoster":"VOE"},{"redirect":9978651,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978551,"hoster":"VOE"},{"redirect":9978548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Himmel ist die Hölle los (2)","epNo":2,"alt":"A Girl from Arizona (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":8483455,"hoster":"VOE"},{"redirect":13012349,"hoster":"Doodstream"},{"redirect":8642039,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978655,"hoster":"VOE"},{"redirect":9978654,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978558,"hoster":"VOE"},{"redirect":9978557,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chidi, Chidi, Bäng, Bäng","epNo":3,"alt":"Chillaxing","descr":"","versions":[{"lang":1,"streams":[{"redirect":8483463,"hoster":"VOE"},{"redirect":13012352,"hoster":"Doodstream"},{"redirect":8642038,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978664,"hoster":"VOE"},{"redirect":9978663,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978563,"hoster":"VOE"},{"redirect":9978562,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dame, König, Dämon, Spion","epNo":4,"alt":"Tinker, Tailor, Demon, Spy","descr":"","versions":[{"lang":1,"streams":[{"redirect":8483456,"hoster":"VOE"},{"redirect":13012348,"hoster":"Doodstream"},{"redirect":8642042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978669,"hoster":"VOE"},{"redirect":9978667,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978565,"hoster":"VOE"},{"redirect":9978567,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Holterdiefolter","epNo":5,"alt":"Employee Of The Bearimy","descr":"Michael und Jason haben einen Plan. Eleanor lernt aus erster Hand, wie schwierig es ist, die Nachbarschaft zu leiten.","versions":[{"lang":1,"streams":[{"redirect":8483464,"hoster":"VOE"},{"redirect":13012350,"hoster":"Doodstream"},{"redirect":8642043,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978672,"hoster":"VOE"},{"redirect":9978671,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978575,"hoster":"VOE"},{"redirect":9978571,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Chip Driver Krimi","epNo":6,"alt":"A Chip Driver Mystery","descr":"Einer der neuen Bewohner schafft eine Einteilung in die Reihen.","versions":[{"lang":1,"streams":[{"redirect":8483450,"hoster":"VOE"},{"redirect":13012351,"hoster":"Doodstream"},{"redirect":8642041,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12929888,"hoster":"VOE"},{"redirect":9978674,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978579,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Aus die Maus","epNo":7,"alt":"Help Is Other People","descr":"Am letzten Tag des Experiments steht Chidi vor einem letzten ethischen Dilemma.","versions":[{"lang":1,"streams":[{"redirect":13051496,"hoster":"VOE"},{"redirect":13012347,"hoster":"Doodstream"},{"redirect":8642044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978678,"hoster":"VOE"},{"redirect":9978681,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978588,"hoster":"VOE"},{"redirect":9978583,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gestorben wird immer","epNo":8,"alt":"The Funeral to End All Funerals","descr":"Die Gruppe wartet auf die endgültige Entscheidung des Richters über das Schicksal der menschlichen Existenz","versions":[{"lang":1,"streams":[{"redirect":8483477,"hoster":"VOE"},{"redirect":13012346,"hoster":"Doodstream"},{"redirect":8642049,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978686,"hoster":"VOE"},{"redirect":9978685,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978587,"hoster":"VOE"},{"redirect":9978590,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alle meine Leben","epNo":9,"alt":"The Answer","descr":"Um eine bessere Zukunft zu planen, betrachtet Chidi seine Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8483474,"hoster":"VOE"},{"redirect":8642047,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978691,"hoster":"VOE"},{"redirect":9978690,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978602,"hoster":"VOE"},{"redirect":9978595,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie ausgewechselt","epNo":10,"alt":"You\u0027ve Changed, Man","descr":"Die Gruppe arbeitet daran, mit Sean und dem Richter einen Plan für das Leben nach dem Tod auszuhandeln.","versions":[{"lang":1,"streams":[{"redirect":8483466,"hoster":"VOE"},{"redirect":13012353,"hoster":"Doodstream"},{"redirect":8642045,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978698,"hoster":"VOE"},{"redirect":9978697,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978599,"hoster":"VOE"},{"redirect":9978603,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sisyphos ist müde","epNo":11,"alt":"Mondays, Am I Right?","descr":"Michael führt einige Tests durch und Chidi wird von Jason gut beraten.","versions":[{"lang":1,"streams":[{"redirect":8483496,"hoster":"VOE"},{"redirect":13012356,"hoster":"Doodstream"},{"redirect":8642048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978703,"hoster":"VOE"},{"redirect":9978701,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9978606,"hoster":"VOE"},{"redirect":12516904,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Sinn des Lebens nach dem Tod","epNo":12,"alt":"Patty","descr":"Die Gruppe hat den grünen Bereich betreten. Die Freude ist groß, lediglich Michael hat ein mulmiges Gefühl …","versions":[{"lang":1,"streams":[{"redirect":8483480,"hoster":"VOE"},{"redirect":13012355,"hoster":"Doodstream"},{"redirect":8642046,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978706,"hoster":"VOE"},{"redirect":9978707,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wenn sie soweit sind","epNo":13,"alt":"Whenever You\u0027re Ready","descr":"Gibt es noch eine Chance für die Menschheit auf ein Leben nach dem Tod? Eleanor, Michael und der Rest der Gruppe versuchen, dem Geheimnis auf die Spur zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8483506,"hoster":"VOE"},{"redirect":13012369,"hoster":"Doodstream"},{"redirect":8642050,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9978714,"hoster":"VOE"},{"redirect":9978710,"hoster":"Streamtape"}]}]}]}]}