{"path":"/serie/stream/the-restaurant","name":"The Restaurant","descr":"Am Ende des Zweiten Weltkrieges steht das Nobel-Restaurant der Familie Löwander mitten im Zentrum von Stockholm finanziell vor dem Aus.Der älteste Sohn Gustaf (Mattias Nordkvist) hatte das Restaurant während des Krieges mit teilweise illegalen Mitteln am Laufen gehalten und will es auch jetzt traditionell, wie eh und je, fortführen.Aber, als der mittlere Sohn Peter (Adam Lundgren) aus dem Krieg nach Hause kommt und feststellt, dass das Familiengschäft unmittelbar vor dem Bankrott steht, ist für ihn klar, dass sich vieles verändern muss, um den neuen Zeiten und Bedürfnissen gerecht zu werden!Dabei wird auch darüber nachgedacht, einen Teil des Restaurants in einen Nachtclub umzuwandeln.Während der Familienkonflikt unvermeidlich scheint, verliebt sich die jüngste Tochter Nina (Hedda Stiernstedt) in den Küchengehilfen Calle (Charlie Gustafsson)...","seasons":[{"path":"/serie/stream/the-restaurant/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-restaurant/staffel-1/episode-1","name":"Frieden","epNo":1,"alt":"Freden","descr":"Die Freude über das Ende des Krieges ist bei Gustaf Löwander getrübt, denn das Restaurant seiner Familie konnte den Folgen des jahrelangen Kampfes nicht standhalten. Bei dem Versuch, die finanzielle Misere abzuwenden, droht Gustaf, auf die schiefe Bahn zu geraten. Der Rest der Familie scheint nichts davon zu ahnen. Der junge Calle arbeitet dort seit Neuestem als Küchenhilfe und trifft im Restaurant auf Nina Löwander, die er bei der Friedensfeier am Morgen spontan geküsst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114648","hoster":"VOE"},{"path":"/redirect/8645327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-2","name":"Die Heimkehr","epNo":2,"alt":"Hemkomsten","descr":"Während Peter ahnt, dass im Restaurant etwas nicht stimmt, versucht Gustaf seine Familie vom Gegenteil zu überzeugen. Er befürchtet, dass seine Mutter den Betrieb ihrem jüngeren Sohn übergibt, wenn herauskommt, wie schlecht es um das Restaurant steht. Nina und Calle kommen sich derweil immer näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488891","hoster":"VOE"},{"path":"/redirect/8645329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-3","name":"Das Jubiläum","epNo":3,"alt":"Jubileet","descr":"Peter stellt seinen großen Bruder Gustaf zur Rede: Er hat durch die Bank von dem drohenden Bankrott des Restaurants erfahren. Gustaf gibt vor, gemeinsam eine Lösung für das finanzielle Problem finden zu wollen. Doch er hat sich bereits auf illegalem Weg Geld besorgt. Zudem soll eine Jubiläumsfeier die leeren Kassen wieder füllen. Calle und Nina führen unterdessen eine heimliche Liebschaft. Allzu lange bleibt die Beziehung aber nicht unentdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336023","hoster":"VOE"},{"path":"/redirect/8645326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-4","name":"Geheimnisse","epNo":4,"alt":"Hemligheter","descr":"Der Streit um die Führung des Restaurants entzweit die Brüder Gustaf und Peter – zumal sich deren Mutter auf Gustafs Seite schlägt. Dass er sich auf illegale Geschäfte eingelassen hat, scheint er zu verdrängen. Während Nina sich weiterhin mit Calle vergnügt, verlobt sich Peter mit der Französin Suzanne. Doch die Beziehungen werden von der strengen Mutter der beiden nicht gutgeheißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488890","hoster":"VOE"},{"path":"/redirect/8645328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-5","name":"Der Kellermeister","epNo":5,"alt":"Källarmästaren","descr":"Die Belegschaft des Restaurants ist verunsichert, weil ihr Chef verhaftet wurde. Peter soll daraufhin die Geschäftsführung übernehmen. Es dauert nicht lange, bis zwielichtige Gestalten bei ihm auftauchen und die Begleichung von Gustafs Schulden verlangen. Nina hat sich unterdessen gegen die Schwangerschaft entschieden und einen fragwürdigen Eingriff vornehmen lassen. Kurz darauf bricht sie zusammen. Calle sorgt sich sehr um sie und ringt sich zu einem großen Schritt durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336017","hoster":"VOE"},{"path":"/redirect/8645330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-6","name":"Die Neueröffnung","epNo":6,"alt":"Nyöppningen","descr":"Nach dem Verlust der Schanklizenz und weiteren Schwierigkeiten darf das Restaurant endlich wiedereröffnet werden. Peter und Nina haben sich ein neues Konzept überlegt, um das Geschäft rentabel zu machen. Sie überzeugen ihre Mutter und anschließend die Belegschaft von der Notwendigkeit der Veränderungen. Nicht jeder ist begeistert von den Neuerungen: allen voran Gustaf. Für Calle bieten sich dadurch sogar Aufstiegschancen – und auch privat ändert sich bei ihm einiges.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488893","hoster":"VOE"},{"path":"/redirect/8645334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-7","name":"Das Krebsfest","epNo":7,"alt":"Kräftskivan","descr":"Nina plant mal wieder eine große Party – und ausgerechnet Calle soll für die Verköstigung ihrer Gäste sorgen. Sonja und er sind mittlerweile fest zusammen, und Nina ist mit dem wohlhabenden Erik verlobt. Während Gustaf und Peter weiter über die Führung des Restaurants streiten, schließen sich immer mehr ihrer Angestellten der Gewerkschaft an. Als Gustaf davon erfährt, hat das schwerwiegende Konsequenzen für Maggan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488892","hoster":"VOE"},{"path":"/redirect/8645337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-8","name":"Der Vertrag","epNo":8,"alt":"Avtalet","descr":"Nina löst nach ihrer gemeinsamen Nacht mit Calle ihre Verlobung mit Erik. Sie plant eine gemeinsame Zukunft mit dem talentierten Koch. Doch dessen Leben wird von dem plötzlichen Tod seiner Mutter auf den Kopf gestellt. Gustaf erpresst unterdessen Maggan mit ihrer Beziehung zu einer Frau. Er droht ihr mit dem Jugendamt, sollte sie ihre Klage gegen die Kündigung in die Tat umsetzen. Peter schlägt sich auf Maggans Seite und gerät erneut mit Gustaf aneinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488895","hoster":"VOE"},{"path":"/redirect/8645338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-9","name":"Die Hausfrau","epNo":9,"alt":"Hemmafrun","descr":"Fünf Jahre sind vergangen, seitdem Calle und Nina sich getrennt haben. In der Zwischenzeit hat sich viel verändert: Beide haben ihre eigenen Familien gegründet. Calle will seinem Bruder einen Job im Restaurant besorgen. Peter hat nach der Trennung von Suzanne eine Affäre mit der Frau seines Chefs angefangen. Nina ist mittlerweile Hausfrau und Mutter, was sie jedoch wenig erfüllt. Die junge Frau flüchtet sich in die Sucht. Und Maggan kämpft für Frauenrechte am Arbeitsplatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488896","hoster":"VOE"},{"path":"/redirect/8645336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-1/episode-10","name":"Hoffnung","epNo":10,"alt":"Hoppet","descr":"Nina muss erkennen, dass sie als Mutter und Ehefrau versagt hat, als ihre kleine Tochter im Krankenhaus behandelt werden muss, weil Nina im Drogenrausch nicht auf sie aufgepasst hat. Der Vorfall hat weitreichende Konsequenzen, und die junge Frau steht vor den Trümmern ihres Lebens. Calle ist derweil enttäuscht, weil Holger als stellvertretender Küchenmeister bestimmt wurde und ihn bei jeder erdenklichen Gelegenheit schikaniert. In seiner Wut kündigt der junge Koch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488898","hoster":"VOE"},{"path":"/redirect/8645339","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-restaurant/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/the-restaurant/staffel-2/episode-1","name":"Das Weihnachtsgeschenk","epNo":1,"alt":"Julklappen","descr":"Gustav arbeitet seit seiner Zeit im Gefängnis als Kellner. Peter hat die Geschäftsführung des Restaurants erfolgreich von ihm übernommen. Und auch Nina konnte sich mit Calles Hilfe von ihrer Sucht befreien und ein neues Leben beginnen. Die beiden sind glücklich verheiratet – und die Presse stürzt sich auf die Liebesgeschichte des ungleichen Paares. Helga kämpft unterdessen mit schrecklichen Schmerzen, weigert sich jedoch, ins Krankenhaus zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488897","hoster":"VOE"},{"path":"/redirect/8645341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-2","name":"Rock’n’Roll","epNo":2,"alt":"Rock’n’roll","descr":"Gustav hat sich entschieden, seine Anteile am Restaurant zu verkaufen und sein eigenes Geschäft zu eröffnen. Seine Familie kann diesen Schritt nicht nachvollziehen und wendet sich gegen die potentielle neue Anteilseignerin. Die Entfremdung ihrer Tochter aus erster Ehe macht Nina sehr zu schaffen. Umso mehr freuen sie und Calle sich auf ihren bevorstehenden Nachwuchs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251422","hoster":"VOE"},{"path":"/redirect/8645343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-3","name":"Alte und neue Familien","epNo":3,"alt":"Gamla familjer och nya","descr":"Nachdem Gustav von seiner Familie ein weit geringeres Angebot für seine Anteile am Restaurant erhalten hat, will er diese schnellstmöglich an Frau Winter verkaufen. Nina versteht sich unterdessen sehr gut mit der neuen potentiellen Anteilseignerin, was ihrem Bruder Peter ganz und gar nicht gefällt. Er sieht sie als Bedrohung und begegnet ihr äußerst feindselig. Doch dann findet er einen Weg, sie unter Druck zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488899","hoster":"VOE"},{"path":"/redirect/14166391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-4","name":"Surprise de Nina","epNo":4,"alt":"Surprise de Nina","descr":"Peter konnte Frau Winter mithilfe einer Intrige zum Verkauf ihrer Anteile am Restaurant zwingen. Allerdings sorgt das innerhalb der Familie für Unmut, denn Nina und auch ihre Mutter hätten weniger Mitspracherecht, wenn Peter die Mehrheit der Anteile besäße. Um das zu verhindern, muss Nina allerdings in kurzer Zeit eine Menge Geld auftreiben. Die Lösung ihres finanziellen Problems hofft sie, bei ihrem Ex-Mann zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488900","hoster":"VOE"},{"path":"/redirect/8645344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-5","name":"Das Buch","epNo":5,"alt":"Boken","descr":"Gustav hat sich nach seinem Absturz wieder gefangen und dem Alkohol abgeschworen. Außerdem hat er sich mit seinen Geschwistern versöhnt. Nina nähert sich unterdessen ihrer Tochter an. Als die Kleine ihre Mutter bittet, bei ihr wohnen zu dürfen, findet Nina die Idee sehr gut. Doch da hat ihr Ex-Mann auch noch ein Wörtchen mitzureden. Peter mischt sich derweil in Ninas Geschäfte ein und sorgt damit für Feindseligkeiten innerhalb der Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114649","hoster":"VOE"},{"path":"/redirect/8645347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-6","name":"Bella Italia","epNo":6,"alt":"Bella Italia","descr":"Calles Kochbuch ist ein voller Erfolg – und auch Peters einstige große Liebe Suzanne hat ein Buch geschrieben. Als diese plötzlich im Restaurant erscheint, freut sich Peter sehr. Unterdessen werden die Differenzen innerhalb der Familie immer schwerwiegender: Nina setzt sich mithilfe ihrer Mutter gegen ihren Bruder durch und plant eine italienische Woche – sehr zum Missfallen von Peters Frau Ester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488904","hoster":"VOE"},{"path":"/redirect/8645345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-7","name":"Die Zehntausend-Kronen-Frage","epNo":7,"alt":"10 000-kronorsfrågan","descr":"Peter hat eine Affäre mit seiner Ex-Freundin Suzanne und belügt seine Frau. Doch diese wird misstrauisch und spioniert ihm hinterher. Als Ester ihn zur Rede stellt, verlangt sie den Abbruch des Kontakts zwischen den beiden. Unterdessen begibt sich Gustav wegen seiner homosexuellen Neigungen in Therapie. Unterstützt wird er dabei von seiner Ehefrau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488903","hoster":"VOE"},{"path":"/redirect/8645349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-8","name":"Die Predigt","epNo":8,"alt":"Predikan","descr":"Calle und Nina sind mittlerweile erfolgreiche Fernsehstars. Ihre gemeinsame Koch-Sendung ist beliebt, doch die Glamourwelt gefällt Nina deutlich besser als ihrem Mann. Gustav hat einige Risiken auf sich genommen, um von seiner Leidenschaft für Männer therapiert zu werden. Halt findet er außerdem im Glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488907","hoster":"VOE"},{"path":"/redirect/8645346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-9","name":"Eigene Mehrheit","epNo":9,"alt":"Egen majoritet","descr":"Helga liegt nach einem Schlaganfall im Krankenhaus. Die Ärzte erklären ihrer Familie, dass ihr Zustand sehr ernst ist und sie sterben könnte. Helgas drei Kinder wachen an ihrem Bett und hoffen, dass ihre Mutter endlich zu sich kommt. Calle erfährt unterdessen, dass seine Ex-Freundin wieder im Restaurant arbeitet. Im Gespräch mit ihr stellt er fest, wie sehr er sich ein normales Leben, wie sie es führt, wünscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488905","hoster":"VOE"},{"path":"/redirect/8645350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-2/episode-10","name":"Die Beerdigung","epNo":10,"alt":"Begravningen","descr":"Helga stirbt an den Folgen ihres Schlaganfalls. Während Peter, Gustav und Nina Abschied nehmen, trifft sich Calle mit seiner Ex-Freundin. Gerade als Nina ihn am meisten braucht, betrügt sie ihr Ehemann. Peter, der erst kürzlich das Testament seiner Mutter vernichtet hat, tritt die alleinige Leitung des Restaurants an. Er nimmt seiner Schwester alle Befugnisse und bricht mit ihr. Doch dann erfährt Nina von dem verschwundenen Testament.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488906","hoster":"VOE"},{"path":"/redirect/8645348","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/the-restaurant/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/the-restaurant/staffel-3/episode-1","name":"Der Nachtclub","epNo":1,"alt":"Nattklubben","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488908","hoster":"VOE"},{"path":"/redirect/8645351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-2","name":"VIP","epNo":2,"alt":"VIP","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488909","hoster":"VOE"},{"path":"/redirect/8645354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-3","name":"Crème de la crème","epNo":3,"alt":"Creme de la creme","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336016","hoster":"VOE"},{"path":"/redirect/12984937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-4","name":"Weggang","epNo":4,"alt":"Avgång","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488910","hoster":"VOE"},{"path":"/redirect/8645360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-5","name":"Die Rückkehr","epNo":5,"alt":"Hemkomsten","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336020","hoster":"VOE"},{"path":"/redirect/8645364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-6","name":"Die Ulmen","epNo":6,"alt":"Almarna","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488913","hoster":"VOE"},{"path":"/redirect/8645362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-7","name":"Der Countdown","epNo":7,"alt":"Nedräkningen","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488914","hoster":"VOE"},{"path":"/redirect/8645359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-restaurant/staffel-3/episode-8","name":"Die Zukunft","epNo":8,"alt":"Framtiden","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8488917","hoster":"VOE"},{"path":"/redirect/8645365","hoster":"Streamtape"}]}]}]}]}