{"path":"/serie/stream/the-prisoner","name":"The Prisoner","descr":"Nachdem er im Streit mit seinen Vorgesetzten seinen Dienst als Geheimagent quittiert, findet sich der namenlose Hauptprotagonist (Jim Caveziel) in einer Wüstenlandschaft wieder. Umgeben von kargen Gestein, schroffen Felsen und endlosem Sand wird er Zeuge einer Ermordung des offenbar ebenfalls Verschleppten \"93\". Auf der Flucht vor dessen Häschern findet er den Weg in eine besiedelte Oase. Hier scheint ihn jeder zu kennen und er erfährt, dass er als \"Nummer 6\" den Rest seines Lebens fortan in einer Siedlung leben muss. Antworten auf seine vielen Fragen scheint der ominöse \"2\" (Ian McKellen) zu haben, doch der verheimlicht Vieles aus gutem Grund vor dem Neuankömmling.","seasons":[{"path":"/serie/stream/the-prisoner/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-prisoner/staffel-1/episode-1","name":"Ankunft","epNo":1,"alt":"Arrival","descr":"Nachts entdeckt Michael, erschöpft und verwirrt, mitten in der unwirtlichen Wüstenlandschaft die Lichter einer Stadt. Voller Erleichterung hält er in den ruhigen nächtlichen Straßen einen Taxifahrer an, doch der Fahrer reagiert ebenso merkwürdig wie der Alte. Als der Taxifahrer dann noch von seiner Tochter erzählt und sie mit der Nummer 832 bezeichnet, bekommt Michael es mit der Angst zu tun. Wo ist er hier gelandet? Er flüchtet aus dem Taxi und rettet sich in eine Bar, doch plötzlich tauchen auch die Verfolger dort auf. Eine junge Frau wird auf ihn aufmerksam und Michael bittet sie, ihm zu helfen. Er entkommt den Bewaffneten über die Hintertreppe. Der einzige Hinweis, den er hat, ist die Aussage des Alten 554 stellt sich als eine Kellnerin heraus, die im Diner der Stadt arbeitet. Doch als Michael sie auf den alten Mann anspricht, reagiert sie panisch und voller Angst. Ihr Gespräch wird durch die nahenden Verfolger, die mit Hunden in das Restaurant eindringen, unterbrochen. Michael muss erneut flüchten. Michael erwacht irgendwo in der Wüste. Er hat keine Ahnung, wo er ist und wie er dort hingekommen ist. Plötzlich unterbrechen Schüsse die Stille. Ein alter Mann wird von Unbekannten gejagt und Michael wird Zeuge, wie er angeschossen wird. Er rettet den Mann vor seinen Verfolgern und zieht ihn in eine Höhle. Bevor der Alte stirbt, bezeichnet er Michael als ein Wunder und bittet ihn, 554 aufzusuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335987","hoster":"VOE"},{"path":"/redirect/10147634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-prisoner/staffel-1/episode-2","name":"Harmonie","epNo":2,"alt":"Harmony","descr":"Michael will nicht akzeptieren, dass er gefangen ist. Er wehrt sich dagegen, 6 genannt zu werden, und sucht noch immer einen Weg raus aus der Stadt und zurück nach New York. Zu allem Überfluss behauptet ein fremder Mann, Michaels Bruder zu sein. 16 stellt ihm seine Frau und die Kinder vor, alle scheinen ihn zu kennen und zu mögen. Doch die Idylle ist trügerisch: Michael erinnert sich, dass er in seinem ‚anderen Leben‘ einen Bruder hatte, aber dieser als kleiner Junge im Meer ertrunken ist.16 ist von der Zurückweisung tief getroffen. Er versucht 6 trotzdem aufzumuntern und arrangiert ein Treffen mit dessen Kollegen, die alle als Busfahrer arbeiten. Auch 16 ist Busfahrer und überrredet Michael, für die Stadtbewohner eine Sightseeingtour – mit ihm selbst als Fremdenführer – zu machen. In der Wüste macht Michael schließlich eine weitere beunruhigende Entdeckung.Auf Wunsch von 2 muss sich Michael einer Therapie unterziehen, in der er über die Erinnerungen an seinen Bruder sprechen soll. Michael findet sich immer schwieriger zurecht: Was ist Schein, was ist Sein? Sind die Erinnerungen an sein ‚anderes Leben‘, an Lucy, an New York und seinen verstorbenen Bruder wirklich real, oder sind es tatsächlich nur Träume?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329171","hoster":"VOE"},{"path":"/redirect/10147636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-prisoner/staffel-1/episode-3","name":"Amboss","epNo":3,"alt":"Anvil","descr":"Michael wird von 909 aufgelesen. Dieser bringt ihn zu 2, der ihm anbietet, zusammen mit 909, dem besten Undercover-Agenten der Stadt, zu arbeiten. Michael ahnt eine weitere Intrige des mächtigen 2, doch er nimmt das Angebot an – natürlich nur, um zu erklären, dass er es tue, um gegen 2 zu arbeiten. Als 19–55 während einer laufenden Observation versucht, sich das Leben zu nehmen, ist Michael zutiefst betroffen. Eher zufällig entdeckt er dann, dass 909 von 2 den Auftrag bekommen hat, auch seinen Zellenagenten zu bespitzeln. Der Agent selbst allerdings ist mit weniger Ehrgeiz bei der Sache als sonst, denn er verbirgt ein Geheimnis. Er hat eine Beziehung zu 11–12, dem Sohn von 2. Michael lernt, dass alles und jeder in der Stadt überwacht wird. Er bildet mit 909 eine so genannte Zelle. Ihr erster Auftrag ist 19–55, der Geschichtslehrer der Schule. Er wird verdächtigt, ein Träumer zu sein. Michaels Tarnung ist ein Job als Lehrer für Überwachungstechnik. Erstaunt muss er feststellen, dass selbst die jüngeren Schüler schon aufgefordert werden, ihre Familien und Mitmenschen zu beobachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329161","hoster":"VOE"},{"path":"/redirect/10147637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-prisoner/staffel-1/episode-4","name":"Seelenverwandte","epNo":4,"alt":"Darling","descr":"In der Stadt bleibt nichts dem Zufall überlassen – auch die Liebe nicht, so dass Michael irritiert feststellen muss, dass die Partnervermittlung der Stadt gewillt ist, 6, sprich ihm, mit Hilfe der modernen \"Blick-Abgleich-Technik\" eine perfekte Partnerin zu suchen. Noch leicht amüsiert, lässt sich Michael auf eine Videoaufnahme ein, doch dann weist ihm die besagte Technik als potenzielle Partnerin die attraktive 4–15 zu. In der hübschen Frau auf dem Video erkennt Michael Lucy wieder, die Frau, mit der er in New York eine Nacht verbracht hat. Allerdings ist 4–15 blind. Michael trifft sie im Diner, doch als er ihr gegenüber den Namen Lucy erwähnt, reagiert sie nicht darauf. Während Michael zunehmend von 4–15 fasziniert ist und sich ihr immer intensiver zuwendet, geschieht bei Taxifahrer 147 und seiner Familie eine Katastrophe. Während eines Besuchs von Michael und 313 fällt 832, die kleine Tochter von 147, in eines der mysteriösen Löcher, die vermehrt in der Stadt aufreißen. 2 lässt verbreiten, dass es sich um \"atmosphärische Anomalien\" handelt, denen man durch den Atem von Schweinen stabilisierend entgegenwirken könne. Das hilft den entsetzten Eltern in ihrer Trauer aber nicht weiter. Wohin ist ihre süße Tochter verschwunden? Auch gegenüber den misstrauischen Fragen seines Sohnes 11–12 bleibt 2 bei seinen Aussagen zu den geheimnisvollen Löchern. Doch der Junge zweifelt immer mehr. Gibt es die andere Welt, von der 6 behauptet, sie sei real, wirklich nicht? Und haben die Löcher etwas mit dem endlos andauernden und tiefen Schlaf seiner Mutter M2 zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329162","hoster":"VOE"},{"path":"/redirect/10147641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-prisoner/staffel-1/episode-5","name":"Schizophrenie","epNo":5,"alt":"Schizoid","descr":"Michael traut seinen Augen nicht. In der Stadt läuft plötzlich ein Mann herum, der offenbar seinen Ruf zerstören will und das Vertrauen der Menschen erschüttert, die Sechs trotz seines auffälligen Verhaltens in der Stadt schätzen und mögen. Michaels Ebenbild wird Zweimal-Sechs genannt und vereint in sich alle schlechten menschlichen Eigenschaften. So versucht er, Michael zu töten und auch die Ärztin 313 zu verführen. Doch sein eigentliches Ziel ist es, Zwei zu eliminieren. Als 11–12 seine Mutter aus ihrem Tiefschlaf holt, sind sie glücklich, einander endlich kennenzulernen. M2 offenbart ihrem Sohn jedoch, dass es tatsächlich einen anderen Ort gibt, dass aber nur die Menschen dorthin zurückkehren können, die nicht in der Stadt geboren sind. 11–12 ist also für immer in der Stadt gefangen. Zwei nutzt den Tag, um seiner Identität für eine kurze Zeit zu entkommen. Als \"Unzwei\", ein leicht heruntergekommener, alter Mann, macht er sich inkognito auf in die Stadt. Der Konflikt zwischen Zwei und seinem Sohn 11–12 nimmt zu. 11–12 hat die Lügen seines Vaters satt, er glaubt nicht mehr daran, dass die Stadt der einzige Ort ist, der existiert. Zwei überreicht seinem Sohn daraufhin den Schlüssel zum Tresor, in dem die Medikamente seiner Mutter, M2, aufbewahrt werden. Er schenkt seinem Sohn einen Tag mit ihr, in der Hoffnung, dass die Liebe von M2 die Fragen nach der Wahrheit in 11–12 verstummen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329166","hoster":"VOE"},{"path":"/redirect/10147640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/the-prisoner/staffel-1/episode-6","name":"Schachmatt","epNo":6,"alt":"Checkmate","descr":"Ein Bus mit Neuankömmlingen kommt in die Stadt. Michael sieht dies als Beweis an, dass auch 2 die Existenz einer anderen Welt sehr wohl bewusst ist. Doch dieser lässt erst einmal eine Reihe von neuen Häusern bauen – und konfrontiert Michael mit der Tatsache, dass er ihn mit einer Krankheit habe infizieren lassen, an der er sterben wird. 2 hat die Hoffnung, damit endgültig den Widerstand von Michael zu brechen. Dessen Gesundheitszustand verschlechtert sich rapide. Wird Michael doch in der Stadt sterben? 11–12 erträgt den Gedanken nicht, dass sein ganzes Leben eine Lüge ist. Auch der Mord an seinem Geliebten, dem Agenten 909, verfolgt ihn. Der junge Mann trifft eine weitreichende Entscheidung. Er erstickt seine Mutter M2 mit einem Kissen und begeht dann Selbstmord. 2 muss seinen einzigen Sohn begraben. Auf der Beerdigung von 11–12 schafft 2 es, die Bewohner der Stadt so zu manipulieren, dass sie von Michael eine Lösung für ihre Probleme fordern. In New York bringt ein Chauffeur Michael zu Mister Curtis, dem Chef von Summakor. Michael begreift, dass viele Menschen in der Stadt Alter-Egos in der realen Welt haben. 2 ist Curtis, der Chauffeur ist der Taxifahrer 147. Curtis macht Michael mit seiner Frau Helen – in der Stadt M2 – bekannt. Die bekannte Biochemikerin scheint sich in einer Art Trance zu befinden. Curtis erklärt Michael den Zweck der Stadt. Sie stellt eine Art Therapie für Kranke und Verzweifelte dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329170","hoster":"VOE"},{"path":"/redirect/10147642","hoster":"Streamtape"}]}]}]}]}