{"seriesId":"the-lovers-2023","name":"The Lovers (2023)","descr":"Janet (Roisin Gallagher) arbeitet im Supermarkt und interessiert sich eigentlich für nichts, schon gar nicht für ihr eigenes Leben. Seamus’ (Johnny Flynn) Gedanken kreisen als politischer Fernsehjournalist hauptsächlich um ihn selbst – zudem hat er das vermeintlich perfekte Leben in London mit seiner berühmten Freundin. Als beide überraschend zusammentreffen, geraten sie sofort in Streit – fühlen sich aber auch zueinander hingezogen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Heul doch","epNo":1,"alt":"Episode 1","descr":"Der selbstverliebte Londoner Moderator Seamus muss für seine neue Sendung aus Belfast berichten. Bei einem Außendreh wird er von Jugendlichen angegriffen. Er flieht - und landet bei Janet.","versions":[{"lang":1,"streams":[{"redirect":14518644,"hoster":"VOE"},{"redirect":14324474,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was machen wir hier?","epNo":2,"alt":"Episode 2","descr":"Seamus und Janet treffen sich wieder: Bei einem Drink in einer Bar macht sich Janet über die Eitelkeit des vermeintlich bekannten Moderators lustig und überredet ihn zu einem Test.","versions":[{"lang":1,"streams":[{"redirect":14518548,"hoster":"VOE"},{"redirect":14324475,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Es gibt Regeln","epNo":3,"alt":"Episode 3","descr":"Frankie trifft zufällig auf Seamus und Janet. In der Not erzählt ihr Seamus, dass Janet seine Cousine sei. Prompt lädt Frankie die angebliche Verwandte zu einem Wochenende in ein Cottage ein.","versions":[{"lang":1,"streams":[{"redirect":14518504,"hoster":"VOE"},{"redirect":14324479,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Höheres Prinzip","epNo":4,"alt":"Episode 4","descr":"Janet und Seamus haben sich auf eine Affäre mit Regeln geeinigt und blicken erwartungsvoll ihrem ersten Sexdate entgegen. Sie verstehen sich bestens - aber dann geht es doch um mehr.","versions":[{"lang":1,"streams":[{"redirect":14518470,"hoster":"VOE"},{"redirect":14324477,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Weil die Wahrheit zählt","epNo":5,"alt":"Episode 5","descr":"Janet besucht Seamus in London, sie wollen den Tag genießen und machen Sightseeing. Bald stellt sich heraus, dass Seamus nicht ehrlich zu Janet war: Sie läuft tief verletzt davon.","versions":[{"lang":1,"streams":[{"redirect":14518478,"hoster":"VOE"},{"redirect":14324478,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aus und vorbei","epNo":6,"alt":"Episode 6","descr":"Seamus und Janet gehen getrennte Wege. Zwischen ihnen stehen nicht nur persönliche Verletzungen, sondern auch die Geschichte des Nordirland-Konflikts.","versions":[{"lang":1,"streams":[{"redirect":14518505,"hoster":"VOE"},{"redirect":14453674,"hoster":"Streamtape"}]}]}]}]}