{"seriesId":"the-republic-of-sarah","name":"The Republic of Sarah","descr":"Angesichts der Zerstörung ihrer Stadt durch eine gierige Bergbaugesellschaft nutzt die rebellische Highschool-Lehrerin Sarah Cooper eine dunkle kartografische Lücke, um die Unabhängigkeit ihrer Stadt zu erklären. Jetzt muss Sarah eine junge Gruppe von Außenseitern führen, die versuchen, ihr eigenes Land von Grund auf neu zu gründen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Die beschauliche Ruhe von Greylock, New Hampshire, wird auf den Kopf gestellt, als unter der Stadt eine massive Coltan-Ader entdeckt wird. Coltan ist ein unglaublich wertvolles Mineral, das in der Technik verwendet wird. Die staatlich unterstützte Bergbaufirma Lydon Industries plant, das Mineral abzubauen, was Greylock von der Landkarte tilgen wird. Die rebellische Highschool-Lehrerin Sarah Cooper (Stella Baker) schwört, die Bulldozer von Lydon zu stoppen, da ihre Freunde und Familie in Gefahr sind, ihr Zuhause zu verlieren. Angeführt werden Lydons Bemühungen von Sarahs entfremdetem Bruder, Danny (Luke Mitchell).","versions":[{"lang":2,"streams":[{"redirect":14037308,"hoster":"VOE"},{"redirect":14037301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Power","descr":"Sarah (Stella Baker) steht vor ihrer ersten großen Herausforderung, als Greylocks Strom abgeschaltet wird. Die Verhandlungen mit den Versorgungsunternehmen verlaufen nicht wie geplant, also schlägt Sarah eine kontroverse neue Idee vor, die beinhaltet, Danny (Luke Mitchell) und Lydon Industries zurück in die Stadt einzuladen. Nach einer aufmunternden Ansprache von A.J. (Nia Holloway) weiß Sarah, dass sie einige schwierige Entscheidungen treffen muss, was zu Problemen mit Grover (Ian Duff) und Corinne (Hope Lauren) führt. Währenddessen überschreitet Bella (Landry Bender) Grenzen, die ihr ihr Vater gesetzt hat, wenn es darum geht, Zeit mit Tyler und Sarah zu verbringen, was Maya (Izabella Alvarez) zu der Frage führt, ob sie Bella falsch eingeschätzt hat.","versions":[{"lang":2,"streams":[{"redirect":14037303,"hoster":"VOE"},{"redirect":14037304,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Lines Between Us","descr":"Der Governor von New Hampshire schließt die Grenzen von Greylock. Sarah (Stella Baker) wendet sich an Bella (Landry Bender), Tyler (Forrest Goodluck) und Maya (Izabella Alvarez) um mit Teenagerenergie das Problem zu lösen.Corinne (Hope Lauren) bringt Danny (Luke Mitchell) dazu, ein Geheimnis zu offenbaren, dass er vor allen versteckt hat, auch vor Sarah und Ellen Cooper (Megan Follows).Unterdessen zeigt eine extreme Aktion von Grover (Ian Duff), wie sehr er unter dem Verlust eines Geliebten leidet.","versions":[{"lang":2,"streams":[{"redirect":14037305,"hoster":"VOE"},{"redirect":14037306,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"In Us We Trust","descr":"Sarah (Stella Baker) entdeckt, dass alle in Greylock ausländische Transaktionskosten zahlen müssen. Sie holt sich die Hilfe ihrer Freunde um eine eigene Währung auf die Beine zu stellen. Grover (Ian Duff) sagt Danny (Luke Mitchell), was wirklich mit Corinne (Hope Lauren) passiert ist nachdem er gegangen ist.Bella (Landry Bender) und Tyler (Forrest Goodluck) finden einen Weg, um ihre Fernbeziehung zu meistern.","versions":[{"lang":2,"streams":[{"redirect":14371602,"hoster":"VOE"},{"redirect":14444925,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Criminals it Deserves","descr":"Da Lydons Arbeiter einige Probleme verursachen, entwirft Sarah (Stella Baker) eine Durchführungsverordnung, um die Bewohner von Greylock zu schützen, aber ihr neues Gesetz lässt stattdessen einen der ihren mit Konsequenzen konfrontiert. Grover (Ian Duff) stellt Danny (Luke Mitchell) einen neuen Freund vor, aber sie haben mehr gemeinsam, als Danny ahnt. Maya (Izabella Alvarez) fühlt sich von allen in ihrem Leben im Stich gelassen, aber Luis beweist, dass er auf ihrer Seite ist. Währenddessen ignoriert AJ Corinnes Ratschläge, wenn es um ihren Beziehungsstatus geht.","versions":[{"lang":2,"streams":[{"redirect":14371762,"hoster":"VOE"},{"redirect":13593237,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Show of Hands","descr":"Nachdem ein schädlicher Zeitschriften Artikel über Sarah geschrieben wird erkennt sie das es für Greylock an der Zeit ist, eine repräsentativere Regierung zu schaffen. Danny, Maya, AJ und Corinne kandidieren für die vier verfügbaren Sitze, da die Wahl für jeden offen ist. Währenddessen sehen sich AJ, Sarah und Grover mit Komplikationen in ihrem jeweiligen Liebesleben konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":14351203,"hoster":"VOE"},{"redirect":13593184,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Sanctuary","descr":"Nach der Regierungsbildung muss der junge Kongress von Greylock eine Entscheidung über die Einwanderungspolitik treffen, da neue Menschen einwandern wollen. Sarah und Danny werden mit jemandem aus ihrer Vergangenheit konfrontiert und reagieren unterschiedlich auf den Besucher. AJ teilt Grover ein persönliches Geheimnis mit, um ihn zu ermutigen, sich die Hilfe zu holen, die er braucht. Danny hilft Corinne beim Papierkram, aber Corrine bekommt mehr, als sie erwartet hat. In der Zwischenzeit entdeckt Maya, dass Tyler ein talentierter Fotograf ist und reicht seine Fotos für eine bevorstehende Kunstausstellung ein, was Tyler verärgert zurück lässt.","versions":[{"lang":2,"streams":[{"redirect":14351159,"hoster":"VOE"},{"redirect":14406204,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Perfect Conditions For Disaster","descr":"Nachdem Greylock nach einem unerwarteten Schneesturm ohne Pflug gestrandet ist, entwickeln Sarah und die Stadt einen kreativen Plan, um die Straßen zu räumen. Während des Sturms bekommt Sarah zwei unerwartete Gäste und versucht herauszufinden, wie sie mit beiden Umständen umgehen soll. Corinne und Danny müssen sich mit dem auseinandersetzen, was passiert ist, nachdem sie wegen des Schnees nirgendwo hingehen können. Währenddessen kauern AJ und Grover bei Sweetie Pie, als Bella früh von der Schule nach Hause kommt und den Grund dafür verrät, sie überrascht zurücklässt und AJ Grover ihre eigene Bombe offenbart.","versions":[{"lang":2,"streams":[{"redirect":14358223,"hoster":"VOE"},{"redirect":14444929,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sons And Daughters","descr":"Als Corrine sich Sarah anvertraut, was mit Danny passiert ist, gibt Corinne auch zu, dass sie Sarahs Hilfe bei etwas braucht, das sie immer in Frage gestellt hat. Sarah konfrontiert Danny damit, was passiert ist und lässt Danny eine Entscheidung über seine Zukunft treffen. Bella weiß, dass ihr Vater Probleme hat und möchte ihm helfen, aber sie möchte die Bedingungen ihrer Beziehung neu definieren, die für beide funktioniert. Unterdessen gibt Maya Tyler gegenüber zu, dass sie sich schuldig fühlt, weil sie ihr neues Leben ohne ihre Mutter mag, also teilt Tyler seine eigenen Erfahrungen, um ihr zu helfen, sich besser zu fühlen.","versions":[{"lang":2,"streams":[{"redirect":14371399,"hoster":"VOE"},{"redirect":14444926,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"From Simple Sources","descr":"Greylock ist von einer massiven Überschwemmung bedroht, da das ungewöhnlich warme Wetter den Schnee des jüngsten Schneesturms schmilzt. Da sie weiß, dass Greylock in Stunden unter Wasser sein wird, muss Sarah die letzte Person um Hilfe bitten, auf die sie sich verlassen möchte: Paul. Grover wird von seinem Therapeuten herausgefordert, sich an das zu lehnen, was ihn glücklich macht, während Bella und Tyler einen großen Schritt in ihrer Beziehung machen.","versions":[{"lang":2,"streams":[{"redirect":14351160,"hoster":"VOE"},{"redirect":14408278,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Pledge Allegiance","descr":"Als Sarah und Paul in ihrer Beziehung Fortschritte machen, überrascht Ellen alle, indem sie früher als erwartet nach Hause kommt. Weston hat einen großen Bruch in seiner Geschichte und bittet Sarah um Hilfe. Danny macht es Corinne aus Versehen schwerer und lässt sie eine schwere Entscheidung über einige der Menschen in ihrem Leben zurück. Unterdessen kämpft Maya mit der Frage, ob sie bei der Anhörung ihrer Mutter auf Bewährung erscheinen soll, und bittet ihren Vater und Bella um Rat.","versions":[{"lang":2,"streams":[{"redirect":14358203,"hoster":"VOE"},{"redirect":13593187,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Two Imposters","descr":"Als Danny gute Neuigkeiten über Greylocks Finanzen mitteilt, gerät Sarah in eine Debatte, die sie zwischen ihren beiden engsten Freunden gefangen hält. Corinne versucht, ihr Unrecht wiedergutzumachen, aber sie kann keine Pause einlegen, besonders nachdem Sarah eine große Bombe abgeworfen hat. Währenddessen werden Bella und Tyler bei jedem ihrer Schulprojekte kreativ, was Sarah und Grover auf eine Weise hilft, von der sie nicht wussten, dass sie sie brauchen.","versions":[{"lang":2,"streams":[{"redirect":14351204,"hoster":"VOE"},{"redirect":13593186,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Last Rabbit","descr":"Sarah wird die Chance geboten, dass Greylock internationale Anerkennung erhält, jedoch mit hohen persönlichen Kosten, und bittet Grover um Unterstützung. Bella floriert in der Politik und versucht ihren Vater davon zu überzeugen, es dauerhaft zu machen. Danny bietet Corinne an, bei ihren rechtlichen Problemen zu helfen, aber Corinne bittet um etwas, mit dem er nicht gerechnet hat. Unterdessen sieht Tyler, dass AJ Probleme hat und bietet seine Hilfe an. Im Gegenzug gibt ihm AJ ein Geschenk, das seine neu entdeckte Leidenschaft unterstützt.","versions":[{"lang":2,"streams":[{"redirect":14358158,"hoster":"VOE"},{"redirect":14444927,"hoster":"Streamtape"}]}]}]}]}