{"seriesId":"the-new-pope","name":"The New Pope","descr":"Pius XIII (Jude Law) liegt im Koma. Die katholische Kirche hat beschlossen, einen neuen Papst zu wählen. Doch der – vermutlich, weil er die Kirchenschätze an die Armen verteilen wollte – lebte unter dem gewählten Namen Franziskus II nicht lange. Und so gelingt es schließlich dem Sekretär des Vatikanstaates, Voiello (Silvio Orlando), doch noch, den britischen Adligen John Brannox (John Malkovich) auf den Heiligen Stuhl zu manövrieren, der den Namen Johannes Paul III annimmt. Zunächst erscheint der als idealer Papst, doch er verbirgt auch zahlreiche Geheimnisse.Zudem muss er damit zurechtkommen, dass zahlreiche Gläubige den komatösen Pius XIII verehren wie einen Heiligen – eine \"Kirchenspaltung\" unter Fundamentalgläubigen droht. Da darf man nur hoffen, dass nicht eines Tage Pius erwacht und die Kirche sich – ohne, dass jemand böswillige Absichten gehabt hätte – mit zwei amtierenden Päpsten konfrontiert sieht …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Papst Pius XIII (Jude Law) liegt im Koma. Jetzt gilt es einen Nachfolger zu finden. Kardinal Voiello schlägt Tommaso Viglietti vor, den er für manipulierbar hält. Doch der Plan geht gründlich schief.","versions":[{"lang":1,"streams":[{"redirect":13808171,"hoster":"VOE"},{"redirect":14444895,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Eine Delegation aus Rom, angeführt von Kardinal Voiello (Silvio Orlando), reist nach England um den Aristokraten Sir John Brannox (John Malkovich) für das Amt des Papstes zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13808110,"hoster":"VOE"},{"redirect":14444893,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Wird Sir John Brannox das Pontifikat annehmen? Von Minderwertigkeitsgefühlen gegenüber seinem toten Bruder Adam verfolgt, ringt der britische Kardinal um eine Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":13808094,"hoster":"VOE"},{"redirect":14401596,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Sir John Brannox hat als neuer Papst Johannes Paul III. sein Pontifikat angetreten. Sogleich gerät er zwischen die Fronten zweier alter Feinde: Kardinal Spalletta und Kardinal Voiello.","versions":[{"lang":1,"streams":[{"redirect":13808108,"hoster":"VOE"},{"redirect":14409467,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Johannes Paul III. trifft Sharon Stone, die ihm neue Ideen gibt. Währenddessen vertieft sich die Verbindung zwischen dem Papst und Sofia (Cecile De France).","versions":[{"lang":1,"streams":[{"redirect":13808189,"hoster":"VOE"},{"redirect":14444891,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die Ansprache von Pius XIII (Jude Law) wird im Radio übertragen. In der Zwischenzeit bereitet sich Johannes Paul III. auf ein \"historisches\" Interview vor.","versions":[{"lang":1,"streams":[{"redirect":13792089,"hoster":"VOE"},{"redirect":13910403,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Die terroristische Bedrohung wird umso bedrohlicher. Unterdessen beginnt die Politik von Assente (Maurizio Lombardi), die Glaubwürdigkeit der Kirche zu untergraben.","versions":[{"lang":1,"streams":[{"redirect":13791965,"hoster":"VOE"},{"redirect":13910414,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 5","descr":"Nachdem er die Geheimnisse von Johannes Paul III. aufgedeckt hat, beginnt Voiello (Silvio Orlando) mit seinem Plan, die Macht wiederzuerlangen. Währenddessen kehrt Lenny Belardo heimlich in den Vatikan zurück.","versions":[{"lang":1,"streams":[{"redirect":13808248,"hoster":"VOE"},{"redirect":14406208,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Eine Gruppe von Terroristen hat eine Geisel genommen, dieses Ereignis drängt Pius XIII. (Jude Law) und Johannes Paul III. zur Konfrontation.","versions":[{"lang":1,"streams":[{"redirect":13808270,"hoster":"VOE"},{"redirect":13607017,"hoster":"Streamtape"}]}]}]}]}