{"seriesId":"the-forgotten-army-azaadi-ke-liye","name":"The Forgotten Army - Azaadi ke liye","descr":"The Forgotten Army ist die Geschichte von Leutnant Sodhi und seiner wagemutigen Truppe von Männern und Frauen, die gemeinsam einen heldenhaften Kampf für die Unabhängigkeit Indiens fochten. Sie waren Teil der Indian National Army, die während des Zweiten Weltkriegs aus der britischen Niederlage in Singapur hervorging und von dem charismatischen, unbeugsamen Subhash Chandra Bose angeführt wurde.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Shonan","epNo":1,"alt":"Shonan","descr":"Ein introvertierter alter Mann (Old Sodhi) ist gekommen, um seine Schwester (Urmila) und ihre Familie, Subhash (Urmilas Sohn) und Amar (Subhashs Sohn) in Singapur zu besuchen. In einer Intervention seiner älteren Schwester wird Old Sodhi in seine Vergangenheit katapultiert, den Krieg von \u002742, der Vergangenheit, vor der er davongelaufen ist. Er erzählt den umstrittenen Ausgang der Schlacht von Singapur und das Schicksal der Soldaten der britisch-indischen Armee.","versions":[{"lang":1,"streams":[{"redirect":8302826,"hoster":"VOE"},{"redirect":8302832,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf nach Delhi!","epNo":2,"alt":"POW","descr":"Nach der Kapitulation hing das Schicksal der Soldaten von der Gnade der japanischen Armee ab. Die indischen Soldaten verwandelten sich, als Netaji den Aufruf zur Gründung der indischen Nationalarmee gab. Maya, eine aufstrebende Fotografin, ist entschlossen, sich dieser Freiheitsarmee anzuschließen. Sodhi und Arshad erkennen, dass Indien ihr Mutterland ist und dass sie kämpfen müssen, um sie von britischem Raj zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13114243,"hoster":"VOE"},{"redirect":12942138,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Regiment der Frauen","epNo":3,"alt":"Challo Dilli","descr":"Maya und Rasammah melden sich im Frauenregiment an. Rajan und viele andere Zivilisten melden sich ebenfalls bei der INA an. Für alle Rekruten beginnen strenge Trainingseinheiten. 1996 erreicht Amar mit Old Sodhi Birma und sie treffen Rani (Amars burmesischer Freund). Die Umstände führen dazu, dass Old Sodhi einen birmanischen Soldaten erschießt, was den Weg für eine Kettenreaktion gefährlicher Ereignisse ebnet.","versions":[{"lang":1,"streams":[{"redirect":8302804,"hoster":"VOE"},{"redirect":8302807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Harakiri","epNo":4,"alt":"Harakiri","descr":"Maya und Sodhi geben zusammen mit den INA-Soldaten keine Hoffnung, selbst nachdem ihre Züge von Flugzeugen bombardiert wurden. Der alte Sodhi befindet sich in Rangun, was zu einer Reihe von Ereignissen in der Vergangenheit führt - den Kämpfen der indischen Soldaten und den Regenfällen, die alles zerstört haben. In einer solchen Situation wurde den Japanern befohlen, sich zurückzuziehen.","versions":[{"lang":1,"streams":[{"redirect":8302813,"hoster":"VOE"},{"redirect":8302812,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Maya","epNo":5,"alt":"Maya","descr":"Es gibt einen Angriff der britischen Luftwaffe auf das fortgeschrittene Basislager, der die Soldaten jedoch nicht davon abhält, vorwärts zu marschieren, um die Briten am Vormarsch zu hindern. Sodhi befiehlt allen Verwundeten, sich zusammen mit dem Rani Jhansi Regiment zurückzuziehen. Der alte Sodhi verletzt sich im Dschungel das Bein und kann nicht weiter gehen. Amar geht mit Rani, um Hilfe zu holen, wird aber von einer lauten Explosion auf den Spuren gestoppt.","versions":[{"lang":1,"streams":[{"redirect":8302821,"hoster":"VOE"},{"redirect":8302819,"hoster":"Streamtape"}]}]}]}]}