{"seriesId":"the-smoke","name":"The Smoke","descr":"Einsätze und Alltag der \"White Watch\", einer Feuerwehreinheit in London. Gruppenleiter Kev Allison (Jamie Bamber, \"Battlestar Galactica\") wurde bei einem Einsatz schwer verletzt, als er vergeblich versuchte, ein Baby aus einem brennenden Haus zu retten. Nach längerer Rehabilitation kehrt er nun auf die Wache zurück – doch manche Wunden heilen nunmal langsamer als andere. Hinzu kommt, dass es auch in seiner Beziehung zu seiner Lebensgefährtin Trish (Jodie Whittaker) kriselt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Kev Allison führt ein Team bei der Feuerwehr – er ist erfahren und hat viele Rettungseinsätze erfolgreich absolviert. Unter seinen Kollegen wird er als Chef geachtet und wird von vielen sogar als Held angesehen. Dabei betrachtet er sein Leben als Feuermann als den Berufsalltag, in dem man Menschenleben rettet. Doch ein Ereignis verändert sein Leben vollständig. Bei einem verheerenden Brand wird er schwer verletzt. Die starken Verbrennungen haben ihn für immer gezeichnet, körperlich wird er nie mehr der Alte sein. Dazu kommt, dass er bei dem Brand von zwei Männern angegriffen und niedergeschlagen und in den Flammen zurück gelassen wurde. Sein Selbstverständnis als Teamführer, Mann und auch als Liebhaber ist erschüttert. Nach mehreren Monaten im Krankenhaus und in der Reha kehrt er zurück und es scheint, als ginge es weiter wie vor dem schrecklichen Feuer. Kev ist bemüht, dass niemand seiner Kollegen merkt, dass er nicht mehr der Mensch ist, der er war. Er ist stark traumatisiert und wird von Ängsten heimgesucht – er wird die Bilder des Feuers nicht mehr los. Außerdem will er Gerechtigkeit – die Täter finden, die seinen Körper für immer entstellt haben und vom Staat für den Arbeitsunfall angemessen entschädigt werden. Doch er trägt ein großes Geheimnis mit sich herum, das seine Verzweiflung erklärt. Ein Geheimnis, das er um keinen Preis mit seinem beruflichen Umfeld teilen will, bis er es schließlich im Affekt allen offenbart.","versions":[{"lang":1,"streams":[{"redirect":8491616,"hoster":"VOE"},{"redirect":8648640,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Bei einem Einsatz, der zunächst wie tägliche Routine erscheint, sind Kev und Dennis gezwungen, schnell zu reagieren und müssen waghalsige Entscheidungen treffen. Nur dann können sie Menschenleben gerettet werden. Doch kann Kev wirklich Dennis vertrauen?","versions":[{"lang":1,"streams":[{"redirect":8491615,"hoster":"VOE"},{"redirect":8648636,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Auf einem der höchsten Gebäude in London muss ein Rettungseinsatz durchgeführt werden. Ein Mann hängt hilflos in tödlicher Höhe. Und ausgerechnet Little Al ist der Feuerwehrmann, auf den es dieses Mal ankommt. Wird er seine Nerven behalten und dem Druck standhalten können?","versions":[{"lang":1,"streams":[{"redirect":8491618,"hoster":"VOE"},{"redirect":8648638,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episdoe 4","descr":"Kev beschließt, nach Trishs Seitensprung mit seinem besten Freund Mal aus der gemeinsamen Wohnung zu ziehen. Doch sie geht – und offenbart Kev noch ein Geheimnis aus ihrer Vergangenheit. Nachdem Mals Vertrauensbruch auch dem Rest der Truppe bekannt wird, kommt es bei allen mit Mal zu Spannungen. Auf einem scheinbaren Routineeinsatz gibt es Komplikationen, da eine übergewichtige Frau auf einem in Flammen stehenden Dachboden festsitzt. Und diese Frau weiß Dinge über Ziggy, die sie ihren Kameraden bisher verschwiegen hatte …","versions":[{"lang":1,"streams":[{"redirect":12383205,"hoster":"VOE"},{"redirect":8648639,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Kevs Rivalitäten mit seinem ehemaligen besten Freund Mal, der ihn mit seiner Frau Trish betrogen hat, spitzen sich zu und das Team stellt sich klar auf Kevs Seite. Dies wirkt sich auch auf den Einsatz der Feuerwehrleute aus und endet tragisch, als Mal seinen Frust an Asbo auslässt, während sie einige Schulmädchen aus einem alten Fabrikgelände retten wollen.","versions":[{"lang":1,"streams":[{"redirect":8491619,"hoster":"VOE"},{"redirect":8648641,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Dennis kann seine Schuldgefühle nicht mehr länger ertragen und gesteht, dass er und Gog das Feuer verursacht haben, das Kev verbrannt hat. Kev steht unter Schock! Mal hingegen bittet wegen seiner ihm von Kollegen entgegengebrachten Verachtung um eine Versetzung, doch ihm wird eine letzte Chance eingeräumt.","versions":[{"lang":1,"streams":[{"redirect":8491622,"hoster":"VOE"},{"redirect":8648642,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"","versions":[{"lang":1,"streams":[{"redirect":8491623,"hoster":"VOE"},{"redirect":8648645,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Kev und Trish wollen es noch einmal miteinander versuchen, doch weiterhin ist Kev schwer von seinen Leiden geplagt und auch mental kommen die schrecklichen Augenblicke des Feuers immer wieder hoch. Gibt es ein Happy End?","versions":[{"lang":1,"streams":[{"redirect":8491621,"hoster":"VOE"},{"redirect":8648644,"hoster":"Streamtape"}]}]}]}]}