{"seriesId":"the-pack","name":"Wataha - Einsatz an der Grenze Europas","descr":"Nach einem Anschlag auf seinen Grenzposten, bei dem einige seiner Kameraden getötet wurden, macht sich der Soldat Wiktor Rebrow auf, die Hintermänner und den Grund des Verbrechens aufzudecken","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Anschlag","epNo":1,"alt":"","descr":"Der Bombenanschlag trifft die Offiziere völlig unerwartet. Alle Mitglieder der Grenzschutzeinheit in den Beskiden, einem Grenzgebirge zur Ukraine im Südosten Polens, sterben – bis auf Wiktor Rebrow. In verzweifelter Wut macht sich der Hauptmann auf Suche nach den Hintermännern des Anschlags.","versions":[{"lang":1,"streams":[{"redirect":14497731,"hoster":"VOE"},{"redirect":9384401,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Rückkehr","epNo":2,"alt":"","descr":"Der inzwischen genesene Wiktor Rebrow nimmt das Angebot von Major Markowski an und kehrt in den aktiven Dienst zurück. Die Staatsanwältin Iga Dobosz leitet inzwischen die Ermittlungen im Fall des Bombenanschlags auf den Grenzposten. Auf ihrer Verdächtigenliste steht Rebrow ganz oben, vor allem auch, als Geldbündel in verschiedenen Währungen in seiner Wohnung gefunden werden. Robrow zieht derweil in die Holzhütte seines Freundes Michal Luczak ein, in der er einen Ohrring am Boden findet. Er ist sich sicher, dass seine Frau Ewa am Tag des Anschlags diesen Ohrring trug.","versions":[{"lang":1,"streams":[{"redirect":14497732,"hoster":"VOE"},{"redirect":9384409,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Suche","epNo":3,"alt":"","descr":"Staatsanwältin Dobosz verhört Grzywa, den neuen Chef der Grenzschutz-Einheit. Er lenkt den Verdacht auf Kalita, einen einheimischen Gangster, der seiner Meinung nach für den Anschlag infrage kommt. Rebrow ist inzwischen fixiert von der Idee, dass seine Frau Ewa den Anschlag überlebt hat. Sein Freund Michal begleitet ihn in die Berge auf die Suche nach ihr. Vor Ort stoßen sie auf eine Gruppe illegaler Einwanderer aus Aserbaidschan, deren Verfolgung die beiden aufnehmen. Dabei entdecken sie eine Frau, die tot an einem Baum lehnt: es ist Ewa.","versions":[{"lang":1,"streams":[{"redirect":14497711,"hoster":"VOE"},{"redirect":9384406,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schlüssel","epNo":4,"alt":"","descr":"Für die Staatsanwältig Dobosz wird der Fall immer undurchsichtiger. Warum irrte Ewa nach dem Bombenanschlag tagelang im Wald herum? Was hat es mit dem Schlüssel in ihrer Tasche auf sich, der offenbar zu Schließfächern in einer russisch-orthodoxen Kirche gehört? General Hupol, der Oberbefehlshaber des Grenzschutzes, setzt Markowski unter Druck, die Angelegenheit rasch in Ordnung zu bringen. Dann eskaliert die Situation. Anna Galecka und Natalie werden in den Beskiden ermordet aufgefunden, beiden wurde ein Kreuz in die Stirn geritzt.","versions":[{"lang":1,"streams":[{"redirect":9384396,"hoster":"VOE"},{"redirect":9384398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Falle","epNo":5,"alt":"","descr":"Die Polizei sucht den Tatort nach Beweisstücken ab, an dem Natalia ermordet wurde, und findet Wiktor Rebrows Feuerzeug. Sowohl er als auch Markowski werden zum Verhör vorgeladen. Parallel dazu nimmt die Polizei das Sägewerk des einheimischen Kriminellen Kalitas auseinander. In einem Versteck liegen Munition, Sprengstoff und auch die Waffe, mit der Kosowski und Ewa erschossen wurden. Kalita weist jede Schuld von sich und behauptet, jemand wollen ihm die Morde in die Schuhe schieben. Staatsanwältin Dobosz lässt Kalita verhaften und ordnet die Durchsuchung des Grenzpostens in Ustrzyki an. Die Entdeckungen dort geben dem Fall eine neue Wendung.","versions":[{"lang":1,"streams":[{"redirect":14497730,"hoster":"VOE"},{"redirect":9384393,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Abrechnung","epNo":6,"alt":"","descr":"Bei Natalias Ehrenbegräbnis in Warschau überreicht der Stellvertreter des Ministers der Staatsanwältin Dobosz neue Beweismittel im Fall des Bombenanschlags auf den Grenzposten. Rebrow hat seine ganz eigene Meinung über die Hintermänner des Attentates. Die verrät er noch in der Nacht der Staatsanwältin und taucht danach sofort unter.","versions":[{"lang":1,"streams":[{"redirect":9384412,"hoster":"VOE"},{"redirect":9384415,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"21 Leichen","epNo":1,"alt":"","descr":"Die Unruhe wegen der illegalen Grenzgänger gipfelt in einem Mord. Staatsanwältin Dobosz unterstützt Kommandant Markowski bei den Ermittlungen, die sie tief ins unwegsame Hinterland führen.","versions":[{"lang":1,"streams":[{"redirect":9384457,"hoster":"VOE"},{"redirect":9384458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auferstehung","epNo":2,"alt":"","descr":"Da der Fall immer komplexer wird, verlängert Staatsanwältin Dobosz ihren Aufenthalt. Und Rebrow begibt sich auf die Suche nach seiner Freundin Marta, die spurlos verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":9384461,"hoster":"VOE"},{"redirect":9384463,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Razzia","epNo":3,"alt":"","descr":"Eine Razzia soll eine Schmugglerbande an weiteren Straftaten hindern, mündet aber in einer Schießerei zwischen Grenzschützern und Menschenhändlern. Und Rebrow gibt die Suche nach Marta nicht auf.","versions":[{"lang":1,"streams":[{"redirect":9384464,"hoster":"VOE"},{"redirect":9384466,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unter Verdacht","epNo":4,"alt":"","descr":"Der Grenzschutz und die Polizei suchen nach Hinweisen, wer bei der Razzia geschossen hat. Und die junge Staatsanwältin spürt immer mehr, dass bei dieser Mordermittlung etwas nicht stimmt","versions":[{"lang":1,"streams":[{"redirect":9384445,"hoster":"VOE"},{"redirect":9384447,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"So enden Verräter","epNo":5,"alt":"","descr":"Staatsanwältin Dobosz will Rebrows Versteck aufspüren und bittet Alu um Hilfe. Bei den Mordermittlungen tun sich neue Verdachtsmomente auf, denen Rebrow nachgeht.","versions":[{"lang":1,"streams":[{"redirect":9384448,"hoster":"VOE"},{"redirect":9384451,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wahrheit","epNo":6,"alt":"","descr":"Markowski zieht gnadenlos die Aufklärung des Falles durch, während Dobosz immer mehr Ungereimtheiten in den Aussagen der Verdächtigen entdeckt. Und Rebrow will endlich reinen Tisch machen.","versions":[{"lang":1,"streams":[{"redirect":9384454,"hoster":"VOE"},{"redirect":9384455,"hoster":"Streamtape"}]}]}]}]}