{"path":"/serie/stream/the-rap-game","name":"The Rap Game","descr":"Fünf aufstrebende Hip-Hopper zwischen 12 und 16 Jahren erhalten in \"The Rap Game\" wertvolle Unterstützung von ihrem Mentor, dem Musiker und Produzenten Jermaine Dupri. Er vermittelt ihnen die Grundlagen des Hip Hop und gibt ihnen Tipps, um sich in der Hip-Hop-Szene von Atlanta durchsetzen zu können.","seasons":[{"path":"/serie/stream/the-rap-game/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/the-rap-game/staffel-1/episode-1","name":"Willkommen in Atlanta","epNo":1,"alt":"Welcome to Atlanta","descr":"Jermaine Dupri wählt fünf aufstrebende Rapper aus, um sich um einen Plattenvertrag mit So So Def Recordings zu bewerben.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-2","name":"Fackel die Bude ab","epNo":2,"alt":"Set the Booth on Fire","descr":"Jermaine Dupri fordert fünf aufstrebende Rapper auf, einen Rap über Atlanta zu schreiben und aufzunehmen. Einer kämpft darum, wach zu bleiben, während ein anderer betrügt, um weiterzukommen. In der Zwischenzeit beginnen die Eltern, sich gegenseitig einzuschätzen.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-3","name":"Style und Swag","epNo":3,"alt":"Style and Swagga","descr":"In Zusammenarbeit mit dem Stylisten von Jermaine Dupri müssen die fünf aufstrebenden jungen Rapper ihren Stil und ihre Marke mit kleinem Budget definieren. Ein Betrugsskandal macht Wellen bei den Eltern.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-4","name":"Legt noch eins drauf","epNo":4,"alt":"Betta Step Up","descr":"Fünf aufstrebende Kid Rapper tauchen auf der Tanzfläche auf, während Jermaine Dupri ihre Bühnenpräsenz auf die Probe stellt. Die Kinder setzen sich in einer Fokusgruppe ihrer Altersgenossen mit kreativer Kritik auseinander, und zwei Eltern treten gegeneinander an.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-5","name":"Krasse Lektion","epNo":5,"alt":"Gettin’ Schooled","descr":"Der Teenie-Rap-Superstar Silento besucht und Jermaine Dupri paart die Kinder für eine gemeinsame Aufführung bei einer High-School-Pep-Rallye. Die Spannungen erreichen ein Allzeithoch, wenn ein Manager die Kontrolle übernimmt.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-6","name":"Durchgemischt","epNo":6,"alt":"Shakin’ Things Up","descr":"Jermaine Dupri stellt die Fähigkeiten der Manager in einer Marketing-Herausforderung mit einer unerwarteten Wendung auf die Probe. Ein Manager bombardiert, während ein anderer zu einem großen Momager wird.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-7","name":"Kill, Kamera, Action!","epNo":7,"alt":"Fights, Camera, Action!","descr":"R \u0026 B-Superstar Usher besucht, und die fünf Rapper-Kids müssen ein 30-Sekunden-Feature in einem Musikvideo mit dem Hip-Hop-Duo 2-Crucial schreiben und drehen.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-8","name":"Finaler Battle","epNo":8,"alt":"The Final Battle","descr":"Die erste Staffel geht zu Ende, als Jermaine Dupri entscheidet, welchen Rapper sie bei So So Def unter Vertrag nehmen soll.","versions":[]},{"path":"/serie/stream/the-rap-game/staffel-1/episode-9","name":"Das große Wiedersehen","epNo":9,"alt":"Reunion","descr":"Jermaine und die Kinder treffen sich wieder, um die aufregendsten und dramatischsten Momente der Saison noch einmal zu erleben.","versions":[]}]}]}