{"seriesId":"the-clinton-affair","name":"The Clinton Affair","descr":"Dokumentation von Oscar-Preisträger Alex Gibney über die Affäre des damaligen US-Präsidenten Bill Clinton mit der Praktikantin Monica Lewinsky.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Praktikantin im Weißen Haus","epNo":1,"alt":"Handing the Sword to the Enemy","descr":"Nach 12 Jahren republikanischer Kontrolle gewinnen die Demokraten das Weiße Haus zurück. Skandale plagen die Clinton-Regierung. Nach dem Tod von Vince Foster fordert Clinton eine unabhängige Untersuchung.","versions":[{"lang":1,"streams":[{"redirect":9030256,"hoster":"VOE"},{"redirect":9030372,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folgenschwere Anschuldigungen","epNo":2,"alt":"The Blue Pass","descr":"Nach den Zwischenwahlen im Jahr 1994 übernehmen die Republikaner zum ersten Mal in 40 Jahren die Mehrheit im Senat. Gingrichs kompromissloser Stil führt die Regierung in Richtung Stillstand. Der Flirt des Präsidenten Bill Clinton mit Monica Lewinsky eskaliert und gipfelt in einer sexuellen Handlung. Der Supreme Court befasst sich mit Paula Jones Klage wegen sexueller Belästigung.","versions":[{"lang":1,"streams":[{"redirect":9029341,"hoster":"VOE"},{"redirect":9029337,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Beweislast","epNo":3,"alt":"Mixed Messages","descr":"Monica Lewinsky verrät ihrer Kollegin Linda Tripp Details über ihre Beziehung zu Präsident Clinton. Linda Tripp zeichnet die privaten Gespräche auf und teilt sie mit der konservativen Aktivistin Lucianne Goldberg. Die Klage von Paula Jones bekommt vom Supreme Court grünes Licht. Das eröffnet ihren Anwälten die Möglichkeit, andere Frauen zu finden, die behaupten, vom Präsidenten sexuell belästigt worden zu sein. Das Independent Counsel verlangt, dass die First Lady vor der Grand Jury aussagt.","versions":[{"lang":1,"streams":[{"redirect":9030254,"hoster":"VOE"},{"redirect":9030443,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zimmer 1012","epNo":4,"alt":"Room 1012","descr":"Die eidesstaatliche Aussage von Paula Jones steht Präsident Clinton in weniger als einer Woche bevor. Linda Tripp nimmt mit Ken Starrs Team Kontakt auf, um ihm zu sagen, dass Monica Lewinsky und Clinton planen, einen Meineid zu leisten.","versions":[{"lang":1,"streams":[{"redirect":9030278,"hoster":"VOE"},{"redirect":9030356,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlagzeilen","epNo":5,"alt":"State of the Union","descr":"1998 berichten die Nachrichten rund um die Uhr über Monica Lewinsky und Bill Clinton.","versions":[{"lang":1,"streams":[{"redirect":9030444,"hoster":"VOE"},{"redirect":9030359,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Drohende Amtsenthebung","epNo":6,"alt":"High Crimes and Misdemeanors","descr":"Sonderermittler Kenneth Starr verfasst seinen Untersuchungsbericht zur Affäre und die Republikaner entschließen sich, diesen zu veröffentlichen: ein kalkuliertes Vorgehen.: Eine Gruppe konservativer Anwälte, in Regierungskreisen bekannt als die \"Elfen\", die hinter den Kulissen auf das Amtsenthebungsverfahren von Bill Clinton hingearbeitet haben, werden enttarnt. Clintons ehemalige Aussagen zur Affäre werden auf die Waagschale gelegt, als Sonderermittler Kenneth Starr dem republikanisch geführten Repräsentantenhaus der Vereinigten Staaten seine Gründe für ein Amtsenthebungsverfahren darlegt. Die Republikaner entschließen sich, den so genannten \"Starr Report\" vor den Zwischenwahlen.","versions":[{"lang":1,"streams":[{"redirect":9030269,"hoster":"VOE"},{"redirect":9030358,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Von Lewinsky bis #MeToo","epNo":7,"alt":"The Will of the People","descr":"Die letzte Folge widmet sich nicht nur Bill Clintons Amtsenthebungsverfahren, sondern stellt die Affäre in den Kontext der gegenwärtigen #MeToo-Debatte.: Die Republikaner streben eine Abstimmung an, um den Präsidenten anzuklagen, sehen sich aber selbst bloßgestellt. Der Parlamentssprecher Bob Livingston legt sein Amt nieder, als seine außerehelichen Affären enthüllt werden. Gegen den Präsidenten wird ein Amtsenthebungsverfahren eingeleitet, sein Schicksal liegt in den Händen des Senats. Juanita Broaddricks Vorwurf der Vergewaltigung gegen Clinton, der während seiner Präsidentschaft kurzzeitig im Mittelpunkt des Interesses stand, rückt im Wahlkampf von Hillary Clinton 2016 wieder.","versions":[{"lang":1,"streams":[{"redirect":9030260,"hoster":"VOE"},{"redirect":9030351,"hoster":"Streamtape"}]}]}]}]}