{"seriesId":"the-family-man","name":"The Family Man","descr":"\"The Family Man” ist eine spannend erzählte Serie, die von den Erlebnissen eines Mannes aus der Mittelschicht handelt, der für den indischen Geheimdienst arbeitet. Während er versucht, sein Land vor Terroristen zu schützen, muss er zeitgleich seine Familie vor den Konsequenzen seiner höchst stressigen und mies bezahlten Arbeit schützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Familien - Mann","epNo":1,"alt":"The Family Man","descr":"Srikant Tiwari, ein Mitglied des indischen Nachrichtendienstes, soll angebliche IS-Rekruten verhören. Den Job mit seinem Familienleben zu balancieren wird für den Familienmenschen zur echten Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":8481960,"hoster":"VOE"},{"redirect":11002005,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schläfer","epNo":2,"alt":"Sleepers","descr":"Eine Motorroller-Bombe geht im Viertel Kala Ghoda hoch. Srikant erfährt von einer Mission namens Zulfiqar. Verdächtige erzählen ihm von einem toten Briefkasten in der Nähe des Victoria College. Er sorgt für eine Rund-um-die-Uhr-Überwachung.","versions":[{"lang":1,"streams":[{"redirect":8481955,"hoster":"VOE"},{"redirect":8641170,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Anti-Nationalisten","epNo":3,"alt":"The Anti-National","descr":"Als Srikant erfährt, dass einer der im Krankenhaus liegenden Teroristen ein Teil von Mission Zulfiqar ist, verhört er Moosa, einen Komplizen des Gefangenen. Jemand namens Kareem hat den toten Briefkasten benutzt. TASC überwacht Kareems Wohnheim-Zimmer, doch er kann ihnen entwischen.","versions":[{"lang":1,"streams":[{"redirect":8481958,"hoster":"VOE"},{"redirect":8641180,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Partioten","epNo":4,"alt":"The Patriot","descr":"TASC steckt in einer Zwickmühle. Sie fürchten, dass Kareem und seine Männer einen gefährlichen Plan verfolgen. Sie stellen Kareems Auto, nur um dann zu merken, dass die Dinge nicht so sind wie gedacht.","versions":[{"lang":1,"streams":[{"redirect":8481975,"hoster":"VOE"},{"redirect":8641175,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geächtete","epNo":5,"alt":"Pariah","descr":"ISI-Agent Sameer schickt den Kala-Ghoda-Bombenleger nach Kaschmir, wo er Mission Zulfiqar ausführen soll. Srikant wird \"bestraft\" und ebenfalls nach Kaschmir strafversetzt, doch als sein Chef Kulkarni ihm verrät, dass es sich um einen Plan handelt, fängt Srikant an, Zulfiqar genauer unter die Lupe zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8481973,"hoster":"VOE"},{"redirect":8641178,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Todestanz","epNo":6,"alt":"Dance of Death","descr":"Srikant entdeckt, dass er die ganze Zeit hinter dem falschen Verdächtigen her war.","versions":[{"lang":1,"streams":[{"redirect":13114202,"hoster":"VOE"},{"redirect":8641174,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Paradies","epNo":7,"alt":"Paradise","descr":"Auf einer Hochzeit in Baramulla sucht Srikant gegen den Willen Salonis und Vikrams nach Sajid.","versions":[{"lang":1,"streams":[{"redirect":8481990,"hoster":"VOE"},{"redirect":8641177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kriegserklärung","epNo":8,"alt":"Act of War","descr":"Skrikant hilft der CIA, den gesuchten Faizan zu lokalisieren, der sich in Belutschistan versteckt hält. Srikant begibt sich heimlich nach Pakistan, um Faizan zu verhören. Pakistans Premierminister erfährt von Zulfiqar und versucht, die Mission aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":13114208,"hoster":"VOE"},{"redirect":8641179,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmutziger Kampf","epNo":9,"alt":"Fighting Dirty","descr":"Srikant versucht einen Plan zu vereiteln, der vorsieht, dass Nervengas-Kanister von Kaschmir nach Delhi geschmuggelt werden.","versions":[{"lang":1,"streams":[{"redirect":8481988,"hoster":"VOE"},{"redirect":8641188,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Bombe","epNo":10,"alt":"The Bomb","descr":"TASC kommt dahinter, dass Mission Zulfiqar noch nicht vorbei ist. Es gibt einen Plan B. Und er ist bereits in Gang gesetzt worden.","versions":[{"lang":1,"streams":[{"redirect":8482026,"hoster":"VOE"},{"redirect":8641206,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Exil","epNo":1,"alt":"Exile","descr":"Srikant Tiwari hat ein neues Leben als IT-Mitarbeiter begonnen, aber er kann dem Abenteuer nicht fernbleiben, als JK nach Chennai geschickt wird, um einen ehemaligen ausländischen Aufständischen zu schnappen. Chennai TASC Agent, Muthu und JK sind mit einer Geiselnahme in Chennai konfrontiert. Und Dhriti hat vielleicht einen Freund.","versions":[{"lang":1,"streams":[{"redirect":8600525,"hoster":"VOE"},{"redirect":8600524,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tiger erwacht","epNo":2,"alt":"Weapon","descr":"Major Sameer, der Mann hinter der Mission Zulfiqar, trifft in London seinen Chef, General Ansari, informiert ihn über die neue Mission Zulfiqar 2.0 und ermordet ihn. In Chennai wird eine Frau, Raji, belästigt, doch als der Täter ihr eines Nachts in eine verlassene Gasse verfolgt, greift sie ihn brutal an, tötet ihn und entpuppt sich als tamilische Rebellen-Agentin. Sameer schickt Sajid zurück nach Indien, um die Mission zu leiten. T.A.S.C.-Offiziere bringen Subbu vor Gericht, wo Sajid eine Bombe in einem Motorroller zündet, die Subbu tötet. Bhaskaran tritt aus der Exilregierung aus und macht damit den Weg für Deepan als Premierminister frei. Premierminister Basu wünscht bilaterale Gespräche mit Ruptunga in Chennai. Bhaskaran aktiviert eine von Selvarasan geführte Eliteeinheit. Raji beschließt nach der Nachricht von Subbus Tod und Bhaskarans Ausstieg, ihrem Leben ein Ende zu setzen.","versions":[{"lang":1,"streams":[{"redirect":8601061,"hoster":"VOE"},{"redirect":8601037,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Todesengel","epNo":3,"alt":"Angel Of Death","descr":"Vor einigen Jahren stahl Selvarasans Einheit C4-Sprengstoff von der srilankischen Armee und vergrub ihn in Point Pedro. Sambit informiert Premierminister Basu über die Bedrohung ihres Lebens, doch sie bleibt hartnäckig dabei, weder Datum und Uhrzeit noch den Ort der bilateralen Gespräche zu ändern. Nach einer heftigen Konfrontation mit seinem Chef kündigt Srikant seinen IT-Job und tritt wieder dem T.A.S.C. bei. Bevor er nach Chennai aufbricht, besucht Srikant voller Schuldgefühle Karims Freundin Jonali und sagt ihr, dass Karim kein Terrorist ist. Nanda weiß von Rajis Geheimnis und erpresst sie, damit sie zum Essen eingeladen wird.","versions":[{"lang":1,"streams":[{"redirect":8601025,"hoster":"VOE"},{"redirect":8601022,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Adler","epNo":4,"alt":"Eagle","descr":"In einer Rückblende wird gezeigt, dass Raji der beste Kampfpilot unter den Rebellen ist. Sameer kauft eine Flugschule namens Tigris Aviation von einem Freund von Bhaskaran. Srikant schließt sich dem T.A.S.C.-Team in Chennai an. Inspektor Umayal beginnt, Nandas Verschwinden zu untersuchen. Chellam teilt Srikant und seinem Kollegen J.K. Talpade eine Liste mit den Unterschlüpfen der Rebellen mit. Umayal verhört Raji in ihrem Haus und fordert sie auf, die Stadt nicht ohne ihre Erlaubnis zu verlassen. Srikant und J.K. stoßen auf Raji, während sie sich von ihrem Haus entfernt. Umayal schöpft Verdacht gegen Raji und kehrt zurück, um Srikant und J.K. mit den Überresten von Nanda zu finden.","versions":[{"lang":1,"streams":[{"redirect":8601051,"hoster":"VOE"},{"redirect":8601034,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kinder des Krieges","epNo":5,"alt":"Homecoming","descr":"Srikant und J.K. werden verhaftet und verbringen die Nacht in Gewahrsam. Umayal schließt sich dem T.A.S.C.-Team an. T.A.S.C. identifiziert Raji als einen Rebellen. Raji, Selvarasan und Sajid wollen sich in Vedaranyam, dem ehemaligen Stützpunkt der Rebellen, treffen und nach Sri Lanka aufbrechen, um Nachschub für die Mission zu holen. Sambit und Kulkarni bemerken Aktivitäten auf den Kanälen der Rebellen und warnen Deepan, Bhaskaran aufzuhalten. Schließlich holen Raji und Sajid die C4 von Point Pedro ab.","versions":[{"lang":1,"streams":[{"redirect":8601046,"hoster":"VOE"},{"redirect":8601052,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verluste","epNo":6,"alt":"Martyrs","descr":"Raji und Sajid kehren mit den C4s nach Vedaranyam zurück. Chellam rät Srikant, die Einheit zu finden, und gibt Jebrajs Adresse in Vedaranyam an. Das T.A.S.C.-Team nimmt Raji fest, als sie zu Jebrajs Haus geht, um den C4-Sprengsatz zu holen. Srikant und Umayal befragen Raji auf dem Polizeirevier, können aber keine Informationen herausfinden. Selvarasan mobilisiert die Einheimischen und überfällt die Polizeistation. Sie entkommen mit einem verwundeten Raji, und Milind stirbt bei der anschließenden Schießerei, sehr zum Leidwesen des T.A.S.C.-Teams. Verärgert über Srikants Versuche, seine Pläne zu vereiteln, erhält Sajid von Sameer die Erlaubnis, ihn aufzuhalten. Sajid weist Salman an, Dhriti zu entführen.","versions":[{"lang":1,"streams":[{"redirect":8601059,"hoster":"VOE"},{"redirect":8601073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kollateralschaden","epNo":7,"alt":"Collateral Damage","descr":"Das T.A.S.C.-Team findet den C4-Sprengsatz in Jebrajs Haus. Dhriti verlässt das Haus nach einem Streit mit Suchitra. Der Attentatsplan sieht vor, ein mit C4 beladenes Flugzeug in das Kongresszentrum zu fliegen, wo die bilateralen Gespräche stattfinden sollen. Sajid baut einen neuen Sprengsatz und belädt das Flugzeug mit C4. Salman und Dhriti sehen sich einen Film an und fahren zu seinem Haus. Sajid verabschiedet sich von Raji und fährt nach Mumbai. Derweil ist Suchitra besorgt, dass Dhriti nicht nach Hause zurückgekehrt ist und informiert Srikant. Ajit ortet Dhritis Telefon in einem Nahverkehrszug. Srikant erkennt, dass seine Tochter entführt wurde und macht sich auf den Weg nach Mumbai.","versions":[{"lang":1,"streams":[{"redirect":12929721,"hoster":"VOE"},{"redirect":8601063,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vendetta","epNo":8,"alt":"Vendetta","descr":"T.A.S.C. vermutet einen Anschlag im Stil von 9/​11. J.K. und Muthu werden davon abgehalten, das Flugzeug bei Tigris Aviation zu überprüfen, doch J.K. schleicht sich in das abgedeckte Flugzeug und entdeckt die C4. Die Rebellen greifen das Duo an, sie trennen sich und fliehen erfolgreich, aber J.K. wird angeschossen und fällt bewusstlos in ein Gebüsch am Highway. Das RPF zeigt ein Video von Salman am Bahnhof von Dombivli, wo er Dhritis Telefon entsorgt, während sein Komplize Syed auf den Überwachungsaufnahmen im Einkaufszentrum zu sehen ist. Die Polizei beginnt mit der Suche nach Salman und Syed. Die beiden planen zusammen mit Sajid, Dhriti brutal zu töten, um Srikant zu vernichten. Dhriti überredet Salman, sie zu befreien, sticht mehrmals mit einer Glasscherbe auf ihn ein und tötet ihn. Dann gelingt es ihr, sich zu befreien, aber Sajid schlägt sie bewusstlos.","versions":[{"lang":1,"streams":[{"redirect":8601083,"hoster":"VOE"},{"redirect":8601079,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kamikaze","epNo":9,"alt":"The Final Act","descr":"Shinde bestätigt den Standort des Hauses, in dem Dhriti festgehalten wird und informiert Srikant über Sajids Anwesenheit. Die Polizei belagert das Gebäude, während Srikant und sein Team in das Haus stürmen, gerade als es Sajid und Syed gelingt, durch ein Fenster zu entkommen. Sajid beginnt, auf die Polizei zu schießen und wird schließlich von Srikant angeschossen und verletzt, der ihn zusammen mit dem Polizeiteam in die Enge treibt und ihn auffordert, sich zu ergeben. Im Krankenhaus erfährt Dhriti von Srikants wahrem Beruf. Dieser kehrt nach Chennai zurück, um das T.A.S.C.-Team zu leiten, während J.K. verschwunden ist. In der Zwischenzeit lässt Deepan mit Hilfe von Botschaftsbeamten und der örtlichen Polizei Bhaskaran in der Normandie verhaften. Dieser weigert sich, seine Pläne zu verraten und tötet sich mit einer Selbstmordpille.Srikant, der auf einen Hinweis von Chellam hin handelt, erreicht die Farm. Es kommt zu einem heftigen Feuergefecht, bei dem Selvarasan und die übrigen Rebellen getötet werden. Das T.A.S.C.-Team wird vom Premierminister Basu geehrt, der auch Srikant persönlich dazu gratuliert, dass er sein Leben für seine Pflicht aufs Spiel gesetzt hat.","versions":[{"lang":1,"streams":[{"redirect":8601091,"hoster":"VOE"},{"redirect":8601087,"hoster":"Streamtape"}]}]}]}]}