{"seriesId":"theodor-chindler-die-geschichte-einer-deutschen-familie","name":"Theodor Chindler - Die Geschichte einer deutschen Familie","descr":"Theodor Chindler, Geschichtsprofessor und Zentrumsabgeordneter, lebt mit seiner Frau Elisabeth und den Kindern Ernst, Karl, Margarete und Leopold im hessischen Neustadt. Der Kriegsausbruch zerstört nicht nur die einigermaßen geordnete familiäre Situation der Chindlers. Für jeden einzelnen bedeuten die folgenden Jahre gravierende Veränderungen der persönlichen Existenz, der geistigen und politischen Haltungen, des Denkens und Fühlens. Auch in der Familie Chindler zeichnen sich die Fronten ab, die damals durch das deutsche Volk gingen. Der achtteilige Fernsehfilm nach dem Roman von Bernard von Brentano erzählt die Geschichte einer deutschen Familie von 1914 bis 1918.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Theodor Chindler (Hans Christian Blech), Abgeordneter der katholischen Zentrumspartei im Deutschen Reichstag, lebt mit seiner Frau Elisabeth (Rosemarie Fendel) und seinen Kindern Ernst (Jan Niklas), Karl (Alexander Radszun), Margarethe (Katharina Thalbach) und Leopold (Hans Putz jr.) in starr gefestigten Familienverhältnissen. Seine betont religiöse Frau drängt ihn gegen seinen Willen 1912 zu einer erneuten Kandidatur für den Reichstag. Zwei Jahre später sorgt der Ausbruch des Weltkriegs für innere Konflikte des Familienoberhaupts. Theodor Chindler glaubt, dass dieser Krieg sinnlos sei und nicht die Zustimmung des Volkes und seiner Vertreter habe. Durch Bemerkungen dieser Art provoziert er seine Söhne Ernst und Karl, die stolz an die Front zu ziehen, sehr zum Unverständnis von Ernsts Frau Lilli (Antonia Reininghaus) und der Schwester Margarethe. So bereitet der alte Chindler seinen Söhnen einen unerfreulichen Abschied.","versions":[{"lang":1,"streams":[{"redirect":8491730,"hoster":"VOE"},{"redirect":8648748,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Wenige Wochen nach Beginn des Weltkrieges: Ernst und Karl sind an der Front, Margarethe arbeitet gegen den Willen ihrer Mutter als Pflegerin im Krankenhaus. Einzig der jüngste Sohn der Familie, Leopold, steht noch unter der Obhut seiner Eltern und besucht das Gymnasium. Theodor Chindler manövriert sich im Reichstag und in der Zentrumsfraktion wegen seiner negativen Haltung zum Krieg ins Abseits. Seine Schwiegertochter Lilli begleitet ihn zu einem Empfang des bayerischen Ministerpräsidenten Hertling nach München. Durch ihre politischen Kenntnisse, damals für eine Frau noch höchst ungewöhnlich, bringt Lilli die Anwesenden in große Verlegenheit. Unerquicklich verläuft auch die erste Kriegsweihnacht: ein zynischer Brief von Ernst verdirbt der Familie die rechte Freude unterm Weihnachtsbaum.","versions":[{"lang":1,"streams":[{"redirect":8491731,"hoster":"VOE"},{"redirect":8648749,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Leopold Chindler, das jüngste Kind der Chindlers, hat sich mit seinem Klassenkameraden Balthasar Vierling angefreundet. Diese Verbindung erregt nicht nur den Missmut von Elisabeth Chindler, sondern auch den Zorn von Leopolds Vater Theodor. Beide fürchten, die homosexuelle Veranlagung des jungen Vierling könne auf ihren Sohn abfärben. Da sich Leopold allen Versuchen und Bestrebungen zur Beendigung dieser Freundschaft widersetzt, schicken seine Eltern ihn nach Wilna, wo Sohn Karl stationiert ist. Der soll Leopold nicht nur in soldatische Zucht nehmen, sondern auch diskret in Liebesdingen einweisen. Karl schleust eine Prostituierte zu Leopold, der prompt ihren Verführungskünsten erliegt. Vierling versucht das Vertrauen von Clemens Koch zu erwerben, in den sich Theodor Chindlers Tochter Margarethe verliebt hat. Sie ist beeindruckt von der politischen Haltung des bekennenden Sozialdemokraten, der im Krieg bereits stark verwundet wurde, so dass er aus der Armee entlassen worden ist. Als Vierling Leopold nach dessen Rückkehr aus Wilna verzweifelt zur Rede stellt, verweigert sich der junge Chindler. Vor Leopolds Augen und im Beisein der Mutter erschießt sich Vierling in der Villa Chindler. Leopold begreift, was er dem, Zwang seiner Eltern ausgeliefert, getan hat und schlägt in seiner Hilflosigkeit seine Mutter ins Gesicht. Diese ungehörige Tat erst bringt Elisabeth Chindler zum Nachdenken.","versions":[{"lang":1,"streams":[{"redirect":12173866,"hoster":"VOE"},{"redirect":8648745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Während sich Elisabeth Chindler über den Freitod Vierlings, die heftige Reaktion ihres Sohnes Leopold und die zu erwartende Strafe Gottes grämt, ist ihr Sohn Ernst Ordonanz-Offizier des Oberbefehlhabers von Falkenhayn geworden und darf dem Reichskanzler eine persönliche Botschaft seines Vorgesetzten überbringen. Auf dem Rückweg besucht er seinen Vater und berichtet ihm von der tatsächlichen Kriegslage, die alles andere als rosig ist. Theodor darf diese Informationen jedoch nicht für politische Zwecke benutzen, da er sonst die Sicherheit seines Sohnes gefährden würde. Zurück an der Front, wird Ernst Zeuge falscher Entscheidungen des Generalstabes: erst wird seine Truppe von den Franzosen aufgerieben und überrannt, dann metzelt er mit den Überlebenden mehrere Hundert ahnungslose Franzosen ab.","versions":[{"lang":1,"streams":[{"redirect":8491733,"hoster":"VOE"},{"redirect":8648746,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 6","epNo":5,"alt":"","descr":"Theodor Chindler steht als Gegner des U-Boot-Krieges, der von den Militärs als Siegesrezept angeboten wird, im politischen Abseit. Seine Rede vor dem Reichstag 1916 führt endgültig zu seiner politischen Isolation von der Zentrums-Fraktion, die ihn beurlaubt. Frustriert kehrt der Abgeordnete nach Hause zu seiner Familie zurück, wo er erfahren muss, dass Tochter Margarethe von der Polizei wegen sozialdemokratischer Umtriebe mit Clemens Koch festgenommen wurde. Da man ihr nichts nachweisen kann, wird sie wieder entlassen. Als sie ihre Eltern um Unterstützung bittet, um sich in Berlin eine neue Existenz aufzubauen, stößt sie auf Ablehnung. Nur Leopold und Schwägerin Lilli unterstützen ihren Plan. Die Ehe von Lilli und Ernst steht vor dem Scheitern.","versions":[{"lang":1,"streams":[{"redirect":8491734,"hoster":"VOE"},{"redirect":8648747,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Maggie Chindler lebt seit ihrer Entlassung aus dem Gefängnis bei der Arbeiterfamilie Ritter in Berlin. Beim Tanzen lernt sie den \u0027Roten\u0027 Richard kennen. Dieser fasziniert sie nicht nur wegen seiner sozialpolitischen Ansichten, sondern auch als Mann. Trotzdem bleibt sie dem verhafteten Clemens Koch treu. Gemeinsam mit Emil Ritter arbeitet Maggie in einer Kleiderfabrik. Als sie arbeitenden Kriegsgefangenen ausländische Zeitungen besorgt, wird sie erneut verhaftet.","versions":[{"lang":1,"streams":[{"redirect":8491732,"hoster":"VOE"},{"redirect":8648751,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Auch in Neustadt hat der Krieg tiefe Spuren hinterlassen: selbst die reichen Chindlers müssen hungern. Ernst ist gefallen, Lilli ist aus München zurückgekehrt. Maggie trifft nach ihrer Entlassung aus dem Gefängnis Clemens Koch wieder. Hartnäckig verfolgen beide ihre politischen Ziele. Ein Generalstreik, der das Kriegsende erzwingen soll, wird von der Polizei niedergeschlagen. Clemens verlässt Berlin und geht nach Neustadt, wo er der örtlichen SPD beitritt. Hier sucht ihn Theodor Chindler auf. Er möchte die Adresse seiner Tochter in Berlin, um den Kontakt zu ihr wiederherzustellen.","versions":[{"lang":1,"streams":[{"redirect":8491736,"hoster":"VOE"},{"redirect":8648750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Der Krieg nähert sich dem Ende. Die SPD regiert und holt Theodor Chindler wegen dessen kriegsfeindlicher Haltung in die Regierung. Obwohl Chindler die Sozialdemokraten früher verachtet hat, nimmt er die neue Minister-Würde gerne an. In Neustadt kommt es unter der Leitung des \u0027Roten\u0027 Richard zu einem Putsch gegen die neue Regierung. Maggie und Koch schließen sich den Aufständischen widerwillig an, in der Hoffnung, ein Blutbad verhindern zu können. Als das Militär die Revolutionäre zur Aufgabe zwingen will, übernimmt Koch die Rolle des Unterhändlers. Indes sind die Truppen nicht auf Diskussionen eingestellt, es kommt zur militärischen Lösung, der Koch und der \u0027Rote\u0027 Richard zum Opfer fallen. Nach ihrer Beissetzung verlässt Margarethe Neustadt und geht nach Berlin.","versions":[{"lang":1,"streams":[{"redirect":8491745,"hoster":"VOE"},{"redirect":8648754,"hoster":"Streamtape"}]}]}]}]}