{"seriesId":"thin-ice-dnnes-eis","name":"Thin Ice - Dünnes Eis","descr":"Ein Forschungsschiff wird vor Grönland angegriffen, während der Arktische Rat in Tasiilaq versucht, sich auf ein Abkommen über ein Verbot von Ölbohrungen in der Arktis zu einigen. Hinter dem Abkommen steckt Schwedens Außenministerin Elsa (Lena Endre), deren politischer Berater Viktor (Alexander Karim) sich an Bord des angegriffenen Schiffes befindet. Das entstehende politisch aufgeladene Geiseldrama bringt Elsas Abkommen ins Schlingern, und daheim in Schweden beginnt für die Agentin Liv (Bianca Kronlöf), die ein Kind von Viktor erwartet, ein Kampf gegen die Uhr. Thin Ice - Dünnes Eis greift die brandaktuelle Klimadiskussion auf - vor der Kulisse der gewaltigen arktischen Landschaft.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Entführung auf Grönland","epNo":1,"alt":"Episode 1","descr":"Beim Treffen der Außenminister des Arktischen Rates auf Grönland soll ein Abkommen unterzeichnet werden, das Ölbohrungen in der Region stoppt. Mitten in den Verhandlungen wird ein Forschungsschiff angegriffen und seine Besatzung entführt. Mit an Bord war Viktor, ein Vertreter der schwedischen Delegation.","versions":[{"lang":1,"streams":[{"redirect":9722458,"hoster":"VOE"},{"redirect":9722459,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13475492,"hoster":"VOE"},{"redirect":8648756,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eisbärenalarm","epNo":2,"alt":"Episode 2","descr":"Nervosität macht sich breit beim Arktischen Rat, nachdem ein Eisbär einen Fototermin jäh beendet und die Telegrafenmasten gesprengt werden. Gleichzeitig finden Liv, Viktors Ehefrau aus Schweden, und der grönländische Polizist Enok bei ihren Ermittlungen erste Hinweise auf die Entführer.","versions":[{"lang":1,"streams":[{"redirect":9722447,"hoster":"VOE"},{"redirect":9722449,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491744,"hoster":"VOE"},{"redirect":8648757,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In Geiselhaft","epNo":3,"alt":"Episode 3","descr":"Die entführte Crew wird in einer Hütte gefangen gehalten. Liv findet heraus, dass Russland in die Entführung verstrickt ist, während Enok selbst unter Verdacht gerät. Elsa versucht, die Grönländer für den Naturschutzvertrag zu gewinnen. Aber zeitgleich wird bekannt, dass ein riesiges Ölfeld entdeckt wurde.","versions":[{"lang":1,"streams":[{"redirect":9722451,"hoster":"VOE"},{"redirect":9722452,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491743,"hoster":"VOE"},{"redirect":8648758,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Konferenz vor dem Aus","epNo":4,"alt":"Episode 4","descr":"Elsa steht nach einer Hetzkampagne kurz vor dem Scheitern ihres Vertrags. Während Liv und Enok durch die vereiste Landschaft nach Scoresbysund reisen, finden sie die Spuren der Entführten und schließlich sogar Leichen. Einer der beteiligten Entführer kann als Russe identifiziert werden.","versions":[{"lang":1,"streams":[{"redirect":9722455,"hoster":"VOE"},{"redirect":9732376,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491747,"hoster":"VOE"},{"redirect":8648760,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Trauer um die Opfer","epNo":5,"alt":"Episode 5","descr":"Zermürbt von der Hetzkampagne und erschüttert durch die Trauer um die Toten will Elsa ihr Amt als Ministerin und den Vertrag aufgeben. Die Empörung über Russland eint den Arktischen Rat. Bis plötzlich ein dänischer Soldat im Video einer Entführten auftaucht.","versions":[{"lang":1,"streams":[{"redirect":9744250,"hoster":"VOE"},{"redirect":9744226,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491748,"hoster":"VOE"},{"redirect":8648765,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bangen um Viktor","epNo":6,"alt":"Episode 6","descr":"Die Entführer drohen, Viktor umzubringen, sollte der Naturschutzvertrag für die Arktis unterschrieben werden. Elsa geht ein hohes Risiko ein, erreicht aber den Ausschluss Russlands aus dem Rat. Hinweise zu Russlands Unschuld führen Liv und Enok hoch in den Norden.","versions":[{"lang":1,"streams":[{"redirect":9744153,"hoster":"VOE"},{"redirect":9744142,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491749,"hoster":"VOE"},{"redirect":8648764,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Entscheidung im Eis","epNo":7,"alt":"Episode 7","descr":"Der schwedische Ölmagnat Berger erwirbt die Bohrrechte für die grönländische Ölquelle. Als eine frühere Verbindung Elsas zu ihm bekannt wird, steht nun Schweden am Pranger und wird von Russland bedroht. Liv und Enok kämpfen gegen die Entführer - und um ihr Leben.","versions":[{"lang":1,"streams":[{"redirect":9945637,"hoster":"VOE"},{"redirect":9744172,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491750,"hoster":"VOE"},{"redirect":8648770,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Täter oder Opfer","epNo":8,"alt":"Episode 8","descr":"Nach dem Tod des scheinbaren Täters wird der Öl-Deal annulliert und der Vertrag steht zur Unterschrift. Doch ein Angebot der USA verändert alles. Liv hilft Enok bei der Suche nach seiner Familie. Dabei stoßen sie auf einen brisanten Hinweis. Müssen sie die wahren Täter in den eigenen Reihen suchen?","versions":[{"lang":1,"streams":[{"redirect":13004921,"hoster":"VOE"},{"redirect":9744194,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8491753,"hoster":"VOE"},{"redirect":8648766,"hoster":"Streamtape"}]}]}]}]}