{"seriesId":"this-close","name":"This Close","descr":"Kate (Shoshannah Stern) und Michael (Josh Feldman) sind langjährige beste Freunde, und beide gehörlos. Als Michael von seinem Verlobten verlassen wird, lädt Kate ihn ein, bei ihr auf andere Gedanken zu kommen. Ihr Verlobter Danny (Zach Gilford) ist darüber alles andere als erfreut.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wie ich es immer wollte","epNo":1,"alt":"Like I Always Wanted","descr":"Kate und Michael fliegen gemeinsam nach Seattle. Er soll dort in einer Buchhandlung seinen ersten Comicband \"Skip\" vorstellen, der besonders in der Schwulen-Community gut ankommt. Die beiden gehörlosen Freunde amüsieren sich vor dem Abflug im Flughafen, als das Bodenpersonal sie wie Behinderte behandelt und lassen es sich gut gehen.Doch in Seattle nach der Präsentation des Buches ist die gute Stimmung gedrückt, denn Michael hat herausgefunden, dass Kate ihm ihre Verlobung mit Danny verheimlicht hat. Gleichzeitig trauert er seiner verflossenen grossen Liebe nach. Er geht in einen Club, wo er seinen Frust mit Alkohol und Gelegenheitssex vergessen will. Am nächsten Morgen taucht er noch immer ziemlich angetrunken im Flugzeug auf.","versions":[{"lang":1,"streams":[{"redirect":13114933,"hoster":"VOE"},{"redirect":8648774,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer wir sind","epNo":2,"alt":"Who We Are","descr":"Als Kates Chefin Stella sie überraschend dazu überredet, an einer Podiumsdiskussion über das Arbeiten mit Behinderung teilzunehmen, fühlt sich Kate zunächst geschmeichelt. Doch dann merkt sie, dass sie dort völlig fehl am Platz ist und bloß einen Star, der nicht erschienen ist, vertreten soll. Sie beschliesst, das Beste aus der Situation zu machen und erklärt den Anwesenden, was es wirklich heißt, wenn man als Gehörlose mit Hörenden zusammenarbeiten muss.Beim anschließenden Abendessen mit Danny und Michael taucht überraschend Ryan, Michaels Ex, auf. Eine schwierige Situation für Michael, der noch nicht über die Trennung hinweg ist. Er haut ab und flüchtet sich in den Alkohol.","versions":[{"lang":1,"streams":[{"redirect":8491761,"hoster":"VOE"},{"redirect":8648775,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nacht und Tag","epNo":3,"alt":"Night and Day","descr":"Kate kümmert sich bei einem PR-Event um einen gehörlosen Star aus America’s Next Top Model und erhält viel Lob, auch von seiner Seite. Als sie ihrer Chefin Stella von ihrem Erfolg erzählt und diese endlich darum bitten will, einen eigenen Kunden betreuen zu können, hört ihr Stella gar nicht zu. Stattdessen bietet sie Kate Brownies an. Zu spät merkt Kate, dass es Hasch-Brownies sind. Ziemlich high bittet sie Michael, sie nach Hause zu fahren.Zuhause sitzt Danny auf dem Sofa und guckt Pornos. Als Michael begreift, dass Danny seit Wochen arbeitslos ist und Kate nichts davon gesagt hat, ist er ausser sich und stellt Danny zur Rede. Michael seinerseits beschliesst endlich etwas gegen seinen Liebeskummer zu tun.","versions":[{"lang":1,"streams":[{"redirect":8491764,"hoster":"VOE"},{"redirect":8648779,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Chancen","epNo":4,"alt":"The Chances","descr":"Zu Thanksgiving überrascht Danny Kate mit einem Geschenk, das sie nicht wirklich mag. Michael bringt seine Mutter Annie und seinen Bruder Jacob mit zum Dinner. Er hat eben erfahren, dass seine Mutter wieder mit seinem Vater ausgeht und ist gar nicht erfreut darüber, denn er weiss, wo diese Beziehung enden wird.Auch für Danny ist es ein schwieriger Abend, weil er als einziger die Gebärdensprache noch immer nicht beherrscht, während Jacob, der mit einer gehörlosen Mutter und einem gehörlosen Bruder aufgewachsen ist, sich mühelos verständigt. Als Jacob ihn mit der Tatsache konfrontiert, dass er Kate nichts von seiner Arbeitslosigkeit erzählt, rastet er aus.","versions":[{"lang":1,"streams":[{"redirect":13114936,"hoster":"VOE"},{"redirect":8648778,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie wir einst waren","epNo":5,"alt":"The Way We Were","descr":"Während Kate und Danny in Ryans Traumvilla ein paar Urlaubstage geniessen, erfährt Kate, dass Michael eingewilligt hat, mit Ryan eine offene Beziehung zu leben. Sie ist überzeugt davon, dass dies ihren besten Freund unglücklich machen wird.Bald danach ziehen Kate und Danny in ihr eigenes Haus in L.A. und sind überglücklich. Doch Kate weiss noch nicht, dass Danny kurz vor seiner Entlassung steht und Angst um seine berufliche und finanzielle Zukunft hat. Er will ihr nichts davon sagen, um sie nicht damit zu belasten.An Ryans Geburtstag beobachtet Michael, wie sein Freund mit seinem Ex flirtet. Kurz darauf entdeckt er auf Ryans Handy kompromittierende Videos, in denen dieser mit einem anderen Mann zu sehen ist, und zieht die Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":13002335,"hoster":"VOE"},{"redirect":8648777,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was mit uns geschah","epNo":6,"alt":"What Happened To Us","descr":"Ryan taucht wieder bei Michael auf. Er bittet Michael inständig, es nochmals mit ihm zu versuchen. Er verspricht ihn dabei unterstützen, das Buch herauszubringen, das Michael am Herzen liegt, nicht die Fortsetzung von \"Skip\".Danny hat sich beim Streit mit Jakob die Hand gebrochen. Im Spital erfährt Kate durch Zufall, dass er arbeitslos ist. Sie ist verstört und kann nicht glauben, dass er sie so lange belogen hat. Er versucht verzweifelt, ihre Beziehung zu retten. Auch im Job erlebt Kate eine unangenehme Überraschung. Doch dank einer klaren Ansage schafft sie es ihren ersten Kunden an Land zu ziehen. Am Abend überrascht sie Michael mit einer Verlobungsparty. Doch Kate reagiert nicht, wie er gehofft hat.","versions":[{"lang":1,"streams":[{"redirect":8491765,"hoster":"VOE"},{"redirect":8648780,"hoster":"Streamtape"}]}]}]}]}