{"seriesId":"three-pines-ein-fall-fr-inspector-gamache","name":"Three Pines - Ein Fall für Inspector Gamache","descr":"Chief Inspector Armand Gamache (Alfred Molina) und sein Team untersuchen mysteriöse Mordfälle in dem nach außen hin so idyllischen Örtchen Three Pines. Dabei kommen nicht nur Geheimnisse der exentrischen Bewohner ans Licht, auch Gamache muss sich einigen Wahrheiten seiner Vergangenheit stellen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tief eingeschneit (1)","epNo":1,"alt":"White Out – Part One","descr":"Als Inspector Gamache den Befehl seines Vorgesetzten ignoriert und im Vermisstenfall von Blue Two-Rivers zu ermitteln beginnt, wird er prompt in die entlegene Stadt Three Pines versetzt. Dort muss der mysteriöse Mord an der wohlhabenden CC de Poitiers aufgeklärt werden, die mit ihrer überheblich-kaltherzigen Art keinen allzu guten Ruf in der Gemeinde genoss. Entsprechend lang ist auch die Liste der möglichen Verdächtigen.","versions":[{"lang":1,"streams":[{"redirect":13850272,"hoster":"VOE"},{"redirect":13762394,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tief eingeschneit (2)","epNo":2,"alt":"White Out – Part Two","descr":"Gamache erkennt, dass der Schlüssel zur Aufklärung des Mordes an CC in ihrer rätselhaften Vergangenheit liegt. Als er herausfindet, dass einer der Dorfbewohner ihm eine wichtige Information vorenthalten hat, gelingt es ihm, den Fall zu lösen. Unterdessen ist Gamaches Freude darüber, einen Durchbruch bei Blues Verschwinden zu erzielen, nur von kurzer Dauer, da die Two-Rivers-Familie seine Beweise zurückweist und die gequälte Missy zu einer verzweifelten Tat getrieben wird.","versions":[{"lang":1,"streams":[{"redirect":13762395,"hoster":"VOE"},{"redirect":13762397,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der grausame Monat (1)","epNo":3,"alt":"The Cruelest Month – Part One","descr":"Armand Gamache kehrt nach Three Pines zurück, um herauszufinden, wer Marc Fortier getötet und in einem verlassenen Gebäude verscharrt hat. In einem ehemaligen Internat fördert er schon bald ein abscheuliches Geheimnis zutage. Währenddessen nimmt sich Isabelle Lacoste noch einmal dem Verschwinden von Blue Two-Rivers an. Sie findet heraus, dass ein wichtiges Beweisstück gefälscht wurde, woraufhin der Fall neu aufgerollt wird …","versions":[{"lang":1,"streams":[{"redirect":13784156,"hoster":"VOE"},{"redirect":13784155,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der grausame Monat (2)","epNo":4,"alt":"The Cruelest Month – Part Two","descr":"Die Dorfbewohner stellen sich der Wahrheit ihrer Vergangenheit und vertreiben ihre kollektiven Dämonen, während Gamache im Mordfall einen Durchbruch schafft und erkennt, dass Marcs Mörder ein sehr persönliches Motiv hatte. Unterdessen macht Lacoste eine Entdeckung im Zusammenhang mit Blues Verschwinden, die offenbar einen Hauptverdächtigen identifiziert.","versions":[{"lang":1,"streams":[{"redirect":13784158,"hoster":"VOE"},{"redirect":13784159,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lange Schatten (1)","epNo":5,"alt":"The Murder Stone – Part One","descr":"Mitten in den Trauerfeierlichkeiten zu Ehren von Charles Morrow, dem Besitzer des exklusiven Hotels Manoir Belleforet, wird dessen Tochter Julia erschlagen unter der Statue ihres verstorbenen Vaters aufgefunden. Je tiefer die Ermittler in der Familiengeschichte graben, desto grausamer sind die Geheimnisse, die ans Tageslicht kommen und den wahren Täter entlarven. Lacostes Durchbruch im Fall der verschwundenen Blue Two-Rivers lässt unterdessen alle Beteiligten sprachlos zurück …","versions":[{"lang":1,"streams":[{"redirect":13850271,"hoster":"VOE"},{"redirect":13806607,"hoster":"Vidoza"},{"redirect":13806605,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lange Schatten (2)","epNo":6,"alt":"The Murder Stone – Part Two","descr":"Gamache und sein Team gehen dem Fall auf den Grund, indem sie jahrzehntealte Ressentiments und tief vergrabene Geheimnisse in der Familie Morrow ans Tageslicht bringen und die entscheidende Entdeckung machen, die es ihnen ermöglicht, den Mörder zu identifizieren. Unterdessen erweist sich Lacostes Hochstimmung über den Durchbruch im Two-Rivers-Fall als nur von kurzer Dauer und eine Tragödie versetzt sie in Schockstarre.","versions":[{"lang":1,"streams":[{"redirect":13806602,"hoster":"VOE"},{"redirect":13806603,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Scharfrichter (1)","epNo":7,"alt":"The Hangman – Part One","descr":"Als die Angehörigen von Blue Two-Rivers auf eigene Faust in den Wäldern von Three Pines nach möglichen Beweisen suchen, um Blues Verschwinden aufzuklären, entdecken sie an einem Baum hängend den Leichnam eines Mannes. Auf den ersten Blick sieht es nach einem Suizid aus, doch Gamache und seine Kollegen finden Beweise, die auf einen Mord hindeuten.","versions":[{"lang":1,"streams":[{"redirect":13841970,"hoster":"VOE"},{"redirect":13825861,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Scharfrichter (2)","epNo":8,"alt":"The Hangman – Part Two","descr":"Gamache und sein Team decken eine tragische Geschichte auf, die den Schlüssel zum Rachewunsch des Opfers liefert und das Team so zu seinen Mördern führt. In der Zwischenzeit liegt es an Gamache, die Person festzunehmen, die für das Verschwinden von Blue Two-Rivers verantwortlich ist, und bringt sich dabei selbst in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13850273,"hoster":"VOE"},{"redirect":13826499,"hoster":"Streamtape"}]}]}]}]}