{"seriesId":"tian-guan-cifu","name":"Tian Guan Cifu","descr":"[Heaven Official`s Blessing] \"Für dich werde ich unbesiegbar!\" – Vor achthundert Jahren war Xie Lian der Kronprinz des Königreichs Xian Le. Er wurde nicht nur von seinen Untertanen geliebt, sondern war der Liebling der ganzen Welt. Es überrascht also kaum, dass er bereits in jungen Jahren zum Himmel aufstieg. Nun, 800 Jahre später, steigt er schon zum dritten Mal in den Himmel auf – inzwischen aber als Gespött aller drei Welten: dem Himmel, der Erde und der Geisterwelt … Bei seiner ersten Aufgabe als Gott läuft er einem mächtigen Dämon über den Weg, der über die Geister und spirituellen Wesen regiert und die Bewohner des Himmels in Angst und Schrecken versetzt. Nur weiß Xie Lian noch nicht, dass der Dämon, den er sucht, ihn schon seit einer sehr, sehr langen Zeit auf dem Schirm hat.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"[Special 01] S01E06 Alternative Variante","descr":"","versions":[{"lang":3,"streams":[{"redirect":13676323,"hoster":"VOE"},{"redirect":13676330,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"[Special 02]","descr":"","versions":[{"lang":3,"streams":[{"redirect":13676322,"hoster":"VOE"},{"redirect":13676324,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Bride Prince","descr":"17 Bräute wurden seit über 100 Jahren am Berg Yujun von einem Geisterbräutigam entführt. Xie Lian steigt in das Reich der Sterblichen hinab, um dabei zu helfen, den Geist des Berges zu besiegen und die Verdienste dieser Mission zu erlangen und seine Schulden zu begleichen.","versions":[{"lang":3,"streams":[{"redirect":13676326,"hoster":"VOE"},{"redirect":13676325,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mountain-Locked Ming Guang","descr":"San Lang und Fu Yao geben vor, eine Braut zu sein, Xie Lian, und steigen zusammen mit einigen Dorfbewohnern auf den Berg Yujun, in der Hoffnung, den Geist des Bräutigams anzulocken. Als die Leichen auftauchen, bittet er die Prozession, ihn als Köder zurückzulassen.","versions":[{"lang":3,"streams":[{"redirect":13676327,"hoster":"VOE"},{"redirect":13676328,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Confidant\u0027s Past Grudge","descr":"Nachdem die toten Bräute zum Leben erweckt werden, kontaktiert Xie Lian Ling Wen wegen seiner Theorie über den Geist des Bräutigams. Pei Xiu und andere Beamte des Himmels treffen ein und verhaften Xuan Ji, um sie unter einem Berg zu versiegeln.","versions":[{"lang":3,"streams":[{"redirect":13676329,"hoster":"VOE"},{"redirect":13676331,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Ghost King Hua Cheng","descr":"Zurück im Himmel findet Xie Lian heraus, dass es sich bei dem Schmetterlingsfremden um Hua Cheng handelt, eine der vier Katastrophen, die für die Niederlage von 33 Göttern verantwortlich sind. Nachdem seine Schulden beglichen sind, beschließt er, in das Reich der Sterblichen zu gehen und sich einen Tempel zu bauen.","versions":[{"lang":3,"streams":[{"redirect":13676333,"hoster":"VOE"},{"redirect":13676334,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Chronicles of Puqi","descr":"Nachdem er weitere Informationen über \"Crimson Rain Sought Flower\" herausgefunden hat und dem Geisterfest entkommen ist, lädt Xie Lian San Lang ein, im Tempel zu bleiben. Am Morgen findet er ein Gemälde des Kronprinzen, das über dem Altar hängt.","versions":[{"lang":3,"streams":[{"redirect":13676336,"hoster":"VOE"},{"redirect":13676335,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Lost Crescentian","descr":"Im Banyue-Pass werden Händler vermisst und Xie Lian wird von Fu Yao und Nan Feng begleitet, um Nachforschungen anzustellen. Letztere sind San Lang gegenüber sehr müde und misstrauisch, doch ein Sandsturm, der Xie Lian mitreißt, unterbricht ihren Streit.","versions":[{"lang":3,"streams":[{"redirect":13676338,"hoster":"VOE"},{"redirect":13676339,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Scorpion-Tailed Snake Shadow","descr":"Wieder vereint suchen die vier Schutz in einer Höhle, wo sie eine Gruppe Händler und ihren Führer finden. Skorpionschlangen umgeben sie und Xie Lian und Onkel Zheng werden gestochen und das einzige Gegenmittel, der Shanyue-Farn, befindet sich im Banyue-Königreich.","versions":[{"lang":3,"streams":[{"redirect":13676342,"hoster":"VOE"},{"redirect":13676344,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Foreboding Wind in the Ancient Country","descr":"Im Königreich finden sie den Shanyue-Farn, der Xie Lians Hand heilt. Ein Aufruhr alarmiert die Banyue-Soldaten, die eintreffen, um die Gruppe als Geiseln zu nehmen und einige von ihnen in die Sündergrube zu werfen. San Lang verabschiedet sich und springt ein.","versions":[{"lang":3,"streams":[{"redirect":13676345,"hoster":"VOE"},{"redirect":13676351,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Evil Taoist Scourge","descr":"Xie Lian springt mit Kemo in die Grube. Er wird von San Lang erwischt, der anders zu sein scheint. Nachdem alle Grubensoldaten tot sind, erinnert sich Kemo an die Geschichte vom Untergang seines Königreichs durch den kaiserlichen Lehrer.","versions":[{"lang":3,"streams":[{"redirect":13676347,"hoster":"VOE"},{"redirect":13676356,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Bygone Banyue Days","descr":"Als die kaiserliche Lehrerin zu ihnen stößt, kommt es zu einem unerwarteten Wiedersehen zwischen ihr und Xie Lian, die sich vor über 200 Jahren kennengelernt haben. Ban Yue entschuldigt sich für den Verrat, bestreitet jedoch, die Skorpionschlangen zum Angriff auf Menschen eingesetzt zu haben.","versions":[{"lang":3,"streams":[{"redirect":13676349,"hoster":"VOE"},{"redirect":13676357,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Right and Wrong Buried in the Sand","descr":"Es stellt sich heraus, dass Pei Xiu der Schuldige ist. Als Kindheitsfreund von Ban Yue ist er dafür verantwortlich, sie davon zu überzeugen, ihr Königreich zu verraten, und für das darauf folgende Massaker. Xie Lian geht davon aus, dass San Lang eigentlich Hua Cheng ist.","versions":[{"lang":3,"streams":[{"redirect":14029295,"hoster":"VOE"},{"redirect":13676360,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Ghost King Appears","descr":"Xie Lian wird von Jun Wu in das Himmlische Reich gerufen, wo ihm mitgeteilt wird, dass ein himmlischer Beamter gerettet werden muss, und begibt sich daher in das Geisterreich, das Gebiet der Toten.","versions":[{"lang":3,"streams":[{"redirect":13679321,"hoster":"VOE"},{"redirect":13679330,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Accidentally Entered a Gambling Den","descr":"Der Kriegsgott des Ostens, Lang Qianqiu, sorgt in der Spielhalle des Geisterkönigs für Aufruhr und zwingt Xie Lian, ein Würfelspiel gegen den König selbst, Hua Cheng, zu spielen, um seinen Kameraden zu retten.","versions":[{"lang":3,"streams":[{"redirect":13679323,"hoster":"VOE"},{"redirect":13679324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ghost Binding Cursed Shackle","descr":"Ein maskierter Geist führt Xie Lian zum Paradise Manor, wo Hua Cheng auf ihn wartet. Später trifft Xie Lian den bandagierten Jungen vom Berg Yu Jun wieder und erinnert sich an einen ähnlichen Jungen, den er vor achthundert Jahren getroffen hat.","versions":[{"lang":3,"streams":[{"redirect":13679325,"hoster":"VOE"},{"redirect":13679340,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Secret Chamber","descr":"Im Paradise Manor, während eines magischen Turms im Kerker, fanden Xie Lian und Shi Qingxuan den vermissten Himmlischen Beamten.","versions":[{"lang":3,"streams":[{"redirect":13679331,"hoster":"VOE"},{"redirect":13679334,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Second Coming of Fang Xin","descr":"Zurück im Himmlischen Reich konfrontiert Lang Qianqiu Xie Lian mit der wahren Identität des Staatslehrers des Yong\u0027an-Königreichs, Fang Xin, der Yong\u0027ans Adel massakrierte und Lang Qianqius Vater, den König, tötete.","versions":[{"lang":3,"streams":[{"redirect":13679336,"hoster":"VOE"},{"redirect":13679354,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Heavenly Palace Raid","descr":"Xie Lian erkennt seine Position als Staatslehrer an, wird festgenommen und unter Hausarrest gestellt. Er denkt über seine unheimliche Vergangenheit nach, bevor die Türen des Palastes von Xianle aufgestoßen werden und silberne Schmetterlinge hereinschwärmen.","versions":[{"lang":3,"streams":[{"redirect":13679342,"hoster":"VOE"},{"redirect":13679341,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Thousand Miles Away","descr":"Hua Cheng führt Xie Lian aus dem Himmlischen Reich. Unterdessen stoßen Feng Xin und Mu Qing bei ihrem Versuch, ihn zu retten, auf viele Hindernisse, und Lang Qianqiu hat einen eigenen Plan.","versions":[{"lang":3,"streams":[{"redirect":13679344,"hoster":"VOE"},{"redirect":13679345,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Green-Clothed Ghost Qi Rong","descr":"Xie Lian und Hua Cheng betreten das Versteck der nachtwandernden Grünen Laterne Qi Rong. Nach einer kurzen, gewalttätigen Konfrontation enthüllt Qi Rong die Wahrheit über das Yong\u0027an-Massaker, aber es werden auch andere überraschende Wahrheiten ans Licht gebracht.","versions":[{"lang":3,"streams":[{"redirect":13679348,"hoster":"VOE"},{"redirect":13679350,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Yong An and Xianle","descr":"Grüngeist Qi Rong zeigt sich wenig begeistert über den Besuch in seinem Versteck. Verzweifelt versucht er sich aus der Sache zu reden und deckt dabei überraschende Erkenntnisse auf.","versions":[{"lang":3,"streams":[{"redirect":13679352,"hoster":"VOE"},{"redirect":13679363,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Bloodstained Gold","descr":"Im Gespräch mit Qi Rong kommen qualvolle Erinnerungen vom Blutbad des Goldbanketts wieder hoch. Als Qianqiu klar wird, wer der wahre Täter ist, macht er kurzen Prozess.","versions":[{"lang":3,"streams":[{"redirect":13679355,"hoster":"VOE"},{"redirect":13679356,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Farewell in the Moonlight","descr":"Das Rätsel um das Blutbad des Goldbanketts ist zwar gelöst, aber Xie Lian muss noch vor Jun Wu Rechenschaft leisten. Dafür kommen der Windmeister und Feng Xin vorbei und geraten direkt in Konflikt mit Hua Cheng.","versions":[{"lang":3,"streams":[{"redirect":13679361,"hoster":"VOE"},{"redirect":13679362,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"No Taboos","descr":"Xie Lian kehrt mit Feng Xin und dem Meister des Windes ins Himmelsreich zurück, um Jun Wu alles zu erklären. Das Gespräch lässt Xie Lian aufgewühlt zurück und er sucht Zuflucht an den Orten seiner Vergangenheit. Dort trifft er auf einen alten Bekannten.","versions":[{"lang":3,"streams":[{"redirect":13679320,"hoster":"VOE"},{"redirect":13679319,"hoster":"Streamtape"}]}]}]}]}