{"seriesId":"ticktack-zeitreise-mit-lisa-lena","name":"TickTack – Zeitreise mit Lisa \u0026 Lena","descr":"Die beiden von YouTube bekannten Zwillinge Lisa und Lena präsentieren in diesem Magazin für Kinder Themen, die auch heute noch relevant sind, aus einem geschichtlichen Blickwinkel. Los geht es mit der Geschichte des Fotografierens.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fotografieren","epNo":1,"alt":"","descr":"Selbst fotografieren oder gar Selfies machen wie es heute zu Lisas und Lenas Alltag gehört? Vor 150 Jahren unvorstellbar! Wer ein Foto wollte, ging zum Fotografen. So wie Lisa und Lena in ihrer allerersten TickTack-Folge. In einem historischen Fotoatelier erwartet sie ihr bislang ungewöhnlichstes Shooting: Fotograf Peter lichtet sie mit einer Nassplattenkamera ab und hat dafür nur einen einzigen Versuch. Für die Zwillinge bedeutet das: in aufwändige Kleider schlüpfen, bloß nicht lächeln und 20 Sekunden stillhalten! Schnell ist klar: Mit dem spontanen Smartphone-Geknipse von heute hatte Fotografieren früher rein gar nichts zu tun. Ob das Foto etwas geworden ist, erfahren Lisa und Lena, nachdem Peter es in der Dunkelkammer entwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":11438680,"hoster":"VOE"},{"redirect":11438691,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Feuerwehr","epNo":2,"alt":"","descr":"Feuer löschen, Menschen retten – das gehört zu den Aufgaben der Feuerwehr. Wie so ein Einsatz abläuft, erfahren Lisa und Lena bei der Freiwilligen Feuerwehr in Flechtorf. Kaum angekommen, geht es auch schon zum Übungseinsatz. Auf einem Schulhof brennt ein Feuer, das gelöscht werden muss. Nun heißt es für Lisa und Lena: möglichst schnell rein in die Uniform, zum Einsatzort fahren, Schläuche ausrollen und anschließen und dann endlich \"Wasser marsch!\" Eine professionell organisierte Feuerwehr war in der Geschichte nicht selbstverständlich. Wie die Menschen früher Brände bekämpften und wie sich die Feuerwehr entwickelt hat, zeigen kurze Erklärfilme und Spielszenen. Und weil die Arbeit der Feuerwehr heutzutage viel mehr umfasst, als nur Feuer zu löschen, geht Lisas und Lenas Einsatz noch weiter.","versions":[{"lang":1,"streams":[{"redirect":11438672,"hoster":"VOE"},{"redirect":11438675,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Telekommunikation","epNo":3,"alt":"","descr":"Nachrichten über große Entfernungen verschicken: Dafür müssen Lisa und Lena nur ihr Smartphone zücken und aufs Display tippen. Bis das Smartphone erfunden war, mussten die Menschen einen erheblich größeren Aufwand betreiben und vor allem viel Geduld aufbringen. Davon überzeugen sich Lisa und Lena selbst und belegen einen Schnellkurs in optischer Telegrafie. Das war vor rund 200 Jahren die modernste Art, um Nachrichten zu übermitteln. Dafür brauchte es Türme, die in Sichtweite standen und darauf Masten, an denen Zeiger in verschiedene Stellungen gedreht werden konnten. Die unterschiedlichen Zeigerstellungen symbolisierten Zahlen und Buchstaben.","versions":[{"lang":1,"streams":[{"redirect":11438659,"hoster":"VOE"},{"redirect":11438662,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mode","epNo":4,"alt":"","descr":"Diesmal geht es um eines der absoluten Lieblingsthemen von Lisa und Lena: Mode! In einem Kostümfundus probieren die Zwillinge Modestile längst vergangener Zeiten aus. Lena schlüpft in die allererste Hose für Frauen – ein damals skandalöses Outfit! Und Lisa quetscht sich mit Hilfe von Kostümbildnerin Kai in ein sprichwörtlich atemberaubendes Korsett und eine pompöse Rokoko-Robe. Wieso haben sich Frauen sowas bloß angetan? Das fragt man sich auch, wenn Lisa und Lena in ihren \"Tick Tack Top 3\" die mörderischsten Modeerscheinungen der Geschichte präsentieren. Hip-Hop, Techno, Grunge: Musik hat die Mode schon oft beeinflusst. Das beweisen Lisa und Lena in kurzen Tanzvideos, in denen sie modische Trends der 90er vorführen.","versions":[{"lang":1,"streams":[{"redirect":11438652,"hoster":"VOE"},{"redirect":11438658,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gleichberechtigung","epNo":5,"alt":"","descr":"Gleichberechtigung der Geschlechter ist ein Riesenthema – das finden auch die Jugendlichen, die Lisa und Lena zum Thema befragen. Frauen werden bei gleicher Arbeit schlechter bezahlt und viel zu oft auf ihr Aussehen reduziert. Männer dürfen dafür keine Gefühle zeigen und müssen stark sein. \"Solange es Vorurteile gegenüber Geschlechtern gibt, haben wir auch keine Gleichberechtigung\", meint zum Beispiel Marcel. In Sachen Gleichberechtigung gibt es also noch einiges zu tun.","versions":[{"lang":1,"streams":[{"redirect":11438656,"hoster":"VOE"},{"redirect":11438654,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verbrechensaufklärung","epNo":6,"alt":"","descr":"Eine aufgebrochene Tür, zerwühlte Schränke und ein gestohlenes Tablet: In dieser Folge gibt es ein – nicht ganz echtes – Verbrechen aufzuklären. Der Tatort ist eine Wohnung der rheinland-pfälzischen Polizeihochschule. Die Verdächtigen sind die \"Tick Tack\"-Hosts Lisa und Lena. Eine der beiden hat den Einbruch im Dienst der Wissensvermittlung begangen. Welche, soll das Team der Kriminalpolizei herausfinden. Lisa und Lena begleiten die Spurensuche und erfahren dabei, wie die Spezialistinnen und Spezialisten der Polizei heutzutage arbeiten, um Verbrechen aufzuklären. Während Lisa und Lena mithelfen, Tatortfotos zu schießen, Spuren zu sichern und sie zu analysieren, zeigen kurze Erklärfilme und Spielszenen immer wieder auf, wie sich die Verbrechensaufklärung seit ihren Anfängen entwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":13495816,"hoster":"VOE"},{"redirect":11438649,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auto","epNo":7,"alt":"","descr":"Vor rund 130 Jahren hat Berta Benz als erster Mensch eine Langstrecke mit einem Auto zurückgelegt. Damit wollte sie die Menschen von dem \"pferdelosen Wagen\", den ihr Mann Carl Benz erfunden hatte, überzeugen. Lisa und Lena folgen ihrer Spur – in einem Nachbau des ersten Automobils von 1886. Drei Räder, kein Dach, ein Hebel für die Geschwindigkeit und zum Anlassen ein Schwungrad, an dem man sich leicht die Finger einklemmt – die Fahrt mit dem \"Benz-Patent-Motorwagen\" hat mit dem Autofahren von heute wenig gemein. Ausgestattet mit einer Landkarte und einer Gießkanne zum Tanken finden Lisa und Lena aber schließlich ihr Ziel: die Apotheke in Wiesloch, an der einst auch Berta Benz ihren Tank mit Leichtbenzin auffüllte. Zurück im Automuseum in Ladenburg entdecken Lisa und Lena eine große Vielfalt an Oldtimern.","versions":[{"lang":1,"streams":[{"redirect":11438638,"hoster":"VOE"},{"redirect":11438642,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Operationen","epNo":8,"alt":"","descr":"Im Uniklinikum Münster erleben Lisa und Lena ihre allererste Operation – als Zuschauerinnen. Das linke Bein der 12-jährigen Frieda soll verlängert werden. Und Lisa und Lena sind live dabei! Sie sind entsprechend nervös, aber schnell merken die Zwillinge: Das OP-Team ist hochprofessionell und geradezu cool und entspannt. Jede Menge medizinisches Wissen, moderne Technik, eine effektive Narkose und die richtige Hygiene machen es möglich! All das war in der Geschichte der Operationen lange nicht selbstverständlich. Kurze Erklärfilme und Spielszenen zeigen, unter welchen Bedingungen bis vor rund 200 Jahren operiert wurde und was sich seitdem verändert hat. Eine wichtige Errungenschaft für höhere Erfolgschancen von OPs sind Bluttransfusionen. Verliert ein Patient während einer Operation viel Blut, kann das lebensgefährlich sein.","versions":[{"lang":1,"streams":[{"redirect":13495823,"hoster":"VOE"},{"redirect":14159584,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"DDR","epNo":9,"alt":"","descr":"Vor ein bisschen mehr als 30 Jahren gab es nicht ein, sondern zwei \"Deutschlands\": Die Bundesrepublik Deutschland, die BRD, und die Deutsche Demokratische Republik, die DDR. Über die DDR wissen Lisa und Lena viel zu wenig, finden sie, und begeben sich genau deshalb in Berlin auf eine spannende Entdeckungstour – mit einem Original-DDR-Auto, dem Trabi. Bei ihrer Tour treffen sie Peter, der in Lisas und Lena Alter aus der DDR geflohen ist. Er erzählt, warum er seine Heimat unbedingt verlassen wollte und schließlich sogar im Gefängnis landete. Aber warum war Deutschland überhaupt geteilt? Und wie kam es zur Wiedervereinigung? Das zeigen kurze Erklärfilme. Außerdem erfahren Lisa und Lena eine Menge über die \"Stasi\", einer Art Geheimpolizei in der DDR, die viele Bürgerinnen und Bürger ausspionierte.","versions":[{"lang":1,"streams":[{"redirect":11438636,"hoster":"VOE"},{"redirect":11438644,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schule","epNo":10,"alt":"","descr":"Früher war alles besser? In Sachen Schule ganz bestimmt nicht! Das erfahren Lisa und Lena am eigenen Leib: Die beiden drücken nochmal für einen Tag die Schulbank und erleben, wie es im Klassenzimmer vor mehr als 100 Jahren zuging. Seltsame Taktübungen, strenge Kommandos der Lehrerin und Schläge mit dem Stock – was Lisa und Lena erwartet, hat wenig mit ihren bisherigen Schulerfahrungen zu tun. Zwischendurch fühlen sich die beiden fast schon wie beim Militär. Kein Wunder, denn Disziplin und Gehorsam waren in der Schule um 1900 mindestens genauso wichtig wie die eigentlichen Lerninhalte. Und wer nicht hören wollte, musste fühlen: auf einem Körnerkissen knien oder sich mit einer Eselskappe auf dem Kopf dem Spott der Klasse aussetzen – nur zwei der früher üblichen Bestrafungen.","versions":[{"lang":1,"streams":[{"redirect":11438628,"hoster":"VOE"},{"redirect":11438626,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Raumfahrt","epNo":11,"alt":"","descr":"Das Zeitalter der Raumfahrt ist noch jung und dennoch vollgepackt mit Erfolgen und Heldengeschichten, Rückschlägen und Tragödien. Der Startschuss fiel 1957, als die Sowjetunion den ersten Satelliten ins All schoss. In dieser Folge präsentieren Lisa und Lena ihre persönlichen Highlights der Raumfahrgeschichte, die am Anfang vor allem vom Wettstreit der Großmächte USA und Sowjetunion geprägt war. Im Technikmuseum Speyer, das die größte Raumfahrtausstellung Europas zeigt, verschaffen sich die Zwillinge einen Eindruck der frühen Raumfahrt. Eine Hebebühne transportiert die beiden auf Augenhöhe mit einem ganz besonderen Exponat – dem Nachbau des Raumschiffs, mit dem der Russe Juri Gagarin 1961 als erster Mensch ins Weltall gereist ist.","versions":[{"lang":1,"streams":[{"redirect":13495821,"hoster":"VOE"},{"redirect":11438633,"hoster":"Streamtape"}]}]}]}]}