{"path":"/serie/stream/tierische-evolution-mit-david-attenborough","name":"Tierische Evolution mit David Attenborough","descr":"Der vielfach preisgekrönte britische Naturforscher David Attenborough erzählt in dieser zweiteiligen Dokumentation die außergewöhnliche Geschichte der Evolution. Wie konnte aus einzelligen Lebewesen schließlich eine derart komplizierte und differenzierte Tiergruppe wie die Säugetiere entstehen?","seasons":[{"path":"/serie/stream/tierische-evolution-mit-david-attenborough/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tierische-evolution-mit-david-attenborough/staffel-1/episode-1","name":"Aus dem Wasser in die Lüfte","epNo":1,"alt":"From the Seas to the Skies","descr":"Der preisgekrönte britische Tierfilmer und Naturforscher David Attenborough erzählt die außergewöhnliche Geschichte des Aufstiegs einer Tiergruppe, die nun den Planeten beherrscht: der Wirbeltiere. Eigentlich stammen sie von primitiven Fischen ab, die vor Jahrmillionen lebten. Nach einigen bemerkenswerten Evolutionssprüngen machten sie den radikalen Schritt an Land – und schließlich auch in die Luft. Anhand neu entdeckter Fossilien zeichnet David Attenborough diese unerwartete Ausbreitung der Wirbeltiere überall auf dem Planeten mit atemberaubender CGI-Technik und meisterhafter Kameraführung nach","versions":[]},{"path":"/serie/stream/tierische-evolution-mit-david-attenborough/staffel-1/episode-2","name":"Der Weg der Säugetiere","epNo":2,"alt":"Dawn of the Mammals","descr":"David Attenborough setzt seine Reise in China fort, um den Aufstieg der Tiere nachzuzeichnen, die unsere Welt heute dominieren. In der zweiten Folge zeigt er die faszinierende Geschichte der Säugetiere, von ihren bescheidenen Anfängen als kleine nachtaktive Waldbewohner bis zu der explosionsartigen Entwicklung nach dem Aussterben der Dinosaurier. In mitreißenden Bildern zeigt die Dokumentation den kometenhaften Aufstieg der Säugetiere, der zu einer unglaublichen Vielfalt des Lebens geführt und das Fundament für die Erfolgsgeschichte des Menschen gelegt","versions":[]}]}]}