{"seriesId":"tiermythen","name":"Tiermythen","descr":"Dokureihe über die Mythen verschiedenster Völker auf der Erde, die sich alle auf die ein oder andere Art und Weise mit der Verbindung zwischen Tier und Mensch beschäftigen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Im Auge des Löwen","epNo":1,"alt":"","descr":"Jahrtausende lang haben die San, die Buschmänner Namibias, als Jäger und Sammler gelebt. Im Einklang mit einer atemberaubenden, aber oft lebensfeindlichen Natur. Viele ihrer alten Mythen und Legenden haben bis heute überlebt: Sie erzählen von einer Urzeit, in der die Seelen von Mensch und Tier noch nicht getrennt waren. Löwen haben schon immer eine wichtige Rolle in den traditionellen Geschichten gespielt. Doch seit viele San in Dörfern leben und Vieh besitzen, nehmen die Konflikte mit den gefährlichen Raubkatzen zu. Denn Kühe sind eine leichte Beute für Löwen. Immer wieder kommt es zu Angriffen. Und auch wenn seit längerem keine der wilden Tiere mehr in der Nähe gesehen worden sind, leben im nur 40 km entfernten Botswana noch etliche. Grenzzäune, die die Tiere aufhalten könnten, gibt es keine. So auch in Doupost, einem kleinen Dorf im Nordosten Namibias. Die San leben hier heute zwischen Tradition und Moderne. Immer seltener gehen die Männer – so wie früher üblich – auf die Jagd. Als eines Tages wieder die großen Raubkatzen das Dorf bedrohen, begeben sich die Ältesten auf eine Reise in ihre Vergangenheit; auch die jungen Menschen in Doupost sollen sich über ihre tiefen Wurzeln wieder bewusster werden. Mit jedem Tag wird für die San der Spagat zwischen ihrer jahrtausendealten Tradition und der Konfrontation mit einem bequemen Leben schwieriger. Am Ende werden vielleicht nur ihre Geschichten überleben","versions":[]},{"epId":"episode-2","name":"Die Kinder des rosa Delfins","epNo":2,"alt":"","descr":"Der Flussdelfin ist für die Amazonasindianer ein heiliges Tier, der Bote der Wassergöttin. Obwohl der Indianer Silvio Carallio Romáo schon früh sein Dorf verließ, um für ein Studium in die Millionenstadt Manaus zu ziehen, glaubt er fest an die uralten Mythen und Sagen, die sich um den Boto ranken. Diese besagen, dass ein ertrunkener Mensch zu einem Flussdelfin wird. Andere erzählen, dass der Amazonasdelfin nachts als gut aussehender junger Mann im weißen Anzug mit Hut an Land kommt, Mädchen verführt und dann am nächsten Morgen wieder im Fluss als Delfin verschwindet. Fakt ist: Der Boto ist ein geheimnisvolles Tier. Wie viele Flussdelfine es tatsächlich noch gibt, weiß niemand sie leben in meist unzugänglichen Bereichen des Amazonas. Doch je öfter Silvio den Delfinen bei seinen Reisen auf dem wasserreichsten Fluss der Erde begegnet, umso mehr interessiert er sich für diese Tiere, trifft Wissenschaftler und andere Menschen, die versuchen die Geheimnisse der Botos zu ergründen und sein Verhalten zu verstehen. Jahrtausende lang haben in Amazonien die uralten Geschichten, der Glaube an die Magie und das einzigartige Wissen über Tiere und Pflanzen, ein Gleichgewicht zwischen Mensch und Natur bewahrt. Silvio beginnt sich zu engagieren, denn er weiß: Der Mensch zerstört den Lebensraum des Botos und damit auch die Lebensgrundlage der Ureinwohner. Genau das versucht der 38-Jährige zu verhindern.","versions":[]},{"epId":"episode-3","name":"Das Licht des Nordens","epNo":3,"alt":"","descr":"An der Ostküste Grönlands mit ihren 3.000 Kilometern Länge gibt es gerade einmal zwei Siedlungen. Eine davon ist das 500-Seelen-Dorf Ittoqqortoormiit. Zum nächstgelegenen Nachbarort sind es rund 800 Kilometer. Im Winter ist es eiskalt – minus 40 Grad sind ganz normal. Der neunjährige Dani lebt in diesem kleinen Dorf. Gemeinsam mit seinem Vater Age Hammeken und seinem Großonkel Yelmar Hammeken macht er sich auf die Reise, um Moschusochsen zu jagen. Die beiden gehören zu den letzten Jägern in Grönland, die noch wie früher mit Hundeschlitten unterwegs sind. Ohne die Hunde hätten Menschen in dieser Eiswüste niemals überleben können. Auch Dani soll die Tradition seiner Vorfahren kennenlernen. Dabei erlebt er atemberaubende Landschaften, am nächtlichen Himmel tanzende Nordlichter und erfährt, wie wichtig es ist, die Tiere zu achten und zu respektieren. Eingeflochten in diese faszinierende Reise sind alte Mythen und Märchen der Inuit. Geschichten, die spürbar machen, wie eng Mensch und Natur einmal miteinander verbunden waren. Der Trommeltänzer Anda Kuitse gibt sie an die Dorfjugend weiter, damit nicht in Vergessenheit gerät, wie einst ein Mann einen Fuchs zur Frau nahm oder die Sonne und der Mond an den Himmel kamen. Vielleicht wird es auch Dani eines Tages gelingen, die Erzählungen seiner Ahnen, ihren Respekt vor den Seelen der Tiere und ihr Wissen um die Natur zu bewahren. Seine erste Jagd wird ihm ganz sicher im Gedächtnis bleiben.","versions":[]}]}]}