{"path":"/serie/stream/tiere-bis-unters-dach","name":"Tiere bis unters Dach","descr":"Familie Hansen zieht aus Hamburg in das beschauliche Waldau im Schwarzwald. Während sich Mutter Annette ihren lang gehegten Traum erfüllt, ein altes Bauernhaus zu restaurieren, betreibt Vater Philipp eine Tierarztpraxis. Genug Gelegenheit für die zehnjährige Greta Hansen und ihre kleine Schwester Lilie, spannende Abenteuer in der Natur zu erleben und dabei jede Menge Tiere zu treffen.","seasons":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-1","name":"Hundeherz","epNo":1,"alt":"","descr":"Von Hamburg in den tiefen Schwarzwald. Alle drehen sich nach ihr um, als die zehnjährige Greta Hansen mit ihrer Familie und dem Umzugswagen in das abgelegene Dorf Waldau einfährt. Zwei Kinder fallen ihr besonders auf: Jonas und Emma. Doch zuerst muss sie entdecken, dass die Villa, die ihre Eltern im Internet gekauft haben, eher eine Bruchbude ist und die Tierarztpraxis einem Gruselkabinett gleicht. Doch damit müssen sich die Erwachsenen herumschlagen. Greta muss sich in der Schule bewähren – gegen Emma, die sich als Erzfeindin gegen \"den Fischkopp aus der Stadt\" entpuppt, aber auch mit Jonas, der für seinen alten kranken Hund Oswald Hilfe braucht und schnell zu ihrem besten Freund wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897637","hoster":"VOE"},{"path":"/redirect/11897634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-2","name":"Pony in Not","epNo":2,"alt":"","descr":"Greta fühlt sich noch fremd im Schwarzwald: Ihre Eltern haben mit der Praxis und der Renovierung des Hauses alle Hände voll zu tun, und der neugewonnene Freund und Banknachbar Jonas spielt in der Schule den Coolen – jedenfalls, wenn seine Freunde dabei sind. Also wagt sich Greta allein in den Wald, zur Hütte des unheimlich wirkenden Kuni. Um den alten Eigenbrötler ranken sich seltsame Gerüchte – aber ein verwahrlostes Pony hier zu finden, hätte Greta nicht erwartet. Als sie das arme Tier versorgen will, überrascht Kuni sie – wenig später hören ihre Eltern im Wald einen Schuss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897641","hoster":"VOE"},{"path":"/redirect/11897645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-3","name":"Vogelfrei","epNo":3,"alt":"","descr":"In die Tierarztpraxis von Gretas Vater Philipp Hansen kommen viel zu wenige Patienten. Deshalb nimmt er auch den Beo Harpo gegen Geld in Pension. Der Starenvogel ist ein Sprach-Genie, aber er verschmutzt auch das neue Gästezimmer. Wo soll Oma Almut jetzt wohnen, die unerwartet aus Hamburg eintrifft? Lilie hat sie eingeladen, damit endlich jemand mit ihr spielt; aber ihr Plan geht nicht auf: Stattdessen entsteht ein Duell zwischen \"Putzteufel\" Almut und Schmutzfink Harpo, das die Familie einige Nerven kostet – vor allem, als der Vogel durch das offene Fenster entflieht. Greta weiß, sie muss den Beo wieder einfangen, ehe seine Besitzer aus dem Urlaub zurückkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897646","hoster":"VOE"},{"path":"/redirect/11897647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-4","name":"Schafskälte","epNo":4,"alt":"","descr":"Die Schäferin Katie und ihre Herde haben es Greta, Jonas und ihren Freunden angetan. Sie machen sich auf zu einer Lagerfeuer-Nacht unter freiem Himmel – Seite an Seite mit Schafen und niedlichen Osterlämmchen. In ein Lamm hat sich Greta besonders verguckt; doch ausgerechnet ihr Liebling Fleur verschwindet über Nacht. Der gemeine Dieb scheint sich einen kostenlosen Braten für Ostern gesichert zu haben und obendrein hat er noch Katies treuen Hirtenhund niedergeknüppelt. Greta macht sich sofort auf die Suche nach dem Schafsräuber – mit Unterstützung von Jonas, dessen älterer Bruder sich reichlich merkwürdig verhält. Der plant nämlich ein Camping mit Barbecue und hat seiner Clique angekündigt, jede Menge Grillfleisch zu besorgen. Hat er etwas mit Fleurs Verschwinden zu tun? Oder steckt etwa der jähzornige Bauer Merz dahinter, der Katie von seinem Grundstück verjagt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897659","hoster":"VOE"},{"path":"/redirect/11897654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-5","name":"Schlangenbeschwörer","epNo":5,"alt":"","descr":"Zwergkaninchen sind zum Knuddeln, Hunde treu, und ein Pony wünscht sich wohl jedes Mädchen: Lieblingstiere gibt es viele. Gretas Mitschüler Paul aber hängt abgöttisch an seiner Schlange \"Greeny\" und steht damit in seiner Klasse ziemlich alleine da. Greta findet er auch ganz toll, doch er ist viel zu schüchtern, ihr das zu sagen. Also schaut er mal zu einem Tierarzt-Besuch bei ihrem Vater vorbei – mit erschreckendem Ausgang. Dr. Hansen erkennt, dass es sich bei dem Reptil keineswegs um einen harmlosen Python handelt, wie Paul dachte, sondern um eine gefährliche Grüne Mamba, deren Biss einen Menschen töten kann. Kaum erkannt, kann die schnelle Schlange auch schon entkommen und der eifersüchtige Jonas ist nicht ganz unschuldig daran. Er ist über Gretas neuen Verehrer ganz und gar nicht erfreut, doch bei der Suche nach der \"Grünen Gefahr\" müssen alle zusammenhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897657","hoster":"VOE"},{"path":"/redirect/11897662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-6","name":"Dickhäuter","epNo":6,"alt":"","descr":"Schon die Musik kündigt ein Mega-Ereignis an: Der Zirkus kommt nach Waldau! Lilie würde am liebsten gleich mit auftreten, ihre große Schwester interessiert sich eher für den afrikanischen Elefanten. Doch da entdeckt Dr. Hansen bei einer Routineuntersuchung eine schlimme Wunde am Elefantenrücken. Die Dickhäuter-Diagnose lässt den Zirkusdirektor verzweifeln: Zawadi ist die Attraktion der Show. Wie soll er die Elefantendame ernähren, wenn sie nicht auftreten darf? Als die Zirkusleute über Nacht die Zelte abbrechen und weiterziehen, ist die Empörung bei Greta und ihren Klassenkameradinnen groß. Das liegt auch an ihrem Interesse an dem hübschen Zirkusmitglied Toni. Doch ein großes Andenken ist auf der Zirkuswiese stehengeblieben, und das löst besonders bei Gretas Mutter Entsetzen aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897667","hoster":"VOE"},{"path":"/redirect/11897665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-7","name":"Bocksprünge","epNo":7,"alt":"","descr":"Mädchen haben mehr Mut als Jungs? – Diese Behauptung kann nicht stimmen! Jonas, Cem und seine Freunde treten gegen Greta, Celine und ihre Freundinnen an. Doch die Mädchen haben einen fast unüberwindlichen Vorsprung: Greta hat vor den Augen der ganzen Klasse einen lebenden Regenwurm verschluckt! Scheinbar … Die Jungs müssen beweisen, dass sie mindestens genauso viel Mumm haben wie die weiblichen Konkurrentinnen. Mit einer Feder aus dem Rabennest und dem Sprung vom Heuschober können Jonas und seine Freunde nicht mit den Mädchen gleichziehen. Doch dann entdecken die Jungen Rufus, den gefürchteten Ziegenbock, der jeden auf die Hörner nimmt, der ihm zu nahe kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897672","hoster":"VOE"},{"path":"/redirect/11897671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-8","name":"Poltergeist","epNo":8,"alt":"","descr":"Gruselnächte im Haus Hansen. Wer treibt sich auf dem Dachboden herum? Ein Poltergeist? Ein unbekanntes Tier? Ein Einbrecher? Greta und Lilie können nicht schlafen, aber ihre Eltern schicken sie zurück ins Bett. Mit Hilfe von Jonas basteln die beiden Schwestern eine komplizierte Warnanlage und entdecken einen seltsamen Waldbewohner. Doch damit fangen die Probleme erst an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897675","hoster":"VOE"},{"path":"/redirect/11897677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-9","name":"Waldläufer","epNo":9,"alt":"","descr":"Rehe fressen am liebsten junge Setzlinge. Ungeziefer, sagt Bauer Grieshaber, denn jetzt bedrohen sie seine neue Weihnachtsbaum-Schonung. Im Wald unterwegs, treffen Jonas und seine Freunde scheinbar auf seltsame Fabelwesen. Sie gehen mit ihren Zwillen auf die Jagd und dabei erwischt ein Stein von Jonas ein krankes Reh am Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897685","hoster":"VOE"},{"path":"/redirect/11897681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-10","name":"Katzenjammer","epNo":10,"alt":"","descr":"Sommer, Sonne, Badespaß – ein fantastischer Tag am See. Doch plötzlich beobachtet Greta, wie ein Mann einen zappelnden Sack ins Wasser wirft. Offenbar befinden sich Tiere in dem Sack. Die Zehnjährige springt sofort ins Wasser, aber trotz der Hilfe ihres Vaters kann sie nur eines der armen Kätzchen retten. Für Greta steht fest: Dem \"Katzenmörder\" muss das Handwerk gelegt werden. Wenn es um das Leben von Tieren geht, ist Greta nun mal nicht zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897700","hoster":"VOE"},{"path":"/redirect/11897688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-11","name":"Turteltauben","epNo":11,"alt":"","descr":"Greta entdeckt auf ihrem Fenstersims eine junge Taube, die einen kleinen Brief mit einem Gedicht bei sich trägt. Dem erschöpften Vogel gibt Greta einen Tag Asyl. Doch als der Vogel wiederkommt, ist klar: Der Brief ist für Greta bestimmt. Aber wer könnte der unbekannte Verehrer sein? Während sich Greta mit ihrer Freundin Celine auf die Suche nach dem geheimnisvollen Unbekannten macht, haben ihr Freund Jonas und seine Bande ungebetenen Besuch: Paul, der Außenseiter der Klasse, sucht Anschluss an die Jungs-Bande. Aber die will ihn mit einem gefährlichen Aufnahmeritual verschrecken und das hat ungeahnte Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897721","hoster":"VOE"},{"path":"/redirect/11897695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-12","name":"Pferdestärken","epNo":12,"alt":"","descr":"Ist die Zeit der starken Arbeitspferde vorbei? Förster Springmann findet, dass sein PS-starkes Forstfahrzeug alles besser kann als Grieshabers treues Kaltblut, das Rückepferd Rübezahl. Jonas’ Vater leiht sich das hochmoderne Gerät, doch bei der Arbeit gerät ein Baumstamm ins Rollen und klemmt ihn ein. Vincent Grieshaber ist froh, dass Greta und Jonas bei ihm sind, um Hilfe zu holen. Doch im unwegsamen Forst ist selbst für die Feuerwehr kein Durchkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897718","hoster":"VOE"},{"path":"/redirect/11897701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-1/episode-13","name":"Schwein gehabt","epNo":13,"alt":"","descr":"Erntedankfest in Waldau – und diesmal hat sich Bürgermeister Grieshaber eine besondere Überraschung ausgedacht: einen Schönheitswettbewerb für Schweine. Natürlich rechnet er sich als Besitzer der Prachtsau Wilma beste Chancen aus. Doch in der Nacht vor der Eröffnung wird das Schwein entführt. Wer anders als Greta könnte dahinter stecken? Die Beweise gegen Waldaus junge Tierschützerin scheinen erdrückend. Und sogar Jonas muss sich überlegen, ob er seine Freundin diesmal für schuldig hält oder ob er ihr beisteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897635","hoster":"VOE"},{"path":"/redirect/11897638","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-1","name":"Der Wolf kommt","epNo":1,"alt":"","descr":"Niemand glaubt Außenseiter Paul, dass er im Wald einen echten Wolf gesehen hat – niemand bis auf Greta. Das in Deutschland ausgestorbene Raubtier ist tatsächlich in den Schwarzwald zurückgekehrt. Und Annettes Sorge um ihre Kinder auf dem einsamen Schulweg erweist sich als berechtigt: Als Lilie ihrem Hund Brezel in den Wald nachrennt, steht sie dem Graupelz plötzlich Auge in Auge gegenüber. Als Lilie nicht nach Hause zurückkehrt, machen sich die besorgten Eltern auf die Suche. Zur gleichen Zeit streifen Greta und Paul durchs Unterholz – um den Wolf vor einem unbekannten Jäger zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897711","hoster":"VOE"},{"path":"/redirect/11897714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-2","name":"Kleiner Tierfeind","epNo":2,"alt":"","descr":"Ferien auf dem Bauernhof: Eine gute Idee von Josefine wird zum Alptraum für Familie Grieshaber, denn der Sohn der Gastfamilie entpuppt sich als Tierquäler. Kein Wunder, dass Greta ihre Zeit auf dem Hof der Grieshabers verbringt, um das neu geborene Kälbchen zu beschützen! Gemeinsam mit Jonas entwickelt sie eine raffinierte Falle für den \"kleinen Tierfeind\". Leider funktioniert sie so gut, dass nicht nur der fremde Junge hineinfällt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897719","hoster":"VOE"},{"path":"/redirect/11897723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-3","name":"Reiterfreuden","epNo":3,"alt":"","descr":"Das Glück der Erde liegt auf dem Rücken der Pferde – nicht nur für Greta. Leider hat sie immer noch kein eigenes Pony, denn Mama Annette hat endgültig einen Haustierstop verhängt. Doch nur ein Pferd ist auch keine Lösung: Die launische Emma hat keine Lust mehr, sich ihre Stute Windrose mit Celine zu teilen. Sie will allein für das große Reitabzeichen antreten, das sich alle Mädchen so wünschen. Da erleidet das umkämpfte Tier kurz vor Start eine gefährliche Kolik – hat ihm jemand etwas Übles ins Futter gemischt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004922","hoster":"VOE"},{"path":"/redirect/11897733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-4","name":"Hundefänger","epNo":4,"alt":"","descr":"In der neuen Schule trennen sich allmählich die Coolen von den Uncoolen – Emma tut alles, damit ihre Lieblingsfeindin Greta in die letzte Kategorie eingeordnet wird. Vergeblich: Sophie, eins der beliebtesten Mädchen, bittet die Tier-Retterin um Hilfe – ihre Katze ist verschwunden. Und dies ist kein Einzelfall: Greta findet heraus, dass ein mysteriöser Tierfänger seit einigen Wochen in einem Lieferwagen in der Gegend auf die Jagd geht. Er scheint auch für Hunde gefährlich zu sein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897750","hoster":"VOE"},{"path":"/redirect/11897744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-5","name":"Kopf in den Sand","epNo":5,"alt":"","descr":"Vinzenz Grieshabers neueste Geschäftsidee: eine Nandu-Zucht! Bauersfrau Josefine argwöhnt zwar, dass er mit den fremdartigen Laufvögeln vor allem ihre Feriengäste vertreiben will, aber der Herr des Hofes hat gute Argumente: Die anpassungsfähigen Strauß-Verwandten seien die \"Hühner der Zukunft\". Doch mit einem Ei beginnt das Verhängnis: Lilie Hansen will auch mal ein Tier retten wie ihre \"in Waldau weltberühmte\" Schwester Greta und entführt ein vermeintlich verwaistes Nandu-Ei – mit fatalen Folgen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897774","hoster":"VOE"},{"path":"/redirect/11897766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-6","name":"Zugvögel","epNo":6,"alt":"","descr":"Dicke Luft im Hause Grieshaber! Als Vinzenz Josefine klarmacht, dass er ihre alten Eltern nicht auf dem Hof haben will, zieht sie eben zu ihren Eltern. Es ist, als habe sie ihrem aufgeblasenen Gatten den Stöpsel raus gezogen: Die \"Männerwirtschaft\" ohne Mama, anfangs für Jonas ein großer Spaß, entpuppt sich als ausgesprochen schwergängig. Kein Wunder, dass Jonas für Gretas neueste Tier-Rettung kein Interesse aufbringt. Greta will nämlich ein getrenntes Grauganspärchen wieder zusammenführen. Aber vielleicht ist es wichtiger, erst mal bei den Grieshabers den Haussegen zu kitten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897810","hoster":"VOE"},{"path":"/redirect/11897782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-7","name":"Freches Frettchen","epNo":7,"alt":"","descr":"Dr. Hansens neuer Assistent Bertie weiß nicht, wohin mit seinem Haustier während der Arbeitszeit – was liegt näher, als das Frettchen mit zur Arbeit zu nehmen? Immerhin handelt es sich um eine Tierarztpraxis! Doch das vorwitzige Wiesel entkommt und sorgt im Haus Hansen für Chaos. Zernagte Autokabel, zerstörte Restaurationsobjekte in Annettes Werkstatt – für Philip Hansens sympathischen Praktikanten wird es immer schwieriger, sich zu seinem Frettchen zu bekennen. Denn Freds Raubtierinstinkte machen ihn zu einer wirklichen Gefahr für die anderen Haustiere","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897805","hoster":"VOE"},{"path":"/redirect/11897804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-8","name":"Spielplatzterror","epNo":8,"alt":"","descr":"Mit einem \"Kampfhund\" macht Taugenichts Micha Moser den Spielplatz unsicher. Als Greta ihrer kleinen Schwester zu Hilfe kommt, erkennt sie in \"Diabolo\" einen einst handzahmen Patienten ihres Vaters. Sie erfährt entsetzt, dass Micha den Rottweiler für verbotene Hundekämpfe scharf macht, aber Micha entzieht sich mit seinem Hund Dr. Hansen und der Polizei. Doch Greta und ihre Freunde wollen den illegalen \"Dogfight\" unbedingt verhindern und die bemitleidenswerte Kreatur vor ihrem Herrchen retten – wird Bertie ihnen helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897820","hoster":"VOE"},{"path":"/redirect/11897822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-9","name":"Bienenstich","epNo":9,"alt":"","descr":"Rätselhaftes Bienensterben in Waldau. Der Hobbyimker und ehemalige Schulrektor Stelzl alarmiert Dr. Hansen – und damit Greta gleich mit. Die Tierarzttochter und ihre Freunde begreifen bald, dass es um mehr geht als um ein paar Insekten: \"Erst verlässt die Biene die Erde, dann der Mensch\", hat schon Albert Einstein gewarnt. Das muss unbedingt verhindert werden, findet Greta. Sie sucht den Schuldigen für den massenhaften Bienentod. Und Omi Almut findet den Richtigen – fürs Leben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897839","hoster":"VOE"},{"path":"/redirect/11897845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-10","name":"Wie die Wildsau","epNo":10,"alt":"","descr":"Wildschweine machen Waldau unsicher und bedrohen Grieshabers Maisernte. Als Almuts Schwarm Rektor Stelzl mannhaft die Attacke eines Wildschweins abwehrt und sich dabei verletzt, beschließt Gretas Oma, ihre Abreise zu verschieben: Sie muss Stelzl gesund pflegen! Die Familie hat kaum Zeit darüber nachzudenken. Denn von dem ebenfalls verletzten Wildschwein geht große Gefahr aus – Dr. Hansen, Grieshaber und Förster Nachtweyh machen sich gemeinsam auf die Suche. Aber Greta hat mit dem Borstenvieh mal wieder eigene Pläne","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897860","hoster":"VOE"},{"path":"/redirect/11897863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-11","name":"Affenschande","epNo":11,"alt":"","descr":"Famula, der fahrende Händler, sorgt mit seinem dressierten Äffchen in Waldau für Abwechslung. Die meisten Kinder sind begeistert, Greta tut der kleine Clown am Halsband eher leid – aber noch während sie mit seinem Besitzer über artgerechte Haltung streitet, wird Waldau von einer Diebstahlserie heimgesucht. Der Verdacht fällt ausgerechnet auf Heimzögling Bertie – Dr. Hansens Assistent beteuert seine Unschuld, doch die Beweise gegen ihn scheinen erdrückend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897874","hoster":"VOE"},{"path":"/redirect/11897878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-12","name":"Höhlenangst","epNo":12,"alt":"","descr":"Greta freut sich: Ihre beste Freundin aus Hamburg kommt sie besuchen! Die temperamentvolle Großstädterin wirkt zwar wie ein Alien im \"süßen\" Schwarzwalddorf, begeistert aber Gretas Freundinnen und verdreht dem armen Cem völlig den Kopf. Eine Bergwanderung soll die alte Freundschaft wieder beleben, hofft Greta. Vielleicht trifft man dabei auch auf den geheimnisvollen gehörnten \"Bergteufel\", den andere Touristen im Hochwald gesehen haben wollen. Brezel nimmt die Spur auf – und verschwindet in einem unheimlichen stillgelegten Bergwerk …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897889","hoster":"VOE"},{"path":"/redirect/11897890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-2/episode-13","name":"Vampire","epNo":13,"alt":"","descr":"Halloween in Waldau – aber Greta hat keine Zeit für \"Süßes oder Saures\"! Sie muss eine Kolonie seltener Fledermäuse retten, die unterm Dach eines abbruchreifen Hauses haust. Der Familienkonflikt ist programmiert, als Gretas Mama vom brutalen Bauherrn Brackmann den Auftrag zur Restaurierung des alten Gemäuers erhält. Brackmann will die Flatterwesen kurzerhand vergiften lassen. Doch er hat die Rechnung ohne die süße Lilie gemacht – und ohne Greta, die ziemlich sauer werden kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897705","hoster":"VOE"},{"path":"/redirect/11897706","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-1","name":"Königin der Tiere","epNo":1,"alt":"","descr":"Was geht da vor in dem unheimlichen alten Haus am Dorfrand, das so lange leer stand? Greta und Jonas hören Löwengebrüll und alarmieren Vinzenz Grieshaber und Dr. Hansen. Die klopfen bei dem kernigen Roy Freitag an – doch Tierarzt und Bürgermeister finden nur ausgestopfte Trophäen in dessen Haus. Wie peinlich! – Vielleicht hat Jonas ja Recht, und Greta und er sind längst zu alt für solche Aktionen. Gretas Cousine Nelly sieht das anders: Sie ist mit ihrer Mutter Susanne nach Waldau umgezogen und möchte ihrem Idol Greta unbedingt helfen, gequälte Tiere zu retten. Und wie Greta ist Nelly bald davon fest überzeugt, dass Freitag in seinem verbarrikadierten Keller ein dunkles Geheimnis hütet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897738","hoster":"VOE"},{"path":"/redirect/11897739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-2","name":"Kleiner Hund, was nun?","epNo":2,"alt":"","descr":"So richtig zu Hause fühlen sich Nelly und ihr quirliger Hund Cookie noch nicht bei den Hansens. Nellys Mutter muss sich einen neuen Job suchen und hat kaum Zeit für ihre Tochter. Die Cousinen sind vollauf mit Pferden und Eisbahn beschäftigt und Tante und Onkel haben ihre ganz eigenen Probleme. Wie gut, dass Nelly auf ihren Streifzügen durch den Wald gleich Pawel findet. Der Junge lebt mit seiner Familie auf dem Grieshhaberhof. Als Cookie eines Nachts veschwindet, führt Nellys erster Weg zu Pawel. Doch der findet am Wagen seines Vaters Unfallspuren. Und ihm kommt ein schrecklicher Verdacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897760","hoster":"VOE"},{"path":"/redirect/11897756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-3","name":"Komischer Kauz","epNo":3,"alt":"","descr":"Nelly sieht nachts eine riesige Eule an ihrem Fenster – haben ihre Mutter und sie den Nachtvogel bei ihrem Einzug in das Dachbodenzimmer vertrieben? Nelly hat ein schlechtes Gewissen. Doch der Uhu scheint ihr die Sache nicht übel zu nehmen: Er führt sie bei einem Waldspaziergang zu einer halb verfallenen Hütte – der perfekte Treffpunkt für Nelly, Pawel und ihre Freunde! Mit Elan und Erfindungsreichtum machen sich die Kinder an den Ausbau, doch dann werden sie vom bulligen Ben und seiner Bande aus ihrem neuen Hauptquartier verjagt. Wird es ihnen gelingen, das \"Eulennest\" zurückzuerobern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897785","hoster":"VOE"},{"path":"/redirect/11897775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-4","name":"Party-Animals","epNo":4,"alt":"","descr":"Wer zu Constanze Elsässers Party eingeladen wird, ist \"in\". Wer nicht \"in\" ist, sind Nelly und Pawel – und Paulina, Pawels schüchterne kleine Schwester. Die ist bloß auf der schicken Fete, weil ihre Mutter Maria dort die Gäste bedient. Die verwöhnte Constanze lässt Paulina genauso links liegen wie ihr Geburtstagsgeschenk: einen kleinen Mops. Aber darf Paulina den vernachlässigten Hund einfach mit nach Hause nehmen? Als Pawel entdeckt, dass seine Schwester den Mops in ihrer Hütte, dem Eulennest, versteckt hat, ahnt er, dass Paulina die ganze Familie in große Schwierigkeiten bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897798","hoster":"VOE"},{"path":"/redirect/11897799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-5","name":"Die Bananenspinne","epNo":5,"alt":"","descr":"Bertie ist immer für eine Überraschung gut – doch auf diese hätte Dr. Hansen gerne verzichtet: Sein sympathisch-schusseliger Assistent bringt in einer Kiste Bananen unbeabsichtigt eine riesige Spinne mit in die Praxis. Frau Elsässer, Constanzes elegante Mutter, glaubt gebissen worden zu sein. Philip Hansen bringt sie sofort ins Krankenhaus – und die Kinder machen sich auf eigene Faust auf die Suche nach dem womöglich gefährlichsten Gifttier der Welt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897814","hoster":"VOE"},{"path":"/redirect/11897816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-6","name":"Die Millionenkatze","epNo":6,"alt":"","descr":"Frau von Werther gilt als die reichste Frau Waldaus – und bewohnt mit ihrer angebeteten Angorakatze Nofretete ein prächtiges Schloss. Philip Hansen hat schon einfachere Patienten gehabt, aber immerhin gibt sich die adlige Dame äußerst großzügig. Das wollen Unbekannte ausnutzen: Nofretete wird entführt. Die \"Catnapper\" verlangen ein hohes Lösegeld. Nelly bietet sich an, die Katze wiederzufinden. Nicht nur aus Tierliebe: Frau von Werther hat Nellys besten Freund Pawel im Verdacht!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897831","hoster":"VOE"},{"path":"/redirect/11897833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-7","name":"Der Wunderheiler","epNo":7,"alt":"","descr":"Konkurrenz für Dr. Hansen: Der selbstherrliche Tierheiler Schellenberg eröffnet in Waldau eine Praxis. Schnell schart er Bewunderer um sich, denn Schellenberg scheint wirklich Wunder vollbringen zu können. Philips Alarmglocken schrillen, als Schellenberg ein Kaninchen heilt, bei dem der Tierarzt eine unheilbare Krebskrankheit diagnostiziert hat. Doch auch Nelly hat schon Verdacht geschöpft und ermittelt mit ihren Freunden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897855","hoster":"VOE"},{"path":"/redirect/11897854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-8","name":"Rinderwahn","epNo":8,"alt":"","descr":"Die wertvollste Kuh der Welt: Vinzenz Grieshaber kauft ein Kobe-Rind, dessen Fleisch für Unsummen an Liebhaber verkauft wird. Doch dann stellt Philip bei der Luxuskuh die gefährliche Maul- und Klauenseuche fest – und lässt Vinzenz’ Hof sperren: Auftakt zu einem Privatkrieg, wie ihn Waldau noch nicht gesehen hat. Als Vinzenz eine Riesenfuhre Mist vor dem Haus der Hansens ablädt, wissen Nelly und Pawel: Sie müssen den Erwachsenen Vernunft beibringen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897871","hoster":"VOE"},{"path":"/redirect/11897870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-9","name":"Fuchsjagd","epNo":9,"alt":"","descr":"Fuchsalarm bei den Grieshabers. Ausgerechnet den Hahn hat sich das kleine Raubtier geholt. Vinzenz bläst zur Jagd. Doch Nelly hat mit dem Fuchs Freundschaft geschlossen und entdeckt, dass die Füchsin Junge versorgt. Wird es ihr gelingen, die Jäger aufzuhalten? Sie muss sich allein auf den Weg machen, denn sogar Philip gehört mit seinem alten Freund Professor Lüders zur Jagdgesellscha","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897883","hoster":"VOE"},{"path":"/redirect/11897882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-10","name":"Trüffelschweine","epNo":10,"alt":"","descr":"Pawels Eltern reisen Hals über Kopf zurück nach Polen, denn Pawels Großvater liegt verletzt im Krankenhaus. Die Kinder bleiben zurück bei den Grieshabers und Pawel will unbedingt Geld verdienen, um seiner Familie zu helfen. Mit einem Minischwein geht er auf Trüffelsuche. Doch im Wald warten gruselige Funde auf die Tierretterbande.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897898","hoster":"VOE"},{"path":"/redirect/11897896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-11","name":"Ausgesetzt","epNo":11,"alt":"","descr":"Die neunjährige Liv liest im Italien-Urlaub den heimatlosen Hund Pinocchio auf. Doch ihre strenge Stiefmutter will den \"Streuner\" auf keinen Fall behalten und setzt ihn auf der Durchreise durch Waldau einfach aus. Liv zwingt ihren Vater zum Anhalten und macht sich auf eigene Faust auf die Suche nach Pinocchio. Der aber hat längst einen neuen Besitzer – können Nelly \u0026 Co. Liv helfen, ihren geliebten Findelhund wieder zu finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897903","hoster":"VOE"},{"path":"/redirect/11897900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-12","name":"Goldesel","epNo":12,"alt":"","descr":"Theater, Theater: Die Schulaufführung von \"Schneewittchen\" droht zu platzen, denn die beiden Hauptdarstellerinnen Kim und Constanze bekriegen sich. Nelly hat schon längst auf eine Rolle in dem Stück verzichtet, sie ist mit dem Schicksal eines Esels beschäftigt, der von Pferden auf einer gemeinsamen Koppel gemobbt und gebissen wird. Pawel und Bertie wollen ihr und dem Esel helfen, doch die Reitstallbesitzerin ist gar nicht begeistert über das Engagement der Kinder. Nelly will unbedingt beweisen, dass der Esel noch von Wert ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897908","hoster":"VOE"},{"path":"/redirect/11897909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-3/episode-13","name":"Die Legende von Waldau","epNo":13,"alt":"","descr":"Sensation bei der Bürgermeisterwahl: Annette Hansen lässt sich als Gegenkandidatin zu Vinzenz Grieshaber aufstellen! Doch Vinzenz kämpft mit harten Bandagen. Er will kurzerhand die Hütte von Nelly und Pawel abreißen lassen, um den Wald zu Bauland für seine Wähler zu machen – und er bietet Nellys Mutter sogar noch einen Job bei den Bauarbeiten an. Die Sache scheint verloren – da taucht ein legendäres Fabelwesen im Wald von Waldau auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897725","hoster":"VOE"},{"path":"/redirect/11897728","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-1","name":"Kuckucksei","epNo":1,"alt":"","descr":"\"Kuckuck! ruft’s aus dem Wald … \" Der Frühling ist da, und mit ihm Riesensorgen für Nelly: Ihre Mutter Susanne hat ein Top-Job-Angebot aus dem fernen Dubai angenommen, doch Nelly will nicht in die Wüste! Sie will bei ihren Freunden im Schwarzwald bleiben, und natürlich bei \"ihrer\" Familie, den Hansens. Um sie abzulenken, vertraut Dr. Philip Hansen seiner Lieblingsnichte ein aus dem Nest gestoßenes Vogelkind an. Nelly kümmert sich aufopfernd um das Kleine – schließlich fühlt sie sich selbst, als wolle man sie aus ihrem gemütlichen Nest werfen! Mit ihrem besten Freund Pawel zusammen macht sie sich auf die Suche nach der Vogelmutter – und nach einem eigenen Versteck, um nicht fliegen zu müssen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383233","hoster":"VOE"},{"path":"/redirect/11897818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-2","name":"Bären sammeln","epNo":2,"alt":"","descr":"Bertie traut seinen Augen nicht: Auf der morgendlichen Mopedfahrt zur Praxis begegnet er einem Braunbären, der seelenruhig auf einem Rastplatz frühstückt. Als Philips Assistent wieder aus dem Straßengraben krabbelt, ist Meister Petz bereits im Wald verschwunden – und in Waldau beginnt die wilde Jagd nach dem Bären! Greta, Nelly und ihre Freunde sind nicht die einzigen, die nach dem großen Raubtier suchen: Der ehemalige Dompteur Quintus, den der Bär schwer verletzt hat, ist ihm ebenfalls auf den Fersen. Er weiß, wie gefährlich der einstige Zirkusbär \"Mischa\" werden kann. Und dass man ihn keineswegs reizen sollte – wie zum Beispiel mit einer Bärenfalle, wie sie Gustav und Ben heimlich im Wald bauen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930607","hoster":"VOE"},{"path":"/redirect/11897791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-3","name":"Böse Brezel","epNo":3,"alt":"","descr":"Jeder in Waldau kennt Brezel. Die geliebte Hündin der Hansens geht sogar alleine einkaufen, und sie lässt sich weder von hupenden Autos noch von spielenden Kindern aus der Ruhe bringen. Bis zu dem Tag, an dem alles anders wird – dem Tag, an dem eine Mutter ihr Kind in Philips Praxis bringt, das von einem Hund gebissen wurde. Der \"Täterhund\" soll genauso ausgesehen haben wie Brezel! In den nächsten Tagen melden sich Zeugen, die von ähnlichen Vorfällen berichten. Ist Brezel durchgedreht, hat sie Tollwut? Dr. Hansen führt mehrere Untersuchungen durch, und auch Nelly und Pawel wollen das Rätsel lösen und Brezels Unschuld beweisen. Ihre coole neue Mitschülerin Jessie macht sie misstrauisch, denn sie scheint mehr zu wissen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897807","hoster":"VOE"},{"path":"/redirect/11897809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-4","name":"Die Befreiung","epNo":4,"alt":"","descr":"Die neue Freundschaft zwischen Nelly und der rebellischen Jessie findet ein jähes Ende, als Jessies bissiger Hund Iwan ins Tierheim gesperrt wird – auf Anweisung von Dr. Hansen! Für Jessie ist Nelly eine Verräterin; sie will Iwan unbedingt wiederhaben, koste es was es wolle. Und sie weiß auch schon, wer ihr dabei helfen soll: Sie wickelt Nellys Freund Pawel um den Finger. Damit schlägt sie gleich zwei Fliegen mit einer Klappe: Sie spannt Nelly den Freund aus, rächt sich an ihr und hat einen willigen Partner für ihre Befreiungsaktion gefunden. Doch Jessies Plan hat ein paar entscheidende Fehler","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897825","hoster":"VOE"},{"path":"/redirect/11897828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-5","name":"Halbsiebenschläfer","epNo":5,"alt":"","descr":"Was ist bloß mit Nelly los? Dass jemand morgens mal schwer aus dem Bett kommt, sind Annette und Philip Hansen von ihren Töchtern gewohnt. Aber Nelly verpennt jeden Morgen! Schlafwandelt sie? Träumt sie schlecht? Nein: Sie hat ein nächtliches Geheimnis. Im Haus Hansen gilt absoluter Haustier-Stopp, deshalb hat Nelly das niedliche Pelztier heimlich in ihr Dachbodenzimmer geschmuggelt. Doch \"Emil\" macht die Nacht zum Tag! Ihn zu verstecken, ist ein Vollzeitjob, und bald bekommt die übernächtigte Nelly Probleme: Ihre Lehrerin beschwert sich, dass sie im Unterricht einschläft. Cousine Lilie will ihr großes Zimmer haben und Tante Annette greift das ganze Schulsystem an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897853","hoster":"VOE"},{"path":"/redirect/11897848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-6","name":"Unterirdisch","epNo":6,"alt":"","descr":"Es gibt Tiere, die sieht man kaum – und doch werden sie vom Menschen verfolgt. Gartenbesitzer Püringer hasst die Maulwurfshügel, die seinen schönen grünen Rasen verschandeln! Er trachtet Maulwurf \"Goliath\" mit allen Mitteln nach dem Leben: Gift und Gas, Spreng- und Klappfallen sollen dem unterirdischen Treiben ein Ende bereiten – und rufen die Tier-Retter Nelly und Jessie auf den Plan. Doch ihr Hausbesuch und Hinweis, dass Maulwürfe als geschützte Tiere auf der Roten Liste stehen, treibt Püringer die Zornesröte ins Gesicht. Der Garten-Grobian wirft sie raus. Die Mädchen erkennen, dass sie den kleinen Maulwurf lebend fangen müssen, bevor sein grimmigster Feind ihn erwischt – und bitten Pawel und Gustav um Hilfe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897865","hoster":"VOE"},{"path":"/redirect/11897866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-7","name":"Ponyhilfe.de","epNo":7,"alt":"","descr":"Kim und Constanze wollen Nelly eins auswischen – die Tier-Retterin geht den Girlies schon lange auf die Nerven. Und was eignet sich besser als das Internet, um jemanden fertig zu machen? Im Forum \"Tierhilfe.de\" posten sie gefälschte Fotos eines misshandelten Miniponys – und Nelly beißt an! Mit Jessie macht sie sich auf die Suche nach dem armen Falabella-Pferdchen, das angeblich in einem lichtlosen Stall irgendwo in der Gegend gefangen gehalten und geschlagen wird. Kim und Constanze verfolgen die Suche per Kamera und freuen sich über ihren gelungenen Streich – bis sie bemerken, dass sie Nelly und Jessie wirklich in Gefahr bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897877","hoster":"VOE"},{"path":"/redirect/11897880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-8","name":"Licht ins Dunkel","epNo":8,"alt":"","descr":"Bertie Heckenbichler in love – Philips Assistent hat sich Hals über Kopf in die schöne Hanne verknallt – doch die junge Frau scheint ihn gar nicht zu beachten. Hanne ist nämlich blind und findet nach einigen Umwegen durchaus Gefallen an dem tollpatschigen Tierarzthelfer, der sie zum Lachen bringt. Aber ihre größte Sorge kann Bertie ihr nicht abnehmen: Lupo, ihr Blindenhund, ist zu alt geworden und kann Hanne nicht mehr sicher durchs Leben führen. Es erscheint unmöglich, Ersatz für ihn zu finden. Doch niemand hat mit dem Erfindungsreichtum der Waldauer Tierretter gerechnet: Nelly, Tabea, Jessie und Pawel probieren sich durch ihre ganze Hundeschar, bis sie auf eine ungewöhnliche Idee kommen, die – fast – alle Probleme löst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897893","hoster":"VOE"},{"path":"/redirect/11897894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-9","name":"Milchmädchenrechnung","epNo":9,"alt":"","descr":"Ein Kälbchen macht den Grieshabers Sorgen: Weil die Mutterkuh es nicht säugt, könnte es an Mangelerscheinungen eingehen! Paulina ist entschlossen, an \"Mutterkuhs Statt\" das Kalb aufzuziehen. Doch ihre Eltern sorgen sich mehr um ihr eigenes Baby als um das Kuh-Kind: Die Kulkas befürchten, dass Paulina ihr Ungeborenes mit Krankheiten anstecken könnte. Vater Tomasz verbietet, dass sich Paulina im Stall einquartiert. Sie tut es trotzdem. Doch obwohl sie das Kalb aufopfernd pflegt, wird es schwächer – da erinnert sich Paulina an ein geheimnisvolles Zauberkraut, das ihr eine Heilerin auf dem Markt empfohlen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897912","hoster":"VOE"},{"path":"/redirect/11897904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-10","name":"Hexentanz","epNo":10,"alt":"","descr":"Die junge Kräuterfrau Wanda erregt mit ihrem frechen Raben Krapp nicht nur die Aufmerksamkeit aller Marktkunden – sondern auch den Hass des biederen Ehepaars Deutrich, das neben ihr einen Gemüsestand betreibt. Denn Krapp stiehlt hin und wieder ein Stück Obst und liebt es, den Menschen Streiche zu spielen – doch eigentlich ist er harmlos. Nicht so harmlos erscheint es Wanda, als nachts ihr Wohnwagen beschmiert und ihr Kräutergarten zerstört wird. Jemand will die \"Hexe\" aus Waldau vertreiben! Doch um den feigen Tätern das Handwerk zu legen, braucht sie keine Magie, sondern Nelly, Jessie und ihre Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897915","hoster":"VOE"},{"path":"/redirect/11897914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-11","name":"Krokodilstränen","epNo":11,"alt":"","descr":"Augen auf beim Haustier-Kauf! Wer sich einen Alligator anschafft, sollte wissen, dass der sein Leben lang wächst – und Mordshunger hat. In diesem Fall wird das Tier heimlich am See ausgesetzt. Ahnungslos beginnen Nelly und ihr Onkel Philip zusammen mit Pawel und seinem Papa Tomasz ihr Angelwochenende. Dann wird Vinzenz, der sich ihnen anschließt, ins Bein gebissen. Der Schock sitzt tief – ebenso wie die gewaltigen Zahnspuren, anhand derer Tierarzt Dr. Hansen den geheimnisvollen \"Badegast\" identifizieren kann: Ein echtes Krokodil macht den Schwarzwald unsicher! Und Pawel ist fest entschlossen, es zu fangen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897919","hoster":"VOE"},{"path":"/redirect/11897917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-12","name":"Krokodiljäger","epNo":12,"alt":"","descr":"Die junge Kräuterfrau Wanda erregt mit ihrem frechen Raben Krapp nicht nur die Aufmerksamkeit aller Marktkunden – sondern auch den Hass des biederen Ehepaars Deutrich, das neben ihr einen Gemüsestand betreibt. Denn Krapp stiehlt hin und wieder ein Stück Obst und liebt es, den Menschen Streiche zu spielen – doch eigentlich ist er harmlos. Nicht so harmlos erscheint es Wanda, als nachts ihr Wohnwagen beschmiert und ihr Kräutergarten zerstört wird. Jemand will die \"Hexe\" aus Waldau vertreiben! Doch um den feigen Tätern das Handwerk zu legen, braucht sie keine Magie, sondern Nelly, Jessie und ihre Freunde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897934","hoster":"VOE"},{"path":"/redirect/11897922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-4/episode-13","name":"Mach’s gut, Greta!","epNo":13,"alt":"","descr":"Greta Hansen nimmt Abschied von Waldau. Nellys Cousine möchte ein Jahr in Kalifornien/USA verbringen – und sie hofft, dass ihr Freund Jonas ihr das nicht übelnimmt. Tja, schön wär’s! Aber Jonas ist natürlich gekränkt und traurig, und Gretas Abschiedsparty droht ein Desaster zu werden. Um sie abzulenken, nimmt Gretas Vater Philip sie auf eine \"Abschiedstour\" mit zu seinen Patienten. Keiner kann vorausahnen, dass sich ausgerechnet heute Jonas’ alter Bernhardiner Oswald verletzt – im Versuch, seiner großen Hundeliebe nachzulaufen. Wer springt über seinen Schatten? Greta, um dem Hund zu helfen? Jonas, weil Greta ihm hilft? Oder zerbricht ihre wunderbare Freundschaft im Streit?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11897752","hoster":"VOE"},{"path":"/redirect/11897751","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-1","name":"Reiten verboten!","epNo":1,"alt":"","descr":"Schulprinzessin Constanze traut sich alles zu: auch einen verbotenen Ausritt mit ihrem neuen Pferd Dakota. Mit ihrer Freundin Kim setzt sie sich über die Warnung der erfahrenen Reitlehrerin Celine hinweg, doch beim Ritt durch den Wald kommt es zur Katastrophe: Dakota geht durch und verletzt sich und ihre Reiterin. Die Mädchen sind verzweifelt – doch Constanze hat Angst davor, dass ihre Eltern ihr das wertvolle Pferd wegnehmen. Springt sie über ihren Schatten und bittet ausgerechnet ihre Lieblingsfeindin Nelly um Hilfe?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895849","hoster":"VOE"},{"path":"/redirect/11895850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-2","name":"Hornissennest","epNo":2,"alt":"","descr":"Tiere bis unters Dach: In diesem Fall ist das wörtlich zu nehmen, denn auf Hansens Dachboden nistet eine Hornissen-Kolonie. Die großen Insekten verbreiten Furcht und Schrecken auch unter Philips Patienten – doch ist das gerechtfertigt? Sind Hornissen wirklich so aggressiv? Können wenige Stiche einen Menschen töten? Nelly und ihre Freunde setzen sich diesmal mit einem eher ungeliebten Tier auseinander und entdecken, dass man die dicken Brummer sehr wohl schützen sollte. Allerdings nicht so, wie sich das die selbsternannten \"Hornissenjäger\" Gustav und Dominik gedacht haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895912","hoster":"VOE"},{"path":"/redirect/11895913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-3","name":"Adleraugen","epNo":3,"alt":"","descr":"Nelly und Jessie merken, dass sich ihr bester Freund Pawel den geplanten Schulausflug in den Freizeitpark eigentlich nicht leisten kann. Sie überreden Klassenlehrerin Frau Ott, stattdessen nur eine Wanderung durch den Wald zu machen. Ihre Mitschüler sind nicht gerade begeistert – auch Pawel nicht, der sich durch Nellys und Jessies Aktion gekränkt fühlt. Er lässt sich vom neuen Mitschüler Dominik überreden, den Pfad zu verlassen und auf eigene Faust durch den Wald zu streifen. Dabei befreien sie einen Greifvogel aus einer grausamen Drahtschlinge – und verstecken ihn auf einer alten Burgruine, um ihn für ihre ganz persönliche Flugshow abzurichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895919","hoster":"VOE"},{"path":"/redirect/11895917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-4","name":"Engel gesucht!","epNo":4,"alt":"","descr":"Orgelbauer Stiller mag ein seltsamer alter Kauz sein – an seinen Wellensittichen hängt er mit abgöttischer Liebe. Und so tut ihm Dr. Hansen den Gefallen und fährt extra raus nach Andreaskirch, um einen entflogenen Piepmatz zu retten. Philip und Nelly erkennen, dass Stiller viel zu viele Vögel in seiner Werkstattwohnung hält, mit deren Pflege er allmählich überfordert ist – und dass er sich von ihnen nicht trennen mag, weil er schon seine Familie verloren hat. Nelly und Pawel suchen also ein neues Zuhause für die Wellensittiche – und sie suchen Herr Stillers Enkelin, deren Foto sie in seinem Zuhause gefunden haben...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895922","hoster":"VOE"},{"path":"/redirect/11895923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-5","name":"Ich und Kuh","epNo":5,"alt":"","descr":"Philip muss seinen Assistenten Bertie ziehen lassen, als der seine blinde Freundin Hanna nach Frankreich begleiten will. Wer hilft ihm nun in der Praxis? Klar, dass die Tierfreundinnen Greta und Nelly gleich \"Hier!\" schreien, aber Philip kann ja schlecht Schülerinnen als Vollzeitkräfte einstellen. Also versucht er es mal mit Jessies selbstbewusster Mama Isa, die gerade einen Job sucht. Isa ist eigentlich Arzthelferin, aber was gut ist für Menschen, kann nicht schlecht für Tiere sein, findet sie. Ohnehin sagt sie ihrem neuen Chef gern ihre Meinung – vor allen Leuten. Philip beschließt Isa eine Lektion zu erteilen und nimmt sie mit auf Grieshabers Kuhweide, zu einem \"Stierkampf\" besonderer Art...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251443","hoster":"VOE"},{"path":"/redirect/11895925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-6","name":"Der Salamander-Schatz","epNo":6,"alt":"","descr":"Sind Feuersalamander wirklich feuerfest? Bewachen sie Schätze tief unter der Erde? Feriengäste auf dem Grieshaber-Hof haben manchmal eine komische Vorstellung vom Land- und Tierleben. Die überarbeitete und übervorsichtige Frau Welzbach lässt ihrem Sohn Justin jedenfalls kaum Freiraum und findet Kühe und Schweine eigentlich viel zu gefährlich. Der überbehütete Justin tut Bauernmädchen Paulina leid, und so nimmt sie ihn mit auf eine geheimnisvolle Expedition nach dem Salamander-Schatz – auf der es für die beiden Kinder dann allerdings unerwartet gefährlich wird. Greta hat übrigens auch einen neuen Schatz: den smarten Luis, mit dem wiederum Papa Philip so gar nicht warm wird...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895929","hoster":"VOE"},{"path":"/redirect/11895928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-7","name":"Welpenschutz","epNo":7,"alt":"","descr":"Eine große Liebe und ihre Folgen: Als Oswalds Herzensdame Carline auf den Grieshaberhof zurückkehrt, ist sie nicht mehr alleine, sondern bringt ihre umwerfenden Welpen Groggy, Gandalf, Gala, Gulliver und Greg mit. Die Bernhardiner-Babys stellen den ganzen Hof auf den Kopf, und Papa Oswald platzt vor Stolz über seinen Nachwuchs. Doch Vinzenz Grieshaber kann darüber gar nicht lachen, denn ausgerechnet heute checkt eine strenge Inspektorin die Sauberkeit und Ordnung in den Ställen von Waldaus altem und neuem Bürgermeister, und die Dame kennt kein Pardon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895932","hoster":"VOE"},{"path":"/redirect/11895933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-8","name":"Zorros Rückkehr","epNo":8,"alt":"","descr":"Ein alter Bekannter schaut wieder vorbei: Waschbär Zorro erinnert Lilie an glückliche alte Zeiten. Weil Hansens Jüngste unter der Abwesenheit ihrer Mutter leidet, klammert sie sich an Sinnbilder der Vergangenheit. Pech nur, dass \"Sinnbild\" Zorro nicht nur niedlich-wuschelig aussieht, sondern unverändert ein gefräßiger Poltergeist ist, vor dem nichts und niemand sicher ist – nicht mal Herrn Stillers geliebte Wellensittiche! Dabei hatten Jessie und Nelly den alten Herrn doch mit aller Überredungskunst dazu gebracht, persönlich in Hansens Praxis vorbeizukommen, um alte Wunden zu heilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895935","hoster":"VOE"},{"path":"/redirect/11895938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-9","name":"Wintergäste","epNo":9,"alt":"","descr":"Ohne Geld leben – geht das? Für einen Igel kein Problem! Besonders, wenn eine Tierretterin wie Paulina einem durch den Winter hilft. Aber auch Lebenskünstler Marius glaubt daran, dass man ganz ohne Scheinchen durch die Welt kommt. Und sorgt damit in Waldau für Wirbel: Pawels Papa Tomasz sieht plötzlich nicht mehr ein, warum er schwer schuftet, während Marius umsonst in der Scheune übernachtet, und Lilie ziert sich ganz schön, als der komische Vogel bei den Hansens anklopft. Dabei sucht er doch nur ein Dach über dem Kopf, für sich und seinen alten Hund Rudi. Doch Dr. Hansen erkennt schnell: Die Wanderung für Marius’ besten Freund ist hier zu Ende… falls Marius sich nicht für eine teure Operation entscheidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336212","hoster":"VOE"},{"path":"/redirect/11895940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-10","name":"Trampeltiere","epNo":10,"alt":"","descr":"Bauer Merz ist stolz auf seine neue Geschäftsidee: Kamel-Karawanen durch den Schwarzwald sollen Touristen anlocken. Bauer Grieshaber fürchtet schon, dass Merz ihm seine Gäste abspenstig macht. Doch der alleinstehende Nachbar hat bald mehr Probleme mit den eigenwilligen Höckerträgern als ihm lieb ist, und er ist heilfroh, als Pawel und Paulina ihm ihre Hilfe anbieten. Auch Jobst Lauer, der geheimnisvolle Gast auf Hof Grieshaber, interessiert sich für die Kamele – allerdings auch für Nelly und ihre Freunde...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895945","hoster":"VOE"},{"path":"/redirect/11895946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-11","name":"Geschenkter Gaul","epNo":11,"alt":"","descr":"Nelly ist glücklich: Der geheimnisvolle Gast Jobst Lauer hat sich als ihr bisher unbekannter Vater vorgestellt. Der Zusammenhalt bei den Hansens wird damit auf eine harte Probe gestellt: Lilie ist kratzbürstiger denn je: Sollte nach Mutter, Schwester und Oma jetzt auch noch ihre Kusine das Haus verlassen? Auch Philip ist skeptisch: Ein Vater, der sich zwölf Jahre nicht gekümmert hat, will plötzlich am Leben seiner Tochter teilhaben? Nelly fühlt sich gründlich missverstanden. Als ihr neuentdeckter Vater ihr auch noch spontan ein Pferd schenkt, ist sie total begeistert. Doch das Pferd ist krank und Nelly muss die Situation überdenken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895949","hoster":"VOE"},{"path":"/redirect/11895950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-12","name":"Wilderer","epNo":12,"alt":"","descr":"Weihnachten in Hamburg liegt hinter den Hansens. Silvester will Philip nun mit seinen Mädels auf einer einsamen Berghütte feiern, um einfach mal den Kopf freizukriegen. Denn seine Frau Annette hat beschlossen, immer noch im Norden zu bleiben, und um daraus eine Krise zu lesen, braucht man kein Bleigießen! Nelly ist froh, dass ihre beste Freundin Jessie mit ihrer Mutter Isa mitfeiern will: Das Jahr und das Wiedersehen mit ihrem neuentdeckten Vater waren ganz schön aufregend. Doch das stille Beisammensein wird durch das Auftauchen einer seltenen Großkatze gestört: Ein Luchs streift durch den Hochschwarzwald und ein skrupelloser Wilderer will ihm an den Pelz...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895953","hoster":"VOE"},{"path":"/redirect/11895952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-5/episode-13","name":"Lawinenhunde","epNo":13,"alt":"","descr":"Trotz Lawinenwarnung verlässt Jessie nach einem Streit mit ihrer Mutter alleine die Hütte. Zwar können sich Pawel und Nelly an ihre Fersen heften, doch kurz nach dem erneuten Auftauchen des Luchses löst sich tatsächlich ein Schneebrett und begräbt Nelly unter sich! Den Hansens und ihren Hunden bleibt nur sehr wenig Zeit, das verschüttete Mädchen aufzuspüren und zu retten, und auch wenn Vinzenz und Tomasz mit einem \"echten Lawinenhund\", Bernhardiner Oswald, vom Holzhacken zu Hilfe eilen, wird es ein nervenzerfetzender Wettlauf gegen die Zeit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895956","hoster":"VOE"},{"path":"/redirect/11895957","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-1","name":"Bauchgefühl","epNo":1,"alt":"","descr":"Tierarzt Philip Hansen, Nelly und Lilie müssen Hals über Kopf ihre Sachen packen und auf den Grieshaber-Hof ziehen – die Tierarztvilla ist Opfer eines schlimmen Wasserrohrbruchs geworden. Nicht nur Vinzenz ist darüber sehr froh. Er richtet Philip in Windeseile eine provisorische Praxis in der alten Mühle ein. Aber auch für das Hochzeitstaggeschenk von Josefine kommen die Hansens gerade recht: Vinzenz hat ihr ein süß-hässliches Minischwein geschenkt; das leidet an der Bananenkrankheit und hat sich ausgerechnet Lilie als Liebesobjekt ausgesucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895855","hoster":"VOE"},{"path":"/redirect/11895853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-2","name":"Hundstage","epNo":2,"alt":"","descr":"Nellys Vater, Jobst Lauer aus Bremen, ist immer für eine Überraschung gut: Diesmal kommt er mit vier Huskys in den Schwarzwald und veranstaltet heiße Sommerschlittenrennen, um seine Tochter zu beeindrucken. Kein Wunder, dass da etwas schief geht und sie gerade die Hilfe eines Tierarztes brauchen, als Philip nicht verfügbar ist. Und auch sonst läuft nicht alles rund auf dem Grieshaber-Hof. Pawel und Jessie haben Geheimnisse und Nelly muss ziemlich wütend werden, damit ihre Freunde Vernunft annehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895962","hoster":"VOE"},{"path":"/redirect/11895960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-3","name":"Geh’ du alter Esel","epNo":3,"alt":"","descr":"Als Portos, der zottelige Esel von Tom, krank wird und sich kaum noch bewegen kann, ist das für seine Familie ein großes Problem. Denn seine tierärztliche Behandlung ist sehr kostspielig und seine Mutter weiß nicht, wie sie sie bezahlen soll. Doch sein großer Bruder Ben, der immer den Coolen in der Klasse von Nelly, Jessie und Pawel spielt, zeigt in dieser Situation sein großes Herz. Mit Jessie und Pawel, Philip und dem skurrilen alten Tierarzt Wecker findet er einen Weg, wie sein introvertierter Bruder den Esel behalten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895966","hoster":"VOE"},{"path":"/redirect/11895965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-4","name":"Falscher Hase","epNo":4,"alt":"","descr":"Paulina hat ein neues Hobby: Sie macht Tierfilme. Als neue Feriengäste auf den Grieshaber-Hof kommen, bekommt sie Unterstützung: Leo, Paulinas neue Freundin, ist mindestens genauso tierbegeistert wie sie. Allerdings hat Leo ganz eigene und nicht immer richtige Vorstellungen, wie Tiere gerettet werden sollen. Als sie ein Hasenjunges vom Feld mit nach Hause nimmt, bringt sie Paulina in ein großes Dilemma: Wenn sie Philip von Leos Aktion erzählt, ist sie für Leo eine Verräterin; aber Paulina ist überzeugt davon, dass das Tierbaby Hilfe braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895968","hoster":"VOE"},{"path":"/redirect/11895969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-5","name":"Streuner","epNo":5,"alt":"","descr":"Ein herrenloser Dobermann taucht am Grieshaberhof auf und kommt Paulinas kleinem Bruder Kasimir bedrohlich nah. Für Vinzenz und Tomasz ist klar: der streunende Hund wildert, ist damit eine Gefahr und muss zur Strecke gebracht werden. Nur Nelly fragt sich, warum der schwarzer Rassehund sich ausgerechnet auf dem Grieshaberhof herumtreibt. Sie glaubt nicht, dass das große Tier aggressiv ist. Gemeinsam mit Pawel und Paulina folgt sie dem unheimlichen Streuner immer tiefer in den Wald...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895974","hoster":"VOE"},{"path":"/redirect/12985010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-6","name":"Ein Pferd und eine Seele","epNo":6,"alt":"","descr":"Leo ist begeistert: mit ihrer Mutter Helena lernt sie den Pferdehof in Waldau kennen. Doch ausgerechnet das Therapiepferd \"Mozart\" steht unter Schock. Nach einer heftigen Gewitternacht lässt es niemanden mehr an sich heran und keilt aus, sobald sich jemand in seine Nähe wagt. Philip vermutet ein Trauma und rät zu absoluter Vorsicht! Aber Leo versucht sich mit Unterstützung von Nelly und Paulina heimlich als Pferdeflüsterin und nähert sich dem verängstigten und scheuen Tier, obwohl ihre Mutter ihr genau das verboten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11910677","hoster":"VOE"},{"path":"/redirect/11895975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-7","name":"Ausreißer","epNo":7,"alt":"","descr":"Die frisch gebackene Tierretterin Leo findet schnell einen neuen Freund in Freiburg. Jan ist genau wie Leo 11 Jahre alt, muss sich aber selbst versorgen, da sein allein erziehender Vater in Norddeutschland Geld verdient und deshalb wochenlang nicht daheim ist. Leos Mutter Helena, die fürs Jugendamt arbeitet, will Jan deshalb in einer Pflegefamilie unterbringen. Doch der Junge flüchtet vor ihr. Jan hat nämlich ein Kätzchen – \"Socke\" – und das will er nicht allein lassen. Socke ist ein Streuner, scheu und eigenwillig und kommt nur selten nach Hause. Leo will Jan helfen, Socke zu finden, doch dann hat sich der kleine Kater schwer an der Pfote verletzt und braucht dringend tierärztliche Behandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895982","hoster":"VOE"},{"path":"/redirect/11895980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-8","name":"Freiheit für Cooper (1)","epNo":8,"alt":"","descr":"Leo weiß nicht, was sie an ihrem ersten Schultag in Freiburg erwartet: Sie ist \"die Neue\" in der Klasse und das ausgerechnet mitten im Schuljahr. Doch es gibt noch mehr Neue in der Stadt: Pinguin Cooper dient als lebendes Maskottchen für die extravagante Eisdiele im Viertel. Die Kunden sind begeistert von dem putzigen Tier. Leo findet heraus, dass Cooper in einem dunklen Keller haust mit viel zu wenig Platz. Was tun? Mit Tierarzt Philip Hansen hat Leo so ihre Probleme, aber der versucht immerhin, auf dem \"Amtsweg\" etwas gegen den Besitzer auszurichten. Leo geht das nicht schnell genug und so schmiedet sie gemeinsam mit ihren neuen Freunden Jan und Linus einen riskanten Befreiungsplan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895987","hoster":"VOE"},{"path":"/redirect/11895985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-9","name":"Freiheit für Cooper (2)","epNo":9,"alt":"","descr":"Pinguin Cooper ist verschwunden und der Besitzer beschuldigt Leo, Jan und Linus das Tier entführt zu haben – denn er hat Jans Geldbeutel am Tatort gefunden! Der Diebstahl ist das Gesprächsthema Nr. 1 in der Schule und vor allem die Klassen-Queens Charlie und Deborah setzen den dreien heftig zu. Die Freunde haben nur eine Chance ihre Unschuld zu beweisen: Sie müssen den wahren Dieb finden! Und sie sind mehr als überrascht, als sie ihn schließlich tatsächlich erwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895989","hoster":"VOE"},{"path":"/redirect/11895988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-10","name":"Ein Freund fürs Leben","epNo":10,"alt":"","descr":"Leo hat Geburtstag und einen einzigen Herzenswunsch: einen eigenen Hund! Sie ist untröstlich, als klar wird, dass ihre Mutter ihr keinen schenkt, und sogar behauptet, eine Hundehaar-Allergie zu haben. Leos bester Freund Jan hat eine Idee: Hinter der Schule verkauft ein Mann Welpen aus dem Kofferraum seines Autos heraus – 60 Euro das Stück. Mit Freund Linus zusammen bringt er die Summe auf. Dass der Hund illegal nach Deutschland geschmuggelt wurde, nicht geimpft und außerdem krank ist, haben die beiden nicht bedacht. Leo verliebt sich auf Anhieb in den Welpen. Was soll sie tun, damit sie den kleinen Wuschel behalten kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895992","hoster":"VOE"},{"path":"/redirect/11895993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-11","name":"Hamster im Gepäck","epNo":11,"alt":"","descr":"Hanadi hat gemeinsam mit ihrem Hamster \"Muu Ktiir\" den weiten Weg aus Syrien nach Freiburg zurückgelegt und lebt nun bei Charlie und ihrer kleinen Schwester Emilie. Doch irgendwas stimmt mit dem Nager nicht. Tierarzt Dr. Wecker vermutet einen für Tier und Mensch gefährlichen Virus. Wenn er recht hat, muss das Tier eingeschläfert werden. Doch Hanadi will ihren kleinen Freund aus der Heimat auf keinen Fall verlieren. Ihr fällt es schwer, Erwachsenen zu vertrauen. Sie bittet Leo um Hilfe. Die verschafft sich heimlich Zutritt zu Dr. Hansens Praxis auf dem Grieshaberhof, doch Philip Hansen taucht auf und Hanadi gerät in Panik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895998","hoster":"VOE"},{"path":"/redirect/11895997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-12","name":"Voodoo-Hühner (1)","epNo":12,"alt":"","descr":"Klassenqueen Debbie referiert in der Schule über Voodoo-Zauber, schwarze Hühner und Verwünschungen und ist so überzeugend, dass alle gebannt zuhören. Für Leo eröffnen sich neue Perspektiven: Sie will nämlich unbedingt verhindern, dass auf dem Grieshaberhof Biohühner geschlachtet werden. Und Vinzenz Grieshaber ist abergläubisch; das will Leo ausnutzen. Gemeinsam mit Paulina macht sie sich an die Arbeit: Nachts wird Vinzenz plötzlich von ungewöhnlichen Geräuschen geweckt, eigenartige Fratzen treiben sich auf dem Hof herum und am nächsten Morgen entdeckt er ein schwarzes Huhn im Hühnerstall. Vinzenz scheint die Ansammlung unerklärlicher Ereignisse zu überfordern. Er faselt von einem Fluch – dem Fluch des schwarzen Huhns und rennt mit dem Tier davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896000","hoster":"VOE"},{"path":"/redirect/11896001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-6/episode-13","name":"Voodoo-Hühner (2)","epNo":13,"alt":"","descr":"Leo und Paulina sind mit ihren eigenen Waffen geschlagen worden. Vinzenz hat Leo und Paulina an der Nase herumgeführt und ihnen einen ordentlichen Schrecken eingejagt. Von Aberglauben keine Spur. Aber in der ganzen Aufregung ist das Huhn plötzlich verschwunden. Die Kinder ahnen noch nicht, dass ausgerechnet Deborah hinter dem Verschwinden des schwarzen Federviehs steckt. Deborah will verhindern, dass Leo an ihrer Stelle Klassensprecherin wird und plant eine Voodoo-Zeremonie. Doch während der Zeremonie entwischt das Tier. Und das schafft neue Probleme: Jan hat nämlich das schwarze Huhn heimlich vom Arbeitsplatz seines Vaters mitgenommen, und wenn der und dessen Chef merken, dass das seltene Tier fehlt, droht mächtiger Ärger, denn der Job von Jans Vaters steht auf dem Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336205","hoster":"VOE"},{"path":"/redirect/11896003","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-1","name":"Kapitaler Bursche","epNo":1,"alt":"","descr":"Leo und Paulina sind begeistert: In den Wäldern rund um Waldau ist ihnen ein Hirsch mit einem imposanten Geweih begegnet. Leider ist Jagdsaison und die Mädchen können ihre Entdeckung nicht vor den Jägern geheim halten. Jagdaufseher Vinzenz Grieshaber wartet schon lange auf eine Gelegenheit, den sogenannten \"kapitalen Burschen\" zu erlegen. Die Tierretterinnen versuchen vergeblich, das majestätische Wildtier in ein anderes Jagdrevier zu locken, doch dann hat Tierarzt Dr. Hansen eine geniale Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895859","hoster":"VOE"},{"path":"/redirect/11895858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-2","name":"Schwarze Büffel","epNo":2,"alt":"","descr":"Auch Leos Freund Jan ist mit seinem Vater Martin nach Waldau gezogen. Auf dem Reiterhof von Martins Freundin Petra fühlt sich Jan erst einmal gar nicht heimisch – er will sich nicht mit den Pferden anfreunden und mit Petras kleiner Tochter Lucy schon gar nicht. Doch drei ungewöhnliche Tiere machen ihm den Ortswechsel leichter: der Papagei Bingo und die Wasserbüffel Hugo und Sanchez. Als Jan erfährt, dass Hugo und Sanchez sterben sollen, weil sie alt und scheinbar nutzlos geworden sind, schmiedet er für seine neuen tierischen Freunde einen tollkühnen Plan – und Papagei Bingo hilft ihm dabei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896010","hoster":"VOE"},{"path":"/redirect/11896009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-3","name":"Hundetränen","epNo":3,"alt":"","descr":"Paulina entdeckt auf dem Waldauer Friedhof den Hund Carlo. Der trauert um sein Frauchen und will ihr Grab nicht verlassen. Paulina sorgt sich um den treuen Vierbeiner und verteidigt ihn gegen eine aufgebrachte Friedhofsbesucherin, denn Hunde haben auf einem Friedhof eigentlich nichts zu suchen. Auch auf dem Grieshaber-Hof gibt es einen unwillkommenen Gast: Paulinas Cousin Fred hat seine Ratte mitgebracht und die macht sich zum Entsetzen der Bauern selbständig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895899","hoster":"VOE"},{"path":"/redirect/11895901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-4","name":"Zickenalarm","epNo":4,"alt":"","descr":"Lucy ist entsetzt: beim Restaurant von Ferdy und Martin wurde eine Ziege angeliefert und die kleine Tierretterin ist überzeugt, dass das Zicklein geschlachtet werden soll. Kurzerhand entführt sie das Tier. Doch wohin damit auf dem Reiterhof? Lucy merkt, dass eine Ziege großes Chaos anrichten kann… Auch Nelly hat mit einer Zicke zu tun, allerdings einer menschlichen. Zina soll reiten lernen und da sie die Tochter von Martins Chef ist, muss Nelly besonders nett zu ihr sein. Doch dann kommt ihnen die echte Ziege in die Quere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895904","hoster":"VOE"},{"path":"/redirect/11895902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-5","name":"Kaninchenklau","epNo":5,"alt":"","descr":"Lucy ist empört: Mümmel, Leos Kaninchen, lebt in einem viel zu kleinen Stall. Leo sieht ein, dass etwas getan werden muss und baut mit ihr einen größeren Stall. Von diesem Augenblick an hat Lucy eine Mission: Alle Kaninchen im Schwarzwald sollen artgerechte Ställe bekommen. Zuerst entführt sie die Langohren bei den Grieshabers, dann macht sie sich in Waldau auf Inspektionstour. Die anonymen Briefe an die Kaninchenhalter kommen verständlicherweise gar nicht gut an und als Philip die Felltiere entdeckt, ist der Teufel los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895906","hoster":"VOE"},{"path":"/redirect/11895907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-6","name":"Adlerschwingen","epNo":6,"alt":"","descr":"Auf der Waldauer Höhe sollen Windräder gebaut werden. Leo will sie verhindern – allen Argumenten Philips zum Trotz – für sie steht Tierschutz an erster Stelle. Als sie keine Raupen oder Insekten findet, die gegen diesen Eingriff in die Natur geschützt werden müssen, wendet sie sich an Jakob. Jans Großonkel ist für seine originellen Ideen bekannt, auch er hasst Windräder und außerdem will er unbedingt Vinzenz Grießhaber schaden. Ob allerdings der Weißkopfseeadler, den er aussetzt, auf der Waldauer Höhe am richtigen Platz ist, bezweifelt nicht nur Tierarzt Philip Hansen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895898","hoster":"VOE"},{"path":"/redirect/11895897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-7","name":"Pferdeschmerz","epNo":7,"alt":"","descr":"Jans Vater Martin hat Großes vor: Auf einer Kutschfahrt will er Lucys Mutter Petra einen Heiratsantrag machen. Sohn Jan wird jedoch zur gleichen Zeit von Schulfreundin Charlie besucht und auch er will seinen Schwarm beeindrucken. Aber Charlie ist Pferdenärrin! Jan will unbedingt vor ihr geheim halten, dass er Angst vor Pferden hat und nicht reiten kann. Da kommen Kutschpferd und Kutsche auf dem Reiterhof gerade recht. Jan hat keine Ahnung, wie gefährlich so eine Fahrt sein kann und bringt alle Beteiligten in eine sehr schwierige Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896015","hoster":"VOE"},{"path":"/redirect/11896011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-8","name":"Fohlenherz","epNo":8,"alt":"","descr":"Lucys Herzenswunsch ist in Erfüllung gegangen: Das Fohlen Flux ist ab sofort ihr Pflegepferd! Doch als Flux über Nacht krank wird, wird der Traum zum Alptraum. Soll Flux überleben, braucht er eine teure Operation, doch Lucys Mutter Petra kann das Geld nicht aufbringen; ihr Traktor ist kaputt. Lucy ist am Boden zerstört, doch dann aktiviert sie alle ihre Freunde, denn: Flux darf nicht sterben!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896018","hoster":"VOE"},{"path":"/redirect/11896016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-9","name":"Katze in Not","epNo":9,"alt":"","descr":"Endlich gibt es eine Katze auf dem Reiterhof. Ebby soll sterilisiert werden, doch damit ist Lucy überhaupt nicht einverstanden. Am Operationstag lässt sie das junge Tier einfach frei. Die Katze taucht nicht wieder auf und bleibt verschwunden. Lucy macht sich vergeblich auf die Suche. Als sie Ebby bei der kleinen Mia findet, geht es plötzlich um Leben und Tod. Denn Mia hat Schokopudding an die Katze verfüttert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896020","hoster":"VOE"},{"path":"/redirect/11896019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-10","name":"Mutterkuh","epNo":10,"alt":"","descr":"Lang ist es her, da hat Paulina ein kleines Kalb gerettet. Tag und Nacht hat sie es gefüttert und gestreichelt. Vinzenz hat ihr deshalb das Tier geschenkt und Paulina hat es Felicia genannt. Als Felicia jetzt selbst ein Kalb bekommt, will Paulina, dass Kuh und Kalb Prinzi zusammen bleiben. Vinzenz dagegen will die beiden trennen – wie er es bei all seinen Kühen und Kälbern macht. Ein Streit entbrennt; denn wem gehört die Kuh: Paulina, die sie gerettet oder Vinzenz, der sie die letzten Jahre gefüttert hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896025","hoster":"VOE"},{"path":"/redirect/11896024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-11","name":"Lieber Biber","epNo":11,"alt":"","descr":"Petra und Jakob auf dem Pferdehof sind besorgt; der Bach mit dem Trinkwasser für ihre Pferde ist fast versiegt. Jan und Paulina gehen dem Problem auf den Grund und entdecken eine Biberburg – durch die wird das Wasser im Bachlauf gestaut. Doch Biber stehen unter Naturschutz, sie können nicht einfach vertrieben werden, außerdem steht die Biberburg auf dem Land der Grieshabers und Vinzenz will nicht helfen, weil er einen Zorn gegen Jakob hegt. Eine verfahrene Situation, bei der eigentlich nur Philip Hansen helfen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896029","hoster":"VOE"},{"path":"/redirect/11896030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-12","name":"Manege frei","epNo":12,"alt":"","descr":"Das Pferd Dommy ist verschwunden! Niemand weiß, dass Dommy Zuflucht in einem kleinen stillgelegten Zirkus gefunden hat. In dem verblichenen Zelt gab es schon lange keine Vorstellungen mehr und der elfjährige Tim, der mit seinem vergesslichen Großvater im Zirkuswagen lebt, freut sich, dem gelehrigen Dommy Kunststücke beizubringen. Nelly entdeckt den Jungen, aber bis Dommy nach Hause findet und Tim endlich wieder in die Schule gehen kann, müssen einige Hindernisse aus dem Weg geräumt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251442","hoster":"VOE"},{"path":"/redirect/11896060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-7/episode-13","name":"Halbwild","epNo":13,"alt":"","descr":"Tims Großvater ist im Krankenhaus und solange ist der Elfjährige bei den Hansen/​Brüggemanns untergekommen. Tim tut sich schwer, sich den Regeln im Haus unterzuordnen; ihm fehlen das Abenteuer und die Freiheit. Als ein wildernder Hund in der Gegend von Waldau auftaucht, macht sich Tim auf die Suche nach ihm. Mit Hilfe des Gulaschs, das eigentlich fürs Mittagessen gedacht war, nähert er sich dem verwahrlosten Hund und versucht, auch ihn zu dressieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896035","hoster":"VOE"},{"path":"/redirect/11896036","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-1","name":"Fuchswege","epNo":1,"alt":"","descr":"Petra fährt im Wald versehentlich einen Fuchs an. Während Philip mit Tims Hilfe versucht, ihn zu retten, schlagen Lucy und Paulina bei Bürgermeister Grieshaber Alarm. Zu häufig kommen genau an dieser Unfallstelle Tiere zu Schaden! Doch Grieshaber hat kein Ohr für die Tierretterinnen. Mit großen Plänen zur Förderung des örtlichen Tourismus möchte er einen Ideenwettbewerb um die Zukunft Waldaus gewinnen. Dass Lucy und Paulina mit einem Verkehrskonzept zur Rettung der Wildtiere seine schärfste Konkurrenz werden, hat er nicht erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11895864","hoster":"VOE"},{"path":"/redirect/11895862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-2","name":"Familienbande","epNo":2,"alt":"","descr":"Paulinas Eltern wollen endlich den Traum eines eigenen Hofs für die ganze Familie verwirklichen – doch der Hof liegt in Polen! Paulina ist völlig hin- und hergerissen. Ein Leben ohne ihre Freunde in Waldau kann sie sich kaum vorstellen. Gerade jetzt wird sie hier gebraucht: Sie stößt auf verwaiste Igelbabys, die sie gemeinsam mit Lucy Tag und Nacht aufpäppelt. Da kommt Lucy die Idee. Kann ihre \"Igelschwester\" Paulina nicht mit auf dem Reiterhof wohnen? Paulinas Familie steht vor einer schweren Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896041","hoster":"VOE"},{"path":"/redirect/11896039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-3","name":"Jojo, der Held","epNo":3,"alt":"","descr":"Was hat Jojo nur? Leos sonst so braver Hund bellt ihre Schulkameradin Nina immer wieder heftig an, als sie zusammen für ein Geocaching-Projekt den Wald durchstreifen. Als Nina plötzlich in Ohnmacht fällt, ist es Jojos Gebell zu verdanken, dass Leo sie schnell genug findet. Nina ist seit kurzem an Diabetes erkrankt und Jojo scheint die seltene Begabung zu besitzen, einen kritischen Abfall ihres Blutzuckerspiegels zu erspüren. Jojo hat das Zeug zum Diabetiker-Warnhund und damit genau das, was Nina dringend braucht. Ist Leo zu dem großen Schritt bereit, ihren geliebten Hund abzugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896042","hoster":"VOE"},{"path":"/redirect/11896043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-4","name":"Ausgeflogen","epNo":4,"alt":"","descr":"Auf dem Reiterhof jagt eine Aufregung die nächste. Erst sucht die neue Nachbarin Anne verzweifelt nach ihrer Tochter Toni, die aus Frust über den Umzug nach Waldau einfach auf eigene Faust losgestapft ist. Vielleicht in Richtung ihres alten Zuhauses? Zu Fuß? Toni hat Trisomie 21… Und dann entwischt auch noch Papagei Bingo, den Jan in Jakobs Abwesenheit betreuen sollte. Auf der Suche nach Bingo trifft Jan auf Toni – das erste Problem wäre gelöst. Und Toni fühlt sich auf Anhieb nicht mehr so allein in Waldau. Doch als Toni ein Papagei zufliegt, den sie ebenfalls gleich ins Herz schließt und nicht mehr hergeben will, wird Jans Geduld auf die Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896047","hoster":"VOE"},{"path":"/redirect/11896048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-5","name":"Nestwärme","epNo":5,"alt":"","descr":"Nach der Beerdigung von Tims Opa ist allen im Haus Hansen-Brüggemann klar, dass Tim nun besondere Fürsorge braucht. Doch erstmal hat jeder Wichtigeres zu erledigen. Liebevoll kümmert sich Tim um das verwahrloste Meerschweinchen Rocky, das anonym vor der Tierarztpraxis ausgesetzt wurde. Doch wer kümmert sich um Tim? Er wird das Gefühl nicht los, einer zu viel im Haus seiner Pflegefamilie zu sein. Als es Rocky besser geht, packt Tim kurzerhand seinen Koffer und macht sich auf und davon. Die Hansen-Brüggemanns sind jetzt echt gefordert: Sie müssen beweisen, was Familienzusammenhalt bedeutet und wie wichtig er ihnen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896050","hoster":"VOE"},{"path":"/redirect/11896051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-6","name":"Pommes \u0026amp; Fritz","epNo":6,"alt":"","descr":"Ratten? Super süß. Finden Lucy und Jan, als letzterer die Klassenhaustiere Pommes und Fritz mit nach Hause schleppt. Da Petra Ratten gar nicht leiden kann, verstecken sie den Rattenkäfig hastig im Kinderzimmer, wobei sich versehentlich ein Türchen öffnet… Mit Jans unfreiwilliger Hilfe verirren sich Pommes und Fritz bis in Ferdys Restaurantküche. Finanziell geht es ihm ohnehin nicht gut, aber wenn das auch noch jemand vom Gesundheitsamt erfährt, ist Ferdys Ruin besiegelt. Ferdy bestellt umgehend einen Kammerjäger. Gleichzeitig findet Jan heraus, wo die ausgebüxten Ratten sind. Damit beginnt ein Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896056","hoster":"VOE"},{"path":"/redirect/11896057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-7","name":"Cookie in Not","epNo":7,"alt":"","descr":"Leo und Nelly schäumen. Der ganze Planet versinkt in Müll und sogar in ihrem Wald wird achtlos weggeworfenes Plastik zur Lebensgefahr. Nämlich für ihren Hund Cookie. In letzter Sekunde kann Tim Cookie aus dem Müll, der ihm die Kehle zuschnürt, befreien. Tim ist unterdessen wütend auf Philip, weil der die Pacht für den Zirkuswagen seines verstorbenen Opas nicht gezahlt hat. Nun soll der Wagen verkauft werden. Aus Protest verschanzt sich Tim mit Cookie darin. Da plötzlich bricht der kleine Hund zusammen. Er hat Plastik im Magen. Jetzt hängt nicht nur die Zukunft des Zirkuswagens an Philip...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896063","hoster":"VOE"},{"path":"/redirect/11896061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-8","name":"Wer hat Angst vorm bösen Wolf","epNo":8,"alt":"","descr":"Leo ist fassungslos. Eines von Helenas Schafen wurde gerissen und alle Spuren deuten auf einen Wolf hin. Werden Petras Pferde die nächsten Opfer? Der Wolf muss weg und zwar sofort, findet auch Lucy, und Jakob holt schon die Flinte raus. Die regionale Wolfsbeauftragte Ricarda ist solchen Gegenwind gewöhnt. Dabei sind Wölfe gut für das Gleichgewicht des Wildbestands. Als Lucy zum ersten Mal einen durch Ricardas Fernglas beobachtet, muss sie zugeben, wie wunderschön und erhaben er doch ist. Auf wessen Seite soll sie stehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896064","hoster":"VOE"},{"path":"/redirect/11896065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-9","name":"Heute hier, morgen dort","epNo":9,"alt":"","descr":"Leo hat eine unangenehme Begegnung mit der umherziehenden Anna. Obwohl Annas Hund Köter schon hinkt, führt sie Kunststückchen mit ihm auf, um Geld zu verdienen. Das ist doch Tierquälerei! Kurzerhand entführt Leo Köter in die Tierarztpraxis. Es ist immerhin zu seinem Besten! Philip kann nichts feststellen und Leo plagt ein schlechtes Gewissen. Erst jetzt merkt Leo, dass sie mit ihren Vorurteilen gegenüber Anna ziemlich danebenlag. Als Köter von einem anderen Hund angefallen wird, kann Leo ihren Fehler wiedergutmachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896069","hoster":"VOE"},{"path":"/redirect/11896067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-10","name":"Die Schafe sind los","epNo":10,"alt":"","descr":"Müde schleppt sich Schäferin Bella über die Kuppen. Immer schwieriger wird es, Weideland für ihre Schafe zu finden. Die Wege werden länger, die Pausen kürzer. Jede Weidefläche gehört schon irgendwem und meist brauchen die Besitzer das Gras für ihre eigenen Tiere. Paulina und Leo finden Bella kurz vor dem Burn-out. Sie fackeln nicht lang: Bella braucht Erholung, sie kümmern sich um die Schafe! Doch leichter gesagt als getan. Bürgermeister Grieshaber plant mit den Wiesen lieber einen lukrativen Golfplatz. Und dann droht den beiden Mädchen auch noch die ganze Herde zu entlaufen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896073","hoster":"VOE"},{"path":"/redirect/11896070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-11","name":"So eine Schweinerei!","epNo":11,"alt":"","descr":"Paul passt für ein paar Wochen auf vier Minischweine seiner Eltern auf. So richtig Laune macht ihm das nicht. Tim dagegen liebt es, den witzigen Schweinchen Kunststücke beizubringen. Ein echter Zirkusjunge eben! Auch Paulina, die gerade ein Praktikum bei Tierarzt Philip Hansen macht, schließt die Minischweine sofort ins Herz – und Paul Paulina. Doch bei ihrem ersten Date ist die Stimmung so kühl wie der Eisbecher, denn Paulina hat ganz andere Sorgen. Im Wald wurde ein totes Wildschwein mit Verdacht auf Schweinepest gefunden. Womöglich müssen aus Vorsichtsmaßnahme auch Pauls Minischweine gekeult werden! Tim wagt im Alleingang eine leichtsinnige Rettungsaktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896077","hoster":"VOE"},{"path":"/redirect/11896076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-12","name":"Zum Fressen gern","epNo":12,"alt":"","descr":"Jan mag lieber Zweiräder als Vierbeiner, doch ausgerechnet auf ihn hat es das niedliche Zwergpony Friedolin abgesehen. Statt weiterhin vereinsamt auf der Koppel zu stehen, findet es immer wieder Wege, sich zu befreien und vor Jan auf dem Reiterhof aufzutauchen. Lucy, Toni und Petra amüsieren sich prächtig, Jan ist genervt. Doch als der zwielichtige Pferdehändler Bröcker Friedolin zurückholt, packt Jan das Misstrauen. Heimlich inspiziert er Bröckers Stall und macht eine schlimme Entdeckung. Die Rettungsaktion beginnt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896082","hoster":"VOE"},{"path":"/redirect/11896080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tiere-bis-unters-dach/staffel-8/episode-13","name":"Vogelhochzeit","epNo":13,"alt":"","descr":"Es soll der schönste Tag in ihrem Leben sein. Eigentlich. Denn nachdem eine Sache nach der anderen schiefgeht, verlässt Petra und Martin langsam der Mut. Erst springt in letzter Sekunde der Caterer ab, dann fliegt die Stromsicherung raus, die Pferde büxen aus und auf der Hochzeitstorte steht der falsche Schriftzug. Und das Schlimmste haben Jan und Lucy dem Brautpaar noch gar nicht gebeichtet: Petras Ehering ist verschwunden. Als Lucy ihre Krähe Samson an der funkelnden Tischdeko zupfen sieht, kommt ihr ein Verdacht. Die Verfolgungsjagd bringt sie in ungeahnte Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11896086","hoster":"VOE"},{"path":"/redirect/11896085","hoster":"Streamtape"}]}]}]}]}