{"path":"/serie/stream/tim-und-struppi","name":"Tim und Struppi","descr":"Tim ist ein Reporter, der Gangstern hinterherjagt und für das Gute kämpft; ist hochintelligent, sprachgewandt, technisch begabt, mutig und trickreich – fast ein James Bond.Der Anfang jeder Folge bedeutet für Tim den Beginn eines neuen und spannenden Abenteuers: eine Jagd hinter Schwerverbrechern, eine Suche nach einem verschwundenen Objekt oder einer veschwundenen Person oder aber eine simple Gefälligkeit! Tapfer, ehrenvoll, sportlich und intellektuell … Tim und sein Hund Struppi nehmen jede Situation ernst und versuchen auf eine faire und menschenwürdige Weise, das Problem zu lösen. Zusammen mit ihren Freunden Kapitän Haddock (\"Alle tausend Höllenhunde\"), Professor Bienlein und den beiden Schul(t)zes geraten Tim und sein Foxterrier in spannende Abenteuer.","seasons":[{"path":"/serie/stream/tim-und-struppi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-1","name":"Die Krabbe mit den goldenen Scheren","epNo":1,"alt":"","descr":"Reporter Tim hält sich in Chicago auf, wo er über die Banden, die dort ihr Unwesen treiben, berichtet. Doch diesen gefällt Tims Einmischung überhaupt nicht. Und so versuchen sie, ihn aus dem Weg zu schaffen. Dabei lernt Tim Mr. Smiles, einen Freund Al Capones, kennen, der ihm die Zusammenarbeit anbietet. Aber Mr. Smiles hat Tim total unterschätzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491994","hoster":"VOE"},{"path":"/redirect/8649020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-2","name":"Das Geheimnis der ‚Einhorn‘","epNo":2,"alt":"","descr":"Auf dem Flohmarkt kauft sich Tim ein altes Schiffsmodell. Kurz darauf wird es ihm wieder gestohlen. Als Kapitän Haddock ihm die Geschichte seines Vorfahren, des Ritter von Hadoque erzählt, finden sie das Geheimnis der \"Einhorn\" heraus. Auf dem Flohmarkt kauft sich Tim ein altes Schiffsmodell. Kurz darauf wird es ihm wieder gestohlen. Als Kapitän Haddock ihm die Geschichte seines Vorfahren, Durch ein altes Schiffsmodell kommen Tim und Kapitän Haddock auf die Spur von Ritter von Hadoque und dem Geheimnis der Einhorn, einer alten Dreimastfregatte. Sie machen sich auf die Suche nach dem sagenumwobenen Schatz der Einhorn. Dafür benötigen sie drei Schriftrollen; doch eine von ihnen wurde gestohlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491991","hoster":"VOE"},{"path":"/redirect/8649019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-3","name":"Der Schatz ‚Rackhams‘ des Roten","epNo":3,"alt":"","descr":"Professor Bienlein bietet Tim und Kapitän Haddock ein aussergewöhnliches Tiefseeforschungsgerät für ihre Schatzsuche an. Auch Schulze und Schultze gehen mit ihnen auf grosse Fahrt, denn schliesslich sind sie auf der Suche nach den ausgebrochenen Gebrüdern Vogel. Doch die Schatzsuche erweist sich als gefährlicher als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491987","hoster":"VOE"},{"path":"/redirect/8649013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-4","name":"Der blaue Lotus","epNo":4,"alt":"","descr":"Dieses Mal bekommen Tim und Struppi einen Auftrag vom Geheimbund \"Söhne des Drachens\". Sie sollen den Boss eines Opiumrings ausfindig machen. Das ist leichter gesagt als getan. Doch schließlich findet Reporter und Hobby-Detektiv Tim den Kopf der Bande namens Mitsuhirato in der Opiumhöhle \"Der blaue Lotus\". Noch immer sind Tim und Struppi den Opiumhändlern auf der Spur. In China lernen sie den Waisenjungen Tschang kennen. Er hilft ihnen tatkräftig. Doch dann taucht der totgeglaubte Rastapopoulus auf der Bildfläche auf. Und schon wird es brenzlig für den Reporter und seinen Hund. Nur Tschang kann ihnen jetzt noch helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383267","hoster":"VOE"},{"path":"/redirect/8649017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-5","name":"Die Zigarren des Pharaos","epNo":5,"alt":"","descr":"Endlich Zeit, um mal richtig auszuspannen! Für Tim und Struppi ist Urlaub etwas Seltenes. Umso mehr freuen sich der Detektiv und sein Hund auf die wohlverdienten Ferien. Doch wie sollte es anders sein: aus den erhofften ruhigen Tagen wird nichts. Denn Professor Siclone hat eine Einladung geschickt, die zu verlockend klingt: er lädt Tim und Struppi ein, ihn zum Grabmal des Pharaos zu begleiten. Wie könnte Tim da ablehnen?! Doch als der Detektiv und sein vierbeiniger Freund am fernen Ziel eintreffen, ist der Professor verschwunden. Immer noch suchen Tim und Struppi den verschwundenen Professor Siclone. Im indischen Dschungel werden Tim und Struppi schließlich fündig. Der Professor ist wieder da – doch völlig durchgedreht. Was ist geschehen? Als Tim den Maharadscha kennenlernt, tun sich noch mehr Fragen auf. Denn in dessen Reich scheint alles drunter und drüber zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930623","hoster":"VOE"},{"path":"/redirect/8649016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-6","name":"Die schwarze Insel","epNo":6,"alt":"","descr":"Ein Flugzeugabsturz führt Tim und Struppi nach England. Was ist wirklich geschehen, wie kam es zu dem Unglück? Während der Ermittlungen stößt der Reporter auf eine Bande von Geldfälschern. Stecken sie hinter dem Flugzeugabsturz? Je mehr Tim herausbekommt, desto gefährlicher wird seine Lage. Erst recht, als er auf den Anführer der Bande stößt, einen gewissen Müller Noch immer sind Tim und Struppi hinter dem Banditen Müller her. Als sie sich per Flugzeug auf seine Fährte begeben, stürzen sie ab. Ausgerechnet auf der \"schwarzen Insel\". Die Einheimischen schlagen sich auf Tims Seite und warnen ihn. Sie nennen ihre Insel die Gespensterinsel und fürchten, dass Tim etwas zustoßen könnte, wenn er dort weiter nach Müller sucht. Und in der Tat, auf der Insel geschehen seltsame Dinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918106","hoster":"VOE"},{"path":"/redirect/8649018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-1/episode-7","name":"Der Fall Bienlein","epNo":7,"alt":"","descr":"Professor Bienlein ist berühmt für seine Experimente und Forschungsarbeit. Was ihn nicht selten in brenzlige Situationen gebracht hat. Als bordurische Geheimagenten hinter seiner neuesten Arbeit her sind, wird es eng. Tim, Kapitän Haddock und Struppi reisen nach Genf, wo sich der Professor gerade aufhält. Doch sie können nicht mehr verhindern, dass er entführt wird. Es bleibt spannend für Tim, Kapitän Haddock und Struppi. Als sie in Bordurien ankommen, um Professor Bienlein zu suchen, werden sie in Arrest genommen. Das Trio kann fliehen und gewinnt das Vertrauen der Sängerin Castafiore. Die Dame gelangt in den Besitz der Entlassungspapiere für den Professor, der gefangen gehalten wird. Ob das hilft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336240","hoster":"VOE"},{"path":"/redirect/8649015","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-1","name":"Der geheimnisvolle Stern","epNo":1,"alt":"","descr":"Die Welt ist in heller Aufruhr. Ein Meteorit bedroht die Erde. Er rast mit unglaublicher Geschwindigkeit auf den blauen Planeten zu, verfehlt ihn aber in letzter Sekunde um Haaresbreite. Nur ein Stückchen des Meteoriten fällt in der Arktis ins Meer. Sofort macht sich ein Trupp von Forschern auf, um das unbekannte Metall zu bergen. Tim und Struppi sind mit von der Partie. Doch schon bald stellen die Forscher fest: nicht nur sie sind an dem Meteoritenstückchen interessiert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491995","hoster":"VOE"},{"path":"/redirect/8649014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-2","name":"Der Arumbaya-Fetisch","epNo":2,"alt":"","descr":"Große Aufregung im Museum! Ein antiker Fetisch der Arumbaya-Indianer ist gestohlen worden. Doch schon kurze Zeit später ist das Stück wieder da. Tim findet heraus: Bei dem wieder aufgetauchten Fetisch handelt es sich um eine Fälschung. Wo also ist das Original? Der Reporter und sein Hund gehen der Sache nach. Und stoßen bald auf zwei Männer, die ein besonderes Interesse an dem Fetisch zu haben scheinen.  Tim und Struppi machen sich zum Stamm der Arumbayas auf. Sie wollen hinter das Geheimnis des verschwundenene Fetischs kommen. Die Indianer, die sie aufsuchen, erzählen ihnen ihre Geschichte. Als Tim und Struppi wieder zu Hause sind, müssen sie sich beeilen, um die Spur des Fetischs nicht zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930625","hoster":"VOE"},{"path":"/redirect/8649022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-3","name":"König Ottokars Zepter","epNo":3,"alt":"","descr":"Was ist dran an dem Gerücht, dass König Ottokars Zepter gestohlen werden soll? Tim bekommt einen Tipp – und macht sich sofort auf nach Syldavien, wo das Zepter zum Staatsschatz gehört. Kaum angekommen, begegnet Tim dem seltsamen Professor Janus, der irgendwie in die Sache verstrickt zu sein scheint.  Tims Verdacht, dass Professor Janus etwas mit dem bevorstehenden Diebstahl von König Ottokars Zepter zu tun hat, bestätigt sich. Tim will den König von Syldavien warnen, dass Räuber hinter dem Zepter her sind, doch ständig verhindert irgendjemand, dass der Privatdetektiv eine Audienz bekommt. Und dann ist es soweit: Professor Janus stiehlt das wertvolle Stück. Zum Glück kommen Schulze und Schulze Tim zu Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114953","hoster":"VOE"},{"path":"/redirect/8649021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-4","name":"Tim in Tibet","epNo":4,"alt":"","descr":"Tim, Struppi und Kapitän Haddock gehen auf eine Expedition, die sie nach Tibet führt. Sie suchen nach einem Freund, der laut Zeitungsmeldung bei einem Flugzeug-absturz ums Lebens gekommen sein soll. Tims Ahnung war richtig. Sie finden im Schneegebirge Überlebenszeichen des Jungen und setzen die gefährliche Suche nach dem Freund fort Noch immer suchen Tim, Struppi und Kapitän Haddock nach ihrem Freund in Tibet. Die Suche wird wegen der eisigen Kälte und des Schnees immer komplizierter. Plötzlich treffen sie auf Mönche, die die Freunde in ihr Kloster mitnehmen. Eindringlich warnen sie Tim vor dem Schneemenschen. Doch der Reporter lässt sich nicht aufhalten. Er setzt die Suche nach kurzer Verschnaufpause fort. Und steht bald vor einer geheimnisvollen Höhle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8491998","hoster":"VOE"},{"path":"/redirect/8649023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-5","name":"Tim und die Picaros","epNo":5,"alt":"","descr":"Die Sängerin Castafiore und Schulz \u0026 Schulz werden in Theodoras verhaftet. Tim, Struppi, Kapitän Haddock und Professor Bienlein fahren nach Tapicapolis, um der Sache auf den Grund zu gehen. Sie finden heraus, dass General Tapioca den Regierungschef General Alcazar, ein Freund von Tim, abgesetzt hat. Bei der Besichtigung einer Pyramide wird ein Überfall der Picaros vorgetäuscht, bei dem Tim und seine Freunde ums Leben kommen sollen. Doch die Picaros helfen ihnen. Tim versucht den General der Picaros davon zu überzeugen, seine Revolution ohne Blutvergießen durchzuführen. Doch zunächst einmal müssen die Rebellen vom Alkohol wegkommen. Da weiß Professor Bienlein Rat. Der Karneval in Tapiocapolis begünstigt die Revolution und auch die Befreiung der Sängerin Castafiore und von Schulz \u0026 Schulz","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114955","hoster":"VOE"},{"path":"/redirect/8649024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-6","name":"Im Reich des schwarzen Goldes","epNo":6,"alt":"","descr":"Was ist bloß mit dem Öl lös? Seine Qualität wird schlechter und schlechter. Reporter Tim will der Sache nachgehen und schleicht sich als schwarzer Passagier an Bord des Tankers \"Speedol Star’, der nach Khemed ausläuft. Zu dumm nur, dass Tim und sein Hund Struppi entdeckt werden. Kurzerhand setzt man die \"Schnüffler\" in der Wüste aus. Doch auch hier kann Tim weiter ermitteln. Denn die Pipeline in der Wüste wird sabotiert. Ein gewisser Dr. Müller hat seine Hände im Spiel. Tim muss den Emir benachrichtigen Zwar hat Tim dem Emir alles über die Öl-Sabotage berichten können, doch der nimmt die Lage nicht so ernst. Erst als sein Sohn Abdallah verschwindet, macht sich der Emir Sorgen. Ist Abdallah entführt worden? Es scheint so. Tim gelingt es, Zutritt zum Palast von Dr. Müller zu bekommen. Der Bandit wird kurz darauf verhaftet – und Tim findet in Dr. Müllers Unterlagen einen Hinweis auf eine sonderbare Substanz: M14. Was ist das? Wollte Dr. Müller damit das Öl verändern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114956","hoster":"VOE"},{"path":"/redirect/8649026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-2/episode-7","name":"Flug 714 nach Sydney","epNo":7,"alt":"","descr":"In Sidney findet ein Raumfahrtkongress statt. Grund genug für Tim, Struppi, Kapitän Haddock und Professor Bienlein hinzufliegen. Doch ausgerechnet ihr Flugzeug wird entführt. Drahtzieher ist Rastapopulus. Er zwingt den Pilot auf einer Insel zu landen. Der Entführer will den schwer reichen Mr. Carreidas schnappen. Wie durch ein Wunder kann Tim fliehen. Der Professor jedoch wird gefangen genommen Das Flugzeug mit der Flugnummer 714 war auf dem Weg nach Sydney entführt worden. Rastopoulus zwang den Flugkapitän auf einer Insel zu landen. Tim konnte sich in einem günstigen Moment befreien und den anderen helfen. Eine seltsame Stimme führt Tim und die anderen über die Insel und durch geheime Gänge. Dort treffen sie auf den verlorengegangenen Professor Bienlein und einen Mann mit telepathischen Fähigkeiten. Währenddessen sprengt Rastopoulus den Tempel und aktiviert damit den Vulkan der Insel. Auf unglaubliche Weise werden sie aber von der Insel gerettet…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114957","hoster":"VOE"},{"path":"/redirect/8649028","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-1","name":"Kohle an Bord","epNo":1,"alt":"","descr":"Emir Ben Kalish Egab wurde entführt. Wer steckt dahinter? Tim, Struppi und Kapitän Haddock reisen sofort nach Khemed, um ihrem Freund zu helfen. Sehr schnell stellt sich heraus, dass hinter der Entführung des Emirs der berüchtigte Gangster Dr. Müller steckt. Wie es scheint, hat jedoch auch der Millionär Di Gorgonzola etwas mit der Sache zu tun. Ihn will das Trio endlich ausfindig machen. Leichter gesagt als getan.  Tim, Struppi und Kapitän Haddack sind noch immer hinter Di Gorgonzola her. Um ihn zu finden, begeben sie sich an Bord eines Frachtschiffs. Und schon fangen die Probleme an. Unterwegs werden die Freunde bombardiert. Warum bloß? Die Lösung folgt auf dem Fuß: An Bord des Schiffes befindet sich \"schwarze Kohle\". Damit sind Schwarzarbeiter gemeint, die wie Sklaven verfrachtet werden sollen. Das können die Hobby-Detektive nicht zulassen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492005","hoster":"VOE"},{"path":"/redirect/8649025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-2","name":"Die sieben Kristallkugeln","epNo":2,"alt":"","descr":"Aus den Anden wird eine Sensation gemeldet: eine Gruppe von Forschern hat bei Ausgrabungen ein Inkagrab mit einer Mumie entdeckt. Kurz darauf jedoch erkranken die beteiligten Archäologen an einer seltsamen Krankheit. Was steckt dahinter? Tim und sein Hund Struppi gehen der Sache nach. Noch immer sind Tim und Struppi mit der seltsamen Erkrankung der Anden-Forscher befasst. Hat die Mumie, die die Archäologen in einem Inkagrab gefunden haben, etwas damit zu tun? Es scheint so. Schon bald wissen Tim und Struppi mehr: die Mumie spielt ein böses Spiel mit magischen Kristallkugeln. Kaum sind der Reporter und sein Hund den Kugeln auf die Spur gekommen, verschwindet Professor Bienlein. Tims Suche nach seinem alten Freund führt ihn nach Peru.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114958","hoster":"VOE"},{"path":"/redirect/8649027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-3","name":"Der Sonnentempel","epNo":3,"alt":"","descr":"Wo steckt Professor Bienlein? Er ist wie vom Erdboden verschluckt. Tim und Struppi begeben sich auf die Suche und finden Anhaltspunkte dafür, dass der Professor in Peru ist. Kaum dort angekommen, werden Tim, Struppi und Kapitän Haddock von einem freundlichen und hilfsbereiten Jungen zum Sonnentempel geführt, wo Professor Bienlein gefangengehalten wird. Unterwegs werden sie von Banditen verfolgt. Der Sonnentempel ist alles andere als leicht zu erreichen. Tim, Struppi, Kapitän Haddock und Zorrino müssen zunächst ein gefährliches Schneegebirge durchwandern. Kaum haben sie das geschafft, steht die Wanderung durch den Dschungel an. Endlich gelangt die Truppe zu einem Wasserfall, hinter dem sich ein geheimer Zugang zum Sonnentempel verbirgt. Tatsächlich: im Tempel finden sie Professor Bienlein. Doch die Abenteuer sind damit noch nicht beendet, denn beinahe landet die kleine Gruppe auf einem Scheiterhaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492006","hoster":"VOE"},{"path":"/redirect/8649030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-4","name":"Die Juwelen der Sängerin","epNo":4,"alt":"","descr":"Kapitän Haddock ist mutig und lässt sich von einer Zigeunerin die Zukunft vorhersagen. Die Frau weiß unter anderem, dass der Kapitän bald in ein Abenteuer geraten wird, das in Zusammenhang mit einer großen blonden Dame steht. Diese wird demnächst ins Schloss einziehen. Und danach ist nichts mehr, wie es einmal war. Wer hätte ahnen können, dass die große blonde Dame die Sängerin Castafiore ist? Tatsächlich ist die Sängerin Castafiore ins Schloss eingezogen. Und schon fangen die Probleme an. Der Sängerin wird ein wertvoller Smaragd gestohlen. Prompt stehen Schulze und Schultze auf der Matte. Sie wollen den Fall klären. Ungeschickt wie immer, verursachen die Detektive reichlich Chaos. So verdächtigen sie etwa das gesamte Hotelpersonal. Doch Tim ist sich sicher, dass Schulze und Schultze auf der falschen Fährte sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492008","hoster":"VOE"},{"path":"/redirect/8649041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-5","name":"Reiseziel Mond","epNo":5,"alt":"","descr":"Lange Zeit hat Professor Bienlein für das Kernforschungszentrum von Syldavien ein Projekt entwickelt. Jetzt ist es soweit: Seine Arbeit ist fertig. Das heißt konkret: Professor Bienlein wird mit einer speziellen und neuartigen Rakete in Richtung Mond fliegen. Mit von der Partie sind neben Tim und Struppi auch der knöterige Kapitän Haddock. Ziel ist es, eine vom Professor gebaute Rakete zu zerstören, die noch immer im All umherfliegt – nur leider außer Kontrolle geraten ist. Schuld daran sind feindliche Kräfte. Nachdem Professor Bienleins erste Rakete für die Reise zum Mond zerstört wurde, hat der Professor eine neue Rakete konstruiert. Er weiht Tim und Kapitän Haddock in alle technischen Daten ein, zieht sich jedoch bei der Besichtigung der Rakete einen Schock zu. Käpt’n Haddock läßt nichts unversucht, um Professor Bienlein zu heilen, doch es scheint aussichtslos. Währenddessen plant die feindliche Seite die Operation \"Odysseus\". Das Wort \"Hanswurst\" führt zur überraschenden Heilung des Professors, und die Reise zum Mond kann starten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114964","hoster":"VOE"},{"path":"/redirect/8649038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-6","name":"Schritte auf dem Mond","epNo":6,"alt":"","descr":"Wieder dürfen Kapitän Haddock, Tim und Struppi eine Rakete von Professor Bienlein betreten. Und nicht nur das: sie sind eingeladen worden eine Mondexpedition zu begleiten. Die Aufregung ist groß. Doch kaum ist die Rakete gestartet, fangen die Probleme an. Eine feindliche Macht will das Unternehmen \"Odysseus\" sabotieren. Und außerdem befinden sich blinde Passagiere an Bord. Dann wird auch noch der Sauerstoff knapp. Während Professor Bienlein und Kapitän Haddock den Mond erkunden, will der eingeschleuste Oberst Jorgen die Rakete entführen. Er wir aber überwältigt. Der Sauerstoffmangel macht sich jedoch mehr und mehr bemerkbar und wird zu einer immer stärkeren Bedrohung. Die Besatzung ist kaum noch in der Lage, die Rakete zur Erde zurückzusteuern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13114965","hoster":"VOE"},{"path":"/redirect/8649044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tim-und-struppi/staffel-3/episode-7","name":"Tim in Amerika","epNo":7,"alt":"","descr":"Tim berichtet als Reporter in Chicago über kriminelle Banden, die dort ihr Unwesen treiben. Allerdings gerät er schon bald in große Gefahr, weil die Gangster seine Einmischung als Bedrohung empfinden und ihn loswerden wollen. Während seiner Arbeit lernt Tim Mr. Smiles, einen Freund Al Capones, kennen. Der verkennt Tims Ziele total und bietet ihm die Zusammenarbeit an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930632","hoster":"VOE"},{"path":"/redirect/8649036","hoster":"Streamtape"}]}]}]}]}