{"seriesId":"tim-allen-kampf-der-heimwerkerknige","name":"Tim Allen - Kampf der Heimwerkerkönige","descr":"Tim Allen und Richard Karn aus der Sitcom \"Hör mal, wer da hämmert!\" haben sich für einen neuen Heimwerker-Wettbewerb zusammengetan: In dieser Reihe besuchen sie Heimwerker in ihren privaten Werkstätten, die ihr Können bei der Reparatur und der Verbesserung von \"Wegwerfgegenständen\" unter Beweis stellen müssen. Dadurch soll die Wertschätzung an solchen Gegenständen, die uns den Alltag erleichtern, wieder gesteigert werden. In der Sendung wird zudem die Geschichte der Erfinder und Entwickler dieser hilfreichen Alltagsgegenstände beleuchtet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Allzweck-Laubbläser","epNo":1,"alt":"Bring the Heat","descr":"Tim Allen und Richard Karn stellen die Fähigkeiten der Bastler auf die Probe, als sie sie einen Laubbläser für das ganze Jahr entwickeln lassen, der auch Eis und Schnee schmelzen kann. Aber bevor sie mit dem Feuer spielen können, müssen sie beweisen, dass sie es löschen können, indem sie einen Feuerlöscher der Klasse A herstellen. Es wird sich zeigen, ob die Teilnehmer die nötige Hitze aufbringen, um die Herzen von Tim und Richard zum Schmelzen zu bringen, oder ob sie im Regen stehen gelassen werden.","versions":[{"lang":1,"streams":[{"redirect":8613938,"hoster":"VOE"},{"redirect":8613924,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein besonderer Grill","epNo":2,"alt":"Smokin\u0027 Hot","descr":"Tim Allen und Richard Karn heizen den Wettbewerb an, als sie die Bastler bitten, einen mobilen BBQ-Grill mit allem Drum und Dran zu bauen. Doch bevor sie mit dem Grillen beginnen können, müssen sie erst beweisen, dass sie Feuer machen können, indem sie einen Gasbrenner zur Fleischzubereitung herstellen. Es wird sich zeigen, ob die Teilnehmer mit ihren mobilen Grills die Ziellinie erreichen oder ob ihre Tailgating-Kreationen in Flammen aufgehen.","versions":[{"lang":1,"streams":[{"redirect":8613933,"hoster":"VOE"},{"redirect":8613934,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grüner Daumen","epNo":3,"alt":"Kicking Grass","descr":"Tim Allen und Richard Karn fordern die Vorstellungskraft der Bastler heraus, indem sie sie eine Alleskönner-Maschine für den Garten bauen lassen. Doch bevor sie ihre Gartenarbeit in Angriff nehmen können, müssen sie eine stoßdämpfende Essensschale für einen bequemen Liegesessel bauen.","versions":[{"lang":1,"streams":[{"redirect":8613906,"hoster":"VOE"},{"redirect":8613911,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ultimative Hundehütte","epNo":4,"alt":"Bad to the Bone","descr":"Tim Allen und Richard Karn fordern die Bastler heraus, ihr Bestes zu geben und die ultimative Hundehütte zu bauen. Aber bevor sie ihre perfekten Hundepaläste enthüllen können, müssen sie zuerst ihre Konstruktionsfähigkeiten unter Beweis stellen, indem sie eine funktionierende Hundetür bauen.","versions":[{"lang":1,"streams":[{"redirect":8613900,"hoster":"VOE"},{"redirect":8613893,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ran an den Speck","epNo":5,"alt":"Limber Up","descr":"Tim Allen und Richard Karn stellen die Fähigkeiten der Bastler auf die Probe, als sie sie ein Trainingsgerät bauen lassen, das mit allem Drum und Dran ausgestattet ist. Aber zuerst müssen die Konstrukteure ein funktionierendes Laufband bauen, um ihre Herzfrequenz in die Höhe zu treiben.","versions":[{"lang":1,"streams":[{"redirect":8866989,"hoster":"VOE"},{"redirect":8866990,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mini-Muldenkipper","epNo":6,"alt":"Scoop and Haul","descr":"Tim Allen und Richard Karn wissen ein paar Dinge darüber, wie man eine Last schultert, aber wenn die Last zu schwer wird, können die Schultern eine Pause gebrauchen. Deshalb fordern sie die Konstrukteure heraus, den ultimativen Mini-Muldenkipper zu bauen, der mit einer Klaue ausgestattet ist, die sowohl einen Baumstamm greifen als auch eine Mülltonne zerdrücken kann.","versions":[{"lang":1,"streams":[{"redirect":8866988,"hoster":"VOE"},{"redirect":8866991,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jacuzzi deluxe","epNo":7,"alt":"Steamed Up","descr":"Tim Allen und Richard Karn fordern die Konstrukteure heraus, einen DIY-Jacuzzi zu bauen. Doch bevor sie in ihre Whirlpools hüpfen können, müssen sie einen Brunnen bauen, der sowohl zur Hydratation als auch zur Entspannung geeignet ist.","versions":[{"lang":1,"streams":[{"redirect":8613897,"hoster":"VOE"},{"redirect":8613902,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Autowaschanlage 2.0","epNo":8,"alt":"Washed Up","descr":"Tim Allen und Richard Karn sind der Meinung, dass schmutzige Autos nicht zum Lachen sind. Deshalb fordern sie die Bastler heraus, eine mobile Autowaschanlage zu entwickeln, die jedes Auto zum Glänzen bringt. Aber zuerst müssen die Konstrukteure einen Handstaubsauger bauen.","versions":[{"lang":1,"streams":[{"redirect":8613895,"hoster":"VOE"},{"redirect":8613877,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Straßenfeger","epNo":9,"alt":"Swept Away","descr":"Tim Allen und Richard Karn glauben, dass eine saubere Einfahrt eine glückliche Einfahrt ist, also fordern sie die Konstrukteure heraus, die ultimative Straßenkehrmaschine zu bauen. Aber zuerst müssen sie herausfinden, wer die hellste Glühbirne in der Gruppe ist, indem sie die Bastler mit dem Bau von Scheinwerfern beauftragen.","versions":[{"lang":1,"streams":[{"redirect":8613984,"hoster":"VOE"},{"redirect":8613953,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es werde Licht","epNo":10,"alt":"Work It","descr":"Tim Allen und Richard Karn wissen nie, wo und wann sie ihr Werkzeug brauchen. Deshalb beauftragen sie die Macher, ihnen eine mobile Werkbank zu bauen. Doch bevor sie ihre Fähigkeiten auf die Straße bringen können, müssen sie eine robuste Taschenlampe bauen.","versions":[{"lang":1,"streams":[{"redirect":8613945,"hoster":"VOE"},{"redirect":8613937,"hoster":"Streamtape"}]}]}]}]}