{"seriesId":"timeless","name":"Timeless","descr":"Gangster Garcia Flynn (Goran Visnjic) stiehlt eine Zeitmaschine, um damit die Geschichte der USA zu ändern und das Land ins Chaos zu stürzen. Im Auftrag der Regierung wird daraufhin ein Team aus Spezialisten zusammengestellt, um den Kriminellen zu verfolgen und ihn aufzuhalten. Möglich wird das durch eine im Geheimen entwickelte Zeitmaschine der exzentrischen Unternehmerlegende Connor Mason (Patterson Joseph). Mason weiß, was es bedeutet, wenn eine solche Maschine in die falschen Hände gerät und ist bereit, die Regierung zu unterstützen.Historikerin Lucy Preston (Abigail Spencer), Kriegsveteran Wyatt Logan (Matt Lanter) und Wissenschaftler Rufus (Malcolm Barrett) heften sich an Flynns Fersen. Dabei müssen sie jedoch immer aufpassen, dass sie den Lauf der Geschichte nicht auch noch selbst ändern. ","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-0","name":"*  Folge 1 u. 2 beinhalten das nachträglich produzierte Serien-Ende, als Spezials *","epNo":1,"alt":"","descr":"","versions":[]},{"epId":"film-1","name":"Alpha \u0026amp; Omega (1)","epNo":2,"alt":"The Miracle Of Christmas Part 1","descr":"Um Rufus zu retten und Rittenhouses Sieg zu verhindern, erkennt Flynn, was zu tun ist. Das Team reist nach Sutter’s Mill im Jahr 1848 und trifft dort auf Joaquin Murrieta – das Vorbild für die Geschichte des Zorros. Hier wollen sie auch den letzten Rittenhouse-Agenten ausschalten, doch Emma hat einen Notfallplan.","versions":[{"lang":1,"streams":[{"redirect":8756932,"hoster":"VOE"},{"redirect":8649045,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Alpha \u0026amp; Omega (2)","epNo":3,"alt":"The Miracle Of Christmas Part 2","descr":"Das Team verfolgt das Mutterschiff nach Korea in den Winter des Jahres 1950. Hier helfen die Zeitreisenden einer schwangeren Flüchtlingsfrau bei ihrem Versuch, einem tragischen Schicksal zu entkommen. Dabei wartet die bislang härteste Herausforderung noch auf die Helden und es kommt zu einem dramatischen Showdown bei ihrer Mission, Rittenhouse endgültig zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8756985,"hoster":"VOE"},{"redirect":8649047,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jagd durch alle Zeiten","epNo":1,"alt":"Pilot","descr":"Als einer der gefährlichsten Flüchtige der Welt eine Zeitmaschine entwendet, bittet die US-Regierung eine Geschichtsprofessorin, Lucy Preston (Abigail Spencer), einen Soldaten, Wyatt Logan (Matt Lanter) und einen Wissenschaftler, Rufus Carlin (Malcolm Barrett), darum, zum Abenteuer ihres Lebens aufzubrechen und das kriminelle Mastermind Garcia Flynn (Goran Visnjic) zu jagen - beginnend bei der Hindenburg-Katastrophe von 1937.","versions":[{"lang":1,"streams":[{"redirect":14076800,"hoster":"VOE"},{"redirect":14021856,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verlierer an die Macht","epNo":2,"alt":"The Assassination of Abraham Lincoln","descr":"Lucy (Abigail Spencer), Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) jagen einen Terroristen bis in die Nacht der Lincoln-Ermordung, wo sie mit Schrecken herausfinden, dass der Terrorist mit Lincoln-Mörder John Wilkes Booth verwandt ist.","versions":[{"lang":1,"streams":[{"redirect":14076812,"hoster":"VOE"},{"redirect":14021857,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schöne und die Bombe","epNo":3,"alt":"Atomic City","descr":"Nachdem es im Las Vegas des Jahres 1962 gelandet ist, flüchtet das Team mit der berüchtigsten Mätresse der Ära.  Rufus (Malcolm Barrett) trifft derweil auf seinen alten Mentor, dessen Motive dunkler sein könnten, als jemals für möglich gehalten wurde.  Lucys Privatleben kollabiert unterdessen, während Wyatt (Matt Lanter) versucht, die Geschichte zu seinen Gunsten zu verändern. Überdies stellt sich heraus, dass Flynn (Goran Visnjic) bereit ist, über Leichen zu gehen.","versions":[{"lang":1,"streams":[{"redirect":14016089,"hoster":"VOE"},{"redirect":14021860,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stirb an einem vergangenen Tag","epNo":4,"alt":"Party at Castle Varlar","descr":"In dieser trifft Lucy (Abigail Spencer) auf Ian Fleming (Sean Maguire), der zu diesem Zeitpunkt noch nicht mit dem Schreiben von Agentengeschichten begonnen hatte. Gemeinsam mit Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) versuchen sie in Nazideutschland einen zeitreisenden Terroristen (Goran Visnjic) zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":14016074,"hoster":"VOE"},{"redirect":14021859,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feinde der Freiheit","epNo":5,"alt":"The Alamo","descr":"Nachdem ein Teammitglied entlassen wurde, reist Flynn (Goran Visnjic) zur Battle of the Alamo zurück. Das Team findet sich inmitten des berühmten Forts wieder, das von mexikanischen Soldaten belagert wird. Sie wissen, dass sämtliche Insassen dem Tod geweiht sind.","versions":[{"lang":1,"streams":[{"redirect":14076813,"hoster":"VOE"},{"redirect":14021873,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die wilden Siebziger","epNo":6,"alt":"The Watergate Tape","descr":"Das Team geht einem der größten politischen Skandale des 20. Jahrhunderts nach: Der Watergate-Affäre um US-Präsident Richard Nixon. Während Rufus (Malcolm Barrett) und Lucy (Abigail Spencer) den Fall noch einmal von vorne aufrollen und bei ihren Ermittlungen erschreckende Dinge aufdecken, werden die tragische Hintergründe aus Wyatts (Matt Lanter) Vergangenheit deutlich. Außerdem wird langsam klar, was Flynn (Goran Visnjic) eigentlich erreichen will.","versions":[{"lang":1,"streams":[{"redirect":14076814,"hoster":"VOE"},{"redirect":14029654,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alarm durch die Jahrhunderte","epNo":7,"alt":"Stranded","descr":"Das Trio verfolgt Garcia Flynn (Goran Visnjic) bis ins Jahr 1754, wo sich das Team in einem feindlichen Gebiet wiederfindet. Sie müssen einander vertrauen, um unter diesen Umständen zu überleben, die sie bis an die Grenze ihrer Belastbarkeit bringen. Agent Christopher (Sakina Jaffrey) schaut sich indes die Personalie Connor Mason etwas genauer an, während Jiya (Claudia Doumit) glaubt einen Weg gefunden zu haben, wie Rufus (Malcolm Barrett) in der Lage dazu sein könnte, mit den Menschen aus der Gegenwart zu kommunizieren.","versions":[{"lang":1,"streams":[{"redirect":14076815,"hoster":"VOE"},{"redirect":14021970,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Apollo 11 und Flynns eigene Mission","epNo":8,"alt":"Space Race","descr":"Die Menschen der USA erwartet Neuigkeiten von den Astronauten der Apollo 11-Mission, während Flynn (Goran Visnjic) auf den Plan tritt und die Ereignisse dieses historischen Tages komplett verändern will. Das Team muss mutiger als jemals zuvor sein, um dies zu verhindern, haben sie doch nur eine einzige Chance, um die Geschichte zu retten.","versions":[{"lang":1,"streams":[{"redirect":14076802,"hoster":"VOE"},{"redirect":14021861,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bonnie \u0026amp; Clyde mit Lucy \u0026amp; Wyatt","epNo":9,"alt":"Last Ride of Bonnie \u0026 Clyde","descr":"Auf der Flucht mit der bankraubenden Barrow-Gang muss das Team das Vertrauen von Bonnie und Clyde gewinnen, um Flynns Zielperson in den Südstaaten der Wirtschaftskrisenzeit zu finden.\r\rWährend Agent Christopher (Sakina Jaffrey) in der Gegenwart eine Spur verfolgt, gehen Lucy (Abigail Spencer), Rufus (Malcolm Barrett) und Wyatt (Matt Lanter) großes Risiko ein, weil sie glauben, dass Flynns Absichten wichtig für die Lösung des gesamten Puzzles sein könnten.","versions":[{"lang":1,"streams":[{"redirect":14076801,"hoster":"VOE"},{"redirect":14021862,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Konfrontation mit Rittenhouse","epNo":10,"alt":"The Capture of Benedict Arnold","descr":"Eine überraschende Wendung während der amerikanischen Revolution lässt Lucy (Abigail Spencer), Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) infrage stellen, ob sie die ganze Zeit auf der richtigen Seite gekämpft haben.\r\rWährend sich Agent Christopher (Sakina Jaffrey) in der Gegenwart auf das Worst-Case-Szenario vorbereitet, trifft das Team auf den Vater der Nation, schließt einen zwielichtigen Pakt und konfrontiert die Möglichkeit, nur noch für begrenzte Zeit ein Trio zu sein.","versions":[{"lang":1,"streams":[{"redirect":14076817,"hoster":"VOE"},{"redirect":14021863,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mörder und Magier auf der Weltausstellung","epNo":11,"alt":"The World\u0027s Columbian Exposition","descr":"Lucy (Abigail Spencer) wird von Flynn (Goran Visnjic) entführt und in das Jahr 1893 zur Weltausstellung in Chicago verschleppt. Dort ist ihre einzige Hoffnung der Meistermagier und Illusionist Harry Houdini, der sie aus ihrer misslichen Lage befreien soll. Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) suchen indes verzweifelt nach Lucy, stolpern dabei aber in eine gemeine Falle.","versions":[{"lang":1,"streams":[{"redirect":14076803,"hoster":"VOE"},{"redirect":14029173,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer ist der Mörder von Jesse James?","epNo":12,"alt":"The Murder of Jesse James","descr":"Flynn (Goran Visnjic) schließt sich mit dem legendären Verbrecher Jesse James zusammen. Gemeinsam hinterlassen sie eine Schneise aus Blut an der amerikanischen Grenze. Lucy (Abigail Spencer), Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) sind Flynn auf den Fersen und haben einen berüchtigten Marshal rekrutiert, um die Flüchtenden ihrer gerechten Strafe zuzuführen.","versions":[{"lang":1,"streams":[{"redirect":14076816,"hoster":"VOE"},{"redirect":14021864,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Drama des Karma","epNo":13,"alt":"Karma Chameleon","descr":"Wyatt Matt Lanter überzeugt Rufus Malcolm Barrett das Rettungsboot für eine unerlaubte Mission zu stehlen, um zu verhindern, dass Jessicas Mörder je geboren wird. Lucy Abigail Spencer muss die beiden in der Gegenwart decken, als Agent Christopher Sakina Jaffrey entdeckt, dass das Boot weg ist. Anthony Bruhl Matt Frewer macht ein beunruhigendes Geständnis.","versions":[{"lang":1,"streams":[{"redirect":14076805,"hoster":"VOE"},{"redirect":14021971,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Damals in Paris","epNo":14,"alt":"The Lost Generation","descr":"Während Lucy (Abigail Spencer) mit ihrer neuen Identität hadert, verschwindet Flynn (Goran Visnjic) ins Frankreich des Jahres 1927, an den Tag, an dem Charles Lindbergh seinen transatlantischen Flug beendete.\r\rRufus (Malcolm Barrett), Lucy und ihr neuer Mitstreiter eilen durch die Stadt der Lichter und schließen sich mit dem jungen Reporter Ernest Hemingway zusammen, um die Geschiche aufrechtzuerhalten.","versions":[{"lang":1,"streams":[{"redirect":14076804,"hoster":"VOE"},{"redirect":14022402,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mit der Mafia","epNo":15,"alt":"Public Enemy No. 1","descr":"Flynn (Goran Visnjic) reist ins Chicago des Jahres 1931, um sich mit Al Capone zusammenzuschließen.\r\rLucy (Abigail Spencer), Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) streben derweil eine Allianz mit dem einzigen Mann an, der Capone zur Strecke bringen kann: Eliot Ness.","versions":[{"lang":1,"streams":[{"redirect":14076818,"hoster":"VOE"},{"redirect":14021866,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gestern verbünden wir uns","epNo":16,"alt":"The Red Scare","descr":"Als eines der Leben der Helden riskiert wird, jagt das Team Flynn (Goran Visnjic) bis nach 1945 durch die paranoiden Korridore von Joe McCarthys (Spencer Garrett) Washington, D.C., unterwegs zu einem Geheimnis - einem einmal-pro-Generation Treffen von den Rittenhouse Anführern.\r\rWährend sie dort sind, muss Lucy (Abigail Spencer) das ultimative Opfer bringen, um die Geschichte , so wie wir sie kennen, zu retten.","versions":[{"lang":1,"streams":[{"redirect":14076819,"hoster":"VOE"},{"redirect":14029655,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Krieg der alle Kriege beendet","epNo":1,"alt":"The War to End All Wars","descr":"Nachdem sie gerade so der Explosion bei Mason Industries entkommen konnten, jagen Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) dem Mothership hinterher, das sie nach Frankreich während des ersten Weltkrieges führt. Dort müssen sie Lucy (Abigail Spencer) vor Rittenhouse retten. Diese hat sich indes mit der berühmten Wissenschaftlerin Marie Curie zusammengeschlossen, um verwundeten, amerikanischen Soldaten zu helfen. Einer von diesen ist jedoch ein alter Bekannter...","versions":[{"lang":1,"streams":[{"redirect":14076811,"hoster":"VOE"},{"redirect":14021867,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf der Rennstrecke des Schicksals","epNo":2,"alt":"The Darlington 500","descr":"Das Time Team jagt Rittenhouse zu einem Autorennen in den 1950er Jahren, wo Wyatt (Matt Lanter) erfährt, dass sein Lieblingsrennfahrer eigentlich ein Agent von Rittenhouse ist, der die Autoindustrie zerstören will. Um Ritenhouses Plan zu vereiteln, tun sich Wyatt, Lucy (Abigail Spencer) und Rufus (Malcolm Barrett) mit Wendell Scott (Joseph Lee Anderson) zusammen, dem ersten afroamerikanischen NASCAR-Fahrer.","versions":[{"lang":1,"streams":[{"redirect":14076810,"hoster":"VOE"},{"redirect":14021972,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gegen Orson Welles","epNo":3,"alt":"Hollywoodland","descr":"Als ein Schläferagent von Rittenhouse im Hollywood des Jahres 1941 die einzige Kopie des Filmklassiker Citizen Kane stiehlt, schliessen sich Lucy (Abigail Spencer), Wyatt (Matt Lanter) und Rufus (Malcolm Barrett) mit Hedy Lamarr (Alyssa Sutherland), um den Streifen zurückzubekommen. Lamarr stellt sich dabei nicht nur als glamouröser Filmstar heraus, sondern auch als ein wissenschaftliches Genie, deren Entdeckungen unter anderem zur Erfindung der drahtlosen Internetverbindung geführt hat.","versions":[{"lang":1,"streams":[{"redirect":14076806,"hoster":"VOE"},{"redirect":14021868,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hexenjagd in Salem","epNo":4,"alt":"The Salem Witch Hunt","descr":"Während sich Wyatt vom Bunker entfernt, um eine unglaubliche Wahrheit zu erfahren, jagen Lucy, Rufus und ihr ehemaliger Widersacher Garcia Flynn das Mutterschiff zur Hexenverfolgung in Salem.","versions":[{"lang":1,"streams":[{"redirect":14076823,"hoster":"VOE"},{"redirect":14021869,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kennedy heute","epNo":5,"alt":"The Kennedy Curse","descr":"Als eine Mission schief läuft, sehen sich Wyatt und Rufus gezwungen, den 17-jährigen John F. Kennedy mit zurück in die Gegenwart zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14076820,"hoster":"VOE"},{"redirect":14026158,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Blues Brother","epNo":6,"alt":"The King of the Delta Blues","descr":"Als Rufus und Jiya einen vierten Sitz im Rettungsboot einbauen, stößt Connor Mason zum ersten Mal zum Team, um in die Südstaaten der Depression-Ära zu reisen und das Leben des Blues-Musikers Robert Johnson zu retten. Dessen Legende besagt, dass er dem Teufel sein musikalisches Genie abgekauft und dafür mit seiner Seele bezahlt hat.","versions":[{"lang":1,"streams":[{"redirect":14076809,"hoster":"VOE"},{"redirect":14021870,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mrs. Sherlock Holmes","epNo":7,"alt":"Mrs. Sherlock Holmes","descr":"Im pulsierenden New York des Jahres 1919 wird der Frauenrechtlerin Alice Paul (Erica Dasher) ein Mord in die Schuhe geschoben. Das Time Team tut sich mit der legendären Kriminalistin Grace Humiston (Sarah Sokolovic) zusammen, die als Mrs. Sherlock Holmes bekannt wurde. Gemeinsam müssen sie den Fall rechtzeitig lösen, damit Alice Paul eine wichtige Rede halten kann, die das Frauenwahlrecht in Gang bringt.\r\rIn der Gegenwart sammelt Connor Mason (Paterson Joseph) Insiderinformationen der Rittenhouse Razzia.","versions":[{"lang":1,"streams":[{"redirect":14076821,"hoster":"VOE"},{"redirect":14029656,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Am Tag, als auf Reagan geschossen wurde","epNo":8,"alt":"The Day Reagan Was Shot","descr":"Das Team reist ins Jahr 1981, dem Tag an dem auf Präsident Reagan geschossen wird, nach Washington D.C. Dort entdecken sie, dass das Ziel des Schläfers nicht der Präsident ist sondern eine junge Polizistin - niemand anderes als Agent Christopher (Sakina Jaffrey), die das Team zusammengestellt hat. Das Team muss Agent Christophers Leben retten und sie vor einem Fehler bewahren, der nicht nur ihre eigene Zukunft, sondern auch die des Teams und der ganzen Welt bedrohen könnte.","versions":[{"lang":1,"streams":[{"redirect":14076807,"hoster":"VOE"},{"redirect":14021871,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Feinde im Sturm","epNo":9,"alt":"The General","descr":"Das Mutterschiff springt nach South Carolina in das Jahr 1863, wo das Team sich mit einer Spionin der Nordstaaten und militärischen Anführerin zusammenschließt, um den Ausgang des amerikanischen Bürgerkrieges zu verändern. In der Gegenwart nimmt die dubiose Organisation Rittenhouse derweil das Team ins Visier und trifft dieses an einer empfindlichen Stelle.","versions":[{"lang":1,"streams":[{"redirect":14076808,"hoster":"VOE"},{"redirect":14029657,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Reise in den Tod","epNo":10,"alt":"Chinatown","descr":"Jiya (Claudia Doumit) wagt einen mutigen Fluchtversuch aus den Fängen von Rittenhouse, wodurch sie im Jahr 1888 in San Francicso landet, genauer direkt in Chinatown. Ohne eine Möglichkeit, zurück in ihre Zeit zu kehren, liegt es nun an dem Team, Jiya zu retten. Doch werden sie es schaffen? Am Ende dieses actionreichen Abenteuers werden die Zeitreisenden alles hinterfragen, was sie bisher geglaubt haben.","versions":[{"lang":1,"streams":[{"redirect":14076822,"hoster":"VOE"},{"redirect":14021872,"hoster":"Streamtape"}]}]}]}]}