{"path":"/serie/stream/timm-thaler","name":"Timm Thaler","descr":"13-tlg. dt. Abenteuerserie von Justus Pfaue und Peter M. Thouet nach dem Roman \"Timm Thaler oder Das verkaufte Lachen\" von James Krüss, Regie: Sigi RothemundDer zwölfjährige Timm Thaler (Tommi Ohrner) hat ein auffallend fröhliches Lachen. Der Baron de Lefouet (Horst Frank), reichster und mächtigster Mann der Welt, der die Ölförderung genauso kontrolliert wie den Getreideanbau, lacht nie. Da er neben der bösen auch die gute Hälfte der Welt besitzen will, braucht er Sympathien, die er sich von Timms Lachen erhofft. Der Baron und sein Sekretär Anatol (Richard Lauffen) sorgen dafür, dass Timms Vater Friedemann Thaler (Gerhart Lippert) bei einem Flugzeugabsturz ums Leben kommt. Denn der Baron kontrolliert auch die Katastrophen der Welt. Danach ist Timm ohnehin nicht mehr zum Lachen zumute und er bereit, es dem Baron zu verkaufen. Im Gegenzug gewinnt Timm jede Wette, und sei sie noch so verrückt.","seasons":[{"path":"/serie/stream/timm-thaler/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/timm-thaler/staffel-1/episode-1","name":"Das verlorene Lachen","epNo":1,"alt":"","descr":"Der zwölfjährige Timm Thaler hat es gut. Sein unwiderstehliches Lachen treibt sämtliche Mädchen dazu, ihm die Klassenarbeiten in Englisch, Latein oder Mathematik zu schreiben. Dieses Lachen fällt einem geheimnisvollen Geschäftsmann auf, der unter dem Namen \"Der Baron\" auf der ganzen Welt wichtige Schlüsselindustrien kaufen will. Mit allen Mitteln versucht er dem jungen Timm Thaler dieses Lachen abzukaufen, denn damit kann er seine Geschäftspartner betören. Aber Timm denkt nicht im Traum daran, sein Lachen abzugeben. So müssen der Baron und sein Sekretär Anatol infame Tricks anwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865686","hoster":"VOE"},{"path":"/redirect/9865685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-2","name":"Ein Pakt mit dem Teufel","epNo":2,"alt":"","descr":"Der Tod des Vaters zerstört Timms Welt. Plötzlich stellt sich heraus, dass die Familie mit einer haushohen Hypothek alleine und nahezu unversorgt dasteht. Auf geheimnisvoll undurchsichtige Weise wird Timm ein Brief zugespielt, der ihm ein Vertragsangebot macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865688","hoster":"VOE"},{"path":"/redirect/9865692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-3","name":"Der Baron kann lachen","epNo":3,"alt":"","descr":"Timm Thaler, der sein unwiderstehliches Lachen an den reichen Geschäftsmann mit Namen \"Der Baron\" verkauft hat, gewinnt zwar jetzt jede Wette, aber glücklich ist er damit nicht. Also setzt Timm alles drauf und dran, sein Lachen zurückzubekommen und läuft von zu Hause fort. Mit seinen fabelhaften Wettfähigkeiten gelingt es ihm, alle Verfolger zu übertölpeln. Vom Hamburger Hafen aus will er mit einem Schiff zu der Insel Aravanadi fahren will, jener Insel, auf der der Baron seinen geheimnisvollen Hauptstützpunkt hat. Als blinder Passagier schmuggelt sich Timm auf das Schiff. Doch lange kann er sich nicht verstecken. Er wird entdeckt und dem Kapitän zugeführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865691","hoster":"VOE"},{"path":"/redirect/9865693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-4","name":"Auf der Spur des Barons","epNo":4,"alt":"","descr":"Timm findet auf dem Schiff erste Freunde: Die Missionsschwester Agatha, die soeben zu einer Inspektionsreise in den Kongo unterwegs ist, und den Schiffskoch Heinrich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865694","hoster":"VOE"},{"path":"/redirect/9865695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-5","name":"Als blinder Passagier an Bord","epNo":5,"alt":"","descr":"In seinem prächtigen Vulkanpalast auf der Insel Aravanadi geht der Baron weiter seinen düsteren Geschäften nach. Von hier aus kann er alle Aktivitäten mittels eines elektronischen Kommunikationsüberwachungssystems kontrollieren. So entgeht ihm auch nicht, dass Timm sich mit Schwester Agatha und Schiffskoch Heinrich angefreundet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865703","hoster":"VOE"},{"path":"/redirect/9865702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-6","name":"Begegnung mit dem Baron","epNo":6,"alt":"","descr":"Gemeinsam mit Missionsschwester Agatha und dem Schiffskoch Heinrich ist Timm Thaler auf der Insel Arvanadi gelandet. Dort suchen sie einen Abbé auf, der von legendenhaften Geheimnissen der Insel weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865622","hoster":"VOE"},{"path":"/redirect/9865626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Mittlerweile nervös geworden, beobachtet der Baron, wie sich der ungleiche Gegner Timm Thaler seinem Hauptquartier nähert. Er beschließt, den Jungen in seine Gewalt zu bekommen. Timm Thaler erleichtert ihm leichtsinnigerweise die böse Absicht. Die neueste Wette, der reichste Junge der Welt zu werden, kann nur aufgehen, wenn der Baron ihn zu seinem Erben ernennt. Schließlich besagt der Vertrag zwischen Timm Thaler und dem Baron, dass Timm alle seine Wetten gewinnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13664447","hoster":"VOE"},{"path":"/redirect/13664446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Timm erhält eine Einladung vom Baron, der ihn zu seinem Erben ernennen will. Mit eindrucksvollem Aufwand wird Timm Thaler, der reichste Junge der Welt, von dem Schiff abgeholt, das ihn nach Aravanadi gebracht hat. Timms Freunde Agatha und Heinrich nehmen an, dass Timm dem Glanz des Reichtums erlegen ist. Seine Freunde sind von ihm enttäuscht. Aber Timm geht auf dieses faszinierende Angebot nur ein, um dem Baron näherzukommen. Der Baron unterweist Timm Thaler in der hohen Kunst der Geschäftspolitik. Timm lernt, unverbindliche Gespräche zu führen, um große Verbindlichkeiten zu erlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865629","hoster":"VOE"},{"path":"/redirect/9865628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Der Baron unterweist Timm Thaler in der hohen Kunst der Geschäftspolitik. Timm lernt, unverbindliche Gespräche zu führen, um große Verbindlichkeiten zu erlangen. Er lernt, Untergebene zu be- und misshandeln, die ganze Partitur von Verhaltensmustern, mit denen machtbesessene Menschen ausgestattet sind. Es kommt zum Höhepunkt, als Timm Thaler einer internationalen Journalistenkonferenz vorgestellt wird. Agatha, die niemals ihre Hoffnung auf Timm Thaler aufgegeben hatte, hat eine Journalistin verpflichtet, ihm in dieser Pressekonferenz eine gefährliche Frage zu stellen. Diese Frage geht nicht nur über seine Kräfte, sondern auch an den Nerv des Barons, der hysterisch die Konferenz abbricht. Zum ersten Mal erfährt der Baron, dass er in Timm Thaler einen gleichwertigen Gegner hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865630","hoster":"VOE"},{"path":"/redirect/9865631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-10","name":"Im Vulkanpalast des Barons","epNo":10,"alt":"","descr":"Timm Thaler, der reichste Junge der Welt, ist dem Baron, dem einflussreichsten Mann der Welt, entwischt. Damit bringt Timm das ganze, fein gesponnene Konglomerat aus Geschäften und Beteiligungen, politischem Einfluss und Macht durcheinander. Genau das war Timm Thalers Plan. Er will dem Baron seine Macht demonstrieren und ihn mit seinen eigenen Waffen schlagen. Hysterisch jagen ihn die Vasallen des Barons, und schließlich lässt sich Timm wieder einfangen. Er hofft, dass der Baron zum Einlenken bereit ist. Wie eine kalte Dusche wirkt es auf ihn, als der Baron einen neuen Geschäftspartner mit seinem, also mit Timms Lachen, umgarnt und einfängt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336227","hoster":"VOE"},{"path":"/redirect/9865635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-11","name":"Der Baron stellt seine Erben vor","epNo":11,"alt":"","descr":"Mit eigenen Augen muss Timm miterleben, wie der Baron seine Geschäftspartner mit seinem Lachen umgarnt. Um seine Mitmenschen vor der Skrupellosigkeit des Barons zu schützen, muss Timm Thaler deshalb sein Lachen wiedererlangen. Mit jungenhafter Unverfrorenheit nutzt er seine Macht gegenüber den Versallen des Barons aus. Inzwischen hat er auch einen weiteren Freund gefunden, einen alten Araber, dessen Volk vor vielen hundert Jahren vom Baron von der Insel Arvanadi vertrieben wurde. Dieser Araber öffnet ihm über Zusammenhänge des Miteinanderlebens der Menschen die Augen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865637","hoster":"VOE"},{"path":"/redirect/9865643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"","descr":"Von seinem Freund, dem alten Araber Selek Bei, erhält der reichste Junge der Welt, Timm Thaler, den entscheidenden Wink, sich endlich von dem Baron und seinen Versallen zu lösen. Die Lösung findet sich an Timms 13. Geburtstag. Das Fest gestaltet der Baron zu einer überwältigenden Kundgebung. Alle gekauften Vertreter gigantischer Unternehmen erscheinen. Im geheimnisvollen Vulkanpalast auf der Insel Aravanadi huldigen die Mächtigen der Welt einem 13-jährigen Jungen. Der Baron glaubt, dass er Timm Thaler voll unter seinem Einfluss hat und plant, mit ihm eine weltweite Aktion zu starten. Dazu müsste Timm Thaler allerdings sein Lachen für 24 Stunden zurückerhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865640","hoster":"VOE"},{"path":"/redirect/9865642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/timm-thaler/staffel-1/episode-13","name":"Der Kampf um das Lachen","epNo":13,"alt":"","descr":"Der Baron glaubt, dass er Timm Thaler voll unter seinem Einfluss hat und plant, mit ihm eine weltweite Aktion. Dazu müsste Timm Thaler allerdings sein Lachen 24 Stunden zurückerhalten. Timm hofft selbstverständlich, während dieser 24 Stunden fliehen zu können. Mit dem Baron und Anatol jagt er quer durch Europa, macht Werbeaufnahmen hier und Werbespots dort. Der Kampf um das Lachen wird in Hamburg entschieden. Der Vertrag sieht vor, dass Timm Thaler jede Wette gewinnt. Jetzt kommt er plötzlich auf die richtige Idee. Er muss auf alles Blendende, Betörende, auf die Macht verzichten. Er wettet mit seiner kleinen Freundin Gesi Rückert um ein Eis, dass er wieder lachen kann. Und natürlich gewinnt er auch diese Wette. Der Baron, der mächtigste und einflussreichste Mann der Welt, hat das Ringen mit dem glücklichen Timm Thaler verloren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9865662","hoster":"VOE"},{"path":"/redirect/9865651","hoster":"Streamtape"}]}]}]}]}