{"seriesId":"tiny-beautiful-things","name":"Tiny Beautiful Things","descr":"Claire (Kathryn Hahn) wird widerwillig zu Dear Sugar, einer anonymen und beliebten Ratgeber-Kolumnistin. Während sie anderen hilfreiche Tipps liefert, wie sie ihre Probleme bewältigen können, liegt ihr eigenes Leben in einem Scherbenhaufen. Claire bringt dabei schöne, humorvolle und auch schwierige Facetten ihres Lebens zum Vorschein, um zu zeigen, dass jeder gerettet werden kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilotfolge","epNo":1,"alt":"Pilot","descr":"Wir lernen Clare kennen, als ihr Mann Danny sie aus dem Haus geworfen hat, weil sie ihrem Bruder Lucas das Geld für das College ihrer Tochter Rae gegeben hat. Aber ein alter Freund braucht jemanden, der seine Ratgeber-Kolumne Dear Sugar übernimmt. Und das könnte genau das sein, was Clare braucht.","versions":[{"lang":1,"streams":[{"redirect":13489610,"hoster":"VOE"},{"redirect":13583344,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Viele Grüße, Sugar","epNo":2,"alt":"Yours, Sugar","descr":"Clare ringt mit der Frage, ob sie Sugar werden will oder nicht, während sie von Schwierigkeiten bei der Arbeit und mit Rae gebeutelt wird. In der Vergangenheit mussten sich Young Clare und Young Lucas ihrer Trauer bei Frankies Beerdigung stellen. Wenn Clare ihr eigenes Leben nicht herausfinden kann, kann sie Sugar sein?","versions":[{"lang":1,"streams":[{"redirect":12513583,"hoster":"VOE"},{"redirect":13569958,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Geisterschiff","epNo":3,"alt":"The Ghost Ship","descr":"Danny und Clare versuchen, ihre Beziehung – und Raes Dreier – zu entwirren, da Clare ihren Weg als nicht eingeschlagen betrachtet. In der Vergangenheit findet die junge Clare heraus, dass sie mit Rae schwanger ist.","versions":[{"lang":1,"streams":[{"redirect":12513586,"hoster":"VOE"},{"redirect":13583347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unter dem Sternenhimmel","epNo":4,"alt":"Under the Stars","descr":"Während Clare mit ihrer Tik-Tok-berühmten Konfrontation in Montana und Raes jüngster Party fertig wird, wird sie von einem Briefschreiber heimgesucht, der dringend Sugars Rat braucht. In der Vergangenheit erfährt die junge Clare von Frankies Diagnose und versucht verzweifelt, sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":12621878,"hoster":"VOE"},{"redirect":13583361,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nase","epNo":5,"alt":"The Nose","descr":"Als eine wütende Rae Clare und Danny sagt, dass sie nicht zurück auf ihre Schule gehen will, erinnert sich Clare an ihre eigene College-Erfahrung mit Frankie – und an den Grund, warum sie nie ihren Abschluss gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":12513593,"hoster":"VOE"},{"redirect":13569959,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was zerbrochen ist","epNo":6,"alt":"Broken Things","descr":"Danny und Clare nehmen ihr Sexleben unter die Lupe, als ein Briefschreiber über die heimliche Schande ihres Freundes schreibt. Währenddessen ringt Rae damit, Montana wieder in ihr Leben zu lassen, als ihr klar wird, dass sie möglicherweise die Oberhand hat.","versions":[{"lang":1,"streams":[{"redirect":12513597,"hoster":"VOE"},{"redirect":13569962,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geh","epNo":7,"alt":"Go","descr":"Clare und Amy nehmen an einem Schriftsteller-Retreat teil, aber als Amy großartige Neuigkeiten erhält, kann Clare nicht anders, als sich zu fragen, ob ihre Opfer für Danny und ihre Familie sie zurückgehalten haben. Als sie sich an ihre erste Ehe mit Jess erinnert, fragt sie sich: Soll sie bleiben oder gehen?","versions":[{"lang":1,"streams":[{"redirect":12513602,"hoster":"VOE"},{"redirect":13569961,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe","epNo":8,"alt":"Love","descr":"Frisch von schockierenden Neuigkeiten von Danny enthüllt Rae, wer das fehlende Geld wirklich abgegeben hat – was Clare veranlasst, Rae auf einen verrückten Roadtrip zu Clares Elternhaus mitzunehmen. In der Vergangenheit beeilt sich Clare, Lucas für Frankies letzte Tage ins Krankenhaus zu bringen.","versions":[{"lang":1,"streams":[{"redirect":12513582,"hoster":"VOE"},{"redirect":13607587,"hoster":"Streamtape"}]}]}]}]}