{"path":"/serie/stream/titanic-blood-and-steel","name":"Titanic – Blood and Steel","descr":"Die aufwendig produzierte Historien-Serie \"Titanic: Blood and Steel\" erzählt vom Bau des einst größten Schiffes der Welt und den Menschen, die daran beteiligt sind. Mark Muir (Kevin Zegers) ist ein junger, talentierter Ingenieur, der nach Belfast reist, um am Bau der Titanic mitzuwirken. Als er von Werftbesitzer Lord Pirrie (Derek Jacobi) tatsächlich eine Anstellung erhält, geht sein Traum in Erfüllung. Doch schon bald muss er feststellen, dass wirtschaftliche Interessen und das Streben nach Ruhm bedeutender sind als seine Bedenken, das verwendete Material könnte für den Bau des riesigen Schiffes nicht robust genug sein. Auch im Privaten erleidet Muir Rückschläge: Seine Liebe zur Katholikin Sofia (Alessandra Mastronardi) ist in der irischen Gesellschaft zu Beginn des 20. Jahrhunderts kaum akzeptabel und seine Identität als protestantischer Angehöriger des englischen Bürgertums wird plötzlich in Frage gestellt.","seasons":[{"path":"/serie/stream/titanic-blood-and-steel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-1","name":"Eine geteilte Stadt","epNo":1,"alt":"A City Divided","descr":"In New York möchte Mark Muir, ein Experte auf dem Gebiet der Metallurgie, den einflussreichen Unternehmer J.P. Morgan überzeugen, ihn für das größte Schiffsprojekt aller Zeiten zu engagieren: den Bau der RMS Titanic. Mithilfe seiner Freundin, der Journalistin Joanna Yaeger, gelingt ihm das tatsächlich und Mark kann auf der Werft von Harland \u0026 Wolff in Belfast seine Arbeit aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492087","hoster":"VOE"},{"path":"/redirect/8649121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-2","name":"Verunreinigter Stahl","epNo":2,"alt":"Stained Steel","descr":"Mark macht sich nach seiner Ankunft mit Feuereifer an die Arbeit und findet bald heraus, dass der verwendete Stahl große Qualitätsmängel aufweist. Als er seine Befürchtungen äußert, führt das zum Streit mit dem irischen Schiffsarchitekten Thomas Andrews. In der Stadt beginnt es indes zu brodeln: Nicht nur die Arbeiter sind mit ihrem Los unzufrieden, auch die Frauenbewegung formiert sich langsam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492090","hoster":"VOE"},{"path":"/redirect/8649122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-3","name":"Böses Blut","epNo":3,"alt":"Good Man Down","descr":"Mark Muir heißt in Wahrheit Marcas Malone und ist der Sohn des katholischen Hafenarbeiters Sean Malone. Mark, dem dank seines Intellekts der gesellschaftliche Aufstieg gelungen ist, ist der einzige Stolz des gebrochenen alten Mannes. Gerade als Mark eine Affäre mit der verwöhnten Kitty beginnt, lernt er die talentierte Kopistin Sofia näher kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492088","hoster":"VOE"},{"path":"/redirect/8649120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-4","name":"Gefahr zieht auf","epNo":4,"alt":"Danger Looms","descr":"Unter den Arbeitern, und vor allem auf der Werft Harland \u0026 Wolff, wächst die Unzufriedenheit. Während Lord Pirrie versucht, mit dem Gewerkschaftsführer zu verhandeln, kommt Mark den Qualitätsproblemen des Stahls auf die Spur. Nachdem er sich eingestehen muss, dass er sich zu Sofia hingezogen fühlt, beendet er seine Beziehung mit Kitty.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492085","hoster":"VOE"},{"path":"/redirect/8649124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-5","name":"Hinter Schloss und Riegel","epNo":5,"alt":"Under Lock And Key","descr":"Bernhard Doyle beschuldigt Mark, seine Tochter Siobhan – Marks ehemalige Verlobte – im Stich gelassen zu haben. Eigentlich sollte sie Mark nach London folgen, doch die junge Frau starb kurz zuvor im Kindbett. Um Mark davon abzuhalten, nach Belfast zurückzukehren, hatte Sean seinem Sohn erzählt, Siobhan sei an Tuberkulose gestorben. Nun erfährt Mark die Wahrheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492086","hoster":"VOE"},{"path":"/redirect/8649125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-6","name":"Der Hochstapler","epNo":6,"alt":"The Imposter","descr":"Bernhard Doyle beschuldigt Mark, seine Tochter Siobhan – Marks ehemalige Verlobte – im Stich gelassen zu haben. Eigentlich sollte sie Mark nach London folgen, doch die junge Frau starb kurz zuvor im Kindbett. Um Mark davon abzuhalten, nach Belfast zurückzukehren, hatte Sean seinem Sohn erzählt, Siobhan sei an Tuberkulose gestorben. Nun erfährt Mark die Wahrheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492089","hoster":"VOE"},{"path":"/redirect/8649126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-7","name":"Die Wahrheit","epNo":7,"alt":"The Truth Shall Set You Free","descr":"Mark hat nicht nur seinen Job auf der Werft verloren, auch seine Beziehung zu Sofia ist in Gefahr. Die Kopistin hätte erwartet, dass er ihr von sich aus die Wahrheit über seine Person erzählt. Als J.P. Morgan in die Stadt kommt, um sich mit eigenen Augen vom Fortschritt des Projekts zu überzeugen, erfährt er von Marks Entlassung und lässt den jungen Spezialisten umgehend wieder einstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492095","hoster":"VOE"},{"path":"/redirect/8649123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-8","name":"Hohes Risiko","epNo":8,"alt":"High Stakes","descr":"Um die Sicherheit des Schiffs zu vergrößern, möchte Mark die Titanic mit höheren Schotten ausstatten ? ein Vorschlag, der auch von Lord Pirrie und dem Schiffsarchitekten Thomas Andrews unterstützt wird, von der Reederei allerdings wegen der Kosten abgeschmettert wird. Emily verteilt angesichts der anstehenden Wahlen Flugblätter, wird dabei jedoch verhaftet und vor Gericht gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492093","hoster":"VOE"},{"path":"/redirect/8649127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-9","name":"Die Beweislast","epNo":9,"alt":"Burden Of Proof","descr":"Ein paar Jahre vor dem ersten Weltkrieg ist die politische Lage in Europa bereits angespannt. Winston Churchill deutet an, dass die bedeutende Werft Harland \u0026 Wolff im Kriegsfalle große Dienste leisten könne. Zur Untersuchung der Ereignisse auf der Olympic reist Mark nach London. Indes wird Joanna Yaeger, Marks Freundin aus New York, in eine unangehnehme Situation gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492091","hoster":"VOE"},{"path":"/redirect/8649128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-10","name":"Risse im Stahl","epNo":10,"alt":"A Crack In The Armor","descr":"Die Abreise nach London steht unter keinem guten Stern: Während Mark seine Stellung nicht aufgeben möchte, da ihm der Bau der Schiffe bereits viel zu viel bedeutet, ist Sofia gezwungen, ihren Vater Pietro zu pflegen, der sich bei der Arbeit verletzt hat. Andrews und Mark entdecken bei der genauen Überprüfung der Olympic, dass der auf den Schiffen verwendete Stahl viel zu schwach ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13921448","hoster":"VOE"},{"path":"/redirect/8649137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-11","name":"Der Wendepunkt","epNo":11,"alt":"The Tipping Point","descr":"Mark ist nach wie vor auf der Suche nach seiner leiblichen Tochter. Mithilfe des Pfarrers seiner alten Gemeinde entdeckt er Hinweise auf den möglichen Wohnort in der Nähe von Belfast. Allerdings kommt Mark zu spät, Sarah wohnt nicht mehr dort. Andrews versucht indes vergeblich, die Anderen davon zu überzeugen, die Titanic mit genügend Rettungsbooten für alle Passagiere auszustatten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930648","hoster":"VOE"},{"path":"/redirect/8649133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/titanic-blood-and-steel/staffel-1/episode-12","name":"Die“Unsinkbare“ setzt Segel","epNo":12,"alt":"The ‘Unsikable’ Sets Sail","descr":"Die Jungfernfahrt der Titanic steht bevor: Die Tickets sind seit Monaten ausverkauft und viele Bürger mit Rang und Namen befinden sich an Bord des Luxusliners. Mark, der von Andrews eingeladen wurde, die erste Fahrt des Schiffes zu begleiten, ist ebenso an Bord wie Sofia, die ein Vorstellungsgespräch in New York hat. Als das Schiff den Hafen verlässt, nimmt das Schicksal seinen Lauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492105","hoster":"VOE"},{"path":"/redirect/8649131","hoster":"Streamtape"}]}]}]}]}