{"seriesId":"to-love-ru","name":"To Love Ru","descr":"[Ger Sub / Eng Dub] Die Story von To Love-Ru handelt von Yuuki Rito, einem Highschool-Jungen, der es nicht schafft, Sairenji Haruna seine Liebe zu gestehen. Eines Tages, als er nach Hause kommt und schmollend in der Badewanne sitzt, taucht ein nacktes Mädchen wie aus dem Nichts auf. Ihr Name ist Lala und sie kommt vom Planeten Deviluke, wo sie die Thronfolgerin ist. Ihr Vater möchte, dass sie wieder heimkehrt, damit sie einen seiner Hochzeitskandidaten heiraten kann. Doch sie entscheidet, dass sie lieber Rito zum Ehemann nehmen will, um auf der Erde zu bleiben.Später wird Commander Zastin geschickt, um sie zurückzubringen. Auf der Erde angekommen, kämpft er gegen Rito und berichtet dem Kaiser, dass Rito ein geeigneter Ehemann für Lala ist. Ihr Vater beschließt, dass Rito sie nur heiraten darf, wenn er der Mann Nr. 1 des Universums wird. Falls er es nicht schafft, wird ihr Vater ihn töten und auch die Erde zerstören.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Rito, Becomes a Woman [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492222,"hoster":"VOE"},{"redirect":8649262,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"Rito and Mikan [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492226,"hoster":"VOE"},{"redirect":8649263,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"Welcome to the Resort!! [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":13985153,"hoster":"VOE"},{"redirect":8649268,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"Trouble Quest [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":14044879,"hoster":"VOE"},{"redirect":8649269,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"","epNo":5,"alt":"Nana and Momo [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492234,"hoster":"VOE"},{"redirect":8649275,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"","epNo":6,"alt":"Draft / Metamorphose / Hand \u0026 Tail [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":12930647,"hoster":"VOE"},{"redirect":8649271,"hoster":"Streamtape"}]}]},{"epId":"film-7","name":"","epNo":7,"alt":"Prologue ~Commence Project~ / Pollen Plan ~Dangerous Sister Love~ / Body Touch? ~Nyanderful Life~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492230,"hoster":"VOE"},{"redirect":8649270,"hoster":"Streamtape"}]}]},{"epId":"film-8","name":"","epNo":8,"alt":"Nostalgia ~Back Then, at That Place~ / The Changing Heart ~Honest Feelings~ / Flower ~Budding Feelings~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492232,"hoster":"VOE"},{"redirect":8649272,"hoster":"Streamtape"}]}]},{"epId":"film-9","name":"","epNo":9,"alt":"Exchange ~Me and I~ / It feels ~Teacher who Endures~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492235,"hoster":"VOE"},{"redirect":8649273,"hoster":"Streamtape"}]}]},{"epId":"film-10","name":"","epNo":10,"alt":"Girl of Blaze ~Magical Kyouko - Flame~ / Infiltration ~Kyouko in Trouble?~ / Adhesion ~But no Ill Intent~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492236,"hoster":"VOE"},{"redirect":8649274,"hoster":"Streamtape"}]}]},{"epId":"film-11","name":"","epNo":11,"alt":"Suddenly ~Imaginings and Reality~ / Mobile Phone ~Titillating Voice~ / Moonlight ~Moonlit Angel~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492231,"hoster":"VOE"},{"redirect":8649277,"hoster":"Streamtape"}]}]},{"epId":"film-12","name":"","epNo":12,"alt":"Photography ~Take a Stunning Photo~ / Technique ~Doorway of a Maiden~ / Holiday ~How many ☆ for my cooking?~ [OVA]","descr":"","versions":[{"lang":3,"streams":[{"redirect":8492237,"hoster":"VOE"},{"redirect":8649276,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Mädchen, das vom Himmel fiel","epNo":1,"alt":"The Girl Who Fell From the Sky","descr":"Rito Yuki ist ein tollpatschiger Typ. Er ist in seine Mitschülerin Haruna Sairenji verliebt, doch sämtliche Versuche, ihr seine Liebe zu gestehen, werden stets von Zwischenfällen verhindert. Als er eines Abends in der Badewanne liegt, taucht plötzlich – wie aus dem Nichts – Lala Satalin Deviluke auf. Lala ist die Tochter des Königs über die Galaxie. Mit dabei hat sie ihren Roboter Peke, der sich in jede Art von Kleidung verwandeln kann, die Lala tragen möchte. Als Rito am nächsten Morgen aufwacht, liegt Lala nackt neben ihm. Auf dem Weg zur Schule trifft er auf Haruna und will ihr endlich seine Liebe gestehen. Doch es kommt ganz anders…","versions":[{"lang":1,"streams":[{"redirect":14270297,"hoster":"VOE"},{"redirect":13223239,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492240,"hoster":"VOE"},{"redirect":8649285,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vom Umtausch ausgeschlossen","epNo":2,"alt":"A Broken Engagement!?","descr":"Lala wohnt bei Rito und seiner Schwester Mikan, während Rito verzweifelt nach einer Möglichkeit sucht, die Verlobung mit Lala wieder aufzulösen. Das Problem: Lalas Leibwächter Zastin verkündete, wenn Rito die Hochzeit platzen lässt, würde das die Zerstörung der Erde nach sich ziehen! Doch Rito findet heraus, wie er vielleicht doch noch unbeschadet aus seiner misslichen Lage herauskommen kann. Die Verlobung gilt als annulliert, wenn eine der beiden Personen – wie bei einem gekauften Gegenstand – mangelhaft ist. Kann Rito vor Ablauf der Annullierungsfrist einen Mangel vorweisen?","versions":[{"lang":1,"streams":[{"redirect":14278355,"hoster":"VOE"},{"redirect":13223240,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492239,"hoster":"VOE"},{"redirect":8649278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sightseeing mit Lala","epNo":3,"alt":"Love Triangle","descr":"Lala geht mit Rito zur Schule und beteiligt sich am Unterricht – schnell hat sie sich ihrer neuen Umgebung angepasst. Rito macht ihr klar, dass niemand herausfinden darf, dass sie nicht von der Erde stammt. Bei einer Sightseeing-Tour am nächsten Tag wird Lala von den Leuten auf der Straße angestarrt. Peke muss sich in alltagstauglichere Kleidung verwandeln, doch als dem Roboter die Energie ausgeht, steht Lala plötzlich völlig nackt da! Schnell suchen die drei Zuflucht in einem Kleidergeschäft. Als sie anschließend ein Aquarium besuchen, hat Lala eine Idee, die ein Desaster nach sich zieht","versions":[{"lang":1,"streams":[{"redirect":14270058,"hoster":"VOE"},{"redirect":13223242,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492241,"hoster":"VOE"},{"redirect":8649280,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Delikatessen aus dem All","epNo":4,"alt":"A Love Apron From Outer Space","descr":"Lala ist begeistert vom Geschmack und der Wärme des irdischen Essens. Zastin erklärt, dass Lalas Essen jedes mal nach Gift untersucht wird, bevor es zu ihr gebracht wird, und somit immer kalt bei Lala ankommt. Zudem stellt sich heraus, dass Lala noch nie selbst Essen zubereitet hat. Das bringt Rito auf die Idee, diesen Punkt als \"Reklamationsgrund\" zu nutzen, um die Verlobung doch noch auflösen zu können. Lala teleportiert sich fort, um am nächsten Tag zurückzukehren. Sie hat auf die Schnelle ein Kochtraining absolviert und kommt mit tiefgekühlter außerirdischer Nahrung zurück. Mit \"monströsen\" Folgen","versions":[{"lang":1,"streams":[{"redirect":14270268,"hoster":"VOE"},{"redirect":13223243,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13475603,"hoster":"VOE"},{"redirect":8649279,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Schönheitswettbewerb","epNo":5,"alt":"The Queen\u0027s Challenge","descr":"Saki beschließt, einen Schönheitswettbewerb zu veranstalten und fordert ihre größte Konkurrentin Lala heraus. Aus Angst vor einem Angriff außerirdischer Kopfgeldjäger baut Lala einen Roboter-Wachhund, der während des Wettbewerbs versehentlich die Kleidung von Saki frisst. Saki hat den Verdacht, dass Lala ein dunkles Geheimnis hütet und beginnt, sie auszuspionieren. Als sie im Zuge ihrer Nachforschungen in Ritos Haus eindringt, kommt es zum Abheben des Zimmers und Saki stürzt in die Tiefe. Kann Lala sie retten?","versions":[{"lang":1,"streams":[{"redirect":14212843,"hoster":"VOE"},{"redirect":13622321,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492242,"hoster":"VOE"},{"redirect":8649283,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schaf im Wolfspelz","epNo":6,"alt":"The Alien Assassin","descr":"Der Außerirdische Ghi Bree kommt auf die Erde und nimmt die Identität vom Direktor der Schule an. Er nimmt Haruna gefangen und verschleppt sie in den Geräteschuppen. Unterdessen müssen Rito und Lala einen Frosch sezieren. Rito erklärt ihr, dass man so mehr über Frösche erfahren könne. Das inspiriert Lala, Rito ebenfalls sezieren zu wollen und sogleich beginnen sie, sich zu jagen. Als Rito erfährt, dass der Direktor Haruna mit in den Geräteschuppen genommen hat, macht er sich auf die Suche und trifft auf Ghi Bree…","versions":[{"lang":1,"streams":[{"redirect":14278353,"hoster":"VOE"},{"redirect":13622294,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492243,"hoster":"VOE"},{"redirect":8649281,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wann ist Man(n) ein Mann?","epNo":7,"alt":"All Men Should Be Like This!","descr":"Plötzlich wie aus dem nichts, taucht ein alter Freund aus der Kinder Zeit von Lala auf. Damals gab sie ihm das Versprechen, ihn zu heiraten wenn er Männlich genug geworden ist. \rNun denn kann sich Lala nicht daran erinnern, er versucht extrem Stark zu werden das Lala ihm sagt wie Männlich er doch ist und das sie ihn liebt und heiraten wird. Doch ein Problem gibt es, denn sobald Ren (so heißt der Freund aus Kindertagen) anfängt zuniesen, passiert das...\rUnd sein Traum ist zu nichte.","versions":[{"lang":1,"streams":[{"redirect":14269325,"hoster":"VOE"},{"redirect":13223245,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492245,"hoster":"VOE"},{"redirect":8649284,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Moralkomitee","epNo":8,"alt":"The Prefect of Spotless Integrity","descr":"Lala aktiviert ihren Magnetroboter – eine ihrer berühmten Erfindungen – der Rito zu ihr ziehen soll. Rito kommt widerwillig angerannt und stößt mit heruntergelassener Hose mit Haruna zusammen. Das ruft die Aufsichtsschülerin Yui Kotegawa auf den Plan, die der Ansicht ist, dass dieses Verhalten gegen die moralischen Regeln der Schule verstößt. Die Regeln müssen ab sofort verschärft werden! Rito darf für zwei Wochen nicht mit Mädchen reden, die Schuluniformen werden länger und Jungen und Mädchen werden strikt getrennt","versions":[{"lang":1,"streams":[{"redirect":14278381,"hoster":"VOE"},{"redirect":13223246,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492246,"hoster":"VOE"},{"redirect":8649282,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Von einem anderen Stern","epNo":9,"alt":"From a Shining Star, With Love","descr":"Pikari, ein Außerirdischer, taucht auf der Erde auf, um Lala aufzusuchen. Unterdessen bringt Lala Rito, der sich krank fühlt, ins Krankenzimmer der Schule. Doch die Ärztin ist nicht da, und so beschließt Lala, Rito selbst zu \"untersuchen\". Als Lala und Rito nach der Schule auf dem Heimweg sind, treffen sie auf Pikari. Es kommt zu einem Wortgefecht, in dem es um die Schwäche der Erdlinge und um die flüchtige Bekanntschaft zwischen Lala und Pikari geht. Pikari setzt zum Angriff auf Rito an und schnappt sich Lala, um mit ihr gen Weltraum zu fliegen. Wird Lala einen Ausweg finden und sich aus den Fängen des Kidnappers befreien können?","versions":[{"lang":1,"streams":[{"redirect":14278359,"hoster":"VOE"},{"redirect":13622296,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8494924,"hoster":"VOE"},{"redirect":8649287,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Star für Stella","epNo":10,"alt":"A Space Entertainer","descr":"Frau Stella ist aus dem Weltraum angereist und steht vor Ritos Haus. Sie ist die ehemalige Managerin von Lala, die Lala in der Galaxie zur Berühmtheit gemacht hat. Stella möchte ihren \"Star\" zurück haben, kann jedoch von Rito überzeugt werden, sich auf der Erde nach einem neuen Stern umzuschauen. Als sie durch die Straßen ziehen und nach einem Ersatz suchen, nimmt Stella auf einmal einen Geruch war, der ihr sagt, dass dort ein möglicher Star wartet. Sie rennt los und Rito folgt ihr. Am Ziel angekommen, stellt Rito fest, dass ausgerechnet Haruna die Auserkorene ist! Kann Rito Stella davon abhalten, Haruna mit in den Weltraum zu nehmen?","versions":[{"lang":1,"streams":[{"redirect":14270729,"hoster":"VOE"},{"redirect":13622297,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492244,"hoster":"VOE"},{"redirect":8706813,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Goldene Finsternis","epNo":11,"alt":"Golden Darkness","descr":"Als Rito durch die Straße schlendert, sieht er ein sonderbares Mädchen auf einem Geländer sitzen. Er geht zu ihr und bietet ihr etwas zu essen an. Rito wird schnell klar, dass sie aus dem Weltall stammen muss. Das Mädchen sagt, dass sie den Auftrag bekommen hat, ihn zu töten. Rito flieht, doch die Killerin kann ihn einholen und schließlich in die Enge treiben. Als sie zum finalen Hieb ansetzt, kommt Zastin dazwischen und kann Rito im letzten Moment retten. Die Ärztin Ryoko Mikado kommt zufällig hinzu und offenbart, dass es sich bei dem Mädchen um die Auftragskillerin \"Goldene Finsternis\" handelt, die all ihre Körperteile in Waffen verwandeln kann…","versions":[{"lang":1,"streams":[{"redirect":14270841,"hoster":"VOE"},{"redirect":13622300,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492247,"hoster":"VOE"},{"redirect":8649290,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sportfest der besonderen Art","epNo":12,"alt":"A Frightening Field Day!","descr":"Ein Sportwettbewerb steht an und alle machen mit – auch Rito und Lala sind mit von der Partie. Die erste Runde besteht aus einem Rennen zu einer Kiste, aus der die Teilnehmer einen Aufgabenzettel ziehen. Ren ist der Erste, der einen Zettel ergattert. Seine Aufgabe ist es, ein seltenes Schwert irgendwo auf der Erde zu finden. Sofort läuft er los und beginnt mit seiner Suche. Ritos Aufgabe ist es, ein Höschen von einer seiner Mitschülerinnen zu ergattern. Lala aktiviert ihren Ergeiz-Roboter, der Rito zwingt, die Aufgabe anzugehen. Widerwillig rennt er auf Haruna zu und zieht ihr die Hose herunter. Haruna ist entsetzt und holt zu einer saftigen Ohrfeige aus","versions":[{"lang":1,"streams":[{"redirect":14273653,"hoster":"VOE"},{"redirect":13622299,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492248,"hoster":"VOE"},{"redirect":8649291,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Nummer 1 des Universums","epNo":13,"alt":"The Greatest Man in the Universe","descr":"Lalas Vater Gid Lucione Deviluke, der große Herrscher über die Galaxie, ist auf dem Weg zur Erde. Er will Rito zur Rede stellen um herauszufinden, was dieser für seine Tochter empfindet. Rito kann die Frage nicht beantworten, ist er doch, trotz aller Sympathie für Lala, in Haruna verliebt. Zur Strafe will Gid Lucione Rito sogleich töten und setzt zum alles entscheidenden Schlag an. In letzter Sekunde geht Lala dazwischen. Gid Lucione hält sich daraufhin zurück und verschwindet mit einer letzten Drohung. Davon beeindruckt, macht sich Rito Gedanken, wie er ein besserer Partner für Lala werden könnte. Er muss die Nummer 1 im Universum werden!","versions":[{"lang":1,"streams":[{"redirect":14271122,"hoster":"VOE"},{"redirect":13622302,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492249,"hoster":"VOE"},{"redirect":8649289,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Unser Geheimnis","epNo":14,"alt":"A Secret Between the Two of Us","descr":"Rito ist am Verzweifeln – er überlegt, wie er die Nummer 1 im Universum werden soll. Er erinnert sich an seine Zeit im Fußballteam der Mittelschule zurück, wo er sich ein Ziel setzte, allerdings daran scheiterte. Beim Joggen trifft er zufällig Haruna und beginnt ein Gespräch mit ihr. Sie machen ein Treffen aus und Rito wird klar, dass es sich dabei um ein Date handelt. Seitdem steht Rito neben sich – er kann das Date kaum abwarten. Als es endlich soweit ist, kommt es zu einem Zwischenfall, infolgedessen Rito in Harunas Zimmer landet. Durch ein Missgeschick kommen sich die beiden ganz nah. Kann Rito seine Chance nutzen?","versions":[{"lang":1,"streams":[{"redirect":13864417,"hoster":"VOE"},{"redirect":13622303,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492251,"hoster":"VOE"},{"redirect":12985069,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Prinzessin des Dschungels","epNo":15,"alt":"Princess of the Jungle","descr":"Ein Raumschiff in Form einer Burg erreicht den Orbit der Erde, es ist Cartoz vom Planeten Baroz, der wegen einer diplomatischen Angelegenheit angereist ist. Lala muss ihren diplomatischen Verpflichtungen nachkommen und zusammen mit Haruna und Rito einer Zeremonie beiwohnen. Bei der Zeremonie muss Cartoz mit Lala und Rito mit Haruna tanzen. Im Anschluss ist eine Jagd auf der Erde geplant, bei der sie es mit einem Tyrannosaurus Rex und einem Ginga Kong zu tun bekommen. Als Rito von einem Amazonen-Stamm gefangen genommen wird, muss sich Haruna etwas einfallen lassen…","versions":[{"lang":1,"streams":[{"redirect":14269783,"hoster":"VOE"},{"redirect":13622323,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492252,"hoster":"VOE"},{"redirect":8649288,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Badetag","epNo":16,"alt":"Run\u0027s Surprise Confession","descr":"Rito, Lala und ihre Freunde besuchen ein Spaßbad. Es soll ein erholsamer Tag werden, jedoch beschließt Run, den Kampf um die Liebe von Rito neu zu entfachen. Unterdessen überlegt sich Lala, den Pool etwas interessanter zu gestalten und aktiviert eine Wellenmaschine, die so große Wellen produziert, dass die Gäste aus dem Wasser fliehen. Die Freunde legen eine Pause ein und so kann Run einen neuen Plan schmieden. Dieser sieht vor, dass sie die Konkurrenz beseitigt, indem sie ihre Badeanzüge klaut und somit entblößt. Bis auf Ritos Badehose kann sie jedoch keine Kleidung ergattern…","versions":[{"lang":1,"streams":[{"redirect":14278357,"hoster":"VOE"},{"redirect":13622304,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12930650,"hoster":"VOE"},{"redirect":8649293,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Geist der alten Schule","epNo":17,"alt":"The Ghost in the Old School Building","descr":"Lala, Rito und ihre Freunde hören von dem Gerücht, dass ein Geist sein Unwesen im alten Schulgebäude treiben soll. Neugierig gehen sie dorthin. Schon bald hören sie merkwürdige Geraüsche und bekommen Angst. Es stellt sich heraus, dass es sich bei den Stimmen um ausgestoßene Außerirdische handelt, die sich dort versteckt halten. Sie haben sich als Geister getarnt, um Eindringlinge zu vertreiben. Als Mikado den Aliens einen Job in einem Spukhaus anbietet, folgen sie ihr und verlassen das Gebäude. Da taucht plötzlich ein echter Geist auf und erschreckt alle zu Tode. Er erzählt ihnen, dass er froh ist, dass die Außerirdischen endlich weg sind","versions":[{"lang":1,"streams":[{"redirect":14269330,"hoster":"VOE"},{"redirect":13622305,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492253,"hoster":"VOE"},{"redirect":8649292,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Saruyama, das Souvenir","epNo":18,"alt":"Saruyama, the Gift","descr":"Mikado erhält ein Paket aus dem Weltall. Als sie nach dem Empfänger schaut, stellt sie fest, dass das Paket an Lala gerichtet ist. Als sie das Paket öffnet, springt eine Außerirdische, die einer Wildkatze gleicht, heraus und attakiert Lala. Nach einem kurzen Kampf fällt die Katze um und beschwert sich über Bauchschmerzen. Es stellt sich heraus, dass die Außerirdische schwanger ist und die Wehen eingesetzt haben. Sie bringen die Katze zum Krankenzimmer und schon bald erblickt das Katzenbaby das Licht der Welt. Lala bietet der Außerirdischen ein Geschenk an, dass sie sich aussuchen kann – als Souvenir der Erde. Die Katzenmutter wünscht sich Saruyama","versions":[{"lang":1,"streams":[{"redirect":14166998,"hoster":"VOE"},{"redirect":13622318,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492255,"hoster":"VOE"},{"redirect":8649294,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die heissen Quellen der Hölle","epNo":19,"alt":"Hell\u0027s Hot Springs: Alien Girls and Colorful Exposed Bodies","descr":"Lala schaut fern und sieht dabei eine Werbung für eine heiße Quelle. Sie ist sofort angetan von den Versprechungen, die ihr in der Werbung gemacht werden. Sie beschließt, selbst nach einer solchen Quelle zu graben und geht sofort in den Garten, um etwas zu bauen. Als Rito wenig später nach Lala schaut, traut er seinen Augen nicht: Lala hat eine bemannte Bohrmaschine gebaut! Zusammen mit ihren Freunden betreten sie das Gefährt und schon geht es los in die Tiefe der Erde. Als plötzlich das Radar aufleuchtet, stehen sie vor einer mysteriösen Steintafel, auf der geschrieben steht, dass hier der Schatz von Tokugawa begraben liegt…","versions":[{"lang":1,"streams":[{"redirect":13856890,"hoster":"VOE"},{"redirect":13622317,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492259,"hoster":"VOE"},{"redirect":8649300,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Magical Kyoko","epNo":20,"alt":"Explosive Heat Magical Girl Kyouko Flame","descr":"Rito und Lala schauen fern, es läuft eine Folge der Serie \"Magical Kyoko\". Kyokos Widersacher General Mojack ist in der Stadt, um die Weltherrschaft an sich zu reißen. Mit seinem Zauberstab beschießt er vorbeilaufende Passanten und verpasst ihnen damit eine Afro-Frisur. Um das zu verhindern, nutzt Kyoko ihre Zauberkraft, mit der sie Flammen abfeuern kann. Nach ein paar Fehlschüssen trifft sie Mojack und verbrennt ihm seinen Afro, wodurch sein Zauber gelöst wird und seine Opfer ihre normalen Frisuren wiederbekommen. Unglücklicherweise wird Kyoko daraufhin festgenommen, wegen Missachtung der Brandschutzordnung…","versions":[{"lang":1,"streams":[{"redirect":14278371,"hoster":"VOE"},{"redirect":13622306,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492256,"hoster":"VOE"},{"redirect":8649299,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hotel Yûki","epNo":21,"alt":"A Chronicle of Bloodshed at the Yuuki Inn","descr":"Lala und Rito gehen zu Mikado, die Besuch vom Autor des Reiseführers der Galaxis hat. Er erzählt, dass es auf der Erde kein Hotel gibt, in dem Aliens zu Gast sein können. Rito beschließt kurzerhand, aus der alten Schule ein Hotel für Außerirdische zu machen. Gemeinsam mit Lala und Zastin richtet er das alte Schulgebäude wieder her. Der Reiseführer der Galaxis berichtet direkt nach der Fertigstellung vom neuen Hotel, sodass schon bald die ersten Besucher empfangen werden können. Als jedoch eine Horde Winzlinge auftaucht, die mit Lalas Heimatplaneten Deviluke verfeindet sind, kommt es zur Katastrophe","versions":[{"lang":1,"streams":[{"redirect":14278386,"hoster":"VOE"},{"redirect":13622307,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492254,"hoster":"VOE"},{"redirect":8649295,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Kulturfestival","epNo":22,"alt":"A Frightening School Festival!","descr":"Yami zieht Bilanz über ihr bisheriges Leben auf der Erde. Sie hat viel erlebt und neue Freunde kennengelernt, dennoch kann sie nicht vergessen, dass sie in erster Linie eine Auftragsmörderin ist. Und so macht sie sich auf, nach einem neuen Job zu suchen. Unterdessen findet in der Schule das Kulturfestival statt. Es ist das Fest des Jahres und Lala und ihre Freunde haben sich für diesen Tag etwas Besonderes ausgedacht","versions":[{"lang":1,"streams":[{"redirect":14270677,"hoster":"VOE"},{"redirect":13622308,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492258,"hoster":"VOE"},{"redirect":8649301,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Saruyamas Traum","epNo":23,"alt":"Saruyama’s Tales of the Inner Chambers","descr":"Saruyama hat einen Traum. In diesem steht er im Klassenzimmer und beobachtet Rito. Er ist eifersüchtig, weil Rito bei allen Mädchen so beliebt ist, er aber eben nicht. Plötzlich befindet sich Saruyama in einem Harem-Abenteuer wieder und ist gekleidet, wie ein Lord aus dem antiken Japan. Doch statt wunderschöner Frauen laufen nur seltsam aussehende Gestalten auf dem Anwesen herum, die sich Saruyama an den Hals werfen","versions":[{"lang":1,"streams":[{"redirect":14269956,"hoster":"VOE"},{"redirect":13622309,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492257,"hoster":"VOE"},{"redirect":8649297,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Lala ausser Rand und Band","epNo":24,"alt":"With Shyness","descr":"Als Rito eines morgens aufwacht, verhält sich Lala merkwürdig. Besorgt geht Rito mit ihr auf die Krankenstation, um sie untersuchen zu lassen. Mikado stellt fest, dass Lala an einer umgekehrten Erkältung erkrankt ist, durch die sich ihre Persönlichkeit verändert. Sogleich fordert Rito einen Impfstoff an, der jedoch erst in ein paar Tagen auf der Erde ankommt. Schon am nächsten Tag hat sich Lalas Persönlichkeit wieder verändert…","versions":[{"lang":1,"streams":[{"redirect":14278385,"hoster":"VOE"},{"redirect":13622310,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492260,"hoster":"VOE"},{"redirect":8649298,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die letzte Nacht der Erde","epNo":25,"alt":"The Earth\u0027s Final Night","descr":"Der Vater von Lala, Gid Lucione Deviluke, ist mit seinem Raumschiff in der Erdatmosphäre aufgetaucht und hat Lala an Bord gebeamt. Sogleich startet das irdische Militär eine Offensive, wird aber von der fortschrittlichen Waffentechnologie Gids zurückgeschlagen. Gid entgegnet der verzweifelten Lala, dass Rito sein Versprechen noch nicht eingelöst habe. Nun soll es soweit sein, ansonsten drohe der Erde die totale Zerstörung…","versions":[{"lang":1,"streams":[{"redirect":13857127,"hoster":"VOE"},{"redirect":13622311,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492263,"hoster":"VOE"},{"redirect":8649303,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Alles oder nichts","epNo":26,"alt":"Lala","descr":"Rito befindet sich inmitten der Prüfung, die ihm Gid Lucione Deviluke aufgetragen hat. Mithilfe von Mikado, Yui und Saruyama versucht er das Raumschiff zu erreichen. Als es für sie nicht mehr weitergeht, kommt ihnen Saki mit einem Hubschrauber zur Hilfe. Doch auch dieser muss sich den übermächtigen Waffen Gids geschlagen geben. Jetzt muss es Rito alleine richten! Kann er die Erde vor der Zerstörung bewahren?","versions":[{"lang":1,"streams":[{"redirect":14111941,"hoster":"VOE"},{"redirect":13622312,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492261,"hoster":"VOE"},{"redirect":8649302,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Alles beim Alten / Krise im Badehaus / Klang der Liebe","epNo":1,"alt":"Once More, From Here","descr":"Als Lala und Rito wieder zu spät auf dem Weg zur Schule sind, macht Lala ein Geständnis. Im Badehaus versucht sich Mikan Yami freundschaftlich zu nähern und zwischen Yui und rito kommt es auf dem Nachhauseweg zu einer seltsamen Begegnung.","versions":[{"lang":1,"streams":[{"redirect":14278390,"hoster":"VOE"},{"redirect":13622313,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13051693,"hoster":"VOE"},{"redirect":8649306,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Dunkeln eingesperrt / Familie Yuuki / Pyjamaparty","epNo":2,"alt":"Those Warped into the Midst of Darkness","descr":"Haruna und Rito sind nackt in einem dunklen Raum eingesperrt. Rito gibt sich als Mikans Vater aus, da dieser verhindert ist und es findet eine Pyjamaparty bei Rito statt. Als die Mädchen beschließen zu baden, hat Lala eine Idee.","versions":[{"lang":1,"streams":[{"redirect":14278380,"hoster":"VOE"},{"redirect":13622314,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492264,"hoster":"VOE"},{"redirect":8649305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krankenbesuch / Durch die Brille / Cinderella","epNo":3,"alt":"Magic Love Potion","descr":"Rito besucht die kranke Yui. Als er ihr Zimmer betritt, findet er Yui nackt vor. Rito kann die Brille von Lala nicht mehr absetzen und sieht plötzlich alle in Unterwäsche. Kenichi ist verliebt, aber leider entpuppt sich die Angebetete als jemand anderes.","versions":[{"lang":1,"streams":[{"redirect":14278400,"hoster":"VOE"},{"redirect":13622315,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492266,"hoster":"VOE"},{"redirect":8649307,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Modenschau / Körpertausch / Zwillingsflucht","epNo":4,"alt":"Yami-Yami Fashion","descr":"Um Yamis Kleidungsstil besonders zu gestalten, gehen die Freunde gemeinsam shoppen. Haruna wird von einer Gestalt verfolgt und Lala versucht zu helfen. Lalas Schwestern sind von Deviluke geflüchtet und sollen von Zastin zurückgeholt werden.","versions":[{"lang":1,"streams":[{"redirect":14273685,"hoster":"VOE"},{"redirect":13622316,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12930651,"hoster":"VOE"},{"redirect":8649308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein besonderes Essen / Wieder Kind sein / Schokoladige Versuchung","epNo":5,"alt":"Queen of Love!?","descr":"Saki ist heimlich in Zastin verliebt. Durch den flüchtenden Rito geht ein Treffen der beiden mächtig in die Hose. Run erhält eine spezielle Lieferung aus dem Weltall und es ist Valentinstag! Die Schulmädchen sollen ihren Liebsten Schokolade schenken.","versions":[{"lang":1,"streams":[{"redirect":14278393,"hoster":"VOE"},{"redirect":13622331,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13051694,"hoster":"VOE"},{"redirect":8649304,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Badetag / Nachhilfe der besonderen Art / Meister der Liebe","epNo":6,"alt":"Beach Girls","descr":"Saki lädt alle an ihren Privatstrand zum Badespaß ein und schlägt ein Spiel vor. Rito muss einen Test wiederholen und bittet Lala ihn dabei zu unterstützen. Lala sucht die Nähe zu Rito und lädt ihn mithilfe eines Beziehungsratgebers zu einem Date ein.","versions":[{"lang":1,"streams":[{"redirect":14271797,"hoster":"VOE"},{"redirect":13622319,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492268,"hoster":"VOE"},{"redirect":8649309,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krankenpflege / Die Kontahentin / Harunas Offenbarung","epNo":7,"alt":"Yami\u0027s Clinic","descr":"Yami ist krank und Rito bringt sie zu Mikado. Um sie zu pflegen, müssen sie Yami entkleiden. Run hat einen Gastauftritt in der Lieblingsserie von Lala: \"Magical Kyoko. Haruna benimmt sich merkwürdig und ihre Freunde wundern sich über ihr Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":14278404,"hoster":"VOE"},{"redirect":13223247,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492269,"hoster":"VOE"},{"redirect":8649312,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Brustvergrösserung / Der Familienhund / Trance der Gefühle","epNo":8,"alt":"Grow Bigger","descr":"Beim Unterwäschekauf erzählt Risa, dass sie unzufrieden mit ihrer Figur ist. Haruna findet Rito plötzlich in Gestalt eines Hundes auf der Straße. Yami und Mikan tauschen mithilfe von Lara ihre Körper und haben dabei eine Menge Spaß.","versions":[{"lang":1,"streams":[{"redirect":14269886,"hoster":"VOE"},{"redirect":13622320,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492270,"hoster":"VOE"},{"redirect":8649313,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weihnachtsfeier / Ritos Kontrollverlust / Lalas Idol","epNo":9,"alt":"For Whom the Bell Tolls","descr":"Weihnachten naht. Rito und Mikan veranstalten im Hause Yuuki eine Weihnachtsparty für ihre Freunde. Die Party sorgt für einige Überraschungen. Als Rito mal wieder droht zu spät zur Schule zu kommen, ist Lala dabei nicht ganz unschuldig. Run hingegen erzählt Kyoko, sie sei mit Rito zusammen. Sie bittet ihn, einen Tag zu dritt zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":14270521,"hoster":"VOE"},{"redirect":13670886,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492271,"hoster":"VOE"},{"redirect":8649310,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verzaubernder Blütenstaub / Risas Angebot / Herzklopf-SMS","epNo":10,"alt":"Pollen Telepathy","descr":"Celine verstreut Blütenstaub. Plötzlich entwickeln alle getroffenen Personen Gefühle für Rito. Rito versucht zu entkommen. Risa und Rito treffen aufeinander und verbringen Zeit zusammen. Dabei macht Risa zweideutige Angebote. Momo liest eine SMS von Yui an Rito. Dabei kommt es zu großen Missverständnissen.","versions":[{"lang":1,"streams":[{"redirect":14278408,"hoster":"VOE"},{"redirect":13670875,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12336225,"hoster":"VOE"},{"redirect":8649315,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Großer Bruder / Verzauberte Yami / Prophezeite Liebe","epNo":11,"alt":"All Quiet on the \"Sister\" Front","descr":"Um Momo eine Lektion zu erteilen, schleicht sich Mikan nachts in Ritos Bett und schwelgt in Erinnerungen. Vom Blütenstaub verzaubert verhält sich Yami auffällig seltsam und kommt Rito ungewöhnlich nah. Nana versteht nicht, warum alle Rito so mögen und unterhält sch mit Haruna darüber. Später gesteht Haruna Lala, dass sie in Rito verliebt ist. Plötzlich kommt Rito dazu.","versions":[{"lang":1,"streams":[{"redirect":14269601,"hoster":"VOE"},{"redirect":13622328,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492273,"hoster":"VOE"},{"redirect":8649311,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Liebesgeständnis 1 / Liebesgeständnis 2 / Liebesgeständnis 3","epNo":12,"alt":"I Love You","descr":"Lala versucht Haruna zu helfen. Die Freunde treffen sich an einem heißen Tag im Schwimmbad. Ein entflohenes Wasser – Alien treibt im Schwimmbecken sein Unheil. Die Freunde versuchen einander zu retten. Wieder in Sicherheit gesteht Rito Lala seine Liebe. Dennoch schlägt sein Herz auch für ein anderes Mädchen","versions":[{"lang":1,"streams":[{"redirect":14270632,"hoster":"VOE"},{"redirect":13622322,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492274,"hoster":"VOE"},{"redirect":8649314,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Fortsetzung","epNo":1,"alt":"Continue","descr":"Rito ist mal wieder zu spät dran für die Schule. Momo nutzt die Gelegenheit um sich nackt in sein Bett zu schleichen, als er erwacht kann er seinen Augen kaum trauen… Auch der Schultag birgt einige peinliche Situationen: Momo und Nana sind nun auch auf der selben Schule wie ihre irdischen Freunde.","versions":[{"lang":1,"streams":[{"redirect":14278414,"hoster":"VOE"},{"redirect":13670871,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12173901,"hoster":"VOE"},{"redirect":8649318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zweifel und Mahlzeit","epNo":2,"alt":"Doubt and Dish","descr":"Ein unbekannter Feind möchte, dass Yami wieder zur erbarmungslosen Attentäterin wird und ihren Auftrag erfüllt, Rito Yuuki zu töten. Als Yami von Momo den Vorschlag erhält, doch auch Schülerin zu werden, sieht sie dies als gute Chance Rito näher ins Visier zu nehmen. Auch Mea probiert die ehemalige Killerin Golden Darkness durch Intrigen an ihren Auftrag zu erinnern","versions":[{"lang":1,"streams":[{"redirect":14271631,"hoster":"VOE"},{"redirect":13622324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492277,"hoster":"VOE"},{"redirect":8649316,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jede Spekulation","epNo":3,"alt":"Each Speculation","descr":"Während Rito nach einer kurzen Nacht etwas Schlaf nachholt, verbindet sich Mea mit ihm und erscheint in seinem Traum. Sie erfährt so von Momos Plan, für Rito einen Harem zu erschaffen, Rito hingegen ahnt jedoch nichts von Meas bestärktem Wunsch ihn zu töten.","versions":[{"lang":1,"streams":[{"redirect":14271090,"hoster":"VOE"},{"redirect":13622325,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492278,"hoster":"VOE"},{"redirect":8649317,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Vergangenheit, Freunde und Lächeln","epNo":4,"alt":"Peace and Anxiety","descr":"Yami öffnet sich Rito gegenüber und schildert ihm ihre Gefühle und erklärt ihr Dilemma, in dem sie steckt. Das persönliche Gespräch der beiden wird durch das plötzliche Auftauchen von Azenda, der Attentäterin der Dunkelheit unterbrochen. Sie kontrolliert Mikan durch Psychokinese und zwingt sie, gegen Yami anzukämpfen, um so eiskalt Rache an Golden Darkness zu nehmen","versions":[{"lang":1,"streams":[{"redirect":14278418,"hoster":"VOE"},{"redirect":13622334,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492276,"hoster":"VOE"},{"redirect":8649319,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"AThe Changing Ones","descr":"Mea ist bedrückt durch einen Streit mit Yami. Nana möchte sie gerne aufheitern, doch das ist gar nicht so einfach. Sie ist viel eher daran interessiert, wie der Geschlechtertausch von Run und Ren funktioniert hat, deswegen muss Rito für ihre Experimente herhalten","versions":[{"lang":1,"streams":[{"redirect":14278415,"hoster":"VOE"},{"redirect":13622326,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492279,"hoster":"VOE"},{"redirect":8649321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Time for a Change...","descr":"Momo entscheidet sich Mea vorerst zu vertrauen, um ihre Meisterin zu identifizieren. Run ergreift die Gelegenheit, mit Rito auf ein Date zu gehen, bei dem es zu einigen Peinlichkeiten kommt. Trotz allem zeigt Run ihre emotionale Seite","versions":[{"lang":1,"streams":[{"redirect":14278416,"hoster":"VOE"},{"redirect":13622327,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492281,"hoster":"VOE"},{"redirect":8649320,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Invention of Happiness","descr":"Momo und Nana streiten sich wegen jeder Kleinigkeit und Lala versucht die beiden Schwestern zu versöhnen, doch das leider nur mit mäßigem Erfolg. Yamis und Meas Beziehung liegt immer noch auf Eis, wobei Rito versucht Yami zu überzeugen, mehr mit ihr zu machen. Dabei denkt Rito erstmals ernsthaft über das verlockende Angebot von Momo nach","versions":[{"lang":1,"streams":[{"redirect":14278417,"hoster":"VOE"},{"redirect":13670874,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492280,"hoster":"VOE"},{"redirect":8649326,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Bonds of Happiness","descr":"Mikan fühlt sich unwohl zu Hause und ist verwirrt über ihre eigenen Gefühle. Beim Einkaufen trifft sie zufällig auf Rin, die sich um sie kümmert. Yui und Haruna gehen einen Tee trinken, wo sie zufällig auf Risa stoßen, die von einem heißen Date mit Rito schwärmt.","versions":[{"lang":1,"streams":[{"redirect":14278420,"hoster":"VOE"},{"redirect":13223248,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492285,"hoster":"VOE"},{"redirect":8649322,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"True Face in the Darkness","descr":"Celine spielt mit einer von Lalas zahlreichen Erfindungen. Als diese plötzlich aktiviert wird, werden Rito und Yami an den Händen zusammengeklebt. Die beiden müssen von nun an den Tag gemeinsam verbringen und geraten dabei in manch prekäre Situationen… Yami öffnet sich Rito gegenüber und erzählt von ihrer Vergangenheit und ihrer geheimnisvollen Herkunft","versions":[{"lang":1,"streams":[{"redirect":14278421,"hoster":"VOE"},{"redirect":13622329,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13002360,"hoster":"VOE"},{"redirect":8649323,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Memories Leading to Tomorrow","descr":"Ein Rückblick in Yamis Vergangenheit erklärt ihre geheimnisvolle Erscheinung. Als Teil eines Experimentes einer Organisation wurde sie als tödliche Waffe erschaffen. Ihre Schöpferin Tearju Lunatique hat sich mütterlich um sie gekümmert, bis sie vertrieben wurde. Mea erhält währenddessen eine neue Mission von ihrem Meister: Sie soll Rito umbringen.","versions":[{"lang":1,"streams":[{"redirect":14269669,"hoster":"VOE"},{"redirect":13670915,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492283,"hoster":"VOE"},{"redirect":8649325,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"What is a Way of Life?","descr":"Tearju, erscheint als neue Lehrerin auf der Sainan High-School. Sie versucht die Beziehung zu Yami wiederherzustellen und erklärt ihr den genauen Hintergrund ihres Verschwindens. Als sie von Yami abgewiesen wird, bittet Tear Nana, Momo und Rito ihr gute Freunde zu sein, damit sie sich von der dunklen Seite abwendet und ein glückliches Leben führen kann","versions":[{"lang":1,"streams":[{"redirect":14278419,"hoster":"VOE"},{"redirect":13622330,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492284,"hoster":"VOE"},{"redirect":8649324,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A Maiden\u0027s Feelings","descr":"Momos männliche Klassenkameraden gründen den \"Venus Momo Club\", dessen Mitglieder folgen ihr auf Schritt und Tritt und lesen ihr alle Wünsche von den Lippen ab. Fast alle – denn Momo sehnt sich doch viel mehr danach Rito näher zu kommen. Sie entschließt sich offensiver zu werden und lockt Rito nach dem Sportunterricht in den Geräteraum…","versions":[{"lang":1,"streams":[{"redirect":14278423,"hoster":"VOE"},{"redirect":13622332,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492286,"hoster":"VOE"},{"redirect":8649328,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Benommenheit und Herzklopfen","epNo":1,"alt":"Unconsciously ~Light Head☆Beating Heart~","descr":"Ein ganz normaler Morgen im Hause Yuki steht an: Momo schleicht sich heimlich in Ritos Bett und erntet dafür prompt Prügel von Nana, doch dies hält Momo nicht davon ab weiter ihren Haremsplan umzusetzen. Als Haruna und Nana sich vom Tennistraining erholen und ein spezielles Getränk zu sich nehmen, das Haruna betrunken macht, wittert Momo die Chance Rito und Haruna näher zusammenzubringen…","versions":[{"lang":1,"streams":[{"redirect":14278422,"hoster":"VOE"},{"redirect":13622368,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492288,"hoster":"VOE"},{"redirect":8649327,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zögerliches Herz","epNo":2,"alt":"Uneasy ~An Uncertain Heart~","descr":"Als Rito versehentlich gegen Lala stößt, die gerade eine neue Erfindung in der Hand hält und diese durch den Fall aktiviert wird, wird Rito in eine Maus verwandelt. Dass er nun allen Mädchen unter den Rock gucken kann, macht ihn nervös. Er sucht Schutz unter Yamis Kleidung und landet in ihrer Unterwäsche. Während Rito sich von den Turbulenzen erholt, fordert ihn Mea erneut heraus","versions":[{"lang":1,"streams":[{"redirect":14270117,"hoster":"VOE"},{"redirect":13622479,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492290,"hoster":"VOE"},{"redirect":8649329,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Freundschaft","epNo":3,"alt":"After a Storm Comes a Calm ~Friends~","descr":"Mea wird von ihrem Meister an ihren ursprünglichen Auftrag erinnert und erklärt ihr, dass Menschen und Waffen niemals zusammen sein können. Nana fühlt sich von ihrer Freundin verraten und schließt sich zunächst in ihr Zimmer ein. Rito rät ihr, um die Freundschaft zu kämpfen und sie machen sich gemeinsam auf die Suche nach Mea","versions":[{"lang":1,"streams":[{"redirect":14278426,"hoster":"VOE"},{"redirect":13622333,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492287,"hoster":"VOE"},{"redirect":8649334,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Fest beginnt!","epNo":4,"alt":"Summer Festival","descr":"In der Stadt Sainan steht ein großes Fest mit Feuerwerk an. Während Nana, Mea, Haruna und Lala das Spektakel genießen, sind Rito und Momo endlich ungestört. Momo überkommt mal wieder das warme Gefühl, das sie immer verspürt, wenn sie mit Rito zusammen ist und die beiden kommen sich näher. Plötzlich taucht die panische Mikan auf und hat Tearju im Schlepptau…","versions":[{"lang":1,"streams":[{"redirect":14270975,"hoster":"VOE"},{"redirect":13622554,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492289,"hoster":"VOE"},{"redirect":8649331,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neue Attacke: Two of a Kind?","epNo":5,"alt":"New Move: Two of a Kind?","descr":"Rito versucht Celine eine außerirdische Erfindung wegzunehmen, die noch nicht ganz ausgereift ist. Als diese durch ein Versehen aktiviert wird, ist die Aufregung im Hause Yuuki groß: Die splitternackte Yui fällt wie durch Zauberhand direkt in Ritos Arme. Auch die nächste unangenehme Situation lässt nicht lange auf sich warten… Im überfüllten Zug kommen sich Rito und Yui erneut sehr nah.","versions":[{"lang":1,"streams":[{"redirect":14273698,"hoster":"VOE"},{"redirect":13622360,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492291,"hoster":"VOE"},{"redirect":8649330,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Diener: Wettbewerb","epNo":6,"alt":"Manservant","descr":"Rito und Mikan unterstützen ihren Vater, gemeinsam mit Momo, in seinem Studio mit dem Haushalt. Mikan wird von ihrem Vater gebeten zu bleiben um für ihn und seine Kollegen Mittagessen zu kochen. Als Momo sich mit Rito ganz allein auf den Heimweg macht, wittert sie ihre Chance. Sie kann Rito endlich ihr neues Computer-Spiel zeigen, in dem es heiß hergeht.","versions":[{"lang":1,"streams":[{"redirect":14278425,"hoster":"VOE"},{"redirect":13670876,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492292,"hoster":"VOE"},{"redirect":8649332,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Widerstand: Ich weiß, aber dennoch","epNo":7,"alt":"Resistance","descr":"Rito, Momo und Mikan geben ihr Bestes, damit Yami Tearju verzeiht und die beiden sich wieder näherkommen. Dabei trifft Rito bei seiner Suche nach Yami auf Mea, diese weiß über Ritos Bad mit ihrer Meisterin Nemesis Bescheid. Sie verbindet sich durch mit Ritos Gedanken, um herauszufinden, wie es Rito gefallen hat und findet sich selbst in einer feucht fröhlichen Badesituation mit Rito wieder","versions":[{"lang":1,"streams":[{"redirect":14278424,"hoster":"VOE"},{"redirect":13670877,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492294,"hoster":"VOE"},{"redirect":8649333,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefahr: Schwert","epNo":8,"alt":"Danger","descr":"Zastin erzählt seinen Freunden eine Geschichte über ein Dämonen-Schwert, das aus seinem Träger einen blutdurstigen Mörder macht. Mikan erhält währenddessen einen überraschenden Anruf von Rin, die sie zu Saki einlädt. Da alle Bediensteten von Saki plötzlich krank geworden sind, helfen Mikan und ihre Freunde aus und übernehmen die Haushaltsarbeit in sexy Maid-Kostümen.","versions":[{"lang":1,"streams":[{"redirect":14213012,"hoster":"VOE"},{"redirect":13622548,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492295,"hoster":"VOE"},{"redirect":8649336,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kuss: Was verbirgt sich hinter einen Kuss","epNo":9,"alt":"Kiss","descr":"Rin bedankt sich bei Rito, dass er sie gerettet hat und wird prompt von ihren Freundinnen aufgezogen. Hat sie vielleicht doch mehr Gefühle für Rito, als sie sich eingestehen will? Lala schmiedet gemeinsam mit Peke einen Plan, der die Beziehung zwischen ihr und Rito vorrantreiben soll. Bei einem Bad überrascht sie Rito und offenbart ihm ihre Gefühle auf eine ganz spezielle Art","versions":[{"lang":1,"streams":[{"redirect":13858703,"hoster":"VOE"},{"redirect":13670893,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492293,"hoster":"VOE"},{"redirect":8649335,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wahrer Charakter: Wahre Identität enthüllt!?","epNo":10,"alt":"True Character 〜Identity Revealed!?〜","descr":"Shizu will herausfinden, was Meas Geheimnis ist und konfrontiert sie mit ihrem Misstrauen. Prinzessin Lala entwickelt einen Staubsauger für Müll. Als sich herausstellt, dass dieser eine Fehlfunktion hat und anstatt Müll, die Kleidung der Freundinnen einsaugt, bricht das große Chaos aus. Nana versucht in letzter Sekunde den Roboter zu zerstören…","versions":[{"lang":1,"streams":[{"redirect":14278427,"hoster":"VOE"},{"redirect":13622489,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492296,"hoster":"VOE"},{"redirect":8649342,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Beginn der Dunkelheit: Diese Zeit","epNo":11,"alt":"The Beginning of Darkness 〜That Time〜","descr":"Momo möchte Rito endlich dazu bringen, ihrem Haremplan zu folgen und öffnet ihm die Augen. Anschließend versucht Rito Yami und ihre Schöpferin Tearju wieder zusammenzubringen. Yami probiert zu verstehen, warum es für Rito und seine Freunde so wichtig ist, dass sich Tearju und sie wieder annähern. Sie trifft eine Entscheidung, die alles verändert. Ist Momos Haremplan etwa doch gefährdet?","versions":[{"lang":1,"streams":[{"redirect":14212844,"hoster":"VOE"},{"redirect":13622568,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492297,"hoster":"VOE"},{"redirect":8649337,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tosende Finsternis","epNo":12,"alt":"Prediction is impossible 〜Rampaging Darkness〜","descr":"Nachdem Yami sich in die lebendige Waffe \"Goldene Finsternis\" verwandelt hat, sieht sie ihr Ziel klarer als je zuvor: Rito Yuuki muss vernichtet werden. Um den Plan umzusetzen, teleportiert die Goldene Finsternis ihr Zielobjekt kurzerhand direkt in das Schulschwimmbad der Mädchen. Als der Kampf zu eskalieren scheint, taucht Lala zur Rettung auf. Wird sie das Schlimmste abwenden können?","versions":[{"lang":1,"streams":[{"redirect":14270134,"hoster":"VOE"},{"redirect":13622547,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8562333,"hoster":"VOE"},{"redirect":8649338,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Beschützen und beschützt werden","epNo":13,"alt":"Power and Power: Protector and the Protected","descr":"Die Goldene Finsternis wütet auf dem Schulgelände und versetzt die Mitschüler in Angst und Schrecken. Lala versucht Rito aus den Fängen ihrer Macht zu befreien. Die beiden wenden ihre Energie gegeneinander an, bis Lala den Angriff der Goldenen Finsternis schließlich abwehren kann. Währenddessen stellt sich Mea gegen ihre Meisterin und beschließt ab jetzt ihren eigenen Weg zu beschreiten","versions":[{"lang":1,"streams":[{"redirect":14278434,"hoster":"VOE"},{"redirect":13670888,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8492298,"hoster":"VOE"},{"redirect":8649339,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Danke","epNo":14,"alt":"Bright Future 〜Thank You〜","descr":"Die Goldene Finsternis ist im Zerstörungsmodus und nicht mehr zu bändigen. Ritos Entschluss steht fest: Er muss all seinen Mut aufbringen und Yami durch perverse Handlungen aufwecken, um die gesamte Stadt vor ihrer Zerstörung zu retten. Wird es Rito gelingen die Goldene Finsternis auf diese Weise von ihrem Zerstörungsmodus zu befreien, sodass sie sich wieder zu seiner Yami zurückverwandelt?","versions":[{"lang":1,"streams":[{"redirect":14270711,"hoster":"VOE"},{"redirect":13670895,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8375270,"hoster":"VOE"},{"redirect":8375271,"hoster":"Streamtape"}]}]}]}]}