{"path":"/serie/stream/to-the-ends-of-the-earth","name":"To the Ends of the Earth","descr":"Ein Kriegsschiff segelt im Jahr 1812 von England nach Australien. Die Passagiere hoffen alle auf der anderen Seite der Welt ein neues Leben beginnen zu können. Sie setzen sich aus allen Schichten der Gesellschaft zusammen: Emigranten, Seeleute, Aristokraten und Offiziere. Unter ihnen befindet sich auch ein junger Adeliger: Edmund Talbot (Benedict Cumberbatch) getrieben sowohl von Abenteuerlust, als auch Pflichtbewusstsein. Kapitän Anderson (Jared Harris) führt ein unerbittliches Kommando und scheint alles im Griff zu haben. Die Reise ist hart und auch wenn es Liebe, Leidenschaft und auch Erleuchtung gibt, so wird doch nicht jeder an Bord sein Ziel erreichen.","seasons":[{"path":"/serie/stream/to-the-ends-of-the-earth/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/to-the-ends-of-the-earth/staffel-1/episode-1","name":"Äquatortaufe","epNo":1,"alt":"Rites of Passage","descr":"Im Jahr 1812 segelt ein Kriegsschiff nach Australien. Die Passagiere an Bord dort auf ein neues Leben. So auch der junge Adlige Edmund Talbot, den Pflicht aber auch Abenteuer rufen. Die Reise ist hart, doch härter noch ist das Regime von Captain Anderson, der alles an Bord eisern im Griff zu haben scheint. Doch gibt es daneben auch Platz für Erleuchtung, Leidenschaft, gar Liebe.","versions":[]},{"path":"/serie/stream/to-the-ends-of-the-earth/staffel-1/episode-2","name":"Die Eingepferchten","epNo":2,"alt":"Close Quarters","descr":"Edmund Talbot setzt seine beschwerliche Reise nach Australien auf dem Schiff fort. Sowohl Besatzung als auch Passagiere hadern mit der andauernden Langeweile. Die Monotonie wird jäh unterbrochen, als ein französisches Kriegsschiff am nebligen Horizont auftaucht. Edmund sieht schon den Tod vor Augen. Aber dann geschieht etwas völlig","versions":[]},{"path":"/serie/stream/to-the-ends-of-the-earth/staffel-1/episode-3","name":"Unter Feuer","epNo":3,"alt":"Fire Down Below","descr":"Das marode Schiff versucht, wieder auf Kurs nach Sydney zu kommen. Die Passagiere leiden furchtbar unter jeder Bewegung des angeschlagenen Seelenverkäufers. Edmund hat die Aufgabe, den jährzornigen Captain Anderson davon zu überzeugen, dass es klüger wäre, eine andere, ruhigere Route einzuschlagen, denn die Passagiere haben wenig Hoffnung, ihr Ziel jemals lebend zu","versions":[]}]}]}