{"path":"/serie/stream/tod-und-nachtigallen","name":"Tod und Nachtigallen","descr":"[Death and Nightingales] Das britische Liebesdrama \"Death and Nightingales\" spielt in der Landschaft von Fermanagh im Jahr 1885 und stellt Beth Winters (Ann Skelly) ins Zentrum, deren 23. Geburtstag zum Schicksalstag wird. Sie hat beschlossen, mit dem charmanten Liam Ward (Jamie Dornan) aus ihrem öden Leben auszubrechen und sich endlich von ihrem schwierigen Stiefvater Billy (Matthew Rhys) zu lösen. Doch ihr Abenteuer wird Folgen haben – nicht nur für die Familien beider Protagonisten, sondern auch für die ganze Nation.","seasons":[{"path":"/serie/stream/tod-und-nachtigallen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tod-und-nachtigallen/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Am Tag ihres 23. Geburtstags will Beth Winters von zu Hause abhauen. Aber kann sie die Nerven behalten, während der Tag immer näher rückt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9102608","hoster":"VOE"},{"path":"/redirect/9102613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tod-und-nachtigallen/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Beth beschließt Mercy zu sagen das sie Fermanagh verlässt, aber Mercy protestiert und erklärt das es ihr das Herz brechen wird - und Billy auch. Beth setzt ihren Plan mit Liam durchzubrennen, in die Tat um, aber ein misstrauischer und sehr betrunkener Billy stellt Beth zur Rede - gibt es etwas das sie ihm zu sagen hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9102629","hoster":"VOE"},{"path":"/redirect/9102641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tod-und-nachtigallen/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Beth plant mit Ward durchzubrennen, stiehlt Billys Gold und verschwindet. Die Puppe hält sie auf und spricht eine eindringliche Warnung aus. Wer hat es auf sie abgesehen und warum? Beth wird ihre Rache bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9102584","hoster":"VOE"},{"path":"/redirect/9102588","hoster":"Streamtape"}]}]}]}]}