{"path":"/serie/stream/tod-eines-pilgers","name":"Tod eines Pilgers","descr":"[En pilgrims död] 1986 wird der schwedische Ministerpräsident Olof Palme in Stockholm auf dem Heimweg vom Kino auf offener Straße erschossen. Der Täter kann jedoch nie gefunden werden, der Mord bleibt ungeklärt. 20 Jahre später will der Chef der schwedischen Kriminalpolizei Lars Martin Johansson (Rolf Lassgård) den Fall erneut aufrollen. Tatsächlich wurden in der Vergangenheit entscheidende Spuren nicht verfolgt.","seasons":[{"path":"/serie/stream/tod-eines-pilgers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tod-eines-pilgers/staffel-1/episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"1986 wird der schwedische Ministerpräsident Olof Palme in Stockholm auf dem Heimweg vom Kino auf offener Straße erschossen. Der Täter kann jedoch nie gefunden werden, der Mord bleibt ungeklärt. 20 Jahre später will der Chef der schwedischen Kriminalpolizei Lars Martin Johansson den Fall erneut aufrollen. Tatsächlich wurden in der Vergangenheit entscheidende Spuren nicht verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279764","hoster":"VOE"},{"path":"/redirect/12279766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tod-eines-pilgers/staffel-1/episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"Die Spurensuche von Kommissar Johansson und seinem Team bringt neue Ungereimtheiten ans Licht: Warum ging Olof Palme am Tag des Attentats überhaupt ohne Sicherheitsdienst aus dem Haus? Offenbar gab er seinen Personenschützern schon am frühen Nachmittag frei. Hat jemand aus dem engsten Umfeld des Ministerpräsidenten dem Täter den entscheidenden Tipp gegeben? Oder planten die Beamten des Sicherheitsdienstes den Anschlag sogar selbst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279768","hoster":"VOE"},{"path":"/redirect/12279767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tod-eines-pilgers/staffel-1/episode-3","name":"Teil 3","epNo":3,"alt":"","descr":"Bei den Ermittlungen gerät Polizei-Superintendent Claes Waltin immer mehr in den Mittelpunkt. Jeanette Eriksson, die für Joahnnsons Team arbeitet, verschweigt, dass sie 1985 als Mitarbeiterin von Waltin gearbeitet und eine Affäre mit ihm hatte. Obwohl Waltin sie manipulierte und bei sadistischen Sexspielen misshandelte, konnte sie sich nicht von ihm lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279771","hoster":"VOE"},{"path":"/redirect/12279770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tod-eines-pilgers/staffel-1/episode-4","name":"Teil 4","epNo":4,"alt":"","descr":"Johansson erklärt seinem Team, was er über Polizei-Superintendent Waltin weiß: Er unterhielt außerhalb der Polizei eine Einheit, die einzig und allein auf wirtschaftlichen Profit aus war und dies mit illegalen Mitteln verfolgte. Eriksson gesteht, dass sie eine Affäre mit Waltin hatte und ihn für machtbesessen, krank und brutal hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279761","hoster":"VOE"},{"path":"/redirect/12279762","hoster":"Streamtape"}]}]}]}]}