{"path":"/serie/stream/todd-mcfarlanes-spawn","name":"Todd McFarlane\u0027s Spawn","descr":"Spawn ist ein gefallener Söldner, der nach seinem Tod in der Hölle einen Pakt mit Malbolgia (dem Teufel) schließt, um seine Frau (Wanda) wiederzusehen – jedoch mit einem Haken: Spawn ist eine Art Super-Zombie geworden – ein Dämon mit einem lebendem Mantel, der ungeahnte Kräfte besitzt, die er jedoch nur sparsam einsetzten darf. Er soll der neue Anführer gegen die Himmlischen Tore werden, entscheidet sich jedoch gegen beide Seiten (Himmel und Hölle) und kämpft sich seinen Weg allein durch. Zu seinem Erschrecken muss er auch feststellen, dass er fünf Jahre nach seinem Tod wiedergekehrt ist und seine Frau längst ein neues Leben führt.","seasons":[{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-1","name":"","epNo":1,"alt":"Burning Visions","descr":"Pilotfolge dieser Zeichentrickserie nur für Erwachsene über einen CIA-Killer, dessen Tod ihn veranlasst, einen Deal mit dem Teufel zu besiegeln. Aber der Teufel verwandelt ihn in \"Höllenbrut\", einen dunklen Krieger, der gegen die Mächte des Bösen auf der Erde kämpft - und in sich selbst.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835937","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-2","name":"","epNo":2,"alt":"Evil Intent","descr":"Spawn gewinnt den Respekt der Verlassenen, die in der Gasse leben, während sie den Rat des Weisen Cogliostro einholen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835925","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-3","name":"","epNo":3,"alt":"No Rest, No Peace","descr":"Ein angeheuerter Cyborg namens Overkill verwickelt Spawn in eine Schlacht in der Gasse und zwingt Spawn, einige von Al Simmons alten \"Handwerkszeugen\" aus einem bewachten CIA-Waffenlager zu holen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835946","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-4","name":"","epNo":4,"alt":"Dominoes","descr":"Während Wanda versucht herauszufinden, wer einen Mörder beschützt, wird CIA-Chef Wynn auf Spawn aufmerksam.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835927","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-5","name":"","epNo":5,"alt":"Souls in the Balance","descr":"Ein psychischer, Granatenprediger namens Cain hält einen stummen Jungen als Geisel und droht, jeden in die Luft zu jagen, der ihm in die Quere kommt. Spawn ist zunächst gleichgültig, wird aber in Aktion gesetzt, wenn ein Polizist einen der Gassenschüchter einschüchtert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835929","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-1/episode-6","name":"","epNo":6,"alt":"End Games","descr":"Das Finale der ersten Staffel dieser Zeichentrickserie nur für Erwachsene über einen Superhelden, der gegen die Mächte des Bösen auf der Erde - und in sich selbst - kämpft, um die Wahrheit über seine Identität aufzudecken und sein Schicksal zu erfüllen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835957","hoster":"VOE"}]}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-1","name":"","epNo":1,"alt":"Home, Bitter Home","descr":"In der Premiere der zweiten Staffel enthüllen Spawns Albträume, dass Al Simmons Mörder sein Söldner-Ex-Partner Chapel war. CIA-Chef Jason Wynn fordert Chapel auf, einen Cache mit gestohlenen Waffen zu finden, bevor sie aufgedeckt und auf ihn zurückgeführt werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835924","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-2","name":"","epNo":2,"alt":"Access Denied","descr":"Spawn wird von Träumen seiner ehemaligen Frau Wanda gefoltert, die jetzt mit seinem einst besten Freund Terry schläft, und der manipulative Clown schürt das Feuer, indem er versucht, Spawn dazu zu bringen, Terry für den Diebstahl seiner Frau verantwortlich zu machen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835967","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-3","name":"","epNo":3,"alt":"Colors of Blood","descr":"Als eine Gruppe von Drogendealern die Obdachlosen in Rat City terrorisiert, bittet Gareb Spawn, sie loszuwerden - zunächst ohne Erfolg. Aber nach einem rücksichtslosen Mord übernimmt Spawn das Kommando und \"eliminiert\" alle Dealer außer dem Anführer.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835979","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-4","name":"","epNo":4,"alt":"Send in the KKKlowns","descr":"Mit einem Serienmörder auf freiem Fuß macht Wandas Suche nach ihrem Ehemann Terry einen Umweg, als Wynns Männer ihr folgen und sie in die Enge treiben. Spawn erscheint vor Ort, um die Agenten zu eliminieren, und erlaubt Wanda, ihn zum ersten Mal zu sehen - aber sie ist entsetzt.","versions":[]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-5","name":"","epNo":5,"alt":"Death Blow","descr":"Während Lisa Wu die Morde an zwei anderen Reportern untersucht, wird Terry von der Polizei festgenommen. Wynn beschuldigt Merrick für all seine jüngsten Probleme, Terry zu finden; Zur Strafe schickt er einen anderen Agenten, um Wanda und Cyan zu töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7835993","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-2/episode-6","name":"","epNo":6,"alt":"Hellzapoppin","descr":"Im Finale der zweiten Staffel nimmt Spawn den Kampf mit nach Wynn und teilt ihm mit, dass er um Mitternacht für ihn kommt. Als Wynn sieht, dass seine Pläne zusammenbrechen, versucht er, seine Agenten Lisa Wu töten zu lassen, während sie sich der Wahrheit nähert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836000","hoster":"VOE"}]}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-1","name":"","epNo":1,"alt":"The Mindkiller","descr":"Spawn wird von Albträumen eines mittelalterlichen schwarzen Ritters gequält, der ihn jagt und verlangt, dass er anerkennt, welchem ​​Meister er dient. Ein mysteriöser Gefangener wird vorgestellt; Wir finden, dass er von Jason Wynn festgehalten wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836005","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-2","name":"","epNo":2,"alt":"Twitch Is Down","descr":"Twitch ist dem Spawn-Fall zugeordnet. In seiner Forschung konfrontiert Twitch den Spawn in der Gasse sowie die Reporterin Lisa Wu. Leider bleiben seine Heldentaten nicht unbemerkt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836014","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-3","name":"","epNo":3,"alt":"Seed of the Hellspawn","descr":"Nachdem Cog Spawn über die Kräfte seines Leichentuchs informiert hat, verwandelt sich Spawn in eine menschliche Form, um Wanda zu besuchen. Twitch, der sich im Krankenhaus erholt, findet sein Gedächtnis neblig. Terry und Richard Sullivan versuchen, Wynns böse CIA-Geschäfte aufzudecken.","versions":[]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-4","name":"","epNo":4,"alt":"Hunter\u0027s Moon","descr":"Opfer werden in Spawns Gasse zerrissen gefunden. Sam und Twitch glauben, dass es die Arbeit des Mannes im roten Umhang ist. Am Tatort sieht Lisa Wu ein Mädchen, das sie als Lily erkennt, eine himmlische Ausgestoßene und Vampirin, die vom Himmel angeheuert wurde, um die Höllenbrut zu töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836025","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-5","name":"","epNo":5,"alt":"Chasing the Serpent","descr":"Spawn hat Rückblenden von sich selbst, als Al Simmons flussabwärts schickte, um den abtrünnigen Major Forsberg zu fangen - Hüter der Kriegsmaske von Ghengis Khan, die die Mächte der Hölle enthält.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836031","hoster":"VOE"}]}]},{"path":"/serie/stream/todd-mcfarlanes-spawn/staffel-3/episode-6","name":"","epNo":6,"alt":"Prophecy","descr":"Im Serienfinale erinnert sich Twitch, dass Chief Banks ihn erschossen hat. Jade verrät, dass sie ein Kopfgeld hat. Zwei neue Himmelskrieger erscheinen und kämpfen gegen Spawn und Jade. Spawn erkennt, dass seine Kräfte nicht für das Böse eingesetzt werden müssen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7836036","hoster":"VOE"}]}]}]}]}