{"path":"/serie/stream/tokimeki-memorial-only-love","name":"Tokimeki Memorial ~Only Love~","descr":"[Ger Sub] Aoba Riku hatte es in seinem bisherigen Schulleben nicht leicht.Aufgrund der Arbeit seines Vaters, musste er nämlich schon überein Dutzend Mal die Schule wechseln, was ihn bereits durch ganzJapan gebracht hat. Das Leben an der Schule, zu der er jetzt gewechseltist, so plant er, soll normal werden. Ein normales Schulleben, mit keinen außergewöhnlichen Sachen oder Ereignissen, wie das ständigeSchule wechseln. So hat er sich das jedenfalls gedacht. Die Schule,die er nun besucht, hat ein Motto: Freiheit. Die Schüler genießenmehr Freiheiten, als in üblichen Schulen. Besonders der Studentenratnutzt das aus. Denn gleich am ersten Tag wird Aoba das Opfer einerVeranstaltung des Studentenrates. Und nicht nur das - er verliebtsich auch! In die Schulschönheit Amamiya. Und von da an scheinen sichfür Aoba ungewöhnliche und nervenzerfetzende Ereignisse zu häufen.Jeder Tag ein neues Abenteuer. Soviel zu seinem normalen Schulleben.","seasons":[{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-1","name":"","epNo":1,"alt":"Tokimeki Encounter","descr":"Riku Aoba wechselt in eine neue Schule und erfährt schnell viele der bizarren Bräuche, die mit der Schule verbunden sind. In derselben Episode trifft Riku zum ersten Mal auf Sayuri und Mina.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329499","hoster":"VOE"},{"path":"/redirect/10148581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-2","name":"","epNo":2,"alt":"Tokimeki Destiny","descr":"Drei der Big Four Sportler haben sich für Riku interessiert und alle schmieden separate Pläne, um ihn dazu zu bringen, ihren Vereinen beizutreten. Sie gehören zum Leichtathletikteam, zum Schwimmteam und zum Baseballteam. Zum Glück für Riku gelingt es ihm, jeder ihrer Herausforderungen zu entkommen und erhält als Belohnung ein spezielles Stirnband von der Schülervertretung. In derselben Episode trifft Riku Tsukasa zum ersten Mal, indem er sich gegenseitig anstößt. Riku bietet ihr an, ihr vom Boden aufzuhelfen. Tsukasa bemerkte, dass ihr Herz schneller schlug, als sie seinen Blick traf und erklärte, dass er ihr bestimmter Liebhaber sei, sehr zu Rikus Überraschung und Verdruss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329498","hoster":"VOE"},{"path":"/redirect/10148582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-3","name":"","epNo":3,"alt":"Tokimeki After School","descr":"Riku beginnt eine (erzwungene) Beziehung mit Tsukasa. Sie versucht, ein traditionelles Bento (Lunchpaket) zuzubereiten, obwohl es so schlecht ist, dass Riku sich zwingen muss, es zu essen, um Tsukasas Gefühle nicht zu verletzen. Tsukasa erkennt später, dass ihre Küche schrecklich ist, und verbringt Zeit damit, ihre Kochkünste mit dem Hauswirtschaftslehrer zu verbessern, um ein anständiges Mittagessen für ihren \"Freund\" zuzubereiten. In derselben Folge treffen sich Mina und Riku zum zweiten Mal, nur stellt sie sich ihm diesmal richtig vor. Mina gibt Riku nach dem Niesen ein Taschentuch. Mina geht in nervöser Eile, als Riku erfährt, dass sie seinen Namen kennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329497","hoster":"VOE"},{"path":"/redirect/10148586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-4","name":"","epNo":4,"alt":"Tokimeki Water\u0027s Surface","descr":"Riku will Mina ihr Taschentuch zurückgeben, doch seine beiden guten Freunde schleifen ihn weiter herum. Schließlich kann er es ihr zurückgeben, woraufhin Mina ihn bittet, ihr psychologischer Coach zu sein, um ihre Denkweise beim Schwimmen beizubehalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329502","hoster":"VOE"},{"path":"/redirect/10148587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-5","name":"","epNo":5,"alt":"Tokimeki Accident","descr":"Endlich ist das Sportfest der Schule angekommen, bei dem jede Klasse in sportlichen Spielen gegeneinander antritt. Als sich Sayuri jedoch mitten im Tag am Knöchel verletzt, muss Riku einspringen und ihren Platz als Koordinatorin für die Aktivitäten des Tages einnehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329501","hoster":"VOE"},{"path":"/redirect/10148588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-6","name":"","epNo":6,"alt":"Tokimeki Rain","descr":"Inukai, in Rikus Klasse, wird eines Tages vermisst, nachdem er offenbar wegen des Kampfes gegen eine Gruppe von Schlägern festgenommen wurde. Gerüchte über ihn und seine rebellische Natur häufen sich. Während Inukai anderen nicht viel über sich preisgibt, lässt er seine Taten normalerweise mehr sprechen als Worte. Riku beginnt sich zu fragen, warum Inukai so handelt, wie er es tut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329507","hoster":"VOE"},{"path":"/redirect/10148590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-7","name":"","epNo":7,"alt":"Tokimeki Confession","descr":"Riku wird vom Studentenrat gezwungen, die Hälfte seines Sommers zu verlieren, um sich auf das bevorstehende Kulturfestival vorzubereiten, während er es mit Sayuri plant. Gleichzeitig wird er von der Lehrerin des Schauspielclubs gezwungen, ein Theaterstück für das Festival vorzuspielen. Während des Vorsprechens gesteht er zu Rikus Überraschung Sayuri versehentlich, als sie auftaucht, um sein Vorsprechen zu sehen, als er die Zeile aus dem Stück angibt. Sayuri ist durch das plötzliche Geständnis verwirrt. Unterdessen beginnt Tsukasa die Tiefe von Rikus Gefühlen oder deren Fehlen zu erkennen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329504","hoster":"VOE"},{"path":"/redirect/10148589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-8","name":"","epNo":8,"alt":"Tokimeki Time","descr":"Nach dem gestrigen Überraschungsereignis im Schauspielraum ist Sayuri unwohl, eine Weile mit Riku herumzuhängen. Riku und Mina finden auf dem Heimweg einen Tempelschrein. Riku gibt Mina eine Opfergabe und ein Gebet, damit sie ihre Schwimmzeiten vor dem großen Schwimmtreffen verbessern kann. Aber Mina bittet um ihr eigenes Gebet, was Riku sehr überrascht zurücklässt. Unterdessen werden Tsukasas Volleyballtalente von ihren Gefühlen für Riku beeinträchtigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329503","hoster":"VOE"},{"path":"/redirect/10148591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-9","name":"","epNo":9,"alt":"Tokimeki Sea","descr":"Tsukasa und Riku gehen zum Strand, um gemeinsam Spaß zu haben, aber Tsukasa fällt es schwer, mit ihm allein zu sein, als fast die gesamte Schule auftaucht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329509","hoster":"VOE"},{"path":"/redirect/10148592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-10","name":"","epNo":10,"alt":"Tokimeki Twilight","descr":"Während der Sommerferien bekommen Riku und seine Freunde Teilzeitjobs, finden aber bald heraus, wie schwierig sie sein können. Währenddessen arbeitet Sayuri ganz alleine im Aufsichtskomitee für das kommende Schulkulturfestival, was Riku sehr am Herzen liegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329506","hoster":"VOE"},{"path":"/redirect/10148594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-11","name":"","epNo":11,"alt":"Tokimeki Memories","descr":"Nach einem Schwimmturnier ist Minas Popularität in die Höhe geschossen. Einige Mitglieder ihres eigenen Clubs werden jedoch eifersüchtig auf sie und ihre wachsende Anhängerschaft beginnt sie zu stressen. Mina versucht Riku zu finden, um ihm zu sagen, wie sie sich in der ganzen Situation fühlt, obwohl es ihr genauso schwerfällt, einfach nur seine Telefonnummer zu bekommen. Riku versucht gleichzeitig, Mina zu erreichen, aber nicht ohne Hindernisse.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329508","hoster":"VOE"},{"path":"/redirect/10148597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-12","name":"","epNo":12,"alt":"Tokimeki Night","descr":"Es kursiert das Gerücht, dass nachts in der Kirche auf dem Schulgelände ein Gespenst auftaucht und die Schule in der Nacht geschlossen wird. Schließlich stellt sich heraus, dass eine große schwarze Kugel mit einem großen roten Auge die Schule terrorisiert. Währenddessen taucht in der Schule eine mysteriöse junge Dame auf, die sich als magische Göttin entpuppt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336231","hoster":"VOE"},{"path":"/redirect/10148593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-13","name":"","epNo":13,"alt":"Tokimeki Secret","descr":"Das Kulturfestival ist nur noch einen Monat entfernt und es läuft nicht gut für Rikus Klasse. Klasse 2-A hat sich noch nicht für ihr Hauptthema entschieden und sowohl Jungen als auch Mädchen kämpfen um kreative Differenzen. Riku ist sehr besorgt, dass Sayuri mit viel Papierkram überlastet ist, von anderen Schülern mit unterschiedlichen Problemen umgeben ist und keine Hilfe von anderen Schülern hat. Gleichzeitig wird Riku erneut von der Lehrerin des Theaterclubs genötigt. Nur dieses Mal möchte sie, dass Sayuri ein Theaterstück für das Festival vorspielt und Riku Sayuri um ihre Antwort bittet. Währenddessen zeigt Sayuri Riku ihren \"geheimen Ort\" als Zufluchtsort vor dem Schulalltag.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329510","hoster":"VOE"},{"path":"/redirect/10148596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-14","name":"","epNo":14,"alt":"Tokimeki Transfer Student","descr":"Ein hübsches blondes Mädchen wechselt auf die Tsumugi Private High School. Aufregung entfacht, als erfährt, dass sie das beliebte Teenie-Magazin-Model Yukari Higashino ist, und noch mehr, als sich herausstellt, dass sie Rikus Jugendfreundin ist. Riku sagt jedoch etwas anderes über ihre \"glückliche\" gemeinsame Kindheit. Mina und Tsukasa nehmen Yukaris Annäherungsversuche an Riku nicht gut an und beschließen, sie herauszufordern. Die Wendung: Yukari wählt Sayuri als ihren Partner bei den Herausforderungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329512","hoster":"VOE"},{"path":"/redirect/10148595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-15","name":"","epNo":15,"alt":"Tokimeki Reality","descr":"Haruka Wakatake, die Klassenlehrerin der Klasse 2-A, fühlt sich wegen verschiedener Probleme niedergeschlagen, wie zum Beispiel, dass sie glaubt, keine so gute Lehrerin zu sein, nicht so \"perfekt\" wie Sayuri Amamiya zu sein und immer noch Single zu sein, genau wie ihr siebenundzwanzigster Geburtstag ist Annäherung. Ihre Hoffnungen steigen, als sie in einem Online-Videospiel, das sie täglich spielt, einen netten neuen Freund trifft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329511","hoster":"VOE"},{"path":"/redirect/10148598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-16","name":"","epNo":16,"alt":"Tokimeki Moment","descr":"In dieser Folge wurde Riku Aoba mit dem Kulturfestivalprojekt seiner Klasse, einem Spukhaus, beauftragt. Aber der Bau des Hauses ist eine riesige Aufgabe, also bittet er den Naturwissenschaftslehrer um Hilfe. Als die Klasse jedoch das Zelt sieht, stellt sie überrascht fest, dass es so groß wie die Schule ist und nicht genügend Dekoration dafür vorhanden ist. Um dies auszugleichen, bittet Riku die Göttin des Ofens, echte Geister (harmlos, aber schelmisch) für das Zelt zu beschwören. Gleichzeitig bemerkt Sayuri Rikus neue Popularität und ist leicht neidisch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14445615","hoster":"VOE"},{"path":"/redirect/10148599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-17","name":"","epNo":17,"alt":"Tokimeki Cultural Festival","descr":"Es ist der Tag des Kulturfestivals und Riku hofft, Sayuris Auftritt bei dem Stück zu sehen. Seine Hoffnungen werden jedoch enttäuscht, als seine Prioritäten für das Kulturfestival die Oberhand gewinnen. Tsukasa und Mina versuchen, ihn auf dem Campus aufzuheitern, indem sie alle Spiele und Aktivitäten ausprobieren, die das Festival zu bieten hat, aber die Dinge werden durch ihre eigene Rivalität um Rikus Zuneigung verschlimmert. Unterdessen versucht Sayuri, Riku zu finden, um sich dafür zu entschuldigen, dass er ihn am Vortag angegriffen hat, weil er auf seine neu entdeckte Popularität eifersüchtig ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329515","hoster":"VOE"},{"path":"/redirect/10148600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-18","name":"","epNo":18,"alt":"Tokimeki Field Trip","descr":"Alle Schüler des zweiten Studienjahres machen eine Exkursion nach Hokkaido. Tsukasa ist während der Reise krank und versucht, es zurückzuhalten, um Zeit mit Riku zu verbringen. Nachdem er vor Riku ohnmächtig geworden ist, bringt er sie ins Krankenhaus. Unterdessen kann Mina Riku nicht mit ihrem Handy erreichen, da er nicht auf sein Handy schaut und sich nicht um Tsukasa kümmert. Während dieser Zeit ignoriert Riku Sayuri, als er glaubt, dass sowohl sie als auch Sakurai in einer Beziehung sind, was seine eigenen Gefühle erschwert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329514","hoster":"VOE"},{"path":"/redirect/10148602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-19","name":"","epNo":19,"alt":"Tokimeki Message","descr":"Während Riku, seine Klasse und der Rest der Studenten in Hokkaido unterwegs sind, fühlt sich Mina einsam, weil sie Riku nicht sieht. Als ihre SMS an Riku unbeantwortet bleiben, verfällt sie in eine Depression. Inzwischen glaubt Riku immer noch, dass Sayuri und Sakurai in einer Beziehung sind und ignoriert sie weiterhin. Nachdem er nach Hause zurückgekehrt ist, überprüft Riku endlich sein Telefon und enthüllt die zahlreichen E-Mails / SMS und eine herzzerreißende Sprachnachricht von Mina.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329516","hoster":"VOE"},{"path":"/redirect/10148603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-20","name":"","epNo":20,"alt":"Tokimeki Thoughts","descr":"Nachdem Riku endlich Minas und Tsukasas Gefühle für ihn erkannt hat, weiß er nicht, wie er reagieren soll. Er beschäftigt sich auch mit seinen Gefühlen für Sayuri und ob er sie noch behalten soll. Mit der Situation nicht vertraut, verfällt er in eine Depression. Nachdem er Inukai getroffen hat, der ihm einige Ratschläge gibt, jubelt er endlich auf und gibt Mina und Tsukasa seine Antwort, mit der sie vorerst zufrieden zu sein scheinen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329518","hoster":"VOE"},{"path":"/redirect/10148601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-21","name":"","epNo":21,"alt":"Tokimeki Holy Night","descr":"Es ist Weihnachtszeit und Sakurai hat eine weitere Veranstaltung des Schülerrats geplant, bei der die Teilnehmer Paare bilden müssen, jeweils einen Mann und ein Mädchen, sowie einen zufälligen Austausch von Weihnachtsgeschenken. Da viele Typen um Sayuri wetteifern, neckt Ayame sie damit, dass sie sich für Riku entschieden hat, was Sayuri bestreitet. Um die Sache aufzupeppen, wählt Ayame Riku für sich selbst, sehr zur Überraschung aller und zum Entsetzen von Tsukasa und Mina. Insgeheim sucht Sayuri ein Geschenk für Riku aus, während Tsukasa und Mina auch aufgeregt ihres für ihn aussuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329519","hoster":"VOE"},{"path":"/redirect/12985091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-22","name":"","epNo":22,"alt":"Tokimeki New Year","descr":"Man erfährt, dass Riku das neue Jahr allein zu Hause verbringen wird. In der Hoffnung, Zeit mit ihm verbringen zu können, beschließen Sayuri, Tsukasa und Mina, bei ihm zu Hause vorbeizuschauen, ohne sich bewusst zu machen, dass sie dasselbe planen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329520","hoster":"VOE"},{"path":"/redirect/12985090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-23","name":"","epNo":23,"alt":"Tokimeki Present","descr":"Es ist Valentinstag, und nach japanischem Brauch schenken Mädchen den Jungs, die sie mögen, Pralinen. Während alle Jungs hoffen, Schokolade von Mädchen zu bekommen, die sie mögen, hat sich herausgestellt, dass Sayuri ihr ganzes Leben lang keinem Mann Schokolade zum Valentinstag gegeben hat. Sayuri beschließt Riku endlich ihre erste Valentinsschokolade zu geben, gerade als Tsukasa und Mina auch ihre für ihn vorbereiten. Alles bricht jedoch zusammen, als Riku die schlechte Nachricht enthüllt: Er wechselt auf eine neue Schule.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329521","hoster":"VOE"},{"path":"/redirect/10148606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-24","name":"","epNo":24,"alt":"Tokimeki Farewell","descr":"Es stellt sich heraus, dass Riku aufgrund der Arbeit seines Vaters von der Tsugumi High School wechselt, genau wie er aus dem gleichen Grund einige Male zuvor die Schule wechseln musste. Die ganze Klasse beschließt, eine Abschiedsparty für ihn zu veranstalten. Sayuri ist jedoch immer noch enttäuscht, dass sie Riku ihre Schokolade nicht geben konnte und seine geplante Abreise verschlimmert ihre Verzweiflung. Tsukasa und Mina sind von dieser Nachricht ebenso deprimiert. Alle drei Mädchen hoffen, bevor Riku geht, wird er ihnen sagen, was er für sie empfindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329522","hoster":"VOE"},{"path":"/redirect/10148607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokimeki-memorial-only-love/staffel-1/episode-25","name":"","epNo":25,"alt":"Tokimeki Wish","descr":"Der letzte Schultag ist gekommen und Riku geht. Sayuri möchte jedoch nicht, dass die Dinge so enden, wie sie sind. Sakurai hilft ihr, indem sie Riku und die männlichen Schüler an einer hastigen Abschlussveranstaltung teilnehmen lässt. Die Schüler müssen Riku fangen, bevor er Sayuri erreicht, und wenn sie dies tun, erhalten sie die hausgemachte Schokolade, die sie für Riku gemacht hat. Mit einer Bitte von Sayuri und ein wenig Hilfe von seinen Freunden (einschließlich Hiyoko) erreicht Riku Sayuri. Sie gesteht ihm ihre wahren Gefühle und Riku (mit einem kleinen Schubs von Inukai noch einmal) akzeptiert, indem sie ihre Nummer/E-Mail vor allen ihren Klassenkameraden fragt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11329523","hoster":"VOE"},{"path":"/redirect/10148608","hoster":"Streamtape"}]}]}]}]}