{"seriesId":"tokyo-24-ku","name":"Tokyo 24-ku","descr":"[Tokyo 24th Ward] Die Kindheitsfreunde Ran, Shuuta und Kouki sind gemeinsam auf einer künstlichen Insel in der Bucht von Tokio aufgewachsen, die auch der 24. Bezirk genannt wird. Obwohl sie sehr verschieden sind, verbrachten sie viel Zeit miteinander – bis ein tödlicher Unfall sie auseinanderreißt. Erst ein Jahr später treffen sie sich wieder und erleben eine böse Überraschung. Gleichzeitig klingeln ihre Telefone und eine Person, die längst nicht mehr am Leben sein dürfte, bringt sie in eine unmögliche Situation. Wird es ihnen trotzdem gelingen, ihre Heimat zu beschützen und das drohende Unheil abzuwenden?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"RGB","descr":"Shuta Aoi wollte ein Held werden, aber nach einem bestimmten Vorfall gab er diesen Traum auf. Ein Jahr später kehrt dieser Vorfall zu Shuta zurück. Um sich seinen Ängsten wieder zu stellen, muss er seine beiden Jugendfreunde zusammenbringen und das RGB reformieren. Wird Shuta bei einer weiteren Chance in der Lage sein, sich seiner Verzweiflung zu stellen?","versions":[{"lang":3,"streams":[{"redirect":9556049,"hoster":"VOE"},{"redirect":9556048,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sepia Graffiti","descr":"Die Familie von Mari Sakuragi besitzt und betreibt das Restaurant Okonomiyaki in der Einkaufsstraße Takara. Doch seit die neu errichtete Takara Mall gebaut wurde, war ihr Geschäft hart. Das 24. Ward Gourmet Festival steht vor der Tür und Mari möchte mit RGB um Rat fragen. Allerdings haben die RGB-Jungs ihre Gedanken schon mit etwas anderem beschäftigt.","versions":[{"lang":3,"streams":[{"redirect":9629962,"hoster":"VOE"},{"redirect":9629965,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Here Today, Gone Tomorrow","descr":"Am Tag des 24. Ward Gourmet Festivals haben Mari und das RGB-Trio alles getan, um sich auf den Wettbewerb vorzubereiten, aber sie finden heraus, dass Yabusame, ein Mitglied einer Quasi-Gang-Organisation, den gesamten Kohl aufgekauft hat die sie für ihr Okonomiyaki-Rezept verwenden wollten. Mari und RGB wissen nicht, was sie tun sollen, aber ihre ehemalige Lehrerin Kaba findet etwas Kohl von einem Freund im örtlichen Einkaufsviertel. Wird Mari ihre Hindernisse überwinden können, um den Hauptpreis zu gewinnen? In dieser schlimmen Situation erhält RGB erneut einen Anruf von Asumi ...!","versions":[{"lang":3,"streams":[{"redirect":9681639,"hoster":"VOE"},{"redirect":9681638,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Silver City","descr":"Ein Tornado trifft das Gourmet Festival und Kaba und viele andere werden Opfer, als RGB eine Entscheidung trifft. Jemand namens Carneades hat sich in das Netzwerk des 24. Bezirks gehackt und eine mysteriöse Nachricht hinterlassen. Das Trio hat keine Ahnung, wer es sein könnte. Unterdessen ist in der alten Shantytown eine Suchtdroge namens \"D\" populär geworden, und die Kriminalität nimmt zu. Shuta hört, dass Kabas Tochter Kozue sich nachts in diesem gefährlichen Teil der Stadt aufhält und folgt ihr.","versions":[{"lang":3,"streams":[{"redirect":9807571,"hoster":"VOE"},{"redirect":9807570,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Red Line","descr":"Auf einem Kreuzfahrtschiff wurde eine Bombe gelegt, aber RGB steht wieder vor einem Trolley-Dilemma. Sie müssen sich entscheiden, ob sie das Leben der VIPs auf dem Schiff oder das Leben der mutmaßlichen Terroristen retten wollen. Koki besteht darauf, dass sie die Verdächtigen erschießen sollten, um die Ziele des Terroranschlags zu retten, aber Ran hat eine Vision, in der er sieht, dass der wahre Schuldige Kunai ist, ein Mitglied von DoRed. Ohne es Shuta und Koki zu sagen, untersucht Ran das Motiv hinter Kunais Terroranschlag. Was wird das Ergebnis dieses Trolley-Dilemmas sein?","versions":[{"lang":3,"streams":[{"redirect":9807576,"hoster":"VOE"},{"redirect":9807575,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Under the Green Flower","descr":"Auf Kokis Befehl hin wird Kunai erschossen, um den Terroranschlag zu stoppen. Mit allen Augen auf DoRed, der Organisation, der Kunai angehörte, verfolgt SARG Ran, den Anführer der Organisation. Nachdem er den Terroranschlag vereitelt hat, erklärt Koki seinem Vater Gori die Vision, die er gesehen hat, aber sein Vater glaubt ihm nicht. Unterdessen wird die Wahrheit über die Droge namens \"D\" und die Entwicklung in Shantytown, die Kunai in den sozialen Medien gepostet hat, im Fernsehen gezeigt. Nachdem Gori das gesehen hat, bringt er Koki an einen bestimmten Ort.","versions":[{"lang":3,"streams":[{"redirect":9823936,"hoster":"VOE"},{"redirect":9823934,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Golden Sunrise","descr":"Ran versteckt sich vor SARG und Kōki ist mit dem KANAE-System beschäftigt. Shūta, der lediglich in der elterlichen Bäckerei aushilft, versucht seine Freunde zu erreichen.","versions":[{"lang":3,"streams":[{"redirect":9920583,"hoster":"VOE"},{"redirect":9920584,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"RGB gehen immer noch getrennt der Wahrheit hinter Carneades nach, als sie eine weitere Vision erhalten. 0th nutzt die Situation, um Ran um einen Gefallen zu bitten.","versions":[{"lang":3,"streams":[{"redirect":9976781,"hoster":"VOE"},{"redirect":9976782,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Silver Salt","descr":"Ein Rückblick auf die erste Hälfte der Serie.","versions":[{"lang":3,"streams":[{"redirect":12930655,"hoster":"VOE"},{"redirect":10085505,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Confession from a Mask","descr":"Die Integration zwischen den Ansätzen von 24th Ward und Tokyo und den Immobilienwerten und Mieten in Shantytown hat den Bewohnern das Leben schwer gemacht. Bei dem Versuch, Ran zu fangen, lässt SARG die Nachricht preis, dass Kinako ein Mitglied von DoRed ist, aber als sie von Bürgerwehren angegriffen wird, rettet Shu sie. Hajime Taki bringt Ran in sein Büro und enthüllt, dass er vom DoRed-Graffiti-Krieg profitiert, und überzeugt Ran, sich in das KANAE-Wahlsystem zu hacken, um die Leute, die cPhones verwenden, dazu zu bringen, gegen das Hazard-Cast-System zu stimmen. Unterdessen beschließt Gori die Zwangsräumung des Pylon Apartment-Gebäudes, was Anti-SARG-Gefühle schürt und die Bewohner beginnen, sich unter dem DoRed-Banner zu versammeln. Tsuzuragawa erlangt das Bewusstsein wieder und erklärt Shu, wie Asumi zum Gehirn des KANAE-Systems wurde, das begann, sein eigenes Gewissen zu entwickeln. Asumi bat RGB um Hilfe, als sie mit einem unlösbaren Problem konfrontiert war, das jedoch Fehler im System verursachte. Tsuzuragawa gesteht, dass Carneades erschaffen wurde, um Zeit für Nachforschungen zu gewinnen, und bittet Shu, Asumi zu retten.","versions":[{"lang":3,"streams":[{"redirect":10085509,"hoster":"VOE"},{"redirect":10085506,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Additive Color Mixture","descr":"Tsuzuragawa stellt Shuta vor das Dilemma, entweder Asumi aus dem KANAE-System auszurotten oder sie in den Dauerschlaf zu versetzen. Chikushi verhaftet Shuta, nachdem er vom Hazard Cast-System als Terrorist identifiziert wurde, aber viele andere werden ebenfalls identifiziert, was auf einen Fehler im System hinweist und darauf hinweist, dass Asumi mit der Datenlast nicht fertig wird. In der SARG-Zentrale erklärt Chikushi Shuta, dass das Feuer in der Takara-Grundschule durch Ratten verursacht wurde, die durch elektrische Leitungen gefressen haben, und nicht durch Brandstiftung, wie Gori behauptet hat. Er gibt Shuta eine Festplattemit Daten, die Tsuzuragawa von Cornucopia abgerufen hat. Währenddessen überredet Mari Shuta, mit Asumi zu sprechen, um ihre Wünsche zu klären, und er trifft sich mit Ko und Ran, um ihre Optionen zu besprechen. Sie streiten sich jedoch und fangen an, über den richtigen Weg zu streiten, entscheiden aber schließlich, dass sie zusammenarbeiten und mit Asumi sprechen müssen. Mit den Daten auf der Festplatte und den Di-VA-Daten von Kunai, die Ran von Oth erhalten hat, glaubt Ran, dass er sich mit ihr verbinden kann. Währenddessen erkennt Asumi ihre Absichten und möchte nicht, dass Shuta sie kontaktiert.","versions":[{"lang":3,"streams":[{"redirect":10157234,"hoster":"VOE"},{"redirect":10157233,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Youth 24th Ward","descr":"Asumi sendet eine weitere Nachricht an die RGB-Jungs und sagt, dass, wenn Shuta Ran die Daten gibt, die Fehler des KANAE-Systems aufgedeckt, ihr Vater verhaftet und das Referendum scheitern wird, wenn er jedoch die Daten an Ko, das KANAE-System, weitergibt wird in Kraft treten und den 24. Bezirk schützen, jedoch auf Kosten des Verlusts der Privatsphäre. Anstatt eine Wahl zu treffen, beschließt RGB, Asumi gemeinsam zu besuchen und mit ihr darüber zu sprechen, obwohl sie sie nicht sehen oder gezwungen sein möchte, die Zukunft zu bestimmen. Asumi tut alles, um sie aufzuhalten, unter anderem erklärt sie sie zu Terroristen, aber mit Tsuzuragawas Hilfe finden sie einen Weg ins Füllhorn. Sie erreichen den Kern und sehen Asumi und stellen Kontakt mit ihrem Gewissen her, während ihr Gespräch über den 24. Bezirk übertragen wird. RGB bietet an, ihre Last zu teilen, wichtige Entscheidungen treffen zu müssen, und als Asumi ihr Angebot annimmt, erklärt Shuta ihr seine Liebe und sie erwidert es. Dann erklären alle auf der ganzen Insel ihre Liebe zu Asumi und den Opfern, die sie gebracht hat, aber dann fragt sie Shuta, Ko und Ran, ob sie gehen kann, und sie verschwindet zusammen mit dem KANAE-System aus der Existenz. Später wird der 24. Bezirk in Tokio eingemeindet und in \"Nijimi-Bezirk\" umbenannt, wobei die Zukunft aller nun auf ihren eigenen Schultern ruht, allerdings mit der Hilfe von Shuta, Ko und Rans Hilfe.","versions":[{"lang":3,"streams":[{"redirect":10232753,"hoster":"VOE"},{"redirect":10232751,"hoster":"Streamtape"}]}]}]}]}