{"seriesId":"tokyo-magnitude-80","name":"Tokyo Magnitude 8.0","descr":"Ein massives, nie zuvor in dieser Heftigkeit aufgetretendes Erdbeben stürzt Tokio ins Chaos. Mittedrin: die Geschwister Mirai und Yūki, die mithilfe der Motorradkurierin Mari versuchen, wieder nach Hause zu gelangen – wenn es denn noch existiert …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das große Beben","epNo":1,"alt":"Odaiba Sinks","descr":"Kaum haben für die Mittelschülerin Mirai Onozawa aus Tokyo die Sommerferien begonnen, wird sie auch schon von ihren Eltern als Babysitter für ihren Bruder Yuuki missbraucht. Alles und jeder geht ihr auf die Nerven, der Sommer ist schrecklich heiß und nun soll sie alleine mit ihrem kleinen Bruder auch noch in eine langweilige Roboterausstellung fahren. Auch der Ausflug und ihr fröhlicher kleiner Bruder können Mirais Stimmung nicht heben, doch als sie gerade das Gebäude verlässt, beginnt erst die wahre Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":8492371,"hoster":"VOE"},{"redirect":8649446,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zerstörte Welt","epNo":2,"alt":"Broken World","descr":"Mirai hat gerade das Gebäude der Roboterausstellung verlassen, aber ihr Bruder Yuuki ist noch auf die Toilette, da fängt die Erde an zu beben. Ein schweres Erdbeben erschüttert die Millionenmetropole und setzt der Stadt schwer zu. Mutig macht sich Mirai auf den Weg zurück um ihren Bruder zu suchen. Dabei trifft sie auf die mutige Mari, die ihr bei der Suche nach Yuuki hilft. Das Gebäude ist schon schwer beschädigt, Nachbeben drohen es ganz zu zerstören, aber die beiden geben die Suche nach Yuuki nicht auf und dringen immer weiter in das Haus vor.","versions":[{"lang":1,"streams":[{"redirect":13115172,"hoster":"VOE"},{"redirect":8649444,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Brücke brennt","epNo":3,"alt":"Burning Bridge","descr":"Das Erdbeben hat alle Brücken der Stadt zerstört oder beschädigt. Aber um zu ihren Familien zu gelangen müssen Yuuki, Mirai und Mari auf die Hauptinsel gelangen. Fähren sind die einzigen Transportmöglichkeiten und große Menschenmassen haben sich an den Anlegestellen versammelt. Mari darf die Kinder jetzt auf keinen Fall verlieren und muss mit ihnen so schnell wie möglich auf eines der Schiffe.","versions":[{"lang":1,"streams":[{"redirect":8492374,"hoster":"VOE"},{"redirect":8649445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Versprechen","epNo":4,"alt":"Their Promise","descr":"Mari, Mirai und Yuuki haben es bis in den Shiba Park geschafft. Dort hat die Armee ein Lager errichtet wo es essen und etwas Ruhe gibt. Mari nimmt den Kindern das Versprechen ab, niemals alleine wohin zu gehen. Doch trotzdem verlieren sich die drei und bei einem Nachbeben sind Yuuki und Mirai ganz allein. Das Beben ist so heftig, dass der gigantische Tokyo-Tower umzustürzen droht - genau auf den Park.","versions":[{"lang":1,"streams":[{"redirect":8492373,"hoster":"VOE"},{"redirect":8649447,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schule des Trauerns","epNo":5,"alt":"The School\u0027s Lament","descr":"Die dreizehnjährige Mirai und ihr achtjähriger Bruder Yuuki schlagen sich gemeinsam mit der fürsorglichen Kurierfahrerin Mari zu Fuß durch das vom Erdbeben zerstörte Tokyo. Auf dem schwierigen Weg zurück zu ihren Familien, sehen sie viel Leid und Trauer auf den Straßen, treffen aber auch auf Menschen die voller Zuversicht und Hilfsbereitschaft sind. Die schweren Nachbeben fordern ständige Vorsicht und bleiben eine dauernde Gefahr für die Überlebenden.","versions":[{"lang":1,"streams":[{"redirect":8492375,"hoster":"VOE"},{"redirect":8649449,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine schwere Entscheidung","epNo":6,"alt":"Abandoning Choices","descr":"Übers Radio erfährt Mari, dass es in ihrem Wohnviertel schwer gebrand hat. Als sie ihr beschädigtes Büro besucht bricht sie dort ohnmächtig zusammen. Langsam erholt sich Mari und steht jetzt vor der schweren Entscheidung ob sie weiter Yuuki und Mirai bei der Heimreise hilft oder versucht auf eigene Faust so schnell wie möglich zu ihrer Familie zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8492376,"hoster":"VOE"},{"redirect":8649450,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Sommerabend","epNo":7,"alt":"Summer Evening Twilight","descr":"Yuuki lernt Kento kennen, der auch in Roboter vernarrt ist und Yuuki viel über sie erzählen kann. Bei den Bergungen und Aufräumarbeiten sind viele Roboter im Einsatz. Ein wahres Paradies für die Roboter-Fans Yuuki und Kento. Aber von den beschädigten Häusern geht weiterhin eine große Gefahr aus. Mirai und Kento müssen das bald am eigenen Leib erfahren. Sie überstehen die brenzlige Situation, aber Yuuki bricht plötzlich aus unerklärlichen Gründen zusammen und bleibt bewusstlos liegen.","versions":[{"lang":1,"streams":[{"redirect":8492378,"hoster":"VOE"},{"redirect":8649453,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Strahlender Morgen","epNo":8,"alt":"Pure White Morning","descr":"Yuuki ist plötzlich zusammengebrochen und muss von Mirai und Mari ins Krankenhaus gebracht werden. Nicht nur die besorgten Mirai und Mari sind ratlos, auch die Ärzte wissen nicht was mit Yuuki los ist. Als die beiden auf Nachrichten der Ärzte warten, erinnert sich Mirai an ihren lebensfrohen und glücklcihen kleinen Bruder. Sie hat große Angst um ihn und dann geschieht tatsächlich womit sie niemals gerechnet hätte.","versions":[{"lang":1,"streams":[{"redirect":13115173,"hoster":"VOE"},{"redirect":8649452,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lebewohl","epNo":9,"alt":"Goodbye to Today","descr":"Mari und Mirai sind weiter auf dem Heimweg und für Mirai ist auch Yuuki dabei, denn sie hat seinen Tod noch nicht realisiert und stellt ihn sich in ihrer Fantasie weiter vor. Mari tut Mirais Verlust und ihre Hallutinationen von Yuuki in der Seele weh, aber sie muss auch an ihre Familie denken und nimmt Mirai mit auf die Suche. Mari macht sich inzwischen große Sorgen um ihre Mutter und ihre Tochter. Hoffentlich haben sie das Erdbeben und die schweren Brände überlebt.","versions":[{"lang":1,"streams":[{"redirect":8492380,"hoster":"VOE"},{"redirect":8649454,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Erkenntnis","epNo":10,"alt":"Hey, Big Sister","descr":"Zum Glück hat die Familie von Mari die Katastrophe überlebt, aber Mirai hat den Tod ihres Bruders immer noch nicht realisiert. Sie trifft eine alte Freundinvon sich und einen Freund von Yuuki. Mehr und mehr merkt Mirai, dass etwas nicht stimmt und schließlich erinnert sie sich daran was genau im Krankenhaus passiert ist.","versions":[{"lang":1,"streams":[{"redirect":8492379,"hoster":"VOE"},{"redirect":8649451,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Für Yuuki","epNo":11,"alt":"To Yuuki ...","descr":"Endlich können die Eltern ihre Mirai wieder in die Arme schließen. Doch neben der Freude, dass ihre Tochter unversehrt geblieben ist, steht die große Trauer über den Tod von Yuuki. Mirai kommt nur schwer mit dem Verlust klar, sie kappselt sich ab und macht sich Vorwürfe. Dann steht eines Tages eine alte Bekannte vor der Türe: Mari. Zusammen mit der fürsorglichen Weggefährtin kann sich Mirai ihrer schwierigen Situtation besser stellen und mit dem Verlust ihres geliebten Bruders umgehen. Gemeinsame halten sie Yuuki mit ihren Erinnerungen weiter am Leben und sind in Gedanken immer bei ihm.","versions":[{"lang":1,"streams":[{"redirect":8492381,"hoster":"VOE"},{"redirect":8649455,"hoster":"Streamtape"}]}]}]}]}