{"seriesId":"tokyo-mew-mew-new","name":"Tokyo Mew Mew New","descr":"Als Ichigo Momomiya mit ihrem heimlichen Schwarm Masaya Aoyama eine Ausstellung über bedrohte Tierarten besucht, ahnt sie noch nicht, wie sehr dieser Besuch ihr Leben verändern wird. Denn nach einem Erdbeben wird sie, zusammen mit vier anderen Mädchen, in ein ungewöhnliches Experiment verwickelt, mit dem Ziel, die Erde vor Angriffen einer feindlichen Alienrasse zu beschützen. Die DNA der Mädchen verbindet sich mit den Erbinformationen jeweils einer bedrohten Tierart und ermöglicht es ihnen, sich in eine Mischform zu verwandeln. So erhält Ichigo die Kraft und die Eigenschaften der Iriomote-Katze, deren schnelle Reflexe ihr Vorteile im Kampf gegen die außerirdischen Parasiten geben, die Tiere in gefährliche Monster verwandeln. Gemeinsam mit Mint, in der die Kraft des Saphirloris schlummert, Lettuce, die Eigenschaften des Glattschweinwals übernimmt, Pudding, die sich mit der DNA des goldenen Löwenäffchens verbunden hat und Zakuro, Trägerin der Kraft des grauen Wolfes, nimmt Ichigo den Kampf auf, um die Erde vor der feindlichen Übernahme zu beschützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Wait, What?! I’m a Superhero Now?! Meow!","descr":"Ichigo hat ein Date mit dem beliebtesten Jungen der Schule und könnte nicht glücklicher sein! Sie ahnt nicht, dass ihr Leben bald viel komplizierter werden wird.","versions":[{"lang":3,"streams":[{"redirect":10892864,"hoster":"VOE"},{"redirect":10892865,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"What Makes a Real Friend?","descr":"Ryou und Keiichirou erzählen Ichigo, dass die Kreatur, die sie gesehen hat, ein parasitäres Alien war, das Chimären-Anima genannt wird . Um sie zu stoppen, infundierte das Mew-Projekt fünf Mädchen mit der DNA von bestimmten gefährdeten Arten, sodass die Mädchen zu \"Mew Mews\" werden konnten. Ichigo beginnt im Cafe Mew Mew zu arbeiten, während er nach den anderen vier Mädchen sucht, die die Mew-Zeichen tragen. Keiichirou gibt ihr einen Roboter, Masha , um ihr bei ihrer Arbeit zu helfen. Auf dem Heimweg trifft Ichigo auf Minto Aizawa und ihren Hund. Später besucht Ichigo Mintos Haus, um ihm ein Taschentuch zurückzugeben, aber Mintos Hund wird von einer Chimären-Anima infiziert. Während des Kampfes entdeckt Ichigo, dass Minto das zweite Mew Mew, Mew Mint, ist. Sie besiegen das Monster und bringen den Hund wieder in den Normalzustand zurück. Minto schließt sich Ichigo bei der Arbeit im Café an.","versions":[{"lang":3,"streams":[{"redirect":10917525,"hoster":"VOE"},{"redirect":10917522,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Stolen Kiss?! Mew Pudding Is Here!","descr":"Ichigo trifft ein schüchternes und schüchternes Mädchen namens Retasu Midorikawa . Später im Café sieht Ichigo sie mit drei anderen Mädchen, die versuchen, einen unwilligen Retasu dazu zu zwingen, einen angeblichen Schulgeist zu fotografieren. Ichigo schüttet \"versehentlich\" Parfaits auf sie, um sie dazu zu bringen, Retasu in Ruhe zu lassen. Nach der Arbeit gehen Minto und Ichigo zur Schule, um den \"Geist\" zu untersuchen. Stattdessen finden sie Retasu, die Angst hatte, wegen ihrer neuen Kräfte isoliert zu werden, und begann, den Pool zu \"heimsuchen\". Nach einem kurzen Kampf beruhigen Ichigo und Minto sie, indem sie ihre Mew-Kräfte erklären und sie im Team willkommen heißen. Während Ichigo nach Hause geht, erscheint ein Außerirdischer namens Quiche , stiehlt ihr den ersten Kuss und stellt sich vor, bevor er wieder verschwindet.","versions":[{"lang":3,"streams":[{"redirect":10959190,"hoster":"VOE"},{"redirect":10959189,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Who Doesn\u0027t Want to Be Her? Our Last Member is a Huge Star!","descr":"Die Mew Mews finden ihr letztes Mitglied, Zakuro Fujiwara , eine beliebte Berühmtheit. Um mit ihr in Kontakt zu treten, beschließen Ichigo, Minto und Retasu, an einem Vorsprechen für ein Musical teilzunehmen.","versions":[{"lang":3,"streams":[{"redirect":10992012,"hoster":"VOE"},{"redirect":10991999,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Smile, Mint! A Fancy Lady, Forlorn","descr":"Mint ist daran gewöhnt, zu bekommen, was sie will, und wenn eine Person, die sie respektiert, ihr Angebot ablehnt, fühlt sie sich ein wenig traurig. Glücklicherweise hat sie Ichigo und die anderen, die sie aufmuntern!","versions":[{"lang":3,"streams":[{"redirect":11036617,"hoster":"VOE"},{"redirect":11036613,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Hear My Voice! I Will Surpass Myself","descr":"Mint ist entschlossen, Zakuro vor Kish zu schützen, aber da dem Team immer noch das letzte Mitglied fehlt, könnte es ein aussichtsloser Kampf sein, den Kampf von Zakuro fernzuhalten!","versions":[{"lang":3,"streams":[{"redirect":11064503,"hoster":"VOE"},{"redirect":11064504,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Farewell in a Flurry of Petals","descr":"Neue Spieler treten dem Spiel bei, aber sind sie besser oder schlechter als der schelmische Kish? In der Zwischenzeit hat sich die Nachricht von den Mew Mews verbreitet, und Geheimnisse zu bewahren war für sie noch nie so schwierig wie heute!","versions":[{"lang":3,"streams":[{"redirect":11172411,"hoster":"VOE"},{"redirect":11172414,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Believe in Yourself! Romance on the High Seas!","descr":"Lettuce ist überzeugt, dass das Einzige, was sie gut kann, ist, in allem schlecht zu sein! Aber eine Soiree auf hoher See könnte Lettuce die Gelegenheit bieten, sich selbst das Gegenteil zu beweisen.","versions":[{"lang":3,"streams":[{"redirect":11284583,"hoster":"VOE"},{"redirect":11284581,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Let Cupid`s Arrow Fly! The Super Secret Date Scheme!","descr":"Aoyama-kun bekommt zwei Karten für ein Live-Konzert. Er will Ichigo zu dem Konzert einladen, aber während er sich nicht dazu durchringen kann, es ihr zu sagen, geht sie zu ihrem Teilzeitjob. Und auch heute ist das Cafe Miu Miu voll mit Kunden! Halbtagsjob, Schule und Miu Miu. Ichigo ist so beschäftigt, dass sie Aoyama-kun kaum zu Gesicht bekommt, aber dann... Aoyama-kun taucht im Café Miu Miu auf! Als sie merken, dass er ihr eine Karte schenken will, bemühen sie sich, ihren Teil für die beiden zu tun.","versions":[{"lang":3,"streams":[{"redirect":11774596,"hoster":"VOE"},{"redirect":11440116,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Cat Got My Tongue?! A Heart-Pounding Transformation!","descr":"Morgen ist ein Date mit Aoyama-kun. Ichigo freut sich sehr darauf, aber es gibt eine Sache, die sie beunruhigt. Sie wird nämlich immer katzenartiger. Und auch heute wird sie vor Aoyama-kun fast zur Katze und rennt in Panik davon. Katze Ichigo wird von einem Kind gejagt, von der Riesenkatze François angegriffen und fällt schließlich in einen Fluss! In letzter Sekunde wird Neko Ichigo gerettet von -...","versions":[{"lang":3,"streams":[{"redirect":11440027,"hoster":"VOE"},{"redirect":11440028,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Everyone`s Waiting for You! Run, Ichigo!","descr":"Die Außerirdischen starten die \"Tokyo Continent Restoration","versions":[{"lang":3,"streams":[{"redirect":11440031,"hoster":"VOE"},{"redirect":11440029,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Rain \u0026 Tears","descr":"Das Schicksal der Welt (und Ichigos Liebesleben) hängt davon ab, dass sie das kostbare Mew Aqua findet, damit sie sowohl die Luft in Tokio als auch die Luft zwischen ihr und Aoyama reinigen kann!","versions":[{"lang":3,"streams":[{"redirect":12930661,"hoster":"VOE"},{"redirect":11463114,"hoster":"Streamtape"}]}]}]}]}