{"path":"/serie/stream/tokyo-esp","name":"Tokyo ESP","descr":"Rinka Urushibara ist eine gewöhnliche High-School-Schülerin, die aufgrund der armen Verhältnisse ihres Vaters gezwungen ist, ihn durch die Arbeit als Kellnerin finanziell zu unterstützen. Als ihr eines Tages ein Pinguin und ein durch den Himmel schwimmender Schwarm leuchtender Fische erscheint, hält sie es zuerst für eine Halluzination, aber ein anderer Junge aus ihrer Schule – dessen Gesicht seltsam zerkratzt ist – bezeugt diese Erscheinungen. Durch die ungewollte Berührung eines Fisches fällt sie in Ohnmacht und als sie wieder erwacht, bemerkt Rinka, dass sie die Fähigkeit erlangt hat, sich durch feste Objekte wie den Boden ihrer Wohnung zu bewegen. Kurz nachdem ihr diese Tatsache bewusst geworden ist, trifft sie auf einen weiteren Mitschüler, der die Fähigkeit besitzt sich zu teleportieren.","seasons":[{"path":"/serie/stream/tokyo-esp/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tokyo-esp/staffel-1/episode-1","name":"","epNo":1,"alt":"White Girl","descr":"Tokio wurde plötzlich von Espern gewaltsam übernommen. Inmitten der Zerstörung und des Terrors beim Fall der Metropole Tokio taucht immer wieder ein Name auf. Es gibt noch Hoffnung. Das Weiße Mädchen wird kommen, um den Tag zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955891","hoster":"VOE"},{"path":"/redirect/9955893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-2","name":"","epNo":2,"alt":"Girl Meets Boy","descr":"Urushiba Rinka findet sich plötzlich völlig nackt in der Wohnung unter ihrem Haus wieder! Rinka trifft einen mysteriösen Jungen, der sie zu kennen scheint, als sie versucht, sich daran zu erinnern, was mit ihr passiert ist. Währenddessen tauchen neue Bedrohungen auf..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955899","hoster":"VOE"},{"path":"/redirect/9955897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-3","name":"","epNo":3,"alt":"Penguin and Girl","descr":"Um einen Weg zur Normalität zu finden, sucht Rinka mit Kyotaro nach dem fliegenden Pinguin. Sie denkt darüber nach, was es bedeutet, ein Held zu sein, als sie Murasaki trifft und sich an verschiedenen Ereignissen beteiligt. Hat Rinka mehr abgebissen, als sie kauen kann?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955903","hoster":"VOE"},{"path":"/redirect/9955904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-4","name":"","epNo":4,"alt":"The Rain, Ring, and Girl","descr":"Rinka beschließt aufzustehen und sich zu wehren, um Murasaki zu retten. Die Feindin entpuppt sich als Adoptivschwester von Azuma, die vor zwei Jahren mit ihrem Vater verschwunden war. Große Dinge könnten in Bewegung gesetzt worden sein, lange bevor Rinka und Azuma es merkten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955908","hoster":"VOE"},{"path":"/redirect/9955906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-5","name":"","epNo":5,"alt":"Meeting, Phantom and Girl","descr":"Rinka steht dem Professor gegenüber. Er fordert sie auf, sich seinem Kreuzzug für eine neue Weltordnung anzuschließen und erzählt ihr von einem kommenden Wunder. Wird Rinka auf seine Einladung reagieren oder sie komplett ignorieren? Aus welchem ​​Grund kämpft sie?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955911","hoster":"VOE"},{"path":"/redirect/9955910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-6","name":"","epNo":6,"alt":"Each Girl, Each Desire","descr":"Um Rinka herum kämpft jedes Mädchen und steht stark für seine eigenen Überzeugungen. Während sie mit den Folgen und dem Verlust von Azuma kämpft, trifft Rinka den alten Kampflehrer ihres Vaters. Jetzt muss Rinka entscheiden, wofür sie steht, um voranzukommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955916","hoster":"VOE"},{"path":"/redirect/9955912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-7","name":"","epNo":7,"alt":"Girls in the Rain","descr":"Meister Roshi stellt Rinka und Murasaki Ayumu vor, einen Jungen mit lockigen Haaren, der Frauen hasst. Rinka muss stärker werden und ihn besiegen, um gegen Minami anzutreten. Ayumu hat auch seine eigenen Probleme. Seine Mutter ist eine Politikerin, die Esper hasst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918121","hoster":"VOE"},{"path":"/redirect/9955932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-8","name":"","epNo":8,"alt":"Fruition, Girls Set into Motion","descr":"Der Sommer neigt sich dem Ende zu und der Tag der Schlacht naht. Die Stadt Tokio arbeitet daran, der Existenz der Esper entgegenzuwirken, und Kyotaro setzt seine Fluchtversuche fort. Währenddessen sammelt der Professor weiterhin mächtige Verbündete.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955872","hoster":"VOE"},{"path":"/redirect/9955869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-9","name":"","epNo":9,"alt":"Attack, ESP Girls","descr":"Nachdem die Schule wieder in der Schule ist und Azuma-san wieder an ihrer Seite ist, verspürt Rinka ein momentanes Glück. Der Professor hat jedoch andere Pläne mit ihnen. Nämlich eine öffentliche Hinrichtung von Rinka und Azuma, um jede mögliche Hoffnung der Menschheit zu zerstören.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955878","hoster":"VOE"},{"path":"/redirect/9955874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-10","name":"","epNo":10,"alt":"In Bitter Lament...","descr":"Rinka wandert durch die Stadt, verloren und gebrochen. Zur gleichen Zeit versucht Kyotaro verzweifelt, nach Tokio zurückzukehren und Rinkas Sicherheit zu bestätigen. Minami erzählt Kyotaro, was wirklich mit ihrer Mutter und seinen Eltern passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955876","hoster":"VOE"},{"path":"/redirect/9955879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-11","name":"","epNo":11,"alt":"Tokyo Girls War","descr":"Als der Professor das Parlamentsgebäude übernimmt, kommt es zu einem Massenchaos. Obwohl Rinka ihre ESP-Kräfte verloren hat, drängt sie immer noch nach vorne, um die Menschen zu schützen, die sie schätzt. Langsam aber sicher versammeln sich das Weiße Mädchen und ihre Crew zum ultimativen Kampf!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955885","hoster":"VOE"},{"path":"/redirect/9955883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tokyo-esp/staffel-1/episode-12","name":"","epNo":12,"alt":"Tokyo Esp Girl","descr":"Die große Schlacht erreicht ihren Höhepunkt, als sich alle beeilen, das Parlament vor dem drohenden Untergang zu retten. Das wahre Ziel des Professors liegt jedoch woanders und könnte Tokios Zukunft vollständig verändern. Rinka muss kämpfen, um alles zu beschützen, was ihr lieb ist!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9955890","hoster":"VOE"},{"path":"/redirect/9955889","hoster":"Streamtape"}]}]}]}]}