{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer","name":"Tom Sawyers und Huckleberry Finns Abenteuer","descr":"In einem kleinen Städtchen am Mississippi oberhalb von St. Louis leben Tom Sawyer und Huckleberry Finn. Tom wird von seiner Tante Polly erzogen, bei der er zusammen mit seinem Bruder Sid lebt. Huckleberry, genannt Huck, ist obdachlos und geht nicht zur Schule – sein Vater ist ein Säufer und gilt seit einiger Zeit verschollen, vielen sogar tot. Doch Tom und Huck sind Freunde – und bleiben es auch, komme, was da wolle.","seasons":[{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Tom Sawyer und Huckleberry Finn, die unzertrennlichen Freunde, leben in St. Petersburg, einem Städtchen am Mississippi. Die Welt der Dampfboote, der Leute, die mit der Pistole noch schnell bei der Hand sind, und auch die der braven Bürger ist die aufregende Welt ihrer Jungenträume. In vier Episoden führt der Film zurück in die Welt Mark Twains, der mit seinem Roman dem Amerika seiner Jugend ein unvergessliches Denkmal gesetzt hat. Tom wohnt mit seinem Bruder Sid bei Tante Polly. Huck aber hat kein Zuhause: Sein Vater ist ein Säufer und Herumtreiber. Der Junge schläft mal hier und mal dort und geht nicht in die Schule. So gilt Huck die Bewunderung der Jungen im Ort. Toms Leben ist bestimmt durch ungeliebte Schulbesuche, Prügeleien, Versuche, sich die Arbeit, die Tante Polly ihm auferlegt, vom Leibe zu halten und die erste Verliebtheit in die hübsche Schulkameradin Becky. Bei einer Warzenbeschwörung auf dem Friedhof tauchen plötzlich der alte Sargmacher Potter, Indianer-Joe und der Arzt Dr. Robinson auf, um das Grab des tags zuvor beerdigten Williams zu öffnen. Unter den drei Männern kommt es zu einem Streit um die Bezahlung. Indianer-Joe ersticht den Doktor mit Potters Messer und kann dem betrunkenen Potter einreden, er habe den Mord begangen. Die Jungen wagen nicht, etwas von dem Mord zu erzählen, selbst als Indianer-Joe als Zeuge gegen Potter auftritt. Das furchtbare Geheimnis und die Gewissensbisse plagen Tom, aber er versorgt wenigstens den armen Potter im Gefängnis. Als Becky Tom abblitzen lässt, sieht er sich daraufhin gezwungen, die Verbrecher-Laufbahn einzuschlagen, und fährt nachts mit Huck auf einem Floß zur Jackson-Insel, weit draußen im Mississippi. Sie lassen sich dort nieder und genießen ihre Freiheit. Am nächsten Tag werden auf dem Festland Kanonen abgefeuert, zum Zeichen, dass jemand ertrunken ist. Tom und Huck merken bald, dass sie gemeint sind, und amüsieren sich königlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8619985","hoster":"VOE"},{"path":"/redirect/8619990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Tom macht eines Nachts heimlich einen Besuch zu Hause und erlebt voller Rührung wie Tante Polly um ihn trauert. Er kehrt zu Huck zurück und entdeckt ein Schiffswrack, das in der Nähe der Insel aufgelaufen ist. Neugierig klettern die beiden an Bord und stöbern auf dem verlassenen Wrack herum und entdecken drei Männer, darunter Indianer-Joe. Die Jungen entkommen. Als das Wrack am nächsten Morgen nicht mehr aufzufinden ist, sind die beiden erleichtert. Sie hoffen, Indianer-Joe endlich los zu sein, um nun für Muff Potter aussagen zu können. Sie platzen bei ihrer Rückkehr mitten in die für sie veranstaltete Trauerfeier und werden mit großem Jubel begrüßt. Für Tom beginnt nun wieder der schulische Alltag, der ihm nur durch Becky Thatcher erträglich gemacht wird. Bald darauf müssen Tom und Huck aber feststellen, dass Indianer-Joe doch noch am Leben ist. Sie halten es daher für besser, nicht auszusagen, dafür aber den alten Potter aus dem Gefängnis zu befreien. Der Plan gelingt, jedoch wird Potter wenig später wieder eingefangen und von den Leuten \"geteert und gefedert\". Durch ihren Befreiungsversuch haben sie Muff Potter nur noch stärker belastet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8619966","hoster":"VOE"},{"path":"/redirect/8619978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Es steht schlecht um Muff Potter, bis sich Tom doch noch entschließt, vor dem Gericht die Wahrheit zu sagen. Indianer-Joe, der unter den Zuschauern im Gerichtssaal sitzt und die Gefahr wittert, entkommt, bevor Tom überhaupt ausgesagt hat. Während Potter aus der Haft entlassen wird, feiert man Tom als Helden. Dieser lebt von nun an jedoch zusammen mit Huck in ständiger Angst vor der Rache Indianer-Joes. Gemeinsam fangen sie an, nach vergrabenen Schätzen zu suchen. In einem halbzerfallenen Haus stoßen sie erneut auf Indianer-Joe und seinen Freund Windy. Die jungen \"Schatzgräber\" können sich rechtzeitig verstecken und erfahren, dass die beiden Gauner nur zurückgekommen sind, um sich an den Jungen zu rächen. Zu allem Übel müssen sie noch tatenlos mit ansehen, wie Joe und Windy mehrere tausend Dollar ausgraben, die sie selbst dort vermutet hatten. Auf dem Weg zu seinem Schlafplatz trifft Huck erneut auf Windy und Joe, belauscht sie und erfährt von einem Racheakt gegen die Witwe Douglas. Rechtzeitig kann er einige Männer zu Hilfe holen. Tom und Becky unternehmen einen Ausflug zur McDuff-Höhle, einem weitgehend unerforschten Labyrinth, und verirren sich dort. Um den Höhlenausgang zu suchen, trennt sich Tom vorläufig von Becky und sieht sich in dem Labyrinth plötzlich dem Mörder Indianer-Joe gegenüber. Nach einer wilden Verfolgungsjagd kann Tom jedoch entkommen und Becky befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8619981","hoster":"VOE"},{"path":"/redirect/8619992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tom-sawyers-und-huckleberry-finns-abenteuer/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nachdem Tom Sawyer und seine kleine Freundin Becky aus der Höhle gerettet worden sind, beginnt für Tom wieder der Schulalltag. Nach wie vor möchten Tom und Huck Indianer-Joe den Schatz abjagen. Aber sie trauen sich nicht in die Höhle hinein, wo sie das Versteck vermuten. Als Tom jedoch hört, dass der Höhleneingang inzwischen durch eine Tür gesichert wurde, lässt er sie öffnen. Dahinter liegt verhungert der gefürchtete Joe, der verzweifelt versucht hat, mit einem Messer die dicken Bohlen durchzuschneiden. Nun kann die Schatzsuche erneut beginnen. Die Jungen werden fündig und können nun bei Richter Thatcher 6000 Dollar für sich anlegen lassen. Eines Tages stellt Huck voller Schrecken fest, dass sein vagabundierender Vater wieder in der Gegend ist. Der alte Finn hat vom Reichtum seines Sohnes gehört und versucht nun, Geld von ihm zu bekommen. Als das fehlschlägt, entführt er schließlich Huck in einem Boot. Er lässt sich mit ihm in einer verlassenen Blockhütte nieder, aus der sich Huck aber befreien kann. Nach zwei Wochen Freiheit auf der Jackson-Insel trifft Huck auf Jim, den Sklaven der Witwe Douglas, der ebenfalls fortgelaufen ist. Gemeinsam fahren sie auf einem Floß den Mississippi hinab in die Freiheit. Unterwegs begegnen sie dem Dampfer, der Tom Sawyer mit Tante Polly, Sid und Becky aus den Ferien nach St. Petersburg zurückbringt. Während Tom einem geordneten bürgerlichen Leben entgegenfährt, treibt das Floß mit Huckleberry und Jim vorbei, ohne dass die beiden Freunde voneinander wissen und sich noch einmal sehen. Ihre Wege trennen sich für immer, ihre gemeinsamen Abenteuer sind zu Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8619970","hoster":"VOE"},{"path":"/redirect/8619986","hoster":"Streamtape"}]}]}]}]}