{"seriesId":"tom-swift","name":"Tom Swift","descr":"Die Serie basiert auf einer gleichnamigen Buchvorlage und folgt dem milliardenschweren Erfinder Tom Swift (Tian Richards), dessen Vater spurlos verschwunden ist. Die Handlung ist mit Science-Fiction-Elementen in einer Welt angesiedelt, in der eine düstere Verschwörung um sich greift. Der Jugendliche macht sich auf die Suche nach der Wahrheit und lässt dabei auch die Vorzüge seines Milliardärs-Lebens hinter sich. Bei den Ermittlungen kreuzen sich seine Wege mit Nancy Drew (Kennedy McMann). Beide Ermittler haben so ihre eigene Theorie, was hinter dem Fall steckt, der die Aufmerksamkeit beider auf sich gezogen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"... und die Reise zum Saturn ","epNo":1,"alt":"..And the Liftoff to Saturn","descr":"Tom ist nach dem schockierenden Verschwinden seines Vaters erschüttert und stürzt Tom in ein atemberaubendes Abenteuer voller mysteriöser Verschwörungen und ungeklärter Phänomene.","versions":[{"lang":1,"streams":[{"redirect":13722692,"hoster":"VOE"},{"redirect":14414224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371738,"hoster":"VOE"},{"redirect":13593728,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":" ... und die Reise unter die Erde ","epNo":2,"alt":"…And The 4b Curl","descr":" Tom wird bei seinen Nachforschungen von Zenzi unterstützt. Um an wichtige Informationen zu gelangen, zwingt er sich zu einem gemeinsamen Abendessen mit einem Erzfeind. Dabei kommt etwas aus Toms Vergangenheit ans Licht. ","versions":[{"lang":1,"streams":[{"redirect":13706152,"hoster":"VOE"},{"redirect":14406471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351684,"hoster":"VOE"},{"redirect":14445636,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":" ... und die Champagner-Verschwörung ","epNo":3,"alt":"…And Nine Inches Of Danger","descr":"Während er das Tech-Event des Jahres bei Swift Enterprises ausrichtet, lässt sich Tom auf einen waghalsigen Schachzug ein, um einen Sicherheitsverstoß zu verhindern - und dafür muss er der geheimnisvollen Rowan extrem nahe kommen, deren unbestreitbare Chemie mit Tom die Frage verkompliziert, ob Rowan ein schattenhafter Gegner oder ein Schutzengel ist. Währenddessen suchen Zenzi, Isaac und Lorraine Tom, um das Ansehen des Unternehmens bei mächtigen Investoren zu stärken, und Lino kämpft damit, seine unerklärlich gesteigerten körperlichen Fähigkeiten zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":13263777,"hoster":"VOE"},{"redirect":13263787,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13710523,"hoster":"VOE"},{"redirect":13583394,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" ... und die Chocolate-Cowboys ","epNo":4,"alt":"…And The Chocolate Cowboys","descr":"Ein verärgerter Tom wird ganz zum Vater, als Lino seine Freunde schockiert, indem er sich in einem Seitenteil des Swift Jets versteckt, in der Hoffnung, bei der Mission zur Rettung seines Onkels Barton mitzumachen.In der Zwischenzeit überredet Zenzi Tom, ihr zu erlauben, den Jet zu nehmen, um sich mit dem Kongressabgeordneten Eskol zu treffen, in der Hoffnung herauszufinden, ob die Stone Corp. einen Angriff in Dallas plant.In einer überraschenden Wendung besteht Tom schließlich darauf, dass Isaac Zenzie begleitet, um sie in Sicherheit zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13706153,"hoster":"VOE"},{"redirect":14399803,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351683,"hoster":"VOE"},{"redirect":14399800,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" ... und die gesprengte Party ","epNo":5,"alt":"…And The Crashed Cotillion","descr":"Während er das Tech-Event des Jahres bei Swift Enterprises ausrichtet, lässt sich Tom auf einen waghalsigen Schachzug ein, um einen Sicherheitsverstoß zu verhindern - und dafür muss er der geheimnisvollen Rowan extrem nahe kommen, deren unbestreitbare Chemie mit Tom die Frage verkompliziert, ob Rowan ein schattenhafter Gegner oder ein Schutzengel ist.Währenddessen suchen Zenzi, Isaac und Lorraine Tom, um das Ansehen des Unternehmens bei mächtigen Investoren zu stärken, und Lino kämpft damit, seine unerklärlich gesteigerten körperlichen Fähigkeiten zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":13723362,"hoster":"VOE"},{"redirect":14445640,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371573,"hoster":"VOE"},{"redirect":13593730,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":" ... und die drei Prüfungen ","epNo":6,"alt":"…And The Benefits Of Bondage","descr":"Tom befindet sich in einer Zwickmühle. In der Zwischenzeit ist Zenzi erschrocken, als ein besorgter Isaac sie überrascht, während sie in ihrem Auto Lippenstift aufträgt und ihr ohnehin makelloses Make-up nach einem Besuch im Fitnessstudio im Spiegel noch einmal überprüft. Und schließlich spricht Rowan eine deutliche Warnung an Isaac aus.","versions":[{"lang":1,"streams":[{"redirect":13723020,"hoster":"VOE"},{"redirect":14411206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371710,"hoster":"VOE"},{"redirect":13593731,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":" ... und das Buch Isaac ","epNo":7,"alt":"…And The Book Of Isaac","descr":"Als sie entdecken, dass einer der ihren vergiftet wurde, arbeiten Tom, Zenzi und Barclay zusammen, um herauszufinden, wer dafür verantwortlich ist.","versions":[{"lang":1,"streams":[{"redirect":13723363,"hoster":"VOE"},{"redirect":14445641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371675,"hoster":"VOE"},{"redirect":14445638,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" ... und seine zwei Männer und ein Baby ","epNo":8,"alt":"…And His Two Men And A Baby","descr":"Toms mysteriöser Schutzengel Rowan bittet dringend um Hilfe bei der Rettung eines vermissten Wissenschaftlers, der von derselben Anti-Tech-Verschwörung angegriffen wird, die auch Barton Swifts Schiff sabotiert hat. Als sich die Gruppe auf diese Mission begibt, kommt ein überraschendes Geheimnis ans Licht und bringt Tom und Rowan näher als je zuvor. Währenddessen werden Zenzis schwelende Gefühle für Isaac durch einen kühnen Schachzug des Kongressabgeordneten Eskol verkompliziert.","versions":[{"lang":1,"streams":[{"redirect":13722713,"hoster":"VOE"},{"redirect":14413130,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371702,"hoster":"VOE"},{"redirect":13593735,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":" ... und ein denkwürdiger Abend ","epNo":9,"alt":"...And the Night to Remember","descr":"Tom setzt seine Suche nach dem letzten Kapselteil fort, was ihn in eine interessante Situation mit Susannah bringt. Er erfährt auch einige Informationen über seine Kindheit, die er nie hätte erfahren sollen. Währenddessen decken Zenzi und Isaac die versteckten Pläne des Abgeordneten Eskol auf.","versions":[{"lang":1,"streams":[{"redirect":13706313,"hoster":"VOE"},{"redirect":14445642,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14351691,"hoster":"VOE"},{"redirect":14445639,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":" ... und der Preis der Vergebung ","epNo":10,"alt":"…And The Cost Of Forgiveness","descr":"Nur noch Stunden bleiben, bis Tom die Rettungsdrohne starten muss, um seinen Vater aus dem Weltraum zu retten. Aber seine Pläne werden durch einen Anti-Technologie-Angriff auf der Black-Engineering-Konferenz von Swift Enterprises gefährdet – und durch die Folgen der Entdeckung des schockierenden Verrats seines Vaters in Toms Kindheit. Tom wird gezwungen sein, sich seinen tiefsten emotionalen Wunden zu stellen, und seine Reise wird eine atemberaubende Offenbarung mit sich bringen, die sein Leben für immer verändern wird.","versions":[{"lang":1,"streams":[{"redirect":13723021,"hoster":"VOE"},{"redirect":14445645,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371604,"hoster":"VOE"},{"redirect":13593739,"hoster":"Streamtape"}]}]}]}]}