{"seriesId":"tonari-no-kaibutsu-kun","name":"Tonari no Kaibutsu-kun","descr":"[My Little Monster] Mizutani Shizuku sitzt neben einem Jungen namens Yoshida Haru, der seit dem ersten Schultag nicht mehr zur Schule geht, weil er drei Schüler krankenhausreif geprügelt hat. Shizuku interessiert sich für nichts anderes als ihre Noten. Als sie Haru die Aufzeichnungen für den Unterricht überbringt, ist er gleich davon überzeugt, dass sie Freunde sind. Später stellt sich heraus, dass Haru eine sehr gutherzige Persönlichkeit hat und harmlos ist. Doch wer hätte gedacht, dass er ihr plötzlich seine Liebe gesteht?! Was wird Shizuku tun?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sitting Next to Yoshida-kun","descr":"Shizuku Mizutani hat die Aufgabe, Schularbeiten zu Haru Yoshidas Haus zu liefern. Haru sieht dies als etwas an, das nur ein Freund tun würde, und erklärt, dass sie Freunde sind. Ihre Lehrerin Saeko versucht Shizuku dazu zu bringen, Haru davon zu überzeugen, die Schule nicht mehr zu schwänzen, sonst würde er ausgewiesen werden. Harus Punkfreunde nutzen seine Aufrichtigkeit aus, aber Shizuku enthüllt Haru die Wahrheit. Dann gesteht er, sie zu lieben. Haru kehrt schließlich zur Schule zurück, wo seine Unfähigkeit, soziale Protokolle zu unterscheiden, eine Welle bizarrer Aktionen auslöst. Shizuku hat eine Rückblende, in der Haru der bestplatzierte Schüler war, bevor er suspendiert wurde. Sie hält ihn dann für ihren Rivalen und lernt hart, um schließlich den 1. Platz in der Zwischenprüfung zu belegen. Später willigt sie ein, mit ihm essen zu gehen. Auf ihrem Weg küsst Haru sie beiläufig und lässt sie fassungslos zurück.","versions":[{"lang":3,"streams":[{"redirect":8375227,"hoster":"VOE"},{"redirect":8375225,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Weird","descr":"Shizuku und Haru gehen zum MonjayakiRestaurant, in das er schon seit einer Weile gehen wollte, wo Shizuku hektisch isst, um sich von Harus Kuss abzulenken. Am nächsten Tag findet Haru einen streunenden Hahn und beschließt, ihn von jemandem adoptieren zu lassen. Ein Mädchen namens Asako Natsume bittet Shizuku, sie für ihre Make-up-Prüfung zu unterrichten, da ein Misserfolg bedeuten würde, dass ihr Förderunterricht mit einem Offline-Treffen mit ihrer Internet-Community kollidieren würde. Haru beschließt, Asako zu unterrichten, im Austausch dafür, dass er ihn zum Treffen mitnimmt. Ein Junge namens Sasahara willigt ein, sich um den Hahn zu kümmern. Shizuku unterrichtet schließlich Asako, nachdem sie nichts verstanden hat, was Haru ihr beigebracht hat, und die Prüfung besteht, aber Haru ruiniert das Treffen, indem er dort einen Kampf beginnt. Später sitzen Haru und Shizuku auf dem Dach der Schule, was dazu führt, dass letzterer zum ersten Mal den Unterricht verpasst. Als Shizuku darüber nachdenkt, wie Haru sie verändert hat, Sie gesteht Haru, dass sie ihn liebt. Im Epilog wird offenbart, dass Asako anbietetokkulte Hilfe zur Liebe an die Internet-Community.","versions":[{"lang":3,"streams":[{"redirect":12251459,"hoster":"VOE"},{"redirect":8375230,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Nuisance","descr":"Immer noch auf dem Dach erkennt Shizuku, was sie gerade gestanden hat und sagt schnell, dass sie keine Gefühle für Haru hat, der behauptet, er sei so oder so glücklich. Haru, Asako und Sasayan erhalten von der Schule die Erlaubnis, den Hahn in der Schule zu behalten, nachdem Sasayans Katze es ihm unmöglich macht, sich zu Hause um den Hahn zu kümmern. Die drei und Shizuku beschließen, einen Hühnerstall für den Hahn zu bauen. Harus Punkfreunde machen mit und alle helfen mit, den Koop zu vervollständigen. Während er zusammen nach Hause geht, sagt Haru, dass ihm nur Gutes passiert ist, seit er Shizuku getroffen hat. Sie gesteht, dass sie sich wirklich in ihn verliebt hat, aber Haru kontert, dass seine Liebe zu ihr anders sein könnte. Haru erhält eine SMS von seinem Cousin Mitsuyoshi, dass Yuzan ihn besuchen kommt, und er bittet Shizuku sofort, die Nacht bei ihr zu Hause zu verbringen.","versions":[{"lang":3,"streams":[{"redirect":8375233,"hoster":"VOE"},{"redirect":8375234,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Summer Break","descr":"Da die meisten Leute in der Schule immer noch Angst vor Haru haben, rät Shizuku ihm, sie nicht mehr ständig anzustarren. Haru verändert seine Persönlichkeit, indem er lächelt und sogar anderen Hilfe anbietet. Bald verlieben sich die Mädchen in der Schule in ihn und er wird beliebt, was Shizuku zum ersten Mal eifersüchtig macht. Harus Popularität ist nur von kurzer Dauer, als er einen Oberschüler verprügelt, der ein schüchternes Mädchen, Chizuru Ōshima, angemacht hat. Haru beginnt zu zweifeln, ob er das Richtige tut, indem er sich gewaltsam für Menschen einsetzt, und Shizuku sagt, dass sie ihn schließlich als eine freundliche Person sehen werden. Nach Beginn des Sommers macht die Gruppe einen Ausflug in die Berge und trifft nach ihrer Rückkehr Harus Bruder Yuzan. Aufgrund Harus angespannter Beziehung zu Yuzan erkennt Shizuku, dass sie noch viel über ihn lernen muss.","versions":[{"lang":3,"streams":[{"redirect":8375458,"hoster":"VOE"},{"redirect":8375237,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Yoshida Family Matters","descr":"Shizuku zeigt Interesse daran, mehr über Harus Vergangenheit zu erfahren, und als Yuzan sie nach der Schule trifft, nutzt sie die Gelegenheit. Yuzan erklärt, dass ihr Vater Haru um die Mittelschule herum aus ihrem Haus geworfen hatte, sich aber umentschieden hatte und nun will, dass Haru nach Hause kommt. Yuzan sagt Haru, dass er möchte, dass Haru in der Schule bleibt, auch wenn es nur wegen Shizuku ist. Shizuku sagt Haru, dass sie traurig wäre, wenn er gehen würde. Haru sagt ihr, dass er sich dafür entscheidet, mit ihr zusammen zu sein. Shizuku denkt darüber nach, wie sehr sich ihr Leben verändert hat, seit sie Haru getroffen hat. Der Klassensprecher der Klasse A, Chizuru, dankt Haru, dass er sich für sie eingesetzt hat. Shizuku bemerkt, wie Chizuru errötet, wenn er mit Haru spricht.","versions":[{"lang":3,"streams":[{"redirect":8375241,"hoster":"VOE"},{"redirect":8375239,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Girls Feeling Melancholy","descr":"Shizuku erkennt, dass je mehr sie damit verbringt, über Haru nachzudenken, desto mehr leiden ihre Noten, bis sie in den Scheinprüfungen den 29. Platz belegt. Chizuru kämpft mit ihren Gefühlen wegen Haru und ihren Problemen, introvertiert zu sein. Sie und Haru sprechen über ihre Unfähigkeit, Freunde zu finden. Die Gruppe versucht, Strategien zu planen, wie sie geselliger sein kann. Haru und Shizuku haben dann einen Kampf, was dazu führt, dass Shizuku ihn ignoriert. Chizuru bemerkt, dass es Shizuku nichts ausmacht, allein zu sein. Shizuku erklärt ihre Gründe, warum sie Haru aus dem Weg gegangen ist, was Chizuru dann in einem Ausbruch an Haru weiterleitet, was alle überrascht. Haru nimmt Shizuku schließlich zu einem Date mit in die Bibliothek, wo sie sagt, dass sie keine Gefühle mehr für ihn hat. Als Asako von ihrem Date erfährt, wird sie traurig, weil Shizuku nicht bereit ist, ihre Erfahrungen zu teilen.","versions":[{"lang":3,"streams":[{"redirect":8375242,"hoster":"VOE"},{"redirect":8375243,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Distance Between Us","descr":"Haru hat Rückblenden von seiner Zeit mit seiner Tante Kyoko, als sie versuchte, ihn zu erreichen. Harus ständiges Ersticken führt dazu, dass Shizuku ihren persönlichen Raum einfordert. Asako fügt hinzu, dass es für ein Mädchen am abstoßendsten ist, von jemandem berührt zu werden, den sie nicht mag. Chizuru enthüllt Haru, dass Shizuku sich Sorgen um ihn macht. Auf dem Weg, die Ergebnisse einer Scheinprüfung zu erhalten, spricht Shizuku mit Kenji über ihre persönlichen Prioritäten, für die sie Schularbeiten gegenüber Haru vorzieht. Haru gibt seine Gefühle noch einmal zu und küsst Shizuku fast, hält sich aber zurück, als er sich an Asakos Worte erinnert. Shizuku flieht, da sie trotz ihrer Versuche, ihre Gefühle zu kontrollieren, immer noch Gefühle für Haru hat.","versions":[{"lang":3,"streams":[{"redirect":8375246,"hoster":"VOE"},{"redirect":8375245,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Come Down to Syoyo Festival","descr":"Haru ist verärgert, als er Kenji mit Shizuku sieht. Er will Kenji schlagen, verfehlt aber und trifft stattdessen Shizuku. Shizuku erzählt Asako von Haru, aber als Asako Ratschläge gibt, stößt Shizuku sie kühl weg. Während sie zusammen spazieren geht, erklärt Kenji, dass Shizuku teilweise schuld daran ist, dass sie nicht ehrlich zu sich selbst über ihre Gefühle gesprochen und Haru verletzt hat. In diesem Moment schnappt er sich Shizuku und versteckt sich in einem leeren Raum, um Yuzan auszuweichen. Haru betritt mit Chizuru den Raum und vermeidet auch Yuzan. Die Wahrheit hinter Kenjis Worten wird enthüllt, als sie hören, wie Haru und Chizuru mit Shizuku über seinen Schmerz sprechen. Genau in diesem Moment kommt Yuzan herein und Haru hält Chizuru drohend vor sich, hält sich aber zurück, als er merkt, dass die Leute ihn beobachten. Shizuku und Haru geben einander ihre Fehler zu, beschließen aber, sie zu korrigieren, also entschuldigt sich Shizuku bei Asako. Shizuku gibt Haru zu, dass sie Angst hatte, dass ihre Noten leiden würden, wenn sie sich erlauben würde, Haru zu lieben. Sie bittet ihn um Zeit, um über ihre Beziehung nachzudenken, und er stimmt zu.","versions":[{"lang":3,"streams":[{"redirect":8375248,"hoster":"VOE"},{"redirect":8375247,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"0 x 1","descr":"Einen Monat nach dem Schulfest geht der Supermarkt von Shizukus Vater zum 6. Mal unter, was sie verärgert, aber sie kann die Situation ruhig einschätzen. Ihr Vater bemerkt, dass sie aufgrund der ständigen Arbeit ihrer Mutter allein aufgewachsen ist, was dazu führte, dass ihre Psyche keine Emotionen zeigen konnte. Haru, Sasayan und Asako treffen sich zu einer Lerngruppe, in der Shizuku erkennt, dass sie keine Zeit damit verbracht hat, über ihre Beziehung zu Haru nachzudenken. Nachdem Haru die Geschichte gehört hat, dass Shizuku sich nie um Goldfische gekümmert hat, verbringt er seine Zeit am Fluss in der Hoffnung, stattdessen Krebse für sie zu fangen. In der Bibliothek trifft Shizuku auf Kenji, wo sie ihn dazu bringt, ihre Prioritäten auf einfache Weise zu erklären. In der Bäckerei, in der Asako und Sasayan studieren, Asako fühlt sich unwohl, als einige Mädchen in Hörweite eintreten und über sie reden. Mitsuyoshi kann sie jedoch dazu bringen, zu gehen, was dazu führt, dass Asako sich in ihn verliebt. Später trifft die Gruppe Haru am Fluss und gerade als sie Haru verlassen, trifft er auf Kenji, der Shizukus Bleistift zurückgibt. Haru fragt ihn nach seinen Gefühlen für Shizuku, worauf er antwortet, indem er Haru fragt, ob ihn das stören würde. Im Epilog wird offenbart, dass Asako auf unorthodoxe Weise in die Schule aufgenommen wurde. Haru fragt ihn nach seinen Gefühlen für Shizuku, worauf er antwortet, indem er Haru fragt, ob ihn das stören würde. Im Epilog wird offenbart, dass Asako auf unorthodoxe Weise in die Schule aufgenommen wurde. Haru fragt ihn nach seinen Gefühlen für Shizuku, worauf er antwortet, indem er Haru fragt, ob ihn das stören würde. Im Epilog wird offenbart, dass Asako auf unorthodoxe Weise in die Schule aufgenommen wurde.","versions":[{"lang":3,"streams":[{"redirect":8375250,"hoster":"VOE"},{"redirect":8375251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Christmas","descr":"Asako plant eine überraschende Weihnachtsfeier in Mitsuyoshis Schlagkäfigen, aber die Überraschung wird verdorben, als Shizuku sie konfrontiert. Auf dem Weg, Essen für die Party zu kaufen, laden sich Harus Punkfreunde zusammen mit Kenji ein. Die Party entpuppt sich als nicht ganz das, was Asako beabsichtigt hatte, aber alle schienen sich zu amüsieren, obwohl Haru jetzt in einem Liebesdreieck mit Shizuku, Chizuru und Kenji gefangen ist. Sasayan bemerkt auch Asakos Verliebtheit in Mitsuyoshi, was ihn etwas enttäuscht. Draußen sagt Haru Kenji drohend, er solle sich von Shizuku fernhalten, aber er weigert sich; fragte sich sogar, warum er sich überhaupt in sie verliebt hatte. Später, als Haru Shizuku nach Hause begleitet, sprechen sie über eine Analogie für ihre Beziehung in Form von Ryūnosuke Akutagawas Geschichte \" Die Spinne\".. Am Ende gibt Haru zu, dass er eifersüchtig darauf ist, dass Shizuku mit Kenji zum Winter - Juku geht, aber nach monatelangem Nachdenken und Kenjis Rat gesteht sie Haru schließlich, dass er sich keine Sorgen machen sollte, weil sie ihn tatsächlich liebt, was ihn glücklich macht . Schließlich geht Shizuku in die Nachhilfeschule und Haru macht in der Öffentlichkeit eine Szene, wenn sie mit Kenji zusammen ist. Im Epilog bringt er sie auch noch nach einer Unterrichtsstunde in Verlegenheit und stellt sicher, dass sie \"direkt nach Hause geht\". Sie gehen auch an Chizuru vorbei; schließlich zusammen mit ihrer Freundin Yū Miyama gesehen, die erstere über ihre Zuneigung zu Haru neckt.","versions":[{"lang":3,"streams":[{"redirect":8375256,"hoster":"VOE"},{"redirect":8375253,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Yamaguchis\u0027 Son, Kenji-kun","descr":"Trotz einer anfänglichen Ablehnung erkennt Kenji allmählich seine romantischen Gefühle für Shizuku. Auf dem Weg zur Nachhilfeschule gerät Kenji wegen dessen Eifersucht in einen Streit mit Haru, der damit endet, dass Haru Shizuku mit einer Dose auf den Kopf schlägt, nachdem Kenji ihr ausgewichen ist. Im Unterricht sagt Kenji Shizuku versehentlich, dass er ein besserer Partner für sie wäre. Shizuki lobt seine Anziehungskraft als Person und erfreut Kenji. Kenji verirrt sich auf dem Heimweg und trifft auf Haru, der anbietet, mit ihm zu gehen. Kenji hat einen Rückblick auf seine Vergangenheit mit Haru und zeigt, wie Haru in der Grundschule gewalttätig wurde. Allein an der Bushaltestelle erinnert sich Haru an seine Vergangenheit mit Yuzan. Es wird offenbart, dass ihre Familie wegen ihm in Aufruhr geriet, was Yuzan dazu veranlasste, sich zu wünschen, dass Haru nicht existierte, und schließlich Harus Bruderkomplex erklärte: er meidet Yuzan wegen seiner wahren Gefühle. Shizuku kommt und Haru erzählt ihr endlich seine wahren Gefühle: von seinem Leiden, weil seine bizarre Art, anderen Zuneigung zu zeigen, sie dazu bringt, ihn zu hassen und ihn zu verlassen. Shizuku erkennt, dass ihre Unfähigkeit, ihn zu verstehen, die Wurzel ihres Problems ist.","versions":[{"lang":3,"streams":[{"redirect":8375259,"hoster":"VOE"},{"redirect":8375257,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Year Draws to a Close","descr":"Asako besucht widerwillig die Batting Cages, um einen Gegenstand zurückzugeben, den sie von Sasayan geliehen hat. Dort versucht ein Junge namens Yana, sie anzumachen, während seine Freunde ihn alle ärgern. Verärgert über ihr Verhalten geht Asako und sagt Sasayan, dass sie Jungen hasst, weil sie dazu führen, dass sie von anderen Mädchen gemieden wird. Asako und Haru gehen zu einem TaiyakiRestaurant, wo sie bemerkt, dass sie sich bei ihm sicher fühlt, weil er nur Shizuku mag. Am Ende des Jahres gehen alle ihre eigenen Wege und Asako ist einsam. Als Shizuki um einen Gefallen bittet, platzt Asako, was Shizuku dazu veranlasst, sie zu einer Übernachtung einzuladen. Haru erklärt Asako, dass ihre Einsamkeit unnötig war, weil sie ihn besuchen kann, wann immer sie will, und überlässt es ihr, darüber nachzudenken, ob sie noch Zeit mit Haru und Shizuku verbringen könnte, sollten sie ein Paar werden. Sasayan lädt die drei nach Hatsumōde ein . Später geht die Gruppe auf das Dach der Schlagkäfige, um auf Hatsuhinode zu warten . Asako gesteht Mitsuyoshi versehentlich und macht ihn sprachlos. Sasayan hört das Geständnis mit und sagt Yana, dass ihr \"Plan\" gescheitert ist.","versions":[{"lang":3,"streams":[{"redirect":8375263,"hoster":"VOE"},{"redirect":8375262,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Spring is Near","descr":"Nach Neujahr lernt Shizuku, als Haru in ihr Zimmer stürmt und Shizuku fragt, ob sie \"ihn\" gesehen hat. Shizuku versteht nicht, was Haru mit \"ihm\" meint, aber Haru will es geheim halten. Er geht weg und lässt sein Handy zurück. Haru begegnet all seinen Freunden, während er nach \"ihm\" sucht, während er immer etwas zurücklässt. Später findet Yu Nagoya, Harus Hahn, und bringt ihn zu Harus Haus, wo sie Harus Freunde trifft, um dort die Gegenstände zurückzugeben, die Haru zurückgelassen hat. Jeder glaubt jetzt, dass Haru nach Nagoya sucht. Shizuku trifft Haru auf ihrem Heimweg, der ihr sagt, dass es nicht Nagoya ist, nach dem er sucht. Er sucht nach einem leuchtenden Glühwürmchen. Plötzlich sehen es die beiden. Haru sagt, dass der Grund, warum er das Glühwürmchen finden wollte, darin bestand, dass er es zusammen mit Shizuku sehen konnte. Shizuku überlegt, dass noch viele Geschichten über ihre Freunde und Haru zu erzählen sind.","versions":[{"lang":3,"streams":[{"redirect":8375264,"hoster":"VOE"},{"redirect":8375265,"hoster":"Streamtape"}]}]}]}]}