{"seriesId":"tonari-no-kyuuketsuki-san","name":"Tonari no Kyuuketsuki-san","descr":"Tonari no Kyuuketsuki-san ist eine moderne Vampir-Comedy-Serie. Im Fokus steht die Oberschülerin Akari Amano, die bei einem seltsamen Zwischenfall von dem Vampir-Mädchen mit dem Namen Sophie Twilight gerettet wird. Seitdem hegt Akari ein besonderes Interesse an ihr und so steht sie eines Tages unangemeldet vor Sophies Haustür und zieht prompt bei ihr ein! Dabei lernt sie schnell, dass Sophie, obwohl sie ein Vampir ist, ein ganz und gar normales und modernes Leben führt. Nicht nur, dass Sophie trotz ihres Naturells niemals einen Menschen angreifen würde – ihren Bedarf an Blut (und was sie sonst noch so benötigt, wie etwa Anime-Merchandise) bestellt sie zeitgemäß übers Internet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ordinary Citizen of the Dark","descr":"Akari Amano verirrt sich im Wald, während sie einem Gerücht über ein puppenähnliches Mädchen nachgeht, und wird von einem Vampir namens Sophie Twilight gerettet, der sie zu sich nach Hause bringt, um dort die Nacht zu verbringen. Als Akari sich von Sophie angezogen fühlt und anfängt, jeden Tag vorbeizukommen, versucht Sophie, sie mit ihrer Stärke abzuschrecken, nur um sie noch mehr zu beeindrucken und sich schließlich mit ihr anzufreunden. Später beschließt Akari, dass sie bei Sophie einziehen möchte, die schließlich akzeptiert, dass es mit Akari mehr Spaß macht.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Akari`s Friend","descr":"Akari begleitet Sophie, wenn sie sich tagsüber auf den Weg macht, um an einer Signierstunde teilzunehmen, und hilft ihr, sich aus dem Sonnenlicht herauszuhalten. Am nächsten Tag kommt Akaris Freundin Hinata Natsuki vorbei, um Sophie zu treffen, die sich zunächst Sorgen macht, als sie entdeckt, dass sie ein Vampir ist, findet sie aber bald als nette Person.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Vampire Goes to School","descr":"Akari und Sophie kommen zu Hinatas Haus, wo sie über ihre Familien sprechen. Später geht Sophie zu Akaris Schule, wo sie ihren Klassenkameraden Sakuya Kurai und Yuu Aoki vorgestellt wird, und vertritt eine andere Klassenkameradin, als sie ihre kranke Schwester besucht.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Sophie and Eri","descr":"Akari trifft auf Ellie, eine Vampirbekanntschaft von Sophie, die nach einem 100-jährigen Schlaf aus Amerika zurückgekehrt ist. Ellie glaubt, dass Menschen und Vampire keine Freunde sein können, aber Akari versichert ihr, dass so etwas möglich sein kann und verdient ihre Zustimmung. Danach beschließt Ellie, in die Nachbarschaft zu ziehen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Vampire Cooking","descr":"Hinata und Ellie beginnen sich schlecht, nachdem sie versehentlich die persönlichen Komplexe des anderen berührt haben, aber sie versöhnen sich bald, nachdem Ellie Hinata davor bewahrt hat, die Treppe hinunterzufallen. Später beschließt Sophie, mit Hinatas Hilfe etwas für Akari zu kochen, obwohl sie nichts über die menschliche Küche weiß.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Interview with the Vampire","descr":"Sakuya kommt herüber, um Sophie darüber zu interviewen, dass sie ein Vampir ist. Später gehen Sophie, Akari, Ellie und Hinata ins Einkaufszentrum, um Kleidung füreinander auszusuchen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Summer Break Spent with a Vampire","descr":"Akari bemüht sich, Wege zu finden, die Sommerpause mit Sophie zu verbringen, da die meisten Sommeraktivitäten Sonnenlicht oder fließendes Wasser beinhalten. Schließlich bekommt sie die Gelegenheit, Sophie und Ellie zu einem Sommerfest einzuladen, um sich ein Feuerwerk anzusehen. An einem anderen Tag steckt Sophie tagsüber alleine unter einem Baum fest, bis Akari kommt, um sie zu retten.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Last Day of Summer Break","descr":"Akari und Hinata kommen zusammen, um ihre Hausaufgaben zu erledigen, bevor die Sommerferien vorbei sind. Am letzten Tag der Pause machen die Mädchen einen Ausflug nach Akihabara , wo sie Mangas kaufen, in der Spielhalle spielen und ein Maid Café besuchen.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Vampire VS Vampire Hunter","descr":"Sophie und Ellie besuchen das Kulturfestival in Akaris Schule und sehen sich die verschiedenen Ausstellungen an. Als sie einen Vampirjäger finden, der auf der Straße zusammengebrochen ist, lassen die Mädchen sie über Nacht bleiben, während sie versuchen, die Identität von Sophie und Ellie geheim zu halten. Später gehen die Mädchen zusammen zu einer heißen Quelle.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Vampire and the End of the Year","descr":"Alle treffen sich bei Sophie zu einer Halloween-Party. Später tauschen die Mädchen zu Weihnachten Geschenke aus, bevor sie gemeinsam das neue Jahr einläuten.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cold Season","descr":"Die Mädchen helfen Sophie, ihr Zimmer aufzuräumen, nur um sich von all den Dingen ablenken zu lassen, die Sophie in den letzten paar hundert Jahren gesammelt hat. Später erkältet sich Akari und fordert die anderen auf, sich um sie zu kümmern.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Vampire and the Changing Seasons","descr":"Sophie und Ellie geht das Blut aus und sie können nicht mehr online bestellen, was dazu führt, dass sie allmählich hungriger werden. Akari bietet ihnen an, ihr Blut trinken zu lassen, aber sie lehnen ab, da sie kein Blut von einem Freund trinken wollen, und schaffen es schließlich, ihre Lieferung zu bekommen. Später machen Akari und Sophie zusammen einen Nachtspaziergang und treffen auf viele bekannte Gesichter und den Ort besuchen, an dem sie sich zum ersten Mal trafen.","versions":[]}]}]}