{"path":"/serie/stream/toni-mnnlich-hebamme","name":"Toni, männlich, Hebamme","descr":"Toni (Leo Reisinger) liebt seinen Job als Entbindungspfleger über alles, jedoch hat er es als männliche Hebamme nicht immer einfach. Als Toni seine Stelle verliert, erscheint das Angebot der Frauenärztin Luise (Wolke Hegenbarth) verlockend, ihn in ihre Praxis zu integrieren. Allerdings gibt es da einen Haken, von dem Luise gar nichts ahnt: Toni und Luise hatten vor einiger Zeit eine folgenschwere Begegnung beim Hebammen-Maskenball.","seasons":[{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-1","name":"Allein unter Frauen","epNo":1,"alt":"","descr":"Toni (Leo Reisinger) ist ein Naturtalent als Entbindungspfleger und liebt seinen Job über alles. Leider hat er es als männliche Hebamme nicht immer einfach. Als der 39-Jährige seinen Job im Krankenhaus verliert, bleibt ihm keine Wahl: Toni muss sich selbstständig machen. Eigentlich erscheint das Angebot der jungen Frauenärztin Luise (Wolke Hegenbarth), ihn in ihre neue Praxis reinzunehmen, wie für Toni gemacht. Gäbe es da nicht einen Haken, von dem Luise nichts weiß: Ausgerechnet sie ist der Grund, dass Tonis Noch-Ehefrau Hanna (Kathrin von Steinburg) ihn vor die Tür gesetzt hat! Denn Toni und Luise hatten vor längerem eine ebenso kurze wie folgenschwere Begegnung beim Hebammen-Karneval. Während er ihr Gesicht gesehen hat, weiß sie nicht, wer der Liebhaber hinter der Hasenmaske war. Natürlich ist Toni klar, dass er sein Geheimnis lüften sollte, bevor Luise von selbst draufkommt! Als seine Tochter Josie (Maria Monsorno), die sich einen Surfurlaub mit ihren superreichen Freunden verdienen will, aushilfsweise in der Praxis von Luise anfängt, wird das Eis für Toni noch dünner. Als Problemlöser ist er bei zwei Schwangeren gefordert: Während Gina (Rosetta Pedone) gleich drei potenzielle Väter am Start hat, zweifelt die herzkranke Ida (Anja Antonowicz), ob sie alleine die Verantwortung für ein Kind tragen kann. Auf Toni können sich beide natürlich verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8967036","hoster":"VOE"},{"path":"/redirect/8967073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-2","name":"Daddy Blues","epNo":2,"alt":"","descr":"Für \"Babyflüsterer\" Toni (Leo Reisinger) lässt sich die Selbstständigkeit in seinem Traumberuf bestens an. In seiner Hebammenpraxis gibt es bereits einen Aufnahmestopp! Bei seinem Neuanfang im Privatleben, das Ergebnis eines fatalen Seitensprungs mit seiner Praxis-Nachbarin Luise (Wolke Hegenbarth), steht sich der Entbindungspfleger leider selbst im Weg. Toni will nicht wahrhaben, dass seine \"Ex\" Hanna (Kathrin von Steinburg) mit der Scheidung ernst macht. Als sie vor seinen Augen mit ihrem neuen Freund, einem Yoga-Guru und Bestsellerautor, frischverliebt turtelt, werden Tonis Nehmerqualitäten komplett ausgereizt. Seinen Frieden machen müsste er auch mit dem Verlobten seiner jüngeren Schwester Romy (Lara Mandoki). Aber Toni hält \"Flocke\" (Jacob Matschenz) für einen ausgemachten Macho und seit jeher für einen Fehlgriff seiner Schwester, die nun auch noch von ihm schwanger ist und sich für Toni als Hebamme entscheidet. Natürlich versucht Toni, seine Abneigungen bei der Arbeit zu verdrängen – zumal Flocke nach einem Sportunfall querschnittsgelähmt im Rollstuhl sitzt. Statt dem jungen Paar in der schweren Situation zu helfen, macht Tonis Beschützerinstinkt alles noch komplizierter. Nicht leicht hat er es selbst bei der Betreuung der hochschwangeren Leyla Gökdal (Anastasia Papadopoulou). Als sich bei ihr die ultrakonservative Schwiegermutter (Lilay Huser) einnistet, wird es zum Problem, dass ihre Hebamme ein Mann ist. Davon lässt sich Toni natürlich nicht beeindrucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8967083","hoster":"VOE"},{"path":"/redirect/8967097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-3","name":"Sündenbock","epNo":3,"alt":"","descr":"Toni Hasler (Leo Reisinger) behält auch bei schweren Hausgeburten die Nerven: Weil kein Arzt verfügbar ist, bringt der erfahrene Entbindungspfleger das Baby von Fanny Brandstetter (Sophia Schober) und ihrem Ehemann Nico (Sebastian Fritz) zur Welt. Als Tage später bei dem Säugling zwei Rippenbrüche festgestellt werden, gerät Toni ins Visier der Polizei. Kommissarin Hallmoser (Sarah-Lavinia Schmidbauer) ermittelt, warum Toni die Beckenendlage selbst entbunden hat und ob er schuld an der Verletzung ist. In seiner Not wendet sich der frisch Geschiedene an seine Exfrau Hanna (Kathrin von Steinburg). Die erfolgreiche Anwältin geht den Fall auf ihre Art an und bringt damit Nico in Schwierigkeiten. Dass der seinem Kind etwas antun könnte – diesen Verdacht möchte Toni nicht streuen! Schon bald arbeiten er und seine Exfrau mehr gegen- als miteinander. Um einen besonderen \"Freundschaftsdienst\" bittet ihn unterdessen seine Praxiskollegin: Luise (Wolke Hegenbarth) ist 38 Jahre alt und möchte endlich Mutter werden. Mangels Partner versucht die Frauenärztin, ihren männlichen Hebammenkollegen zu einer Samenspende zu überreden. Was ist schon dabei – schließlich gab es ja damals diesen verhängnisvollen Seitensprung. Sein WG-Genosse und Spezi Franzl (Frederic Linkemann), selbst verzweifelt auf Partnersuche, rät Toni vehement zu. Doch der zögert: Er möchte insgeheim eine feste Beziehung mit Luise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8967138","hoster":"VOE"},{"path":"/redirect/12480329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-4","name":"Eine runde Sache","epNo":4,"alt":"","descr":"Eine Sonderbehandlung für Promis gibt es in der Hebammenpraxis von Toni Hasler (Leo Reisinger) nicht. Nur widerwillig übernimmt er die Geburtsvorbereitung der hochschwangeren Spielerfrau Kathy (Jessica Matzig). Dass ihr Mann Walli (Artjom Gilz) ein Nationalspieler, Weltmeister und Superstar des Münchner Fußballteams ist, beeindruckt Toni wenig. Durch sein Selbstbewusstsein verschafft sich der Entbindungshelfer nach anfänglichen Turbulenzen den nötigen Respekt. Kaum ist das Kind auf der Welt, wird Toni für Walli zum unverzichtbaren Helfer. Zwischen den beiden entwickelt sich sogar eine besondere Freundschaft, die auf eine schwere Probe gestellt wird: Als Toni hinter ein Geheimnis kommt, das Wallis Karriere gefährden könnte, zieht der Superstar die Reißleine. Unterdessen schmiedet Wallis Mentor Leo Attinger (Marcus Mittermeier) heimlich Pläne, wie er einen Skandal verhindern kann, und zieht Toni mit rein. Der Entbindungshelfer kann den mächtigen Funktionär nicht leiden, denn dieser hat ihm seine Praxiskollegin Luise (Wolke Hegenbarth) weggeschnappt – und zwar endgültig. Die Ärztin erwartet nämlich ein Kind von Leo und hat seinen Heiratsantrag bereits angenommen. Sie hält Tonis Aversion für reine Eifersucht. Als Luise jedoch erfährt, dass ihr charmanter Verlobter seinen Schützling Walli im Ernstfall fallenlässt, kommen ihr Zweifel, ob sie sich wirklich auf ihn verlassen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930694","hoster":"VOE"},{"path":"/redirect/8967173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-5","name":"Nestflucht","epNo":5,"alt":"","descr":"Mit ungewollten Schwangerschaften kennt sich Leo Reisinger alias \"Babyflüsterer\" Toni Hasler aus – allerdings nicht in der eigenen Familie! In der fünften Folge von \"Toni, männlich, Hebamme\" muss er seiner eigenen Tochter Josie bei einer schweren Entscheidung beistehen – und sie vor Einflussnahmen anderer abschirmen. Josie-Darstellerin Maria Monsorno steht in \"Nestflucht\" im Zentrum der Episodengeschichte der beliebten Reihe. Regisseurin Sibylle Tafel setzt bei der modernen Fernsehkomödie auf Tempo und den Wortwitz des eingespielten Ensembles. Zusammen mit seiner Ex-Frau Hanna und seiner Praxis-Kollegin Luise – gespielt von Kathrin von Steinburg und Wolke Hegenbarth – begibt sich der Titelheld auf einen unterhaltsamen Abenteuertrip. Für den vielbeschäftigten Geburtshelfer Toni Hasler (Leo Reisinger) ist der sommerliche Campingurlaub eine lieb gewonnene Tradition. Chillen am See mit den Kindern und seinem Kumpel Franzl (Frederic Linkemann) – was gibt es Schöneres? Leider verhageln ihm diesmal unvorhergesehene Störungen die wohlverdiente Erholung. Toni muss zwischendurch zur Polizei, um seine Praxiskollegin auszulösen: Luise (Wolke Hegenbarth) hat ihrem Ex-Mann die Autoreifen zerstochen, weil er sie mitsamt Baby sitzen gelassen hat. Zu Tonis Leidwesen zeigt die sonst so souveräne Ärztin wenig Bereitschaft, das Kriegsbeil nun zu begraben. Als Toni dann auch noch einen positiven Babytest im Camper findet, ist es endgültig mit der Gelassenheit vorbei: Seine 17-jährige Tochter Josie (Maria Monsorno) ist schwanger! Beim Krisengespräch mit der Teenagerin rutscht Tonis Ex-Frau Hanna (Kathrin von Steinburg) auch noch die Hand aus. Erbost schnappt sich Josie zunächst unbemerkt das Auto von Franzl und fährt mit ihrer Freundin Roxy (Matilda Tafel) in die Praxis von Luise. Die Frauenärztin tritt jedoch beim Thema Schwangerschaftsabbruch zum Ärger der Teenagerinnen auf die Bremse. Als Toni und Hanna von dem Besuch erfahren, schrillen bei ihnen die Alarmglocken. Zusammen mit Luise machen sich die Eltern auf die Suche nach ihrer Tochter. Viel Zeit bleibt dem Verfolgertrio aber nicht, denn Josie und Roxy sind bereits auf dem Weg zum Containerschiff nach Australien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12526698","hoster":"VOE"},{"path":"/redirect/12526688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-6","name":"Gestohlene Träume","epNo":6,"alt":"","descr":"Mit seiner experimentierfreudigen Ex-Frau Hanna gönnt sich Toni Hasler sich eine Affäre. Gleichzeitig überlegt er, mit seinem früheren Seitensprung Luise nun doch etwas Ernstes zu beginnen. Hin- und hergerissen muss Toni einen klaren Kopf bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382543","hoster":"VOE"},{"path":"/redirect/12382555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-7","name":"Eine Klasse für sich","epNo":7,"alt":"","descr":"Der Babyflüsterer Toni muss gewaltig über seinen Schatten springen. Obwohl er heimlich den verpassten und vermasselten Chancen bei seiner Praxiskollegin Luise nachtrauert, hilft er der Frischverliebten beim Umzug zu ihrem Neuen Sami. Nach der Schlepperei soll Toni auch noch als Chauffeur für Wanda - Samis jüngere Schwester mit Downsyndrom - einspringen. Unterwegs erreicht ihn jedoch der Notruf einer Hochschwangeren. Bei der Hausgeburt erweist sich Wanda als Naturtalent.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12382602","hoster":"VOE"},{"path":"/redirect/12382553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toni-mnnlich-hebamme/staffel-1/episode-8","name":"Mächtig schwanger","epNo":8,"alt":"","descr":"Als ihn die bayrische Familienministerin Sissi Hopf, seine Jugendliebe aus Schultagen, um Unterstützung bittet, kann er schwerlich Nein sagen. Nun merkt der \"Babyflüsterer\" aus nächster Nähe, welchen Belastungen die hochschwangere Politikerin ausgesetzt ist. Dass ihr Lebensgefährte Konstantin von ihren Karriereplänen wenig begeistert ist, versucht die Multitaskerin zunächst auszublenden. Als sich Beziehungsprobleme anbahnen, weiß Toni, dass er jetzt vor allem als Freund gefragt ist. Alte Gefühle, die bei ihm und Sissi zeitgleich erwachen, machen es beiden jedoch nicht einfacher. Unterdessen wird Tonis Praxispartnerin Luise von erotischen Träumen heimgesucht, die ihre eigentlich glückliche Beziehung mit Sami infrage stellen. In ihrer Not setzt sie auf den therapeutischen Sachverstand von Malu, um Toni endgültig aus dem Kopf und ihrem Herzen zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415001","hoster":"VOE"},{"path":"/redirect/12415000","hoster":"Streamtape"}]}]}]}]}