{"path":"/serie/stream/top-secret-im-inneren-der","name":"Top Secret – Im Inneren der …","descr":"Mit welcher Taktik arbeiten die \"Navy Seals\"? Um Amerikas Elite-Soldaten für unkonventionelle Kriegsführung ranken sich etliche Mythen. Berühmt geworden ist die Truppe durch die Operation \"Neptun’s Spear\", den tödlichen Einsatz gegen Terror-Chef Osama bin Laden. Seitdem wird über die technische Ausrüstung und die Vorgehensweise der Spezialkräfte viel gemutmaßt. Verlässliche Fakten existieren jedoch kaum, denn die Missionen unterliegen strengster Geheimhaltung. Gleiches gilt für andere Aufklärungs- und Spezial-Einheiten, wie die \"Force Reconnaissance Company\", die \"Delta Force\" oder die \"Army Rangers\". Welche Strategien verfolgen die Teams bei ihren heiklen Missionen, mit welchen Hightech-Waffen sind sie ausgerüstet und in wessen Auftrag handeln sie? Diese Dokumentar-Serie liefert Einblicke und Fakten.","seasons":[{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-1","name":"Navy Seals","epNo":1,"alt":"Secrets Of Navy SEALs","descr":"Ihre Einsätze werden von der Regierung weder bestätigt, noch dementiert, denn die so genannten \"Black Operations\" der United States Navy Seals unterliegen strengster Geheimhaltung. Offiziell in Dienst gestellt wurde die Truppe 1962 von Präsident John F. Kennedy. Sie tritt in der Regel in Aktion, wenn die Lage besonders brenzlig ist, und agiert zu Lande, zu Wasser oder aus der Luft. So wie 2012 bei der Befreiung zweier dänischer Entwicklungshelfer in Somalia oder der Operation \"Neptun’s Spear\". Diese geheime Mission, bei der die Elite-Soldaten Osama bin Laden töteten, verschaffte der Spezial-Einheit weltweite Aufmerksamkeit. Medienpräsenz ist allerdings gar nicht erwünscht, denn die Navy Seals operieren lieber im Verborgenen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930687","hoster":"VOE"},{"path":"/redirect/10149136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-2","name":"Army Rangers","epNo":2,"alt":"Army Rangers","descr":"Im Winter 2002 trifft die amerikanische Regierung Vorbereitungen für die Invasion im Irak. Dabei ist eine strategische Schlüsselposition von entscheidender Bedeutung: die Haditha-Talsperre am Euphrat, rund 250 Kilometer von Bagdad entfernt. Denn die Militärstrategen im Pentagon befürchten, dass Diktator Saddam Hussein im Falle eines Angriffs die Sprengung des Staudamms befehlen könnte, um die feindlichen Angreifer aufzuhalten. Sollten die irakischen Streitkräfte den Plan in die Tat umsetzen, hätte das aus Sicht der Amerikaner verheerende Konsequenzen für den Kriegsverlauf. Deshalb kommt bei der Eroberung des Wasserkraftwerks eine US-Spezial-Einheit zum Einsatz: die legendären Army Rangers. Die Elite-Soldaten haben den Ruf, die besten Infanteristen der Welt zu sein, und kämpfen immer an vorderster Front.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329724","hoster":"VOE"},{"path":"/redirect/10149134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-3","name":"Private Security","epNo":3,"alt":"Private Security","descr":"Im Jahr 2003 herrschten in Bagdad kritische Zustände. Die Situation glich einem Bürgerkrieg, und amerikanische Staatsbürger lebten dort besonders gefährlich. Dies galt besonders für den Chef der provisorischen Zivilverwaltung des Irak: Paul Bremer. Seine Funktion machte ihn zur Zielscheibe Nummer 1 für potenzielle Attentäter. Als höchstrangiger Regierungsbeamter lebte er besonders riskant. Trotzdem wurde Paul Bremer nicht vom Militär bewacht, sondern von einem privaten Sicherheitsunternehmen namens \"Blackwater\". Dass diese Firmen ihr Personal aus ehemaligen US-Elite-Einheiten wie den Navy Seals oder der Delta Force rekrutieren, ist bekannt. Doch was genau ist ihr Auftrag, und haben sie die gleichen Befugnisse, wie die Angehörigen der offiziellen Streitkräfte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329720","hoster":"VOE"},{"path":"/redirect/10149137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-4","name":"Delta Force","epNo":4,"alt":"Delta Force","descr":"23 Elite-Soldaten der Spezial-Einheit \"Delta Force\" erhalten einen Geheimauftrag: Sie sollen einen US-Agenten aus dem Gefängnis von Panama-City befreien. Da die amerikanischen Streitkräfte eine Invasion in Mittelamerika vorbereiten, schwebt der US-Bürger in akuter Lebensgefahr. Aus diesem Grund schickt Präsident Bush seine besten Männer los. Alle Mitglieder des Delta-Teams haben sehr viel Erfahrung mit solchen Einsätzen, denn exakt dafür wurden sie ausgebildet. Der Plan der Truppe lautet wie folgt: Die Soldaten werden mit Hubschraubern des Typs MH-6 \"Little Bird\" auf dem Dach abgesetzt und kämpfen sich anschließend ins Innere des Gebäudes vor. Dort sind die Männer bei der Suche nach der Zielperson ganz auf sich allein gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329722","hoster":"VOE"},{"path":"/redirect/10149142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-5","name":"Marine Force Recon","epNo":5,"alt":"Marine Force Recon","descr":"Am 9. September 2010 rückte eine 24 Mann starke Gruppe von \"Force Recon Marines\" im Golf von Aden in kleinen, wendigen Angriffsbooten zum Einsatz aus. Kampfhubschrauber mit Scharfschützen an Bord geben den Soldaten Geleitschutz, denn was genau in den folgenden Minuten geschehen wird, kann niemand mit Gewissheit sagen. Die \"Magellan Star\" ist von somalischen Piraten gekapert worden. Die Kidnapper haben jedoch Probleme, den Frachter in Gang zu bringen. Diese Gelegenheit wollen die US-Militärs nutzen, um das Schiff zu stürmen. Für die Operation wurden die Besten der Besten ausgewählt: Die Mitglieder der Elite-Truppe \"Force Recon Marines\" sind rund um den Globus stationiert und können innerhalb weniger Stunden jeden Ort der Welt erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329729","hoster":"VOE"},{"path":"/redirect/10149139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-6","name":"CIA Special Acitivities Division","epNo":6,"alt":"CIA Special Acitivities Division","descr":"Die \"Special Activities Division\" ist der bewaffnete Arm des amerikanischen Auslandsnachrichtendienstes. Die paramilitärische Spezial-Einheit führt streng geheime Einsätze, so genannte verdeckte Operationen, für die CIA aus. Bob Baer hat für die Behörde im Nahen Osten gearbeitet. Er kennt die \"Central Intelligence Agency\" wie kaum ein anderer. Außerdem hat der Amerikaner zwei Bücher geschrieben, die als Vorlage für den Polit-Thriller \"Syriana\" dienten. Mit welchen Taktiken und Methoden sammelt der Geheimdienst seine Informationen, und wie gehen die Agenten gegen potenzielle Terroristen vor? Baer und weitere Ex-Mitarbeiter der CIA liefern in dieser Folge der Doku-Serie wertvolle Einblicke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329725","hoster":"VOE"},{"path":"/redirect/10149141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-7","name":"Diplomatic Security","epNo":7,"alt":"Diplomatic Security","descr":"Wenn der amerikanische Außenminister auf Reisen geht, herrscht bei den Männern und Frauen der \"Diplomatic Security\" höchste Alarmbereitschaft. Die Beamten sind für den Schutz hochgestellter, diplomatischer Persönlichkeiten im Ausland zuständig sowie für die Sicherung sämtlicher US-Botschaften. Dazu gehören auch Krisengebiete wie Afghanistan. Als bewaffnete Taliban-Kämpfer am 13. September 2011 die US-Auslandsvertretung in Kabul mit Mörsern und Granaten unter Beschuss nehmen, tritt für die Sicherheitsexperten vor Ort der Ernstfall ein. Botschafter James Cunningham schwebt in akuter Lebensgefahr, er muss schnellstens an einen sicheren Ort evakuiert werden. Diese Episode der Dokumentarserie zeigt, welche Taktiken die Spezialkräfte bei ihren Einsätzen verfolgen. (Text: DMAX) Deutsche Erstausstrahlung:","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329726","hoster":"VOE"},{"path":"/redirect/10149143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-secret-im-inneren-der/staffel-1/episode-8","name":"Foreign Special Ops","epNo":8,"alt":"Foreign Special Ops","descr":"Der \"Special Air Service\" ist eine Spezialeinheit der britischen Armee und zählt zu den renommiertesten Elitetruppen weltweit. Die Soldaten kommen rund um den Globus als militärische Aufklärer, bei Sabotageaktionen hinter feindlichen Linien und bei der Befreiung von Gefangenen zum Einsatz. Darüber hinaus fungiert der SAS auch als Antiterroreinheit. International für Aufsehen gesorgt hat die Truppe mit einer spektakulären Befreiungsaktion im Jahr 1980. Damals hatten Terroristen die iranische Botschaft in London besetzt und dort Geiseln genommen. Bis auf eine Person konnten alle Gefangenen von den Spezialkräften befreit werden. Die Episode zeigt, mit welchen Taktiken die Elitekämpfer bei ihren Einsätzen vorgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11329723","hoster":"VOE"},{"path":"/redirect/10149144","hoster":"Streamtape"}]}]}]}]}