{"seriesId":"top-fuel-herr-ber-10000-ps","name":"Top Fuel – Herr über 10.000 PS","descr":"Der sechsfache Drag-Racing-Europameister Urs Erbacher aus der Schweiz will sich fünf Jahre nach seinem letzten Titelgewinn die Trophäe zurückholen. Die Reihe dokumentiert, wie er den V8-Motor seines Rennflitzers bis an die Belastungsgrenze treibt, um das Maximum aus dem Gefährt herauszuholen. Dabei zeigen die Kameras aber auch, wie der 55-Jährige auf die enormen Fliehkräfte reagiert, denen er sich bei Geschwindigkeiten von bis zu 500 km/h aussetzt.Außerdem demonstriert Erbacher, wie er in seiner Werkstatt individuelle und vor allem ausgefallene Motorräder für seine Kunden montiert. Denn mit dieser Arbeit finanziert er sein teures Rennsport-Hobby.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf den allerletzten Drücker","epNo":1,"alt":"","descr":"8000 PS sind wahrhaftig kein Pappenstiel. Doch um in der Top-Fuel-Klasse ganz vorne mitzufahren, braucht Urs’ Dragster noch mehr Power. Deshalb will der Highspeed-Experte mit speziellen Ersatzteilen aus den USA noch einmal 2000 Pferdestärken draufpacken. Die neue Kupplung des Boliden wird dabei auf den allerletzten Drücker direkt an die Rennstrecke geliefert. Dort schraubt das Team anschließend, was das Zeug hält, damit der Wagen rechtzeitig an den Start gehen kann. Daheim in der Custombike-Schmiede droht derweil ein wichtiger Auftrag zu platzen.","versions":[]},{"epId":"episode-2","name":"Von 0 auf 400","epNo":2,"alt":"","descr":"Kleine Ursache, große Wirkung: Highspeed-Profi Urs Erbacher hat beim Rennen in Schweden mit Motorproblemen zu kämpfen. Wichtige Parts der Ventilsteuerung wurden nicht geliefert. Technische Pannen wie diese könnten den Schweizer am Ende den Europameistertitel kosten. Damit ihm während der Rennsaison nicht die finanziellen Mittel ausgehen, will der Dragster-Experte zudem seine alte Corvette verkaufen – für umgerechnet 230 000 Euro. Doch unter Zeitdruck einen Abnehmer für ein Auto in dieser Preisklasse zu finden, ist nicht leicht.","versions":[]},{"epId":"episode-3","name":"Das Wimbledon im Dragstersport","epNo":3,"alt":"","descr":"In vier Sekunden von null auf 500 km/h: Urs Erbacher ist sechsfacher Drag-Racing-Europameister und liebt den Geschwindigkeitsrausch. Der Schweizer geht in der Top-Fuel-Klasse an den Start – der absoluten Superliga im Beschleunigungs-Rennsport. Auf der Viertelmeile sorgt der leistungsstarke V8-Motor seines Highspeed-Vehikels für ein ohrenbetäubendes Inferno. Dabei ist der 55-Jährige im Cockpit des Boliden enormen G-Kräften ausgesetzt. Der letzte Titelgewinn des \"Herrn über 10 000 PS\" liegt jedoch schon fünf Jahre zurück, deshalb will er sich die begehrte Trophäe nun zurückholen. Um sein kostspieliges Hobby zu finanzieren, baut Urs für seine Kunden in der Werkstatt ultracoole Motorräder. DMAX ist in der Custombike-Schmiede und auf der Rennstrecke hautnah mit dabei.","versions":[]},{"epId":"episode-4","name":"Die Entscheidung","epNo":4,"alt":"","descr":"Urs Erbacher will zum siebten Mal Europameister werden, das ist sein erklärtes Ziel. Doch anstatt sich in Ruhe auf das Rennen in Santa Pod vorzubereiten, muss sich der Schweizer mit nervigen Finanzproblemen herumschlagen. Denn: Drag-Racing ist ein extrem teurer Sport! Die Reserven sind nach kostspieligen Reparaturen komplett aufgebraucht, und in Kürze stehen weitere Ausgaben an. Startgebühr, Reisekosten und Spezial-Treibstoff: Bei einem Preis von 30 Euro pro Liter, fallen für einen einzigen Lauf in England bis zu 2500 Euro Spritkosten an.","versions":[]}]}]}