{"path":"/serie/stream/top-of-the-lake","name":"Top of the Lake","descr":"Die Handlung der Miniserie Top of the Lake ist inmitten einsamer Landschaften Neuseelands angesiedelt. Dort, wo sich Seen an Gebirge reihen, wo Wälder und weite Ebenen aufeinandertreffen taucht eines Tages die zwölfjährige Tui Mitcham auf. Nicht nur, dass sie schwanger ist und stehend in einem zufrierendem See gefunden wird. Nein, sie scheint auch offensichtlich keine Ahnung zu haben, woher das kommende Kind in ihrem Bauch kommt. Bevor jedoch weitere Fragen gestellt werden können, ist das junge Mädchen bereits wieder verschwunden. Obwohl sich ihr Erfahrungshorizont noch im überschaubaren Bereich befindet, nimmt sich Polizistin Robin Griffin, die zufällig an jenem Tag in ihrem Heimat Ort Laketop vorbeigeschaut hat, dem mysteriösen Fall an. Doch nicht nur die Suche nach Tui begleitet fortan ihr Schicksal – auch die eigene Vergangenheit meldet sich im Rahmen bevorstehender Ereignisse zurück.","seasons":[{"path":"/serie/stream/top-of-the-lake/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-1","name":"Das verkaufte Paradies","epNo":1,"alt":"Paradise Sold","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13120891","hoster":"VOE"},{"path":"/redirect/8649612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-2","name":"Die Suche","epNo":2,"alt":"Searchers Search","descr":"Kurze Zeit nach dem Verschwinden der zwölfjährigen Tui Mitcham nimmt die Polizei von Southern Lakes die Suche auf. Robin, der die Leitung der Ermittlungen übertragen wurde, macht sich für einen großflächigen Helikoptereinsatz stark und fordert, jeden Winkel des dichten Buschlandes zu durchsuchen. Die Zeit drängt, denn Tui ist im fünften Monat schwanger und die Temperaturen fallen. Bei den ortsansässigen Kollegen stößt Robin auf Ablehnung, sie belächeln ihr Vorgehen. Als eine großangelegte Suche mit den Bewohnern des Ortes organisiert wird, macht Tuis Vater Matt in einer Ansprache deutlich, dass er in dieser Angelegenheit keine Gnade walten lassen wird. Ein erster Verdacht fällt auf den Österreicher Wolfgang Zanic, der wegen Pädophilie bereits im Gefängnis saß. In seinem Haus im Wald findet Robin Fotos von Kindern in Trachtenkleidern, darunter auch Tui. Als Robin ihn befragen will, rastet er völlig aus und kann nur von Robins ehemaligem Freund Johnno wieder beruhigt werden. Ist Zanic für das Verschwinden Tuis verantwortlich? Im Frauencamp in \"Paradise\" erhält Robin keine Hinweise auf das Verschwinden Tuis, trifft aber auf Guru GJ, die ihr bedeutet, dass die Suche nach dem Mädchen, Robin in die Knie zwingen wird. Während ihr Verlobter sie bedrängt, nach Sydney zurückzukehren, scheinen Robins Gefühle für Johnno wieder aufzuleben … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492523","hoster":"VOE"},{"path":"/redirect/8649611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-3","name":"Am Rand des Universums","epNo":3,"alt":"The Edge of the Universe","descr":"Tuis Peiniger scheint enttarnt, als Wolfgang Zanic erhängt auf seinem Waldgrundstück gefunden wird. Was jedoch wie ein Selbstmord erscheint, wirft für Robin viele Fragen auf. Auf wen bezog sich die Entschuldigung in Zanics Abschiedsbrief? Und gibt es in den Videos, die in seinem Haus gefunden wurden, versteckte Hinweise auf das Verbrechen? Robin spürt, wie stark sie Tuis Schicksal bewegt, was auch ihrem Kollegen Al nicht entgeht. Er lädt Robin zu einem Abendessen zu sich ein und rollt dabei eine Geschichte auf, die Robin am liebsten verdrängt hätte und die Parallelen zu Tuis Schicksal aufweist: Robin wurde mit 15 Jahren von vier betrunkenen Männern vergewaltigt, darunter Sarge, der immer noch in Southern Lakes lebt. Al versichert ihr, das Verbrechen damals gerächt zu haben, doch Robin ist noch immer voller Hass. Sie gesteht Al, damals schwanger geworden zu sein und das Kind auf Drängen ihrer Mutter ausgetragen und zur Adoption freigegeben zu haben. Als Robin gehen will, bricht sie zusammen und wacht am nächsten Morgen verwirrt in Als Bett auf. Unterdessen setzt Matt alles daran, \"Paradise\" von der \"Belagerung\" durch GJs Frauengruppe zu befreien. Als Bunny ihn abblitzen lässt, trifft er sich mit Anita auf ein Date und landet mit ihr im Bett. Die beiden scheinen sich näher zu kommen und tollen unter Drogeneinfluss ekstatisch im Wald herum, bis Matt Anita das Grab seiner Mutter zeigt und beginnt, sich mit einem Gürtel selbst zu geißeln. Nach einer gemeinsamen Nacht jagt Matt Anita aus seinem Haus und fällt in \"Paradise\" ein, wo er wütend die Frauen bedroht und mit Schimpfworten belegt. Robins Gefühle für Johnno, ihre erste Liebe, flammen wieder auf. Doch in Sydney wartet Robins Verlobter darauf, dass sie zurückkommt und endlich seine Frau wird. (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492529","hoster":"VOE"},{"path":"/redirect/8649616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-4","name":"Unter dem Regenbogen","epNo":4,"alt":"A Rainbow Above Us","descr":"Nachdem Robin in einer Bar ihren Vergewaltiger Sarge tätlich angegriffen hat, zieht Al die Konsequenzen: Er entlässt Robin und schließt den Fall Tui, die von den meisten mittlerweile totgeglaubt wird. Robin ist somit mit einem Schlag nicht nur arbeitslos, sondern auch wieder Single. Die Trennung von ihrem Verlobten empfindet sie jedoch als Erleichterung, zumal die Gefühle zwischen ihr und Johnno immer stärker werden. Gemeinsam reden sie über den Abend, an dem sich Robins Leben von Grund auf veränderte. Johnno bedauert zutiefst, dass er machtlos zusehen musste, als sich die vier Männer über seine Freundin hermachten. Der Schmerz sitzt noch immer tief und nur langsam beginnen die beiden, sich gegenseitig zu öffnen. Doch hat Johnno Robin wirklich die ganze Wahrheit erzählt oder verheimlicht er ihr etwas? Robins Mutter jedenfalls warnt sie eindringlich davor, sich weiter mit Johnno zu treffen. Der Gerichtsmediziner Ian Fellows sucht den Kontakt zu Robin und macht sie auf drei mysteriöse Todesfälle aufmerksam, die trotz seines Einspruches von der Polizei fallengelassen wurden: Bob Platt, der angeblich im See ertrank","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115280","hoster":"VOE"},{"path":"/redirect/8649614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-5","name":"Der dunkle Schöpfer","epNo":5,"alt":"The Dark Creator","descr":"Nach dem Tod ihrer Mutter bleibt Robin nicht viel Zeit, zu trauern. Sie wird ins Polizeipräsidium gerufen, wo Jamie, ein Freund Tuis, wegen Ladendiebstahls festgehalten wird. Robin vermutet, dass Jamie Tui heimlich mit Lebensmitteln versorgt, doch dieser weigert sich, zu reden. Bei der erfolglosen Befragung bemerkt Robin eine Flasche Rohypnol unter Jamies persönlichen Dingen. Warum besitzt der Junge diese sogenannte Vergewaltigungsdroge? Robin ist sich sicher, dass Tui noch am Leben ist und dass sie nicht zurückkehren wird, solange ihr Vater Matt Mitcham, der scheinbar alle kontrolliert, weiterhin so viel Macht hat. Um ihn dingfest machen zu können, benötigt Robin brauchbare Zeugenaussagen. Doch keine der Frauen, die in Matts Drogenlabor arbeiten, erklärt sich dazu bereit, schließlich sind sie alle in irgendeiner Form abhängig von ihm. Robins Nachforschungen über Matts Machenschaften treffen bei niemandem auf große Begeisterung. Johnno warnt Robin eindringlich davor, nicht die ganze Stadt gegen sich aufzubringen. Unterdessen stellt Matt eigenhändig einen Suchtrupp von Bikern auf, der das gesamte Waldgebiet nach seiner Tochter durchkämmen soll. Die hochschwangere Tui spürt, dass das Baby bald kommen wird, und lässt sich von Jamie zu GJ begleiten, von der sie sich Ratschläge für die Geburt erhofft. Als sie in ihr Versteck im Wald zurückkehrt, sind ihr Matts Männer bereits auf der Spur. Auch Robin und Johnno haben Hinweise über Tuis Aufenthaltsort erhalten. Doch der Weg durch den Wald und die winterliche Felsenlandschaft ist tückisch und Matt setzt alles daran, Tui wieder in seine Gewalt zu bekommen … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492531","hoster":"VOE"},{"path":"/redirect/8649615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-1/episode-6","name":"Ohne Abschied","epNo":6,"alt":"No Goodbyes Thanks","descr":"Nach Jamies tragischem Tod hat seine Mutter Simone nichts mehr zu verlieren. Sie verspricht Robin, gegen Matt auszusagen. Ihn hinter Gittern zu sehen ist die einzige Genugtuung, die ihr noch bleibt. Matt will jedoch überraschend auch ein Geständnis ablegen und lädt Robin zu sich nach Hause ein. Die einzige Bedingung: Robin soll alleine kommen. In der Hoffnung, dass Matt sich endlich der Polizei stellt, geht Robin das Risiko ein. Umso erschütterter ist sie, als sie den wahren Grund ihres Besuchs erfährt. Matt weiß etwas über Robin, das sie ihr Leben in ganz neuem Licht sehen lässt. Robin ist am Boden zerstört, trinkt sich besinnungslos und fährt mit letzter Kraft nach \"Paradise\". GJ appelliert an sie, ihr altes Leben hinter sich zu lassen und noch einmal neu anzufangen. Matt ist indessen entschlossen, Tui nach Hause zu bringen, koste es, was es wolle. Als seine Söhne ihn aufhalten wollen, beleidigt Matt sie aufs Gröbste. Mark und Luke können nicht mehr an sich halten und lassen ihre geballte Wut an dem Vater aus. Bei Tui haben die Wehen eingesetzt und entgegen aller Erwartungen verläuft die Geburt gut. Tui bringt einen gesunden Jungen zur Welt. Bald hat Matt das Lager entdeckt und will das Baby aus dem Weg schaffen. Als Johnno und Robin, von Luke gewarnt, herbeieilen, erschießt Tui ihren Vater voller Hass. Zurück in \"Paradise\" scheint der Frieden endlich wiederhergestellt. Dennoch ist der Schock groß, als die Identität des Vaters von Tuis Baby bekannt wird. Als Tui darum bittet, den Abend mit ihren Freunden bei Al verbringen zu dürfen, beschleicht Robin ein ungutes Gefühl. Einer Eingebung folgend fährt sie zu Als Villa und entdeckt dort ein furchtbares Geheimnis … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492530","hoster":"VOE"},{"path":"/redirect/8649617","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-1","name":"China Girl","epNo":1,"alt":"China Girl","descr":"Vier Jahre sind vergangen, seit Robin den Pädophilen-Ring in Neuseeland aufgedeckt hat. Zurück in Sydney kommt sie bei ihrem Bruder Liam unter, doch die beiden waren sich nie nahe und Liam macht ihr bald klar, dass dies nur ein temporäres Arrangement sein kann. Das Einzige, was Robin Halt gibt, ist ihre Arbeit als Kriminalbeamtin. Doch bereits in den ersten Arbeitstagen wird Robin nach einem Ausfall vor einer Gruppe junger Rekruten von ihrem Chef Adrian in die Mangel genommen. Adrian befürchtet, dass die Vergangenheit noch zu schwer auf ihr lastet, und stellt ihr die übermotivierte Polizistin Miranda als Partnerin zur Seite. Wie Robin missmutig feststellen muss, ist Miranda nicht nur ein großer Fan von ihr, sondern auch noch ihre neue Nachbarin. Die Rückkehr nach Sydney gibt Robin aber auch die Möglichkeit, nach 17 Jahren endlich Kontakt zu ihrer Tochter Mary aufzunehmen. Mary verbringt derweil den Großteil ihrer Zeit mit ihrem sehr viel älteren Freund Alexander, auch Puss genannt. Alexander ist ein gescheiterter Geschichtsdoktorand, der über einem Bordell lebt und in das Geschäft mit den thailändischen Prostituierten involviert ist. Während Mary ein gutes Verhältnis zu ihrem Adoptivvater Pyke hat, kann sie es ihrer Adoptivmutter Julia nicht verzeihen, vor kurzem den Vater verlassen zu haben und mit einer Frau zusammengezogen zu sein. Bei einem gemeinsamen Abendessen sollen Pyke und Julia endlich Alexander kennenlernen, doch Marys Eltern sind alles andere als begeistert und der Abend endet abrupt. Am nächsten Morgen wird ein Koffer am Strand angeschwemmt, aus dem langes schwarzes Haar quillt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492532","hoster":"VOE"},{"path":"/redirect/12985120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-2","name":"Blutsbande","epNo":2,"alt":"The Loved One","descr":"Als bei der Obduktion der Leiche der jungen Asiatin ein Fötus gefunden wird, nimmt der Fall \"China Girl\" eine neue Wendung: Da sich die Identifizierung des Mädchens als unmöglich erweist und auch niemand ihrer Beschreibung vermisst wird, ist der Fötus die einzige Spur. Robin und die Mordkommission vermuten, dass die Tote mit einem Studenten-Visum nach Australien kam, um als Prostituierte zu arbeiten. Robin nimmt die Hilfe von Escort-Girl Linda in Anspruch, um dieser Fährte nachzugehen, und befragt alle bekannten Bordelle. Dabei muss sie sich damit abfinden, dass ihr die schwangere und leicht irritierbare Miranda auf Anweisung von Adrian bei den Ermittlungen zur Seite steht. Privat gibt es gute Neuigkeiten für Robin: Zügig melden sich Marys Adoptiveltern Julia und Pyke auf ihre Nachricht und wollen sie kennenlernen. Bei dem folgenden Treffen wird allerdings schnell deutlich, dass Julia Robin sehr kritisch und als Konkurrenz betrachtet. Pyke dagegen ist offen und unterstreicht, dass er ein Treffen zwischen Robin und Mary sehr begrüßen würde. Tatsächlich kommt es dann nach 17 Jahren zu dem großen Moment des Wiedersehens zwischen Mutter und Tochter … Lange kann Robin jedoch nicht in der Erinnerung an diesen so besonderen und emotionalen Moment schwelgen, denn Pathologe Ray hat einen erstaunlichen Fund gemacht, der ihrem Fall eine ganz neue Dimension gibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492533","hoster":"VOE"},{"path":"/redirect/8649620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-3","name":"Die Leihmutter","epNo":3,"alt":"Surrogate","descr":"Stally, ein Kollege der Mordkommission, versucht eine Annäherung an Robin und unterbreitet ihr ein seltsames sexuelles Angebot. Doch Stally ist nicht der Einzige, der eine amouröse Beziehung unter Kollegen sucht; es stellt sich heraus, dass Adrian, Robins Chef, Mirandas Liebhaber und Vater ihres Kindes ist. Irritiert beschließt Robin, sich vollkommen auf ihre Ermittlungen zu konzentrieren. Die Entdeckung der Leihmutterschaft von \"China Girl\", wie die Tote getauft wurde, führt Robin in eine Fertilitätsklinik. Sie ist sich sicher, dass die Lösung des Falles bei den Eltern des Fötus liegt. Doch der verantwortliche Arzt, Doctor Campbell, kann ihr auch nicht weiterhelfen. Viele seiner Patienten wünschen sich so sehnlich ein Kind, dass sie eine illegale Leihmutterschaft in Betracht ziehen würden. Währenddessen treffen sich Pyke, Julia und ihre Freundin Isadore mit Marys Freund Alexander. Pyke hat dessen Vergangenheit recherchiert und dunkle Stellen entdeckt, mit denen er ihn vor Mary bloßstellen möchte. Der Plan geht allerdings nicht auf und das Treffen endet desaströs. Noch unbeholfen im Umgang mit ihrer Tochter nimmt Robin die aufgelöste Mary in ihrer kleinen Wohnung auf. Miranda und Liam, Robins Bruder, stoßen zu ihnen, und so lernt Mary auch ihren Onkel kennen. Als die Polizei eine Frau aufliest, die verzweifelt ihr eingebildetes Baby sucht, vermutet Robin einen Zusammenhang zu ihrem Fall. Auch das Verhalten des Ehemanns scheint suspekt … Und dann kommt für Robin der Termin der gerichtlichen Mediation, wo sie mit jemandem konfrontiert wird, den sie nie wiedersehen wollte: Al Parker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383353","hoster":"VOE"},{"path":"/redirect/8649622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-4","name":"Birthday","epNo":4,"alt":"Birthday","descr":"Während die Stimmung zwischen Miranda und Robin immer noch sehr angespannt ist, scheint es im Fall \"China Girl\" endlich voranzugehen: Ein junger Mann, Brett, glaubt die Identität der Toten zu kennen. Seine geliebte Cinnamon, eine Prostituierte, ist seit Wochen spurlos verschwunden. Brett verdächtigt den seltsamen Dauergast aus Cinnamons Bordell \"Silk 41\", der den Prostituierten obszöne englische Vokabeln beibringt und immer von einem jungen Mädchen begleitet wird. Mit zunehmendem Entsetzen realisiert Robin, dass es sich um Alexander und Mary handelt. Kurz darauf hat Pyke einen Strandausflug für Mary und Robin geplant, um Marys thailändischen Freundinnen das Schwimmen beizubringen. Zunächst haben alle großen Spaß; Pyke und Robin sind gute Lehrer und die Stimmung ist ausgelassen. Doch dann wird Robin von einem verrückt gewordenen Alexander attackiert und ins Gesicht gebissen. Chaos bricht aus. Mary, bei der die Aufregung einen Nervenzusammenbruch auslöst, versucht weiterhin, Alexanders Verhalten zu entschuldigen. Fassungslos müssen Pyke und Robin mit ansehen, wie Mary scheinbar jeden Bezug zur Realität verliert. Blind vor Liebe steht sie vollkommen unter Alexanders Einfluss. Wie weit wird Mary für ihn gehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492541","hoster":"VOE"},{"path":"/redirect/8649623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-5","name":"Wer ist dein Daddy?","epNo":5,"alt":"Who’s Your Daddy?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8492540","hoster":"VOE"},{"path":"/redirect/8649625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/top-of-the-lake/staffel-2/episode-6","name":"Der Kampf der Mütter","epNo":6,"alt":"The Battle Of The Mothers","descr":"Eine Schreckensnachricht unterbricht die Zweisamkeit von Robin und Pyke: Es gab einen tödlichen Amoklauf im \"Silk 41\", dem Bordell, in dem sich Mary regelmäßig aufhält. Angsterfüllt eilen beide zum Tatort. Dort angekommen können sie erst einmal aufatmen, denn Mary ist nicht unter den Toten. Die Erleichterung hält allerdings nicht lange an, als Robin erfährt, dass ihre Tochter von dem Amokläufer als Geisel mitgenommen wurde. Der Täter ist Brett, in seiner Obsession für Cinnamon wurde er unberechenbar und ist jetzt wie vom Erdboden verschluckt. Das einzige Glück in diesem Unglück sind die Live-Bilder der Leihmütter, die die Polizei im Bordell sieht. Doch deren Aufenthaltsort kennt nur Alexander, und der bleibt seit dem Amoklauf unauffindbar. Währenddessen führt die Suche nach Brett zu einem Großeinsatz am Strand, durch die Massen an Strandbesuchern scheint dies fast aussichtslos. Außerdem ist er bewaffnet, was die Situation noch riskanter macht. Eine verdächtige Box führt Robin und Miranda zum Amokläufer, doch die Festnahme endet tragisch. Voller Schmerz und Wut ist Robin zu allem bereit, um Alexander und die Leihmütter zu finden. Doch es gibt immer noch keine Spur von ihm, und die Uhr tickt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115285","hoster":"VOE"},{"path":"/redirect/8649636","hoster":"Streamtape"}]}]}]}]}