{"path":"/serie/stream/toradora","name":"Toradora!","descr":"Ryuuji Takasu ist eigentlich ein ganz normaler Highschool-Schüler ‒ wäre da nicht sein Vater, der ihm Augen vererbt hat, die jedem das Blut in den Adern gefrieren lassen. So muss er sich damit abfinden, dass ihn die meisten für einen üblen Schläger halten und er trotz seines umgänglichen Charakters kaum Freunde hat.Doch das soll nicht sein einziges Problem bleiben, denn pünktlich zu Beginn des neuen Schuljahres trifft er auf die einzige Person der Schule, die noch mehr gefürchtet wird als er, nämlich Taiga Aisaka, auch bekannt als Palmtop Tiger. Es dauert nicht lange, bis die beiden herausfinden, dass sie jeweils den Freund des anderen heimlich lieben ‒ und so schließen sie eine Art Zweckbündnis, um einander zu verkuppeln.","seasons":[{"path":"/serie/stream/toradora/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/toradora/staffel-1/episode-1","name":"Tiger und Drache","epNo":1,"alt":"Tiger and Dragon","descr":"Am ersten Tag des neuen Schuljahres, stellt Ryūji fest, dass er zusammen mit seiner großen Liebe Minori Kushieda und mit dem berüchtigten Handflächen Tiger Taiga Aisaka in einer Klasse ist. Letztere tut versehentlich einen Liebesbrief, der an Yūsaku Kitamura adressiert war in Ryūjis Tasche. Abends bricht sie bei ihm ein, um ihn zu töten, da er von ihrem Geheimnis erfahren hat. Nachdem sie herausgefunden hat, dass Ryūji in Minori verliebt ist, lässt sie ihn schwören, ihre Liebe zu Yūsaku zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373399","hoster":"VOE"},{"path":"/redirect/8373398","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12930689","hoster":"VOE"},{"path":"/redirect/8373184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-2","name":"Ryuuji und Taiga","epNo":2,"alt":"Ryuuji and Taiga","descr":"Ryūji erkennt, dass er über Taiga auch Minori näher kommen kann und tut daher alles, um sie mit Yūsaku zu verkuppeln. Jedoch gehen diese Versuche nach hinten los und es breiten sich Gerüchte in der Schule aus, weil Ryūji und Taiga so oft zusammen gesehen wurden. Auch Minoriglaubt, dass die beiden mehr als nur Freunde sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373405","hoster":"VOE"},{"path":"/redirect/8373404","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12930690","hoster":"VOE"},{"path":"/redirect/8373195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-3","name":"Dein Song","epNo":3,"alt":"Your Song","descr":"Ryūji und Taiga besuchen ein Familien Restaurant in dem Minori als Kellnerin arbeitet. Sie erzählt ihnen, dass sie viele verschiedene Jobs hat, weil es sie belebt. Am nächsten Tag treffen die beiden erneut auf Minori die mit einem weiteren Job beschäftigt ist und beschließen ebenfalls auszuhelfen. Während Taiga gerade Waren ausliefert, werden Ryūji und Minori versehentlich in einen Schuppen eingesperrt und unterhalten sich, bis sie schließlich gefunden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383349","hoster":"VOE"},{"path":"/redirect/8373414","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373209","hoster":"VOE"},{"path":"/redirect/8373207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-4","name":"Das Gesicht von damals","epNo":4,"alt":"That Moment\u0027s Expression","descr":"Taiga bittet Ryūji darum, ein paar Fotos von Yūsaku zu machen, da sie selbst dabei immer so nervös ist, dass alle Fotos verwackelt werden. Yūsaku bemerkt, dass Ryūji Fotos von ihm geschossen hat und erzählt ihm, dass er ein Jahr zuvor in Taiga verliebt gewesen war, sie ihn aber abgewiesen hatte. Auch Taiga beichtet ihm dies schließlich und berichtet weiter, dass sie sich direkt danach in ihn verliebte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373422","hoster":"VOE"},{"path":"/redirect/8373425","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373211","hoster":"VOE"},{"path":"/redirect/8373213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-5","name":"Kawashima Ami","epNo":5,"alt":"Kawashima Ami","descr":"Taiga und Ryūji treffen in einem Restaurant zufällig Yūsaku der mit seiner Sandkastenfreundin Ami dort ebenfalls etwas essen wollte. Ami bezeichnet sich selbst als Hohlkopf und bringt Ryūji mit ihrer naiven Art durcheinander. Als Ryūji und Yūsaku auf die Toilette gehen, zeigt Ami jedoch ihr wahres Gesicht und fängt an auf Taiga herum zu hacken. Diese lässt sich das jedoch nicht gefallen und verpasst ihr eine Ohrfeige, macht sich hinterher aber Vorwürfe, da sie glaubt, dass Yūsaku sie deswegen hasst. Ryūji kann sie jedoch beruhigen, denn Yūsaku weiß ganz genau, wie Ami wirklich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173915","hoster":"VOE"},{"path":"/redirect/8373432","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373223","hoster":"VOE"},{"path":"/redirect/8373222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-6","name":"Wahres Gesicht","epNo":6,"alt":"The Real Me","descr":"Ami wechselt auf die Schule von Ryūji und den anderen und versteckt dabei ihre wahre Persönlichkeit hinter ihrer tolpatschig-naiven Fassade. Yūsaku bittet Taiga und Ryūji sich mit ihr anzufreunden, da sie bereits ihr wahres Ich kennen und er nicht will, dass sie sich weiter hinter ihrer Fassade versteckt. Die beiden erfahren schließlich, dass Ami die Schule gewechselt hat, weil sie von einem Stalker verfolgt wurde. Dieser Stalker taucht jedoch auch an der neuen Schule auf und belästigt auch Taiga. Als Ami sieht, dass Taiga keine Angst vor ihm zu haben scheint, fast auch sie Mut und vertreibt den Stalker ein für alle Mal,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002363","hoster":"VOE"},{"path":"/redirect/8373440","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373227","hoster":"VOE"},{"path":"/redirect/8373232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-7","name":"Schwimmbaderöffnung","epNo":7,"alt":"Pool Opening","descr":"Die Sommersaison hat begonnen und der Badetag steht kurz bevor. Taiga hat jedoch Komplexe da ihre Brüste sehr klein sind, sodass Ryūji ihr schließlich Einlagen näht. Am nächsten Tag wirft Ami die am Beckenrand sitzende Taiga in den Pool. Allerdings kann diese nicht schwimmen und wäre beinahe ertrunken, hätte Ryūji sie nicht gerettet. Am Abend haben Ami und Taiga daraufhin eine Diskussion, bis Minori schließlich vorschlägt, die Sache mit einem Sportwettbewerb aus zu tragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373444","hoster":"VOE"},{"path":"/redirect/8373442","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373237","hoster":"VOE"},{"path":"/redirect/8373239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-8","name":"Wessentwegen","epNo":8,"alt":"For Whose Sake?","descr":"Per Los wird entschieden, dass der Wettbewerb ein Wettschwimmen sein wird und Ami bestimmt, dass Ryūji sie in den nahenden Sommerferien auf ihrer Sommervilla besuchen muss, sollte sie gewinnen. Nachdem Taiga klar gemacht hat, dass sie nicht wegen ihm gewinnen will, verwenden sie und Ryūji die folgenden Tage darauf, ihr das Schwimmen beizubringen. Während des Rennens geht Taiga dank ihres Überraschungsangriffes zunächst in Führung, verletzt sich dann jedoch am Knöchel, woraufhin Ryūji ins Becken springt um ihr zu helfen. Taiga macht jedoch klar, dass sie um seinetwillen Gewinnen möchte und besteht darauf weiter zu schwimmen. Während sie versucht die inzwischen in Führung liegende Ami zu überholen, wird Ryūji von ein paar Jungen, die am Beckenrand tobten getroffen und verliert das Bewusstsein. Taiga die erkennt, dass niemand Ryūjis Bewusstlosigkeit bemerkt hat, dreht um, um ihn zu retten. Als er dann noch immer Bewusstlos aus dem Pool geholt worden war, erklärt sie schreiend, dass er ihr allein gehöre und sich ihm niemand nähern solle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373455","hoster":"VOE"},{"path":"/redirect/14159706","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373246","hoster":"VOE"},{"path":"/redirect/8373245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-9","name":"Auf zum Meer","epNo":9,"alt":"You Shall Go to the Sea","descr":"Da Ami den Wettbewerb gewonnen hatte, fährt Ryūji mit ihr in ihre Sommervilla, allerdings haben sich auch Taiga, Minori und Yūsaku angeschlossen. Ryūji und Taiga beschließen, Minori während der Reise zu erschrecken, damit Ryūji sich von seiner mutigen Seite zeigen und ihr näher kommen kann. Am Abend des ersten Tages, führen Minori und er ein verwirrendes Gespräch über Geister und Liebe. Als er und Taiga dann Nachts schließlich in ihr Zimmer gehen, findet Ryūji lange Haare und Taiga ein durchweichtes Kleid auf ihre Betten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9945691","hoster":"VOE"},{"path":"/redirect/12480303","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12336293","hoster":"VOE"},{"path":"/redirect/8373258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-10","name":"Feuerwerk","epNo":10,"alt":"Fireworks","descr":"Verängstigt bleiben Ryūji und Taiga die ganze Nacht auf und weihen am morgen schließlich Yūsaku und Ami in ihren Plan ein Minori zu erschrecken. Gemeinsam locken sie sie in eine finstere Höhle, dort dreht sich jedoch der Spieß um, denn in Wahrheit hatte sich Yūsaku schon vorher mit Minori zusammengeschlossen, um die anderen zu erschrecken. Minori war nämlich bewusst gewesen, dass Ryūji und Taiga sie erschrecken wollten und hatte beschlossen ihnen zu zeigen, wie man so etwas richtig angeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373466","hoster":"VOE"},{"path":"/redirect/8373469","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373262","hoster":"VOE"},{"path":"/redirect/8373266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-11","name":"Obashi High School Kulturfest - Teil 1","epNo":11,"alt":"Oohashi High School Cultural Festival - Part I","descr":"Das Kultur Festival der Ōhashi Oberstufe steht kurz bevor und die Klasse von Ryūji entscheidet sich per Los Verfahren für eine Profi-Wrestling-Aufführung. Während des gesamten Tages erhält Taiga ständig Anrufe auf ihrem Handy und als Ryūji sie am Abend darauf anspricht, erzählt sie ihm, dass es ihr Vater ist, sie aber nichts mit ihm zu tun haben möchte. Als Taigas Vater ihr dann jedoch das Konto sperrt, überredet sie Ryūji sich ihrer statt mit ihm zu treffen. Ryūji trifft sich also mit Rikurou und nimmt ihn als netten sich um seine Tochter sorgenden Vater war. Wieder zu Hause streitet er sich mit Taiga worauf diese schließlich nachgibt und sich mit ihrem Vater trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373475","hoster":"VOE"},{"path":"/redirect/8373471","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12930691","hoster":"VOE"},{"path":"/redirect/8373270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-12","name":"Obashi High School Kulturfest - Teil 2","epNo":12,"alt":"Oohashi High School Cultural Festival - Part II","descr":"Taiga und Rikurou nehmen den Kontakt wieder auf und gehen abends öfters gemeinsam Essen. Als Minori davon erfährt wird sie wütend und streitet sich mit Ryūji da sie findet, dass Taiga nichts mehr mit ihrem Vater zu tun haben soll. Da Rikurou versprochen hat zu der Aufführung zu kommen, bittet Ryūji Ami darum, mit ihr die Rollen zu tauschen, da Taiga vor ihrem Vater nicht die Böse spielen möchte. Die Aufführung ist ein voller Erfolg, doch Rikurou taucht auch nicht zur Wiederholung auf. Außerdem haben Ryūji und Minori seit ihrem Streit nicht mehr miteinander gesprochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373481","hoster":"VOE"},{"path":"/redirect/8373483","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373278","hoster":"VOE"},{"path":"/redirect/8373282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-13","name":"Obashi High School Kulturfest - Teil 3","epNo":13,"alt":"Oohashi High School Cultural Festival - Part III","descr":"Auch zum Schönheitswettbewerb, an dem Taiga stellvertretend für ihre Klasse teilnimmt, taucht Rikurou nicht auf und bittet stattdessen Ryūji per SMS darum sich bei seiner Tochter zu entschuldigen, da er aufgrund seiner Arbeit für längere Zeit verreisen müsse. Ryūji der erkennt wie dumm er sich verhalten hat, ist nun voller Schuldgefühle und entwickelt Vatergefühle für Taiga. Sie schreit noch während des Wettbewerbes ihre ganze Wut auf ihren Vater heraus und wird schließlich zur Gewinnerin bestimmt. In einem anschließenden Wettrennen quer durch die Schule, geht es darum einen Tanz mit Taiga sowie die gesamten Schulnotizen der Schülerratspräsidentin zu gewinnen. Ryūji und auch Minori nehmen Teil und laufen schließlich Hand in Hand durch die Zielgerade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373487","hoster":"VOE"},{"path":"/redirect/8373486","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13918141","hoster":"VOE"},{"path":"/redirect/8373286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-14","name":"Die fröhliche Palmtop Tiger","epNo":14,"alt":"The Palmtop Tiger of Happiness","descr":"Die Legende über den Handflächentiger des Glücks, die besagt, dass jeder der Taiga den Handflächentiger berührt Glück erfahren wird, macht die Runde. Außerdem wurden die Fotos, die während des Kulturfestes geschossen worden sind veröffentlicht und Minori bemerkt, dass Ryūji das Foto auf dem die beiden durch die Ziellinie laufen kauft und tut es kurzerhand ebenso. Taiga trifft Yūsaku der deprimiert ist, weil Sumire anscheinend schlechte Nachrichten für ihn hatte. Sie bietet ihm an, sie anlässlich der Legende über den Handflächentiger des Glücks, zu berühren, damit es ihm besser geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383361","hoster":"VOE"},{"path":"/redirect/8373496","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373298","hoster":"VOE"},{"path":"/redirect/12480304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-15","name":"Die Sterne sind weit entfernt","epNo":15,"alt":"The Stars are Far","descr":"Während des Unterrichtes erklärt Yūsaku, dass er sich nicht zur Wahl zum Schülerratspräsidenten aufstellen will, obwohl er der einzige in Frage kommende Kandidat dafür ist. Am nächsten Tag erscheint er mit blond gefärbten Haaren, was in Japan mehr als unüblich ist, und bekommt Stress mit den Lehrern. Er läuft von zu Hause weg und taucht schließlich bei Ryūji auf. Sie verbringen gemeinsam mit Taiga den Tag, allerdings flieht er erneut, als Yasuko ihm die Haare wieder schwarz Färben will. Um Yūsaku davon zu überzeugen, dass er Schülerratspräsident werden muss, stellt sich Taiga zur Wahl und verspricht eine Schreckensherrschaft, sollte sie gewählt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373503","hoster":"VOE"},{"path":"/redirect/8373502","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373304","hoster":"VOE"},{"path":"/redirect/8373303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-16","name":"Ein Schritt vorwärts","epNo":16,"alt":"One Step Forward","descr":"Ryūji erfährt, dass Yūsaku Gefühle für Sumire hat und sich so merkwürdig verhält, weil sie nach Amerika gehen wird, um dort zu studieren. Nachdem Sumire ihn jedoch motiviert hat, stellt er sich schließlich zur Wahl und wird automatisch zum Präsidenten, da Taiga ihre Kandidatur zurückgezogen hat. Während seiner Antrittsrede beichtet er Sumire seine Liebe erhält jedoch keine Antwort von ihr. Voller Wut fordert Taiga Sumire zum Kampf heraus und erfährt schließlich, dass auch Sumire in Yūsaku verliebt ist, ihm dies aber nicht sagen will, weil sie weiß, dass er dann seine Träume aufgeben und ihr nach Amerika folgen würde. Ami fragt Minori im Vorbeigehen, ob sie sich noch schuldig fühle, nachdem sie zusammen ein Foto von Yūsaku in Taigas Schülerausweis gefunden hatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373509","hoster":"VOE"},{"path":"/redirect/8373508","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373310","hoster":"VOE"},{"path":"/redirect/8373311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-17","name":"Der Merkur kehrt an Weihnachten zurück","epNo":17,"alt":"Mercury Retrogrades at Christmas","descr":"Weihnachten steht kurz bevor und Taiga beschließt für Ryūji und Minori den Liebesengel zu spielen. In der Schule bedankt sich Yūsaku bei Taiga dafür, dass sie ihm geholfen hat mit Sumire ins Reine zu kommen. Später kündigt er an, dass eine Weihnachtsfeier in der Schule geplant ist und bittet die anderen um Hilfe bei den Vorbereitungen. Minori weigert sich jedoch auch nach wiederholtem Nachfragen seitens Ryūji und Taiga mit zur Weihnachtsfeier zu kommen, da nicht die richtige Zeit dafür sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373513","hoster":"VOE"},{"path":"/redirect/8373775","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373316","hoster":"VOE"},{"path":"/redirect/8373320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-18","name":"Unter den Tannenbaum","epNo":18,"alt":"Under the Fir Tree","descr":"Nach den Letzten Prüfungen erklärt Taiga Ryūji, dass sie ein guter Mensch sein will, in der Hoffnung, dass der Weihnachtsmann sie erneut besuchen kommt, wie es einst in einem Traum, als sie noch klein war passiert ist. Ihr gefällt die Vorstellung, dass dort immer eine Mensch ist, der über einen wacht und schickt daher ein Geschenk an ein Waisenkind, um ihm dieses Gefühl zu vermitteln. Selbst für ihren Vater und ihre Mutter, die inzwischen in ihren neuen Familien leben hat sie Geschenke besorgt. Die Vorbereitungen für die Weihnachtsfeier neigen sich dem Ende zu und der große Weihnachtsbaum ist bereits in der Sporthalle aufgebaut. Doch gerade, als alle ihn Bewundern, fliegt ein Softball durch das Fenster der Halle, reißt den Baum um und zerstört dabei Taigas Glasstern, der auf der spitze des Baumes thronte. Das Softballteam angeführt von Minori entschuldigt sich für den Unfall und helfen dabei den Baum wieder aufzurichten. Voller Schuldgefühle versucht Minori den zerbrochenen Stern zusammen zu kleben. Noch immer weigert sie sich, zu der Feier zu kommen, doch verspricht Ryūji ihr trotzdem, dass er auf sie warten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373524","hoster":"VOE"},{"path":"/redirect/8373527","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373323","hoster":"VOE"},{"path":"/redirect/8373326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-19","name":"Weihnachtsfeier","epNo":19,"alt":"Holy Night Party","descr":"Auch am Tag der Weihnachtsfeier konnten weder Taiga noch Ryūji Minori davon überzeugen, mit auf die Party zu kommen. Zusammen mit Ami eröffnet Taiga die Feier mit einer Gesangseinlage, verlässt danach aber die Feier, um Minori doch noch zu überreden und anschließend nach Hause zu gehen. Ryūji erfährt letzteres erst, als sie bereits weg ist und besucht sie als Weihnachtsmann in Bärengestalt, um sie aufzumuntern und ihr das Gefühl zu geben, sie sei nicht allein. Taiga freut sich über seinen Besuch, schickt ihn dann jedoch zurück zur Feier, da es ihr gelungen war, Minori zu überreden. Als er wieder fort ist, fängt sie an zu weinen und sie gesteht sich ein, dass sie in ihn verliebt ist. Sie läuft ihm hinterher, um ihn aufzuhalten, doch er ist schon weg und Taiga bricht heulend zusammen. Minori sieht sie weinend und erklärt Ryūji schließlich, dass sie noch nicht bereit für einen Freund ist Dies sagt sie jedoch nur, um Rücksicht auf Taiga zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373534","hoster":"VOE"},{"path":"/redirect/8373532","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373336","hoster":"VOE"},{"path":"/redirect/8373333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-20","name":"Für immer gleich","epNo":20,"alt":"Always, Like This","descr":"Während der Winterferien ist Ryūji sehr krank und muss das Bett hüten. Am Neujahrestag trifft Taiga Yūsaku und beschließt Ryūji nicht mehr zu besuchen, um nicht zwischen Minori und ihm zu stehen. Wieder in der Schule berichtetFrau Koigakubo ihrer Klasse, dass der geplante Ausflug nach Okinawa aufgrund eines Brandes ausfällt und sie stattdessen einen dreitägigen Ski-Ausflug machen werden. Die Schüler werden in Gruppen aufgeteilt, die gemeinsam einen Plan für den Ausflug erstellen sollen. Taigas Gruppe zu der Ryūji, Minori, Yūsaku, Ami, Nanako, Hisamitsu, Kouji und Maya gehören, trifft sich bei ihr im Apartment, wo Minori, die seit einem Jahr nicht mehr in ihrer Wohnung war, feststellt, dass Taiga nun offenbar für sich selbst sorgen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373546","hoster":"VOE"},{"path":"/redirect/8373545","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373337","hoster":"VOE"},{"path":"/redirect/8373341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-21","name":"Was auch immer geschieht","epNo":21,"alt":"What\u0027s Up?","descr":"Am ersten Tag des Ski-Ausfluges wird die Stimmung durch einen Streit zwischen Maya und Hisamitsu gedrückt, sodass Ryūji und Minori besprechen, wie sie am besten damit umgehen sollten. Anschließend berichtet Ryūji den anderen Jungs in seiner Gruppe, dass Minori ihn abgewiesen hat und ihm nicht klar ist warum. Yūsaku beschließt Minori direkt zu fragen, doch als sie das Zimmer der Mädchen erreichen, befindet sich dort niemand. Plötzlich hören sie die Geräusche der herankommenden Taiga und verstecken sich hastig im Kleiderschrank. Jedoch hört sie ein Geräusch aus dem Schrank und wird kurzerhand von Ryūji mit hinein geholt, da auch die anderen Mädchen beinahe wieder im Zimmer waren. Versteckt im Schrank hören sie einer hitzigen Diskussion zwischen Minori und Ami zu, in der Ami die wahre Gründe für die Abweisung Ryūjis erfahren möchte. Am nächsten Tag kommt dieser Streit wieder auf und entbrennt zu einer Schlägerei zwischen den beiden. Dabei verliert Minori eine Haarspange, die ursprünglich ein Geschenk von Ryūji gewesen ist und Taiga macht sich auf die Suche danach, stürzt dabei aber unbemerkt einen Abhang hinunter. Gemeinsam machen sich Ryūji, Minori und Yūsaku am Abend auf, um Taiga zu finden und entdecken dabei ihre Spuren. Ryūji klettert den Abhang hinunter und findet sie Bewusstlos. Während er sie auf seinem Rücken tragend zurück ins Hotel trägt, hält sie ihn jedoch für Yūsaku und erzählt ihm im Halbschlaf, dass sie in Ryūji verliebt ist und ihre Gefühle für ihn nicht unterdrücken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373552","hoster":"VOE"},{"path":"/redirect/8373555","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373351","hoster":"VOE"},{"path":"/redirect/8373349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-22","name":"Der Auftritt mit dir","epNo":22,"alt":"The Scene With You","descr":"Nach den Ereignissen während der Klassenfahrt, sind Ryūji und die anderen wieder zu Hause. Ryūji macht sich Sorgen um Taiga, da er sie seit ihrem Unfall nicht mehr gesehen hat, doch dann steht sie Abends plötzlich vor seiner Haustür und lässt sich von ihm versichern, dass sie nichts gesagt hatte, als sie Bewusstlos gewesen war. Minori versucht Ami ihre Beweggründe für ihr Verhalten zu erklären, wird jedoch abgewiesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373561","hoster":"VOE"},{"path":"/redirect/8373567","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373358","hoster":"VOE"},{"path":"/redirect/8373363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-23","name":"Die Straße, auf der wir voranschreiten müssen","epNo":23,"alt":"The Road That We Must Advance On","descr":"Yasuko hat einen weiteren Job gefunden, mit dem sie Ryūjis Studium finanzieren will. Allerdings wird sie aufgrund von Überarbeitung krank. Ami erklärt Ryūji, dass sie keinen Grund mehr sieht an seiner Schule zu bleiben. Als Taiga sich anlässlich des Valentinstages bei ihren Freunden mit Schokolade bedankt, erfährt Minori, dass Ryūji Taiga angelogen hat und fordert sie auf, dass zu sagen, was sie glaubte während ihrer Bewusstlosigkeit gesagt zu haben. Die Situation spitzt sich so zu, dass Taiga türmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373575","hoster":"VOE"},{"path":"/redirect/8373573","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373364","hoster":"VOE"},{"path":"/redirect/8373368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-24","name":"Geständnis","epNo":24,"alt":"Confession","descr":"Während Minori und Ryūji Taiga verfolgen, gesteht Minori ihre Liebe zu Ryūji und erklärt ihr seltsames Verhalten. Nachdem er Taiga schließlich gefunden hat, begegnen die beiden seiner und Taigas Mutter und laufen nach einem heftigen Streit zwischen Ryūji und Yasuko gemeinsam davon. Sie beschließen zu heiraten sobald Ryūji auch 18 Jahre alt ist und kehren kurz nach Hause zurück, um ihre Sachen zusammen zu suchen. Dort findet Ryūji jedoch ein halb verlassenen Haus und einen Abschiedsbrief von seiner Mutter, der ihn zu seinen Großeltern schickt vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373582","hoster":"VOE"},{"path":"/redirect/8373584","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8373374","hoster":"VOE"},{"path":"/redirect/8373380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/toradora/staffel-1/episode-25","name":"Toradora!","epNo":25,"alt":"Toradora!","descr":"Nachdem Taiga Yasuko mit einem Trick ebenfalls zu ihren Eltern gelockt hat, spricht sie sich sowohl mit diesen, als auch mit ihrem Sohn aus. Während der Nacht küssen sich Taiga und Ryūji zum ersten Mal. Glücklich kehren sie wieder nach Hause zurück, doch dann verschwindet Taiga plötzlich ohne ein Wort des Abschieds. Sie hinterlässt lediglich einen Brief, in dem sie erklärt, dass sie von nun an bei ihrer Mutter leben wird und auf eine andere Schule geht. Wann werden sie sich wohl wieder sehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8373595","hoster":"VOE"},{"path":"/redirect/8373602","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13998946","hoster":"VOE"},{"path":"/redirect/8373389","hoster":"Streamtape"}]}]}]}]}