{"seriesId":"tore","name":"Tore","descr":"Tore (William Spetz) ist 27 und hat gerade die für ihn wichtigste Person in seinem Leben durch einen Freakunfall mit einem Mülllaster verloren. Doch Tore versinkt nicht in Trauer, sondern tut alles, um dieses Gefühl zu unterdrücken: er stürzt sich in die Arbeit, besucht Partys voller Sex und Drogen und flirtet hemmungslos mit dem Floristen Erik (Hannes Fohlin). Bald erkennt seine beste Freundin Linn (Sanna Sundqvist), dass Tore auf dem direkten Wege ist, den Kontakt zur Realität zu verlieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Etwas Neues würde dir guttun","epNo":1,"alt":"Episode 1","descr":"Leichenbestatter-Gehilfe Tores Vater will, dass er auszieht, um ein neues Kapitel zu beginnen, aber das Leben nimmt nach einem tödlichen Unfall eine unerwartete Wende.","versions":[{"lang":1,"streams":[{"redirect":13264868,"hoster":"VOE"},{"redirect":13264873,"hoster":"Doodstream"},{"redirect":13264870,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wenn die Typen Uhren tragen, sind sie hetero","epNo":2,"alt":"Episode 2","descr":"Tore versucht, Erik näherzukommen, während Linn sich Sorgen darum macht, wie Tore mit der Trauer umgeht. Shady Meat hilft ihm, sich in der neuen Umgebung zurechtzufinden.","versions":[{"lang":1,"streams":[{"redirect":13264872,"hoster":"VOE"},{"redirect":13264871,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sonst kann man ja gleich sterben","epNo":3,"alt":"Episode 3","descr":"Ein unerwarteter Gast im Bestattungsunternehmen verschlimmert Tores fragwürdiges Verhalten noch, aber eine schicksalhafte Begegnung bietet eine neue Perspektive.","versions":[{"lang":1,"streams":[{"redirect":13264863,"hoster":"VOE"},{"redirect":13264864,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wenn der Tod dein Kollege ist","epNo":4,"alt":"Episode 4","descr":"Nach einer katastrophalen Konferenz wird Tore immer wütender und lügt auf besonders haarsträubende Weise, um sich bei Shady Meat und Lo einzuschmeicheln.","versions":[{"lang":1,"streams":[{"redirect":13264865,"hoster":"VOE"},{"redirect":13264875,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erik","epNo":5,"alt":"Episode 5","descr":"Tores Freundschaft mit Linn zerbricht und der Arbeitskonflikt besteht weiterhin. Eine unerwartete Nachricht von Erik macht ihm Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":13264857,"hoster":"VOE"},{"redirect":13264858,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zuhause","epNo":6,"alt":"Episode 6","descr":"Durch die Indiskretion einer neuen Freundin bekommt Tore Ärger, bevor er auf einer Reise, die seine Rehabilitation bringen soll, in Uppsala Halt macht.","versions":[{"lang":1,"streams":[{"redirect":13264859,"hoster":"VOE"},{"redirect":13264862,"hoster":"Streamtape"}]}]}]}]}