{"seriesId":"total-genial","name":"Total genial","descr":"[Wicked Science] Durch einen Kurzschluss am ersten Schultag an der Sandybay School wird bei Toby und Elizabeth der \"geniale Funken\" gezündet. Plötzlich sind beide in der Lage, Rätsel zu lösen und naturwissenschaftliche Nüsse zu knacken, die für \"Normalsterbliche\" verschlossen bleiben. Toby beschlieβt diese neuen Fähigkeiten sofort zu nutzen. Um Dina, der neuen Schülerin zu imponieren, versucht er ein Dodo zu klonen. Doch die eifersüchtige Elizabeth hat die Dodo-DNS mit der T-Rex-DNS vertauscht und aus dem Hühnerei, aus dem eigentlich ein kuscheliges Dodo schlüpfen sollte, kommt eine riesige Überraschung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Dino für Dina","epNo":1,"alt":"","descr":"Durch einen Kurzschluss am ersten Schultag an der Sandybay School wird bei Toby und Elizabeth der geniale Funken gezündet. Plötzlich sind beide in der Lage, Rätsel zu lösen und naturwissenschaftliche Nüsse zu knacken, die für Normalsterbliche verschlossen bleiben. Toby beschließt diese neuen Fähigkeiten sofort zu nutzen. Um Dina, der neuen Schülerin zu imponieren, versucht er ein Dodo zu klonen. Doch die eifersüchtige Elizabeth hat die Dodo-DNS mit der T-Rex-DNS vertauscht und aus dem Hühnerei, aus dem eigentlich ein kuscheliges Dodo schlüpfen sollte, kommt eine riesige Überraschung.","versions":[{"lang":1,"streams":[{"redirect":12846430,"hoster":"VOE"},{"redirect":12846433,"hoster":"Doodstream"},{"redirect":12846431,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der fliegende Toby","epNo":2,"alt":"","descr":"Toby sitzt in der Zwickmühle: soll er seine genialen Fähigkeiten verheimlichen oder sie öffentlich machen? Toby entschließt sich, Mr. Tesslar einzuweihen, bevor er während der nächsten Klassenarbeit eine neue Eingebung hat und sonderbarerweise die volle Punktzahl erreichen sollte. Aus Panik, das Geheimnis ihrer Genialität könnte publik werden, durchkreuzt Elizabeth Tobys Pläne und lässt ihn als Betrüger erscheinen, indem sie Tesslars Antworten zu der Klassenarbeit stiehlt und in Tobys Spind schmuggelt. Doch so schnell gibt Toby nicht auf.","versions":[{"lang":1,"streams":[{"redirect":12846434,"hoster":"VOE"},{"redirect":12846432,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zickenwahl","epNo":3,"alt":"","descr":"Mr. Tesslar fordert die Schüler auf, Kandidaten für die Position des Klassensprechers zu nominieren. Dina schlägt Sean vor, Verity Elizabeth. Auf hinterhältige Art und Weise schafft es Elizabeth schnell, den Gegner auszustechen. Da stellt sich Dina selbst als Kandidatin auf und wird trotz Elizabeths gemeinen Versuchen, sie auszutricksen, mit großer Mehrheit gewählt. Daraufhin schwört Elizabeth Rache und der Kampf zwischen Dina und ihr ist eröffnet.","versions":[{"lang":1,"streams":[{"redirect":12846437,"hoster":"VOE"},{"redirect":12846436,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Jackenwunder","epNo":4,"alt":"","descr":"Im Judounterricht wird Russ immer wieder von Garth gedemütigt und geschlagen. Toby hat Mitleid und konstruiert eine spezielle Judojacke, die Russ unbesiegbar macht. Alle sind begeistert als Russ tatsächlich Garth auf die Matte zwingt. Nur Elizabeth hat den Verdacht, dass Tobys \"geniale Fähigkeiten\" hinter Russ’ plötzlichem Erfolg stecken und sabotiert mit Garths Hilfe den nächsten Kampf. Aber Dina kommt ihr auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":12846441,"hoster":"VOE"},{"redirect":12846440,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kopftausch","epNo":5,"alt":"","descr":"Eine Diskette verschwindet und Mr. Tesslars Auto wurde mit Lack besprüht. Sofort fällt der Verdacht auf Dina. Toby weiß, dass Elizabeth hinter den falschen Anschuldigungen steckt und versucht, die missgünstige Klassenkameradin mit ihren eigenen Mitteln zu bekämpfen. Doch sein Plan misslingt. Dina wird der Titel der Klassensprecherin aberkannt. Ihre Nachfolgerin heißt Elizabeth.","versions":[{"lang":1,"streams":[{"redirect":12846443,"hoster":"VOE"},{"redirect":12846444,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wachstumsbeschleuniger","epNo":6,"alt":"","descr":"Dina ist hoch erfreut als Sean ihr vorschlägt, das Bio-Projekt gemeinsam anzugehen. Die eifersüchtige Elizabeth braut ein Mittelchen zusammen, durch das Dina die Haare ausfallen. Dina, die ihrem ersten Date mit Sean entgegenfiebert, ist verzweifelt. Toby findet in aller Eile ein Gegenmittel. Dina nimmt aber zu viel des Guten mit dem Ergebnis, dass ihr ein Bart wächst. Als Russ den Rest des Haarwuchsbeschleunigers in den Bonsaitopf von Miss Vylner schüttet, ist das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":12846445,"hoster":"VOE"},{"redirect":12846446,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sichtbar unsichtbar","epNo":7,"alt":"","descr":"Russ beschädigt mit seinem Skateboard versehentlich Mr. Tesslars Auto. Toby hat den Einfall, den Wagen unsichtbar zu machen, bis Dinas Cousin den Schaden reparieren kann. Doch Verity hat den Vorfall beobachtet. Gemeinsam mit Elizabeth und Garth verstecken sie den unsichtbaren Wagen und mogeln die Autoschlüssel in Russ’ Rucksack. Nun wird Russ verdächtigt, den Wagen gestohlen zu haben. Aber nicht nur das, ihm droht auch der Schulverweis.","versions":[{"lang":1,"streams":[{"redirect":12846447,"hoster":"VOE"},{"redirect":12846450,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Robo-Dina","epNo":8,"alt":"","descr":"Dina und Sean haben ihr erstes Date. Langsam kommen sie sich im Kino näher. Doch plötzlich wird Dina unruhig: kann der Roboter, den Toby entwickelt hat, sie wirklich unbehelligt in der Eisdiele vertreten? Und tatsächlich: als Dina und Sean dort ankommen, hat Elizabeth gerade bemerkt, dass mit \"Robo-Dina\" etwas nicht stimmt und zwingt sie etwas zu trinken. Die Elektronik gerät ins Schleudern und Robo-Dina entwickelt gefährliche Eigendynamik.","versions":[{"lang":1,"streams":[{"redirect":12846453,"hoster":"VOE"},{"redirect":12846454,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wetterhexe","epNo":9,"alt":"","descr":"Aus Rache, weil sie als einzige aus der Klasse nicht zu Biancas Geburtstagsparty im Café eingeladen ist, stört Elizabeth die Vorbereitungen im Café mit einem Hitzewellengerät. Toby schlägt vor, alternativ eine Überraschungsparty am Strand zu organisieren. Während alle mit den Vorbereitungen beschäftigt sind und Russ versucht, Bianca im Schuppen aufzuhalten, erzählt Garth Elizabeth von den Plänen der Klassenkameraden. Und Elizabeth hat sofort eine bösartige Idee: mit Regen aus ihrer Wettermaschine will sie die Party regelrecht ins Wasser fallen lassen.","versions":[{"lang":1,"streams":[{"redirect":12846455,"hoster":"VOE"},{"redirect":12846460,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ball der Lüste","epNo":10,"alt":"","descr":"Toby hat einen Lockstoff mit Pheromonen hergestellt, um beim Schulball bei den Mädchen besser anzukommen. Zunächst wollen sie ehrenhaft nicht darauf zurückgreifen, aber als Russ sich eine weitere Abfuhr von Claire einhandelt, füllt er den Lockstoff doch in die Nebelmaschine. Die Mädchen werden reihenweise schwach und selbst Miss Vyner beginnt, mit Mr. Tesslar zu flirten. Elizabeth ist verzweifelt, der von ihr sorgsam organisierte Ball beginnt auszuufern. Sie versucht, Toby als ihren Verbündeten zu gewinnen, doch da hat sie die Rechnung ohne Dina gemacht.","versions":[{"lang":1,"streams":[{"redirect":12846462,"hoster":"VOE"},{"redirect":12846464,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kleine Helfer","epNo":11,"alt":"","descr":"Dina hat von Mr. Tesslar die Schlüssel des Schullabors bekommen, um die Lieferung einer Plasmakugel, auf die der Biolehrer schon seit langem wartet, in Empfang zu nehmen. Elizabeth, die an einem geheimen Projekt im Schullabor arbeitet, versucht vergeblich, Dina die Schlüssel abzuluchsen. Daraufhin klaut Elizabeth die Plasmakugel. Toby versucht die Kugel zurück zu holen, bevor Mr. Tesslar auf den Verlust aufmerksam wird. Aber das Unternehmen gestaltet sich komplizierter als gedacht.","versions":[{"lang":1,"streams":[{"redirect":12846465,"hoster":"VOE"},{"redirect":12846467,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Reduktionsstrahler","epNo":12,"alt":"","descr":"Elizabeth ist heimlich in den Bioraum eingedrungen, um Berechnungen für ihr neuestes Projekt, den Reduktionsstrahler, anzustellen. Der Einbruch bleibt nicht unbemerkt und Miss Vyner beschließt, den Täter mit einer Überwachungskamera dingfest zu machen. Währenddessen versucht Elizabeth Toby für ihr Projekt zu gewinnen. Dieser lehnt ab, warnt sie aber aus Loyalität vor der Überwachungskamera und handelt sich damit eine aufgebrachte Dina ein, die absolut nicht versteht, wieso sich Toby schützend vor die hinterhältige Rivalin stellt. (","versions":[{"lang":1,"streams":[{"redirect":12846469,"hoster":"VOE"},{"redirect":12846471,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gefährliche Glocke","epNo":13,"alt":"","descr":"Bei der alljährlichen Schulaufführung darf Elizabeth Regie führen, während Dina für das Bühnenbild verantwortlich ist. Nach einem Streit aufgrund Elisabeths diktarischem Gehabe verlässt die Klasse die Probe. Mr. Tesslar, der die Zwistigkeiten beobachtet hat, entzieht Elizabeth die Regie und überträgt sie Dina. Elizabeth schwört Rache. Die Aufführung ist kurz vor dem Höhepunkt, als Toby Elizabeths Plan aufdeckt. Doch zu spät: das Bühnenbild stürzt ein und die ganze Klasse gerät in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":12846474,"hoster":"VOE"},{"redirect":12846473,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die unglaubliche Geschichte der Dina X.","epNo":14,"alt":"","descr":"Elizabeth hat einen ungenutzten Kellerraum der Schule zu ihrem privaten Forschungslabor umgebaut, in dem sie ungestört mit ihren Assistenten Garth und Verity an einem Reduktions-Strahler experimentieren will. Garth, den Elizabeth beauftragt hat, Sauerstoffflaschen zu stehlen, wird von Dina überrascht. In seiner Not lässt er Dina schrumpfen. Russ und Toby, die Dina verzweifelt suchen, haben zunächst wenig Erfolg. Dinas Rufe sind einfach zu leise.","versions":[{"lang":1,"streams":[{"redirect":12846479,"hoster":"VOE"},{"redirect":12846480,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Unter Strom","epNo":15,"alt":"","descr":"Russ und Toby, die eine Melone für ein Bio-Projekt züchten, beobachten eines frühen morgens Elizabeth, Verity und Garth auf dem Schulgelände. Da die beiden Jungen ahnen, dass Elizabeth wieder etwas im Schilde führt, versehen sie Garth mit einer Wanze. Sie hoffen, das geheime Versteck der drei Verschwörer zu finden, denn sie vermuten schon seit längerem, dort die Ursache für die ständigen Kurzschlüsse an der Schule. Doch Elizabeth kommt Russ und Toby auf die Schliche und Garth zerstört in ihrem Auftrag aus Rache die Melone. Toby gelingt es dank Genmanipulation in kürzester Zeit ein neues Exemplar heranzuzüchten. Dies nimmt allerdings so gigantische Ausmaße an, dass Mr. Tesslar glaubt, Toby sei für die Stromausfälle verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":12846482,"hoster":"VOE"},{"redirect":12846483,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Mega Make-Up","epNo":16,"alt":"","descr":"Die Schule bereitet eine Benefiz-Modenschau vor, die in der Sendung \"Groove\" übertragen werden soll. Es herrscht große Aufregung, denn jeder will ins Fernsehen. Dina und Elizabeth werden als Designerinnen bestimmt, während Russ, der vorgibt Gitarre spielen zu können, das Opening bestreiten soll. Doch alles Üben ist vergebens, Russ beherrscht das Instrument einfach nicht. Schließlich kreiert ihm Toby Spezialhandschuhe, die er von seinem PC aus steuern kann. Das Publikum ist begeistert. Währenddessen hat Elizabeth Dina alle Modells abgeworben, so dass Dina selbst in dem in aller Eile abgeänderten Kleid auf die Bühne muss. Ihr Auftritt endet peinlichst. Elizabeth dagegen löst mit ihrem Mood-Make-up frenetische Beifallsstürme aus.","versions":[{"lang":1,"streams":[{"redirect":12846484,"hoster":"VOE"},{"redirect":12846486,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Weggebeamt","epNo":17,"alt":"","descr":"Das Warenhaus Merriweather hat zwei LKW-Ladungen von Elizabeths erfolgreichem Mood-Make-up bestellt. Fieberhaft arbeiten Verity und Garth unter Elizabeths strengem Regime im Geheimlabor. Da entdeckt Russ das Versteck. Um nicht aufzufliegen, beamt ihn Elizabeth kurzerhand zusammen mit der Ware in einen der bereitstehenden LKWs. Dann beauftragt sie Garth, aus Miss Vyners Büro eine gerade eingetroffene kostbare japanische Statue zu entwenden. Garth lässt auch gleich die Einnahmen der Benefiz-Modenschau mitgehen. Elizabeth lenkt den Verdacht des Diebstahls auf Russ. Kann Toby verhindern, dass Russ von der Schule verwiesen wird?","versions":[{"lang":1,"streams":[{"redirect":12846490,"hoster":"VOE"},{"redirect":12846491,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Rosaroter Teddybär","epNo":18,"alt":"","descr":"Russ überredet Toby, ihn in die Spielothek zu begleiten, wo ein neues Simulatorspiel eingetroffen ist. Als Toby sieht, wie begeistert die Mädchen von Sean sind, weil dieser fast die höchste Punktzahl und damit den Hauptgewinn, einen rosa Teddybären, erreicht hätte, kommt er auf die Idee, den Simulator mit seinem Computer zu verbinden. Er will Bianca imponieren und ihr den rosaroten Teddybären zu Füßen legen. Doch der Versuch misslingt: der Simulator gerät außer Kontrolle, Toby muss Dina um Hilfe bitten und Bianca verlässt wütend die Spielothek.","versions":[{"lang":1,"streams":[{"redirect":12846493,"hoster":"VOE"},{"redirect":12846494,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der geheimnisvolle Felsen","epNo":19,"alt":"","descr":"Bei einem Ausflug auf der Suche nach Fossilien gerät Bianca in eine Felsspalte. Während Mr. Tesslar den Suchdienst alarmiert, versucht Toby mit Hilfe des MFE-Gerätes, das eigentlich zur Bestimmung von Fossilien dient, Bianca ausfindig zu machen. Beinahe wird ihm das zum Verhängnis, denn der Strahl prallt an einem Felsen ab und trifft ihn selbst. Elizabeth ist außer sich, da man ihr die Schau gestohlen hat: erst die verschollene Bianca und dann Mr. Tesslar mit einem sensationellen Fund. Toby dagegen geht der merkwürdige Felsen nicht aus dem Kopf.","versions":[{"lang":1,"streams":[{"redirect":12846496,"hoster":"VOE"},{"redirect":12846497,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Zeitreise","epNo":20,"alt":"","descr":"Toby vermutet, dass es zwischen dem Felsen, von dem die Strahlen des MFE-Gerätes abgeprallt sind und seinem \"Geistesblitz\" einen Zusammenhang geben muss. Deshalb entwickelt er eine Zeitmaschine, um den Tag, an dem Elizabeth und er zu Genies wurden, noch einmal zu erleben. Er hat jedoch vergessen, dass sich seine Großmutter zum Besuch angemeldet hat. Die alte Dame gerät versehentlich in die Zeitmaschine und kommt als zehnjährige Amelia zurück. Dina, Russ und Toby müssen sie unter größten Schwierigkeiten vor den Zugriffen von Elizabeth und Mr. Tesslar schützen.","versions":[{"lang":1,"streams":[{"redirect":12846500,"hoster":"VOE"},{"redirect":12846501,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Froschspiele","epNo":21,"alt":"","descr":"Toby sucht weiterhin nach der Ursache seiner und Elizabeths Genialität. Er ist überzeugt davon, dass es mit dem merkwürdigen Stein und dem MFE-Gerät zu tun haben muss. Er kreiert einen Kopfhörer, mit dem Russ sich erinnern soll, was seinerzeit im Bioraum passiert ist. Doch Elizabeth, die unbedingt verhindern will, das ihre Superkräfte publik werden, klinkt sich ein und ruft böse Erinnerungen in Russ wach. Auch Diana, die Elizabeth abzulenken versucht, verfällt plötzlich in Angst und Schrecken, als sie von Reißzahn bedroht wird. So findet der große Wettstreit am Computer allein zwischen Toby und Elizabeth statt.","versions":[{"lang":1,"streams":[{"redirect":12846504,"hoster":"VOE"},{"redirect":12846505,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Skaterchampion","epNo":22,"alt":"","descr":"Bei Tobys Versuch, die Ursache seiner Genialität endgültig zu klären, trifft Russ, der ihm dabei hilft, versehentlich ein weiterer Geistesblitz. Zwar verspricht Russ, das Geheimnis nicht auszuplaudern, doch kann er es sich nicht verkneifen, die Aufmerksamkeit der Mädchen durch eine virtuose Skateboard-Vorführung auf sich zu lenken. Der Landesmeister fordert Russ zu einem Wettskaten heraus. Zu Tobys Erleichterung hält sich Russ zurück. Aber Elizabeth ist in Panik, da sie befürchtet, der Grund für ihre eigene Genialität könne nun publik werden.","versions":[{"lang":1,"streams":[{"redirect":12846508,"hoster":"VOE"},{"redirect":12846511,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Nie wieder normal","epNo":23,"alt":"","descr":"Tobys Versuch, mit Hilfe des MFE-Gerätes Elizabeth ihre Genialität zu nehmen und sie wieder in die Normalität zurück zu versetzen, misslingt in letzter Sekunde. Jetzt weiß Elizabeth jedoch, dass ihr Genie-Dasein mit dem MFE zusammenhängt und der Kampf um das Gerät beginnt. Die beiden Kontrahenten treffen sich nachts in der Turnhalle. Während Elizabeth ihm den Apparat abjagen will, versucht Toby das Gerät gegen sie einzusetzen. Doch diesmal kommt Mr. Tesslar dazwischen: er will endlich die Wahrheit von Toby wissen.","versions":[{"lang":1,"streams":[{"redirect":12846514,"hoster":"VOE"},{"redirect":12846515,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Geklont","epNo":24,"alt":"","descr":"Elizabeth ist nun zwar im Besitz des MFE, kann das Gerät aber nicht benutzen, weil ihr der Zugangscode fehlt. Deshalb will sie auf alle Fälle verhindern, dass Toby, der offensichtlich schon mehr darüber weiß, von der Schule verwiesen wird. Um ein Mitspracherecht im Schulkollegium zu bekommen, klont sie Miss Vyner, manipuliert den Klon und schickt die echte Miss Vyner auf eine vermeintliche Studienreise nach Japan. Toby darf an die Schule zurückkommen, aber Elizabeth steht ihm drohend im Nacken.","versions":[{"lang":1,"streams":[{"redirect":12846519,"hoster":"VOE"},{"redirect":12846516,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Heldenspiel","epNo":25,"alt":"","descr":"Elizabeth gibt nicht auf. Sie will von Toby den fehlenden Code für das MFE-Gerät. Als alle Drohungen nicht mehr ziehen, holt sie per Teletransporter Bianca in ihr Labor, denn Elizabeth weiß, dass Tobys größte \"Schwäche\" seine Ritterlichkeit ist. Toby versucht vergeblich, mit Dinas und Russ’ Hilfe Bianca zu befreien. Schließlich bleibt ihm keine andere Wahl, als Elizabeth den Code für den MFE preiszugeben.","versions":[{"lang":1,"streams":[{"redirect":12846522,"hoster":"VOE"},{"redirect":12846521,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Außer Kontrolle","epNo":26,"alt":"","descr":"Elizabeth hat Toby und Bianca in ihrem Labor eingeschlossen, während sie sich selbst mit Hilfe des Miss Vyner Klons auf eine Pressekonferenz vorbereitet: Sie will ihre Genialität publik machen. Als Beweis hat sie aus einer Dinosaurier-DNS einen T-Rex gezüchtet. Doch die echte Miss Vyner kommt dazwischen und der T-Rex gerät außer Rand und Band – für Elizabeth bricht eine Welt zusammen! Durch das Chaos, das Elisabeth verursacht hat, aufgerüttelt, versucht Toby die Superkräfte bei sich und Elisabeth \"auszuschalten\". Tatsächlich gelingt es ihm, Elisabeth wieder der geheimnisvollen Strahlung auszusetzen. Aber hat Elisabeth wirklich die Erinnerung an den Versuchsablauf verloren oder wird sie den \"Superhirnzustand\" wieder herstellen können?","versions":[{"lang":1,"streams":[{"redirect":12846524,"hoster":"VOE"},{"redirect":12846525,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Freunde als Fliegen","epNo":1,"alt":"","descr":"Ein ganz normales Schuljahr liegt vor ihnen, meinen Toby und Russ am ersten Schultag in der Sandy Bay Highschool. Aber dann löscht Elisabeth das Gedächtnis ihrer Mitschüler, ernennt sich selbst zur Schülersprecherin und macht aus Russ und Sasha Schmeißfliegen. Für Toby sieht das verdächtig nach den altbekannten Verhaltenmustern aus. Also setzt er sich ebenfalls dem geheimnisvollen Strahl aus und begeht zur Rettung seiner Freunde den ersten Geniestreich.","versions":[{"lang":1,"streams":[{"redirect":12846531,"hoster":"VOE"},{"redirect":12846532,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Traumfänger","epNo":2,"alt":"","descr":"Tobys Cousine Sasha soll wegen ihrer guten Leistungen ein Referat vor der Klasse halten. Elisabeth, eifersüchtig und erzürnt, entwickelt einen Traumfänger, der Sashas Träume auf ihren Computer überträgt. Durch ein chemisches Mittel auf Sashas Kugelschreiber wird Sashas Albtraum wahr, sie verliert ihre Zähne und kann den Vortrag nicht halten. Auch Garth, der sich gegen Elisabeths Willen mit Jack angefreundet hat, erhält einen Denkzettel: Ihm wachsen dank Elisabeths hormonstimulierender Tinktur sehr weibliche Brüste.","versions":[{"lang":1,"streams":[{"redirect":12846535,"hoster":"VOE"},{"redirect":12846536,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Wunderöl","epNo":3,"alt":"","descr":"Toby ist ein Fan von Nikki, dem Schwimmass des Jahrgangs. Um sie zu beeindrucken entwickelt er seine eigene Version des Öls, das Seehunde absondern, um schnell durchs Wasser zu gleiten. Mit dem Öl eingefettet gleitet er wie ein Blitz durchs Wasser und macht großen Eindruck auf die Klasse, und auf Nikki. Aber dann bekommt Elisabeth Wind von der Sache und manipuliert die Zusammensetzung des Gemischs. Toby schwimmt nicht mehr wie ein Seehund, er wird zu einem.","versions":[{"lang":1,"streams":[{"redirect":12846538,"hoster":"VOE"},{"redirect":12846537,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wünsch Dir was!","epNo":4,"alt":"","descr":"Ein mysteriöser Virus zwingt Elisabeth dazu jeden geäußerten Wunsch ihrer Umgebung gegen ihren Willen zu erfüllen. Statt der üblichen diabolischen Scherze tut sie nur noch Gutes: Verity erhält eine Schnupfencreme, Garth einen Superpower-Gürtel und Russ eine Brille, die jede gewünschte Information anzeigt. Alle sind so von \"der neuen Elisabeth\" geblendet, dass niemand die Schwere der Krankheit erkennt. Wie schon so oft ist auch diesmal Toby Elisabeths letzte Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":12846542,"hoster":"VOE"},{"redirect":12846543,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Toby ist Toby ist Toby","epNo":5,"alt":"","descr":"Toby zerstört versehentlich das in mühevoller Kleinarbeit konstruierte Physikmodell von Nikki. Dank Tobys Ungeschicklichkeit muss Nikki nun statt im Schwimmcamp zu trainieren, ein Ersatzmodell bauen. Natürlich ist sie davon wenig begeistert und Toby entsprechend betrübt. Russ und Sasha, denen ihr unglücklicher Freund leid tut, wollen helfen. Sie bedienen sich eines von Toby entwickelten Anzugs, mit dem man in die Haut eines anderen schlüpfen kann. Russ als Toby soll Nikki ein Ersatzmodell übergeben und das Problem damit aus der Welt geschafft werden. Klar, dass Russ die falschen Knöpfe drückt und halb Sasha, halb Toby und umgekehrt im Surfcafé für Aufsehen sorgt.","versions":[{"lang":1,"streams":[{"redirect":12846547,"hoster":"VOE"},{"redirect":12846548,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Null Komma nichts","epNo":6,"alt":"","descr":"Russ glaubt er ist der geborene Looser. Und er ist sich sicher, dass das genetisch bedingt ist. Alle Skinner waren Looser, weiß er. Toby möchte ihm das Gegenteil beweisen und baut ein Zeitportal durch das Russ einen Blick auf seine durchaus heldenhafte Verwandtschaft vergangener Zeiten werfen kann. Als aber der neugierige Russ zu dicht an das Portal herangeht und hineingezogen wird, sieht er sich plötzlich mit seiner Steinzeitfamilie und einem wütenden Medizinmann konfrontiert. Gleichzeitig gerät Rog, sein Ur-ur-ahn in die Jetztzeit und jagt statt wilder Tiere die Rasenmäher auf dem Schulgrundstück. Dies ist allerdings nicht das einzige Problem: falls Russ nicht rechtzeitig zurückgeholt werden kann, zerfallen die Moleküle von beiden \"Helden\" des Skinner-Clans.","versions":[{"lang":1,"streams":[{"redirect":12846551,"hoster":"VOE"},{"redirect":12846550,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefahr im Turm","epNo":7,"alt":"","descr":"In ihrem geheimen Turmlabor entwickelt Elizabeth einen Interatomaren Umwandler, der es sowohl Objekten als auch Menschen ermöglicht, durch feste Materie zu dringen. Während ihres Versuches beschädigt Garth aus Versehen die Schuluhr, die daraufhin stehen bleibt. Mr. Woods soll auf den Turm steigen und die Uhr reparieren. Das erfährt Toby. Als loyales Genie warnt er Elizabeth, denn wenn Mr. Woods das Labor entdeckt ist das Geheimnis beider Teenager gelüftet. Jack beobachtet Tobys panisches Verhalten und wird durch Zufall vom Inneratomaren Raumwandler getroffen. Die schreckliche Folge: Jack löst sich auf!","versions":[{"lang":1,"streams":[{"redirect":12846554,"hoster":"VOE"},{"redirect":12846556,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Wunderring","epNo":8,"alt":"","descr":"Das große Wettschwimmen zwischen Sandy Bay und South City High steht bevor. Trainer Scott ist unzufrieden mit den Leistungen des Sandy Bay Schwimmteams. Nikki, eigentlich die Hoffnung des Teams, und der Rest der Mannschaft werden von Scott ermahnt, mit mehr Selbstvertrauen an ihren Sieg zu glauben. Ohne die positive innere Haltung, wäre der Misserfolg vorprogrammiert. Um Nikkis Chancen zu steigern, entwickelt Toby einen Ring, der dem kränkelnden Selbstbewusstein Auftrieb geben soll. Aber der Ring geht verloren bis ausgerechnet Verity ihn findet. Das schüchterne Mädchen macht eine Persönlichkeitsveränderung durch, sie wird Cheerleaderin und motiviert die Schwimmmannschaft auf ungewöhnliche Art und Weise.","versions":[{"lang":1,"streams":[{"redirect":12846558,"hoster":"VOE"},{"redirect":12846561,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Toby im Wilden Westen","epNo":9,"alt":"","descr":"Sacha macht sich Sorgen um Misty, ihr weißes Pferd, das offensichtlich unter ihrer Abwesenheit schrecklich leidet. Um Sacha zu trösten beamt Toby Misty herbei und vertraut Sacha eine Apparatur an, mit der sie Misty, je nach Bedarf, verschwinden oder erscheinen lassen kann: Den Tracer. Elizabeth wiederum beamt Toby in den Wilden Westen, zumindest virtuell. Er soll sie vor den Ganoven Earl und Wyatt, verteidigen. Und kann nur zurück, wenn er ihr einen Kuss gibt. Sacha hat inzwischen einige Schwierigkeiten mit dem Tracer. Er scheint nicht fehlerfrei zu funktionieren, er lässt Misty auftauchen und nicht mehr verschwinden.","versions":[{"lang":1,"streams":[{"redirect":12846563,"hoster":"VOE"},{"redirect":12846562,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich sehe was, was Du nicht siehst","epNo":10,"alt":"","descr":"Toby hat eine wundersame Wurfscheibe erfunden, die mit Hilfe einer bestimmten Lasertechnik genau gesteuert werden kann. Vor allen Dingen soll Russ dadurch die Chance kriegen, ein bisschen mehr Aufmerksamkeit von den Mädchen zu erheischen. Jack beobachtet Toby und Russ beim Spiel und ist fest entschlossen, ihnen die Wurfscheibe abzuluchsen und dem Spielwarentycoon Mr, Bono anzubieten. Um unbemerkt in Tobys Refugium eindringen zu können, arrangiert Jack ein Date zwischen Nikki und Toby. Elisabeth sorgt mit Hilfe ihres Unsichtbarkeitsgels für Furore, das Candlelightdinner wird zum Albtraum. Irgendwie kommt Jack aber dennoch nicht so richtig zum Zuge und Elisabeth steht quasi entblößt im Regen.","versions":[{"lang":1,"streams":[{"redirect":12930709,"hoster":"VOE"},{"redirect":12846567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Riesen-Koala","epNo":11,"alt":"","descr":"Garth hat mächtig Hunger, aber ihm fehlt das Geld für ein anständiges Frühstück. Anschreiben lassen bei Jack verbietet ihm sein Stolz. Also lässt er sich das servieren, wozu sein Geld reicht. Ein chinesisches Dim Sin. Mit dem Schrumpfstrahler von Elizabeth macht der den kleinen Dim Sin zu einer Riesenmahlzeit. Jack beobachtet, wie er im Lagerraum der Schule das opulente Mahl gierig verschlingt und nimmt den Schrumpfstrahler an sich. Der kleine süße Koalabär, den Sasha für den Tierrettungsdienst bewacht, wird das erste Opfer- er nimmt riesige Ausmaße an.","versions":[{"lang":1,"streams":[{"redirect":12846570,"hoster":"VOE"},{"redirect":12846571,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Pizza pfundweise","epNo":12,"alt":"","descr":"Russ ist begeistert. Der Sieger des im Café stattfindenden Pizza-Ess-Wettbewerbs, bekommt ein Jahr Pizza umsonst. Russ ist sich sicher, dass er den 1.Platz macht. Er trainiert so viele Pizzen wie möglich in sich hineinzustopfen, damit der Magen sich weitet. Als Sacha und Russ durch einen Strahlenunfall in Tobys Labor die Körper tauschen, muss plötzlich Sacha das Pizzawettessen übernehmen.","versions":[{"lang":1,"streams":[{"redirect":12930708,"hoster":"VOE"},{"redirect":12846574,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Böse Blitze","epNo":13,"alt":"","descr":"Das große Schulfest steht bevor. Toby möchte gerne gemeinsam mit Nikki hingehen, was Elisabeths Eifersucht schürt. Sie konstruiert eine überdimensionale Maschine, mit der sie Unwetter erzeugen kann und droht Nikki mit Blitz und Donner. Als ein Blitz tatsächlich direkt vor Nikkis Füßen einschlägt, fügt sich Toby und gibt Nikki einen Korb. Auf dem Fest stiehlt Jack aus Veritys Handtasche das Steuergerät für Elizabeths Blitzmaschine und verursacht eine Katastrophe. In ihrem verzweifelten Versuch, das Unglück abzuwenden, gesteht Elizabeth Jack ihr dunkles Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12846576,"hoster":"VOE"},{"redirect":12846577,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Dino kommt selten allein","epNo":14,"alt":"","descr":"Toby hat einen kleinen Dinosaurier aus Eizellen, die er im Eisfach gelagert hatte, gezüchtet. Russ warnt ihn, er erinnert an vergangene Katastrophen mit Dinosauriern. Aber Toby ist sich sicher, dass er das Tier mit einem Spray klein halten kann, bis er untersucht hat, ob die DNA – Werte noch stimmen. Jack ahnt etwas und will es endlich wissen: Er schleicht sich in den Schuppen und richtet eine Katastrophe an.","versions":[{"lang":1,"streams":[{"redirect":12846582,"hoster":"VOE"},{"redirect":14171932,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schlangenterror","epNo":15,"alt":"","descr":"Elizabeth ist zunehmend eifersüchtig auf Nikki. Um Toby an sich zu binden, präpariert sie Reißzahns Hundehütte so, dass sie Tobys Gehirnströme manipulieren kann. Toby, der sich nach jeder Intervention schlecht und schlechter fühlt, soll bei ihr Hilfe erbitten. Aber Toby hält sich lieber an Sacha, die versehentlich Elisabeths Strahl abbekommt und dadurch plötzlich Tiere verstehen kann. Elizabeth täuscht Toby vor, dass es ihr ähnlich schlecht geht. Sie schlägt ein Treffen vor, damit man sich gegenseitig hilft. Toby geht darauf ein. Elizabeth fällt in Ohnmacht, gerade als Nikki um die Ecke kommt. Während Toby Elizabeth beim Aufstehen hilft, sieht Nikki die kompromittierende Szene und macht mit Toby Schluss. Jetzt kann nur noch Sacha helfen, die dank ihrer neuen Fähigkeiten wilde Schlangen bittet, Elisabeth \"zu besuchen.\"","versions":[{"lang":1,"streams":[{"redirect":12846584,"hoster":"VOE"},{"redirect":12846589,"hoster":"Doodstream"},{"redirect":12846586,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Verity-Monster","epNo":16,"alt":"","descr":"Garth und Verity müssen für Elizabeth Sumpfblumen im Furcht einflößenden, düsteren Moor suchen. Garth provoziert Verity bis zum Anschlag. Auch Elizabeth behandelt sie ungerecht. Durch ein Serum, das Elizabeth aus dem Extrakt der Sumpfblüten filtert und anreichert, mutiert Verity zum Monster. Ihr erstes Opfer ist Russ!!!","versions":[{"lang":1,"streams":[{"redirect":12846590,"hoster":"VOE"},{"redirect":12846591,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Wahrheitsserum","epNo":17,"alt":"","descr":"Mr. Woods veranstaltet einen Forschungs- Wettbewerb. Toby und Elizabeth einigen sich, ihr Genie nicht einzusetzen, aus Angst vor Entdeckung. Sacha setzt alles daran Elizabeth zu schlagen. Elizabeth setzt alles daran, Sachas Generator zu manipulieren, damit sie mit diesem nicht den 1.Platz gewinnt. Deshalb besprüht Elizabeth Russ mit einem Wahrheitsserum, in der Hoffnung Sachas Pläne herauszubekommen. Das Serum fällt dem nach wie vor misstrauischen Jack in die Hände, der es natürlich gnadenlos einsetzt! Wie am Ende Russ und Nikki mit einem essbaren Schnorchel den 1. Platz im Wettbewerb erringen und wie Verity das Wahrheitsserum nutzt, um endlich Elisabeths wahre Gefühle ihr gegenüber herauszufinden, ist höchst überraschend!","versions":[{"lang":1,"streams":[{"redirect":12846593,"hoster":"VOE"},{"redirect":12846592,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der fliegende Dudley","epNo":18,"alt":"","descr":"Die wohlhabende Mrs Xavier spielt mit dem Gedanken Sandy Bay eine großzügige Spende zukommen zu lassen. Als sie die Schule besichtigt, bemühen sich alle darum einen sehr guten Eindruck zu machen- besonders Nikki, die durch das Geld auf einen Schwimmeinsatz im Ausland hofft. Aber dann geht Dudley, der Hund von Mrs. Xavier verloren und Russ und Toby haben ein Problem. Denn nach stundenlangem Suchen, sehen sie Dudley samt den von Toby entwickelten Fluggürtel über dem Schulgebäude schweben. Hund uns Spende sind in echter Gefahr!","versions":[{"lang":1,"streams":[{"redirect":12846598,"hoster":"VOE"},{"redirect":12846600,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gefangen","epNo":19,"alt":"","descr":"Elizabeth ist höchst unzufrieden mit ihrem Mitarbeiterstab Verity und Garth. Sie kreiert darum den elektronischen Assistenten Max, der auch auf sie aufpassen soll. Max nimmt seine Aufgabe sehr ernst. Er spioniert Toby nebst Computer aus und warnt Elizabeth vor Garth und Verity. Als Elizabeth das Labor verlassen will, verschließt und versiegelt er die Türen, aus Sorge, ihr könnte etwas geschehen. Elizabeth ist Gefangene in ihrem eigenen Reich, denn Max lässt auch niemanden mehr hinein. Einmal mehr bleibt Toby Elisabeths letzte Hoffung.","versions":[{"lang":1,"streams":[{"redirect":12846601,"hoster":"VOE"},{"redirect":12846603,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Zeitschleife","epNo":20,"alt":"","descr":"Elizabeth entwickelt eine Zeitschleife, in der sie Toby gefangen hält. So erlebt Toby Nikkis Geburtstag viele Male. Nikki will aber nichts mehr von ihm wissen, dank Elizabeths Intrigen. Alle wenden sich von ihm ab, sogar Russ und Sacha. Elisabeth wähnt sich am Ziel, Tobys einzige Freundin zu sein und ihn damit ganz für sich allein zu haben! Aber Toby durchkreuzt ihre Pläne und schafft es die Zeitschleife zu unterbrechen!","versions":[{"lang":1,"streams":[{"redirect":12846605,"hoster":"VOE"},{"redirect":12846606,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Giftige Spuckkugel","epNo":21,"alt":"","descr":"Russ freut sich mächtig über die tollen Karte in der dritten Reihe für das anstehende Rock-Konzert. Aber Garth klaut ihm das Ticket. Mr. Woods lässt die beiden Streithähne nachsitzen und versucht die Wahrheit herauszufinden. Während er mit Russ Mutter telefoniert, trifft ihn eine Spuckkugel, die mit einer von Elisabeth entwickelten Substanz aus Oktopussekret getränkt ist. Das Mittel versetzt Mr. Woods sofort in die von Elizabeth gewünschte Erstarrung. Beim Versuch ein Gegenmittel zu entwickeln, trifft Elizabeth, durch Garth Ungeschicklichkeit, der Octopus selbst. Auch sie erstarrt. Hektisch versuchen Russ, Sacha Garth, Verity und Toby die Erstarrten wieder zum Leben zu erwecken.","versions":[{"lang":1,"streams":[{"redirect":12846609,"hoster":"VOE"},{"redirect":12846610,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Gespenstergeschichten","epNo":22,"alt":"","descr":"In der Nähe von Sandy Bay wird ein Hollywoodfilm gedreht. Die Klasse ist außer sich, als durchsickert, dass die Hauptdarstellerin Nadine Sterling als ganz normale Schülerin in die Schule kommen will. Nadine zeigt sich erbötig, den interessierten Mitschülern den Drehort zu zeigen. In einem alten Haus, in dem es auch spuken soll, wird die Geschichte der Violet Strickland gefilmt, die, der Sage nach, aus dem Fenster gestoßen wurde. Elizabeth geht der ganze Rummel um Nadine mächtig auf den Keks. Als sie sich bei der Motivbesichtigung auch noch lächerlich macht, indem sie Nerven zeigt, als Nadine im Hochzeitskleid hereinschwebt, schwört sie auf Rache.","versions":[{"lang":1,"streams":[{"redirect":12846615,"hoster":"VOE"},{"redirect":12846614,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Spinnenspucke","epNo":23,"alt":"","descr":"Garth hat seinen verschlagenen Cousin Rodney zu Besuch, der nicht nur Sacha gewaltig ärgert. Als Garth ihn sich selbst in Elizabeths Labor überlässt, wir er von einer giftigen Spinne gebissen. Konsequenz: Er wird selbst halb zur Spinne. Die Spinnen sind eine Züchtung von Elizabeth und erzeugen einen besonders starken Faden. Rodney spuckt nun in der Schule herum und fixiert mit den starken Gewebefäden nicht nur Elizabeth und ihre Mitarbeiter, sondern auch Toby, Russ und Jack. Er mutiert mehr und mehr zur Spinne. Als er endlich seine Feindin Sacha in Tobys Schuppen aufspürt, hat er Appetit genug, um Sacha aufzufressen.","versions":[{"lang":1,"streams":[{"redirect":12846620,"hoster":"VOE"},{"redirect":12846619,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein feiner Frosch","epNo":24,"alt":"","descr":"Jack macht mit Elizabeth einen Deal. Er bringt Toby mit seiner Schwester Nikki auseinander, dafür verrät Elizabeth ihm, wie sie und Toby zu ihren Fähigkeiten gekommen sind. Elizabeth geht darauf ein. Nikkis und Tobys Romanze sind ihr ein Dorn im Auge. Jack organisiert gegen Nikkis Willen ein Treffen mit seinen Eltern und Toby in seinem Elternhaus. Er weiß, dass sein Vater keinen Freund seiner Tochter goutieren wird. Elizabeth traut der Sache jedoch nicht und schickt Garth mit einem, eigens für diese Angelegenheit, entwickelten Gerät hinterher. Das Gerät vermag Strahlen auszusenden, die den Getroffenen in einen Frosch verwandelt.","versions":[{"lang":1,"streams":[{"redirect":12846622,"hoster":"VOE"},{"redirect":12846623,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der falsche Kuss","epNo":25,"alt":"","descr":"Die Schüler sollen sich Partner suchen für eine Projektarbeit. Russ ist verzweifelt. Er sieht schon vor sich, wie er alles vermasselt und die Schule verlassen muss. Sacha zeigt sich erbötig, seine Partnerin zu sein, um ihm aus dieser misslichen Lage zu helfen. Zu Jacks Verwunderung wird er von Elizabeth gefragt, ob er mit ihr das Projekt machen will. Elizabeth beabsichtigt zunächst, Toby eifersüchtig zu machen. Aber nach dem ersten Kuss sieht alles anders aus. Jack besteht auch den Misstrauenstest. Elizabeth schlägt alle Warnungen von Verity in den Wind und vertraut ihm. Russ und Sachas Arbeit geht schief, da Toby die Reagenzgläschen versehentlich vertauscht. Die Konsequenz: Mister Woods wird in einer riesigen Eisblase gefangen.","versions":[{"lang":1,"streams":[{"redirect":12846627,"hoster":"VOE"},{"redirect":12846626,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"König Koala","epNo":26,"alt":"","descr":"Jack hat den kleinen Koalabär, der mit seinem Pfleger am letzten Schultag in der Schule weilt, mit Elisabeths Hightech-Strahler beschossen. Der Koalabär mutiert zu einem riesigen Ungetüm, greift sich Elizabeth und schwingt sich mit ihr auf einen hohen Brückenpfeiler. Toby versucht Elizabeth mit Hilfe seines Skateboards zu retten, aber die Brücke ist hoch und der Koala gar nicht in Schmuselaune.","versions":[{"lang":1,"streams":[{"redirect":12846629,"hoster":"VOE"},{"redirect":12846632,"hoster":"Streamtape"}]}]}]}]}