{"seriesId":"total-dreamer","name":"Total Dreamer","descr":"Um ihren Vater zu finden und den Rest ihrer Familie finanziell unterstützen zu können, zieht die junge und bildhübsche Eliza (Marina Ruy Barbosa) nach Rio de Janeiro und will sich ein besseres Leben aufbauen. Zunächst muss sie sich allerdings auf der Straße durchschlagen, bis sie zwei Männer trifft, die ihr Leben verändern: den Straßenverkäufer Jonatan (Felipe Simas) und den Geschäftsmann Arturo (Fábio Assunção), der Eliza zu einer Model-Karriere verhelfen will.Doch dieser Traum wird durch Schicksalsschläge und Intrigen immer wieder torpediert. Vor allem die rücksichtslose Chefredakteurin Carolina (Juliana Paes) hat es auf Eliza abgesehen – auch weil sie um ihre Liebe zu Arturo fürchtet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Eliza wächst bei ihrem Stiefvater auf, der sie nicht besonders gut behandelt. Am liebsten würde sie von Zuhause abhauen und ein neues Leben beginnen. Als sie auf den Unternehmer Arthur trifft, gerät sie ins Träumen.","versions":[{"lang":1,"streams":[{"redirect":13115286,"hoster":"VOE"},{"redirect":8649668,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":1,"streams":[{"redirect":8492579,"hoster":"VOE"},{"redirect":8649665,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"","versions":[{"lang":1,"streams":[{"redirect":8492581,"hoster":"VOE"},{"redirect":8649666,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":1,"streams":[{"redirect":13115284,"hoster":"VOE"},{"redirect":8649667,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Jonatan befreit Eliza aus einer misslichen Lage. Die beiden freunden sich schließlich miteinander an. Carolina ist es gelungen, die Partnerschaft mit Bastille zu retten. Für die Kosmetiklinie sucht das Magazin ein neues, unverbrauchtes Gesicht – eine natürliche Schönheit. Arthur schickt daraufhin seine Talent Scouts los, um ein geeignetes Mädchen zu finden …","versions":[{"lang":1,"streams":[{"redirect":13115289,"hoster":"VOE"},{"redirect":8649669,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Eliza träumt noch immer von einer Karriere als Model. Doch als sie erneut auf Arthur trifft, rückt dieser Wunsch in weite Ferne. Carolina organisiert ein großes Event, um die Partnerschaft ihres Magazins mit der Kosmetikfirma Bastille bekanntzugeben. Doch es kommt zu einem Eklat, als Fabinho Bastille seine Eltern öffentlich bloßstellt.","versions":[{"lang":1,"streams":[{"redirect":13115287,"hoster":"VOE"},{"redirect":8649671,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Jonatas und Eliza kommen sich näher. Doch als sich die beiden küssen, wird Eliza mit schmerzhaften Erinnerungen konfrontiert. Rafael kann Sofia nicht vergessen, obwohl sie schon seit zwei Jahren tot ist. Er stößt daraufhin Lu vor den Kopf, die sich Hoffnungen auf eine Beziehung mit ihm gemacht hat. Carolina erfährt eine herbe Enttäuschung, als sie erfährt, dass Arthur ihren Kinderwunsch nicht teilt.","versions":[{"lang":1,"streams":[{"redirect":12336305,"hoster":"VOE"},{"redirect":8649670,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Cassandra möchte unbedingt das neue Gesicht von Totalmente Diva werden. Doch Arthur will davon nichts wissen. Durch Fabinhos Demonstrationen gegen die Kosmetiklinie seiner Eltern gerät der Ruf des Familienunternehmens zunehmend in Gefahr. Währenddessen stellt Jonatan Eliza seiner Familie vor.","versions":[{"lang":1,"streams":[{"redirect":8492588,"hoster":"VOE"},{"redirect":8649673,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Jonatan hat sich in Eliza verliebt. Doch kann Eliza seine Gefühle erwidern? Carolina will Arthur eifersüchtig machen, indem sie mit Rafael flirtet. Ihr Plan geht auf, denn wenig später landen die beiden in Arthurs Wohnung. Doch sie sind nicht allein.","versions":[{"lang":1,"streams":[{"redirect":13115288,"hoster":"VOE"},{"redirect":8649672,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Arthurs Tochter Jojô hat herausgefunden, dass Carolina ihrem Vater ein Kind unterjubeln möchte – und sie setzt ihr Wissen gekonnt ein. Doch auch Arthur verfolgt einen perfiden Plan. Jonatans Mutter glaubt, dass ihr Sohn für eine Anwaltskanzlei arbeitet. Sie ahnt nicht, dass er sein Geld auf der Straße verdient. Eliza sorgt sich um ihre Familie. Doch um ihre Mutter und ihre Geschwister nach Rio zu holen, braucht sie mehr Geld.","versions":[{"lang":1,"streams":[{"redirect":8492584,"hoster":"VOE"},{"redirect":8649677,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"Eliza kann Arthur nicht vergessen. Obwohl sie Jonatan mag, sind ihr seine Flirtversuche unangenehm. Lu hat Liebeskummer wegen Rafael. Doch der ist noch nicht bereit für eine neue Beziehung. Carolina und Arthur sind weiterhin auf der Suche nach einem Gesicht für Totalmente Diva. Als die beiden in einem Restaurant auf Eliza treffen, glaubt Arthur, endlich ein Model gefunden zu haben. Kurzerhand schlägt er Carolina eine Wette vor.","versions":[{"lang":1,"streams":[{"redirect":8492602,"hoster":"VOE"},{"redirect":8649685,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Arthur will Eliza zum neuen Gesicht von Totalmente Diva machen. Er möchte die Wette mit Carolina um jeden Preis gewinnen, denn der Einsatz ist hoch. Um Eliza zu überzeugen, muss er sich etwas einfallen lassen. Lu kann Rafaels Charme nicht widerstehen. Obwohl er ihr keinerlei Versprechungen macht, lässt sie sich erneut auf ihn ein – und wird bitter enttäuscht.","versions":[{"lang":1,"streams":[{"redirect":8492606,"hoster":"VOE"},{"redirect":8649694,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"Episode 13","descr":"Arthur unterbreitet Eliza ein lukratives Jobangebot, das sie sofort ablehnt. Doch der Modelagent lässt nicht locker. Auch für Carolina steht nach ihrer Wette mit Arthur viel auf dem Spiel. Sie muss einen Weg finden, seine Pläne zu durchkreuzen. Eliza bekommt derweil Besuch von ihrer Mutter. Gilda soll auf keinen Fall bemerken, dass ihre Tochter auf der Straße lebt. Jonatan hilft Eliza dabei, die Wahrheit zu vertuschen.","versions":[{"lang":1,"streams":[{"redirect":8492616,"hoster":"VOE"},{"redirect":8706817,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"Episode 14","descr":"Eliza will ihre Mutter und ihre beiden Geschwister nach Rio holen, um sie vor ihrem Stiefvater Dino zu beschützen. Doch dafür müsste sie Arthurs Angebot, für ihn zu arbeiten, annehmen. Carolina wünscht sich ein Kind von Arthur. Als es beim ersten Versuch nicht klappt, ist sie zunächst enttäuscht. Florisval will sich mehr um seine Familie kümmern. Doch Rosângela ist skeptisch.","versions":[{"lang":1,"streams":[{"redirect":8492617,"hoster":"VOE"},{"redirect":8649705,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"Episode 15","descr":"Die Ausschreibung für das neue Gesicht von Totalmente Diva neigt sich dem Ende zu. Kann Arthur die Wette gegen Carolina noch gewinnen und Eliza zu einem echten Model machen? Florisval erzählt Rosângela, dass Jonatan auf der Straße arbeitet und sie die ganze Zeit angelogen hat. Kann er so einen Keil zwischen Mutter und Sohn treiben?","versions":[{"lang":1,"streams":[{"redirect":8492615,"hoster":"VOE"},{"redirect":8649704,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"Episode 16","descr":"Arthur rettet Eliza aus einer misslichen Lage. Er versucht schließlich erneut, ihr Vertrauen zu gewinnen. Eliza beschließt daraufhin, Arthurs Angebot anzunehmen und fortan als Model zu arbeiten. Cassandra will um jeden Preis am Wettbewerb von Totalmente Diva teilnehmen und das neue Gesicht der Kosmetiklinie werden. Rafael bestückt ihre Bewerbung deshalb mit erstklassigen Fotos. Doch kann sie damit auch die kritische Chefredakteurin Carolina überzeugen?","versions":[{"lang":1,"streams":[{"redirect":13115292,"hoster":"VOE"},{"redirect":8649703,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"Episode 17","descr":"Jonatan hat Angst, Eliza zu verlieren, wenn sie erst einmal erfolgreich als Model arbeitet. Außerdem misstraut er Arthur. Sein Angebot klingt einfach zu schön um wahr zu sein. Liliane trauert derweil noch immer um ihre Tochter Sofia. Um ihren Schmerz zu vergessen, stürzt sie sich in die Arbeit. Carolina greift bei der Auswahl der Mädchen für Totalmente Diva zu unlauteren Mitteln, um ihre Wette mit Arthur zu gewinnen. Doch ihr Plan geht nicht auf.","versions":[{"lang":1,"streams":[{"redirect":13115290,"hoster":"VOE"},{"redirect":8649701,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"Episode  18","descr":"Carolina verfolgt weiterhin ihre Babypläne, ohne Arthur einzuweihen. Doch dann geschieht etwas Unvorhergesehenes. Eliza hat es geschafft: Sie wurde zum Model-Wettbewerb zugelassen und steht nun in der engeren Auswahl, das Gesicht von Totalmente Diva zu werden. Bei einer offiziellen Pressekonferenz sollen die Kandidatinnen vorgestellt werden. Auf dem Event begegnet Rafael Liliane und Germano Bastille. Es ist das erste Aufeinandertreffen seit dem tödlichen Unfall ihrer Tochter.","versions":[{"lang":1,"streams":[{"redirect":8492620,"hoster":"VOE"},{"redirect":8649706,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"Episode 19","descr":"Germano ist völlig außer sich, als er auf Rafael trifft, den er für den Tod seiner Tochter verantwortlich macht. Als seine Frau Liliane sich auch noch auf dessen Seite stellt, ist Germano zutiefst schockiert. Eliza muss sich auf der Pressekonferenz zum ersten Mal der Öffentlichkeit präsentieren. Arthur ist deshalb ein wenig angespannt. Doch mit ihrem Auftritt überrascht Eliza alle. Jonatan trifft derweil durch Zufall auf Germano Bastille, der ihm ein verlockendes Angebot macht.","versions":[{"lang":1,"streams":[{"redirect":8492625,"hoster":"VOE"},{"redirect":8649707,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"Episode 20","descr":"Die Pressekonferenz endet für Eliza in einem Desaster. Sie sucht Trost bei Jonatan, doch dieser ist unauffindbar. Carolina genießt derweil die Zweisamkeit mit Arthur. Obwohl er ihr nochmal unmissverständlich klar macht, was er von ihren Babyplänen hält, lässt sie nicht locker. Cassandra soll für Carolina einen Auftrag erfüllen. Dafür muss sie jedoch ihren Vater hintergehen.","versions":[{"lang":1,"streams":[{"redirect":8492621,"hoster":"VOE"},{"redirect":8649708,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"Episode 21","descr":"Arthur ist auf der Suche nach Eliza. Er muss das Mädchen dringend finden, um sie zum neuen Gesicht von Totalmente Diva zu machen und damit über Carolina zu triumphieren. Eliza ist sich nach dem Skandal auf der Pressekonferenz sicher, dass sie ihren Platz im Modelwettbewerb verloren hat. Jonatan, der einen Job bei Bastille in Aussicht hat, träumt derweil von einer gemeinsamen Zukunft mit ihr. Er möchte mit Eliza in eine Wohnung ziehen und ein Leben fernab der Straße führen.","versions":[{"lang":1,"streams":[{"redirect":13115291,"hoster":"VOE"},{"redirect":8649709,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"Episode 22","descr":"Jonatan hat einen Job als Assistent bei Bastille ergattert. Seine Mutter ist deshalb wahnsinnig stolz auf ihn. Arthur ist es gelungen, Eliza zurück an Bord zu holen. Er will ihr noch eine Chance geben, sich im Modelwettbewerb zu beweisen. Arthurs Bedingung, bei ihm einzuziehen, gefällt Eliza jedoch ganz und gar nicht. Auch Jonatan ist von dieser Nachricht überhaupt nicht begeistert. Wird Eliza sich auf Arthurs Angebot einlassen?","versions":[{"lang":1,"streams":[{"redirect":8492624,"hoster":"VOE"},{"redirect":8649713,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"Episode 23","descr":"Eliza nimmt Arthurs Angebot an, während des Modelwettbewerbs bei ihm einzuziehen. Jonatan akzeptiert das schweren Herzens, weil er sie unterstützen will. Er hat sich in Eliza verliebt und kann die Nacht mit ihr nicht vergessen. Eliza will sich zwar nicht auf eine Beziehung mit ihm einlassen, aber das Geschehene lässt auch sie nicht kalt. Jonatan gerät derweil in große Schwierigkeiten, als er von Jucaré überrumpelt wird.","versions":[{"lang":1,"streams":[{"redirect":12930705,"hoster":"VOE"},{"redirect":8649710,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"Episode 24","descr":"Jonatan befindet sich in Lebensgefahr, nachdem Jucaré und seine Schlägerbande ihn im brennenden Kino zurückgelassen haben. Eliza und Arthur gelingt es, ihn in letzter Sekunde zu retten. Carolina steckt in den Vorbereitungen für ihren Modelwettbewerb. Sie will verhindern, dass Liliane Bastille ihre Pläne durchkreuzt. Deshalb versucht Carolina, Rafael auf ihre Seite zu ziehen und bietet ihm einen lukrativen Auftrag an. Doch auch Liliane bittet Rafael um einen Gefallen.","versions":[{"lang":1,"streams":[{"redirect":12383359,"hoster":"VOE"},{"redirect":8649711,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"Episode 25","descr":"Jonatan rächt sich an Jucaré. Dabei geht er einen Schritt zu weit. Germano kann seinen Hass nicht verbergen, sobald er auf Rafael trifft. Können sich die beiden noch einmal zusammenraufen? Cassandra lässt derweil keine Möglichkeit aus, sich im Zuge des Modelwettbewerbs ins Rampenlicht zu drängen. Eliza macht ihr daraufhin eine Kampfansage.","versions":[{"lang":1,"streams":[{"redirect":13115293,"hoster":"VOE"},{"redirect":8649712,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"Episode 26","descr":"Für die Kandidatinnen steht das erste Shooting im Modelwettbewerb von Totalmente Diva an. Cassandra will die Challenge unbedingt für sich entscheiden und greift dabei zu unlauteren Mitteln. Arthur hält Fotograf Rafael für einen echten Aufreißer und macht ihm deshalb eine klare Ansage. Carolina gefällt Lus Berichterstattung ganz und gar nicht. Kurzerhand feuert sie ihre Assistentin. Rafael unterbreitet Carolina daraufhin einen interessanten Vorschlag.","versions":[{"lang":1,"streams":[{"redirect":13115294,"hoster":"VOE"},{"redirect":8649716,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"Episode 27","descr":"Zwischen Arthur und Eliza knistert es gewaltig. Eliza versucht das jedoch vehement zu unterbinden. Außerdem treibt Cassandra sie mit ihren ständigen Provokationen in den Wahnsinn. Als Jonatan plötzlich am Set auftaucht, sorgt das für großen Ärger, denn Arthur kann seine Eifersucht kaum verbergen. Carolina kommt daraufhin eine Idee.","versions":[{"lang":1,"streams":[{"redirect":8492628,"hoster":"VOE"},{"redirect":8649715,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Folge 28","epNo":28,"alt":"Episode 28","descr":"Eliza genießt jede freie Sekunde mit Jonatan. Arthur gefällt das ganz und gar nicht. Als seine Tochter das mitbekommt, macht sie sich Hoffnungen auf eine Beziehung zwischen ihm und Eliza. Carolina ist nach dem unerfreulichen Gespräch mit Arthur stinksauer. Wird sie ihre Babypläne jetzt nochmal überdenken? Während Eliza die erste Runde im Modelwettbewerb für sich entscheiden kann, steht Cassandra kurz davor, endgültig rauszufliegen. Ihre Schwester will das unbedingt verhindern.","versions":[{"lang":1,"streams":[{"redirect":8492633,"hoster":"VOE"},{"redirect":8649714,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Folge 29","epNo":29,"alt":"Episode 29","descr":"Cassandra erhält überraschend noch eine Chance, weiterhin am Model-Wettbewerb teilzunehmen. Wird sie sie diesmal nutzen? Nach dem Einbruch in sein Studio ergreift Rafael einige Sicherheitsmaßnahmen. Er kann sich den Vorfall einfach nicht erklären. Jojô und Eliza verstehen sich blendend. Doch als Jonatan plötzlich auftaucht, ist ihr gemeinsamer Abend abrupt beendet. Währenddessen wird Jucaré mit seiner Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8492632,"hoster":"VOE"},{"redirect":8649717,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Folge 30","epNo":30,"alt":"Episode 30","descr":"Carolina ist zutiefst schockiert, als sie erfährt, dass Eliza bei Arthur wohnt. Sie hat Angst, dass zwischen den beiden mehr sein könnte. Lu lässt sich immer wieder auf Rafael ein und wird jedes Mal erneut von ihm enttäuscht. Er ist noch nicht bereit, sich auf eine ernsthafte Beziehung einzulassen. Jucaré ist derweil auf der Suche nach dem Mädchen auf dem Foto. Er ahnt nicht, dass es sich dabei um die verstorbene Sofia Bastille handelt.","versions":[{"lang":1,"streams":[{"redirect":13115295,"hoster":"VOE"},{"redirect":8649724,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Folge 31","epNo":31,"alt":"Episode 31","descr":"Liliane und Germano Bastille forschen in der Vergangenheit ihrer verstorbenen Tochter. Offenbar hatte Sofia noch eine ganz andere Seite. Carolina ist eifersüchtig auf Eliza. Das lässt sie Arthur deutlich spüren. Jonatan freut sich derweil auf einen gemeinsamen Bootsausflug mit Eliza. In letzter Sekunde muss er den Trip allerdings absagen. Arthur will die Situation für sich nutzen, doch sein Plan geht nicht auf.","versions":[{"lang":1,"streams":[{"redirect":8492631,"hoster":"VOE"},{"redirect":8649718,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Folge 32","epNo":32,"alt":"Episode 32","descr":"Jojô will Eliza mit ihrem Vater Arthur verkuppeln. Bei einem Bootsausflug verstehen sich die beiden blendend. Als Carolina davon erfährt, ist sie zutiefst verletzt. Sie setzt deshalb Cassandra darauf an, Eliza aus dem Model-Wettbewerb zu drängen. Währenddessen macht sich Leila an Jonatan ran. Fabinho gefällt das ganz und gar nicht.","versions":[{"lang":1,"streams":[{"redirect":8492635,"hoster":"VOE"},{"redirect":8649719,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Folge 33","epNo":33,"alt":"Episode 33","descr":"Seit Eliza bei Arthur wohnt, ist seine Tochter Jojô wie ausgewechselt. Carolina arbeitet derweil an einer Intrige gegen Eliza. Arthur stellt seine Wettpartnerin daraufhin zur Rede. Als Carolina ihm von ihrer möglichen Schwangerschaft erzählt, geraten die beiden in einen heftigen Streit. Arthur verschweigt Carolina dabei jedoch ein wichtiges Detail.","versions":[{"lang":1,"streams":[{"redirect":8492634,"hoster":"VOE"},{"redirect":8649720,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Folge 34","epNo":34,"alt":"Episode 34","descr":"Arthur will Carolina nicht verlieren. Trotzdem verschweigt er ihr, dass er keine Kinder mehr zeugen kann. Eliza ist vor der nächsten Runde im Model-Wettbewerb ziemlich nervös. Jonatan hat deshalb eine Überraschung für sie parat. Jucaré schmiedet derweil Rachepläne.","versions":[{"lang":1,"streams":[{"redirect":13115297,"hoster":"VOE"},{"redirect":12985108,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Folge 35","epNo":35,"alt":"Episode 35","descr":"Carolina will Eliza mit unlauteren Mitteln aus dem Wettbewerb drängen. Arthur gibt seinem Model deshalb Nachhilfe in Sachen Benehmen. Außerdem will er Carolina auf der Party reinen Wein einschenken. Allerdings verpasst er immer wieder den richtigen Moment dafür. Cassandra treibt derweil die Intrige gegen Eliza weiter voran. Doch ihr Plan trifft am Ende den Falschen.","versions":[{"lang":1,"streams":[{"redirect":8492637,"hoster":"VOE"},{"redirect":8649721,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Folge 36","epNo":36,"alt":"Episode 36","descr":"Cassandras Plan, Eliza aus dem Wettbewerb zu drängen, scheitert. Carolina macht ihr daraufhin gehörig Druck. Bei Jonatan macht sich derweil die Wirkung des Betäubungsmittels bemerkbar. Er benimmt sich deshalb äußerst seltsam und bringt Eliza damit in eine missliche Lage. Muss diese ihren Traum vom Modeln jetzt aufgeben?","versions":[{"lang":1,"streams":[{"redirect":8492640,"hoster":"VOE"},{"redirect":8649723,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Folge 37","epNo":37,"alt":"Episode 37","descr":"Jonatan hat auf der Party im Hause Bastille für einen Skandal gesorgt und Elizas Teilnahme am Model-Wettbewerb gefährdet. Sein peinlicher Auftritt hat jedoch auch den Umsatz der Kosmetik-Firma enorm gesteigert. Von Germano erhält er deshalb eine zweite Chance. Währenddessen triumphiert Carolina über Elizas Ausscheiden aus dem Wettbewerb. Hat sie sich zu früh gefreut?","versions":[{"lang":1,"streams":[{"redirect":13115296,"hoster":"VOE"},{"redirect":8649726,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Folge 38","epNo":38,"alt":"Episode 38","descr":"Mit viel Glück erhält Eliza eine zweite Chance und darf weiterhin am Model-Wettbewerb teilnehmen. Carolina gefällt das ganz und gar nicht. Als sich auch noch ihre Schwangerschaft als Missverständnis entpuppt, ist sie am Boden zerstört. Arthur fasst derweil einen Entschluss: Er will Carolina die Wahrheit über seine Vasektomie erzählen. Doch in letzter Sekunde macht er einen Rückzieher.","versions":[{"lang":1,"streams":[{"redirect":13115298,"hoster":"VOE"},{"redirect":8649728,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Folge 39","epNo":39,"alt":"Episode 39","descr":"Eliza ist zutiefst enttäuscht von Jonatan. Schweren Herzens geht sie auf Abstand, um ihre Teilnahme am Model-Wettbewerb nicht zu gefährden. Rafael flirtet ungeniert mit den Mitarbeiterinnen von Totalmente Diva. Lu gefällt das überhaupt nicht. Carolina überlegt währenddessen, wie sie Eliza ein für alle Mal loswerden kann. Doch das ist nicht ihr einziges Problem: In der Redaktion gibt es einen Maulwurf, der geheime Interna ausplaudert.","versions":[{"lang":1,"streams":[{"redirect":13115299,"hoster":"VOE"},{"redirect":8649725,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Folge 40","epNo":40,"alt":"Episode 40","descr":"Arthur übt mit Eliza für die nächste Runde des Model-Wettbewerbs, in der die Teilnehmerinnen einen Werbespot drehen sollen. Carolina will Eliza diese Aufgabe so schwer wie möglich machen. Fabinho ist eifersüchtig auf Jonatan, weil Leila viel Zeit mit ihm verbringt. Er überlegt deshalb, wie er Jonatan schnellstmöglich loswerden kann. Doch sein Plan geht nicht auf.","versions":[{"lang":1,"streams":[{"redirect":8492641,"hoster":"VOE"},{"redirect":8649729,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Folge 41","epNo":41,"alt":"Episode 41","descr":"Obwohl beide unter der Situation leiden, will Eliza Jonatan weiterhin aus dem Weg gehen. Carolina provoziert Arthur, um ihre Wette zu gewinnen. Doch dieser hat eine Geheimwaffe in der Hinterhand. Debora will Jonatan die Wahrheit über seinen peinlichen Partyabsturz erzählen. Ihre Schwester Cassandra möchte das um jeden Preis verhindern. Erfährt Jonatan mit Leilas Hilfe doch noch, was wirklich passiert ist?","versions":[{"lang":1,"streams":[{"redirect":12930703,"hoster":"VOE"},{"redirect":8649730,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Folge 42","epNo":42,"alt":"Episode 42","descr":"Arthur bitte seine Mutter um Hilfe, um aus Eliza eine feine und elegante Dame zu machen. Dabei hat er ein entscheidendes Druckmittel. Carolina bereitet die nächste Runde im Modelwettbewerb vor. Auf die Kandidatinnen wartet diesmal eine ganz besondere Herausforderung. Jonatans Erinnerungen an den peinlichen Partyabend kehren langsam zurück. Er stellt Cassandra daraufhin zur Rede...","versions":[{"lang":1,"streams":[{"redirect":8492644,"hoster":"VOE"},{"redirect":8649727,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Folge 43","epNo":43,"alt":"Episode 43","descr":"Jucaré und Rafael quälen noch immer die Erinnerungen an Sofia. Während Rafael trauert, schmiedet Jucaré Rachepläne. Eliza erhält derweil Benimmunterricht von Arthurs Mutter. Doch schnell wird klar: Vor den beiden liegt ein hartes Stück Arbeit. Arthur vergnügt sich unterdessen mit Carolina. Doch das Baby-Thema steht noch immer zwischen ihnen...","versions":[{"lang":1,"streams":[{"redirect":8492645,"hoster":"VOE"},{"redirect":8649731,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Folge 44","epNo":44,"alt":"Episode 44","descr":"Der Modelwettbewerb von Totalmente Diva geht in die nächste Runde. Eliza schafft es, Cassandra einen Lektion zu erteilen. Carolina ist fassungslos und macht Cassandra daraufhin eine klare Ansage. Währenddessen versucht Fabinho erneut, Jonatan loszuwerden. Geht sein Plan diesmal auf?","versions":[{"lang":1,"streams":[{"redirect":12930713,"hoster":"VOE"},{"redirect":8649733,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Folge 45","epNo":45,"alt":"Episode 45","descr":"Jonatan sitzt im Gefängnis, weil er des Diebstahls verdächtigt wird. Er ahnt nicht, dass Fabinho ihn in diese missliche Lage gebracht hat. Eliza macht sich sofort auf den Weg, um ihrem Freund beizustehen. Doch dabei wird sie von Jucaré und seiner Gang überrascht...","versions":[{"lang":1,"streams":[{"redirect":12930706,"hoster":"VOE"},{"redirect":8649734,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Folge 46","epNo":46,"alt":"Episode 46","descr":"Fabinho wird von der Polizei abgeführt. Liliane kann das Verhalten ihres Sohnes nicht nachvollziehen. Noch weniger versteht sie aber die Reaktion ihres Mannes Germano, den sie kurzerhand vor die Tür setzt. Jonatan wird derweil aus dem Gefängnis entlassen und genießt die Zweisamkeit mit Eliza. Doch die ist nur von kurzer Dauer, denn am nächsten Tag steht bereits eine neue Entscheidung im Modelwettbewerb an...","versions":[{"lang":1,"streams":[{"redirect":13115300,"hoster":"VOE"},{"redirect":8649732,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Folge 47","epNo":47,"alt":"Episode 47","descr":"Natasha weiht Pietro versehentlich in Arthurs Geheimnis ein. Sie bittet ihn jedoch eindringlich, die Wahrheit vor Carolina zu verschweigen. Lu macht sich Sorgen um Rafael. Seit Sofias Geburtstag ist er nicht mehr bei der Arbeit erschienen. Eliza kommt zu spät zu einem wichtigen Termin und auch ihr Parfumwerbespot ist nur durchschnittlich. Trotzdem darf sie sich weiterhin im Modelwettbewerb behaupten...","versions":[{"lang":1,"streams":[{"redirect":8492646,"hoster":"VOE"},{"redirect":8649738,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Folge 48","epNo":48,"alt":"Episode 48","descr":"Carolina ist zutiefst schockiert, als sie von Pietro die Wahrheit über Arthurs Vasektomie erfährt. Völlig aufgebracht beendet sie daraufhin das Verhältnis zu ihm. Während Carolina bei ihrer Schwester Trost sucht, stellt Arthur Pietro zur Rede. Germano verlässt erhobenen Hauptes die Firma, nachdem er von seiner Frau Liliane entlassen wurde. Jojô und Eliza haben sich gegenseitig ins Herz geschlossen. Hat das auch einen positiven Einfluss auf Jojôs Beziehung zu ihrem Vater?","versions":[{"lang":1,"streams":[{"redirect":8492649,"hoster":"VOE"},{"redirect":8649736,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Folge 49","epNo":49,"alt":"Episode 49","descr":"Arthur kommt Eliza gefährlich nahe. Doch diese weiß seine Annäherungsversuche zu unterbinden. Pietro macht Carolina einen verrückten Vorschlag, um ihren Kinderwunsch doch noch zu erfüllen. Liliane übernimmt derweil die Geschäfte von Bastille. Doch kann sie die ganze Arbeit wirklich stemmen?","versions":[{"lang":1,"streams":[{"redirect":8492647,"hoster":"VOE"},{"redirect":8649735,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Folge 50","epNo":50,"alt":"Episode 50","descr":"Von Lu erfährt Jucaré, dass Sofia vor zwei Jahren verstorben ist. Dieser erzählt ihr daraufhin seine Geschichte. Kann Lu nun die ganze Wahrheit über Sofias Doppelleben aufdecken? Eliza bekommt derweil Besuch von ihrer Mutter, die früher Kindermädchen im Hause Bastille war. Pietro hält an seinem Plan fest, der Vater von Carolinas Kind zu werden. Doch als es an die Umsetzung geht, kommt es zu einigen Komplikationen...","versions":[{"lang":1,"streams":[{"redirect":13115301,"hoster":"VOE"},{"redirect":8649739,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Folge 51","epNo":51,"alt":"Episode 51","descr":"Arthur und seine Mutter wollen Eliza und Jonatan auseinanderbringen. Dafür ist ihnen jedes Mittel recht. Lu erzählt Rafael die ganze Wahrheit über Sofia. Tief getroffen, macht er ihr daraufhin eine klare Ansage. Als Rafael auch Sofias Mutter Liliane einweiht, ist diese völlig außer sich vor Wut. Währenddessen schmiedet Jucaré einen Plan, wie er es Sofia und ihrer Familie heimzahlen kann...","versions":[{"lang":1,"streams":[{"redirect":8492652,"hoster":"VOE"},{"redirect":8649737,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Folge 52","epNo":52,"alt":"Episode 52","descr":"Jucaré wird bei dem Versuch, Liliane Bastille zu entführen, von der Polizei festgenommen. Auf dem Revier treffen schließlich auch Fabinho und Jonatan aufeinander. Werden sich die beiden endlich aussprechen? Nach dem Überfall auf Liliane rückt die Familie Bastille näher zusammen. Liliane holt ihren Sohn und ihren Mann daraufhin zurück in die Firma. Eliza geht derweil schweren Herzens auf Arthurs Bedingungen ein und nimmt Abschied von Jonatan...","versions":[{"lang":1,"streams":[{"redirect":8492650,"hoster":"VOE"},{"redirect":8649743,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Folge 53","epNo":53,"alt":"Episode 53","descr":"Arthur will seine Vasektomie Carolina zuliebe rückgängig machen und ihren Kinderwunsch erfüllen. Haben die beiden noch eine Chance auf eine gemeinsame Zukunft? Rafael und Liliane schwelgen in Erinnerungen an Sofia. Dabei können sie deren Lüge einfach nicht fassen. Liliane besucht daraufhin Jucaré im Gefängnis, um die Beweggründe ihrer Tochter besser nachvollziehen zu können. Leila trennt sich derweil von Fabinho, und Jonatan trifft sich heimlich mit Eliza...","versions":[{"lang":1,"streams":[{"redirect":8492654,"hoster":"VOE"},{"redirect":8649740,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Folge 54","epNo":54,"alt":"Episode 54","descr":"Arthurs Mutter will Carolina dazu bringen, ihre Wette mit ihrem Sohn zurückzuziehen. Dafür stellt sie ihr eine reizvolle Gegenleistung in Aussicht. Doch Carolina bleibt misstrauisch. Arthurs Tochter Jojô verfolgt derweil einen ganz anderen Plan, was zu einem Missverständnis zwischen Carolina und Arthur führt. Währenddessen kommen sich Jonatan und Leila näher...","versions":[{"lang":1,"streams":[{"redirect":12251469,"hoster":"VOE"},{"redirect":8649741,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Folge 55","epNo":55,"alt":"Episode 55","descr":"Cassandra will Pietro, der Juror im Modelwettbewerb ist, bestechen. Doch ihr Plan geht nicht auf. Lu versucht derweil, Rafael mit Hilfe einer Dating-App zu vergessen. Ihr Vorhaben gestaltet sich allerdings schwieriger als gedacht. Währenddessen versöhnt sich Arthur mit Carolina. Hält ihr Glück diesmal an?","versions":[{"lang":1,"streams":[{"redirect":8492658,"hoster":"VOE"},{"redirect":8649747,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"Folge 56","epNo":56,"alt":"Episode 56","descr":"Jojô wird von ihren Mitschülern gemobbt. Sie macht ihren Vater Arthur dafür verantwortlich, weil dieser auf einem peinlichen Internet-Video zu sehen ist. Eliza spendet ihr Trost und redet Arthur ins Gewissen. Dieser legt sich daraufhin mächtig ins Zeug, um die Situation zu bereinigen. Germano und Carolina treffen sich zu einem Geschäftsessen. Die beiden bemerken jedoch nicht, dass sie beobachtet werden...","versions":[{"lang":1,"streams":[{"redirect":13115302,"hoster":"VOE"},{"redirect":8649745,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Folge 57","epNo":57,"alt":"Episode 57","descr":"Im Netz kursiert ein Video, auf dem Carolina und Germano in trauter Zweisamkeit zu sehen sind. Eine Redaktionsmitarbeiterin hat es Lorena Domingos unbemerkt zukommen lassen. Carolina verdächtigt zunächst Arthur, doch als sie herausfindet, wer wirklich dahinter steckt, gerät sie außer sich vor Wut. Sie macht Lorena daraufhin eine deutliche Kampfansage...","versions":[{"lang":1,"streams":[{"redirect":8492656,"hoster":"VOE"},{"redirect":8649742,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Folge 58","epNo":58,"alt":"Episode 58","descr":"Lorena sorgt dafür, dass auch Liliane Bastille das verfängliche Video ihres Mannes zu Gesicht bekommt. Germanos Erklärungsversuche scheitern jedoch kläglich, woraufhin seine Frau ihn erneut vor die Tür setzt und die Zusammenarbeit mit Carolina und ihrem Magazin beendet. Auf einer Pressekonferenz will Liliane das Ende des Modelwettbewerbs verkünden. Doch dann kommt alles ganz anders...","versions":[{"lang":1,"streams":[{"redirect":13115304,"hoster":"VOE"},{"redirect":8649744,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Folge 59","epNo":59,"alt":"Episode 59","descr":"Germano verhindert das Ende des Modelwettbewerbs und stellt sich damit in aller Öffentlichkeit gegen seine Frau Liliane. Bedeutet das nun das Ende ihrer Ehe? Eliza ist nach der Pressekonferenz mehr als erleichtert und feiert das Ergebnis mit Arthur. Doch dann steht Carolina plötzlich vor der Tür. Währenddessen kommen sich Lu und Jamaica näher...","versions":[{"lang":1,"streams":[{"redirect":13115303,"hoster":"VOE"},{"redirect":8649746,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Folge 60","epNo":60,"alt":"Episode 60","descr":"Liliane findet nach ihrem Streit mit Germano Zuflucht bei Rafael. Als Carolina davon erfährt, will sie die Information geschickt für sich nutzen. Eliza gewinnt eine weitere Challenge im Modelwettbewerb und rückt damit ihrem Traum, das Gesicht von Totalmente Diva zu werden, ein entscheidendes Stück näher. Arthur führt sie daraufhin an einen ganz besonderen Ort aus. Doch sein Plan geht nicht auf...","versions":[{"lang":1,"streams":[{"redirect":13115305,"hoster":"VOE"},{"redirect":8649748,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Folge 61","epNo":61,"alt":"Episode 61","descr":"Arthur hilft Eliza, ihren Stiefvater Dino zu vergessen und das damit verbundene Trauma zu bewältigen. Beim Billard verspüren die beiden eine enorme Anziehungskraft. Auch Leila und Jonatan verbringen einen gemeinsamen Abend. Leila nutzt jede Gelegenheit, um Jonatan näherzukommen. Doch dieser denkt nur an Eliza...","versions":[{"lang":1,"streams":[{"redirect":12383364,"hoster":"VOE"},{"redirect":12514470,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Folge 62","epNo":62,"alt":"Episode 62","descr":"Rafael hat Gefühle für Liliane entwickelt, was das Verhältnis der beiden verkompliziert. Dorinha will derweil Germano und ihre Schwester Carolina miteinander versöhnen. Eine neue Runde im Modelwettbewerb steht an. Für ein romantisches Fotoshooting sollen die Mädchen einen jungen Mann küssen. Eliza bekommt deshalb ein ganz spezielles Coaching...","versions":[{"lang":1,"streams":[{"redirect":8492664,"hoster":"VOE"},{"redirect":8649751,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Folge 63","epNo":63,"alt":"Episode 63","descr":"Eliza ist nach dem Kuss mit Arthur verwirrt. Obwohl er ihr gefallen hat, muss sie an Jonatan denken. Auch Arthur lässt die Sache nicht kalt, denn in der darauffolgenden Nacht hat er einen seltsamen Traum. Rafael beobachtet ein Treffen zwischen Germano und Carolina. Als er Liliane davon berichtet, macht er ihr zudem ein außergewöhnliches Geständnis...","versions":[{"lang":1,"streams":[{"redirect":8492665,"hoster":"VOE"},{"redirect":8649750,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Folge 64","epNo":64,"alt":"Episode 64","descr":"Rafael stellt Germano zur Rede und spricht ihn auf seine angebliche Affäre mit Carolina an. Er muss daraufhin erkennen, dass er seinen Schwiegervater falsch eingeschätzt hat. Eliza und Arthur trainieren in einer Bar für die nächste Runde des Modelwettbewerbs. Als Leila die beiden zusammen sieht, macht sie Eliza eine klare Ansage...","versions":[{"lang":1,"streams":[{"redirect":8492666,"hoster":"VOE"},{"redirect":8649752,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Folge 65","epNo":65,"alt":"Episode 65","descr":"Nachdem Arthur seine Mutter nach Hause geschickt hat, bekommt er unerwarteten Besuch von seinem Vater. Eliza trifft am Set des Fotoshootings auf Jonatan. Doch anstatt sich auszusprechen, kommt es zwischen den beiden erneut zum Streit. Als Arthur Eliza vor versammelter Mannschaft küsst, lassen Carolina und Jonatan ihren Gefühlen freien Lauf...","versions":[{"lang":1,"streams":[{"redirect":8492667,"hoster":"VOE"},{"redirect":8649754,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Folge 66","epNo":66,"alt":"Episode 66","descr":"Eliza und Arthur sind nach ihrem Kuss verwirrt, denn sie fühlen sich immer mehr zueinander hingezogen. Carolina sucht derweil Trost bei ihrer Schwester. Als sie auf Germano trifft, kann sie ihre Gefühle nicht mehr verbergen. Liliane geht in ihrem neuen Projekt mit Rafael auf – bis sie schmerzlich an die Trümmer ihrer Ehe erinnert wird...","versions":[{"lang":1,"streams":[{"redirect":8492671,"hoster":"VOE"},{"redirect":8649753,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Folge 67","epNo":67,"alt":"Episode 67","descr":"Dorinha beschließt, ihre Schwester mit Germano zu verkuppeln. Währenddessen rät Arthurs Vater seinem Sohn, etwas mit Eliza anzufangen. Nachdem Liliane Carolina zusammen mit Germano gesehen hat, sucht sie das Gespräch mit Rafael. Cassandra erwischt die beiden in einem intimen Moment und versucht, die Situation geschickt für sich zu nutzen...","versions":[{"lang":1,"streams":[{"redirect":8492670,"hoster":"VOE"},{"redirect":8649757,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Folge 68","epNo":68,"alt":"Episode 68","descr":"Eliza erzählt Natasha von ihrem Kuss mit Arthur und ihren zwiespältigen Gefühlen für Jonatan. Dieser findet derweil Trost bei Leila. Eliza beschließt daraufhin, ihren Traum vom Modeln weiter zu verfolgen und Jonatan zu vergessen. Liliane hadert derweil mit ihren Gefühlen für Rafael...","versions":[{"lang":1,"streams":[{"redirect":8492669,"hoster":"VOE"},{"redirect":8649755,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Folge 69","epNo":69,"alt":"Episode 69","descr":"Zwischen Germano und Liliane bleibt die Lage weiterhin angespannt. Cassandra versucht derweil, Rafael zu erpressen. Doch ihr Plan geht nicht auf. Carolina hält weiterhin an ihrer Wette mit Arthur fest. Jetzt da sie weiß, was für ihn auf dem Spiel steht, sieht sie darin die Möglichkeit, sich an ihm zu rächen. Eliza erfährt durch Zufall, dass Leila und Jonatan sich geküsst haben. Sie wird daraufhin erneut von ihren Gefühlen übermannt...","versions":[{"lang":1,"streams":[{"redirect":8492668,"hoster":"VOE"},{"redirect":8649756,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Folge 70","epNo":70,"alt":"Episode 70","descr":"Fabinho ist aufgebracht, weil er seine Mutter zusammen mit Rafael erwischt hat. Carolina bietet Leila eine Festanstellung in der Redaktion ihres Magazins an. Lu ist davon zunächst überhaupt nicht begeistert, doch wenig später schließen die beiden Frauen Frieden. Eliza geht der Kuss mit Arthur nicht aus dem Kopf. Jonatan lässt sich derweil auf Leila ein, um Eliza endlich zu vergessen...","versions":[{"lang":1,"streams":[{"redirect":8492672,"hoster":"VOE"},{"redirect":8649758,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Folge 71","epNo":71,"alt":"Episode 71","descr":"Eliza ist geschockt, als sie einen Drohanruf von ihrem Stiefvater Dino erhält. Es kommt erneut zu einem intimen Moment zwischen ihr und Arthur, als dieser versucht, sie zu beruhigen. Um sich von seinen Gefühlen für Eliza abzulenken, stattet Arthur Carolina einen nächtlichen Besuch ab. Doch dann passiert ihm ein großer Fauxpas...","versions":[{"lang":1,"streams":[{"redirect":8492675,"hoster":"VOE"},{"redirect":8649759,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Folge 72","epNo":72,"alt":"Episode 72","descr":"Germano kann es nicht fassen, dass sich seine Frau tatsächlich auf ihren Ex-Schwiegersohn Rafael eingelassen hat. Zwischen den beiden kommt es daraufhin zu einer folgenschweren Auseinandersetzung. Carolina ist dazu bereit, ihre Wette mit Arthur zu vergessen, wenn dieser seine Zusammenarbeit mit Eliza auf der Stelle beendet. Doch ihr Plan geht nicht auf...","versions":[{"lang":1,"streams":[{"redirect":8492673,"hoster":"VOE"},{"redirect":8649760,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Folge 73","epNo":73,"alt":"Episode 73","descr":"Carolina hat einen perfiden Plan, um Eliza ein für alle Mal loszuwerden. Liliane und Rafael genießen derweil ihre Beziehung in vollen Zügen. Doch ihr erster öffentlicher Ausflug wirft Zweifel auf. Jonatan verbringt immer mehr Zeit mit Leila und lädt sie auf ein Event ein. Als Eliza die beiden zusammen sieht, ist sie tief getroffen...","versions":[{"lang":1,"streams":[{"redirect":8492676,"hoster":"VOE"},{"redirect":8649761,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Folge 74","epNo":74,"alt":"Episode 74","descr":"Im Modelwettbewerb findet die nächste Challenge statt und Eliza steht vor einer schier unmöglichen Aufgabe. Sie soll ein Shooting im Meer absolvieren, obwohl sie nicht schwimmen kann. Wird sie die Situation trotzdem meistern oder muss sie sich von ihrem großen Traum verabschieden?","versions":[{"lang":1,"streams":[{"redirect":8492674,"hoster":"VOE"},{"redirect":8649762,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"[Derzeit nicht verfügbar]","epNo":75,"alt":"Episode 75","descr":"Eliza empfindet immer mehr für Arthur und es kommt erneut zum Kuss zwischen den beiden. Das Gefühlschaos ist schnell vergessen, als Eliza Besuch von ihrer Mutter Gilda bekommt, die eine Menge Geld benötigt, um Dinos Schulden zu bezahlen. Währenddessen trifft Lu auf Rafael und Liliane. Dieser Anblick löst in ihr eine äußerst heftige Reaktion aus...","versions":[]},{"epId":"episode-76","name":"Folge 76","epNo":76,"alt":"Episode 76","descr":"Carolinas Eifersucht wächst ins schier Unermessliche. Sie stellt Arthur deshalb endlich zur Rede und macht ihm eine deutliche Ansage. Eliza nimmt sich unterdessen Natashas Worte sehr zu Herzen und geht auf Abstand zu Arthur. Obwohl sie auch die nächste Runde im Modelwettbewerb gewinnt, kann sie sich einfach nicht richtig darüber freuen. Traurig fasst sie einen folgenschweren Entschluss...","versions":[{"lang":1,"streams":[{"redirect":8492677,"hoster":"VOE"},{"redirect":8649767,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Folge 77","epNo":77,"alt":"Episode 77","descr":"Arthur stellt seine Beziehung zu Carolina in Frage. Diese engagiert derweil Cassandra nach ihrem Ausscheiden aus dem Wettbewerb als Model für einen Beautyartikel. Eliza ist zu Max und Lu in die WG gezogen, um Abstand von Arthur zu nehmen. Dabei wird ihr erneut klar, dass sie Jonatan nicht so einfach vergessen kann...","versions":[{"lang":1,"streams":[{"redirect":8492681,"hoster":"VOE"},{"redirect":8649763,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"Folge 78","epNo":78,"alt":"Episode 78","descr":"Arthur will Eliza wieder nach Hause holen und legt sich deshalb mächtig ins Zeug, sie umzustimmen. Gemeinsam bereiten sie sich auf die nächste Challenge im Modelwettbewerb vor. Liliane genießt derweil ihre Beziehung mit Rafael. Als sie bei einer Veranstaltung auf ihren Ex-Mann Germano trifft, nähern sich die beiden wieder einander an...","versions":[{"lang":1,"streams":[{"redirect":8492682,"hoster":"VOE"},{"redirect":8649766,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"Folge 79","epNo":79,"alt":"Episode 79","descr":"Das Ende des Modelwettbewerbs steht kurz bevor. Doch Carolina hat ganz andere Sorgen. Sie bangt um die Gesundheit ihrer Schwester, die im Krankenhaus im Koma liegt. Während Pietro in der Redaktion die Stellung hält, steht Arthur Carolina bei. Jonatan lässt seinen Gefühlen für Leila freien Lauf. Doch hat er Eliza wirklich so schnell vergessen?","versions":[{"lang":1,"streams":[{"redirect":8492680,"hoster":"VOE"},{"redirect":8649770,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"Folge 80","epNo":80,"alt":"Episode 80","descr":"Leila kämpft mit ihrer krankhaften Eifersucht. Steht ihre Beziehung nun vor dem Aus? Nach ihrer Begegnung mit Jonatan hadert Elisa mit ihren Gefühlen. Dennoch will sie sich voll und ganz auf den Modelwettbewerb konzentrieren. Derweil kümmert sich Arthur um Carolina, die sich große Sorgen um ihre Schwester macht. Als diese aus dem Koma erwacht, erlebt ihre Familie eine böse Überraschung...","versions":[{"lang":1,"streams":[{"redirect":12383369,"hoster":"VOE"},{"redirect":8649765,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"Folge 81","epNo":81,"alt":"Episode 81","descr":"Germano kämpft weiterhin um Lilianes Herz. Diese ist allerdings längst bis über beide Ohren in Rafael verliebt. Doch hat die Beziehung der beiden wirklich eine Zukunft? Währenddessen wird Dorinha aus dem Krankenhaus entlassen. Sie glaubt noch immer, Carolina Castillo zu sein und sorgt mit ihrer Persönlichkeitsstörung für jede Menge Chaos...","versions":[{"lang":1,"streams":[{"redirect":8492679,"hoster":"VOE"},{"redirect":8649768,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"Folge 82","epNo":82,"alt":"Episode 82","descr":"Eliza schwimmt auf der Welle des Erfolgs und rückt ihrem Traum, das Gesicht von \"Totalmente Diva\" zu werden, immer näher. Derweil kümmert sich Carolina weiterhin um die Kinder ihrer Schwester. Dabei kommt ihr eine grandiose Idee für die nächste Challenge des Wettbewerbes. Damit erhofft sie sich, endlich die Wette gegen Arthur zu gewinnen...","versions":[{"lang":1,"streams":[{"redirect":8492684,"hoster":"VOE"},{"redirect":8649764,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"Folge 83","epNo":83,"alt":"Episode 83","descr":"Die allerletzte Aufgabe im Modelwettbewerb stellt Eliza vor eine große Herausforderung: Sie soll nackt vor der Kamera posieren. Als sie kurz davor ist, das Handtuch zu werfen, spricht Arthur ihr neuen Mut zu. Derweil kümmert sich Carolina weiterhin um ihre verwirrte Schwester – bis Arthur eine rettende Idee kommt...","versions":[{"lang":1,"streams":[{"redirect":8492685,"hoster":"VOE"},{"redirect":8649771,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"Folge 84","epNo":84,"alt":"Episode 84","descr":"Kurz vor dem Finale des Wettbewerbs wird Eliza von ihrer Vergangenheit eingeholt. Als sie mit ihrer Mutter in einen heftigen Streit gerät, stellt Eliza ihr ein Ultimatum. Währenddessen stößt Germano auf einen brisanten Hinweis, der darauf hindeutet, dass Eliza tatsächlich seine Tochter sein könnte...","versions":[]},{"epId":"episode-85","name":"Folge 85","epNo":85,"alt":"Episode 85","descr":"Germano möchte ausgerechnet mit Carolinas Hilfe herausfinden, ob Eliza seine Tochter ist. Um die Wahrheit zu erfahren, ist ihm jedes Mittel recht. Derweil bereitet sich Eliza auf die letzte Challenge im Modelwettbewerb vor. Als ihr Stiefvater plötzlich am Set auftaucht, bringt das das Model jedoch völlig aus der Fassung...","versions":[{"lang":1,"streams":[{"redirect":8492686,"hoster":"VOE"},{"redirect":8649772,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"Folge 86","epNo":86,"alt":"Episode 86","descr":"Eliza absolviert stolz die letzte Challenge im Modelwettbewerb. Arthur gibt sich siegessicher und glaubt, nun endlich die Wette gegen Carolina zu gewinnen. Diese hat allerdings noch ein entscheidendes Ass im Ärmel. Dafür benötigt sie jedoch José Pedros Hilfe...","versions":[{"lang":1,"streams":[{"redirect":8492683,"hoster":"VOE"},{"redirect":8649769,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"Folge 87","epNo":87,"alt":"Episode 87","descr":"Carolinas Plan, Eliza im Modelwettbewerb zu disqualifizieren, scheitert. Dennoch gibt sie nicht auf, den Ausgang des Wettstreits zu ihren Gunsten zu entscheiden. Derweil bereitet sich Eliza auf das große Finale vor. Kann sie sich nun ihren großen Traum von einer Karriere in der Fashion Industrie erfüllen?","versions":[{"lang":1,"streams":[{"redirect":12336323,"hoster":"VOE"},{"redirect":8649776,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"Folge 88","epNo":88,"alt":"Episode 88","descr":"Eliza ist das neue Gesicht von \"Totalmente Diva\" und kann ihr Glück kaum fassen. Auch Arthur triumphiert, denn damit hat nicht nur seine Kandidatin den Wettbewerb, sondern auch er seine Wette gewonnen. Während für Carolina eine Welt zusammenbricht, nimmt Germano all seinen Mut zusammen, um seiner Frau und Eliza von seiner Vaterschaft zu erzählen. Doch dann kommt alles anders...","versions":[{"lang":1,"streams":[{"redirect":8492688,"hoster":"VOE"},{"redirect":8649774,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"Folge 89","epNo":89,"alt":"Episode 89","descr":"Carolina erzählt Lili von Germanos Geheimnis. Doch ihre Reaktion verläuft anders als erhofft. Verliert Carolina nun alles? Derweil feiert Eliza ausgelassen ihren Sieg im Modelwettbewerb. Dabei kommt sie Arthur erneut gefährlich nahe...","versions":[{"lang":1,"streams":[{"redirect":12937976,"hoster":"VOE"},{"redirect":8649773,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"Folge 90","epNo":90,"alt":"Episode 90","descr":"Eliza möchte nach ihrem Sieg für klare Verhältnisse sorgen und bei Arthur ausziehen. Außerdem hadert sie noch immer mit ihren Gefühlen für Jonatan. Derweil kümmert sich Arthur darum, dass Carolina ihre Wettschulden bei ihm einlöst. Und auch Germano hat noch eine Rechnung mit ihr zu begleichen...","versions":[{"lang":1,"streams":[{"redirect":8492689,"hoster":"VOE"},{"redirect":8649779,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"Folge 91","epNo":91,"alt":"Episode 91","descr":"Carolina nimmt emotional Abschied von ihrem Job und den Mitarbeitern bei Totalmente Diva. Als sie einen Anruf von ihrer Schwester erhält, nimmt der Ausgang ihrer Wette mit Arthur jedoch eine überraschende Wendung. Währenddessen macht sich dieser große Sorgen um Eliza, die wegen Dino im Gefängnis festgehalten wird. Er setzt daraufhin alle Hebel in Bewegung, um sein Model wieder auf freien Fuß zu setzen...","versions":[{"lang":1,"streams":[{"redirect":8492692,"hoster":"VOE"},{"redirect":8649775,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"Folge 92","epNo":92,"alt":"Episode 92","descr":"Eilza ist geschockt, als sie erfährt, dass Germano ihr Vater sein soll. Dieser wiederum möchte seiner neuen Rolle unbedingt gerecht werden und von jetzt an für seine Tochter da sein. Kann Eliza ihm eine zweite Chance geben? Als auch Dino von dieser Neuigkeit erfährt, wittert er das große Geld. Er will, dass Eliza im Gefängnis bleibt, um von Germano eine hohe Kaution für ihre Freilassung zu erpressen...","versions":[{"lang":1,"streams":[{"redirect":8492691,"hoster":"VOE"},{"redirect":8649777,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"Folge 93","epNo":93,"alt":"Episode 93","descr":"Eliza wird noch immer auf dem Polizeirevier in Campo Claro festgehalten. Als ihre Mutter dort auftaucht, um eine Aussage zu machen, gerät Dinos Vorhaben plötzlich ins Wanken. Derweil gibt sich Carolina siegessicher und übernimmt die Führung bei Excalibur. Doch wenig später macht ein Video von Germano, das im Netz kursiert, all ihre Pläne zunichte...","versions":[{"lang":1,"streams":[{"redirect":8492693,"hoster":"VOE"},{"redirect":8649781,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"Folge 94","epNo":94,"alt":"Episode 94","descr":"Gildas Leben gleicht einem Scherbenhaufen. Sie denkt über Elizas Vorschlag nach, in der Stadt ein neues Leben zu beginnen. Doch die Entscheidung fällt ihr alles andere als leicht. Carolina muss schweren Herzens nun doch ihren Platz in der Redaktion räumen. Als sie auf ihre Nachfolgerin trifft, erlebt sie eine böse Überraschung...","versions":[{"lang":1,"streams":[{"redirect":8492694,"hoster":"VOE"},{"redirect":8649778,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"Folge 95","epNo":95,"alt":"Episode 95","descr":"Nachdem Eliza und ihre Familie erneut bei Arthur untergekommen sind, kann sie endlich Frieden mit ihren Geschwistern schließen. Gemeinsam mit ihrer Mutter macht sie sich auf die Suche nach Räumlichkeiten für ein eigenes Restaurant. Dass Dino immer noch auf der Flucht vor der Polizei ist, bereitet den beiden Frauen jedoch Kopfzerbrechen. Derweil steht Germanos Ehe vor dem Aus. Dennoch gibt er nicht auf und kämpft um seine Frau...","versions":[{"lang":1,"streams":[{"redirect":8492695,"hoster":"VOE"},{"redirect":8649780,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"Folge 96","epNo":96,"alt":"Episode 96","descr":"Carolina ist sich unsicher, ob sie Eliza von ihrer Wette mit Arthur erzählen soll. In der Zwischenzeit genießt das glückliche Paar endlich seine Zweisamkeit. Die beiden gehen sogar den nächsten Schritt in ihrer Beziehung. Als Carolina davon erfährt, kann sie ihre Emotionen nicht länger zurückhalten...","versions":[{"lang":1,"streams":[{"redirect":12383385,"hoster":"VOE"},{"redirect":8649782,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"Folge 97","epNo":97,"alt":"Episode 97","descr":"Nachdem Eliza von Arthurs Wette mit Carolina erfahren hat, stellt sie ihn zur Rede. Steht ihre junge Beziehung nun vor dem Aus? Als Eliza nach ihrem Streit auf Jonatan trifft, legt er überraschend ein gutes Wort für Arthur ein. Derweil überlegt dieser fieberhaft, wie er Eliza zurückgewinnen kann. Und er hat bereits eine Idee...","versions":[{"lang":1,"streams":[{"redirect":8492697,"hoster":"VOE"},{"redirect":8649783,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"Folge 98","epNo":98,"alt":"Episode 98","descr":"Bei einem Fotoshooting seiner Tochter Eliza versucht Germano erneut, seine Frau zurückzugewinnen. Doch all seine Bemühungen scheinen vergebens. Derweil macht Arthur Eliza eine romantische Liebeserklärung. Und Carolina erhält überraschend Besuch von einem hartnäckigen Verehrer...","versions":[{"lang":1,"streams":[{"redirect":8492698,"hoster":"VOE"},{"redirect":8649785,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"Folge 99","epNo":99,"alt":"Episode 99","descr":"Lili ist überzeugt, dass Sofia noch am Leben ist. Obwohl ihr niemand zu glauben scheint, stellt sie weitere Nachforschungen zum Tod ihrer Tochter an. Derweil sucht Carolina verzweifelt nach einem Käufer für ihr Appartement. Und Eliza und Gilda finden endlich eine Lokalität für ihr eigenes Restaurant...","versions":[{"lang":1,"streams":[{"redirect":8492699,"hoster":"VOE"},{"redirect":8649784,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"Folge 100","epNo":100,"alt":"Episode 100","descr":"Um den Unfalltod ihrer Tochter zu rekonstruieren, nimmt Lili schmerzhafte Erinnerungen aus ihrer Vergangenheit in Kauf. Als Sofia ein weiteres Mal auf der Straße gesehen wird, schöpft sie neue Hoffnung. Derweil beziehen Eliza und ihre Mutter ihr neues Zuhause im Fatima Viertel. Und Carolina beschließt voller Kampfgeist, ihr Leben neu zu sortieren...","versions":[{"lang":1,"streams":[{"redirect":8492589,"hoster":"VOE"},{"redirect":8649674,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"Folge 101","epNo":101,"alt":"Episode 101","descr":"Hugo versucht noch immer, Carolinas Herz zu erobern. Währenddessen geraten Lili und Germano erneut in Streit über ihre Tochter. Dabei ahnt Germano nicht, dass Sofia ihren Tod tatsächlich nur vorgetäuscht hat. Derweil schmiedet diese einen perfiden Plan...","versions":[{"lang":1,"streams":[{"redirect":12930704,"hoster":"VOE"},{"redirect":8649675,"hoster":"Streamtape"}]}]},{"epId":"episode-102","name":"Folge 102","epNo":102,"alt":"Episode 102","descr":"Eliza lebt ihren Traum und genießt ihr neues Leben in vollen Zügen. Bei einem Event von \"Totalmente Diva\" soll jeder ihr Glück sehen. Außerdem erwartet die Gäste auf der Party noch eine weitere Überraschung. Und während Lili die Suche nach ihrer verlorenen Tochter nicht aufgibt, plant Sofia bereits, sich an ihrer Familie und an Eliza zu rächen...","versions":[{"lang":1,"streams":[{"redirect":8492593,"hoster":"VOE"},{"redirect":8649678,"hoster":"Streamtape"}]}]},{"epId":"episode-103","name":"Folge 103","epNo":103,"alt":"Episode 103","descr":"Jonatan und Eliza erleben erneut einen nahen Moment. Dabei ahnen die beiden nicht, dass sie in großer Gefahr schweben. Als Germano von Elizas Begegnung mit Sofia erfährt, gerät er ins Grübeln. Könnte seine Tochter wirklich noch am Leben sein? Derweil hat Leila einmal mehr mit ihrer Eifersucht zu kämpfen...","versions":[{"lang":1,"streams":[{"redirect":8492594,"hoster":"VOE"},{"redirect":8649676,"hoster":"Streamtape"}]}]},{"epId":"episode-104","name":"Folge 104","epNo":104,"alt":"Episode 104","descr":"Sofia spielt ihre Rolle der verlorenen Tochter, die sich an nichts erinnern kann, nahezu perfekt. Nur ihr Bruder und Rafael zweifeln an ihrem vorgetäuschten Gedächtnisverlust. Kann Sofia ihre Familie dennoch weiter hinters Licht führen? Derweil bereitet sich Cassandra auf ihr erstes Cover-Shooting vor...","versions":[{"lang":1,"streams":[{"redirect":8492595,"hoster":"VOE"},{"redirect":8649679,"hoster":"Streamtape"}]}]},{"epId":"episode-105","name":"Folge 105","epNo":105,"alt":"Episode 105","descr":"Sofia ist es gelungen, einen Keil zwischen Lili und Rafael zu treiben. Für Eliza stehen derweil ein paar wichtige Shootings in Uruguay auf dem Plan. Als Carolina erfährt, dass Arthur seine Freundin begleiten möchte, ist sie ganz und gar nicht begeistert. Um Arthur zu vergessen, will sie sich endlich auf ihr eigenes Glück konzentrieren. Unterstützung erhält sie dabei von ihrer Schwester...","versions":[{"lang":1,"streams":[{"redirect":8492596,"hoster":"VOE"},{"redirect":8649682,"hoster":"Streamtape"}]}]},{"epId":"episode-106","name":"Folge 106","epNo":106,"alt":"Episode 106","descr":"Carolina beschließt, ihren Kinderwunsch endlich zu verwirklichen – auch ohne Partner. Derweil überlegt Sofia fieberhaft, wie sie Eliza schaden kann. Bei einer Poolparty ihrer Eltern bietet sich ihr plötzlich eine einmalige Gelegenheit. Derweil versucht Rafael nach wie vor, Germano und seine Familie vor Sofia zu warnen...","versions":[{"lang":1,"streams":[{"redirect":8492592,"hoster":"VOE"},{"redirect":8649683,"hoster":"Streamtape"}]}]},{"epId":"episode-107","name":"Folge 107","epNo":107,"alt":"Episode 107","descr":"Eliza wird erneut Opfer eines Überfalls. Einmal mehr ist es Jonatan, der ihr beisteht. In seiner Sorge um Eliza vergisst er jedoch völlig seine Freundin Leila, die ebenfalls seine Hilfe benötigt hätte. Daraufhin stellt diese ihre Beziehung infrage. Als sie auf Eliza trifft, kann sie ihre verletzten Gefühle nicht länger unterdrücken...","versions":[{"lang":1,"streams":[{"redirect":8492591,"hoster":"VOE"},{"redirect":8649684,"hoster":"Streamtape"}]}]},{"epId":"episode-108","name":"Folge 108","epNo":108,"alt":"Episode 108","descr":"Sofias Plan, ihre Familie zu hintergehen und zu bestehlen, schlägt fehl. Dennoch schafft sie es, ihre Intrige weiter voranzutreiben. Rafael hadert derweil mit seinen Gefühlen für Lili. Er kann es nicht ertragen, dass sie ihn für ihre Familie verlassen hat. Derweil kommen sich Gilda und Hugo langsam näher...","versions":[{"lang":1,"streams":[{"redirect":8492597,"hoster":"VOE"},{"redirect":8649680,"hoster":"Streamtape"}]}]},{"epId":"episode-109","name":"Folge 109","epNo":109,"alt":"Episode 109","descr":"Carolinas Plan, Arthurs Eifersucht zu wecken, geht erfolgreich auf. Derweil versucht Eliza, sich voll und ganz auf ihren Job zu konzentrieren. In der Zwischenzeit überlegt Sofia, wie sie ihre Eltern und ihren Bruder endlich loswerden kann, um unbemerkt deren Safe zu knacken...","versions":[{"lang":1,"streams":[{"redirect":8492598,"hoster":"VOE"},{"redirect":8649681,"hoster":"Streamtape"}]}]},{"epId":"episode-110","name":"Folge 110","epNo":110,"alt":"Episode 110","descr":"Carolina verfolgt einen perfiden Plan, um Arthur leiden zu sehen. Derweil ist dieser bereits unterwegs nach Uruguay zu einem Überraschungsbesuch. Als er Eliza offenbar in flagranti mit Rafael erwischt, ist er so verletzt, dass er ihre Beziehung infrage stellt...","versions":[{"lang":1,"streams":[{"redirect":8492601,"hoster":"VOE"},{"redirect":8649686,"hoster":"Streamtape"}]}]},{"epId":"episode-111","name":"Folge 111","epNo":111,"alt":"Episode 111","descr":"Germano ist außer sich, als der die verhängnisvollen Fotos von Rafael und Eliza sieht. Derweil ahnt diese nicht, dass die Bilder bereits im Netz kursieren und hohe Wellen schlagen. Carolina lässt daraufhin alle glauben, Leila hätte die Aufnahmen veröffentlicht. Dabei ist es ausgerechnet Jonatan, der ihr zur Seite steht...","versions":[{"lang":1,"streams":[{"redirect":8492600,"hoster":"VOE"},{"redirect":8649688,"hoster":"Streamtape"}]}]},{"epId":"episode-112","name":"Folge 112","epNo":112,"alt":"Episode 112","descr":"Nach dem Streit um Rafael nähern sich Germano und Lili langsam einander an. Derweil beschließt Rafael, einen Neuanfang zu starten. In der Zwischenzeit schmiedet Sofia einen weiteren Plan, wie sie Eliza schaden kann. Bei einem gemeinsamen Abendessen will sie ihre Schwester ein für alle Mal loswerden...","versions":[{"lang":1,"streams":[{"redirect":8492599,"hoster":"VOE"},{"redirect":8649687,"hoster":"Streamtape"}]}]},{"epId":"episode-113","name":"Folge 113","epNo":113,"alt":"Episode 113","descr":"Eliza lebt mit ihrer Mutter und ihren Geschwistern bei ihrem Stiefvater, bis sie sich gezwungen sieht, ihr Zuhause zu verlassen. In Rio de Janeiro will sie ihr altes Leben hinter sich lassen und neu anfangen. Außerdem sucht sie nach ihrem leiblichen Vater, der die Familie verlassen hat. In Rio landet Eliza auf der Straße, bis sie auf Unternehmer Arthur trifft, der ihr eine Model-Karriere in Aussicht stellt. Doch schon bald wird Eliza klar, dass sie für ihren Traum kämpfen muss.","versions":[{"lang":1,"streams":[{"redirect":8492603,"hoster":"VOE"},{"redirect":8649689,"hoster":"Streamtape"}]}]},{"epId":"episode-114","name":"Folge 114","epNo":114,"alt":"Episode 114","descr":"Sofias Lügennetz bricht zusammen und stürzt ihre Familie ins Gefühlschaos. Jucaré hat Eliza entführt und bringt sie zu einem Steinbruch außerhalb von Rio. Germano und Jonatan sind ihm dicht auf den Fersen. Können sie Eliza befreien?","versions":[{"lang":1,"streams":[{"redirect":8492607,"hoster":"VOE"},{"redirect":8649690,"hoster":"Streamtape"}]}]},{"epId":"episode-115","name":"Folge 115","epNo":115,"alt":"Episode 115","descr":"Lili und Rafael führen ein letztes klärendes Gespräch. Es stellt sich heraus, dass Rafael große Probleme hat, die Trennung zu verarbeiten. Leila bietet ihm seine Hilfe an und will dafür wissen, was in Uruguay wirklich passiert ist.","versions":[]},{"epId":"episode-116","name":"Folge 116","epNo":116,"alt":"Episode 116","descr":"Nach ihrer Trennung von Arthur kommen sich Eliza und Jonatan einander wieder näher. Derweil macht Lu eine schockierende Entdeckung in Carolinas Handy. Auf einem großen Event nutzt Arthur die Gunst der Stunde, um für einen handfesten Skandal zu sorgen...","versions":[{"lang":1,"streams":[{"redirect":8492605,"hoster":"VOE"},{"redirect":8649692,"hoster":"Streamtape"}]}]},{"epId":"episode-117","name":"Folge 117","epNo":117,"alt":"Episode 117","descr":"Carolina offenbart in einem Interview ihre tiefsten Gefühle und beweist somit Leilas Unschuld im Fotoskandal. Sie versucht Hugos Liste mit Aufgaben abzuarbeiten, um Chefin bei Totalmente Diva zu bleiben. Eliza und Artur führen ein ernstes Gespräch.","versions":[]},{"epId":"episode-118","name":"Folge 118","epNo":118,"alt":"Episode 118","descr":"Eliza lebt mit ihrer Mutter und ihren Geschwistern bei ihrem Stiefvater, bis sie sich gezwungen sieht, ihr Zuhause zu verlassen. In Rio de Janeiro will sie ihr altes Leben hinter sich lassen und neu anfangen. Außerdem sucht sie nach ihrem leiblichen Vater, der die Familie verlassen hat. In Rio landet Eliza auf der Straße, bis sie auf Unternehmer Arthur trifft, der ihr eine Model-Karriere in Aussicht stellt. Doch schon bald wird Eliza klar, dass sie für ihren Traum kämpfen muss.","versions":[]},{"epId":"episode-119","name":"Folge 119","epNo":119,"alt":"Episode 119","descr":"Carolina möchte gemeinsam mit Pietro ein Kind adoptieren. Doch eine Anzeige von Eliza könnte ihr Vorhaben gefährden. Derweil erhält Hugo überraschend Besuch von seiner Ex-Frau. Ihr Auftauchen sorgt bei ihrer Familie allerdings für jede Menge Unmut...","versions":[{"lang":1,"streams":[{"redirect":8492604,"hoster":"VOE"},{"redirect":8649691,"hoster":"Streamtape"}]}]},{"epId":"episode-120","name":"Folge 120","epNo":120,"alt":"Episode 120","descr":"Als Arthur bei einer Party auf Eliza und Jonatan trifft, nutzt er die Gunst der Stunde, um seine Ex-Freundin eifersüchtig zu machen. Eliza verlässt daraufhin völlig überstürzt das Event. Derweil überlegt Carolina, sich beruflich zu verändern...","versions":[{"lang":1,"streams":[{"redirect":8492608,"hoster":"VOE"},{"redirect":8649695,"hoster":"Streamtape"}]}]},{"epId":"episode-121","name":"Folge 121","epNo":121,"alt":"Episode 121","descr":"Jonatan und Eliza genießen ihre Zweisamkeit in vollen Zügen – bis Arthur ihr Glück erneut stört. Derweil kümmert sich Carolina um ihr Herzensprojekt: Sie möchte einen Jungen aus dem Waisenhaus adoptieren. Ein Kind soll ihr Leben ein für alle Mal verändern. Dabei ahnt sie nicht, dass der kleine Gabriel ein dunkles Geheimnis birgt...","versions":[{"lang":1,"streams":[{"redirect":8492609,"hoster":"VOE"},{"redirect":8649693,"hoster":"Streamtape"}]}]},{"epId":"episode-122","name":"Folge 122","epNo":122,"alt":"Episode 122","descr":"Lili ist völlig überfordert, als sie von ihrer Schwangerschaft erfährt. Nach Sofias Tod ist sie sich nicht sicher, ob sie ein weiteres Kind bekommen möchte. Derweil verbringen Debora und Charles ihre erste Nacht miteinander. Und Hugo bittet Gilda, ihrer Liebe endlich eine Chance zu geben...","versions":[{"lang":1,"streams":[{"redirect":12336313,"hoster":"VOE"},{"redirect":8649696,"hoster":"Streamtape"}]}]},{"epId":"episode-123","name":"Folge 123","epNo":123,"alt":"Episode 123","descr":"Eliza erhält überraschend ein Jobangebot aus Paris, das ihr einige Türen öffnen könnte. Doch die Sache hat einen Haken. Als sie Jonatan von ihren Plänen erzählt, ist dieser ganz und gar nicht begeistert. Während Eliza mit ihrer Entscheidung hadert, ahnt sie nicht, dass ihr Stiefvater Dino zurück in der Stadt ist. Und dieser hat nichts als Rache im Sinn...","versions":[]},{"epId":"episode-124","name":"Folge 124","epNo":124,"alt":"Episode 124","descr":"Carolina feiert die Eröffnung ihrer neuen Boutique mit einem großen Event. Dabei erscheinen auch ein paar ungebetene Gäste. Währenddessen erfährt Germano durch Zufall von Lilis Schwangerschaft – und dass er womöglich gar nicht der Vater des Kindes ist...","versions":[{"lang":1,"streams":[{"redirect":12336312,"hoster":"VOE"},{"redirect":8649697,"hoster":"Streamtape"}]}]},{"epId":"episode-125","name":"Folge 125","epNo":125,"alt":"Episode 125","descr":"Germano kann sein Glück kaum fassen, als er erfährt, dass er der Vater von Lilis Kind ist. Trotz aller vergangenen Geschehnisse wollen sie nun in eine gemeinsame Zukunft blicken. Auch Carolina träumt von ihrer eigenen kleinen Familie. Voller Euphorie richtet sie ein Kinderzimmer für Gabriel ein. Doch bevor sie den Jungen bei sich aufnehmen kann, erlebt sie einen herben Rückschlag...","versions":[]},{"epId":"episode-126","name":"Folge 126","epNo":126,"alt":"Episode 126","descr":"Carolinas Kinderwunsch droht erneut zu scheitern, weil vor Gericht eine Anzeige gegen sie vorliegt. Außerdem erhält sie eine wichtige Information, die ihre Adoptionspläne infrage stellen könnte. Derweil muss Gilda einsehen, dass sie ihrem Angestellten unrecht getan hat. Als sie erfährt, dass ihr Sohn Carlitos Geld aus der Kasse gestohlen hat, ist sie entsetzt. Dabei ahnt sie nicht, dass ihr Ex-Mann Dino etwas im Schilde führt...","versions":[]},{"epId":"episode-127","name":"Folge 127","epNo":127,"alt":"Episode 127","descr":"Hugo ist bereit, Dino Geld zur Verfügung zu stellen, damit dieser das Land verlassen kann. Im Gegenzug soll er Gilda und Eliza endgültig in Ruhe lassen. Hält Dino diesmal sein Wort? Währenddessen hadert Jonatan mit seiner Beziehung zu Eliza und ihrem Auslandsaufenthalt in Paris. Schweren Herzens trifft er daraufhin eine bittere Entscheidung...","versions":[{"lang":1,"streams":[{"redirect":8492612,"hoster":"VOE"},{"redirect":8649698,"hoster":"Streamtape"}]}]},{"epId":"episode-128","name":"Folge 128","epNo":128,"alt":"Episode 128","descr":"Gilda organisiert eine Abschiedsparty für Eliza. Diese ist nach der Trennung von Jonatan allerdings nicht gerade in Feierlaune. Dennoch lässt sie sich zu einem Abend unter Freunden überreden. Doch dann erscheint plötzlich ein ungebetener Gast. Derweil macht sich Carolina große Sorgen um Gabriel, dem es zunehmend schlechter geht...","versions":[{"lang":1,"streams":[{"redirect":8492610,"hoster":"VOE"},{"redirect":8649700,"hoster":"Streamtape"}]}]},{"epId":"episode-129","name":"Folge 129","epNo":129,"alt":"Episode 129","descr":"Jonatan wird nach Dinos Messerangriff schwerverletzt ins Krankenhaus eingeliefert. Als sich herausstellt, dass er dringend eine Lebertransplantation benötigt, fasst Eliza einen Entschluss. Derweil bereiten sich Carolina und Rafael auf ihren Gerichtsprozess vor. Und Leila entscheidet sich endlich dazu, ihrem Herzen zu folgen...","versions":[]},{"epId":"episode-130","name":"Folge 130","epNo":130,"alt":"Episode 130","descr":"Leila möchte Rafael auf seiner Reise begleiten und die beiden genießen ihre neu gewonnene Zweisamkeit in vollen Zügen. Derweil hadert Arthur mit seinen Gefühlen für Eliza. Schweren Herzens trifft er daraufhin eine Entscheidung. Germano und Lili freuen sich derweil auf ihr gemeinsames Kind. Außerdem erfahren die beiden endlich das Geschlecht des Babys...","versions":[{"lang":1,"streams":[{"redirect":8492614,"hoster":"VOE"},{"redirect":8649702,"hoster":"Streamtape"}]}]}]}]}