{"seriesId":"total-control","name":"Total Control","descr":"In der australischen Dramaserie \"Total Control\" gerät die indigene Politikerin Alex Irving (Deborah Mailman) ins Zentrum der politischen Aufmerksamkeit, als ein Video eines gewalttätigen Angriffs in Queensland bekannt wird. Irving bekommt von Premierministerin Rachel Anderson (Rachel Griffiths) einen Sitz im Senat angeboten – als Quotenindigene. Von dort aus beginnt die Nachwuchspolitikerin mit Hilfe großangelegter PR einen Rachefeldzug, der die australische Politik gehörig durcheinanderbringt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ein wackeliges Handyvideo geht viral und macht sie zur Heldin: Zu sehen ist, wie Alex Irving unerschrocken einem Amokläufer entgegentritt und ihn davon abhält, weitere Menschen niederzuschießen. Die mutige Tat zieht die Aufmerksamkeit der konservativen Premierministerin Rachel Anderson auf sich. Sie möchte Alex, die sich seit Jahren in ihrer Kleinstadt für die Belange der indigenen Community engagiert, in den Senat berufen. In sieben Monaten sind Wahlen und ihr fehlt in der Bevölkerung wie auch in der eigenen Partei der Rückhalt. Alex lehnt zunächst ab, willigt aber ein, als Anderson ihr verspricht, dass sie ihre politische Position im Kampf für mehr Rechte für die Aborigines einsetzen kann. Schnell wird Alex klar, dass sie als Quoten-Aborigine fungieren und von der Partei an der kurzen Leine gehalten werden soll. Doch als sie vom – mutmaßlich gewaltsamen – Tod einer indigenen Jugendlichen in Haft erfährt und ihre Mutter ihr berichtet, dass die eigene Community sie für eine Verräterin hält, ersinnt Alex eine andere Strategie …","versions":[{"lang":1,"streams":[{"redirect":13230336,"hoster":"VOE"},{"redirect":13230338,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230655,"hoster":"VOE"},{"redirect":13230654,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die indigene Senatorin Alex muss ihre Verhandlungsstärke unter Beweis stellen, als die australische Regierung von den USA aufgefordert wird, einen neuen Militärstützpunkt auf dem Land der Aborigines zu errichten. Alex macht sich auf den Weg in ihre Heimatstadt Winton, um gegenüber ihrer Community in die Waagschale zu werfen, was ihr von der Premierministerin zugesagt wurde: großzügige Abfindungen, eine bessere medizinische Versorgung und die Aussicht auf Arbeitsplätze. Doch innerhalb der Regierungspartei eskalieren die Spannungen, und ehrgeizige Parteimitglieder bringen sich in Stellung, um die Premierministerin anzugreifen und den \"Winton-Deal\" zu torpedieren. Währenddessen trampt die aus der Haftanstalt ausgebrochene Teenagerin Jess durch das Outback, um Alex in Canberra zu treffen und Hilfe von der indigenen Senatorin zu erhalten – der einzigen Person, der sie das brisante Geheimnis um den Tod ihrer Freundin Marcie anvertrauen kann. In Alex keimt unterdessen der schreckliche Verdacht, dass ihre eigene Regierung womöglich in die Vertuschung eines tödlichen Gewaltakts verwickelt ist …","versions":[{"lang":1,"streams":[{"redirect":13230330,"hoster":"VOE"},{"redirect":13230334,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230659,"hoster":"VOE"},{"redirect":13230660,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Alex Irving arbeitet mit Hochdruck daran, den Winton-Deal im Senat vorzulegen. Die vorherrschende Meinung in der Regierungspartei – und insbesondere in deren rechtskonservativem Flügel – ist allerdings, dass die nationale Sicherheit durch die Bemühungen der Senatorin, eine faire Lösung für die indigene Community zu finden, gefährdet wird. Nicht nur das Abkommen, sondern auch die Parteiführung durch Premierministerin Rachel Anderson geraten zunehmend ins Wanken. Derweil hat Alex ganz andere Sorgen: Von ihrem Bruder Charlie erhält sie die Nachricht, dass ihre Mutter zusammengebrochen ist und zwischen Leben und Tod schwebt. Als Alex unverzüglich abreisen will, tritt die Premierministerin an sie heran, um an ihre politische Verantwortung zu appellieren. Eine wichtige Abstimmung steht an, bei der die Regierung nur mit einer sehr knappen Mehrheit rechnen kann. Jede Stimme zählt …","versions":[{"lang":1,"streams":[{"redirect":13230331,"hoster":"VOE"},{"redirect":13230340,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230657,"hoster":"VOE"},{"redirect":13230658,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Zu Hause in Winton wird Alex von der Trauer um ihre Mutter Jan erdrückt. Sie kann es sich nicht verzeihen, dass sie nicht rechtzeitig nach Hause geflogen ist, um sich von ihr zu verabschieden, und versucht den Schmerz wegzutrinken. Außerdem belastet Alex, dass Premierministerin Rachel Anderson den Deal bezüglich der Militärbasis in Winton aus politischem Kalkül fallengelassen hat. Im Dorf bekommt Alex die Wut der Aborigine-Clans zu spüren, die sich von ihr verraten fühlen, hatten sie doch dem Stützpunkt im Glauben an großzügige Kompensationen zugestimmt. Doch Alex reißt sich zusammen und macht sich daran, den Schaden wiedergutzumachen. Während Anderson um ihre Führungsposition und den Zusammenhalt in der Partei bemüht ist, bekommt Alex’ ehrgeiziger Berater Jonathan ein verlockendes Jobangebot von Minister Cartwright – gegen den werden allerdings immer mehr Vorwürfe wegen Korruption laut … In der Zwischenzeit zieht die jugendliche Ausbrecherin Jess verloren durch Canberra, bis sie die junge Jade kennenlernt, die sie unter ihre Fittiche nimmt. Währenddessen suchen Alex und ihr Team verzweifelt nach Jess, um sie zu beschützen, doch die hat erst mal genug und kappt jegliche Kommunikation …","versions":[{"lang":1,"streams":[{"redirect":13230326,"hoster":"VOE"},{"redirect":13230327,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230661,"hoster":"VOE"},{"redirect":13230662,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Alex kehrt nach der Beerdigung ihrer Mutter desillusioniert nach Canberra zurück. Premierministerin Rachel Anderson versucht, sich weiterhin Alex’ Unterstützung zu sichern, da ihre Mehrheit im Senat denkbar knapp ist. Aber das Vertrauen zwischen den beiden Frauen ist zerrüttet und Alex beginnt, ihre eigene Agenda umzusetzen … Tom Campbell jr., der mit einem wütenden Mob die Bürocontainer der Firma Exebuild niedergebrannt hat, wird verhaftet. Exebuild soll die umstrittene Militärbasis in Winton errichten. Auch Alex’ Bruder Charlie war bei dem Brandanschlag zugegen. Werden diese kompromittierenden Vorfälle ihr Amt als Senatorin in Gefahr bringen? Währenddessen sucht Alex mit Hilfe ihres Teams weiter heimlich nach der geflüchteten Jess. Der Videobeweis, dass Marcie, die Zellennachbarin von Jess, gewaltsam ums Leben gekommen ist, befindet sich auf dem Handy von Jess, aber die Jugendliche ist abgetaucht. Für Alex beginnt ein Wettlauf gegen die Zeit: Wird sie es schaffen, Jess zu finden, bevor die Polizei es tut? Da gelingt es Jonathan endlich, den Aufenthaltsort von Jess ausfindig zu machen. Doch dann kommt es zu einem verhängnisvollen Zwischenfall","versions":[{"lang":1,"streams":[{"redirect":13230321,"hoster":"VOE"},{"redirect":13230320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230665,"hoster":"VOE"},{"redirect":13230666,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Aufgewühlt durch den Tod von Jess verdächtigt Alex ihren Berater Jonathan, die Polizei über ihr Treffen mit Jess informiert zu haben. Doch hat sie wirklich recht mit ihren Anschuldigungen? Alex wirft Minister Cartwright vor, die wahre Todesursache der jungen Aborigine Marcie zu vertuschen, doch einen handfesten Beweis dafür kann sie nicht vorlegen. Zwar ist sie im Besitz des Handys von Jess, auf dem sich das Video von dem tödlichen Tränengas-Einsatz in der Zelle von Jess und Marcie befindet – doch niemand hat den Code, um das Telefon zu entsperren … Unterdessen gelangt Jonathan an Berichte über den Vorfall in der Haftanstalt, die Cartwright zurückgehalten hat. Außerdem findet er heraus, dass der Minister an den Aufträgen der Baufirma Exebuild kräftig mitverdient. Genug Material also, um ihn wegen Korruption zu verklagen – aber wird Premierministerin Anderson kurz vor einer Abstimmung, bei der es um das Weiterbestehen ihrer Regierung geht und sie nur eine hauchdünne Mehrheit hat, einen ihrer loyalsten Unterstützer ans Messer liefern? Alex verspricht sie wiederum, den Winton-Deal bezüglich der Militärbasis auf Aborigine-Land neu aufzurollen. Für Alex steht es Spitz auf Knopf – kann sie der Premierministerin vertrauen oder soll sie endgültig mit der Regierung brechen und sich der Opposition anschließen?","versions":[{"lang":1,"streams":[{"redirect":13230324,"hoster":"VOE"},{"redirect":13230323,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13230668,"hoster":"VOE"},{"redirect":13230670,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Alex Irving ist zurück, aber dieses Mal macht sie die Dinge auf ihre Art. Kann die ultimative Außenseiterin einen neuen Weg finden und die Kontrolle über ein politisches Establishment übernehmen, das entschlossen ist, alles zu erschüttern, was ihr wichtig ist?","versions":[{"lang":2,"streams":[{"redirect":13230679,"hoster":"VOE"},{"redirect":13230678,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Alex returns home, determined to get her grassroots campaign off the ground. Rachel makes a surprise announcement that sees her facing off with Alex on live television. After the show, Rachel makes Alex an interesting offer.","versions":[{"lang":2,"streams":[{"redirect":13230684,"hoster":"VOE"},{"redirect":13230681,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Alex\u0027 Erfolg im Wahlkampf hat die Aufmerksamkeit des beliebten Amtsinhabers Jack Ramsay erregt, der nicht kampflos aufgeben will. Rachels Kandidatur zur Wiederwahl erhält Auftrieb, als sie an der Wahlkampfveranstaltung eines Rivalen teilnimmt.","versions":[{"lang":2,"streams":[{"redirect":13230683,"hoster":"VOE"},{"redirect":13230682,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Es ist der Tag der Wahl - Alex und ihr Team unternehmen einen letzten Versuch, die Wähler von Freeman für sich zu gewinnen, aber ein familiärer Notfall stürzt die Kampagne ins Chaos. Als Alex\u0027 Chancen schwinden, nimmt Rachel die Sache selbst in die Hand.","versions":[{"lang":2,"streams":[{"redirect":13230691,"hoster":"VOE"},{"redirect":13230692,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Der Kuhhandel mit hohem Einsatz beginnt in Canberra, wo Alex und eine kleine Gruppe von Unabhängigen zusammenkommen, um über die Zukunft der Nation zu entscheiden. Angesichts größerer Bedrohungen müssen Alex und Rachel einen Weg finden, sich gegenseitig zu vertrauen.","versions":[{"lang":2,"streams":[{"redirect":13230689,"hoster":"VOE"},{"redirect":13230693,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Alex steht kurz davor, die Geschichte neu zu schreiben, als die Kräfte der Gewalt und der Reaktion einen letzten blutigen Versuch unternehmen, sie aufzuhalten.","versions":[{"lang":2,"streams":[{"redirect":13230699,"hoster":"VOE"},{"redirect":13230698,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"","versions":[{"lang":2,"streams":[{"redirect":13728140,"hoster":"VOE"},{"redirect":13728141,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Alex erhält eine Gesundheitsdiagnose, die ihre politischen Ambitionen zunichte zu machen droht. Rachel erfährt von der Journalistin Marion Beaumont schockierende Neuigkeiten über die Finanzierung ihres Wahlkampfs.","versions":[{"lang":2,"streams":[{"redirect":13706370,"hoster":"VOE"},{"redirect":13706369,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Bei einer parlamentarischen Veranstaltung sammelt Rachel die Zahlen für ihr Bündnis, während eine ernste Gesundheitskrise Alex‘ gesamte Zukunft in Gefahr bringt.","versions":[{"lang":2,"streams":[{"redirect":13706366,"hoster":"VOE"},{"redirect":13706367,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Alex macht mit einem politischen Rivalen einen unappetitlichen Deal über ein landesveränderndes Gesetz. Charlie erreicht den Bruchpunkt.","versions":[{"lang":2,"streams":[{"redirect":14445728,"hoster":"VOE"},{"redirect":13731603,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Entschlossen, die Jugendjustiz zu reformieren, treibt Alex ihren radikalen Plan im Repräsentantenhaus voran. Rachel nutzt die Gelegenheit zu ihrem eigenen Vorteil.","versions":[{"lang":2,"streams":[{"redirect":13800955,"hoster":"VOE"},{"redirect":13800956,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":2,"streams":[{"redirect":13800958,"hoster":"VOE"},{"redirect":13800959,"hoster":"Streamtape"}]}]}]}]}