{"path":"/serie/stream/totenfrau","name":"Totenfrau","descr":"[Woman of the Dead] Die auf dem gleichnamigen Roman von Bernhard Aichner basierende sechsteilige Thrillerserie \"Totenfrau\" stellt die Betattungsunternehmerin Brünhilde Blum (Anna Maria Mühe) in den Mittelpunkt, die eine schwere Kindheit hinter sich hat. Mittlerweile ist sie aber glücklich und verheiratet, liebt ihre Kinder. Eines Tages bricht ihre Welt zusammen: Ihr Mann Mark, der für die Kripo in Innsbruck arbeitet, kommt bei einem Verkehrsunfall ums Leben – der andere Unfallteilnehmer begeht Fahrerflucht, die Polizei kann ihn nicht ausfindig machen.  Blum bricht zusammen. So kommt sie erst Wochen später dazu, die Unterlagen ihres Mannes zu sortieren – und findet eine vertrauliche Zeugenaussage aus Marks Ermittlungen, die sie auf eine Spur bringt: Der \"Unfall\" war kein Unfall, die Ermittlungen von Mark hatten gefährliche Männer unruhig gemacht. Denen versucht Blum jetzt das Handwerk zu legen – gerät aber schnell selbst ins Fadenkreuz.","seasons":[{"path":"/serie/stream/totenfrau/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/totenfrau/staffel-1/episode-1","name":"Im Reich der Toten","epNo":1,"alt":"","descr":"Brünhilde Blum, die Betreiberin eines Bestattungsinstituts in der Umgebung von Innsbruck, führt ein glückliches Familienleben mit ihrem Ehemann Mark und ihren beiden Kindern Nela und Tim. Die traute Idylle wird jäh erschüttert, als Mark vor ihren Augen auf seinem Motorrad von einem Auto angefahren wird und wenig später im Krankenhaus stirbt. Vom Fahrer des Wagens fehlt jede Spur. Zunächst völlig gelähmt vor Trauer, beginnt Blum nach dem Unfallfahrer zu suchen und findet dabei Hinweise, die Marks Tod in einem ganz anderen Licht erscheinen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783850","hoster":"VOE"},{"path":"/redirect/11783873","hoster":"Doodstream"},{"path":"/redirect/11783849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/totenfrau/staffel-1/episode-2","name":"Ein ganz großer Künstler","epNo":2,"alt":"","descr":"Blum nimmt die verstörte Dunja bei sich auf und hört sich schockiert ihre Geschichte an. Statt wie erwartet Arbeit zu finden, wurden Dunja und andere Mädchen von einem Mädchenhändler entführt und brutal misshandelt. Dunja gelang schließlich die Flucht und Blums Ehemann Mark half der schwerverletzten jungen Frau, sich zu verstecken. Auf einem Foto erkennt Dunja einen ihrer Peiniger. Es gelingt Blum, den Mann, einen Fotografen, ausfindig zu machen. Sie kontaktiert ihn unter einem Vorwand und lässt sich auf ein gefährliches Spiel ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783818","hoster":"VOE"},{"path":"/redirect/11783817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/totenfrau/staffel-1/episode-3","name":"Fürchte dich vor den Lebenden","epNo":3,"alt":"","descr":"Nach Edwin Schönborns Angriff auf sie, stellt Blum ihn mit einem Taser ruhig und transportiert ihn zu sich nach Hause. Sein plötzliches Verschwinden bleibt nicht unbemerkt, auch seine Mutter, die im Ort sehr einflussreiche Johanna Schönborn, sucht bereits nach ihm. In Panik fährt Blum zurück in Edwins Atelier, um die Kamera mit ihren Bildern zurückzuholen. Beim Sichten der Speicherkarte fällt ihr ein Porträt des Pfarrers Jaunig auf. In ihr keimt der Verdacht, dass dieser ebenfalls etwas mit den Missbrauchstaten zu tun hat und beschließt, ihn damit zu konfrontieren. Auf der Suche nach der Wahrheit verliert Blum allerdings zunehmend den Boden unter den Füßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783824","hoster":"VOE"},{"path":"/redirect/11783822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/totenfrau/staffel-1/episode-4","name":"Mutterliebe","epNo":4,"alt":"","descr":"Johanna Schönborn macht Polizeiinspektor Danzberger die Hölle heiß, da es nach wie vor keinen Hinweis auf den Verbleib ihres Sohns Edwin gibt. Blum ist außer sich vor Sorge, als ihr Sohn Tim von der Schule von einem fremden Mann abgeholt wird. Sie beschuldigt Johanna Schönborn daraufhin, Tim entführen haben zu lassen. Blum wird zu einer Leiche am Fluss gerufen. Während sich Nela durch eine unbedachte Handlung bei dem jungen Alex Schönborn beliebt machen will, hat Blum ein neues Opfer ihres Rachefeldzugs im Visier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783827","hoster":"VOE"},{"path":"/redirect/11783831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/totenfrau/staffel-1/episode-5","name":"Im Gleichgewicht der Natur","epNo":5,"alt":"","descr":"Reza rettet Blum aus der Kühlkammer und versorgt ihre Stichwunde notdürftig. Der leblose Körper von Bertl Puch wird in Blums Haus zurückgebracht. Danzberger beginnt inzwischen Blum mit den Ereignissen in Verbindung zu bringen. Als Sebastian Hackspiel, Johanna Schönborns Handlanger, sie verfolgt, beschuldigt Blum ihn, Teil der Gruppe zu sein. Da bricht Blum zusammen und wird von Hackspiel ins Krankenhaus gebracht. Noch ahnt sie nicht, welche Bedrohung dort auf sie lauert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783841","hoster":"VOE"},{"path":"/redirect/11783842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/totenfrau/staffel-1/episode-6","name":"Bis ans Ende","epNo":6,"alt":"","descr":"Auf dem Revier wird Blum von Danzberger verhört. Zu ihrer Überraschung liefert Massimo ihr ein Alibi und lädt sie zum Abendessen ein. Johanna Schönberger präsentiert indessen ihre hochtrabenden Pläne für das Schigebiet Bad Annenhof. Ihre Hochstimmung wird allerdings durch das Auftauchen von Sebastian Hackspiel erheblich gedämpft. Reza macht inzwischen eine ungeheuerliche Entdeckung und versucht, Blum zu warnen. Zu spät – denn Blum findet zwar heraus, wer der Mörder ihres Mannes war, doch schwebt sie gleichzeitig in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11783843","hoster":"VOE"},{"path":"/redirect/11783846","hoster":"Streamtape"}]}]}]}]}