{"seriesId":"totems","name":"Totems","descr":"Im Jahr 1965 und damit mitten im Kalten Krieg wird der französische Raketeningenieur Francis Mareuil (Niels Schneider) mit einem Spionageauftrag betraut, der sich gegen eine befürchtete neue sowjetische, atomare Orbital-Waffe richtet. Während sich Francis in der Sowjetunion seinem Berufskollegen annähert, auf dessen Forschungen das Sowjet-Projekt basiert, verliebt er sich in dessen Tochter – die sich als KGB-Agentin herausstellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Während ein sowjetisches Projekt für eine orbitale Bombe das Weltgleichgewicht bedroht, wird Francis Mareuil, ein Luft- und Raumfahrtingenieur, nach Osten geschickt, um den Wissenschaftler zu rekrutieren, dessen Forschung diese Bombe möglich gemacht hat, und verliebt sich in seine Tochter Luydmila Golubeva.","versions":[{"lang":1,"streams":[{"redirect":12383376,"hoster":"VOE"},{"redirect":10488641,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"In Ost-Berlin findet Francis heraus, dass Boris unter ständiger Überwachung der Stasi steht. Er freundet sich mit Lyudmila an, überzeugt davon, dass sie ihm Zugang zu ihrem Vater verschaffen kann, ohne sich ihrer Verbindungen zum KGB bewusst zu sein.","versions":[{"lang":1,"streams":[{"redirect":10488637,"hoster":"VOE"},{"redirect":10488635,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"In Moskau leitet Boris den Start einer Raumsonde, die zu einem Fiasko wird und unter Hausarrest gestellt wird. In der Zwischenzeit versucht Francis, einen Weg zu finden, Ljudmila zu retten, indem er sie in den Westen bringt, auch wenn das bedeutet, alles zu riskieren.","versions":[{"lang":1,"streams":[{"redirect":10488630,"hoster":"VOE"},{"redirect":10488628,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ljudmila ist mit ihrem verwundeten Vater zurück in der Tschechoslowakei und in Gefahr: Der KGB spürt sie auf. Francis versucht zu verstehen, was Boris in der Sonde gefunden hat und zieht sich immer weiter von seiner Familie zurück.","versions":[{"lang":1,"streams":[{"redirect":10488634,"hoster":"VOE"},{"redirect":10488627,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Lyudmila ist allein und steckt in der Tschechoslowakei fest. Francis versöhnt sich mit seiner Frau und nimmt an einer Mission teil, die von der SDECE und der CIA geleitet wird, mit einem gemeinsamen Ziel: Boris zu kontaktieren.","versions":[{"lang":1,"streams":[{"redirect":10488625,"hoster":"VOE"},{"redirect":10488624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Bei der Untersuchung von Charles Contignet macht Anne eine beunruhigende Entdeckung. Vom KGB gejagt, versteckt sich Lyudmila bei einer tschechischen Familie. Es gibt nur einen Ausweg für sie: Francis zu kontaktieren und ihn zu bitten, sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":10488619,"hoster":"VOE"},{"redirect":10488620,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"In der Tschechoslowakei springt Francis durch Reifen, um Lyudmila zu finden. Als sie versuchen, nach Westen zurückzukehren, jagen Yemelin und seine Handlanger sie. Anne findet ein streng geheimes Dokument und schwebt nun in Gefahr. Sie muss fliehen.","versions":[{"lang":1,"streams":[{"redirect":10488613,"hoster":"VOE"},{"redirect":10488617,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Als die orbitale Bombe kurz vor dem Absturz steht, riskieren Francis, Lyudmila und Anne, gefangen genommen und getötet zu werden. Yemelin wird durch mächtige Verbündete in Frankreich alles tun, um die Zahlen sowie die Liste zurückzubekommen.","versions":[{"lang":1,"streams":[{"redirect":10488616,"hoster":"VOE"},{"redirect":10488612,"hoster":"Streamtape"}]}]}]}]}