{"seriesId":"touken-ranbu-kai-kyoden-moyuru-honnouji","name":"Touken Ranbu Kai: Kyoden Moyuru Honnouji ","descr":"Fudou Yukimitsu: Ein Schwert, das von einem Feldherrn der Sengoku-Ära, Oda Nobunaga, getragen wurde und das einem seiner Diener, Mori Ranmaru, verliehen wurde. Fudou Yukimitsu macht deutlich, dass er stolz darauf ist, Oda Nobunagas geliebtes Schwert zu sein, gerät aber mit den anderen Schwertern aneinander, die Nobunaga ebenfalls als ihren ehemaligen Meister bezeichnen: Souza Samonji, Heshikiri Hasebe, und Yagen Toushirou. Der ernannte Teamkapitän, Yamanbagiri Kunihiro, muss die Zitadelle, die durch die Ankunft von Fudou Yukimitsu in Unordnung geraten ist, wieder aufrichten. Mitten in all dem hat der Saniwa den Befehl erhalten, ins Jahr 1582 zu reisen - zum Honnouji-Ereignis, wo Oda Nobunaga sein Ende fand...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Recurring Dream","descr":"Soza, einer der Schwertkrieger, die unter Anführung des Meisters gegen Geschichtsrevisionisten kämpfen, leidet unter Alpträumen vom Honnoji-Zwischenfall, bei dem sein Meister Oda Nobunaga ums Leben kam. Das könnte ein Vorzeichen darauf sein, welchen Teil der Vergangenheit die Revisionisten als Nächstes umschreiben wollen.","versions":[{"lang":3,"streams":[{"redirect":13944949,"hoster":"VOE"},{"redirect":13944948,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Stories That Tell","descr":"Yamanbagiri wurde die Position des Vertrauten des Meisters übertragen. Doch er hält sich auf Grund eines vergangenen Missgeschicks dafür für ungeeignet. Als Neuling Fudo den Wunsch äußert, Oda Nobunagas Tod verhindern zu wollen, ist es die Aufgabe des neuen Vertrauten, ihm beizubringen, was es bedeutet, die Geschichte zu verteidigen.","versions":[{"lang":3,"streams":[{"redirect":13944946,"hoster":"VOE"},{"redirect":13944947,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Worthy Man","descr":"Seit Fudo Yukimitsus Manifestation werden die Schwertkrieger, die früher im Besitz von Oda Nobunaga waren, von Erinnerungen heimgesucht. Als neuer Vertrauter des Meisters ist es Yamanbagiris Aufgabe, dieses Problem zu lösen. Doch er hat immer noch nicht den Mut dazu gefasst, die Zitadelle anzuführen.","versions":[{"lang":3,"streams":[{"redirect":13944951,"hoster":"VOE"},{"redirect":13944950,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Steel Forges Steel","descr":"Yamanbagiri setzt Tsurumarus Plan um, die Probleme von Odas Schwertern lösen zu wollen, indem er sie in der gleichen Truppe in einer Trainingsschlacht kämpfen lässt. Doch es kommt sofort wieder zum Streit zwischen Fudo und Hasebe.","versions":[{"lang":3,"streams":[{"redirect":13979636,"hoster":"VOE"},{"redirect":13979637,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Reunions and Conflicts","descr":"Yamanbagiris Trupp ist in Kyoto, um jegliche Einmischung in den Honnoji-Vorfall zu verhindern. Fudou freut sich, zurück zu sein und macht sich alleine auf den Weg, trifft dann aber auf Mori Ranmaru.","versions":[{"lang":3,"streams":[{"redirect":13979640,"hoster":"VOE"},{"redirect":13979639,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Honnoji Incident","descr":"Endlich beginnt der Honnoji-Zwischenfall, bei dem Oda Nobunaga von Akechi Mitsuhide verraten wurde. Yamanbagiri und seine Truppe sind bereit, diese Geschichte zu schützen, doch Fudo Yukimitsu ist sich immer noch unsicher, ob er er seinen alten Meister sterben lassen kann.","versions":[{"lang":3,"streams":[{"redirect":14000530,"hoster":"VOE"},{"redirect":14000523,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"For Whom the Flower Blooms","descr":"Es kommt zum Kampf zwischen Ranmaru und Yamanbagiris Truppe, doch Fudo ist sich immer noch unsicher, ob er Oda Nobunaga wirklich sterben lassen kann.","versions":[{"lang":3,"streams":[{"redirect":14029878,"hoster":"VOE"},{"redirect":14029880,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Honnoji In Flames","descr":"Fudo hat sich entschlossen, seine Mission zu verraten und Oda Nobunaga zu retten. Während er Akechi Mitsuhide hinterhereilt, versuchen die anderen Schwertkrieger verzweifelt, ihn aufzuhalten.","versions":[{"lang":3,"streams":[{"redirect":14048432,"hoster":"VOE"},{"redirect":14048438,"hoster":"Doodstream"},{"redirect":14048431,"hoster":"Streamtape"}]}]}]}]}