{"seriesId":"toutotsu-ni-egypt-shin","name":"Toutotsu ni Egypt Shin ","descr":"[Oh, Suddenly Egyptian God] Herzlich willkommen im antiken Ägypten! \"Oh, Suddenly Egyptian God\" zeigt das Leben der ägyptischen Götter – von Anubis und Thot über Ra und Medjed bis hin zu Horus und Seth. Die Götter nehmen ihre Aufgaben dabei sehr ernst und erledigen wichtigen Arbeiten voller Eifer und Ernst – oder auch nicht. Erlebe, wie Anubis, Gott des Totenkultes, seine Urteile mithilfe einer Kinderwippe fällt oder Seth anstelle seiner Verpflichtungen lieber Streiche spielt. Hauptsache, man hat Spaß … oder etwa nicht?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Suddenly, Egyptian Gods / Suddenly, Anubis","descr":"Das kommt zwar etwas plötzlich, aber so sieht die Welt der ägyptischen Götter aus. Anubis ist einer der Götter im Totengericht und fällt auch heute wieder Urteile über die Seelen der Toten. An seiner Seite ist dabei Thot, der Gott der Vernunft. Die beiden sind Freunde fürs Leben.","versions":[{"lang":3,"streams":[{"redirect":13918125,"hoster":"VOE"},{"redirect":11989660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Suddenly, Arriving/Suddenly Bastet","descr":"Thot und Medjed sind zu Besuch bei Anubis. Doch als dieser nach Verpflegung für seine Gäste sucht, erwartet ihn hinter den Türen seiner Kücheneinrichtung überraschenderweise Bastet. Die launische Katzengöttin hat ein Faible für spontane Auftritte.","versions":[{"lang":3,"streams":[{"redirect":13498946,"hoster":"VOE"},{"redirect":11989668,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Suddenly, a Day Off/Suddenly, Thoth","descr":"Anubis und Thot machen es sich zu Hause gemütlich. Da beiden der Magen knurrt, entschließen sie sich, Pizza zu bestellen. Voller Vorfreude öffnen beide den Karton mit der heißen Pizza. Dann erleben sie jedoch eine Überraschung.","versions":[{"lang":3,"streams":[{"redirect":13498948,"hoster":"VOE"},{"redirect":11989672,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Suddenly, Horus and Set/Suddenly, Bad Blood","descr":"Während Horus fleißig seinen Teilzeitjobs nachkommt, wird er von einer zwielichtigen Gestalt verfolgt. Dahinter verbirgt sich der heimtückische Gott der Zerstörung, Seth. Die beiden stehen stets auf Kriegsfuß miteinander, weswegen Seth auch diesmal wieder versucht, Horus ein paar fiese Streiche zu spielen. Wird es ihm gelingen, Horus reinzulegen?","versions":[{"lang":3,"streams":[{"redirect":13498947,"hoster":"VOE"},{"redirect":11989679,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Suddenly, Ra and Apep/Suddenly, Presents","descr":"Der Göttervater Ra ist wieder zurück von seiner Reise. Auf den letzten Metern wird er von seiner Nemesis Apophis überrascht. Er verteilt kleine Chaosteilchen in der See, um Ra aufzuhalten.","versions":[{"lang":3,"streams":[{"redirect":13498949,"hoster":"VOE"},{"redirect":11989683,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Suddenly, Magical Thoth and Phantom Thief Set","descr":"Diesmal zeigen sich die Götter von einer etwas anderen Seite. Der Phantomdieb Seth hat das Auge von Medjed, ein Juwel von unschätzbarem Wert gestohlen. Er wird jedoch von Detektiv Horus und seinem Sidekick Thot verfolgt! Als Seth mit einem Heißluftballon fliehen will, ist es für Thot an der Zeit, sein Geheimnis zu lüften ...","versions":[{"lang":3,"streams":[{"redirect":13498950,"hoster":"VOE"},{"redirect":11989689,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Suddenly, Kotatsu/Suddenly, Medjed","descr":"In der Welt der ägyptischen Götter ist der Winter eingekehrt, was Anubis, Thot, Bastet und Horus dazu bewegt, ihre Zeit unter einem warmen Kotatsu zu verbringen. Dort essen sie zusammen Mandarinen. Nachdem alle Mandarinen aufgegessen sind stellt sich aber nun die Frage: Wer holt Nachschub? In der Zwischenzeit wird der Alltag des Buches mit sieben Siegeln unter den ägyptischen Göttern, Medjed, beleuchtet.","versions":[{"lang":3,"streams":[{"redirect":13498951,"hoster":"VOE"},{"redirect":11989693,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Suddenly, an Idol/Suddenly, Pottery","descr":"Anubis und seine Freunde besuchen ein Konzert der berühmten Sata. Doch die ausgelassene Stimmung erlebt mittendrin einen Abriss, als Sata eine überraschende Mitteilung macht ... In der zweiten Hälfte fangen die drei Freunde zusammen mit einem Töpferkurs an, der von dem töpfereiaffinen Chnum geleitet wird. Kunst ist bekanntlich tiefgründig und so gibt es viel zu lernen.","versions":[{"lang":3,"streams":[{"redirect":13498952,"hoster":"VOE"},{"redirect":11989697,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Suddenly, Rice Paddies/Suddenly, Swinging","descr":"Heute helfen die Freunde zusammen Wenut auf dem Reisfeld. Während Anubis und die anderen die Reispflanzen setzen, ist Wenut jedoch dem Mittagsschlaf verfallen. Erst als alle anderen am Abend auf den Weg machen, wacht sie auf und inspiziert das Reisfeld ...","versions":[{"lang":3,"streams":[{"redirect":13498956,"hoster":"VOE"},{"redirect":11989701,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Suddenly, A Banquet","descr":"Die ägyptischen Götter bereiten sich auf ihre große Jahresfeier vor. Während Anubis und Thot die Dekorationen schleppen, sehen wir Ra dabei, wie er seine Rede einstudiert. Außerdem ist auch das große Idol der Götter, Sata, mit von der Partie. Welche Art von Feier erwartet uns da?","versions":[{"lang":3,"streams":[{"redirect":13498954,"hoster":"VOE"},{"redirect":11990148,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Suddenly, Welcoming Back the Egyptian Gods","descr":"Die ägyptischen Götter kehren auf dieselbe Weise zurück, wie wir sie damals verlassen haben: Mit einer Feier! Göttervater Ra begrüßt uns und die anderen ägyptischen Götter wieder mit einer schwungvollen Rede.","versions":[{"lang":3,"streams":[{"redirect":13498957,"hoster":"VOE"},{"redirect":11989716,"hoster":"Streamtape"}]}]}]}]}