{"seriesId":"transporter-die-serie","name":"Transporter – Die Serie","descr":"Im Mittelpunkt von \"Transporter\" steht Frank Martin (Chris Vance), der sich früher als Elitesoldat verdingt hatte. Inzwischen bringt er Fracht von Kunden an ihren Bestimmungsort. Doch anders als beim Postdienstleister von nebenan geht es bei Franks Aufträgen oft heiß her, denn die Fracht ist hochbrisant. Drei Regeln gibt es, die er unter keinen Umständen brechen darf: 1. Ändere niemals eine Vereinbarung. 2. Nenne niemals Namen. 3. Öffne niemals ein Paket. Franks Partnerin, die Ex-CIA-Agentin Carla (Andrea Osvart) beschafft ihm neue Aufträge und hält ihm den Rücken frei. Sein bester Freund, Inspektor Tarconi (Francois Berleand), ahnt nicht, dass Frank das ein oder andere Mal die Grenzen des gesetzlich Erlaubten bis zum Zerbrechen dehnt. (Text: RTL)","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"The Transporter","epNo":1,"alt":"","descr":"Mit seinem schwarzen BMW wartet Frank Martin (Jason Statham) vor einer Bank, aus der vier Männer stürmen. Die Bankräuber haben ihn als Fahrer engagiert. Doch trotz nahender Polizeisirenen startet Frank den Motor nicht: Abgemacht waren drei, nicht vier Männer. Erst als sich diese auf brutale Art und Weise von einem Flüchtenden verabschieden, bringt Frank die drei anderen in Sicherheit – in einer atemlosen Verfolgungsjagd durch die engen Gassen Nizzas. Frank verdient sich sein Leben als Kurierfahrer und seine drei unumstösslichen Regeln lauten: Ein Plan wird niemals geändert, Namen werden nie genannt und Pakete niemals geöffnet. Als sich bei einem weiteren Auftrag jedoch ein Paket plötzlich zu bewegen beginnt, hat Frank Mitleid: Im schwarzen Sack befindet sich die verängstigte Chinesin Lai (Qi Shu). Doch Deal ist Deal: Frank liefert das Paket dem misstrauischen Gangsterboss Wall Street (Matt Schulze) ab. Dieser schiebt ihm jedoch daraufhin eine Bombe unter. Frank entgeht der Explosion nur knapp, sein schwarzes BMW-Baby ist aber zerstört, und Kommissar Tarconi (François Bérleand) hat Verdacht geschöpft. Der \"Transporter\" schwört Rache. (Text: SRF)","versions":[{"lang":1,"streams":[{"redirect":13336033,"hoster":"VOE"},{"redirect":13366179,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Transporter - The Mission","epNo":2,"alt":"","descr":"Frank Martin, Spezialist für den Transport geheimer oder auch brisanter Waren, tritt einen Vertretungsjob als Fahrer der reichen Familie Billings in Miami Beach an. Für den ehemaligen Unterweltkurier ist dieser Auftrag ein ungewöhnlich ruhiger Job. Frank genießt die Fahrten mit dem aufgeweckten Jack Billings, mit dem er sich schnell anfreundet. Nach einer Fahrt zum Arzt wird der Sechsjährige dort jedoch vor seinen Augen entführt. Die Gangster sind in der Überzahl und zwingen Frank zum Rückzug. Er kann Jack gerade noch das Versprechen geben, dass er ihn niemals im Stich lassen und aus den Händen der Entführer befreien wird. Erst jetzt erfährt der ahnungslose Frank nähere Einzelheiten über die Familie Billings: Jacks Vater Jefferson Billings ist Leiter der Drogenbehörde von Miami und fährt einen knallharten Kurs gegen die internationale Drogenmafia. Die holt nun zum Gegenschlag aus. Jack wurde nicht nur entführt, um ein enormes Lösegeld zu erpressen und um Jefferson Billings einzuschüchtern. Der Junge wurde auch mit einem heimtückischen Virus infiziert, das innerhalb von 24 Stunden tödlich ist, sofern kein Gegenmittel verabreicht wird. Selbst wenn es gelingen würde, Jack zu befreien, könnten Jacks Eltern und damit auch die Mitarbeiter der Drogenbehörde mit dem Virus infiziert werden. Erfinder dieses teuflischen Plans: der eiskalte Terrorist Gianni und seine sadistische wie waffenwütige Gespielin Lola. Frank setzt alles daran, sein Versprechen zu halten und startet die fieberhafte Suche nach Jack und dem Gangsterpaar Gianni und Lola. Leider hält die Polizei von Miami ihn aufgrund seiner eigenen kriminellen Vergangenheit zunächst für einen Komplizen der Drogenkartelle. Frank hat alle Hände voll zu tun, die Billings sowie die Polizei von seiner Unschuld zu überzeugen und gleichzeitig die Spur der Entführer zu finden. Ein knallharter Wettlauf gegen die Zeit beginnt… (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":13305583,"hoster":"VOE"},{"redirect":13219773,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Transporter 3","epNo":3,"alt":"","descr":"Eigentlich wollte Frank Martin nur noch als Angler mit grossen Fischen zu tun haben. Dass aus dem Ruhestand nichts wird, merkt der nahkampferprobte Autokurier für heisse Ware schlagartig. Denn urplötzlich kracht sein Nachfolger, den Frank für einen Auftrag selbst empfohlen hat, schwer verletzt mit dem Dienstwagen mitten in sein Marseiller Wohnzimmer. Frank kommt in der Gewalt des zwielichtigen Auftraggebers Johnson wieder zu Bewusstsein, der ihm die Mission erklärt, die er schlechterdings nicht ablehnen kann.Frank soll mit einer Begleiterin eine ominöse Tasche nach Osteuropa fahren. Er braucht nicht lange, um herauszufinden, dass die schöne Valentina die eigentliche Fracht darstellt. Ungleich grösser ist seine Verwunderung, dass es sich um die entführte Tochter des Umweltministers der Ukraine handelt. Zwischen dessen Schergen sowie den Handlangern Johnsons geraten Frank und Valentina bald ins Kreuzfeuer. Ihre Lage ist umso brenzliger, als sowohl der Fahrer als auch seine Passagierin explosive Armbänder tragen, die sie bei einer Entfernung von 25 Metern vom Auto in einem Feuerball zerreissen.Jason Statham ist mit Guy Ritchies britischen Gangsterfilmen \"Lock, Stock and Two Smoking Barrels\" sowie \"Snatch\" bekannt geworden. Mit seiner Paraderolle in der \"The Transporter\"-Reihe hat der Londoner das Zepter im Action-Filmgenre übernommen. Diese eigentliche Wachablösung der alten Garde um Bruce Willis, Sylvester Stallone und Arnold Schwarzenegger war am ehesten noch Vin Diesel (\"The Fast and the Furious\") zugetraut worden.2010 war es aber Statham, der in Stallones \"The Expendables\" an der Seite all der altgedienten Action-Heroen auftreten durfte und damit hochoffiziell ihr Erbe antrat. Demnächst soll er in der siebten Auflage der \"Fast \u0026 Furious\"-Reihe mittun. \"The Transporter\" wechselte derweil von der Leinwand auf den Bildschirm. Bei der ersten Staffel der gleichnamigen Fernsehserie mit Chris Vance in der Hauptrolle sorgt Luc Besson als Produzent für eine gewisse Kontinuität.","versions":[{"lang":1,"streams":[{"redirect":13305705,"hoster":"VOE"},{"redirect":13366230,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"The Transporter Refueled","epNo":4,"alt":"","descr":"Knallhart, zuverlässig und immer pünktlich: in der kriminellen Unterwelt von Frankreich ist Frank Martin (Ed Skrein) nur als der \"Transporter\" bekannt – der beste Fahrer, den man für Geld kaufen kann. Wenn der Preis stimmt, bringt Frank alles an seinen Bestimmungsort, lässiger Kommentar inklusive. Dabei arbeitet er streng nach drei ganz einfachen Regeln: keine Namen, keine Fragen und keine Nachverhandlungen. Doch dann begegnet er der so geheimnisvollen wie verführerischen Anna (Loan Chabanol). Die Anführerin einer Söldnertruppe macht auf ihrer persönlichen Mission, eine Bande russischer Menschenhändler auszuschalten, vor nichts halt. Und weil sie weiss, dass Frank der beste Mann für diesen Job ist, versucht sie, ihn mit einer sehr überzeugenden Methode zu einer Zusammenarbeit zu bewegen: Sie nimmt Franks Vater (Ray Stevenson) als Geisel. Wohl oder übel müssen die beiden nun mit Anna kooperieren und den Kampf gegen die brutalen Gangster aufnehmen… (Text: 3+)","versions":[{"lang":1,"streams":[{"redirect":13336029,"hoster":"VOE"},{"redirect":13366185,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine neue Mission!","epNo":1,"alt":"The General\u0027s Daughter","descr":"Franks neuer Auftrag führt ihn zu der jungen, hübschen Generalstochter Delia. Ihr Vater, ein ehemaliger führender General beim Militär, hat sich auf finstere Geschäftsleute eingelassen und ihnen sein Insiderwissen aus Militärkreisen verkauft. Nun ist Delia in höchster Gefahr: Ein deutscher Gangsterboss droht, die junge Frau zu entführen, als ihr Vater aussteigen und die ganze Bande hochgehen lassen will. Nun muss Frank Delia vor den Gangstern retten und von Berlin sicher nach Amerika bringen. Tatsächlich kann Frank in letzter Sekunde einen Anschlag vereiteln. Doch Franks Auftrag ist noch lange nicht ausgeführt, denn Delia hat von ihrem Vater vor seinem Tod auf einem USB-Stick brisante Informationen erhalten, für die die brutalen Verbrecher auch vor einem weiteren Mord nicht zurückschrecken würden. Mit dabei außerdem Carla – Franks Partnerin. Die ehemalige CIA-Agentin organisiert Franks Missionen und fungiert als seine Augen und Ohren zur Außenwelt, sowie Franks Freund, Inspektor Tarconi, der einst mit der Aufgabe betraut war, Frank aufzuspüren, und dem langsam dämmert, dass der Transporter permanent auf einem schmalen Grat zur Gesetzlosigkeit wandelt.","versions":[{"lang":1,"streams":[{"redirect":13305581,"hoster":"VOE"},{"redirect":13366186,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vaterliebe","epNo":2,"alt":"Harvest","descr":"Frank ist diesmal gezwungen, eine seiner selbst auferlegten Regeln, \"öffne niemals ein Paket\", zu brechen. In der Kühlbox, die er zu seinem Kunden bringen soll, befindet sich ein Herz, das eigentlich für eine Transplantation in ein Krankenhaus bestimmt war. Stattdessen ist Frank mit dem lebensrettenden Organ unterwegs zu seinem Auftraggeber, Drago Sujic, einem der mächtigsten Verbrecherbosse Südfrankreichs. Dieser braucht das Herz dringend für seinen Sohn, der an einem angeborenen Herzfehler leidet. Als Frank durch Inspektor Tarconi erfährt, was er da transportiert und dass ein sterbender Junge im Krankenhaus auf das Herz wartet, bricht er nicht nur die Regel – das Paket nicht zu öffnen – sondern ändert obendrein auch noch den Deal und will das Herz ins Krankenhaus bringen. Damit ist Drago natürlich überhaupt nicht einverstanden und hetzt seine Leute auf Frank, um ihm das dringend benötigte Organ wieder abzunehmen. Eine Jagd um Leben und Tod beginnt.","versions":[{"lang":1,"streams":[{"redirect":13336030,"hoster":"VOE"},{"redirect":13366192,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Echt Falsch","epNo":3,"alt":"Switch","descr":"Frank soll ein wertvolles Gemälde aus einer Galerie abholen und zu einem reichen Kunstsammler bringen. Er wird jedoch bei der Übergabe beobachtet und es kommt zu einer wilden Verfolgungsjagd. Eine junge Frau bedroht ihn mit einer Waffe und behauptet, dass das Gemälde ihr gehöre. Glücklicherweise taucht in diesem Moment die Polizei auf und Frank nutzt die Gunst der Stunde, um sich aus der Affäre zu ziehen und seinen Auftrag auszuführen. Doch als er das Gemälde bei dem Kunstsammler Max Khyber abliefert, stellt sich heraus, dass es sich um eine Fälschung handelt. Khyber fühlt sich betrogen und verdächtigt Frank. Er hält Frank auf seinem Anwesen fest und ordert eine Domina, die ihn auf ganz spezielle Art und Weise zum Reden bringen soll. Doch Frank kann sich befreien und macht sich sogleich auf die Suche nach dem Original. Eine spektakuläre Reise beginnt.","versions":[{"lang":1,"streams":[{"redirect":13203208,"hoster":"VOE"},{"redirect":13366193,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Plan B.","epNo":4,"alt":"Dead Drop","descr":"Frank wird von dem CIA-Agenten Jack Perkins angeheuert, der unter dem Verdacht steht, geheime Informationen missbraucht und Agenten enttarnt zu haben. Die beiden kennen sich von früher und der inzwischen blinde Mann braucht Franks Hilfe, um an einen geheimen Ort zu gelangen, an dem er einen Computerchip versteckt hat. Dessen Inhalt kann nicht nur die Unschuld des Mannes beweisen, sondern gleichzeitig den Maulwurf im System entlarven. Doch natürlich gibt es jede Menge Leute, die keinerlei Interesse an der Wahrheit haben und Frank und sein Auftraggeber sehen sich einer Armada nationaler und internationaler Geheimdienstkräfte gegenüber.","versions":[{"lang":1,"streams":[{"redirect":13336028,"hoster":"VOE"},{"redirect":13366195,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergeltung","epNo":5,"alt":"Payback","descr":"Franks Deal läuft völlig schief: Er verliert das zu überbringende Paket und wird von seinen Auftraggebern beschuldigt, sowohl Geld als auch die Lieferung unterschlagen zu haben. Um seine Unschuld zu beweisen, macht sich Frank auf die Suche nach den Hintermännern und stößt dabei auf eine Spur, die ihn zu alten Kameraden aus seiner SAS Unit führt. Diese haben offensichtlich noch eine Rechnung aus der Vergangenheit mit ihm zu begleichen: Sie versuchen, sich selbst zu bereichern und ihn als Sündenbock zu benutzen. Doch als Frank und sie gemeinsam in Gefahr geraten, wendet sich das Blatt und sie kämpfen Seite an Seite – wie in alten Zeiten.","versions":[{"lang":1,"streams":[{"redirect":13305584,"hoster":"VOE"},{"redirect":13366196,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Große Haie und kleine Fische","epNo":6,"alt":"Sharks","descr":"Frank soll eine Million Euro von Paris nach Marseille transportieren. Das Ganze findet in einer Art Wettkampf statt, denn zwei weitere ‚Transporter‘ starten parallel mit ihm mit gleicher Aufgabe und identischem Ziel. Wer zuerst liefert, dessen Auftraggeber bekommt den Zuschlag für einen großen Waffendeal. Zwei Gangs bekommen jedoch Wind von den Vorhaben und versuchen, die Millionen an sich zu bringen. Die Aufgabe wird für Frank zusätzlich erschwert durch eine mysteriöse Anhalterin, die sich nicht abschütteln lässt und die alles über die Welt der Transporter wissen möchte. Frank schafft es am Ende als einziger, ins Ziel zu kommen. Doch die Freude über seinen Sieg währt nicht lange, denn der Verlust eines alten Freundes, der einer der beiden anderen Transporter war, macht Frank schwer zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":13305462,"hoster":"VOE"},{"redirect":13366200,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tod dem Fortschritt!","epNo":7,"alt":"Trojan Horsepower","descr":"Frank soll einen neuartigen Prototypen eines spritsparenden Motors zu einer Autoshow nach Paris transportieren, der dort der Weltöffentlichkeit präsentiert werden soll. Die Erfindung sorgt für tumultartige Szenen in der Branche und mächtige Gegner in der Automobil- und Treibstofflobby formieren sich, um diese bahnbrechende Neuerung zu vernichten. Die Tochter des Erfinders besteht darauf, Frank nach Paris zu begleiten. Kurzerhand wird der Prototyp in Franks Wagen installiert. Unglücklicherweise sendet er ein GPS-Signal aus, das nicht abzustellen und somit einfach zu orten ist. Franks Verfolger heften sich an seine Fersen. Nun ist guter Rat teuer, um den Motor unbeschädigt und rechtzeitig nach Paris zu bringen, denn die Verfolger haben den Auftrag, den Prototypen zu vernichten und dabei schrecken sie auch vor Mord nicht zurück.","versions":[{"lang":1,"streams":[{"redirect":13223329,"hoster":"VOE"},{"redirect":13366201,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blutdiamanten","epNo":8,"alt":"Hot Ice","descr":"Frank wird beauftragt, ein Paket in einem hochgesicherten Bankschließfach abzuholen und es zu einer bestimmten Adresse zu bringen. Doch er wird schon beim Verlassen der Eingangshalle von einem Killerkommando angegriffen. Eine attraktive Sicherheitsbeamtin verdächtigt ihn fälschlicherweise, für den Tod ihres Kollegen verantwortlich zu sein, der mit in den Schusswechsel geraten ist. Um Frank an der Flucht zu hindern, kettet sie ihn mit Handschellen an sich – erschwerte Bedingungen, um sich gegen die gnadenlosen Killer zu behaupten. Das umkämpfte Paket enthält einen Datenstick mit brisantem Inhalt über einen hochrangigen Industriellen, der mit allen Mitteln verhindern will, dass die Wahrheit über seine grausamen Machenschaften in Afrika ans Licht kommt. Gelingt es dem ‚Transporter‘, dem Bösewicht zu entkommen und die Beweise zu sichern?","versions":[{"lang":1,"streams":[{"redirect":13336032,"hoster":"VOE"},{"redirect":13225072,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die letzten Stunden von Paris","epNo":9,"alt":"City of Love","descr":"Frank nimmt in Südfrankreich ein Paket entgegen, welches er nach Paris befördern soll. Als er dort in eine Fahrzeugkontrolle gerät, schlagen die Hunde an: In seinem Auto befindet sich ganz offensichtlich Sprengstoff. Frank folgt seinem natürlichen Instinkt und ergreift die Flucht. Nach einer riskanten Verfolgungsjagd trifft er am vereinbarten Übergabeort ein und trifft dort auf eine heimische Straßengang, deren Anführerin Mauga eine Schwäche für Frank hat. Es stellt sich heraus, dass Franks Auftragsgeber Maugas Bruder ist, der einen terroristischen Vergeltungsakt plant. In einem unbedachten Moment entkommt er samt der Bombe und Frank und Mauga versuchen gemeinsam, ihn zu stoppen. Gleichzeitig lässt Carla, um Frank zu schützen, ihre alten Verbindungen zum französischen Geheimdienst spielen. Die Jagd nach der Bombe beginnt.","versions":[{"lang":1,"streams":[{"redirect":13305586,"hoster":"VOE"},{"redirect":13366203,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Cherchez La Femme","epNo":10,"alt":"Cherchez La Femme","descr":"Frank ist heute eher ‚Taxi‘ denn Transporter: Er soll eine ebenso bekannte wie gefürchtete junge Hackerin kutschieren. Die Computerspezialistin soll einem Anlageberater aus der Patsche helfen, der sich mit Geldern der Mafia verspekuliert hat, und diese illegal auf dem schnellsten Wege wieder zurückholen. Aber nicht nur die Mafia interessiert sich für die Hackerin, sondern auch der französische Geheimdienst, der sie der Spionage bezichtigt. Doch das ist eine Lüge: In Wirklichkeit haben sie und ihr bester Freund, der jetzt tot in der gemeinsamen Wohnung liegt, herausgefunden, dass es eine korrupte Stelle beim Geheimdienst gibt. Mit Tarconis Hilfe können sie die erste Gefahr abwenden, doch dann wird Carla entführt und Frank steht vor einer schweren Entscheidung. Wessen Leben wird er retten?","versions":[{"lang":1,"streams":[{"redirect":13246415,"hoster":"VOE"},{"redirect":13225076,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sein oder nicht sein","epNo":1,"alt":"2B Or Not 2B","descr":"Der ehemalige Elite-Soldat Frank Martin ist zurück und er hat immer noch die gleiche Mission: Das Paket ausliefern! Wenn es sein muss, gegen alle Widerstände, die sich ihm in den Weg stellen. In Rom wird ein Richter von einem Auftragskiller ermordet. Der 12-jährige Sohn des Opfers war der einzige Augenzeuge und steht damit selber auf der Abschussliste.","versions":[{"lang":1,"streams":[{"redirect":13336027,"hoster":"VOE"},{"redirect":13366204,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie in alten Zeiten","epNo":2,"alt":"We Go Back","descr":"Frank wird von seinem alten Army-Kumpel Tommy aufgespürt, der ihm sagt, dass er ihn auf der Suche nach ihrem gemeinsamen Freund Rob unterstützen soll. Beide arbeiten inzwischen für den MI-6 und Rob war in Libyen stationiert. Als sie in Libyen ankommen wird Rob vor ihren Augen mitsamt seinem Auto in die Luft gesprengt. Frank glaubt, dass er seinen Tod nur vorgetäuscht hat, um seine Mission nicht zu gefährden.","versions":[{"lang":1,"streams":[{"redirect":13336031,"hoster":"VOE"},{"redirect":13366209,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Diva","epNo":3,"alt":"Diva","descr":"Frank soll die berühmte Sängerin Ferrara McIntyre sicher zu ihren Konzerten bringen und wieder in ihr Nobelhotel zurück bringen. Plötzlich taucht bei einer ihrer Fahrten ein Motorradfahrer auf, der das Feuer auf sie eröffnet. Es ist klar, dass die neue Mission einen gefährlicheren Hintergrund hat als gedacht. Am nächsten Tag erhält Ferrara eine weitere Drohung. Doch sie lässt sich nicht beirren und sich von Frank zu ihrem nächsten Auftritt fahren.","versions":[{"lang":1,"streams":[{"redirect":13334528,"hoster":"VOE"},{"redirect":13366210,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Transporter x 2","epNo":4,"alt":"T2","descr":"Die nächste Mission soll Frank auf die Krim bringen. Doch der Kunde, der von ihm ein lebenswichtiges Dokument in einer Villa abholen lassen will, stellt eine weitere Forderung. Da das Gebäude, in dem sich das Dokument befindet, stark bewacht wird, soll Frank Unterstützung erhalten. Und zwar von Bernard Dassin, dem einzigen weiteren \"Transporter\" neben Frank. Das Problem: Frank ist nicht bereit, mit einem weiteren Transporter die Verantwortung zu teilen.","versions":[{"lang":1,"streams":[{"redirect":13305727,"hoster":"VOE"},{"redirect":13366211,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Chimäre","epNo":5,"alt":"Chimera","descr":"Frank erhält vom FBI den Auftrag, eine chemische Waffe von einem Triaden-Boss zu erlangen. Die Waffe, Code-Name \"Chimäre\", soll sich in dem Restaurant befinden, aus dem der Gangster in Chicago operiert. Doch alle denkbaren Szenarien, die von Jules Faroux durchgespielt werden, um Frank in das Gebäude zu bringen, gehen nicht auf. Alle Simulationen enden mit Franks Tod.","versions":[{"lang":1,"streams":[{"redirect":13305582,"hoster":"VOE"},{"redirect":13366212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sex, Lügen und Videos","epNo":6,"alt":"Sex, Lies and Video Tapes","descr":"Franks Mission ist die Abholung eines Koffers, in dem sich das Negligé einer Prostituierten befindet. Der Politiker Mr. Donne braucht das Kleidungsstück, weil sich auf ihm seine DNA befindet. Donne wird von einem Zuhälter erpresst, weil die Besitzerin des Negligés ermordet wurde. Doch als der Koffer geöffnet wird ist er leer. Nun hart Frank ein Problem.","versions":[{"lang":1,"streams":[{"redirect":13305480,"hoster":"VOE"},{"redirect":13366216,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Nebenwirkungen","epNo":7,"alt":"Euphro","descr":"Als Franks alter Freund Inspector Tarconi den gefährlichen Anatole Reichenberg, einen Hersteller gefälschter Arzneimittel, der den Tod etlicher Kinder verschuldet hat, in dessen Villa im ländlichen Weißrussland verhaften will, wendet sich überraschend das Blatt – und Tarconi findet sich in einer lebensgefährlichen Falle wieder. Korrupte Kollegen seines SWAT-Teams haben sich mit Reichenberg verbündet und Tarconi in ein Schlafzimmer mit einem undichten Gasrohr gesperrt. Während er versucht zu entkommen, explodiert die Villa.","versions":[{"lang":1,"streams":[{"redirect":13334531,"hoster":"VOE"},{"redirect":13219777,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kawumm! - ein Einsturz","epNo":8,"alt":"Boom","descr":"Frank und Caterina sollen einen Koffer von Madrid zu einer Goldmine in der Westsahara transportieren. Kurz nach ihrer Ankunft stürzt eine Mine ein, bei dem Vorfall werden Arbeiter verschüttet, die in Streik treten wollten. Frank findet heraus, dass sich in dem von ihm zugestellten Paket auch der Sprengstoff befand, mit dem das Unglück verursacht wurde. Nun muss er sich entscheiden, auf welcher Seite er steht…","versions":[{"lang":1,"streams":[{"redirect":13305544,"hoster":"VOE"},{"redirect":13366219,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vertrauen","epNo":9,"alt":"Trust","descr":"Nachdem Rose Marquez vor ihrem gewalttätigen Freund Zachary Schramm flüchten will, heuert sie Frank an. Als Frank sie zu einem privaten Flughafen gebracht hat, scheint die Mission erfüllt zu sein. Doch nach einem Jahr erscheint Roses Freund, ein mächtiger Geschäftsmann, und Frank wird beschuldigt, seine Klientin ermordet zu haben.","versions":[{"lang":1,"streams":[{"redirect":13305704,"hoster":"VOE"},{"redirect":13366215,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Millionenschwerer Galopp","epNo":10,"alt":"Sixteen Hands","descr":"Frank muss ein Rennpferd sicher transportieren. Das Tier ist stolze 10 Mio. Dollar wert. Noch bevor der Weg von den Ställen in Kentucky zu der Rennbahn in New York eingeschlagen werden kann, kommt es zu Problemen. Denn ein maskierter Angreifer attackiert die Mitarbeiter der Stallungen und kann flüchten.","versions":[{"lang":1,"streams":[{"redirect":13305585,"hoster":"VOE"},{"redirect":13366218,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hoffnungszeichen","epNo":11,"alt":"Beacon Of Hope","descr":"Frank erhält den Auftrag, Howard Preston und dessen Sohn Zac sicher aus Mauretanien herauszubringen. Als Frank ankommt, erkennt er, dass die Situation mehr als brenzlig ist. Zac hat sich mit einem Warlord angelegt, der nun Jagd auf ihn macht. Doch das ist noch nicht alles, Zac stellt noch weitere Forderungen an den Transporter. Frank soll nicht nur ihn und seinen Vater, sondern auch 19 Obdachlose retten. Caterina gesteht zudem, dass Zac ihr ehemaliger Verlobter ist.","versions":[{"lang":1,"streams":[{"redirect":13305463,"hoster":"VOE"},{"redirect":13366229,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Endspiel","epNo":12,"alt":"Endgame","descr":"In New York lassen sich Frank und Cat auf eine besondere Charade ein. Sie geben sich als das schwerreiche Pärchen Brandon und Veronica Miller aus, um gestohlene Diamanten für einen Klienten wiederzubeschaffen. Dazu wollen sie die teuren Steine einfach durch Fälschungen ersetzen. Bald sieht sich Frank jedoch mit mehreren Überraschungen konfrontiert. Nicht nur, dass er auf seine frühere Geliebte Zara trifft, zudem arbeitet er plötzlich für die Regierung. Dabei stellt sich nach und nach heraus, dass nichts ist so wie es scheint.","versions":[{"lang":1,"streams":[{"redirect":13305695,"hoster":"VOE"},{"redirect":13366227,"hoster":"Streamtape"}]}]}]}]}