{"seriesId":"transparent","name":"Transparent","descr":"Die Serie dreht sich um das Leben der Familie Pfefferman, welche aus Mort und seiner Exfrau Shelly sowie den drei gemeinsamen erwachsenen Kindern Sarah, Josh und Ali besteht. Mort ist ein Professor und Politikwissenschaftler. Das Leben der Familie aus Los Angeles ändert sich schlagartig, als Mort sich als transsexuell outet und beschließt, als Frau mit dem Namen Maura weiterzuleben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Ein Geständnis vom Familienoberhaupt der Pfeffermans sorgt für grundlegende Veränderungen, und der Suche der Familie danach wer man wirklich ist. Mit Jeffrey Tambor, Judith Light, Amy Landecker, Jay Duplass und Gaby Hoffmann.","versions":[{"lang":1,"streams":[{"redirect":8493147,"hoster":"VOE"},{"redirect":8650449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Loslassen","epNo":2,"alt":"The Letting Go","descr":"Maura beginnt ihren neuen Lebensabschnitt, doch das Leben als Frau ist voller Herausforderungen. Sie muss neue Freunde und eine neue Gemeinschaft finden, und sich vor ihren Kindern outen.","versions":[{"lang":1,"streams":[{"redirect":8493151,"hoster":"VOE"},{"redirect":8650445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In Bewegung","epNo":3,"alt":"Rollin’","descr":"Während Maura in einer Wohnanlage ein neues Zuhause findet, lässt Sarah ihren Traum vom perfekten Familienleben zerplatzen. Josh überlegt, sesshaft zu werden und Ali lotet ihre Grenzen aus.","versions":[{"lang":1,"streams":[{"redirect":8493150,"hoster":"VOE"},{"redirect":8650447,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mapa","epNo":4,"alt":"Moppa","descr":"Maura outet sich vor ihrer jüngsten Tochter Ali. Zusammen mit Sarah besuchen sie ein Einkaufszentrum. Was mit einer Make-Up-Beratung beginnt, endet mit einem Eklat in der Damentoilette","versions":[{"lang":1,"streams":[{"redirect":8493152,"hoster":"VOE"},{"redirect":8650448,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Keil","epNo":5,"alt":"Wedge","descr":"Als der demente Mann ihrer Mutter verschwindet, machen sich Sarah, Josh und Ali auf die Suche nach ihm. Doch anstatt Ed zu finden, verlieren sie sich in ihrer Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":12383386,"hoster":"VOE"},{"redirect":8650451,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wildnis","epNo":6,"alt":"The Wilderness","descr":"Die Geschwister versuchen, sich mit Morts neuem Leben zu arrangieren. Josh und Ali suchen nach Antworten auf wichtige Lebensfragen - Josh bei einer Rabbinerin, Ali in einer Vorlesung über Geschlechterforschung.","versions":[{"lang":1,"streams":[{"redirect":8493155,"hoster":"VOE"},{"redirect":8650453,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Archetyp","epNo":7,"alt":"The Symbolic Exemplar","descr":"Josh turtelt mit Rabbinerin Raquel und Ali mit dem transsexuellen Dale. Josh, Ali und Sarah stellen sich Mauras Auftritt in einer \"Trans-Talentshow\", was für \"Mapa\" anders endet, als erhofft.","versions":[{"lang":1,"streams":[{"redirect":12383387,"hoster":"VOE"},{"redirect":8650455,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Beste Frau","epNo":8,"alt":"Best New Girl","descr":"Eine Reise in die Vergangenheit: Mort wagt mit Mark das Abenteuer \"Cross-Dressing-Camp\" und fühlt sich befreit wie nie zuvor. Die dreizehnjährige Ali erprobt unterdessen ihre Verführungskünste.","versions":[{"lang":1,"streams":[{"redirect":8493157,"hoster":"VOE"},{"redirect":8650460,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aufschauen","epNo":9,"alt":"Looking Up","descr":"Enttäuscht von der mangelnden Zuwendung seiner Kinder sucht Maura Trost bei seiner Ex-Frau Shelly. Sarah flirtet wieder mit ihrem Ex-Mann und Josh glaubt, seine große Liebe gefunden zu haben.","versions":[{"lang":1,"streams":[{"redirect":8493159,"hoster":"VOE"},{"redirect":8650458,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Warum verdecken wir die Spiegel","epNo":10,"alt":"Why Do We Cover The Mirrors?","descr":"Eds Beerdigung entpuppt sich als Härtetest für die Pfeffermans. Mauras Transsexualität provoziert gemischte Reaktionen und Josh wird mit einer unerwarteten Enthüllung konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8493160,"hoster":"VOE"},{"redirect":8650463,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Im Auge des Bösen","epNo":1,"alt":"Kina Hora","descr":"TRANSPARENT kehrt zurück: Den Auftakt macht Tammys und Sarahs große, weiße Hochzeit. Während Sarah einen Nervenzusammenbruch erleidet, als ihr klar wird, dass sie Tammy nicht heiraten will, wird Maura von ihrer Schwester Bryna heimgesucht. Schließlich plaudert Ali Raquel und Joshs großes Geheimnis aus.","versions":[{"lang":1,"streams":[{"redirect":13115320,"hoster":"VOE"},{"redirect":8650464,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flicky-Flicky, Summ-Summ","epNo":2,"alt":"Flicky-Flicky Thump-Thump","descr":"Maura wohnt inzwischen wieder im Haus von Shelly. Zum Erstaunen aller, blüht die Intimität des Paares erneut auf. Oder sind dies Schuldgefühle? Im Haus der Familie gibt Josh eine Party für die Musikszene. Ein unerwarteter Besucher taucht auf und sorgt für Verwirrung.","versions":[{"lang":1,"streams":[{"redirect":8493162,"hoster":"VOE"},{"redirect":12985122,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwierige Leute","epNo":3,"alt":"New World Coming","descr":"Aufgeregt und von Vaterfreuden getrieben bereitet Josh den Einzug seines Sohnes Colton in sein Haus vor. Raquel erinnert ihn daran, dass es für sie andere Prioritäten als den Sohn von Josh gibt. Maura wird mit Geschichten aus der Vergangenheit konfrontiert, die ihr schlechtes Gewissen wecken und sie Glauben machen, dass sie sich vor langer Zeit vielleicht nicht immer richtig verhalten hat.","versions":[{"lang":1,"streams":[{"redirect":8493161,"hoster":"VOE"},{"redirect":8650467,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kirschblüten","epNo":4,"alt":"Cherry Blossoms","descr":"Sarah hat das Gefühl, dass die Mütter der Schulkameraden ihrer Kinder sie zurückweisen. Sie sucht Rat bei Raquel. Raquel hat selbst Probleme, denn eine engere Beziehung zwischen Josh und seinem Sohn Colton hat zur Folge, dass Rita sich in ihr Leben drängt. Maura bekommt von einer Ärztin den Rat, ihren eigenen Körper \"besser kennenzulernen\". Das ist etwas, was leichter gesagt als getan ist.","versions":[{"lang":1,"streams":[{"redirect":8493163,"hoster":"VOE"},{"redirect":8650465,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Omama","epNo":5,"alt":"Mee-Maw","descr":"Coltons Adoptiveltern besuchen ihn im Haus von Josh und Raquel, um zu sehen, wie er dort lebt. Während ihres Besuches erfährt Josh von einem Geheimnis, das seinen Glauben an die Familie fast völlig zerstört. Colton muss entscheiden, ob er bei Josh bleiben oder wieder bei den Adoptiveltern leben will. Syd und Ali besuchen ein \"Vollmondritual\", das von der Feministin Leslie geleitet wird.","versions":[{"lang":1,"streams":[{"redirect":13115322,"hoster":"VOE"},{"redirect":8650466,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verwundbar","epNo":6,"alt":"Bulnerable","descr":"Josh und Raquels Beziehung wird auf die Probe gestellt, als sie nach Raquels Fehlgeburt bemerken, dass sie vielleicht doch nicht die gleichen Prioritäten haben. Maura wohnt jetzt bei Davina und lernt dort Davinas Freund Sal kennen. Ali sucht nach einem Thema für ihre Zulassungsarbeit an der Universität und besucht Leslie, die Professorin, bei ihr zu Hause.","versions":[{"lang":1,"streams":[{"redirect":8493166,"hoster":"VOE"},{"redirect":8650469,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Buch des Lebens","epNo":7,"alt":"The Book Of Life","descr":"Wir feiern Jom Kippur. In Syd und Alis Loft versammeln sich Familie und Freunde zum Abendessen. Vibrierende Spannungen allenthalben. Sarah versucht, Tammy zu vergessen; Shelly interessiert sich intensiv für Buzz, Mitglied des Gemeinderats der Synagoge; Joshs Verlobung mit Raquel ist zerbrochen und Syd und Ali befinden sich mitten in einem intensiven Streit.","versions":[{"lang":1,"streams":[{"redirect":8493167,"hoster":"VOE"},{"redirect":8650470,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vibrationen","epNo":8,"alt":"Oscillate","descr":"Anfang der Dreißigerjahre in Berlin. Yetta hat endlich die Visa für sich und ihre Kinder Gittel und Rose. Aber Gittel will in Berlin bei Professor Magnus Hirschfeld bleiben. Im Los Angeles von 2015 versucht Ali Sarah zu überzeugen, gemeinsam ein Music Festival zu besuchen. Maura arbeitet ehrenamtlich für eine Hilfsorganisation selbstmordgefährdeter Jugendlicher.","versions":[{"lang":1,"streams":[{"redirect":8493168,"hoster":"VOE"},{"redirect":8650476,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mann im Revier","epNo":9,"alt":"Man on the Land","descr":"Maura, Ali und Sarah gehen zu einem Music Festival, um ihre Weiblichkeit und Sexualität zu erforschen. Obwohl das Festival ein geschützter Raum für alle Frauen sein soll, stellt Mauras Anwesenheit die Definition des Begriffes \"Frau\" für einige Teilnehmerinnen in Frage. Ali und Leslie können die Vertrautheit ihrer Beziehung ausbauen.","versions":[{"lang":1,"streams":[{"redirect":8493170,"hoster":"VOE"},{"redirect":8650471,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Grau, Grün, Braun und Kupfer","epNo":10,"alt":"Grey Green Brown and Copper","descr":"Maura erlebt ein außergewöhnliches Liebesabenteuer und kann sich mit der Frage, ob sie Mann oder Frau ist, aussöhnen. Ali bespricht ihre akademische Zukunft mit Leslie. Josh sucht nach väterlicher Liebe bei Buzz und Sarah versucht offen stehende Probleme zu lösen.","versions":[{"lang":1,"streams":[{"redirect":14445781,"hoster":"VOE"},{"redirect":8650473,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Odyssee","epNo":1,"alt":"Eliza","descr":"Als Mitarbeiterin einer LGBT-Hotline nimmt Maura den verstörenden Anruf einer jungen Transfrau namens Elizah entgegen. Aus Angst, dass Elizah sich etwas antut, begibt sie sich auf eine Odyssee durch South Central L.A.. Sie findet den Teenager in Not, landet selbst jedoch schließlich im Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":9958600,"hoster":"VOE"},{"redirect":9958604,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Neue Wege","epNo":2,"alt":"When The Battle Is Over","descr":"Nach einer gesundheitlichen Krise befasst sich Maura gedanklich mit Themen wie dem Tod und ihrer Beziehung zum eigenen Körper. Sarah hofft in den Gemeindevorstand der MidCity-Synagoge aufgenommen zu werden. Shelly arbeitet mit Buzzy an Plänen für eine One-Woman-Show. Josh und Ali ziehen sich aus Unzufriedenheit mit ihrem Leben darauf zurück, das Leben eines Ehepaars zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9969038,"hoster":"VOE"},{"redirect":9969036,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nacho","epNo":3,"alt":"To Sardines And Back","descr":"Bei einer Familienfeier zu Mauras Geburtstag kommen einige Beziehungen auf den Prüfstand. Sarah stellt Buzzy wegen dem Synagogenvorstand zur Rede und Maura stößt mit einer großen Ankündigung auf Widerstand sowohl bei Shelly als auch bei Vicki. Höhepunkt des Abends ist ein gemeinsames Versteckspiel, bei dem sich angespannte Verhältnisse in räumlich beengten Situationen wiederfinden.","versions":[{"lang":1,"streams":[{"redirect":11330011,"hoster":"VOE"},{"redirect":9962316,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hineni","epNo":4,"alt":"Just The Facts","descr":"Maura wird einem Termin mit dem plastischen Chirurgen ein aufregender Blick in die Zukunft gewährt, doch Vicki lässt sich nicht von ihrer Begeisterung anstecken. Josh besucht eine ungewohnt aufgeräumt wirkende Rita, während Ali und Leslie Schwierigkeiten mit Nähe und Vertrautheit haben. Sarah findet in einer unorthodoxen Auslegung jüdischer Tradition Ablenkung von ihren persönlichen Problemen.","versions":[{"lang":1,"streams":[{"redirect":11330012,"hoster":"VOE"},{"redirect":9962320,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"36 Menschen","epNo":5,"alt":"Oh Holy Night","descr":"Die Pfefferman-Familie versammelt sich zu Sarahs \"Hineni\"-Zeremonie, um ihre alternativ-spirituellen Bemühungen zu unterstützen. Erschüttert von der Nachricht des Todes einer engen Freundin sucht Josh Trost und Beistand bei Raquel. Ali erlebt mit eigenen Augen, welche Fallstricke Leslies von Vorurteilen geprägte Haltung mit sich bringt.","versions":[{"lang":1,"streams":[{"redirect":10937563,"hoster":"VOE"},{"redirect":9962321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine andere Welt","epNo":6,"alt":"The Open Road","descr":"Josh begibt sich mit einer unerwarteten Beifahrerin auf die Reise und schafft es, eine unbestreitbare Chemie zunichte zu machen. Unterdessen erweckt Buzzys eigenartiges Konsumverhalten Shellys Misstrauen, während Ali auf einem durch Lachgas ausgelösten Trip beim Zahnarzt eine Begegnung mit Gott hat.","versions":[{"lang":1,"streams":[{"redirect":11330015,"hoster":"VOE"},{"redirect":9962323,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kult und Sühne","epNo":7,"alt":"Life Sucks And Then You Die","descr":"Josh kommt in Overland Park an und überbringt Colton eine schwere Nachricht. Sarah überspannt den Bogen gegenüber Raquel und bringt die \"Hineni\"-Sederfeier in Gefahr. Eine Diskussion mit Bryna bringt große Probleme zwischen Maura und Vicki zum Vorschein.","versions":[{"lang":1,"streams":[{"redirect":11330013,"hoster":"VOE"},{"redirect":9962319,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weichenstellungen","epNo":8,"alt":"If I Were A Bell","descr":"Boyle Heights, Los Angeles, im Jahr 1958. Die femininen Neigungen der 12jährigen Maura - damals noch Mort - sorgen für Streit zwischen ihrer Mutter Rose und den Großeltern Haim und Yetta. Am anderen Ende der Stadt verweigert die 12jährige Shelly das Essen, will jedoch niemandem sagen warum. Sprung ins Jahr 1966, in dem Mort und Shelly ein geheimes Verhältnis miteinander haben.","versions":[{"lang":1,"streams":[{"redirect":11330014,"hoster":"VOE"},{"redirect":9962329,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aus dem Raster","epNo":9,"alt":"Off The Grid","descr":"Josh beschließt, nach Overland Park zu Colton zu ziehen. Ali sorgt sich und reist ihm nach, um ihn nach Hause zu holen. Sarah fühlt sich verlassen und hat Schwierigkeiten, ihre Wut unter Kontrolle zu halten. Shelly stellt Buzzy wegen seiner Ausgaben zur Rede, was zu unvorhergesehenen Offenbarungen führt. Die wieder alleinstehende Maura hat ein ebenso aufregendes wie überraschendes Erlebnis.","versions":[{"lang":1,"streams":[{"redirect":11330016,"hoster":"VOE"},{"redirect":9962331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Aufregend und neu","epNo":10,"alt":"Exciting And New","descr":"Um ihren Problemen an Land zu entfliehen, begeben sich die Pfeffermans auf eine Kreuzfahrt. Einen Großteil der Reise verbringt jeder für sich auf eigenen Wegen zur Selbsterkenntnis, doch letztendlich finden sie alle zusammen bei einer Sederfeier, zu der es beinahe nicht gekommen wäre.","versions":[{"lang":1,"streams":[{"redirect":11330018,"hoster":"VOE"},{"redirect":9962333,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Feste Bestellungen","epNo":1,"alt":"Standing Order","descr":"Ein spannendes Angebot führt Maura nach Tel Aviv. In der Hoffnung auf einen Neubeginn zieht Shelly zu Josh. Um sich mit ihren Problemen mit Intimität auseinanderzusetzen, nehmen Sarah, Ali und Josh gemeinsam an einem Selbsthilfetreffen für Sex- und Liebessüchtige teil. Ali vermietet einen Teil des Pfeffermanschen Hauses und muss mit seltsamen Air-Bnb-Gästen fertigwerden.","versions":[{"lang":1,"streams":[{"redirect":10937561,"hoster":"VOE"},{"redirect":9962328,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Anomalie im Schritt","epNo":2,"alt":"Groin Anomaly","descr":"Ali fühlt sich eiskalt überrumpelt, als Leslie Einzelheiten ihrer Liebesbeziehung öffentlich macht. Sarah findet Gefallen an einer neuen Verbindung zu Lila, der ehemaligen Lehrerin ihrer Tochter. Josh hat eine unerwartete Begegnung mit einer Ex. Shelly beginnt Improvisationstheater zu spielen. Ali schließt sich Maura zu ihrer Israelreise an und die zwei erleben einen etwas holprigen Start.","versions":[{"lang":1,"streams":[{"redirect":10937564,"hoster":"VOE"},{"redirect":9962334,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kids on top","epNo":3,"alt":"Pinkwashing Machine","descr":"Sarah testet eine neue Erziehungsmethode und stellt zu ihrer Überraschung fest, dass es funktioniert. Josh sucht Dr. Steve auf, während die häuslichen Spannungen zwischen ihm und Shelly weiter zunehmen. Ali lässt sich von einer faszinierenden neuen Freundin zu einer Fahrt in die Palästinensergebiete überreden. Maura macht eine Entdeckung über ihre Familiengeschichte, die ihr Leben verändert.","versions":[{"lang":1,"streams":[{"redirect":10937562,"hoster":"VOE"},{"redirect":9962337,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Cool Guy","epNo":4,"alt":"Cool Guy","descr":"Maura und Ali entdecken neue Wahrheiten über ihre Familie. Shelly findet in ihrem Improtheaterkurs zu neuem Wagemut. Es knistert gewaltig zwischen Sarah, Lila und Len, und sie machen sich daran, einen Plan zu entwickeln. Josh wird von seiner Vergangenheit verfolgt.","versions":[{"lang":1,"streams":[{"redirect":10937560,"hoster":"VOE"},{"redirect":9962343,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wiedergeburt","epNo":5,"alt":"Born Again","descr":"Maura denkt zurück an die Nacht, in der Ali geboren wurde. Davina ruft sich Begebenheiten aus ihrer Jugend ins Gedächtnis und schafft es, mit ihrer schwierigen Beziehung zu Sal abzuschließen. Davina und Maura machen beide einen Deal mit Gott.","versions":[{"lang":1,"streams":[{"redirect":10937566,"hoster":"VOE"},{"redirect":9962340,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das gelobte Land","epNo":6,"alt":"I Never Promised You A Promised Land","descr":"Die Familie kommt zu einem ungewöhnlichen Urlaub zusammen und begegnet einem lange verschollenen Stamm von Pfeffermans. Ali trennt sich vom Rest der Familie, da ihre politischen Überzeugungen sie dazu treiben, das Binaritätsprinzip in Frage zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11330017,"hoster":"VOE"},{"redirect":9962350,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Enthüllungen","epNo":7,"alt":"Babar The Borrible","descr":"Sarah und Len führen einen Familienausflug vom Weg ab, um Lilas Mom zu besuchen, was zu heftigem Streit zwischen den Geschwistern führt. Ali setzt sich von der Gruppe ab, um ihre Freundin Lyfe in Ramallah zu besuchen, während sich die übrigen Pfeffermans in einer Art Wüstentourismus von eher zweifelhafter Authentizität ergehen.","versions":[{"lang":1,"streams":[{"redirect":10937565,"hoster":"VOE"},{"redirect":9962346,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Desert Eagle","epNo":8,"alt":"Desert Eagle","descr":"Maura sehnt sich danach, eine neue Beziehung zu schmieden, muss jedoch feststellen, dass das Verhältnis belastet ist. Ali verspürt den Drang, zu ihrer Familie zurückzukehren. In den Weiten der Wüste versucht sich Josh im Abfeuern einer Schusswaffe, was Shelly zutiefst verunsichert.","versions":[{"lang":1,"streams":[{"redirect":10937568,"hoster":"VOE"},{"redirect":9962347,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Xier unterwegs","epNo":9,"alt":"They Is On The Way","descr":"Davinas Aufenthalt im Pfeffermanschen Haus in Los Angeles wird unsanft gestört. Die Pfeffermans lassen sich im Toten Meer treiben und Ali beeilt sich, dort hinzukommen, wird jedoch an einem israelischen Checkpoint aufgehalten.","versions":[{"lang":1,"streams":[{"redirect":10937567,"hoster":"VOE"},{"redirect":9962352,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hausgäste","epNo":10,"alt":"House Call","descr":"Ali verspürt das Bedürfnis, in Israel mehr über sich selbst zu erfahren, und bleibt dort, als der Rest der Familie nach Los Angeles zurückkehrt. Sarah, Len und Lila finden zu einer Neueinschätzung ihrer komplizierten Beziehung. Josh geht entschlossen seine Probleme mit Sex und Liebe an. Maura und Davina erobern sich das Pfeffermansche Haus von einem unerwünschten Gast zurück.","versions":[{"lang":1,"streams":[{"redirect":10937569,"hoster":"VOE"},{"redirect":9962354,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Titel: Musical Finale Das Musical-Finale führt die beliebte, mit Emmys und Golden Globes prämierte Serie TRANSPARENT schillernd zu neuen Höhen. Nach einem elementaren Verlust begeben sich die Pfeffermans auf eine Reise, die heiter und melancholisch ist, schamlos und frech. Angesichts des Umbruchs trotzen sie dem Kummer und versammeln sich, um Gemeinschaft, Freude und Transformation zu feiern.","versions":[{"lang":1,"streams":[{"redirect":10949052,"hoster":"VOE"},{"redirect":9962376,"hoster":"Streamtape"}]}]}]}]}