{"path":"/serie/stream/trapper-john-m-d","name":"Trapper John, M.D.","descr":"Der Chefarzt des San Francisco Memorial Hospitals, Dr. John McIntyre, wird von nahezu allen Freunden und Kollegen nur \"Trapper John\" genannt, was er seiner Zeit im Feldlazarett während des Korea-Krieges verdankt (Charakter stammt aus der Serie M*A*S*H*).Der Chefarzt leitet die Klinik mit viel Engagement und Feingefühl. Unterstützt, manchmal aber auch belastet, wird er dabei von seinem Kollegium. Der junge Chirurg George Alonzo Gates (Gregory Harrison), der von allen kurz \"Gonzo\" gerufen wird, ist sein engster Mitarbeiter. Außerdem zu nennen wären noch Dr. Stanley Riverside (Charles Siebert), dessen Vater Vorsitzender im Aufsichtsrat ist und Dr. Jackson (Brian Mitchell), dessen Spitzname aufgrund seiner Liebe zu Wetten \"Jackpot\" lautet.","seasons":[{"path":"/serie/stream/trapper-john-m-d/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-1","name":"Der Neue","epNo":1,"alt":"Pilot","descr":"Als bei einem Hotelbrand viele Menschen verletzt ins San Francisco Memorial Hospital eingeliefert werden, hat Trapper John alle Hände voll zu tun. Dr. Stanley Riverside, Dr. \"Jackpot\" Jackson und die blonde Schwester Gloria Brancusi, genannt \"Rippchen\", sind mit anderen Hilfskräften bereits dabei, die Patienten zu versorgen. Bei einem von ihnen ist eine sofortige Operation erforderlich. Trapper John nimmt einen jungen, ihm unbekannten Mann, der sich um den Verletzten bemüht hat, als Assistenten mit in den Operationsraum. Später stellt sich der Mann als Dr. Alonzo \"Gonzo\" Gates vor – er gehört gar nicht zum San Francisco Memorial Hospital …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008591","hoster":"VOE"},{"path":"/redirect/10008586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-2","name":"Vietnam Syndrom","epNo":2,"alt":"Flashback","descr":"Auf dem Parkplatz vor dem Memorial Hospital löst der Amokschütze Frank Maxwell eine brutale Schießerei aus, bei der ein gerade als geheilt entlassener Herzpatient, der Dichter Jennings, lebensgefährlich getroffen wird. Der Sicherheitsbeamte Bennett setzt Maxwell durch einen Schuss ins Bein außer Gefecht. Dr. Gonzo Gates verhindert Maxwells sofortige Festnahme und stellt fest, dass der Mann sein Vietnam-Trauma noch nicht bewältigt hat und unter Zwangsvorstellungen leidet. Gonzo versucht, dem Amokschützen zu helfen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008592","hoster":"VOE"},{"path":"/redirect/10008590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-3","name":"Radioaktiver Unfall","epNo":3,"alt":"Deadly Exposure","descr":"Valerie Tatum, eine Freundin von Gonzo, betreut als Betriebsärztin in einem Atomkraftwerk die Angestellten. Sie überweist eine junge Frau wegen unklarer Beschwerden an das San Francisco Memorial Hospital. Es stellt sich heraus, dass sie vermutlich an ihrer Arbeitsstelle von radioaktiven Strahlen verseucht wurde … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008596","hoster":"VOE"},{"path":"/redirect/10008593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-4","name":"Liebe ist keine Einbahnstraße","epNo":4,"alt":"Love Is A Three-Way Street","descr":"Trapper wird von seiner Ex-Frau Melanie gebeten, sich um ihren neuen, herzkranken Freund Harry zu kümmern, der operiert werden muss. Da Trapper sich befangen fühlt, bittet er Gonzo, die Operation an seinem Rivalen zu übernehmen. Ausgerechnet an dem Tag ist plötzlich die ‚Titanic‘, Gonzos Wohnwagen, verschwunden. In der ‚Titanic‘ befanden sich die Röntgenbilder, ohne die Gonzo die Operation nicht durchführen kann. Es sei denn, Trapper hilft ihm bei dem Eingriff … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008597","hoster":"VOE"},{"path":"/redirect/10008598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-5","name":"Alles nur Vorurteile","epNo":5,"alt":"The Shattered Image","descr":"Dr. Gonzo Gates ist von den Leistungen der jungen Hilfsschwester Lauren sehr angetan. Er will sie anstellen und es gelingt ihm auch ganz unbürokratisch. Da Lauren umsichtig und zuverlässig ihre Arbeit macht, hält Gonzo auch zu ihr, als sich herausstellt, dass sie ihre Ausbildung als Strafgefangene in einem Gefängnis-Krankenhaus absolviert hat und der Fall dem Aufsichtsrat vorgetragen werden muss. Claudia Arrowsmith, eine äußerst schwierige Patientin, bietet Lauren einen hoch bezahlten Job an, den die Schwester ablehnt. Als Claudia in den OP gebracht werden soll, vermisst sie plötzlich ihre Diamantbrosche … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008600","hoster":"VOE"},{"path":"/redirect/10008604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-6","name":"Wofür sind Freunde da?","epNo":6,"alt":"What Are Friends For?","descr":"Danny Mercer ist ein alter Kriegskamerad von Dr. Gonzo Gates und hat ihm in Vietnam einmal das Leben gerettet. Als er ins Memorial Hospital eingeliefert wird, findet Gates schnell heraus, dass Danny simuliert, um sich eine Rente bei seiner Versicherung zu erschwindeln. Finanziell am Ende und ohne Arbeit, versucht er Gonzo zu überreden, ihm ein schweres Rückenleiden zu bescheinigen. Da wird bei einer Röntgenaufnahme ein kleiner Knoten an Dannys Hals festgestellt, der auf Krebs hindeuten könnte … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008607","hoster":"VOE"},{"path":"/redirect/10008606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-7","name":"Überfordert und unglücklich","epNo":7,"alt":"One More For My Baby","descr":"Bei Elaine Tabor, der Kiosk-Besitzerin des Memorial Hospital, muss ein bösartiger Tumor operativ entfernt werden. Trapper John und Gonzo Gates nehmen sich ihres Sohnes Billy an und stellen dabei fest, dass er alkoholsüchtig ist. Als Elaine Trapper John darum bittet, ihren Sohn vor und nach der Operation bei sich haben zu dürfen, erfährt sie, dass Billy auf die Station für jugendliche Alkoholiker gebracht wurde … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008611","hoster":"VOE"},{"path":"/redirect/10008610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-8","name":"In der Präsidentensuite","epNo":8,"alt":"Taxi In The Rain","descr":"Harry, ein stadtbekannter Penner, der durch seine medizinischen Kenntnisse sämtliche Krankheiten simulieren kann, ist den Ärzten im Memorial Hospital ein Dorn im Auge. Doch diesmal ist Harry ernsthaft erkrankt: Trapper und Gonzo stellen Nierenversagen fest – nur eine Transplantation kann sein Leben retten. Obwohl Harry behauptet, keine Verwandte mehr zu haben, glaubt Gonzo zu wissen, wer seine Tochter ist. Teresa Devaul, eine bekannte Modeschöpferin, wird verständigt. Sie sagt zu, ihren Vater in der Klinik zu besuchen … (Text: Sat.1)","versions":[]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-9","name":"Ein Geiseldrama","epNo":9,"alt":"Licensed To Kill","descr":"Ein verdienter Polizist namens Buxton erschießt im Dienst einen wehrlosen alten Mann vor seinem Haus. Im anschließenden Prozess wird Buxton freigesprochen. Die Bevölkerung und die Medien sind empört! Eine Gruppe junger Leute rächt sich auf ihre Art: Sie feuern auf Buxton mehrere Schüsse ab. Der Mann wird schwer verletzt in Trappers Krankenhaus gebracht und erfolgreich operiert. Doch einer der jungen Frauen gelingt ein zweiter Mordversuch. Nachdem auch dieser durch Trappers mutigen Einsatz gescheitert ist, entführt die Gruppe Trappers Ex-Frau … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008612","hoster":"VOE"},{"path":"/redirect/10008614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-10","name":"Ein Geschenk bringt Probleme","epNo":10,"alt":"The Surrogate","descr":"Im Memorial Hospital wird ein reicher arabischer Scheich von Dr. Gonzo Gates erfolgreich behandelt. Aus Dankbarkeit will er ihm Aliya, eine seiner schönen Töchter, schenken. Es stellt sich allerdings heraus, dass Aliya, die im Westen erzogen und aufgewachsen ist, sich gegen den Willen ihres Vaters wehrt und außerdem schon heimlich in festen Händen ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008620","hoster":"VOE"},{"path":"/redirect/10008619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-11","name":"Der erträumte Vater","epNo":11,"alt":"Whose Little Hero Are You","descr":"Trapper und Riverside werden auf dem Weg zum Golfplatz Zeugen eines Autounfalls, bei dem ein kleines Mädchen schwere Verletzungen erleidet. Durch eine beherzte Rettungsaktion mit einem Handstaubsauger, der als behelfsmäßiges medizinisches Gerät herhalten muss, kann der 13-jährigen Amy das Leben gerettet werden. Unter der Pflege der Schwestern und besonders Dr. Gonzo Gates’ erholt sich Amy. Der eigentliche Vater von Amy jedoch will die Ärzte wegen unsachgemäßer Behandlung auf eine Millionensumme verklagen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008624","hoster":"VOE"},{"path":"/redirect/10008623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-12","name":"Jubiläum mit Bombe","epNo":12,"alt":"Boom","descr":"Trapper feiert sein 10-jähriges Chef-Chirurgen-Jubiläum. Aber unter den Glückwünschen ist eine Bombendrohung – das Räumkommando der Polizei sucht das Krankenhaus ab. Annie Olansky, eine junge Polizistin, wird mit einem verstauchten Fuß eingeliefert. Sie kommt hinter das Geheimnis der Bombe und informiert Gonzo. Der lockt den Attentäter mit einem Trick aus der Reserve … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008627","hoster":"VOE"},{"path":"/redirect/10008628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-13","name":"Geliebte Schwester","epNo":13,"alt":"Have You Hugged Your Nurse Today?","descr":"Der gelähmte Matt Pettit wird von einem Auto angefahren und verletzt ins Memorial Hospital gebracht. Gonzo entdeckt, dass Pettit durch eine spezielle Operation an der Wirbelsäule eine Chance hätte, wieder laufen zu können. Aber Pettit lehnt diese Operation ab. Nachdem seine Frau Rosalind die Hintergründe dieser unverständlichen Entscheidung erläutert hat, beschließen sie, Pettit mit Hilfe von Rippchen, die sich inzwischen mit ihm angefreundet hat, zur Vernunft zu bringen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008632","hoster":"VOE"},{"path":"/redirect/10008631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-14","name":"Späte Einsicht","epNo":14,"alt":"Missionary’s Downfall","descr":"Die junge Cheryl leidet an einer heimtückischen Krankheit. Trapper und Gonzo sind ratlos. Dr. Hollander, Verfechter der Ganzheits-Medizin, behandelt Cheryl so, dass es die junge Frau fast das Leben kostet. Trapper und Gonzo retten Cheryl durch eine Operation, genehmigen als Zugeständnis an die Ganzheitsmethode allerdings eine Behandlungskombination von Medikamenten und Diät, um Hollander zu rehabilitieren … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008636","hoster":"VOE"},{"path":"/redirect/10008634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-15","name":"Schlagzeile gesucht","epNo":15,"alt":"Warning: I May Be Hazardous To Your Health","descr":"Dr. Riverside verliebt sich in Dr. Carson Whitaker, Spezialistin für Mikro-Gefäß-Chirurgie, die eine ungewöhnliche Vergangenheit hat: Sie hat ihr Studium mit Prostitution finanziert. Als die Frau eines Politikers ins Krankenhaus eingeliefert wird und nur von Dr. Whitaker operiert werden kann, hängt für den Klatschreporter Brody eine skandalträchtige Story in der Luft … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008638","hoster":"VOE"},{"path":"/redirect/10008641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-16","name":"Noch einmal davongekommen","epNo":16,"alt":"Till Life Do Us Part","descr":"Als Augie Berger am Blinddarm operiert wird, stellt sich heraus, dass er an Krebs leidet und wahrscheinlich nur noch sechs Monate zu leben hat. Berger fällt in eine tiefe Depression, zieht sich zurück und ist für niemanden mehr ansprechbar. Durch Vermittlung von Gonzo lernt er Imogen Keaton kennen, eine junge Frau, die sich nur im Rollstuhl fortbewegen kann. Sie hat ihr Schicksal akzeptiert und ist fest entschlossen, aus der ihr noch verbleibenden Zeit das Beste zu machen. Mit dieser positiven Einstellung gelingt es ihr, Augie Berger aus seiner Depression zu lösen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008642","hoster":"VOE"},{"path":"/redirect/10008644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-17","name":"Letzter Wille einer alten Dame","epNo":17,"alt":"If You Can’t Stand The Heat","descr":"Die Patienten des in Brand geratenen Bay General-Krankenhauses müssen evakuiert und vom Memorial-Krankenhaus aufgenommen werden. Dr. Brian Hanley erklärt sich bereit einzuspringen, obwohl er sich bei dem Brand eine Armverletzung zugezogen hat. Kurze Zeit später bricht er zusammen: Die Blutuntersuchungen ergeben, dass Hanley starke Rauschmittel eingenommen haben muss, was er aber entschieden abstreitet. Eine ältere Patientin verkündet unterdessen, diejenigen großzügig zu bedenken, die sich besonders rührend um sie kümmern. In seinem Bemühen um die alte Dame wird Dr. Riverside jedoch von einem brennenden, juckenden Schmerz am Arm gestört. Als Gonzo davon hört, glaubt er, dass Hanleys Armverletzung und Riversides Beschwerden dieselbe Ursache haben könnten … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008647","hoster":"VOE"},{"path":"/redirect/10008648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-18","name":"Streik","epNo":18,"alt":"Strike!","descr":"Im Memorial-Krankenhaus wird gestreikt. Die Krankenschwestern und das Pflegepersonal fordern höhere Löhne und bessere soziale Bedingungen, was der Verwaltungschef, Arnold Slocum, jedoch ablehnt. Während einer erregten Diskussion erleidet Gewerkschaftsboss Ben Calvert eine Herzattacke. Trapper rät zu einem Bypass, ein Eingriff, der ein gewisses Risiko birgt, da Calvert Diabetiker ist und an zu hohem Blutdruck leidet. Doch Calvert weigert sich. Die Schwestern haben in der Zwischenzeit Gonzos Wohnwagen zu ihrem Hauptquartier gemacht. Gonzo, der dadurch sein Privatleben in Gefahr sieht, hat nur einen Wunsch: Der Streik muss schnellstmöglich beendet werden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008649","hoster":"VOE"},{"path":"/redirect/10008650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-19","name":"Zwei Einzelgänger finden sich","epNo":19,"alt":"It’s A Wise Surgeon","descr":"Ein junger Koreaner namens Charlie taucht im Memorial Hospital auf und behauptet, Trappers Sohn zu sein. Trapper soll während seines Koreaaufenthalts ein Verhältnis mit der Mutter gehabt haben. Aber dieser glaubt, dass Charlie diese Behauptung erfunden hat, weil er gern einen Vater hätte und unter Identitätsproblemen leidet. Dennoch bietet er ihm ein Medizinstudium und die Gastfreundschaft seines Hauses an. Harriet, eine junge Frau, die Krankheitssymptome vorgibt, um die Pflege im Krankenhaus zu genießen, ist in sämtlichen Krankenhäusern der Umgebung bekannt. Dr. Riverside untersucht Harriet trotzdem und diagnostiziert einen äußerst seltenen, tödlichen Tumor … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008652","hoster":"VOE"},{"path":"/redirect/10008655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-20","name":"Scheinbar gleiche Chancen","epNo":20,"alt":"Short Odds","descr":"Dr. Nancy Coffer, eine ehrgeizige junge Ärztin, wird im San Francisco Memorial-Krankenhaus als Chirurgin eingestellt. Ihre erste Patientin ist die kleine Stacey. Nach einer erfolgreich durchgeführten Operation erleidet das Kind einen Rückfall und stirbt. Tugwell, ein Rodeoclown, der sich bei einem Sturz schwer verletzt hat, weigert sich daraufhin, von einer Frau operiert zu werden. Das ist für sie ein Schock und sie beginnt, an sich selbst zu zweifeln. Gonzo, der sich sehr für Nancy interessiert, versucht mit einem Trick, ihren Ehrgeiz wieder zu beleben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008657","hoster":"VOE"},{"path":"/redirect/10008658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-21","name":"Quarantäne","epNo":21,"alt":"Quarantine","descr":"Melanie, Trappers Ex-Gattin, findet ein ausgesetztes Baby. Sie will sich um das Kind kümmern, bis man seine Eltern gefunden hat und spielt sogar mit dem Gedanken, es zu adoptieren. Als das Baby Fieber bekommt, bringt sie es ins Memorial Krankenhaus, wo Gonzo eine Lungenpest diagnostiziert. Das bedeutet, dass alle, die mit dem Kind Kontakt hatten, in Quarantäne müssen. Als schließlich die Mutter des Kindes ausfindig gemacht wird, weigert sie sich zu sagen, wo und mit wem sie lebt, da sie und ihre Familie als illegale Einwanderer eine sofortige Ausweisung befürchten müssen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008662","hoster":"VOE"},{"path":"/redirect/10008679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-1/episode-22","name":"Notrufanschluss","epNo":22,"alt":"Hot Line","descr":"Nach dem Selbstmordversuch der jungen Denise Calloway kommt Gonzo auf die Idee, einen \"heißen Draht\" einzurichten: Eine Notrufstelle, die rund um die Uhr besetzt ist, um Menschen, die verzweifelt und in Not geraten sind, Rat geben zu können. Die Frau wollte nicht mehr weiterleben, weil sie ihren Job verloren hat und fürchten muss, ihr Augenlicht durch einen Tumor zu verlieren. Für diese riskante Operation käme nur Dr. Phil Malcolm in Frage, aber es stellt sich heraus, dass Dr. Malcolm Alkoholiker ist und nie wieder in der Lage sein wird, seinen Beruf als Chirurg auszuüben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008666","hoster":"VOE"},{"path":"/redirect/10008669","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-1","name":"Verlockendes Angebot","epNo":1,"alt":"Girl Under Glass, Part 1","descr":"Gonzo hat beim Rollschuh laufen die junge Darby Sheldon kennen gelernt und sich mit ihr verabredet, doch er wurde von ihr versetzt. Am nächsten Tag wird Darby mit unerträglichen Magenschmerzen in das Memorial-Krankenhaus eingeliefert. Erstaunt bemerkt sie, dass der behandelnde Arzt Gonzo ist. Obwohl sie ein gefährliches Zwölffingerdarm-Geschwür hat, holt sie ihr Vater zurück nach Hause … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008668","hoster":"VOE"},{"path":"/redirect/10008671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-2","name":"Trappers aparte Oberschwester","epNo":2,"alt":"Girl Under Glass, Part 2","descr":"Darby Sheldon und ihr Vater beschuldigen Gonzo der sexuellen Belästigung. Grund: Darby hat sich in Gonzo verliebt, Gonzo sie aber zurückgewiesen. Es soll zu einer Anhörung vor dem Disziplinarausschuss des Krankenhauses kommen. Die Zeit bis zu der Anhörung wird für Gonzo zum reinsten Spießrutenlaufen. Die Mutter der schwer herzkranken Ellie lehnt es strikt ab, dass ihre Tochter von einem solchen Mann behandelt wird. Mehrere Patientinnen verlassen empört das Krankenhaus. Es sieht schlecht für Gonzo aus. Sollte es zu einem Prozess kommen, ist seine Karriere auch dann zu Ende, wenn er freigesprochen wird … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008674","hoster":"VOE"},{"path":"/redirect/10008672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-3","name":"Schlank, schlanker, tot","epNo":3,"alt":"Slim Chance","descr":"Die junge Ellen Michaels bricht nach einem Gymnastikkurs zusammen und wird ohnmächtig ins Krankenhaus gebracht. Gonzo kennt sie seit seiner Kindheit. Sie war früher ein dickes Pummelchen und hat nach der Methode des Diätspezialisten Dr. Edsin in kürzester Zeit 40 Pfund abgenommen. Dass Ellen so ihre Gesundheit ruiniert hat, will sie jedoch nicht einsehen. Sie hat panische Angst, ihren Verlobten Scott zu verlieren, wenn sie wieder zunimmt. Doch nicht nur Ellen ist von diesem Schlankheitswahn befallen, auch Dr. Riverside, Rippchen und Shoop hungern um die Wette … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008677","hoster":"VOE"},{"path":"/redirect/10008685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-4","name":"Unter falschem Verdacht","epNo":4,"alt":"Call Me Irresponsible","descr":"Nach einem Unfall wird die attraktive Sherry, angeblich die Verlobte von Dr. Riversides Vater, ins Krankenhaus gebracht. Riverside, der keine Ahnung hatte, dass sein alter Herr wieder Heiratspläne hegt, führt sie nach ihrer Genesung zum Essen aus, wo sie einen Erstickungsanfall erleidet. Zurück im Krankenhaus, stellt sich heraus, dass es sich um eine allergische Reaktion auf das Beruhigungsmittel Florium gehandelt hat. Man wirft Stanley vor, er habe leichtfertig Florium mit Aspirin verwechselt – Sherry versteigt sich sogar zu der Behauptung, er habe sie im Auftrag seines Vaters aus dem Weg räumen wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008682","hoster":"VOE"},{"path":"/redirect/10008684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-5","name":"Vom Satan verfolgt","epNo":5,"alt":"Creepy Time Gal","descr":"Cassie Stewart, eine junge Studentin, wird Zeugin eines tödlichen Unfalls, der sich während einer \"schwarzen Messe\" ereignet. Beim Versuch zu fliehen, bricht sie auf der Straße zusammen und wird mit schweren Verletzungen ins Memorial Krankenhaus gebracht. Trotz erfolgreicher Operation bessert sich ihr Zustand nicht. Sie steigert sich in den Gedanken hinein, dass die Satansanbeter sie umbringen wollen. Eines Tages steht Donelly vor ihrem Bett, der Anführer der fanatischen Teufelsanbeter … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008688","hoster":"VOE"},{"path":"/redirect/10008687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-6","name":"Der Fall Joey Santori","epNo":6,"alt":"Straight And Narrow","descr":"Gonzos Wohnmobil ist vom Parkplatz des Krankenhauses gestohlen worden. Zwei Streifenpolizisten übernehmen den Fall, werden aber plötzlich zu einem Einsatz abberufen. Kurz darauf wird einer der Beamten, Joey Santori, zusammen mit anderen Verletzten einer Demonstration von Homosexuellen ins Krankenhaus eingeliefert. Joey ist der erste Polizist, der sich ganz offen zu seiner Homosexualität bekannt hat und der seine Einstellung in den Polizeidienst durch Gerichtsbeschluss erwirkte. Er hat eine Schussverletzung am Kopf und muss sofort operiert werden. Gonzo erfährt, dass ein Polizist auf Joey geschossen hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008690","hoster":"VOE"},{"path":"/redirect/10008691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-7","name":"Die Erde bebt","epNo":7,"alt":"Earthquake","descr":"Als Trapper und Gonzo aufs Land fahren, um sich ein Wochenendhaus anzusehen, stellen sie fest, dass das Haus bereits an eine Frau namens Claire Browning vermietet ist. Plötzlich werden sie von einem Erdbeben überrascht. Claire erleidet dabei einen Oberschenkelbruch und Gonzo fährt los, um Morphium zu besorgen. Als er in eine geschlossene Apotheke eindringt, wird er von einem Mann gestellt, der ihn für einen Süchtigen oder Plünderer hält. Durch ein Nachbeben werden Trapper und die verletzte Claire im Keller des Hauses gefangen. Aber auch das San Francisco Memorial Krankenhaus ist von dem Erdbeben betroffen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008692","hoster":"VOE"},{"path":"/redirect/10008693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-8","name":"Flüchtlingsprobleme","epNo":8,"alt":"The Pagoda Cure","descr":"Die Vietnamesin Bah Tuan wird ins Krankenhaus eingeliefert – weigert sich allerdings, sich von den \"rundäugigen weißen Teufeln\" behandeln zu lassen. Auch die vietnamesische Laborantin Miss Trang kann sie nicht dazu überreden. Aber am nächsten Tag ist Bah Tuan operiert. Es war Miss Trang, die approbierte Ärztin und Chirurgin ist, aber in den USA keine Zulassung hat. Die Empörung des Verwaltungschefs Slocum ist groß und er entlässt Miss Trang fristlos. Da verschlechtert sich der Zustand von Bah Tuan … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008700","hoster":"VOE"},{"path":"/redirect/10008699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-9","name":"Das Mauerblümchen","epNo":9,"alt":"Have I Got A Girl For You","descr":"Beverly Friendly, Inhaberin diverser Kosmetik- und Mannequinschulen, will sich einer Schönheitsoperation unterziehen. Bei näherer Untersuchung stellt sich heraus, dass sie einen Tumor an der Ohrspeicheldrüse hat. Beverly lehnt eine Operation strikt ab, denn die Narbe würde ihr schönes Gesicht entstellen … Trapper schwebt im siebten Himmel: Er hat sich in Schwesternschülerin Lisa Holloway, die Tochter eines Freundes, verliebt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008702","hoster":"VOE"},{"path":"/redirect/10008703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-10","name":"Wer ist der glückliche Vater?","epNo":10,"alt":"Who’s The Lucky Father?","descr":"Der Trickbetrüger Jake Donovan wird im San Francisco Memorial Hospital behandelt. Es stellt sich heraus, dass er eine Gewebsschwäche an einer Arterie hat und operiert werden müsste, aber er lehnt ab. Er traut den Ärzten nicht – er traut niemandem. Auch nicht seiner Freundin Sadie, die ein Kind von ihm erwartet, für das er die Vaterschaft abstreitet. Trotz aller Schwierigkeiten schafft Jake es zwischenzeitlich, Dr. Riverside ein wertloses Stück Land anzudrehen. Nach einem Streit mit Sadie bricht Jake zusammen und muss sofort operiert werden. Als Sadie sich endgültig von ihm trennen will und eine Abtreibung beschließt, wird Jake klar, was er verliert, wenn er sein Leben nicht ändert … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008706","hoster":"VOE"},{"path":"/redirect/10008707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-11","name":"Die liebe Familie","epNo":11,"alt":"A Family Affair","descr":"Trappers geschiedene Frau Melanie glaubt schwanger zu sein. Der Schwangerschaftstest ergibt, dass Melanie sich geirrt hat: Die Ärzte entdecken eine Zyste oder einen Tumor in ihrem Unterleib. Doch Melanie will sich erst operieren lassen, wenn sie mit ihrer Tochter Kim ins Reine gekommen ist. Kim will das College verlassen und den Medizinalassistenten Hank heiraten. Die beiden sind bereits unterwegs nach Reno. Da die Operation dringend nötig ist, machen sich Gonzo und Rippchen auf die Suche nach den beiden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008711","hoster":"VOE"},{"path":"/redirect/10008710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-12","name":"Das lebendige Maskottchen","epNo":12,"alt":"Finders Keepers","descr":"Gonzo trainiert Basketball mit einer Gruppe von farbigen Jugendlichen, den \"Felton Avenue Raiders\". Dabei wird Jenny Collins, das Maskottchen der \"Raiders\", von einem Auto angefahren. Im Krankenhaus stellt sich heraus, dass Jenny, abgesehen von ihren Verletzungen, geistig zurückgeblieben wirkt. Die \"Raiders\" sind Jennys neue Familie, an ihre wirkliche Familie will sie sich nicht erinnern. Sie leidet unter Konzentrationsschwäche, seit sie aus einem unglasierten, bleihaltigen Keramikbecher getrunken hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008716","hoster":"VOE"},{"path":"/redirect/10008713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-13","name":"Vom Gewissen geplagt","epNo":13,"alt":"Days Of Wine \u0026 Leo","descr":"Trapper stellt seinen Kriegskameraden Dr. Leo Harkins im Krankenhaus ein – der Mann ist seit dem Koreakrieg beidseitig unterarmamputiert. Das Unglück geschah bei einem Einsatz, für den eigentlich Trapper eingeteilt war – seit dieser Zeit plagt ihn das schlechte Gewissen. Der erste Patient von Leo ist Liz Boyce, bei der eine Fistel am Hals entdeckt wird. Eine Operation ist dringend notwendig, da Liz sonst einen Schlaganfall erleiden könnte … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008718","hoster":"VOE"},{"path":"/redirect/10008721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-14","name":"Sorgen mit Großen und Kleinen","epNo":14,"alt":"A Case Of The Crazies","descr":"Das Krankenhaus eröffnet eine Tagesstätte für die Kinder der Angestellten. Dr. Gates hat die Ex-Kindergärtnerin Wendy Fitzpatrick überredet, die Leitung zu übernehmen. Als sich eines Tages eines der Kinder schwer verletzt, entlädt sich der Zorn der Eltern sofort auf Wendy. Was sich noch steigert, nachdem man erfährt, dass sie einmal in einer Nervenklinik war … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008723","hoster":"VOE"},{"path":"/redirect/10008730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-15","name":"Ein kurzes Glück","epNo":15,"alt":"Second Sight","descr":"Dr. Jackpot Jackson, der kurz vor dem Staatsexamen steht, hat sich in die blinde Sheila Kurell verliebt. Auf der Suche nach Möglichkeiten ihr zu helfen, stößt er auf den Augenchirurgen Dr. Slater. Nach anfänglichem Zögern lässt sich Sheila operieren und kann auf dem rechten Auge wieder sehen. Doch das Glück ist nur von kurzer Dauer – das Auge trübt sich wieder. Bald wird sie so blind sein wie vorher. Alle verheimlichen diese Tatsache vor Jackpot, der sich voll auf seine Prüfung konzentrieren soll … (Text: Sat.1)Deutsche Erstausstrahlung: Mo 12.03.1990 Sat.1","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008726","hoster":"VOE"},{"path":"/redirect/10008724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-16","name":"So long, Dad!","epNo":16,"alt":"King Of The Road","descr":"Hubley Wendover, der mit einem Wohnmobil durch die Lande zieht, kommt wegen einer Venenentzündung ins Memorial Hospital. Es stellt sich heraus, dass Hub Gonzos Vater ist, der seine Familie im Stich gelassen hat, als Gonzo noch ein kleines Kind war. Gonzo ist völlig verwirrt und keineswegs bereit, diesen Mann als seinen Vater anzuerkennen. Gleichzeitig ist er aber auch sehr besorgt, denn inzwischen haben Untersuchungen ergeben, dass Hub an Bauchspeicheldrüsen-Krebs leidet … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336412","hoster":"VOE"},{"path":"/redirect/10008728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-17","name":"Die kleine Wildkatze","epNo":17,"alt":"The Albatross","descr":"Während sich Trapper mit dem chinesischen Gastarzt Dr. Wang herumärgern muss, weil dieser mit seiner Besserwisserei alle zur Verzweiflung treibt, kümmert sich Gonzo um das taubstumme Waisenkind Eve, das er mit seinem Wohnmobil angefahren hat. Als er erfährt, dass die Mutter des Mädchens noch lebt, sucht er sie auf, wird jedoch rüde vor die Tür gesetzt. Um Eve, die an einer Stoffwechselkrankheit leidet, helfen zu können, muss Gonzo aber ihre Familien- und Krankengeschichte kennen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008739","hoster":"VOE"},{"path":"/redirect/10008735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-2/episode-18","name":"Das Wunderkind","epNo":18,"alt":"Brain Child","descr":"Dr. Elliot Schweitzer ist ein 17-jähriger Wunderknabe: Er hat bereits sein Medizinstudium mit Auszeichnung hinter sich gebracht, aber in der Praxis noch große Defizite. Als Max Wyatt, ein berühmter Karikaturist, mit Schmerzen im Bauchbereich eingeliefert wird, untersucht ihn Elliot. Nach dem Abwägen sämtlicher Fakten und Risiken der Krankheit rät Elliot Max von der notwendigen Operation ab. Max’ Schmerzen werden unerträglich: Elliot verabreicht ihm eine viel zu hohe Dosis Morphium … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008736","hoster":"VOE"},{"path":"/redirect/10008737","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-1","name":"Der Nebenbuhler","epNo":1,"alt":"That Old Gang Of Mine","descr":"Gonzo will Bonnie Wickes, eine berühmte und sehr schöne Modefotografin, heiraten. Sie ist die Ex-Frau von Marty Wickes, einem politischen Idealisten, der sich acht Jahre im Untergrund aufgehalten hat. Marty Wickes ist schwer herzkrank und lässt sich bewusst in das Krankenhaus einliefern, in dem Gonzo als Arzt arbeitet. Gonzo weiß, dass Marty vorhat, Bonnie zurückzugewinnen. Er überredet ihn zu einer Herzoperation, weil er einen gesunden Gegner im Kampf um Bonnie haben will … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008744","hoster":"VOE"},{"path":"/redirect/10008742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-2","name":"Ein Baby zuviel","epNo":2,"alt":"C.O.D.","descr":"Ein Baby verschwindet angeblich direkt aus dem Krankenhaus. Das Geheimnis um den verschwundenen Säugling lüftet sich, als die Adoptiveltern, Maggie und Alan Holt, mit dem Kind im Krankenhaus auftauchen, weil es krank ist. Es stellt sich heraus, dass das Baby unter Heroin-Entzugserscheinungen leidet und zusätzlich noch einen angeborenen Herzfehler hat. Die Adoptiveltern sind einem \"Schwarzmarkt-Ring\" für Babys aufgesessen, die süchtigen Mädchen ihre Babys für ein paar hundert Dollar abkaufen und an vermögende Adoptiveltern weitergeben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008747","hoster":"VOE"},{"path":"/redirect/10008748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-3","name":"Keine Verantwortung für den Bruder","epNo":3,"alt":"Give Till It Hurts","descr":"Rippchen ist völlig aus dem Häuschen, weil sich ihr Bruder Bryan aus Texas zu Besuch angekündigt hat. Stolz stellt sie ihn Trapper, Riverside und den anderen vor. Doch sehr schnell wird klar, dass Bryan, der früher schon mal Alkoholprobleme hatte, wieder rückfällig geworden ist. Rippchen versucht, ihm zu helfen und vernachlässigt ihre Arbeit. Trapper, der die Zusammenhänge kennt, setzt durch, dass sie sich nochmal bewähren kann. Als Bryan wieder mitten in einem Notfall anruft, lehnt sie es zum ersten Mal ab, mit ihm zu sprechen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008749","hoster":"VOE"},{"path":"/redirect/10008751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-4","name":"Vom Hass überrollt","epNo":4,"alt":"Hate Is Enough","descr":"Dr. Philip Montague ist Chirurg am ‚San Francisco Memorial‘ und ein berühmter Spezialist für Laser-Chirurgie. Eines Tages wird Walter Liebermann ins Krankenhaus eingeliefert und vertraut Gonzo erschreckende Tatsachen an. Er behauptet, Dr. Montague sei ein Führer des Ku-Klux-Klan und er habe Beweise dafür. Als Liebermann stirbt, lässt Gonzo die Behauptung keine Ruhe. Er findet tatsächlich die angekündigten Beweise … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008753","hoster":"VOE"},{"path":"/redirect/10008756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-5","name":"Selbsterfahrung","epNo":5,"alt":"The Ego Experience","descr":"Der Psychologe Andrew Ridley hat eine schwierige Operation vor sich, auf die sich Trapper und Gonzo intensiv vorbereiten. Allerdings haben sie noch nicht die notwendige Schnelligkeit für diese Art von Eingriffen. Der Patient führt im Krankenhaus Selbsterfahrungsgruppen durch – selbst Riverside ist ganz \"high\". Dann sorgen Ridleys Ex-Lebensgefährtin Lillian mit einer Millionenforderung und Briefe mit Todesdrohungen für Gonzo und Ridley für Unruhe … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008760","hoster":"VOE"},{"path":"/redirect/10008759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-6","name":"Ein Experiment","epNo":6,"alt":"Cooperative Care","descr":"Gonzo schlägt ein \"Familien-Pflege-Programm\" für finanziell schwache Patienten vor. Das bedeutet, dass ein Verwandter die Pflege des Patienten übernimmt. Mr. Slocum ist absolut dagegen, doch gegen Gonzo und Trapper ist er machtlos. Bei Rudy Garza und seiner Frau Irene klappt das Projekt nach einigen Anlaufschwierigkeiten. Bei Marvin Krakowsky und seiner Frau Beulah ist das leider anders: Marvin wollte sich im Krankenhaus eigentlich von seiner Ehefrau erholen. Doch er hat keine Chance – Beulah pflegt ihn unerbittlich … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008763","hoster":"VOE"},{"path":"/redirect/10008761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-7","name":"Medizinische Betreuung hinter Gittern","epNo":7,"alt":"Is There A Doctor In The Big House?","descr":"Als im Frauengefängnis von North Beach eine Mauer einstürzt, werden einige Häftlinge aus dem Gefängnis zum Teil schwer verletzt ins Krankenhaus gebracht. Als eine junge Mutter beschuldigt wird, eine Wärterin verletzt zu haben und sich mit Gonzos Wohnmobil auf der Flucht befindet, wird es ernst für Trapper und seine Kollegen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008768","hoster":"VOE"},{"path":"/redirect/10008767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-8","name":"Am Muttertag","epNo":8,"alt":"Mother’s Day","descr":"Millie Winthrop, Riversides altes Kindermädchen, taucht im Krankenhaus auf und bekommt dort einen Schwächeanfall. Riverside, der sie lange nicht gesehen hat, ist rührend um sie besorgt. Millie erzählt ihm, dass seine Mutter, die mit einem Stierkämpfer durchgebrannt ist, nicht seine leibliche Mutter ist. Seine wirkliche Mutter sei Thelma Krackin, ein ehemaliges Hausmädchen im Hause seines Vaters. Thelma lebt verarmt in San Francisco. Stanley ist fassungslos aber überglücklich und sucht die Frau sofort auf. Bei einer Blutspende wird jedoch festgestellt, dass Thelma gar nicht die Mutter von Riverside sein kann … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008771","hoster":"VOE"},{"path":"/redirect/10008769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-9","name":"Hektik vor dem Fest","epNo":9,"alt":"‘Tis The Season","descr":"Gonzo kann sich der vielen Einladungen seiner Verehrerinnen unter den Schwestern nicht erwehren und nimmt den Stress der Vorweihnachtszeit als willkommene Ausrede. Als Sam, ein Berufsnikolaus, mit einem anderen Nikolaus Krach bekommt und dabei unter einen Lastwagen gerät, wird er eingewiesen. Ein weiteres Sorgenkind der Ärzte ist Tommy, ein kleiner schwarzer Waisenjunge, der an hochgradiger Anämie leidet und dringend operiert werden muss. Aber die Blutbanken sind über Weihnachten so gut wie leer … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008776","hoster":"VOE"},{"path":"/redirect/10008774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-10","name":"Von Visionen geplagt","epNo":10,"alt":"Future Imperfect","descr":"Dr. Julian King, ein anerkannter Herzspezialist, wird zu dem Patienten Colly Bateman ins Memorial gerufen. King leidet an Visionen, die ihn ängstigen und zum Teil eintreffen, aber oft auch von ihm falsch interpretiert werden. Beim Beobachten einer Operation von Trapper hat King wieder eine Vision über eine unverträgliche Blutkonserve. Er bricht zusammen und wird von Gonzo untersucht. Im Krankenhaus hat sich inzwischen Kings \"Gabe\" herumgesprochen. Einer nach dem anderen will nun \"Ratschläge\" für die Zukunft … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008781","hoster":"VOE"},{"path":"/redirect/10008777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-11","name":"Herkunft unbekannt","epNo":11,"alt":"42","descr":"Ins San Francisco Memorial Krankenhaus wird ein Junge mit schweren Verbrennungen eingeliefert, die seltsam süßlich riechen. Er behauptet, \"42\" zu heißen und vom Planeten Lysithea zu kommen. Bei einer Geschäftsreise durch die inneren Planeten sei er auf die Erde abgestürzt. Sofort ist eine Behörde in Washington, vertreten durch Mr. Coulson, an \"42\" interessiert – man befürchtet einen Spionagefall. \"42\" war nämlich in einen Unfall mit einem Armeelastwagen verwickelt, der in geheimem Auftrag Raketentreibstoff befördert … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008782","hoster":"VOE"},{"path":"/redirect/10008784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-12","name":"Selbstverteidigung","epNo":12,"alt":"Victims","descr":"Der Mikrochirurg Dr. Langtry bekommt einen neuen Patienten: den jungen Chip, dessen Arm in eine elektrische Säge geraten ist. Gonzo, fasziniert von der Mikrochirurgie, assistiert ihm. Bei Trapper ist eingebrochen worden. Verärgert und für den Fall, dass die Einbrecher wiederkommen, nimmt Trapper ein Geschenk von Dr. Langtry an, einen Revolver zur Selbstverteidigung. Plötzlich ereignet sich ein Unfall: Beim Reinigen seiner Waffen löst sich bei Dr. Langtry ein Schuss und verletzt seine Frau Vivian schwer … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008788","hoster":"VOE"},{"path":"/redirect/10008786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-13","name":"Verfehlter Glaube","epNo":13,"alt":"Angel Of Mercy","descr":"Geheimnisvolle Fälle von \"Sterbehilfe\" versetzen das gesamte Personal des Krankenhauses in Aufregung. Trapper schaltet die Polizei ein. Inspector Barnell, der die Untersuchung leitet, verdächtigt unter anderem Dr. Sarah Franklin, eine Ärztin für \"Schmerzlinderung\", der es sehr schwer fällt, das Unglück ihrer Patienten zu ertragen. Riverside hat sich beim Gewichtheben den Rücken verletzt und liegt nun selbst bewegungslos im Krankenhaus. Er hat panische Angst, das nächste Opfer des \"Todesengels\" zu werden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008792","hoster":"VOE"},{"path":"/redirect/10008790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-14","name":"Danny","epNo":14,"alt":"Danny","descr":"Der geistig zurückgebliebene Danny arbeitet im Medikamentenlager des San Francisco Memorial Krankenhauses. Als er die Freundlichkeit der Krankenschwester Rippchen mit Liebe verwechselt, kommt es zu Komplikationen. Der alte eigenwillige Einsiedler Jake, der als Krebspatient ins Memorial gebracht wird, versucht, Danny zu helfen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008797","hoster":"VOE"},{"path":"/redirect/10008795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-15","name":"Ein Rachefeldzug","epNo":15,"alt":"Ladies In Waiting","descr":"Sozialarbeiterin Kate Miller, die aus eigener Erfahrung den Strich kennt, hat sich besonders der jugendlichen Prostituierten angenommen. So kümmert sie sich auch um die von ihrem Zuhälter Floyd Walsh zusammengeschlagene Amy und nimmt sie mit in ihre Wohnung. Aber Amy hat Angst und geht wieder auf die Straße zurück. Bald darauf wird Kate bewusstlos ins Krankenhaus eingeliefert. Man hat sie übel zugerichtet, dennoch weigert sie sich, irgendwelche Hinweise zu geben, um ihre Arbeit nicht zu gefährden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008798","hoster":"VOE"},{"path":"/redirect/10008799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-16","name":"Mutter ist an allem schuld","epNo":16,"alt":"The Peter Pan Syndrome","descr":"Der 17-jährige Richard Talbot, der aufgrund einer Wachstumsstörung wie ein 12-Jähriger aussieht, ist mit Magenbluten und einer Kopfverletzung ins Krankenhaus eingeliefert worden. Doch in der Klinik benimmt sich der Junge aggressiv und verhaltensgestört. Die Ärzte erkennen sehr schnell, dass dem Jungen nicht nur mit einer Operation geholfen ist, sondern dass vor allem untersucht werden muss, warum er sich nicht normal entwickeln konnte. Richards Mutter will jedoch nichts davon hören – genau da scheint das Problem zu liegen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008802","hoster":"VOE"},{"path":"/redirect/10008800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-17","name":"Ein Hochstapler schleicht sich ein","epNo":17,"alt":"Medicine Man","descr":"Trapper John und die ehemalige Tennismeisterin Maggie Nolan haben einen schweren Motorradunfall. Im Krankenhaus stellt sich heraus, dass Trapper John noch Glück hatte, während Maggie eine Rückgratverletzung erlitten hat, die zu völliger Lähmung führen kann. Ned Travers, ein viel gefragter Arzt mit eigener Praxis, macht Maggies Fall zu seinem persönlichen Anliegen. Er redet ihr zu, sich operieren zu lassen. Maggie willigt schließlich ihm zuliebe ein. Das Ärzteteam ist von Ned Travers’ Tüchtigkeit beeindruckt, doch als sich Slocum über ihn informiert, entpuppt sich Travers als Hochstapler … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008809","hoster":"VOE"},{"path":"/redirect/10008808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-18","name":"Es könnte doch sein …","epNo":18,"alt":"Maybe Baby","descr":"Die unverheiratete Patientin Valerie Atwater dichtet Gonzo die Vaterschaft ihres Babies an. Als selbst der Blutgruppentest keine Klärung bringt, beginnen schwere Zeiten für Gonzo. Trapper John und die Belegschaft des Krankenhauses versuchen, ihm zur Seite zu stehen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008814","hoster":"VOE"},{"path":"/redirect/10008812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-19","name":"Liebe und Hochzeit","epNo":19,"alt":"Love And Marriage","descr":"Shoop glaubt, in Thorny, einem Spielzeugdesigner, die große Liebe gefunden zu haben. Beide schmieden Heiratspläne. Doch leider muss sie bald erkennen, dass der liebenswürdige, aber labile Thorny nicht für eine Ehe geeignet ist. Seine geschiedene Ehe mit Claudia ist durch seine Unfähigkeit, sich um seine fünf Kinder zu kümmern, zerbrochen. Claudia hat ernsthafte psychische und physische Schäden davongetragen. Shoop muss sich entscheiden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008836","hoster":"VOE"},{"path":"/redirect/10008813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-20","name":"Der erfolgreiche Kollege","epNo":20,"alt":"Candy Doctor","descr":"Abigail Collins muss operiert werden. Im Krankenhaus findet man heraus, dass sie drogenabhängig ist. Sie schluckt sieben verschiedene Sorten Betäubungsmittel und verweist immer wieder auf ihren Hausarzt Dr. Laurence Brownell, der sie seit vielen Jahren behandelt. Der ist ein Studienkamerad von Trapper John und scheinbar ein sehr erfolgreicher Arzt. In Wirklichkeit versucht er, seine Inkompetenz mit schnellem Geldverdienen auszugleichen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008833","hoster":"VOE"},{"path":"/redirect/10008818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-21","name":"Doktoren und sonstige Leute","epNo":21,"alt":"Doctors And Other Strangers","descr":"Trapper John, Gonzo und Dr. Riverside fahren zu einem Ärztekongress nach Mexiko. Dr. Riverside nutzt die Gelegenheit, die Sehenswürdigkeiten des Landes mit einer Filmkamera aufzunehmen. Gonzo hofft, am Pool des Hotels neue Damenbekanntschaften zu machen, und selbst Trapper John lässt sich von der lockeren Ferienatmosphäre anstecken. Im Memorial Krankenhaus hat Jackpot die Leitung der Notaufnahme übernommen und zunächst erhebliche Schwierigkeiten, in einer Notfallsituation die Kontrolle zu behalten … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008834","hoster":"VOE"},{"path":"/redirect/10008820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-22","name":"Der Traum vom großen Geschäft","epNo":22,"alt":"A Piece Of The Action","descr":"Jackpot überredet seine Kollegen, den jungen, talentierten Boxer Luther Peacock in seiner Anfangszeit finanziell zu unterstützen. Bei seinem ersten Kampf als Profi kann Luther Peacock seinen Gegner K.O. schlagen. Alle sind begeistert. Der Jubel wird empfindlich gestört, als sein Kontrahent kurz darauf an den Folgen des K.O.-Schlages stirbt. Plötzlich entpuppt sich Luther Peacock als gar kein eiskalter Typ. Doch mit dem Boxgeschäft verdient er das Geld, das er dringend benötigt, um seine Familie zu ernähren … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930750","hoster":"VOE"},{"path":"/redirect/10008824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-23","name":"Ein interessanter Fall","epNo":23,"alt":"A Cause For Concern","descr":"Im Memorial Krankenhaus brodelt die Gerüchteküche. Es wird erzählt, dass Trapper John an ein Krankenhaus in Boston wechselt, dass Gloria zu ihrem Freund nach Omaha ziehen will, dass Gonzo damit liebäugelt, Mannschaftsarzt bei einem Footballteam zu werden und Jackpot in Erwägung zieht, ein verlockendes Angebot aus Chicago anzunehmen. Dr. Riverside glaubt, er sei der Einzige, der seinem Krankenhaus noch die Treue hält und beginnt ohne Unterbrechung zu arbeiten, bis er einen totalen Zusammenbruch erleidet … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12645018","hoster":"VOE"},{"path":"/redirect/10008826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-24","name":"Patient mit neuer Identität","epNo":24,"alt":"John’s Other Life","descr":"Victor Berger ist an aplastischer Anämie erkrankt. Nur eine Knochenmarktransplantation von einem Blutsverwandten kann ihn noch retten. Dadurch wird offenbar, dass er seit Jahren unter einem fremden Namen lebt, weil die Mafia hinter ihm her ist. Trotz der Gefahr, dass dadurch Victors wahre Identität aufgedeckt wird, holt Gonzo dessen Eltern – Ed und Mary Renquist – ins Memorial Krankenhaus, damit sie für ihren Sohn Knochenmark spenden können. Prompt meldet sich die Mafia zu Wort … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008831","hoster":"VOE"},{"path":"/redirect/10008832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-3/episode-25","name":"Durch Gehirnwäsche krank","epNo":25,"alt":"The One And Only","descr":"Karen McCall hat die Verbindung zu ihrer Mutter verloren, seit sie Mitglied der Sekte \"Er ist der Einzige\" geworden ist. Bewusstlos und krank wird sie ins Memorial Krankenhaus eingeliefert. Ihre Mutter will Karen aus den Klauen der verbrecherischen Sekte befreien und lässt sie deshalb von einem Psychiater aus dem Krankenhaus entführen. Bei der Behandlung fällt dem Mann auf, dass sie todkrank ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008839","hoster":"VOE"},{"path":"/redirect/10008837","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-1","name":"Die liebe Schwiegermutter","epNo":1,"alt":"Don’t Rain On My Charade","descr":"Trapper Johns Schwiegermutter, Lillie Townsend, kommt nach San Francisco. Zum ersten Mal erfährt er, dass seine Ex-Frau Melanie ihrer Mutter die Scheidung bisher verheimlicht hat. Melanie möchte den Schein wahren und besteht darauf, dass Trapper John das Spiel mitspielt. Als Lillie jedoch erkrankt und ins Memorial eingeliefert wird, erfährt sie von Dr. Riverside die Wahrheit … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008843","hoster":"VOE"},{"path":"/redirect/10008841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-2","name":"Waffen statt Wein","epNo":2,"alt":"Truth And Consequences, Part 1","descr":"Im Memorial Krankenhaus werden Vorbereitungen getroffen, um einem eventuellen Atomkrieg zu begegnen. Trapper John hält dies für unsinnig. Um sich abzulenken, flüchtet er mit Gonzo auf ein Weingut, das sich die beiden gekauft haben. Im Weinkeller entdecken sie ein riesiges Waffenlager. Während sie Sheriff Willis holen, verschwinden auf mysteriöse Weise sämtliche Waffen. Auf dem Grundstück finden sie einen lebensgefährlich verbrannten Mann in einem Kampfanzug … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008845","hoster":"VOE"},{"path":"/redirect/10008847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-3","name":"Wo bleibt der Trauzeuge?","epNo":3,"alt":"Truth And Consequences, Part 2","descr":"McCormick liegt mit schweren Brandverletzungen im Krankenhaus. Da er außerdem an ansteckender Hirnhautentzündung erkrankt ist, suchen Trapper John und Gonzo den Bekanntenkreis von McCormick auf. Dort geraten sie in die Hände von Brad Wylie, der eine rechtsradikale Militärgruppe ausbildet. Ein so genanntes \"Kriegsgericht\" dieser Truppe verurteilt Trapper und Gonzo als Staatsfeinde zum Tode … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008851","hoster":"VOE"},{"path":"/redirect/10008852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-4","name":"Für was ist der Doktor da?","epNo":4,"alt":"Three On A Mismatch","descr":"Bei einer Vernissage lernt Trapper John die junge Janet Weems kennen und fühlt sich von ihr angezogen. Später erfährt er, dass Janet im Memorial Krankenhaus als Putzfrau arbeitet, um Geld für ihre schriftstellerische Karriere zu verdienen. Sie schreibt Gedichte und trägt diese öffentlich vor. Trapper John nimmt an einem Vortrag teil … Direktor Slocum hat sich unterdessen heftig in eine Patientin verliebt und bittet Gonzo, als Vermittler aufzutreten … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008856","hoster":"VOE"},{"path":"/redirect/10008854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-5","name":"Hellseherin und Simulant","epNo":5,"alt":"The Object Of My Affliction","descr":"Derrick Peters leidet an dem so genannten Münchhausen-Syndrom, einem psychischen Problem, das ihn dazu veranlasst, Symptome bestimmter Krankheiten vorzutäuschen. Jackpot, dem diese Tatsache nicht bekannt ist, fällt darauf herein und diagnostiziert eine Krankheit, an der vor einiger Zeit ein Patient gestorben war, da er ihm nicht helfen konnte. Er drängt Peters zu einer Operation, stellt dann jedoch fest, dass sie nicht nötig gewesen wäre. Völlig verzweifelt will Jackpot nun seine Stellung im Krankenhaus aufgeben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008859","hoster":"VOE"},{"path":"/redirect/10008857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-6","name":"Pfennigfuchser und Nackedeis","epNo":6,"alt":"You Pay Your Money","descr":"Die Belegschaft des Memorial Krankenhauses wird von dem geizigen, jedoch vermögenden Industriellen Theodore Rankin tyrannisiert. Er hat sich unter dem Decknamen John Smith aufnehmen lassen, um der Öffentlichkeit seine Krankheit zu verheimlichen. Trapper John, der den wahren Namen kennt, bittet Smith, schriftlich sein Einverständnis zu einer Operation zu erklären. Um seine Anonymität zu wahren, unterschreibt er die Erklärung jedoch nicht mit Theodore Rankin, sondern mit Smith, was das Krankenhaus in eine rechtlich schwierige Position bringt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008860","hoster":"VOE"},{"path":"/redirect/10008863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-7","name":"Ein hoher Preis","epNo":7,"alt":"The Ransom","descr":"Stanley Riverside ist entführt worden. Als Stanleys Vater, der das Lösegeld – eine Million Dollar – bezahlen soll, nirgends auffindbar ist, kratzen Gonzo, Shoop und Gloria alles Geld zusammen, das sie auftreiben können, bringen es aber nur zu einem Fünftel des verlangten Betrages. Gonzo beschließt, es mit dem gesammelten Geld zu versuchen und trifft einen der Entführer zur Übergabe auf einem Rummelplatz im Riesenrad. Dieser schnappt sich das Geld und flüchtet. Da die Ganoven fürchten, Gonzo habe sie erkannt, kehren sie zurück und bringen auch Gonzo in ihre Gewalt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008864","hoster":"VOE"},{"path":"/redirect/10008866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-8","name":"Erntedankfest","epNo":8,"alt":"Thanks For Giving","descr":"Slocum fährt im Nebel auf den Parkplatz des Krankenhauses und verletzt dabei Trapper John schwer. Während Trapper John im Sterben liegt, werden den Kollegen und Schwestern Trappers Qualitäten und seine Güte erst richtig bewusst. Slocum macht sich bittere Vorwürfe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008874","hoster":"VOE"},{"path":"/redirect/10008872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-9","name":"Der ideale Urlaub","epNo":9,"alt":"The Good Life","descr":"Durch den plötzlichen Tod eines Kollegen nachdenklich geworden, lässt Trapper John sich von Gonzo überreden, für einige Wochen die Vertretung einer Landpraxis zu übernehmen, die seinem Freund Dr. French gehört. Im Krankenhaus ist unterdessen einiges los. Stanley Riverside versucht verzweifelt, die Liebesbeweise der Rationalisierungsexpertin Sharon abzuwehren, die von seinem Vater damit beauftragt wurde, die gesamte Organisation des Krankenhauses zu überprüfen. Gonzo ist damit beschäftigt, Spencer, einen Sportler und ehemaligen Patienten von Trapper, so gut wie möglich zu behandeln. Da sich Spencers Zustand verschlechtert, bittet Gonzo Trapper, ihn zu operieren … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008876","hoster":"VOE"},{"path":"/redirect/10008873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-10","name":"Ein talentierter Kollege","epNo":10,"alt":"Getting To Know You","descr":"Gonzo wird Mitglied des Ärztekomitees. Das besondere Interesse des Komitees gilt Dr. Brand, einem sehr talentierten Neuro-Chirurgen, der ins Memorial gekommen ist, um sich mit Gonzo über einen seiner Patienten zu beraten. Dr. Brand verschweigt jedoch ein Problem: Er leidet selbst unter einer tödlichen Krankheit und macht mit cholerischen Wutausbrüchen den Patienten und Mitarbeitern wie auch seiner Ehefrau Laura das Leben zur Hölle. Laura wendet sich daraufhin dem attraktiven Gonzo zu … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008881","hoster":"VOE"},{"path":"/redirect/10008879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-11","name":"Ein diplomatischer Patient","epNo":11,"alt":"Russians And Ruses","descr":"Im San Francisco Memorial Krankenhaus wird der russische Diplomat Lopatkin eingeliefert, dessen Behandlung und Operation große Schwierigkeiten machen, weil die Sicherheitsbeamten Lopatkin nicht von der Seite weichen. Das Außenministerium befürchtet einen internationalen Eklat, sollte Lopatkin während der Operation sterben. Die Sicherheitsbeamten misstrauen dem Skalpell eines kapitalistischen Arztes … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008885","hoster":"VOE"},{"path":"/redirect/10008883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-12","name":"Die grausame Wahrheit","epNo":12,"alt":"Life, Death And Vinnie Duncan","descr":"Vinnie Duncan, einer von Gonzos engsten Freunden, kommt von einer Reise durch ganz Amerika zurück, auf der er Geld für ein Forschungsprojekt gesammelt hat, das sich mit seltenen, wenig bekannten Krankheiten beschäftigt. Seine Verlobte, Rachel Santori, leidet an einer solchen unerforschten Krankheit und liegt im Sterben. Auch Vinnie glaubt, daran erkrankt zu sein. Als er in einen Unfall verwickelt und bewusstlos ins Krankenhaus zurückgebracht wird, stellt Gonzo jedoch fest, dass Vinnie keines der Symptome der Krankheit aufweist, an der Rachel gerade stirbt. Als Gonzo ihn zur Rede stellt, gesteht Vinnie, dass er die Krankheit vorgetäuscht hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008888","hoster":"VOE"},{"path":"/redirect/10008887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-13","name":"Der Junge ist ein Mädchen","epNo":13,"alt":"Baby On The Line","descr":"Als der 17 Monate alte Andy Murray mit hohem Fieber eingeliefert wird, stellt man fest, dass er nicht nur eine Blaseninfektion hat, sondern auch die sekundären Geschlechtsorgane eines weiblichen Babys. Trapper John und Gonzo raten den Murrays, eine Geschlechtsoperation an ihm vorzunehmen, damit es eine normale Frau werden könne. Der Vater weigert sich zu akzeptieren, dass sein Sohn in Wirklichkeit eine Tochter ist. Er entführt das Baby aus der Kinderstation … (Text: Sat.1)Deutsche Erstausstrahlung: Mo 13.05.1991 Sat.1","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008891","hoster":"VOE"},{"path":"/redirect/10008890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-14","name":"Ein schwieriges Kind","epNo":14,"alt":"It Only Hurts When I Love","descr":"Als die achtjährige Andrea Clark ins Krankenhaus eingeliefert wird, ist Rippchen nicht begeistert. Andrea war schon einmal behandelt worden und hatte nur Ärger gemacht. Das Waisenkind leidet unter der ständigen Unterbringung in verschiedenen Kinderheimen und darunter, dass niemand es adoptieren will. Als Rippchen erfährt, dass eine geplante Adoption gescheitert ist, hat sie Mitleid mit Andrea und bemüht sich sehr, ein gutes Verhältnis zu dem Kind aufzubauen. Übereilt beginnt sie, selbst an eine Adoption zu denken. Aber das erste gemeinsame Wochenende ist ein Desaster … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008895","hoster":"VOE"},{"path":"/redirect/10008894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-15","name":"Die Schwester hat ein Problem","epNo":15,"alt":"Hear Today, Gone Tomorrow","descr":"Die Jazz-Band des San Francisco Memorial Krankenhauses übt unter Gonzos Leitung ein neues Stück ein. In der Band musiziert auch der Psychiatrie-Patient Hank Palmer, ein professioneller Trompetenspieler. Während eines Auftritts erlitt er einen Zusammenbruch und wurde ins Krankenhaus gebracht. Inzwischen geht es ihm besser und er will wieder Musik machen. Aus diesem Grund überredet er Gonzo, seinen Psychiater Dr. Sandler dazu zu bringen, ihn zu entlassen. Aber Hank übersteht den nächsten Auftritt nicht … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008899","hoster":"VOE"},{"path":"/redirect/10008900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-16","name":"Unheilbar krank","epNo":16,"alt":"Forget Me Not","descr":"Jerry Kulyn, einer der besten Chirurgen des Memorial Krankenhauses, leidet zunehmend unter Ausfallerscheinungen und kann sich oft an nichts mehr erinnern. Eines Tages findet Dr. Riverside Jerry in einem desolaten Zustand völlig verwirrt in einer Telefonzelle. Trapper John besteht darauf, dass er vorläufig nicht mehr operiert und sich gründlich untersuchen lässt. Es stellt sich heraus, dass Jerry an der Alzheimer Krankheit leidet … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008903","hoster":"VOE"},{"path":"/redirect/10008902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-17","name":"Ein Kunstfehler","epNo":17,"alt":"The Spy Who Bugged Me","descr":"Gonzo wird wegen eines Kunstfehlers verklagt, der ihm bei einer Notoperation an seinem Patienten Mitchell unterlaufen sein soll. Die Konsequenzen lassen nicht lange auf sich warten: Eine Universität lädt Gonzo als Redner wieder aus und einer seiner Patienten möchte von einem anderen Arzt operiert werden. Das Verfahren lastet schwer auf Gonzo und beeinträchtigt langsam sein Selbstvertrauen als Arzt und seine Souveränität im Umgang mit den Patienten. Doch dann wird Mitchell erneut in die Notaufnahme eingeliefert. Die Tests weisen darauf hin, dass eine Zyste für die Komplikationen nach der Notoperation verantwortlich war … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008907","hoster":"VOE"},{"path":"/redirect/10008908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-18","name":"Eine Jugendsünde taucht auf","epNo":18,"alt":"Past Imperfect","descr":"Dr. Riverside wird von Cassie, einer jungen Frau verfolgt, die in dem Wahn lebt, dass sie früher ein Liebesverhältnis mit ihm hatte. Mit allen Mitteln versucht Cassie, ihre große Liebe zu beweisen. Sie kettet sich sogar an den Wagen von Dr. Riverside auf dem Parkplatz des Krankenhauses an. Direktor Slocum ist verzweifelt, er fürchtet um den Ruf seiner Klinik. Gonzo versucht Cassie gut zuzureden, damit sie Stanley nicht weiter belästigt. Als die Frau bewusstlos zusammenbricht, wird sie ins Krankenhaus gebracht. Man stellt fest, dass sie an einem Magengeschwür leidet. Aber auch nach einer Operation ändert sich ihr Geisteszustand nicht … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008915","hoster":"VOE"},{"path":"/redirect/10008910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-19","name":"Synthetische Viren","epNo":19,"alt":"Blue Genes","descr":"Am Memorial Krankenhaus ist ein neues Forschungszentrum eingerichtet worden. Es wird von der ambitionierten, eigensinnigen Ärztin Liz Waleska geleitet, Gonzo wird ihr Assistent. Nur Trapper John ist nicht sehr erfreut darüber, dass Doktor Waleska, die er aus früheren Zeiten kennt, freie Hand für ihre Forschungen bekommt. Er weiß, dass sie an ihren früheren Arbeitsplätzen für Ärger gesorgt hat, weil sie sich neben ihren offiziellen Forschungen häufig mit der Herstellung synthetischer Viren oder mit Gen-Manipulationen beschäftigt hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008913","hoster":"VOE"},{"path":"/redirect/10008914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-20","name":"Mutter auf Abwegen","epNo":20,"alt":"Primetime","descr":"Der Sportreporter Max Dobson ist der um einiges jüngere Freund von Gonzos Mutter Hettie. Nach einer heftigen Schlägerei wird er als Patient ins Memorial Krankenhaus eingeliefert. Bei der Untersuchung stellt sich heraus, dass Dobson hochgradig zuckerkrank ist. Ein schwerer Schlag für den Sportreporter, denn er wollte Gonzos Mutter Hettie bitten, seine Frau zu werden. Als kranker Mann möchte er ihr das nun nicht mehr zumuten … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008919","hoster":"VOE"},{"path":"/redirect/10008922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-21","name":"Freundschaft bedroht","epNo":21,"alt":"Friends In High Places","descr":"Gonzo verliebt sich Hals über Kopf in die schwerreiche Galeristin Phoebe Nash. Die neue Liebe bestimmt sein Leben so sehr, dass er darüber seine Pflichten im Memorial Krankenhaus vernachlässigt und schließlich kündigt. Er verkauft seine \"Titanic\" und zieht zu Phoebe. Diese ist froh, Gonzo für sich gewonnen zu haben und überrascht ihn mit einer komplett eingerichteten Arztpraxis. Sie hofft, dass Gonzo als frei praktizierender Arzt mehr Zeit für sie und ihre vielen gesellschaftlichen Verpflichtungen hat. Doch Gonzo wird schnell klar, dass Phoebes aufwendiger Lebensstil nichts für ihn ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008921","hoster":"VOE"},{"path":"/redirect/10008928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-4/episode-22","name":"Aus eigener Kraft","epNo":22,"alt":"South Side Story","descr":"Gonzo bleibt mit seinem Wohnwagen in einer Slumgegend liegen. Eine Rockerbande, die schnell herausfindet, dass er Arzt ist, verspricht ihm, Benzin zu beschaffen, wenn er die Großmutter des jungen Bandenchefs in die Klinik fährt. Sie ist in dem verwahrlosten Gebäude, in dem sie wohnt, auf der Treppe gestürzt. Gonzo stellt zu seiner Überraschung fest, dass ein Teil der Gebäude in dieser Slumgegend im Besitz des Memorial Krankenhauses ist. Er versucht, den Vorstand zu überreden, die Häuser renovieren zu lassen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008927","hoster":"VOE"},{"path":"/redirect/10008929","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-1","name":"Das Eis schmilzt","epNo":1,"alt":"I Only Have Ice For You","descr":"Danielle und Barry sind ein Traumpaar im Eiskunstlauf. Plötzlich bekommt Danielle Herzbeschwerden und Trapper John macht ihr nach eingehender Untersuchung klar, dass sie nicht mehr professionell Eis laufen darf. Danielle springt trotzdem bei einem Auftritt noch einmal ein. Prompt bricht sie zusammen und muss am offenen Herzen operiert werden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008931","hoster":"VOE"},{"path":"/redirect/10008930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-2","name":"Der Pensionsanspruch","epNo":2,"alt":"… And For Loyal And Devoted Service","descr":"Direktor Arnold Slocum wird das Opfer eines üblen Komplotts, durch das er um seine Rente gebracht werden soll. Hinter der ganzen Sache steckt David Krewitt, der neue stellvertretende Verwaltungsratsvorsitzende, der eine Reihe von Engpässen und Blockaden aufgebaut hat, die Slocum schlecht dastehen lassen. Krewitts Plan funktioniert – Slocum tritt zurück. Trapper findet heraus, dass Arnold unter Druck gekündigt hat. Kurz darauf wird Slocum mit Lungenentzündung in die Notaufnahme eingeliefert … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008935","hoster":"VOE"},{"path":"/redirect/10008932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-3","name":"Aus der Gerüchteküche","epNo":3,"alt":"All About Everett","descr":"Als Dr. J. D. Everett hört, dass Trappers Vertrag als Chef der Chirurgie ausläuft, versucht er mit allen Mitteln, ihn in Misskredit zu bringen, um seinen Posten zu bekommen. Trapper Johns V.I.P.-Patientin Jaclyn Taylor, an der er eine neuartige Behandlungsmethode für ihr Herzleiden ausprobieren will, ist Everetts Opfer. Anhand ihres Falles will der intrigante Arzt Trapper John Unfähigkeit bescheinigen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008937","hoster":"VOE"},{"path":"/redirect/10008938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-4","name":"So machen es die Frauen","epNo":4,"alt":"May Divorce Be With You","descr":"Trappers Ex-Frau Melanie kommt ins Krankenhaus, um sich von ihm ihren letzten Unterhaltsscheck abzuholen. Trapper muss jedoch wegen eines dringenden Notfalls in den OP, und Melanie setzt sich zu einer Gruppe von Arztfrauen, die debattieren, wie schwierig es ist, mit einem Mediziner verheiratet zu sein. Die Frauen beschließen, sich in Zukunft einmal in der Woche zu treffen. Dr. Riverside ist dagegen, dass seine Frau E. J. an diesen Gruppentreffen teilnimmt. Sein Misstrauen wird noch größer, als er merkt, dass E. J. geheimnisvolle Anrufe bekommt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008941","hoster":"VOE"},{"path":"/redirect/10008944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-5","name":"Eine Geburtstagsneurose","epNo":5,"alt":"What A Difference A Day Makes","descr":"Trapper wird an seinem Geburtstag schon sehr früh aus dem Bett getrommelt: Ein singender Gorilla bringt ihm ein Ständchen. Außerdem fürchtet er, dass die Belegschaft eine Überraschungsparty für ihn organisiert hat – wo er doch eine regelrechte Geburtstagsneurose hat. Zudem haben sich die geheimnisvollen Symptome bei Natalie Wainright verstärkt. Auch Martha Meyers, eine lebhafte Siebzigerin, ist davon betroffen. Im Krankenhaus herrscht Alarmzustand, man befürchtet eine Epidemie … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008946","hoster":"VOE"},{"path":"/redirect/10008947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-6","name":"Drei sind zu viel","epNo":6,"alt":"The Final Cut","descr":"Trapper überträgt dem grollenden Gonzo die ehrenvolle Aufgabe, die drei neuen Herz-Thorax-Chirurgen Dr. Wesley Dunne, Dr. Riggs und Dr. Yeager in ihre Arbeit einzuweisen. Gonzo hat dabei das Problem, dass wegen Haushaltskürzungen einer der drei Ärzte aus dem Programm ausscheiden muss und er die Auswahl treffen soll. Um die unangenehme Aufgabe hinter sich zu bringen, geht er vollkommen objektiv daran, die Lebensläufe der drei zu studieren … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008948","hoster":"VOE"},{"path":"/redirect/10008953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-7","name":"Der Tod lässt auf sich warten","epNo":7,"alt":"Old Man Liver","descr":"Nachdem er seine gesamte Familie überlebt hat und keinen Sinn mehr im Leben sieht, geht der 119-jährige Deuteronomy Brown zum Sterben ins Krankenhaus, obwohl er kerngesund ist. Beeindruckt von seinem Alter und seinem Vorhaben, sorgt Trapper gegen Slocums Willen dafür, dass der alte Mann, der nicht versichert ist, für eine Nacht ein Gästezimmer bekommt. Deuteronomy stirbt nicht und wird entlassen. Kurz danach stellt das Labor fest, dass Deuteronomy in Lebensgefahr schwebt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008955","hoster":"VOE"},{"path":"/redirect/10008954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-8","name":"Bay City Marathon","epNo":8,"alt":"The Agony Of D’feet","descr":"Der jährliche \"Bay City Marathon\" steht bevor: Gonzo untersucht die Teilnehmer, während Jackpot sich mit der Entwicklung eines Systems befasst, bei dem die Läufer mit verschiedenen Verletzungen unterschiedliche, farbige Markierungen bekommen, um möglichst schnell behandelt werden zu können. Als das Rennen bereits in vollem Gange ist, entdecken Gloria und Shoop, dass Dr. Riverside mitläuft, dessen Frau inzwischen im Krankenhaus eingetroffen ist, da die Geburt ihres Babys bevorsteht. Da zeichnet sich ab, dass es Komplikationen bei der Geburt geben wird … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008959","hoster":"VOE"},{"path":"/redirect/10008958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-9","name":"Eine erfreuliche Enttäuschung","epNo":9,"alt":"If It Ain’t Broke","descr":"Gloria kehrt von einem Termin bei der Adoptionsbehörde zurück, bei dem es um die letzten Amtshandlungen im Hinblick auf Andreas Adoption ging. Sie ist ganz außer sich vor Freude, doch leider ist Andrea alles andere als erfreut: Sie besorgt sich heimlich gestohlene Informationen aus ihrer persönlichen Akte aus dem Kinderheim und erfährt so Namen und Adresse ihrer leiblichen Mutter, Stacey Green, die sie nun unbedingt kennen lernen will … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008961","hoster":"VOE"},{"path":"/redirect/10008971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-10","name":"Ohne Komplikation","epNo":10,"alt":"Fat Chance","descr":"Als Gloria Gonzo bittet, den Hund Mopps zu behandeln, der schon einmal eingeschläfert werden sollte, bietet sie ihm an, dafür bei seinem Hausputz in der \"Titanic\" zu helfen – er nimmt an. Da die Röntgenaufnahmen des Tierarztes die frühere Diagnose nicht bestätigen, hecken Gloria und Gonzo gemeinsam einen Plan aus, um Mopps in dem Computer, in dem alle Aufnahmen gespeichert werden, als Patient zu registrieren. Die Neuaufnahme Harriet McCormick alias Mopps genießt kurze Zeit später die beste Behandlung im ganzen Krankenhaus … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008966","hoster":"VOE"},{"path":"/redirect/10008967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-11","name":"Der Aufstieg","epNo":11,"alt":"Supernurse","descr":"Gloria hat erfolgreich an einem Fortbildungskurs teilgenommen und ist jetzt berechtigt, selbstständig gewisse Notfallbehandlungen bei Herzpatienten durchzuführen. Alle freuen sich mit ihr, außer Dr. Gerrard, die Leiterin der Herzchirurgie. Mr. Hunt, dem ein Herzschrittmacher eingesetzt wurde, erhält von Gloria Morphin gegen seine Schmerzen. Dr. Gerrard sieht diese Tätigkeit als Eingriff in ihr Fachgebiet und macht Gloria von nun an das Leben in der Abteilung zur Hölle. Aus Protest treten alle anderen Krankenschwestern in den Streik und Dr. Gerrard fühlt sich plötzlich hoffnungslos überlastet … (Text: Sat.1)Deutsche Erstausstrahlung: Mo 14.10.1991 Sat.1","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008970","hoster":"VOE"},{"path":"/redirect/10008972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-12","name":"Entscheidung mit Risiko","epNo":12,"alt":"Special Delivery","descr":"Gloria setzt ihren Job aufs Spiel, als sie für ihre Kollegin Ellen Claypool einspringt, die nebenberuflich als Hebamme tätig ist. Ellen wird länger als erwartet im Krankenhaus festgehalten und bittet Gloria, sie bis zu ihrem Eintreffen bei einer Hausgeburt zu vertreten. Es treten Probleme auf und als Ellen ankommt, befinden sich sowohl die Mutter, Gail Collins, als auch das Kind in einem äußerst kritischen Zustand – leider hat Ellen keinen Arzt über die bevorstehende Geburt informiert. Marty Collins, der Vater des Babys, versucht, Ellen und Gloria die Schuld für die Komplikationen zu geben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008976","hoster":"VOE"},{"path":"/redirect/10008975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-13","name":"Mit Gefühl geht alles besser","epNo":13,"alt":"Play Your Hunch","descr":"Trapper bekommt Besuch von seinem alten Studienfreund Dr. Vernon Shaw. Dieser erzählt, dass er den Karrieretrip satt hat und ausgestiegen ist. Shoop hat, aufgrund ihrer telepathischen Kräfte, herausgefunden, dass Dr. Shaw krebskrank ist und sterben wird. Trapper will seinen Freund zu einer Therapie überreden, doch der zieht es vor, die ihm verbleibende Zeit in der Südsee zu verbringen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008979","hoster":"VOE"},{"path":"/redirect/10008980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-14","name":"Klein, aber oho!","epNo":14,"alt":"Little Knife Music","descr":"Ein acht Monate altes Baby wird mit Atemproblemen ins Memorial Krankenhaus eingeliefert. Es stellt sich heraus, dass das Kind zwergwüchsig ist. Trotz einiger Vorbehalte wird Dr. Nielson als orthopädischer Berater hinzugezogen. Nielson hat sich noch immer nicht von einem Verfahren erholt, bei dem ihm ein ärztlicher Kunstfehler vorgeworfen wurde. Als er die Röntgenaufnahmen von dem Kind sieht, will er nichts mit dem Fall zu tun haben. Die Eltern des Kindes wollen ein perfektes Baby, keinen Zwerg … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008982","hoster":"VOE"},{"path":"/redirect/10008984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-15","name":"Wo ein Wille, da ein Weg","epNo":15,"alt":"Where There’s A Will …","descr":"Artie Mero, der stämmige Besitzer einer Kette chemischer Reinigungen, wird halb bewusstlos und mit starken Schmerzen ins Krankenhaus eingeliefert. Artie erlangt so weit das Bewusstsein wieder, dass er Gonzo als den Arzt erkennt, der einst einem seiner Freunde das Leben rettete. Er erklärt Gonzo völlig unerwartet und zum Entsetzen von Arties Sohn Michael zu seinem Alleinerben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008986","hoster":"VOE"},{"path":"/redirect/10008987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-16","name":"Kinder sind sein Leben","epNo":16,"alt":"Send In The Clowns","descr":"Den Kinderarzt Dr. Gelstein verbindet eine tiefe Liebe mit seinen kleinen Patienten. Als der siebenjährige Mathew mit Krebs eingeliefert wird, fühlt sich Gelstein überfordert. Zuerst tut er so, als würde Mathew nicht sterben, aber als es nicht länger möglich ist, die Augen vor der Wahrheit zu verschließen, kommt er einfach nicht mehr ins Krankenhaus … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008992","hoster":"VOE"},{"path":"/redirect/10008990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-17","name":"Sein Verdacht bestätigt sich","epNo":17,"alt":"This Gland Is Your Gland","descr":"Im Waschsalon trifft Gonzo die verstörte Stephanie mit einer Wunde auf der Stirn. Als er sie in das San Francisco Memorial Krankenhaus bringt, um ihre Kopfverletzung behandeln zu lassen, benimmt sich Stephanie sehr seltsam. Sie behauptet, ihr Chef habe seine Frau umgebracht. Gonzo leitet Nachforschungen ein und stellt fest, dass ihre Geschichte falsch ist. In der Tat dauert es nicht lange, bis zwei Krankenpfleger erscheinen, um Stephanie in die staatliche Nervenheilanstalt zurückzuholen, aus der sie geflüchtet ist. Die Diagnose eines Gremiums \"erfahrener Psychiater\" lautet: Akute paranoide Schizophrenie. Doch Gonzo vermutet eine organische Ursache … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10008996","hoster":"VOE"},{"path":"/redirect/10008994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-18","name":"Ein Patient ermittelt","epNo":18,"alt":"The Fred Connection","descr":"Kriminalpolizist Fred Burlow wird mit einem Magengeschwür ins Krankenhaus eingeliefert, als das Personal feststellt, dass jemand sich am Medikamentenschrank zu schaffen gemacht hat und dass große Mengen an Drogen verschwunden sind. Roland Hackett, ein Beamter der Kripo von San Francisco, wird mit dem Fall beauftragt. Burlow mischt sich jedoch in die Ermittlungen ein und versucht, den Fall allein zu lösen. Er erreicht damit nur, dass sein Magengeschwür sich verschlimmert … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930751","hoster":"VOE"},{"path":"/redirect/12985124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-19","name":"Es war so gut gemeint","epNo":19,"alt":"The Jackpot Pays Off","descr":"Jackpot hat Mrs. Korevechi, eine alte albanische Dame, die ihn wie einen Sohn behandelt, lange Zeit auf seine persönliche Weise \"krankenversichert\". Als Mrs. Korevechi nicht mehr von Jackpot operiert werden kann, sondern in der Universitätsklinik behandelt werden muss, fliegt der Schwindel auf … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930752","hoster":"VOE"},{"path":"/redirect/10009001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-20","name":"Über Heirat reden wir später","epNo":20,"alt":"I Do, I Don’t","descr":"Shoop kann sich nicht entschließen, Dr. Brian Macey zu heiraten. Als sich Brian schlecht fühlt und von Gonzo untersucht wird, stellt der einen schweren Herzfehler fest. Als der Patient eines Tages in Ohnmacht fällt, spürt Shoop, dass etwas nicht stimmt, aber Trapper und Gonzo schweigen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009005","hoster":"VOE"},{"path":"/redirect/10009009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-21","name":"Reise in die Vergangenheit","epNo":21,"alt":"It’s About Time","descr":"Auf der Suche nach einem leeren Zimmer, das als Ausweichstation benutzt werden soll, entdeckt Gonzo einen Lagerraum, der mit medizinischen Fachzeitschriften und Geräten vom Anfang des Jahrhunderts voll gestopft ist. Fasziniert von diesen Antiquitäten, lässt Gonzo sie alle in Trappers Büro bringen. Trapper ist wütend: Da kämpft er nun schon so lange darum, das Krankenhaus mit modernen Geräten auszurüsten, und Gonzo lässt sich von den primitiven Relikten aus einer anderen Epoche blenden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009007","hoster":"VOE"},{"path":"/redirect/10009012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-5/episode-22","name":"Die totale Überwachung im Krankenhaus","epNo":22,"alt":"Aunt Mildred Is Watching You","descr":"Mildred Prosser wird als Produktivitäts-Beraterin für das Krankenhaus engagiert. Anfangs ist sie nur ein wenig lästig, wenn sie mütterlich, aber herrschsüchtig überall Kekse und gute Ratschläge austeilt. Als sie jedoch Video-Kameras und Tonbandgeräte installieren lässt, beginnt das Personal sie zu fürchten. Nachdem sie dann, ohne die Qualifikation der Leute zu überprüfen, neue Mitarbeiter einstellt, die sich als unfähig, ja sogar gefährlich erweisen, greift Trapper hart durch … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009014","hoster":"VOE"},{"path":"/redirect/10009013","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-1","name":"Herzspender gesucht","epNo":1,"alt":"A Change Of Heart","descr":"Trapper und Gonzo liegen sich wegen des schwer herzkranken Jamie Bruce in den Haaren. Der 12-jährige Junge, Trappers Patient, benötigt eine Herztransplantation, um überleben zu können. Gonzos Patient, der schwer verletzte junge Sportler Loop LaSalle, scheint ein gesundes Herz zu haben, ist aber klinisch tot. Trapper sucht verzweifelt nach einem geeigneten Herzspender für Jamie und fleht Gonzo an, LaSalle für tot zu erklären … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009020","hoster":"VOE"},{"path":"/redirect/10009019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-2","name":"Mein Sohn, der Doktor","epNo":2,"alt":"My Son The Doctor","descr":"Trappers Sohn J. T. hat gerade sein Medizinstudium beendet und kommt in das San Francisco Memorial Krankenhaus, um hier sein Medizinalpraktikum zu absolvieren. Nicht gerade zur Freude von Trapper, denn J. T. musste gerade erst sein Praktikum in einem Krankenhaus in Neu-England abbrechen, weil er sich dort einen unverschämten Streich geleistet hat. J. T. ist genauso wenig begeistert von der Idee, an der Seite seines Vaters zu arbeiten. Ein Eklat scheint unvermeidlich … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009022","hoster":"VOE"},{"path":"/redirect/10009023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-3","name":"Hausbesuche sind nicht erlaubt","epNo":3,"alt":"Moonlighting Becomes You","descr":"Jackpot arbeitet nebenher schwarz, indem er Hausbesuche macht. Eine seiner Patientinnen ist ein junges Mädchen, dessen Mutter, Emily McCall, an einer Angstphobie leidet. Als das Mädchen schwer erkrankt, ist Mrs. McCall zum ersten Mal seit Jahren gezwungen, ihr Haus zu verlassen. Zwar macht Trapper Jackpots Schwarzarbeit ein Ende, aber das restliche Personal ist \"gezwungen\", in Vernas Schnellimbiss zu arbeiten. Verna hat sich einer längst fälligen Beinoperation unterzogen und die Imbissbude muss schließlich aufrechterhalten bleiben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918155","hoster":"VOE"},{"path":"/redirect/10009026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-4","name":"Hundert Jahre Tradition","epNo":4,"alt":"Eternally Yours","descr":"Der gestresste junge chinesische Bestattungsunternehmer Jeffrey Kwan Mein wird magenkrank ins Krankenhaus eingeliefert. Gonzo kämpft schwer mit dem Aberglauben und der beharrlichen Weigerung des Chinesen, sich mit seinem Leiden auseinander zu setzen. Unterdessen befasst sich Trapper mit dem Videospiel-As Helen Kistle. Ihre erstaunliche Reaktionsgeschwindigkeit ist jedoch nicht von großem Nutzen für sie, als sie einen Rückfall in eine möglicherweise lebensgefährliche Krankheit erleidet … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009030","hoster":"VOE"},{"path":"/redirect/10009029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-5","name":"Schwester auf der Spur des Täters","epNo":5,"alt":"Schoolnurse","descr":"Ein Gymnasium in San Francisco entwickelt sich zu einem Gruselkabinett: Ein Unbekannter überfällt und verletzt grundlos die Lehrer. Ernestine Shoop, Trappers OP-Schwester, beginnt nebenher an der Schule als Schul-Schwester zu arbeiten, um diesem Rätsel auf den Grund zu gehen. Der mit dem Fall betraute Kriminalbeamte ist empört darüber, dass Shoop sich einer solchen Gefahr aussetzt. Auch Trapper ist nicht einverstanden und stellt Shoop vor die Wahl: Schulschwester oder OP-Schwester … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383388","hoster":"VOE"},{"path":"/redirect/10009033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-6","name":"Junger Arzt mit Gewissenskonflikt","epNo":6,"alt":"Of Cats, Crashes And Creeps","descr":"Ein Patient in Narkose erzählt J. T. ein Geheimnis und bringt ihn dadurch in einen schrecklichen Gewissenskonflikt: Soll er seine ärztliche Schweigepflicht brechen und dadurch einem Angeklagten helfen oder nicht? Jackpot und Riverside helfen einer munteren alten Dame, die gestürzt ist und sich die Hüfte gebrochen hat. Als sie feststellen, dass die Katzenliebhaberin Leukämie hat und nicht mehr lange leben wird, übernehmen sie die Aufgabe, ein gutes Zuhause für ihre 40 Katzen zu finden … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009036","hoster":"VOE"},{"path":"/redirect/10009035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-7","name":"Der Chef fällt aus","epNo":7,"alt":"A Fall To Grace","descr":"Trapper erkrankt an einer seltenen Infektion, für die es kein Heilmittel gibt. Er wird immer schwächer und ist schließlich sogar gelähmt. Nach wochenlanger, extrem schmerzhafter Krankengymnastik und Behandlung im Krankenhaus kommt er nach Hause. Das Personal und seine Ex-Frau Melanie wechseln sich mit seiner Pflege ab. Gonzo vertritt Trapper als Chef der Chirurgie und entpuppt sich als absoluter Tyrann, der dem Personal zusätzliche Pflichten und Unterrichtsstunden auferlegt, was fast zu einem Aufstand führt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009042","hoster":"VOE"},{"path":"/redirect/10009041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-8","name":"Versprechen nicht brechen","epNo":8,"alt":"Promises, Promises","descr":"Daryl Kirby, ein junger Chirurg, beeindruckt durch sein perfektes Können bei komplizierten Herzoperationen. Mit ihrem Besuch möchten Tom, Kathleen und Ramsey ihn zur Heimkehr und zur Eröffnung einer Arztpraxis in Edelton überreden. Als Daryl erklärt, dass er vermutlich ein anderes Angebot annehmen wird, machen die drei ihm schwere Vorwürfe. Trapper und Gonzo versuchen dem jungen Kollegen zu helfen, die richtige Entscheidung zu treffen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009044","hoster":"VOE"},{"path":"/redirect/10009276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-9","name":"Der Patient ist ein Vampir","epNo":9,"alt":"The Dark Side Of The Loon","descr":"Riverside gratuliert seiner Frau E. J. zu ihrer ersten Schönheitsoperation und die beiden wollen das Ereignis ausgiebig feiern. Aber das gemeinsame Wochenende wird nicht zu dem romantischen Intermezzo, das er sich vorgestellt hatte. E. J. sitzt die ganze Zeit vor dem Fernseher und sieht sich Horrorfilme an. Aber als Vampir verkleidet, gelingt es ihm schließlich doch, sie zu verführen. J. T. findet Luther Haag von einem Herzinfarkt niedergestreckt vor. Im Krankenhaus meidet Luther das Tageslicht, weigert sich zu essen und erklärt J. T. gegenüber, er sei ein Vampir … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009050","hoster":"VOE"},{"path":"/redirect/10009048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-10","name":"Krankhaftes Lachen","epNo":10,"alt":"Double Bubble","descr":"Bei dem kleinen Waisenjungen Nicholas wird aplastische Anämie diagnostiziert: Er muss möglicherweise in einem Plastikkäfig liegen, bis ein Knochenmarkspender gefunden werden kann. Jackpot sucht Nicholas’ Waisenhaus auf und stellt fest, dass sein richtiger Vater kein anderer als der zurückgezogen lebende Milliardär William Thurman Wilson ist. Doch der ist unter keinen Umständen bereit, Knochenmark zu spenden … Trapper John hat es unterdessen mit einer Patientin zu tun, die dabei ist, sich im wahrsten Sinn des Wortes totzulachen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930753","hoster":"VOE"},{"path":"/redirect/10009053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-11","name":"Unbewältigte Vergangenheit","epNo":11,"alt":"Long Ago And Far Away","descr":"Sara Martin ist eine gewissenhafte, ja pedantische Krankenschwester. Aber als Shoop ihr eine besondere Vertrauensstellung in der Intensivstation anbietet, lehnt Sara seltsamerweise ab. Eines Abends werden ungewöhnlich viele Patienten gleichzeitig eingeliefert und Shoop zieht Sara in den OP. Aber Sara verkraftet den Stress nicht und glaubt, Stimmen aus der Vergangenheit zu hören. Als ein junger Patient um Hilfe ruft, spritzt Sara ihm Morphium, ohne sich später an diese Tat erinnern zu können … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009057","hoster":"VOE"},{"path":"/redirect/10009058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-12","name":"Geldgeber gesucht","epNo":12,"alt":"Muddle Of The Night","descr":"Trapper ist besessen von der Idee, im Memorial-Krankenhaus ein Laser-Center einzurichten. Aber er kämpft gegen den Widerstand von Slocum und gegen den der Vorstandsmitglieder. Es fehlt nämlich an den nötigen finanziellen Mitteln. Trapper lässt sich jedoch von seinem Vorhaben nicht abbringen, geht auf Betteltour bei den Reichen der Stadt und hat Glück: Ein mächtiger Unternehmer ist sein Patient. Als Trapper ihm das Leben rettet, fühlt sich der Mann verpflichtet und verspricht ihm finanzielle Hilfe … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13051705","hoster":"VOE"},{"path":"/redirect/10009062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-13","name":"Buckaroo, der alte Western-Held","epNo":13,"alt":"Buckaroo Bob Rides Again","descr":"Buckaroo Bob, ein gealterter Western-Held, erleidet einen Herzinfarkt und kommt in die Notaufnahme. Gonzo wird mit seinem Fall betraut und erkennt in ihm den Helden seiner Kindheit wieder. Dr. Riversides Frau teilt ihrem Mann mit, dass sie ihn aufgrund seiner Engstirnigkeit verlassen will. Riverside bittet daraufhin Trapper, bei ihm übernachten zu dürfen. Am nächsten Morgen fragt auch noch Gonzo Trapper John, ob er vorübergehend bei ihm wohnen könne, weil sein Wohnwagen repariert wird. Widerstrebend willigt Trapper ein und muss bald feststellen, dass er nicht mehr Herr in seinem eigenen Haus ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009065","hoster":"VOE"},{"path":"/redirect/12985125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-14","name":"Liebe deinen Nachbarn","epNo":14,"alt":"Love Thy Neighbour","descr":"Riley Mitchell war als Kriegsberichterstatter in El Salvador. Er wurde während einer Kampfhandlung schwer verwundet und im Feldlazarett notdürftig zusammengeflickt. Er meldet sich zu einer Kontrolluntersuchung im Memorial-Krankenhaus. Gloria ist derweil der Verzweiflung nah: Sie hat die Kündigung bekommen und muss innerhalb von 30 Tagen ihre Wohnung räumen. Bei der Aufnahme der Personalien von Riley stellt sie fest, dass er ihr Nachbar ist und dass sie ihm die Kündigung zu verdanken hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009068","hoster":"VOE"},{"path":"/redirect/10009069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-15","name":"Ein Kind wird entführt","epNo":15,"alt":"So Little, Gone","descr":"Der zwielichtige, drogenabhängige \"Slime\" nötigt Dr. Riverside dazu, ihm Drogen zu verschreiben. Als der Arzt sich weigert, droht er mit brutaler Rache. Kurz darauf wird der kleine Sohn von Riverside entführt. Stanley und seine Frau sind verzweifelt, doch Gonzo und J. T. entpuppen sich als kriminalistisch begabte Kollegen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009070","hoster":"VOE"},{"path":"/redirect/10009074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-16","name":"Falsche Vermutung","epNo":16,"alt":"Bad Breaks","descr":"Ein kleiner Junge wird von seinen Eltern, Maggie und Gary Gordon, mit einem Beinbruch ins Memorial-Krankenhaus gebracht. Beim Röntgen stellt sich heraus, dass der Junge schon verschiedene andere Frakturen hatte. J. T. und Dr. Riverside tippen auf Kindesmisshandlung und benachrichtigen das Sozialamt. Dr. Riverside hat andere Probleme. E. J., seine Frau, findet die Samenspender alle ungeeignet. Riverside, der irgendwann selbst einmal als Spender tätig war, wird aktiv und will seine \"Spende\" zurückhaben … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009078","hoster":"VOE"},{"path":"/redirect/10009077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-17","name":"Drogenprobleme","epNo":17,"alt":"High Time","descr":"J. T. verhilft in seiner Gutmütigkeit einer angeblichen Obdachlosen namens Vera-Rose zu einem Aufenthalt im VIP-Zimmer des Memorial-Krankenhauses. Von diesem Tag an verschwindet im Krankenhaus alles, was nicht niet- und nagelfest ist. Die Möglichkeit, über J. T. dicke Beute machen zu können, spricht sich in den einschlägigen Kreisen wie ein Lauffeuer herum und J. T. erfreut sich größter Beliebtheit bei Vera-Roses Freundinnen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009080","hoster":"VOE"},{"path":"/redirect/10009079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-18","name":"Ungewöhnliche Ereignisse","epNo":18,"alt":"The Unholy Ghost","descr":"Dr. Lyle Praeger ist es leid zu warten, bis der Chirurgenausschuss seine neue Operationsmethode genehmigt und beschließt, die an einem Lebertumor erkrankte Allison Coates eigenverantwortlich zu operieren. Kurz nach Beginn der Operation bricht der Arzt zusammen und stirbt. Trapper will den Eingriff fortführen, benötigt dafür jedoch die Aufzeichnungen von Dr. Praeger. Jackpot und J. T. finden die Schlüssel des Arztes und beschließen, wegen der benötigten Unterlagen in dessen Haus einzudringen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009083","hoster":"VOE"},{"path":"/redirect/10009086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-19","name":"Doping-Methoden","epNo":19,"alt":"A False Start","descr":"Sporttrainer Ben Cassidy sieht sich als Verlierer und hofft, dass er mit dem talentierten Leichtathletik-Star Jackie Reardon noch einmal eine Goldmedaille erringen kann. Aber Jackie bricht beim Training zusammen und wird ins Krankenhaus gebracht. Ein Kollege von ihm wird mit gleichen Symptomen eingeliefert und stirbt im Operationssaal. Gonzo macht eine interessante Entdeckung … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009088","hoster":"VOE"},{"path":"/redirect/10009087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-20","name":"Verschiedene Ansichten","epNo":20,"alt":"In The Eyes Of The Beholder","descr":"Die Familie Christopher wird nach einem Autounfall in das Memorial Hospital eingeliefert. Als ihr Sohn Brian an einer Milzruptur stirbt, verklagen die Christophers Trapper, J. T. und die Klinik wegen Fahrlässigkeit. Während eines informellen Hearings stellen allerdings die Betroffenen ihre Version jeweils völlig anders dar. Chester, ein 25-jähriger Body-Building-Champion, war zum Zeitpunkt der Einlieferung ebenfalls in der Notaufnahme. Von seiner Aussage hängt der Rechtsstreit ab … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009090","hoster":"VOE"},{"path":"/redirect/10009094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-21","name":"Auf Konfrontation aus","epNo":21,"alt":"All The King’s Men","descr":"Während des Skiurlaubs von Trapper und J. T. am Lake Tahoe fällt die siebenjährige Megan ins eiskalte Wasser. J. T. kann sie erst 20 Minuten später herausziehen und bringt sie ins Memorial Hospital. Kolleeny, Megans Onkel und Star einer Fernseh-Serie, lässt sich erklären, dass Trapper Megan in einen Komazustand versetzt hat, um zu verhindern, dass das Gewebe anschwillt, wenn sich ihr Körper erwärmt. Trapper weiß nicht, wann sie wieder aus dem Koma erwachen wird. Kolleeny ist wutentbrannt und greift die Sache in einer seiner nächsten Sendungen auf … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009097","hoster":"VOE"},{"path":"/redirect/10009095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-22","name":"Die Braut ist krank","epNo":22,"alt":"Go For Broker","descr":"Die Belegschaft des Memorial-Krankenhauses feiert die bevorstehende Heirat von Dr. Harry Denmore, der seine zukünftige Frau Maritza über eine Heiratsvermittlung kennen gelernt hat. Sie kommt von den Philippinen und die beiden haben sich fünf Jahre lang geschrieben, ohne sich je gesehen zu haben. Bei ihrer Ankunft im Hotel bricht die Frau zusammen und wird ins Memorial-Krankenhaus eingeliefert. Als Gates sie untersucht, stellt er einen Leberschaden mit Abszessen fest. Jetzt will Maritza Harry nicht mehr heiraten, da sie ihren Vertrag nicht mehr für gültig hält … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009101","hoster":"VOE"},{"path":"/redirect/10009100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-6/episode-23","name":"Die Bigamistin","epNo":23,"alt":"All Of Me","descr":"Während sich Mr. Devonshire einer Bypass-Operation unterziehen muss, erledigt seine Frau Margaret seine geschäftlichen Angelegenheiten. Als Wade Ralston, ein alter Freund von Trapper, mit einem schmerzenden Geschwür in die Notaufnahme eingeliefert wird, stellt er Trapper seine schöne junge Frau Peggy vor. J. T. traut seinen Augen nicht: Peggy sieht genau aus wie Margaret Devonshire. Bald merkt er, dass es sich um ein und dieselbe Frau handelt, die mit zwei Männern verheiratet ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12177707","hoster":"VOE"},{"path":"/redirect/10009105","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-1","name":"Spiel der Herzen, Teil 1","epNo":1,"alt":"Game Of Hearts, Part 1","descr":"Trappers ältere Schwester Maureen kommt eine Woche zu Besuch, doch als Trapper ihr die Gegend zeigen will, wird er zurück in die Klinik gerufen. Als Gonzo an Trappers Stelle mit der alten Dame in den Zoo geht, trifft er Dr. Fran Brennan, eine junge Tierärztin. Er versucht, mit ihr anzubändeln, doch Fran ist von Gonzo nicht begeistert. Als Maureen später stolpert und ihre Geldbörse verliert, muss Gonzo zum Zoo zurück, wo er und Fran sich nun doch näher kommen. Als die beiden eine Fahrradtour im Park machen, stürzt Fran und verletzt sich am Kopf. Bei der Untersuchung wird festgestellt, dass sie an Multipler Sklerose leidet … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009107","hoster":"VOE"},{"path":"/redirect/10009307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-2","name":"Spiel der Herzen, Teil 2","epNo":2,"alt":"Game Of Hearts, Part 2","descr":"Gonzos große Liebe Fran, die an Multipler Sklerose erkrankt ist, will sich nicht mehr mit ihm treffen. Doch Gonzo gelingt es, sie von ihrer Depression zu befreien. Fran beschließt, nach Afrika zu gehen, solange sich ihre MS nicht verschlimmert – Gonzo ist nicht in der Lage mitzukommen. Trapper, der inzwischen erfolgreich die Transplantation eines künstlichen Herzens durchgeführt hat, findet aufgrund seiner beruflichen Belastung keine Zeit für seine Schwester Maureen, die nach San Francisco gekommen ist … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009112","hoster":"VOE"},{"path":"/redirect/10009113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-3","name":"Sparmaßnahmen","epNo":3,"alt":"Hot Shot","descr":"Weil die Verwaltungsdirektorin Hackett sparen will, bekommt das Krankenhaus keinen eigenen Krankenwagen. Als ein Patient mit dem Hubschrauber des Sanitätsarztes Dr. Pagano ins Krankenhaus gebracht wird, hat Trapper die Idee, Paganos Hubschrauber zu nutzen und ihn einzustellen. Aber erst als das Finanzamt seinen privaten Hilfsdienst schließt, weil er Steuerschulden hat, stellt Dr. Pagano seinen Hubschrauber dem San Francisco Memorial zur Verfügung. Pagano arbeitet hart und wird vom Personal akzeptiert, bis Trapper entdeckt, dass er wegen eines Kunstfehlers von einem anderen Krankenhaus entlassen wurde … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009117","hoster":"VOE"},{"path":"/redirect/10009116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-4","name":"Die Unschuld wird bewiesen","epNo":4,"alt":"Just Around The Corner","descr":"Im Memorial Krankenhaus stirbt ein Patient nach einer Operation. J. T. berichtet Trapper, dass einer der Chirurgen schlampig gearbeitet habe, worauf Trapper einen der an der Operation beteiligten Chirurgen als Verantwortlichen ausmacht und vom Dienst suspendiert. Aber es stellt sich heraus, dass Trapper selbst es war, der gepfuscht hat. Trapper suspendiert sich daraufhin selbst vom Dienst. Als kurze Zeit später eine Notoperation dringend erforderlich ist, will er die Verantwortung nicht auf sich nehmen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009121","hoster":"VOE"},{"path":"/redirect/10009120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-5","name":"Die neue Krankheit","epNo":5,"alt":"Friends And Lovers","descr":"Schwester Libby trifft nach acht Jahren Trennung ihre große Liebe Terry wieder und verliebt sich aufs Neue. Bei einer Untersuchung stellt Dr. Pagano fest, dass Terrys Drüsen geschwollen sind, und veranlasst weitere Tests. Sie ergeben, dass Terry Aids hat … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009123","hoster":"VOE"},{"path":"/redirect/10009122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-6","name":"Das Wunderkind","epNo":6,"alt":"The Wonderkind","descr":"Ein hochbegabter 17-Jähriger absolviert ein Medizinstudium mit Auszeichnung und kann anfangen zu praktizieren. Es handelt sich um Dr. Elliot Schweitzer, der überall durch seine Talente auf sich aufmerksam macht. In der Praxis zeigt sich jedoch, dass es beim Arztberuf nicht nur auf intellektuelle Fähigkeiten, sondern auch auf Erfahrung ankommt. Schweitzer unterläuft bei einem seiner Patienten, der mit Bauchschmerzen eingeliefert wird, ein schrecklicher Fehler … (Text: kabel eins Classics)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13762703","hoster":"VOE"},{"path":"/redirect/13762704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-7","name":"Schicksal im Rollstuhl","epNo":7,"alt":"A Wheel In A Wheel","descr":"Die Krankenschwester Maggie kehrt in einem Rollstuhl ins San Francisco Memorial Krankenhaus zurück, um zu arbeiten. Sie macht in der Mittagspause Gymnastikübungen und berichtet J.T. eines Tages, dass sie eines ihrer Beine spürt und bewegen kann. Als sie bei den Übungen aus dem Rollstuhl fällt und nicht zu einem Patienten ins Zimmer gehen kann, um den Tropf zu wechseln, kommt Shoop gerade noch rechtzeitig. Sie suspendiert Maggie und lässt sie Verwaltungsarbeiten machen. Als J.T. und Trapper feststellen, dass Maggies Erkrankung unheilbar ist, weigert sie sich, das zu glauben. Am nächsten Tag erscheint sie nicht zur Arbeit … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009131","hoster":"VOE"},{"path":"/redirect/10009132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-8","name":"Der heimliche Verehrer","epNo":8,"alt":"The Second Best Man","descr":"Trappers Ex-Frau Melanie und Stadtrat Miles Warner, ihr Verlobter, werden in die Notaufnahme eingeliefert, nachdem sie in einen Bandenkampf geraten sind. Während Warner sich erholt, erhält Melanie mehrere Geschenke und Briefe von einem geheimen Bewunderer. Zuerst glaubt sie, es sei Trapper, der auf ihren Verlobten eifersüchtig ist, dann ist sie davon überzeugt, dass es sich um Warner handelt. Aber in beiden Fällen hat sie Unrecht … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009135","hoster":"VOE"},{"path":"/redirect/10009136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-9","name":"Giftmüll-Skandal","epNo":9,"alt":"Billboard Barney","descr":"Der junge Arzt J. T. trainiert ein Baseball-Team, zu dem auch Darryl gehört. Als Darryl plötzlich erkrankt, ergeben die Untersuchungen, dass sich auf dem Spielfeld hochgiftiger, blausäurehaltiger Schlamm befindet … Gonzo macht inzwischen seiner neuen Liebe Fran einen Heiratsantrag und schenkt ihr einen Verlobungsring … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009140","hoster":"VOE"},{"path":"/redirect/10009141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-10","name":"Die Kraft der Liebe","epNo":10,"alt":"Going, Going, Gonzo","descr":"Gonzo will mit seiner Verlobten Fran in den Urlaub fahren, doch immer wieder hindert ihn eine neue Operation daran. Schließlich führt der Stress zu einem Zusammenbruch: Er erleidet einen Schlaganfall. Trapper operiert Gonzo am Herzen und dieser übersteht den Eingriff sehr schlecht – er kann weder laufen noch sprechen. Er scheint sich selbst aufgeben zu wollen, wird zusehends apathischer und will sich nicht helfen lassen. Bis Fran ihn eines Tages einen Versager nennt … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009146","hoster":"VOE"},{"path":"/redirect/10009144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-11","name":"Mit Leib und Seele","epNo":11,"alt":"Heart And Seoul","descr":"Ein 17-jähriger koreanischer Bauarbeiter hat sich bei einem Sturz auf der Baustelle schwere Verletzungen zugezogen. Trapper operiert, um die inneren Blutungen zu stoppen und stellt fest, dass die Niere des Jungen zerstört wurde – er hatte nur noch die eine. Der beste Spender wäre der Bruder des Jungen, der zurückblieb, als die Familie aus Nordkorea floh. Trapper schaltet das Internationale Rote Kreuz ein, fliegt nach Seoul und organisiert die Rückreise. Dort trifft er Dr. Julie Lok, in die er während des Korea-Krieges verliebt war … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115329","hoster":"VOE"},{"path":"/redirect/10009148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-12","name":"Der Tod gehört zum Leben","epNo":12,"alt":"Life, Death And Dr. Christmas","descr":"Pagano bringt eine Frau in die Klinik, die bei einem Autounfall schwer verletzt wurde. Es stellt sich heraus, dass es sich bei dem Unfallopfer um die Frau des Neurochirurgen Jake Christmas handelt. Trapper will sie operieren, aber es ist zu spät. Christmas ist verbittert, und bei einer Auseinandersetzung zwischen ihm und Trapper stellt sich heraus, dass der Neurochirurg Trapper für den Tod seiner Frau verantwortlich macht … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009152","hoster":"VOE"},{"path":"/redirect/10009159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-13","name":"Mit Würde sterben","epNo":13,"alt":"Judgment Day","descr":"Dr. Mary Barnwell möchte, dass Jackpot die Klinik verlässt, um mit ihr in ihrer Privatpraxis zu arbeiten. Doch bevor es dazu kommt, erleidet sie eine lebensgefährliche Lungenerkrankung. Jackpot muss ihr versprechen, dass sie im Endstadium ihrer Krankheit nicht an ein Life Support System angeschlossen wird. Um das sicherzustellen, beauftragt sie einen Rechtsanwalt damit, eine gerichtliche Verfügung einzuholen. Der Richter, der die Verfügung unterzeichnet, ist Jackpots Vater … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009157","hoster":"VOE"},{"path":"/redirect/10009158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-14","name":"Kehrseite der Zivilisation","epNo":14,"alt":"Fall Of The Wild","descr":"J. T. findet einen verwahrlosten Jungen, der kaum sprechen kann. Dr. Riverside untersucht ihn und stellt fest, dass er unterernährt ist. Er wurde misshandelt und schreckt schon bei erhobener Stimme zusammen. J. T. entdeckt, dass der Junge Abfälle in seinem Zimmer hortet – seine gewohnte Nahrung. Am Abend wird J. T. von einer dunklen Gestalt überfallen, die genauso unangenehm riecht wie der misshandelte Junge … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009160","hoster":"VOE"},{"path":"/redirect/10009163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-15","name":"Der zweite Anlauf","epNo":15,"alt":"The Curmudgeon","descr":"Der Neurochirurg Dr. Francis McDuffy, ein anmaßender älterer Herr, verärgert die Pflegekräfte des Memorial Krankenhauses. Auch mit den Ärzten geht McDuffy nicht gerade zimperlich um. Als er einen Herzanfall hat, wird er von Trapper behandelt. Der teilt ihm Schwester Barbara zu – es stellt sich heraus, dass die beiden sich früher sehr zugetan waren. Doch Barbara zahlt McDuffy jetzt seine Gemeinheiten den anderen gegenüber heim … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336409","hoster":"VOE"},{"path":"/redirect/12985126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-16","name":"Der Übervater","epNo":16,"alt":"Self Diagnosis","descr":"Der Vater von Dr. Riverside hatte einen Autounfall, wird aber mit nur geringen Verletzungen ins Memorial Krankenhaus eingeliefert und von Dr. Christmas behandelt. Als Sohn Stanley im Krankenhaus eintrifft und seinen Vater besuchen will, muss er sich hinter mehreren jungen Frauen einreihen … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009169","hoster":"VOE"},{"path":"/redirect/10009170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-17","name":"Unerlaubte Tierversuche","epNo":17,"alt":"Research And Destroy","descr":"Vor dem Memorial Krankenhaus findet eine Demonstration gegen die Einstellung von Dr. Matthew Ashfield statt, der unautorisierte Forschungen betrieben hat. Ashfield macht Tierversuche, unter anderem mit dem Schäferhund Elliott, an dem ein neuer Krebsimpfstoff getestet wird. Einige Tage vor der Zulassung des Serums brechen die Tierschützer in das Labor ein und zerstören es. Sie stehlen nicht nur wichtige Unterlagen, sondern nehmen auch Elliott mit … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009175","hoster":"VOE"},{"path":"/redirect/10009174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-18","name":"Eine mobile Krankenstation","epNo":18,"alt":"Strange Bedfellows","descr":"Nachdem J. T. zum Sprecher der Assistenzärzte im Verwaltungsrat des Memorial Krankenhauses gewählt worden ist, überlistet ihn Hackett, die Verwaltungsleiterin, eine Vollmacht zu unterschreiben, um gegen Trappers Willen aus PR-Gründen eine mobile Krankenstation einzurichten. Inzwischen erhält Jesus, ein mit Riverside befreundeter Teenager, einen Job als Sanitäter im Krankenhaus. Kurz nachdem er seinen Job begonnen hat, bekommt er Bauchschmerzen. Eine Röntgenaufnahme zeigt, dass er mit Drogen gefüllte Ballons geschluckt hat. Der Zustand von Jesus verschlechtert sich … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009177","hoster":"VOE"},{"path":"/redirect/10009176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trapper-john-m-d/staffel-7/episode-19","name":"Gefährlicher Schmetterling","epNo":19,"alt":"Elusive Butterfly","descr":"Nach einer anstrengenden Tournee trifft die Rocksängerin Butterfly mit ihrer Band im Memorial Krankenhaus ein, wo sie eine verdiente Pause einlegen will. J. T. behandelt die Patientin und verärgert ihren Manager und die Bandmitglieder, als er sie aus ihrem Zimmer wirft. Butterfly mag sein forsches Auftreten, J. T. gefällt ihr. In seiner ersten Diagnose attestiert Trapper der Sängerin Erschöpfung. Aber als er die Schmetterlings-Tätowierung auf ihrer Schulter untersucht, entdeckt er ein Melanom … (Text: Sat.1)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10009180","hoster":"VOE"},{"path":"/redirect/10009181","hoster":"Streamtape"}]}]}]}]}