{"seriesId":"trauma-down-under","name":"Trauma Down Under","descr":"Trauma Down Under folgt der heldenhaften Arbeit der medizinischen Fachkräfte aus dem wirklichen Leben, die im größten Krankenhaus und dem Rettungsdienst an Australiens Goldküste arbeiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Shark Attack","descr":"Chirurgen rennen um die Beine eines Surfers, der von einem Hai angegriffen wird. Ein Sechsjähriger erhält eine überraschende Diagnose und eine Frau hofft, dass eine Brustverkleinerung ihre chronischen Rückenschmerzen lindert","versions":[{"lang":2,"streams":[{"redirect":8531956,"hoster":"VOE"},{"redirect":8531952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Quarantine","descr":"Der Notfallplan des Krankenhauses wird aktiviert, wenn ein Patient Symptome des Ebola-Virus aufweist, ein seltener Satz Zwillinge frühzeitig entbunden werden muss und Ärzte einen Mann mit einer gefährlichen Mischung von Medikamenten behandeln.","versions":[{"lang":2,"streams":[{"redirect":13475940,"hoster":"VOE"},{"redirect":8531957,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Nailed It","descr":"Ärzte führen eine Gehirnoperation im Notfall durch, während die Patientin wach ist. Eine 26-Jährige befürchtet, dass ihre mysteriösen Symptome zu einer ernsthaften Diagnose führen könnten. Das schlechte Ziel eines Bauarbeiters könnte ihn kosten und der Geburtsplan eines Paares verläuft nicht wie erwartet.","versions":[{"lang":2,"streams":[{"redirect":13475935,"hoster":"VOE"},{"redirect":8531934,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Emergency Surgery","descr":"Zwei Chirurgen operieren gleichzeitig ein Opfer eines Hai-Angriffs, um seinen Arm und sein Bein zu retten. Ärzte haben Schwierigkeiten, ein Neugeborenes zu diagnostizieren, das zum dritten Mal in einem Monat in die Notaufnahme gebracht wurde, und eine Frau wird einer Gehirnoperation unterzogen, um einen großen Tumor zu entfernen","versions":[{"lang":2,"streams":[{"redirect":13475938,"hoster":"VOE"},{"redirect":8531930,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"High-Risk Delivery","descr":"Ärzte operieren an einer 22-jährigen Frau mit einem Gehirnaneurismus, einem jungen Paar, das zuvor eine Tragödie erlebt hatte und gespannt auf die Geburt ihres Regenbogenbabys wartet, und einem sechsjährigen Jungen, der eine schwere Pause erleidet","versions":[{"lang":2,"streams":[{"redirect":13475946,"hoster":"VOE"},{"redirect":8531929,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Race Against Time","descr":"Ärzte rennen um die Rettung eines Mannes mit schwerem Herzinfarkt, Sanitäter retten eine in ihrem Auto gefangene Frau, ein betrunkener Kampf hat einem Mann möglicherweise dauerhaften Hirnschaden zugefügt, und nach mehreren fehlgeschlagenen IVF-Versuchen verwirklicht ein Paar seinen Traum.","versions":[{"lang":2,"streams":[{"redirect":13475948,"hoster":"VOE"},{"redirect":8531939,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Sidelined","descr":"Eine Freak-Verletzung könnte einen jungen Sportler aus dem Weg räumen, ein Mann muss modernisiert werden, um sein Bein zu retten, und können Ärzte einen 8-Jährigen diagnostizieren, der seinen Daumen nicht mehr beugen kann?","versions":[{"lang":2,"streams":[{"redirect":13475951,"hoster":"VOE"},{"redirect":8531942,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Baring All","descr":"Ein Mann fällt kopfüber auf eine Baustelle, ein Neugeborenes muss wenige Stunden nach der Geburt einer Notoperation unterzogen werden, eine Frau hofft, dass eine plastische Operation ihr hilft, ihr Leben nach einer Doppelmastektomie zurückzugewinnen, und Orthopädietechniker mit einer schwierigen Luxation fertig werden","versions":[{"lang":2,"streams":[{"redirect":13502393,"hoster":"VOE"},{"redirect":8531941,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Close Range","descr":"Ärzte rennen um die Rettung eines Mannes, der aus nächster Nähe in den Magen geschossen wurde. Eine 46-jährige Frau wird operiert, um einen krebsartigen Knoten in ihrer Brust zu entfernen. Zwei Chirurgen arbeiten zusammen, um die Hand eines Mannes und seine Karriere wiederherzustellen.","versions":[{"lang":2,"streams":[{"redirect":13475952,"hoster":"VOE"},{"redirect":8531943,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Pressure Building","descr":"Ärzte führen eine riskante Operation an einem 32-jährigen Patienten durch, der eine undichte Arterie im Gehirn hat. Ein Motorradunfall hat kostspielige Auswirkungen auf eine junge Familie und den mysteriösen Fall eines Mannes, der bewusstlos aufgefunden wurde und seinen rechten Daumen vermisst","versions":[{"lang":2,"streams":[{"redirect":13475962,"hoster":"VOE"},{"redirect":8531951,"hoster":"Streamtape"}]}]}]}]}