{"path":"/serie/stream/tribes-of-europa","name":"Tribes of Europa","descr":"Im postapokalyptischen Europa kämpfen drei Geschwister inmitten von Kriegen unter Mikrostaaten ums Überleben, während eine größere Gefahr den Kontinent überschattet.","seasons":[{"path":"/serie/stream/tribes-of-europa/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-1","name":"Kapitel 1","epNo":1,"alt":"Chapter 1","descr":"Nach einem Flugzeugabsturz in der Nähe fallen die Geschwister Liv, Elja und Kiano und die anderen Origines den Crows auf der Suche nach einem atlantischen Cube zum Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8347586","hoster":"VOE"},{"path":"/redirect/8347585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-2","name":"Kapitel 2","epNo":2,"alt":"Chapter 2","descr":"Elja kommt nach der Flucht in eine \"Werkstatt\" was er nicht weiß diese \"Werkstatt\" liegt im Haus von einem Mann Namens Moses. Moses gewinnt das Vertrauen von Elja der ihm daraufhin den Würfel zeigt weil er denkt das Moses ihn reparieren kann. Doch anstatt ihn zu reparieren haut er mit dem Würfel in seinem Auto ab. Doch nach seinem ersten Instinkt kehrt Moses wieder um und kehrt zu Elja zurück. Denn Moses ist ein unabhängiger Schrotthändler und er nimmt Elja unter seine Fittiche. Er macht ihm den Vorschlag das Teil zu reparieren und dann zu verkaufen und den Gewinn, der laut Moses enorm ist, Teilen sie 50:50. Um ihre Familie vor Brahtok zu retten, schließt Liv einen Deal mit einem Crows-Krieger die dank Liv gefangengenommen werden konnte. Was eine äußerste Seltenheit ist den die Crow Krieger sind dafür bekannt das sie sich das Leben nehmen bevor sie in Gefangenschaft geraten würden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13122144","hoster":"VOE"},{"path":"/redirect/8347566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-3","name":"Kapitel 3","epNo":3,"alt":"Chapter 3","descr":"Um Grietas Vertrauen zu gewinnen, nimmt Liv die Dinge selbst in die Hand. Sie Täuscht Grieta vor das sie eine Wache attackiert und den Schlüssel stiehlt um sie zu befreien. Sie hofft das sie ihr auf der Flucht erzählt wie man in die Stadt der Crow ungesehen eindringen kann. Nachdem Amena sich die größte Mühe gibt den Cube zu reparieren schaltet Elja den Cube vor Moses und Amena an. Die beiden sind überaus überrascht das Elja den Cube bedienen kann und habe logischerweise noch ein paar Fragen an ihn. Kianos Freiheitskampf gerät außer Kontrolle er hat sich in größte Lebensgefahr begeben und als Dank droht ihm nun der Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8347569","hoster":"VOE"},{"path":"/redirect/13050567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-4","name":"Kapitel 4","epNo":4,"alt":"Chapter 4","descr":"Elja, Moses und Amena wollen den Cube mit Brackers Hilfe reparieren. Nur leider gibt es da ein Problem Moses hat Schulden bei Bracker und ist deswegen nicht gut zu sprechen auf ihn. Sie versuchen es trotzdem um besuchen ihn Moses packt eine Tasche mit der er seine Schulden zu begleichen versucht. Während des Gesprächs mit Bracker entdeckt dieser das die beiden einen Cube besitzen er eignet ihn sich an und wirst die beiden einfach hinaus. Livs Plan trifft auf ein Hindernis. Denn die Mission ist geheim aber trotzdem hat irgendwie ein Vorgesetzter von der Aktion erfahren. Gerade als sie vom Stützpunkt aufbrechen wollen wird ihnen der Ausgang mit den Autos des Vorgesetzten und seinen Untergebenen versperrt. Als er aussteigt stellt sich heraus das es sich um den Anführer handelt der von allen nur Vater genannt wird. Nach einer kurzen Zurechtweisung von Vater lässt er den Commander in Gewahrsam nehmen und er wird in genau so eine Zelle eingesperrt wie die in der die Crow Gefangene sitzt. Kiano ist dem Tod entkommen und wird einer von Varvaras persönlichen Sklaven. Dadurch haben sich seine Lebensumstände deutlich verbessert er hat nun ein Bett in dem er schlafen kann er hat dazu noch saubere Kleidung und er bekommt ordentliches Essen. Doch sobald sie es verlangt muss er ihr zu Willen sein. Lord Varvara spricht Kiano auf dessen Vergangenheit an weil Kiano auf einer Crow Party den Anführer seines Tribes gesehen hat. Der nebenbei auch noch sein Vater ist und der nun ein persönlicher Sklave einer anderen Crow Größe ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8347567","hoster":"VOE"},{"path":"/redirect/8347568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-5","name":"Kapitel 5","epNo":5,"alt":"Chapter 5","descr":"Nachdem sie hinausgeworfen wurden wollen sich Elja und Moses nicht damit abfinden. Deswegen wollen die beiden Bracker zur Herausgabe des Cubes bringen. Während Moses ein Ablenkungsmanöver erzeugt schleicht sich Elja in das Büro um den Cube wieder an sich zu nehmen. Doch er ist nicht allein auch Bracker ist zu gegen und hindert ihn daran. Somit beschließt Elja ihm die Wahrheit zu sagen das er den Cube von einem Sterbenden Mann bekommen hat. Er muss ihn zurückbringen weil eine große Gefahr auf die Menschheit zukommt und deswegen muss der Cube in die richtigen Hände um die Menschheit zu retten. Liv stößt bei einem Vorhaben der Crimson-Führung auf ein Dilemma. Um den Commander aus der Gefangenschaft zu bekommen sollte sie Vater Töten die Gefolgsleute des Commanders unterstützen sie dabei indem sie ihr ein Gift besorgen das sie Vater verabreichen soll. Als sie zu Vater gerufen wird kommt ihre Chance denn er bietet ihr einen Drink an und Trinkt selbst einen mit. Sie öffnet das kleine Fläschchen mit dem Gift als ihr Vater eröffnet das sie eine einzigartige Möglichkeit besitzen. Dadurch das Vater von Livs Situation weiß erklärt er ihr das sie eine Verhandlung anstreben sie wollen die Crow Gefangene gegen livs Familie eintauschen. Weswegen sich liv um entscheidet und das geöffnete Gift nicht in das Getränk von Vater schüttet. Lord Varvara gewährt Kiano dessen Wunsch an einem Boj teilnehmen zu dürfen. Denn nachdem sie erfahren hat das sie nicht befördert wird gerät sie in Rage und daheim angekommen tötet sie in ihrer Rage einen ihrer Lieblings Sklaven auf bestialische Weise. Wären der Tote Sklave noch am Bett liegt befiehlt sie Kiano er solle sich ehrenhaft selber das Leben nehmen indem er sich eine Klinge ins Herz stößt. Als er ausholt hält sie ihn auf und erklärt ihm das er an einem Boj teilnehmen kann und um seine Freiheit kämpfen darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8347575","hoster":"VOE"},{"path":"/redirect/13270182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribes-of-europa/staffel-1/episode-6","name":"Kapitel 6","epNo":6,"alt":"Chapter 6","descr":"Kiano bekommt vor seinem Boj von Varvara noch ein paar Tipps mit auf dem Weg. Was Kiano zu dem Schluss kommen lässt das sie keine geborene Crow ist, was sie ihm auch bestätigt sie musste sich ihre \"Freiheit\" auch erst erkämpfen. Als es soweit ist und Kiano die Arena betritt ist er schockiert denn sein Gegner ist niemand geringeres als sein Vater. General Camerons Friedensgesuch bei den Crows nimmt eine tragische Wende er wird einfach erschossen. Aber es waren nicht die Crows, es war der aus seiner Gefangenschaft entkommende Commander der es dann einfach den Crows in die Schuhe schieben wird. Elja und Moses folgen den Cube der sie zu dem Punkt führen soll von dem der Tote Atlantia Mann gesprochen hat. Doch 500 Meter vor dem Ziel geht dem Cube der Saft aus. Die beiden gehen weiter in die Richtung in die der Cube geflogen ist bevor er ausging. Plötzlich stehen die beiden irgendwo im Nirgendwo vor einem See. Weit und breit ist nichts und niemand zu sehen, Moses erklärt Elja das es hier nichts gibt und ihn der Mann angelogen hat deswegen schlägt Moses ihm vor den Cube so zu verkaufen wie er jetzt ist, was ihnen noch immer eine ordentliche Summe einbringen würde. Zuerst will Elja ihm nicht glauben das alles umsonst gewesen sein soll aber alles lässt darauf schließen das da wo sind wirklich nichts ist. Das macht ihn so sauer das er mit Schwung ausholt und zu Moses Entsetzen den Cube direkt in das Gewässer wirft. Aber bevor er ins Wasser fällt stockt er in der Luft und sinkt dann langsam ins Wasser und plötzlich taucht aus dem Wasser ein großer Würfel auf seine Tore öffnet. Die beiden können es zuerst überhaupt nicht glauben und noch unter Schock stehen steigen beide trotzdem ein. Haben sie das Volk der Atlantiker gefunden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8347571","hoster":"VOE"},{"path":"/redirect/8347572","hoster":"Streamtape"}]}]}]}]}