{"path":"/serie/stream/tribe-nine","name":"Tribe Nine","descr":"In einer nicht allzu fernen Zukunft gibt es in Neo-Tokyo-Country nur einen erlaubten Weg, Konflikte auszutragen: Beim \"Extreme Baseball\" (XB) treten verschiedene Mannschaften, genannt \"Tribes\", gegeneinander an, um ihre Interessen durchzusetzen. So hat es Houtenshin, der König, befohlen und der brutale Sport erfreut sich großer Beliebtheit.Haru Shirokane kann von solchem Ruhm nur träumen. Er wird ständig gemobbt und ist seine eigene Schwäche bald leid. Deshalb möchte er Shun Kamiya, den stärksten Extreme-Baseballspieler des Minato Clans, kennenlernen. Dort jedoch trifft er auf den weitgereisten Taiga. Sie finden heraus, dass den Tribes eine große Gefahr droht, sofern sie diese nicht verhindern können, und so beginnt ihr Abenteuer ...","seasons":[{"path":"/serie/stream/tribe-nine/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tribe-nine/staffel-1/episode-1","name":"Aufs Spiel gesetzte Seele","epNo":1,"alt":"It Takes Guts","descr":"Ein feiger, schüchterner Kerl und ein Thunfischfischer werden versuchen, XB, Extreme Baseball zu spielen - ein Spiel, das dazu dient, Konflikte zwischen Stämmen zu lösen, bei denen jeder Treffer zu einem Kampf führen kann!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9749349","hoster":"VOE"},{"path":"/redirect/9749347","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487676","hoster":"VOE"},{"path":"/redirect/9597053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-2","name":"Der Zerstörer","epNo":2,"alt":"The Destroyer","descr":"Während die Gefahren in Neo Tokyo zunehmen, gehen Haru und Taiga los, um die Regeln von XB zu üben und herauszufinden, wie gut (und beängstigend) Shun Kamiya wirklich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9749351","hoster":"VOE"},{"path":"/redirect/9749352","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487678","hoster":"VOE"},{"path":"/redirect/9673245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-3","name":"Ein echter Gegner","epNo":3,"alt":"A Real Enemy","descr":"Der Minato-Stamm steht einer Ein-Mann-Armee gegenüber, die vor nichts zurückschreckt, um sie zu vernichten. Gegen diesen beeindruckenden Gegner muss Shun seine wahre Stärke zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9816243","hoster":"VOE"},{"path":"/redirect/9816236","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487679","hoster":"VOE"},{"path":"/redirect/9701488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-4","name":"Ohne ihn...","epNo":4,"alt":"Without Him...","descr":"Jeder trauert auf unterschiedliche Weise, während der Stamm mit seinem Verlust umgeht. Aber als einer von ihnen in Schwierigkeiten gerät, sind sie gezwungen, gegen den komplizierten Adachi-Stamm anzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9867276","hoster":"VOE"},{"path":"/redirect/9867278","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487680","hoster":"VOE"},{"path":"/redirect/9749343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-5","name":"Was ich sehen wollte","epNo":5,"alt":"What I Wanted to See","descr":"Der Minato-Stamm gibt mit Kazukis Hilfe sein Bestes. Die Spieler auf beiden Seiten sind jedoch mit dem Spiel, das sie spielen, nicht zufrieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9976719","hoster":"VOE"},{"path":"/redirect/9976718","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487681","hoster":"VOE"},{"path":"/redirect/9811769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-6","name":"Männlicher Starrsinn","epNo":6,"alt":"A Man`s Pride","descr":"Nach dem Kampf mit Minato hatte Senju ein weiteres unangenehmes Dasein. Er ist Chiyodas König Jiro, der die Stämme in Neo Tokyo vernichtet. Senju beschließt, Chiyoda zu schlagen. Haru und seine Freunde, die einst den Kampf mit Chiyoda verloren haben und ihre Fähigkeiten kennen, versuchen den Kampf zu stoppen, weil sie sich Sorgen um Senju machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9976721","hoster":"VOE"},{"path":"/redirect/9976722","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487682","hoster":"VOE"},{"path":"/redirect/9867283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-7","name":"Ein XB-Turnier mit all den Tribes","epNo":7,"alt":"Tribe-Packed XB Tourney","descr":"Kazuki fordert Taiga auf, abseits von Minato zu üben. Hull, der Zeuge des Auftritts war, vertieft sein Misstrauen gegenüber Kazuki. Zu dieser Zeit ereignete sich ein Vorfall, bei dem ein Dieb das Versteck betrat, um Hulls Balkenschläger zu stehlen. Vielleicht ist dieser Dieb …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10119521","hoster":"VOE"},{"path":"/redirect/10119524","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487683","hoster":"VOE"},{"path":"/redirect/9899937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-8","name":"Vorhang auf fürs Chaos","epNo":8,"alt":"Let the Chaos Begin","descr":"Yui Kamiki von Chiyoda besuchte Otatribe, um die Ermordung von Kazuki Aoyama zu fordern. Bis dahin trug Otatribe ärmliche Kleidung und gab vor, ein Bettler zu sein … Seine wahre Identität ist ein brutaler Bandit, angeführt von Sonoda, einem Anführer, der das Chaos liebt. Auf Wunsch von Shinboku beginnen Sonoda und seine Kollegen, den Minato-Stamm ohne Rücksicht auf die XB-Methode anzugreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14044878","hoster":"VOE"},{"path":"/redirect/10119533","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487685","hoster":"VOE"},{"path":"/redirect/9976786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-9","name":"Das perfekte Comeback","epNo":9,"alt":"Walk-off Win","descr":"Taiga eilt von Taito den ganzen Weg zurück nach Minato, um Fucho abzuwehren, und schlägt einen Homerun, um seine neu entdeckte Kraft zu demonstrieren, so hart zu schwingen, dass er ein Vakuum um den Schläger herum erzeugt, das den Ball überall hin schleudert. Während die Roboter-Schiedsrichter immer noch blockiert sind, ruft Fucho mehrere Lastwagen voller Ota-Stammesangehörige an, um über die Home-Plate zu rennen und Runs für ihn zu erzielen. Haru und Taiga eilen zum Dach, wo der Störsender platziert war, und schalten ihn ab, aber Ota hat 102 Runs erzielt, bevor die Ordnung wiederhergestellt ist, und sie um einen Vorsprung gebracht. Obwohl Kazuki nur einen brauchbaren Arm hat, schafft er es, auf die Basis zu gelangen, und Haru benutzt den Balkenschläger, um einen Walk-Off-Homerun zu schlagen. Nach dem XB-Match beschließt Fucho, mit seinem Leben gegen Kazuki zu spielen, drückt aber einen Knopf, der ihn in die Luft jagt. Zurück in Minatos Hauptquartier hat Enoki beschlossen, in Minato zu bleiben, sowohl für das Essen als auch für ihre neue einseitige Besessenheit von Taiga. Kazuki beschließt, Minato zu verlassen, nachdem er den Stamm als Bauern in seinem Plan verwendet hat, aber Saori und die anderen im Minato-Stamm vergeben ihm und heißen ihn willkommen. Währenddessen versucht Tenshin Otori in Chiyodas schwimmender Basis, Otas Roboter-Störtechnologie zu erwerben, und sagt, er werde alles tun, um zu gewinnen, und sogar das XB-Gesetz so umschreiben, dass es zu ihm passt. Ojiro tötet ihn dann und nennt ihn \"verabscheuungswürdig\". sogar das XB-Gesetz umschreiben, um es ihm anzupassen. Ojiro tötet ihn dann und nennt ihn \"verabscheuungswürdig\". sogar das XB-Gesetz umschreiben, um es ihm anzupassen. Ojiro tötet ihn dann und nennt ihn \"verabscheuungswürdig\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10119514","hoster":"VOE"},{"path":"/redirect/10119512","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13487686","hoster":"VOE"},{"path":"/redirect/10000176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-10","name":"Kriegserklärung","epNo":10,"alt":"Declaration of War","descr":"Nachdem er seinen Vater getötet hat, wird Ojiro der neue Herrscher von Neo-Tokio und beschließt, die XB-Gesetze neu zu schreiben, um die Beschränkungen für Gewalt und Ausrüstung innerhalb der Spiele rückgängig zu machen, und erklärt außerdem, dass XB-Herausforderungen nicht mehr ohne Verzicht abgelehnt werden können. Wer verliert, muss der Reihenfolge des Gewinners bedingungslos Folge leisten. Ein paar Tage später, trotz der schnellen Zunahme von Verletzungen und sogar Todesfällen unter dem neuen XB, gewinnt das Spiel schnell an Popularität, wobei neues Geld und Stadien zur Unterstützung des Spiels aufgebracht werden. Yui übergibt Ojiros Ultimatum an den Minato-Stamm, um sich auf ein weiteres XB-Match in der folgenden Nacht vorzubereiten, in dem er plant, sie zu erledigen. Die Mitglieder des Minato-Stammes fragen sich alle, ob sie unter den neuen XB-Regeln kämpfen und gewinnen können. Schließlich beschließen sie, auf Ojiro zu antworten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10119527","hoster":"VOE"},{"path":"/redirect/10119520","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13502389","hoster":"VOE"},{"path":"/redirect/10036478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-11","name":"","epNo":11,"alt":"Chiyoda Tribe Showdown","descr":"Yui beschließt, Minato mit ihrem eigenen Team aus Elite-Chiyoda-XB-Spielern herauszufordern, um zu sehen, ob Minato \"würdig\" ist, gegen Ojiro zu kämpfen. Mehrere Minato-Spieler werden früh im Spiel verletzt, bis sich die Anführer von Adachi und Shinagawa einmischen und Minato helfen, ihre Kräfte auszugleichen. Yui beschließt, selbst das Feld zu erobern, indem sie mit ihren düsengetriebenen Beinen den Ball sowohl als Werfer als auch als Schlagmann tritt und die Schläger und Ausrüstung ihrer Feinde durchbricht, wenn sie versuchen, sie aufzuhalten. Yui gerät dann in einen Kampf mit Fucho vom Ota-Stamm, der entschied, dass es chaotisch wäre, es mit Chiyoda selbst aufzunehmen, aber Yui besiegt ihn und Kazuki. Nachdem er die Home Plate überquert hat, verspottet Yui Minatos Idealismus, als Taito Tribe auftaucht und Hanafuda beschließt, mit einer Pfeife zu kneifen. Hanafuda schafft es, den Ball zu treffen und eine von Yuis Beinschienen abzureißen. aber Yui erschießt ihn mit einer versteckten Pistole. Bevor Yui ihn erledigen kann, steigt Ojiro selbst auf das Feld hinab.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10061106","hoster":"VOE"},{"path":"/redirect/10061104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tribe-nine/staffel-1/episode-12","name":"","epNo":12,"alt":"Play Ball","descr":"Ojiro entlässt Yui wegen ihrer feigen Taten aus seinem Dienst und beschließt, sich selbst Minatos Team zu stellen. Ein verachteter Yui revanchiert sich, indem er die Einrichtung infiltriert, die Chiyodas Palast in der Schwebe hält, und ihn sabotiert. Als der Kaiserpalast beginnt, auf Neo-Tokio einzustürzen, bekommt Haru einen Treffer von Ojiros Spielfeld und beginnt, die Basen zu rennen, wobei Taiga und Kazuki ihn gegen Ojiro unterstützen. Währenddessen wird die Action von Rückblenden durchsetzt, die die Vergangenheit von Kazuki und Ojiro zeigen, wie sie gemeinsam unter Tenshin Otoris Programm trainieren, um den stärksten XB-Spieler heranzuziehen. Kazuki lässt sogar seinen linken Arm los, um gegen Ojiro zu kämpfen, aber er ist immer noch nicht vollständig geheilt. Haru nähert sich der Home Plate und kämpft eins zu eins gegen Ojiro, als ein großer Teil des Palastes in ihrer Nähe zusammenbricht. Am nächsten Tag wird Ojiro in den Trümmern vermisst, und der Chiyoda-Stamm gilt als aufgelöst, da niemand über die Überlebenden herrschen kann. XB kehrt bald zu den vorherigen Regeln zurück, während Minato sich auf ein weiteres Spiel vorbereitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10119508","hoster":"VOE"},{"path":"/redirect/10119503","hoster":"Streamtape"}]}]}]}]}