{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori","name":"Trickster: Edogawa Ranpo \u0027Shounen Tanteidan\u0027 yori","descr":"Trickster: Edogawa Ranpo \u0026amp;quot;Shounen Tanteidan\u0026amp;quot; yori, 2016-2017, In den 2030er-Jahren steht der Jungen-Detektiv-Klub unter der Leitung von Kogorô Akechi, dem mysteriösen Detektiv. Die Gruppe löst mithilfe ihrer einzigartigen Fähigkeiten große wie kleine Fälle. Eines Tages trifft ein Mitglied des Klubs, Kensuke Hanazaki, auf den Jungen Yoshio Kobayashi. Kobayashis Körper kann durch den Effekt des \"nicht identifizierbaren Nebels\" nicht sterben. Trotzdem sehnt er sich nach dem Tod und drückt sich vor jeglicher sozialen Interaktion mit anderen Personen. Da er ein Interesse an ihm hegt, rät Hanazaki ihm dem Jungen-Detektiv-Klub beizutreten. Ihr Treffen ist mit dem Schicksal verbunden, das Kogorō Akechi mit dem ärgsten Bösewicht dieser Ära, dem Feind mit zwanzig Gesichtern, verbindet.","seasons":[{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-1","name":"","epNo":1,"alt":"Mirage on D. Hill","descr":"Im Jahr 203X tobt ein Sicherheitsroboter in Shibuya. Nakamura Nao, ein Polizeidetektiv der Abteilung für öffentliche Sicherheit, beauftragt Detektiv Akechi Kogorou mit der Lösung des Falls, aber Akechi ist zusammen mit Inoue Ryou vom Boy Detectives Club bereits auf dem Weg zu Hinomoto Heavy Industries, dem Hersteller des Roboters. Währenddessen verfolgt Hanasaki Kensuke vom Boy Detectives Club einen verlorenen Hund, nachdem er einen Bericht von Noro Makoto, dem technischen Genie des Clubs, erhalten hat. Als Hanasaki den Hund in einem verlassenen Gebäude in die Enge treibt, steht er einem mysteriösen Jungen gegenüber.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330022","hoster":"VOE"},{"path":"/redirect/10149545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-2","name":"","epNo":2,"alt":"The Golden Tracker","descr":"Eine junge Frau wendet sich an den Boy Detectives\u0027 Club und bittet sie, den beabsichtigten Empfänger einer Reihe von Drohbriefen ihres Freundes zu finden. Sie nehmen den Job an und beginnen, ihren Freund zu beschatten. In der Zwischenzeit nutzt Kobayashi, nachdem er seine Chance verpasst hat, Hanasakis heruntergefallene Brieftasche zurückzugeben, diese, um eine dringend benötigte Mahlzeit zu kaufen. Hanasaki findet es heraus, indem er seine Verwendungsgeschichte von elektronischem Geld überprüft, und er überzeugt Kobayashi, sich ihm bei der aktuellen Untersuchung anzuschließen, um ihn in einem zweiten Versuch dazu zu bringen, dem Club beizutreten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330023","hoster":"VOE"},{"path":"/redirect/10149546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-3","name":"","epNo":3,"alt":"The Hopeless on the Tower","descr":"Kobayashi hat irgendwie das Gefühl, dass er vielleicht sterben kann, wenn er bei Hanasaki bleibt, also tritt er dem Boy Detectives \u0027Club bei. Seine erste Mission ist es, bei der Suche nach einem arbeitslosen jungen Mann zu helfen, der verschwunden ist. Der Club beginnt mit dem Erhalt von Akten über vermisste Personen von Detective Nakamura und ihrem Untergebenen Miyanishi, die nun mit eigenen Ermittlungen konfrontiert sind, nachdem ein Gerichtsmediziner verschwunden ist. Sie waren alle bereit, mit der Suche zu beginnen, aber als der mysteriöse und sozial unbeholfene Kobayashi ständig mit Inoue und Noro zusammenstößt, versucht er zu fliehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330026","hoster":"VOE"},{"path":"/redirect/10149548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-4","name":"","epNo":4,"alt":"Underground Labyrinth","descr":"Nach der Schule sieht Inoue Katsuda vom Tennisclub beim Üben zu, bevor er nach Hause fährt, und Hanasaki testet mit den Mitgliedern des Scientific Experiments Club, Ohtomo und Yamane, einige Werkzeuge des Boy Detectives\u0027 Club-Handels. Unterdessen wird ein Polizeiauto nach einem Unfall umgekippt aufgefunden. Im Auto wird eine Filmrolle mit der Aufschrift \"For Akechi-kun\" gefunden, und einer der Passagiere, Senior Officer Kanda, wird vermisst. Die Filmrolle zeigt Twenty Faces, die Akechi sagen, dass der Senior Officer sein Leben verlieren könnte, wenn er Kanda bis 21:00 Uhr nicht finden kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498961","hoster":"VOE"},{"path":"/redirect/10149547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-5","name":"","epNo":5,"alt":"Spider\u0027s Thread","descr":"Kobayashi und Inoue sind infolge der Manöver von Twenty Faces in den unterirdischen Abflusskanälen gefangen, und eine riesige Menge Wasser ergießt sich in ihre Kammer. Besorgt über die Polizeibeamten, die anderswo in den Kanälen suchen, fordert Inoue Kobayashi auf, mit der Nachricht zu fliehen, dass die Karte, die sie erhalten haben, gefälscht ist und sie sofort evakuieren müssen. Die Beamten landen jedoch immer noch in der Falle. Hanasaki beeilt sich, sie zu retten und überredet Katsuda, ein ehemaliges Mitglied des Boy Detectives\u0027 Club, ihm zu helfen, schneller zum Tatort zu gelangen. Aber während sie unterwegs sind, wird Inoue immer mehr von Wasser umgeben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498963","hoster":"VOE"},{"path":"/redirect/10149550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-6","name":"","epNo":6,"alt":"Holiday Stalker","descr":"Hanasaki hat verschiedene Dinge versucht, um Kobayashi beim Sterben zu helfen, aber nichts hat funktioniert. Dann, während Akechi weg ist, nimmt Hanasaki sich die Freiheit, sechs Jobanfragen anzunehmen. Ihm ist aufgefallen, dass Kobayashi immer nach Abschluss eines Jobs verletzt wurde, also denkt er, dass sein Wunsch in Erfüllung gehen wird, wenn sie viele Jobs erledigen, aber die Dinge laufen nicht genau so, wie er es geplant hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498962","hoster":"VOE"},{"path":"/redirect/10149551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-7","name":"","epNo":7,"alt":"Pure Tryst","descr":"Akechi entspannt sich in einem Spa, um die Erschöpfung seiner jüngsten Fälle zu lindern. Eine Geschichte über den Vorfall mit Sicherheitsrobotern, den Organverkauf und den Vorfall der Entführung durch unterirdische Wasserwege läuft im Fernsehen und diskutiert einen \"mysteriösen Mitarbeiter\", der sie alle gelöst hat. Mit anderen Worten, Akechi selbst. Dann fragt Nakamura ihn nach seiner Geschichte mit Twenty Faces und Akechi beginnt, das Trauma seiner Jugend zu erzählen. Unterdessen trägt Hanasaki auch das Gewicht einer bewegten Vergangenheit mit sich herum, als er von seinem Vater nach Hause gerufen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918163","hoster":"VOE"},{"path":"/redirect/10149555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-8","name":"","epNo":8,"alt":"Paradise in a Miniature Garden","descr":"Die Bewohner des Kokorogaoka-Wohnkomplexes weigern sich, ihre Häuser im Interesse der Stadtentwicklung zu räumen, und erklären sich als autonomer Bezirk von Japan unabhängig. Derjenige, der diese Ankündigung macht, ist kein anderer als Hanasakis älterer Bruder, der vor Jahren von zu Hause weggelaufen ist. Hanasaki bittet Akechi um Hilfe, aber Akechi weigert sich, einen Job zu machen, für den er nicht eingestellt wurde, und beschränkt Hanasaki auf das Gebäude. Dann trifft ein mysteriöses Paket ein und sein Inhalt enthüllt, dass Twenty Faces derjenige war, der hinter diesen aktuellen Ereignissen steckt. Hanasaki kann nicht warten und macht sich selbst auf den Weg zum Wohnkomplex.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498973","hoster":"VOE"},{"path":"/redirect/10149554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-9","name":"","epNo":9,"alt":"Fallen Hero","descr":"Kensuke ist verwirrt, als Haruhiko ihn einlädt, mit ihm zusammenzuleben, aber Isuzu verhandelt mit der Polizei über drei Milliarden Yen als Gegenleistung für die Entfernung der Bewohner des Wohnkomplexes. In der Zwischenzeit bittet Nakamura die Hilfe von Akechi und dem Boy Detectives\u0027 Club in dem Fall.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502392","hoster":"VOE"},{"path":"/redirect/11653885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-10","name":"","epNo":10,"alt":"Innocent Scale","descr":"Hanasaki rennt nach einem Streit mit Akechi und den anderen aus dem Büro, nur um schließlich von Twenty Faces eingesperrt zu werden und mehrere Videoclips zu zeigen: Haruhiko im Krankenhaus, nachdem sie den Schuss überlebt hat, ein Mädchen, das starb, als sie keine Nothilfe erhielt Organtransplantation aus der Einrichtung, die der Boy Detectives\u0027 Club geschlossen hat, Hanasakis Vater bei einer Pressekonferenz zur Eröffnung seines neuen Geschäftskomplexes und schließlich der Rest des Boy Detectives\u0027 Club, der ohne ihn weitermacht. Diese Videos und die Worte von Twenty Faces schnitten tief in Hanasakis Psyche.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498965","hoster":"VOE"},{"path":"/redirect/11653898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-11","name":"","epNo":11,"alt":"Cruel Tool","descr":"Hanasakis Tat überzeugt Akechi und den Boy Detectives\u0027 Club erfolgreich davon, dass er von Twenty Faces entführt wurde. Akechi versucht, ihn zu retten und sagt, er habe eine Idee, wo Hanasaki sein könnte. Kobayashi und die anderen bleiben zurück, aber Ohtomo gibt ihnen einen Hinweis darauf, wohin Akechi gegangen ist, also machen sie sich auf die Suche nach ihm. Hanasaki ist in Le Waqua und folgt den Anweisungen von Twenty Faces, den Komplex zu übernehmen, indem er seine Sicherheitsroboter steuert. Dann kommt Akechi und es entfaltet sich eine epische Schießerei mit den Sicherheitsrobotern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498971","hoster":"VOE"},{"path":"/redirect/11653901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-12","name":"","epNo":12,"alt":"Shade by Haze","descr":"Selbst mit einer auf ihn gerichteten Waffe wird Hanasaki durch das Gespräch zwischen Twenty Faces und Akechi zu Tränen gerührt. Dann kommt der Boy Detectives\u0027 Club auf den Plan. Inoue und Katsuda versuchen, die Mitarbeiter zu retten, die von den Sicherheitsrobotern als Geiseln gehalten werden, während Noro und Ohtomo darum kämpfen, die Roboter aufzuhalten. Kobayashi wird von einem Impuls heimgesucht, den er noch nie zuvor gespürt hat, und rennt auf Hanasaki zu, aber Twenty Faces hatte dies alles bereits kommen sehen und die Angestellten einer Gehirnwäsche unterzogen, um sich gegen Inoue und Katsuda zu wenden. Dann erklärt er, dass, wenn Akechi Hanasaki tötet, er die Angestellten zum Aufhören bringen wird und die ganze Sache enden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498966","hoster":"VOE"},{"path":"/redirect/11653905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-13","name":"","epNo":13,"alt":"Nocturnal Dance","descr":"Nachdem der Vorfall in Le Waqua aufgeklärt und Twenty Faces in Gewahrsam genommen worden war, schien die Welt wieder in Frieden zu sein. Das Trauma des Vorfalls hat Hanasaki jedoch psychisch instabil gemacht, und der Boy Detectives \u0027Club zögert, ihn in die Reihen zurückkehren zu lassen. Währenddessen werden Inoue und die anderen von Polizeidetektiv Miyanishi mit der Bitte angesprochen, denjenigen zu fassen, der für das Hochladen offener Fotos von Prominenten auf eine Website namens \"Lynch Shot\" ohne Erlaubnis verantwortlich ist. Die Ermittlungen beginnen, aber Kobayashi macht sich Sorgen um Hanasaki.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498970","hoster":"VOE"},{"path":"/redirect/11653910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-14","name":"","epNo":14,"alt":"The Spiral Ladder","descr":"Yamane Tasuku, neben Ohtomo ein jüngeres Mitglied des Scientific Experiments Club, ist von drei Dingen beunruhigt. Das erste ist, dass Ohtomo zu viel auf ihm herumhackt. Das zweite ist, dass er in Gesprächen immer abgehängt wird. Das dritte und beunruhigendste von allem ist, dass er nicht weiß, wie er Mitglied des Boy Detectives\u0027 Club werden kann. Eines Tages kommt Yumeko auf ihn zu, verwechselt ihn mit einem Mitglied des Clubs und bittet ihn, einen Fall zu untersuchen, in dem die attraktivsten Jungen der Schule Opfer eines Diebstahls werden. Doch Yamane ist so erfreut über den Fehler, dass er den Job annimmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498972","hoster":"VOE"},{"path":"/redirect/11653919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-15","name":"","epNo":15,"alt":"Beetle of Conviction","descr":"Nachdem er so lange nicht erreichbar war, ruft Akechi im Büro an. Kobayashi beschwert sich bei ihm, dass Hanasaki sich komisch verhält, und Akechi sagt ihm: \"Tu ihm, was er dir angetan hat.\" Dann erhält der Boy Detectives\u0027 Club eine seltsame Anfrage: Ein zum Tode verurteilter Gefangener, der eine Morddrohung erhalten hat, hat ausdrücklich darum gebeten, ihn zu bewachen, wenn er zum Bezirksgericht eskortiert wird. Inoue zögert, aber Kobayashi, der glaubt, dass die Lösung dieses Falls mit Hanasaki die Dinge wieder so machen wird, wie sie waren, nimmt den Job für sie an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498976","hoster":"VOE"},{"path":"/redirect/11656263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-16","name":"","epNo":16,"alt":"The Beast Reborn","descr":"Um den Feinden zu entkommen, die es auf Fukiya abgesehen haben, den von ihnen bewachten Todeskandidaten, flüchtet der Boy Detectives\u0027 Club in das verlassene Gebäude, das Kobayashi einst als Basis benutzt hatte. Sie schaffen es, sich zu behaupten, während sie auf einen von Noro geschickten Hubschrauber warten. In der Zwischenzeit bleibt Kobayashi nichts anderes übrig, als bei Fukiyas Wortassoziationsspiel mitzuspielen, was dazu führt, dass sein mentaler Zustand zunehmend instabil wird. Währenddessen erfährt Hanasaki, nachdem er in Hide-chans Red Beetle Gang aufgenommen wurde, von ihrer Beteiligung an dem Fall und muss eine Entscheidung treffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498978","hoster":"VOE"},{"path":"/redirect/11653937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-17","name":"","epNo":17,"alt":"Scattered Recoil","descr":"Kobayashi hat nach einem Schuss extreme Schmerzen. Ist die mysteriöse Kraft, die ihn beschützt hat, verschwunden? Inoue ist fassungslos über Akechis Vorhersage. Vielleicht will Kobayashi tatsächlich leben? Hanasaki ist erschüttert beim Anblick von Kobayashi an der Schwelle zum Tod. Akechi gibt Ratschläge, wie man ihn retten kann, erinnert ihn dann aber daran, dass er derjenige war, der Kobayashi dazu gebracht hat, zu leben, und fordert ihn auf, selbst etwas gegen die Situation zu unternehmen, bevor er eine weitere schockierende Erklärung abgibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498979","hoster":"VOE"},{"path":"/redirect/11653949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-18","name":"","epNo":18,"alt":"Mistaken Absolute Evil","descr":"Inoue und die anderen Detectives sind entmutigt, nachdem ihnen mitgeteilt wurde, dass der Boy Detectives\u0027 Club aufgelöst werden würde. Die seltsame Luft um Kobayashi ist zurückgekehrt und arbeitet hart daran, seine Wunde zu heilen. Etwa zur gleichen Zeit erinnert sich Akechi mit Twenty Faces an seine Vergangenheit. Während einer Zeit des Krieges, als Akechi ein Söldner war, haben er und Twenty Faces gemeinsam viele bösartige Schlachten überstanden ... aber er langweilte sich zunehmend von den Nervenkitzeln, die Twenty Faces für ihn arrangierte. Dann traf er Fumiyo, einen japanischen Reporter, und die beiden fühlten sich immer mehr zueinander hingezogen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498977","hoster":"VOE"},{"path":"/redirect/11653957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-19","name":"","epNo":19,"alt":"Cycle of Malice","descr":"Während er sich ausruht, um sich von seiner Schusswunde zu erholen, hat Kobayashi einen seltsamen Traum, in dem er eine Frau in einem Bett und einen Mann sieht, der sich ihr nähert. Er erkennt sie nicht, aber der Traum bereitet ihm seltsame Kopfschmerzen. Währenddessen nimmt Hide-chan Kontakt mit Hanasaki auf und lädt ihn ein, ihnen dabei zu helfen, jemanden zu bestrafen, der schädliche Informationen unter einem Pseudonym online gepostet hat. Aber Hanasaki weigert sich, also geht Hide-chan und sagt, dass es zu viel zu tun und nicht genug Zeit gibt. Seine Worte lassen Hanasaki darüber nachdenken, was er tun möchte, und er macht sich auf den Weg, um Kobayashi zu besuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498980","hoster":"VOE"},{"path":"/redirect/11653967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-20","name":"","epNo":20,"alt":"Fallen Clown","descr":"Kobayashi sucht zusammen mit Inoue nach dem Ort, den er in seinem Traum gesehen hat. Hanasaki und Hide-chan tauchen dann auf und bieten ihre Hilfe an. Kurz darauf hat Kobayashi eine Rückblende, nachdem er Gingko-Bäume gesehen hat, die ihren Weg säumen, und rennt dann zu einem verlassenen Gebäude. Währenddessen erwischt die Polizei Akechi vor den Überwachungskameras, wie sie die falschen Twenty Faces aus dem Gefängnis befreit. Die Polizei vermutet, dass Akechi der echte Twenty Faces ist, aber Miyanishi ist anderer Meinung und macht sich allein auf die Suche nach der Wahrheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498981","hoster":"VOE"},{"path":"/redirect/11653965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-21","name":"","epNo":21,"alt":"Veracious Victim","descr":"Miyanishi wurde von Nakamura erschossen. Während ihres Verhörs bezeugt Nakamura, dass Twenty Faces tatsächlich Akechi ist. Die Polizei stellt fest, dass sie möglicherweise unter seiner Kontrolle stand, und führt eine Durchsuchung des Büros der Akechi Investigation Firm durch. Hanasaki besteht darauf, dass Akechi nicht Twenty Faces sein kann, und Inoue verlangt Beweise, aber die Polizei ignoriert sie und der Boy Detectives\u0027 Club wird an ihre eigene Machtlosigkeit erinnert. Währenddessen vermutet Akechi, der jetzt auf der Flucht ist, dass mehr hinter diesem Vorfall steckt, und beginnt, nach der Wahrheit zu suchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13509119","hoster":"VOE"},{"path":"/redirect/11653973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-22","name":"","epNo":22,"alt":"Small Moth Flying into a Flame","descr":"Akechi, verblüfft zu erfahren, dass Nakamura von Twenty Faces einer Gehirnwäsche unterzogen wurde, wird schließlich von der Spezialeinheit der Sicherheitskräfte gefangen genommen. Währenddessen ist auf der Weltausstellung in Tokio das Flugzeug, das gebaut wurde, um Menschen in die Stratosphäre zu befördern, in einen katastrophalen Absturz verwickelt. Der Boy Detectives\u0027 Club ist ratlos und ihre Versuche, Akechi zu erreichen, scheitern. Dann erscheint plötzlich Twenty Faces auf ihrem Monitor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498986","hoster":"VOE"},{"path":"/redirect/11653980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-23","name":"","epNo":23,"alt":"Return of the Evening Star","descr":"Der Boy Detectives\u0027 Club kommt auf der Space Expo an. Hanasaki und Kobayashi besteigen das Shuttle für das Luftfahrzeug, das Twenty Faces als Basis nutzt, wo Akechi gefangen gehalten wird, aber das Shuttle wird in die Luft gesprengt und die beiden werden von Sicherheitsrobotern an Ort und Stelle gehalten. Inoue und die anderen treten gegen die Spezialsicherheitskräfte an, aber sie sind im Nachteil. Gerade als sie dachten, alle Hoffnung sei verloren, bohrt sich Ohtomo in einem Fahrzeug, das als Exponat der Space Expo dient, vom Boden nach oben, aber ihre Erleichterung ist nur von kurzer Dauer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13498985","hoster":"VOE"},{"path":"/redirect/11653990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/trickster-edogawa-ranpo-shounen-tanteidan-yori/staffel-1/episode-24","name":"","epNo":24,"alt":"The Boy Detectives Club","descr":"Hanasaki ließ Kobayashi zurück und machte sich alleine auf den Weg zum Versteck von Twenty Faces, um allem ein Ende zu bereiten. Aber Kobayashi kann das nicht akzeptieren, also folgt er ihm ... obwohl die Aura, die ihn umgibt, bereits verschwunden ist. Hanasaki ist sich dessen nicht bewusst und erreicht das Versteck und findet Akechi, aber Twenty Faces erscheint ebenfalls und warnt ihn, dass das Versteck bald zerstört wird. Hanasaki wirft Akechi in ein Fluchtshuttle und dreht sich mit dem Finger am Abzug zu Twenty Faces um.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11653851","hoster":"VOE"},{"path":"/redirect/11653831","hoster":"Streamtape"}]}]}]}]}