{"seriesId":"trigger-point","name":"Trigger Point","descr":"In \"Expo\", einer Spezialeinheit der Londoner Polizei, die sich auf Bombenentschärfung spezialisiert hat, arbeiten die erfahrene Beamtin Lana Washington (Vicky McClure) und ihr Kollege Joel Nutkins (Adrian Lester) oft unter höchster Gefahr. Als die britische Hauptstadt von einer Reihe von Bombenanschlägen erschüttert wird, sind die \"Expos\" an vorderster Front, um die verantwortlichen Terroristen aufzuspüren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Entschärfer","epNo":1,"alt":"Episode 1","descr":"Lana Washington und Joel Nutkins, zwei erfahrene Bombenentschärfer in Diensten der Londoner Polizei, absolvieren mit ihrem Team einen komplizierten Einsatz in einer belebten Wohnsiedlung.Nachdem sich der vermeintliche Sprengkörper als harmloses Feuerwerk entpuppt hat, müssen Lana und Joel jedoch den mutmaßlichen Bombenbauer Andy von einem Sprengsatz an seinem Körper befreien. Doch auf dem Parkplatz des Viertels lauert noch eine tödliche Gefahr. Die Handlung der britischen Thriller-Serie beginnt an einem heißen Sommertag in London. Die Explosives Officers (Expo) der Polizei werden zu einem Einsatz in die belebte Wohnsiedlung Westhaven Estate gerufen. Dort soll sich angeblich in einem Apartment eine Bombe befinden. In der verdächtigen Wohnung werden eine Frau und ein Kind gefesselt aufgefunden. Sie wissen nicht, was mit dem Familienvater Andy Phelan (Rick Warden) passiert ist. Die beiden erfahrenen Bombenspezialisten Lana Washington (Vicky McClure) und Joel Nutkins (Adrian Lester), die schon für das Militär in Afghanistan tätig waren, entschärfen einen Sprengsatz im Bad. Dieser entpuppt sich zwar als harmloses Feuerwerk, doch die Gefahr ist noch nicht gebannt. Denn vor dem Haus entdeckt das Expo-Team schließlich den vermissten Andy, der im Kofferraum seines Autos gefangen ist. An seinem Körper wurde ein Sprengsatz befestigt, den Lana und Joel schließlich unschädlich machen können. Die Erleichterung ist groß. Wenig später fällt Joel allerdings ein verdächtiger Van auf.","versions":[{"lang":1,"streams":[{"redirect":12513551,"hoster":"VOE"},{"redirect":12513552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824041,"hoster":"VOE"},{"redirect":13824040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verdacht","epNo":2,"alt":"Episode 2","descr":"Lanas Kollege Joel ist bei dem Einsatz ums Leben gekommen. Die Ermittler versuchen herauszufinden, wer für den verheerenden Anschlag mit 17 weiteren Todesopfern verantwortlich ist.Rechtspopulisten schüren den Verdacht, dass es sich bei den Attentätern um Islamisten handelt. Wenig später wird allerdings eine weitere Bombe in einer Moschee entdeckt. Lana bleiben nur wenige Minuten, um den Sprengsatz zu entschärfen. Nur vier Tage nach dem verheerenden Bombenanschlag in Westhaven, bei dem Joel (Adrian Lester) und 17 weitere Menschen ums Leben kamen, ist Lana (Vicky McClure) wieder mit dem Expo-Team im Einsatz. In dem Linienbus, zu dem sie und ihr Kollege Danny (Eric Shango) gerufen werden, hat allerdings nur jemand eine Tasche vergessen, in der sich die verdächtigen Kabel schnell als harmlose Kopfhörer entpuppen. Für Lana steht eine weitere Herausforderung an, für die sie all ihre Kraft braucht: die aufwendige Begräbniszeremonie für ihren geliebten Kollegen und Freund Joel Nutkins. Nach der emotionalen Trauerfeier und dem anschließenden feuchtfröhlichen Besäufnis in der Kneipe, bei dem Lana den sympathischen Karl (Warren Brown) kennenlernt, gehen die Ermittlungen im Fall Westhaven weiter.In diesem Zusammenhang untersuchen Polizei und Expo-Team eine Bombenwerkstatt in einer stillgelegten Fabrik. Lana hat den Verdacht, dass es sich um eine fingierte Location handelt, mit der die Ermittler auf eine falsche Fährte gelockt werden sollen. Derweil machen Rechtspopulisten islamistische Terroristen für das Attentat verantwortlich. Die nächste Bombe wird allerdings in einer Moschee gefunden. Als Lana den an einer Tür befestigten Sprengstoff in Augenschein nimmt, entdeckt sie im Raum dahinter einen angeketteten Mann. Die Bombenspezialistin versucht alles, um sein Leben zu retten. Der Zeitzünder lässt ihr aber nur noch drei Minuten.","versions":[{"lang":1,"streams":[{"redirect":12513555,"hoster":"VOE"},{"redirect":12513554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824037,"hoster":"VOE"},{"redirect":13824038,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kreuzritter","epNo":3,"alt":"Episode 3","descr":"Nach den beiden Bombenanschlägen zeigt sich, dass es einen Zusammenhang gibt. Zudem geht die Attentatsserie offenbar weiter. Denn das Expo-Team wird zu seinem nächsten Einsatz gerufen.Ein Sprengsatz ist vor einer LGBT-Bar platziert worden. Lana kann die Bombe entschärfen. Während der Aktion wird sie aus einer benachbarten Wohnung beschossen. Sie vermutet, dass ein Insider an den Anschlägen beteiligt ist, und verdächtigt ihren Kollegen John.Obwohl der leitende Ermittler DI Thom Youngblood (Mark Stanley), der mit Lana (Vicky McClure) privat liiert ist, sie lautstark auffordert, die Moschee sofort zu verlassen, gibt die Bombenspezialistin nicht auf. Sie will den eingesperrten Mann, Ali Hussein (Moe Idris), unbedingt retten. Doch die Zeit läuft ihr davon.Ihrem Kollegen Danny (Eric Shango) gelingt es, Lana rechtzeitig nach draußen zu bringen, bevor hinter ihnen das Minarett in die Luft fliegt. Kurz darauf bekennt sich die rechtsextreme Gruppe \"Die Kreuzritter\" zu dem Anschlag. Lanas Kollegin, die Datenanalystin Sonya (Kerry Godliman), findet heraus, dass es sich um den gleichen Sprengstoff wie in Westhaven handelt. Das Material ist hochexplosiv und eigentlich nur für Militärangehörige zugänglich.Derweil wartet auf das Expo-Team schon der nächste Einsatz. Lana kann eine Bombe vor der LGBT-Bar \"The Five Oaks\" entschärfen, obwohl sie währenddessen aus einer benachbarten Wohnung beschossen wird. Sie vermutet, dass ein Insider mit militärischer Ausbildung an der Anschlagsserie beteiligt ist.Sie bricht den Spind ihres Kollegen John Hudson (Kris Hitchen) auf, der mit seinen ausländerfeindlichen Sprüchen immer wieder negativ auffällt. Sie findet einen Stadtplan, in dem alle Anschlagsziele mit weiteren Informationen eingezeichnet sind.","versions":[{"lang":1,"streams":[{"redirect":12539761,"hoster":"VOE"},{"redirect":12539765,"hoster":"Doodstream"},{"redirect":12539768,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824042,"hoster":"VOE"},{"redirect":13824043,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Countdown","epNo":4,"alt":"Episode 4","descr":"Obwohl die Ermittlungen gegen John ohne Ergebnis geblieben sind, hat Lana ihren Kollegen weiterhin im Verdacht. Sie wird ihm gegenüber handgreiflich und muss sich eine Auszeit nehmen.Mittlerweile hat Lana ein Vertrauensverhältnis zu Karl aufgebaut, einem Ex-Kollegen aus dem Afghanistan-Einsatz. Sie treffen sich häufiger. Doch dann wartet der nächste Schock: Ihr Bruder Billy, der Kontakte zu den \"Kreuzrittern\" haben soll, gerät in Gefahr.In einer Besprechung fasst Commander Bregman (Ralph Ineson), der Leiter der Polizeispezialeinheit SO19, den Stand der Ermittlungen zusammen: Demnach war der Anschlag in Westhaven ein gezieltes Attentat der rechtsextremen \"Kreuzritter\", jedoch unter falscher Fahne, um Stimmung gegen Muslime zu machen. Der folgende Anschlag auf die Moschee sollte dann als Racheaktion erscheinen. Über ihren Verdacht gegen ihren Kollegen John (Kris Hitchen) hat Lana (Vicky McClure) indessen ihren Freund Thom (Mark Stanley) informiert, der allerdings zurückhaltend reagiert.Langsam werden Lanas Nerven immer dünner, und vor einem Lagebericht im Hauptquartier greift sie ihren Kollegen John nach einer provokanten Bemerkung körperlich an. Er verzichtet zwar auf eine offizielle Beschwerde gegen sie, aber Detective Superintendent Marianne Hamilton (Nadine Marshall) besteht darauf, dass sich Lana eine Auszeit nimmt.Schon mehrfach hat sich Lana mit Karl Maguire (Warren Brown) getroffen, einem Bekannten des verstorbenen Joel und ebenfalls Afghanistan-Veteran. Mit ihm spricht sie offen über ihre Probleme und Ängste, und es entsteht eine Vertrautheit zwischen den beiden. Lana lässt sich in einem Billardklub zu einem Kuss hinreißen.Doch schon erreicht sie die nächste Hiobsbotschaft per Handy: Der Geheimdienst hat herausgefunden, dass Lanas Bruder Billy (Ewan Mitchell) offenbar Verbindungen zu den \"Kreuzrittern\" hat. Sie soll sich dringend mit ihm in Verbindung setzen. Als sie ihn schließlich telefonisch erreicht, befindet er sich gerade in einem Auto, das ihm seine vermeintlichen Kumpel zur Verfügung gestellt haben, auf dem Weg zu einer Subway-Station. Wie der Zufall es will, findet dort gerade eine antifaschistische Demo statt. Lana kommt ein schlimmer Verdacht, der sich schon bald bestätigt: Der Wagen ist eine rollende Bombe.","versions":[{"lang":1,"streams":[{"redirect":12539764,"hoster":"VOE"},{"redirect":12539763,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824048,"hoster":"VOE"},{"redirect":13824045,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hilferuf","epNo":5,"alt":"Episode 5","descr":"Nach Billys Tod ist Lana am Boden zerstört. Unter Auflagen erhält sie von ihrer Vorgesetzten die Erlaubnis, sofort wieder in den Dienst zurückzukehren – die nächste Bombe wird entdeckt.An der University of South London sollte eine Diskussionsveranstaltung stattfinden. Im technischen Equipment wurde jedoch ein Sprengsatz entdeckt. Bei der Entschärfung arbeitet Lana wieder mit John zusammen, mit dem sie sich versöhnt hat. Ist er wirklich unschuldig?Lana (Vicky McClure) trauert um ihren Bruder Billy, der durch eine Autobombe ums Leben kam. Als Thom (Mark Stanley) ihr anbietet, bei ihm einzuziehen, um ihr mehr Halt geben zu können, lehnt sie ab. Sie weiß inzwischen nicht mehr, wo sie emotional steht. Unmittelbar nach Billys Tod hatte sie Trost in Karls (Warren Brown) Armen gesucht und die Nacht mit ihm verbracht. Und sie trifft sich erneut mit Karl, weist aber auch alle Hilfsangebote von seiner Seite zurück. Lana möchte unbedingt sofort wieder zurück zur Arbeit und den Bombenlegern endgültig das Handwerk legen. DSU Hamilton (Nadine Marshall) ist einverstanden, allerdings nur unter der Bedingung, dass Lana regelmäßig eine Psychotherapeutin aufsucht.Derweil haben die Ermittlungen gegen John ergeben, dass ihm nichts vorzuwerfen ist. Lana bittet ihren Kollegen um Entschuldigung und arbeitet beim nächsten Einsatz mit ihm zusammen. Eine weitere Bombe ist nämlich an der University of South London entdeckt worden, wo eine politische Diskussion stattfinden sollte. Lana und John stellen fest, dass an dem Sprengsatz zwei Mobiltelefone angebracht sind. Gerade rechtzeitig entdeckt ein Scharfschütze im gegenüberliegenden Gebäude eine verdächtige Person.Es handelt sich um den Rechtsextremisten Frank Welsh (Russ Bain), den der Geheimdienst bereits als Verdächtigen identifiziert hatte. Offenbar will Walsh die Bombe via Handy gerade zünden, doch ein gezielter Todesschuss verhindert die Explosion. Als es wenige Minuten später dennoch zur Detonation kommt und Lanas Kollege John ohne Erklärung das Weite sucht, bricht die Hölle los. Und Lanas schlimmster Verdacht bestätigt sich.","versions":[{"lang":1,"streams":[{"redirect":12581805,"hoster":"VOE"},{"redirect":12581804,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824049,"hoster":"VOE"},{"redirect":13824047,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Endspiel","epNo":6,"alt":"Episode 6","descr":"Der spurlos verschwundene John wird dringend verdächtigt, zu den Drahtziehern der Bombenserie zu gehören. Er schickt Lana eine Nachricht, die nur eine Zahlenkombination enthält.Recherchen ergeben, dass Johns Botschaft auf einen Vorfall in Afghanistan im Jahr 2009 verweist. Wenig später wird John bewusstlos aufgefunden. Lana sichert derweil mit dem Expo-Team eine politische Veranstaltung. – Das spannende Finale der britischen SerieDem Expo-Team gelingt es, eine Katastrophe im Umfeld eines Büros der linken Partei \"Die Progressive Allianz\" zu verhindern. Eine Autobombe sollte eine Kettenreaktion mit Gasexplosionen in mehreren Wohnhäusern auslösen. Nach dem erfolgreichen Einsatz bittet DSU Hamilton (Nadine Marshall) Lana (Vicky McClure) darum, in ihrem Team als Beraterin mitzuarbeiten. Denn die mutige Bombenentschärferin lag mit ihren Vermutungen bisher immer richtig.Während einer Lagebesprechung erhält Lana schließlich eine Textnachricht von ihrem spurlos verschwundenen Kollegen John (Kris Hitchen), der nun dringend verdächtigt wird, zu den Drahtziehern der Bombenserie zu gehören. Er schickt Lana eine Zahlenkombination, die sich mit einem Vorfall in der afghanischen Provinz im Jahr 2009 in Verbindung bringen lässt. Damals waren sieben alliierte Soldaten bei einem angeblichen Unfall ums Leben gekommen. Wenig später wird John bewusstlos in einer Kirche aufgefunden.Derweil ist das Expo-Team im Stadtteil Deptford im Einsatz. Lana und ihre Kollegen durchsuchen den Saal, in dem die Ergebnisse einer Nachwahl zum britischen Unterhaus vorgestellt werden sollen. Alles scheint in Ordnung zu sein. Als später die Labour-Politikerin Ayesha Campbell-Khan (Salima Saxton) als Gewinnerin gefeiert wird, macht sich Erleichterung breit. Doch die \"Kreuzritter\" haben noch ein letztes Ass im Ärmel.","versions":[{"lang":1,"streams":[{"redirect":12581806,"hoster":"VOE"},{"redirect":12581803,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13824052,"hoster":"VOE"},{"redirect":13824051,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705544,"hoster":"VOE"},{"redirect":13705542,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705531,"hoster":"VOE"},{"redirect":13705532,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705529,"hoster":"VOE"},{"redirect":13705530,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705535,"hoster":"VOE"},{"redirect":13705534,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705527,"hoster":"VOE"},{"redirect":13705526,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":2,"streams":[{"redirect":13705538,"hoster":"VOE"},{"redirect":13705539,"hoster":"Streamtape"}]}]}]}]}