{"path":"/serie/stream/triple-ex","name":"Triple Ex","descr":"Anna Holzinger (Diana Staehly) arbeitet in einer Zahnarztpraxis und hat drei Kinder. So weit nichts besonderes, doch die Kinder stammen von drei verschiedenen Vätern, die unterschiedlicher nicht sein können: eins vom Taugenichts Tom (Frank Maier), eins vom inzwischen zu seiner Homosexualität stehenden Karl-Friedrich (Mirco Reseg), genannt Kafi, und eins vom Nerd Eugen (Alexander Schubert), der seit er denken kann in Anna verknallt ist. Als wäre der Alltag mit solch einer Konstellation nicht schon anstrengend genug macht Anna auch noch ihre Kinderhassende Schwester Marlene (Susan Hoecke) das Leben schwer.","seasons":[{"path":"/serie/stream/triple-ex/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/triple-ex/staffel-1/episode-1","name":"Bungee","epNo":1,"alt":"","descr":"Anna Holzinger landet nach einem missglückten Bungee-Sprung im Krankenhaus. Ein Hund hat ihren Sturz abgefedert und ihr Leben gerettet, während der Vierbeiner seines lassen musste. Nach und nach lernen wir Annas Familie kennen, die sie am Krankenbett besucht. Ihre Schwester Marlene, Annas Ex-Männer Tom und Kafi, Annas Kinder Steffi, Celine, und Albert. Anna wird mit den Vorwürfen der trauernden Hundebesitzerin konfrontiert, der sie gemeinsam mit Marlene durch eine Therapie helfen muss, wird ihren Chef unterstützen, der seine Zahnarztpraxis aufgeben will, um Surflehrer zu werden und trifft Eugen, einen One-Night-Stand vom Karneval vor neun Jahren und der Vater von Albert, der umgehend eine Wohnung in Annas Mietshaus bezieht und um jeden Preis ein Teil dieser ungewöhnlichen Familie werden will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493428","hoster":"VOE"},{"path":"/redirect/8650984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-2","name":"Gutes Zelten, schlechtes Zelten","epNo":2,"alt":"","descr":"Anlässlich Annas Geburtstag macht die ganze Familie einen Camping-Ausflug an einen See. Sogar Marlene konnte durch gezielten Vorbehalt einiger Informationen (bspw., dass es sich um Camping handelt) zur Teilnehme bewegt werden. Anna freut sich sehr auf diesen Trip und hofft, dass endlich mal wieder die ganze Mischpoke an einem Strang zieht, sich näherkommt und gemeinsam Spaß hat. Hat sie doch aus ihrer Kindheit die Campingausflüge mit ihren Eltern und Marlene in so schöner Erinnerung. Natürlich geht aber der Streit bereits auf der Anreise im Auto los und zieht sich durch die Themen Zeltaufbau, Aufteilung der Schlafplätze, Essen bis hin zur allgemeinen Freizeitgestaltung. Anna ist sehr enttäuscht. Kann ein Gespräch mit Marlene helfen, die Katastrophe zu beenden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493430","hoster":"VOE"},{"path":"/redirect/8650986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-3","name":"Nacktfoto","epNo":3,"alt":"","descr":"Anna und Tom verbringen einen erfolgreichen Tag damit, auf einem Flohmarkt alte Schätze unter die Leute zu bringen. Tom verkauft jedoch ein Familien-Fotoalbum, in dem sich unter anderem alte Oben-Ohne-Fotos von Anna aus dem Ostsee-Urlaub befinden. Um das Album zurückzukaufen, muss Anna den gesamten Flohmarkt-Tagesumsatz investieren. Unglücklicherweise vertauschen sie und ihr Chef, den sie auf dem Flohmarkt trifft, kurz darauf ihre Tüten. Nun ist sie im Besitz der gesammelten Playboy-Ausgaben des Jahres 1985 und er hat das Album mit ihren freizügigen Schnappschüssen auf Rügen. Was tun? Das Chaos nimmt seinen Lauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493431","hoster":"VOE"},{"path":"/redirect/12985130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-4","name":"Klassentreffen","epNo":4,"alt":"","descr":"Anna und Tom besuchen gemeinsam ein Klassentreffen. Um beim allgemeinen Statusvergleich besser abzuschneiden, geben sich beide als Ärzte aus, Anna naheliegenderweise als Zahnärztin. Das funktioniert zufriedenstellend, bis ein ehemaliger Klassenkamerad von Anna etwas später in ihrer Praxis steht und behandelt werden möchte. Anna spielt mit, um sich nicht bloßstellen zu lassen, und schickt ihn schnell als gesund wieder nach Hause. Der begeisterte Patient empfiehlt Anna auf der Homepage des Jahrgangs weiter. Anna schafft es kaum noch, die Terminanfragen ihrer ehemaligen Klassenkameraden am Telefon abzuwimmeln. Dann stellen sich die Probleme ihres ersten Patienten nachträglich als doch ernsthafter heraus und er stellt Anna in den sozialen Medien an den Pranger. Derweil betritt zu Hause Saskia die Bildfläche, eine 15-jährige Beauty, die sich als Alberts Freundin vorstellt und sich von dem 8-Jährigen bei den Hausaufgaben helfen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930767","hoster":"VOE"},{"path":"/redirect/8650988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-5","name":"Der Perser","epNo":5,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493432","hoster":"VOE"},{"path":"/redirect/8650991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-6","name":"Lets tanz","epNo":6,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918160","hoster":"VOE"},{"path":"/redirect/8650990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-7","name":"Robbie ruft","epNo":7,"alt":"","descr":"Anna gewinnt bei einer Radioshow Tickets für ein Robbie-Williams-Konzert plus Übernachtung in einem Luxus-Hotel. Problematisch, das Konzert ist dieses Wochenende und sie hat die Kinder. Gegen entsprechende Gegenleistungen bieten ihre Männer an, das Wochenende für sie zu übernehmen: Ein Candlelight-Dinner mit Eugen, die Beerdigung eines verstorbenen Onkels mit Kafi und Stundung von Unterhaltszahlungen von Tom. Doch natürlich läuft nicht alles so wie geplant und der aufregende Konzert-Abend droht ins Wasser zu fallen. Aber Annas Familie wäre nicht ihre Familie, wenn sie nicht letztlich doch für eine Überraschung gut wären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493435","hoster":"VOE"},{"path":"/redirect/8650995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/triple-ex/staffel-1/episode-8","name":"Wer ist eigentlich Paul?","epNo":8,"alt":"","descr":"Anna versucht sich an einem Date mit Paul, einem Bekannten, der überraschend für ein paar Tage in der Stadt ist. Schön wäre es natürlich, wenn an diesem Abend das Handy mal nicht klingeln würde und Anna die Wohnung für sich hätte. Ohne etwas von ihrem Date zu erzählen, fordert Anna etwas \"Me-Time\" von ihrer Familie und erntet Verständnis. Das anfänglich romantische Date geht natürlich gründlich schief und der Abend endet für Anna in der Katastrophe: Paul rauscht genervt ab in ein Hotel. Marlene versucht unterdessen, ein unglückliches Paar in ihrer Therapie auseinanderzudividieren, um an den attraktiven Ehemann heranzukommen. Wird sie Erfolg haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8493434","hoster":"VOE"},{"path":"/redirect/8650992","hoster":"Streamtape"}]}]}]}]}