{"seriesId":"trollz","name":"Trollz","descr":"In einer fantastischen Welt voller Zauberei und Magie schlagen sich die fünf Troll-Mädchen Amethyst, Ruby, Onyx, Topaz und Saphir mit sehr alltäglichen Problemen herum: Pickel, Parties und Liebeskummer. In ihrem \"Beste-Freunde-fürs-Leben-Club\" versuchen die 14-jährigen Girlies, ihre privaten und schulischen Probleme in den Griff zu bekommen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fauler Zauber","epNo":1,"alt":"Best Friends For Life","descr":"In einer fantastischen Welt voller Zauberei und Magie schlagen sich die fünf Troll-Mädchen Amethyst, Ruby, Onyx, Topaz und Saphir mit sehr alltäglichen Problemen herum: Pickel, Parties und Liebeskummer. In ihrem \"Beste-Freunde-fürs-Leben-Club\" versuchen die 14-jährigen Girlies, ihre privaten und schulischen Probleme in den Griff zu bekommen. In der ersten Folge hat Amethyst eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14340034,"hoster":"VOE"},{"redirect":14340036,"hoster":"Vidoza"},{"redirect":14340035,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eiszeit","epNo":2,"alt":"Five Spells Trouble","descr":"Die fünf Freundinnen versuchen sich als Magierinnen. Das aber hat unangenehme Folgen: Coal wird zu einem Eisklotz und ganz Trollzopolis wird von einem gewaltigen Erdbeben erschüttert. Die Mädchen treffen den mysteriösen Obsidian, der sie in die wahren Weisheiten der Trollz einführt.","versions":[{"lang":1,"streams":[{"redirect":14340039,"hoster":"VOE"},{"redirect":14340038,"hoster":"Vidoza"},{"redirect":14340037,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Erste Schultag","epNo":3,"alt":"First Day of School","descr":"Bei dem Versuch, ohne Hilfe die eigenen Probleme zu lösen, sprechen die Mädchen einen Zauber aus. Aber der hat fatale Folgen: Sie holen Evil Snarf aus der Alten Welt und wissen nicht, wie sie ihn wieder zurückbringen können.","versions":[{"lang":1,"streams":[{"redirect":14340044,"hoster":"VOE"},{"redirect":14340050,"hoster":"Vidoza"},{"redirect":14340042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schein trügt","epNo":4,"alt":"Onyx’s Gem","descr":"Die BFFL-Mädchen stellen fest, dass sich ihre Edelsteine verdunkeln. Nach einigen Versuchen stellt sich heraus, dass der fiese Ogre dahintersteckt. Er versucht, die Mädchen in die Schattenwelt zu führen, um mit ihrer Hilfe seinen Master Simon aus seiner ewigen Einkerkerung zu befreien.","versions":[{"lang":1,"streams":[{"redirect":14340045,"hoster":"VOE"},{"redirect":14340059,"hoster":"Vidoza"},{"redirect":14340047,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Topaz in Gefahr","epNo":5,"alt":"Topaz Possessed","descr":"Als Topaz’ Zuversicht während der Gymnastikstunde schwindet, nutzt Simon den schwachen Moment aus und ergreift besitzt von ihrem Körper. Sein Plan war eigentlich perfekt und trollz-sicher, doch seine arrogante Haltung und das überraschende Eingreifen von drei Alten zerstören seinen Plan. Mit der Hilfe der BFFL erlangt Topaz ihre Zuversicht wieder und rettet den Tag indem sie Simon in einen sich drehenden Wirbel stößt.","versions":[{"lang":1,"streams":[{"redirect":14340051,"hoster":"VOE"},{"redirect":14340061,"hoster":"Vidoza"},{"redirect":14340049,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Prüfungsängste","epNo":6,"alt":"The Big Test","descr":"An dem Abend vor ihrer großen Abschlussprüfung in Chemie, müssen die BFFL-Mädchen noch einen viel schwereren Test bestehen: Simon kehrt zurück um Rache zu nehmen. In einer mitternächtlichen Nachhilfestunde hilft Saphir den Mädchen, einen chemischen Code zu knacken, der die Zutaten für einen Zauber verbirgt. So wollen sie Simon wieder in die Schattenwelt verbannen.","versions":[{"lang":1,"streams":[{"redirect":14340052,"hoster":"VOE"},{"redirect":14340070,"hoster":"Vidoza"},{"redirect":14340054,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geschwindigkeitsrausch","epNo":7,"alt":"Troll Fast, Troll Furious","descr":"Saphir verliebt sich Hals über Kopf in Mica, einen alten Scooter-Rennfahrer. Geblendet von seinem guten Aussehen merkt Saphir nicht, dass sie von ihm nur ausgenutzt wird, um einen Super-Scooter zu bauen.","versions":[{"lang":1,"streams":[{"redirect":14340065,"hoster":"VOE"},{"redirect":14340064,"hoster":"Vidoza"},{"redirect":14340057,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das große Rennen","epNo":8,"alt":"The Great Race","descr":"Mica kommt drohend zurück und fordert ein Scooter-Rückkampf. Nach einem Training, das die BFFL für Onyx beim Rivalen Rocky Balboa organisieren, ist es Zeit fürs Rennen. Das Rennen läuft super und Onyx geht in Führung. Aber als der Verlauf für Mica gefährlich wird, gerät Onyx in einen Gewissenskonflikt: Soll sie sich Gold holen oder ihren Stolz vergessen und Mica zur Seite stehen.","versions":[{"lang":1,"streams":[{"redirect":14340063,"hoster":"VOE"},{"redirect":14340067,"hoster":"Vidoza"},{"redirect":14340062,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ehrlich währt am längsten","epNo":9,"alt":"Into the Woodz","descr":"Die Geschehnisse der Rennen holen sie letztendlich ein und die BFFL-Mädchen müssen ihrem härtesten Feind entgegentreten: dem Gesetz. Nach dem Ableisten ihrer Strafe im alten Trollz Hause, entlässt der alte Troll Fossil die Mädchen aufgrund ihres guten Benehmens. Um ihm zu danken, bekämpfen die BFFL Schmutzmonster und Steinungeheuer im Geisterwald für Fossils geliebtes Spielzeug Gobby. Mica versucht nun, die Lorbeeren für sich zu verbuchen.","versions":[{"lang":1,"streams":[{"redirect":14340066,"hoster":"VOE"},{"redirect":14340081,"hoster":"Vidoza"},{"redirect":14340069,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Liebeskummer","epNo":10,"alt":"The Dating Game","descr":"Jasper plant eine Party. Die völlig verliebte Topaz würde alles dafür tun, eine Einladung von ihm zu bekommen. In dem Bemühen, ihn auf sich aufmerksam zu machen, spricht sie einige Zauber aus, um sich erst zu ändern und schließlich ihn versehentlich in einen hinterhältigen Streber zu verwandeln. Ganz nach Aschenputtel-Regeln haben die Mädchen bis Mitternacht Zeit Jasper in Topaz’ süßen Schatz zurück zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":14340075,"hoster":"VOE"},{"redirect":14340084,"hoster":"Vidoza"},{"redirect":14340073,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Spieglein, Spieglein","epNo":11,"alt":"Mirror, Mirror","descr":"Um Spott von den Freunden zu vermeiden, bringt Saphir ihre neuen Schuhe zurück. Aber dafür kommt sie mit einem neuen Modedesaster zurück: einem magischen Spiegel-Schmuckanhänger. Als der magische Spiegel Saphir’s wachsendem Ego weiter schmeichelt, steckt ihr Kopf plötzlich in einer Wolke fest und sie öffnet ein geheimes Tor. Das freundliche Gesicht im Spiegel war Simon!","versions":[{"lang":1,"streams":[{"redirect":14340079,"hoster":"VOE"},{"redirect":14340090,"hoster":"Vidoza"},{"redirect":14340077,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die große Party","epNo":12,"alt":"Ruby’s Rules of Partying","descr":"Während die BFFL-Mädchen versuchen, die Regeln von Rubys Party zu befolgen, stürmt Snarf Jaspers Party. Peinlicher Weise dachte er, es handle sich um eine Kostümparty und kommt verkleidet als der süße Troll Gravel. Alle finden seinen Auftritt doof. Außer Ruby, die für Gravel schwärmt. Sie spaltet die Gruppe. Eine gute Chance für Simon in Erscheinung zu treten. Die Mädchen müssen sich wieder vertragen, bevor sie zur Party zurück dürfen.","versions":[{"lang":1,"streams":[{"redirect":14340087,"hoster":"VOE"},{"redirect":14340089,"hoster":"Vidoza"},{"redirect":14340082,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"In der Welt der Ahnen","epNo":13,"alt":"Forever Amber","descr":"Als Ruby den Ahnen-Ring von Amethysts Großmutter ausleiht und verliert, lernen die BFFL-Mädchen auf hartem Wege den Unterschied zwischen leihen und stehlen. Solange die Mädchen den machtvollen Ring wieder finden, bevor er in falsche Hände gerät, ist die Sache kein Problem. Aber plötzlich taucht Sinom auf.","versions":[{"lang":1,"streams":[{"redirect":14340091,"hoster":"VOE"},{"redirect":14340102,"hoster":"Vidoza"},{"redirect":14340092,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die nicht ganz so gute alte Zeit","epNo":14,"alt":"Not-So-Good-Old-Days","descr":"Simon katapultiert Trollzopolis zurück ins Mittelalter. Während der Rest der Stadt in einer Zeitschleife festsitzt, fliehen die Mädchen vor Sheriff Snarf und einem liebeskranken Ungeheuer. Um die Stadt wieder in die Neuzeit zu holen, müssen sie Obsidian und den Rest von Simons Zauber befreien.","versions":[{"lang":1,"streams":[{"redirect":14340098,"hoster":"VOE"},{"redirect":14340103,"hoster":"Vidoza"},{"redirect":14340105,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Simons Zaubermaschine","epNo":15,"alt":"Simply Simon","descr":"Auf der Flucht vor Snarfs stellvertretenden Ungeheuern, finden die Mädchen eine gute Möglichkeit in das Schloss von \"König\" Simon zu gelangen: verkleidet als eine Gruppe von reisenden Schauspielern. Dort wollen sie versuchen, Simons Zauber zu bannen und ihre Heimatstadt aus dem Mittelalter zurück in die moderne Welt zu holen.","versions":[{"lang":1,"streams":[{"redirect":14340104,"hoster":"VOE"},{"redirect":14340109,"hoster":"Vidoza"},{"redirect":14340107,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Baum und der Drache","epNo":16,"alt":"The Tree and the Dragon","descr":"Onyx und Topaz gehen zu einer Mitternachtssitzung, um die mysteriösen fehlenden Ahnen zu demaskieren. Einer Vision aus einem Traum folgend, gelangt Onyx direkt zu Zirkonia, eine Ahnin, die verwandelt in einen Baum gefangen ist.","versions":[{"lang":1,"streams":[{"redirect":14340111,"hoster":"VOE"},{"redirect":14340114,"hoster":"Vidoza"},{"redirect":14340110,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Footballspiel","epNo":17,"alt":"Homecoming","descr":"Es ist der besondere Abend der Schule: das letzte Footballspiel des Jahres. Das Trollz-Spiel ist auf seinem Höhepunkt, als Simon wieder mal dazwischenfunkt. Mit seinem herumtobenden feuerspuckenden Drachen ruiniert er den ganzen Abend. Topaz will versuchen, den Abend noch zu retten.","versions":[{"lang":1,"streams":[{"redirect":14340113,"hoster":"VOE"},{"redirect":14340123,"hoster":"Vidoza"},{"redirect":14340118,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Drachengeschichte","epNo":18,"alt":"A Dragon’s Tale","descr":"Immer noch frustriert, ihre Ahne nicht gefunden zu haben, kehrt Onyx zurück zum geheimen Wald zurück. Doch unglücklicherweise fällt sie dort direkt in die Arme von Simon, der sie in einen Baum verwandelt. Dann kehrt auch noch der wütende Drache zurück. Jetzt wird es eng für Onyx.","versions":[{"lang":1,"streams":[{"redirect":14340121,"hoster":"VOE"},{"redirect":14340126,"hoster":"Vidoza"},{"redirect":14340120,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Schulausflug","epNo":19,"alt":"Field Trip","descr":"Auf dem Weg zurück von einem Schulausflug ins Zaubermuseum beginnt Rock einen dummen Streit mit den Mädchen. Und das alles nur aus Eifersucht auf ihre Zauberkraft. Nach einem Gegenzauber für Rock sind auch der Bus und Mr. Slate kaltgestellt und die Trollz landen im Wald mit lauter gefräßigen Geisterhunden. Die Jungs müssen nun schnell ihre Eifersucht abstellen und mit mit den Mädchen gemeinsam den Schulbus zum Fahren zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14340122,"hoster":"VOE"},{"redirect":14340145,"hoster":"Vidoza"},{"redirect":14340125,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Am Tag als der Zauber starb","epNo":20,"alt":"The Day the Magic Died","descr":"Immer noch eifersüchtig, dass die Mädchen zaubern können, schleichen die Jungs in die Bernsteinhöhlen, um ein wenig Bernstein für sich selber zu holen. Sie wissen nicht, dass sie der Köder in der Falle sind, die sie Simon gelegt hat.","versions":[{"lang":1,"streams":[{"redirect":14340128,"hoster":"VOE"},{"redirect":14340143,"hoster":"Vidoza"},{"redirect":14340132,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Zurück zur Magie","epNo":21,"alt":"Bringing back the Magic","descr":"Laut Obsidian haben die Trollz noch eine Chance. Bis zum Sonnenaufgang müssen sie einen Baumstamm im Verhexten Wald finden um den heiligen Altar zu reparieren. Nachdem sie sich gegenseitig die Schuld zu schieben, entschließen sich die Trollz dazu sich gegenseitig zu vertrauen, um das magische Unglück zu beheben.","versions":[{"lang":1,"streams":[{"redirect":14340134,"hoster":"VOE"},{"redirect":14340142,"hoster":"Vidoza"},{"redirect":14340136,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Neue","epNo":22,"alt":"New Girl in Town","descr":"Der BFFL, der \"Beste-Freunde-Fürs-Leben\"-Club feiert sein zehnjähriges Jubiläum. Nichts lassen die Freundinnen zwischen sich kommen. Nichts, außer Garnet. Das neue Mädchen in der Schule löst die BFFL auf, aber Ruby entdeckt bald Garnets wirkliche Identität! Die Mädchen wurden einer Gehirnwäsche unterzogen, aber eine enthüllende Reflektion in dem magischen Wasserfall, zerbricht den Zauber.","versions":[{"lang":1,"streams":[{"redirect":14340144,"hoster":"VOE"},{"redirect":14340149,"hoster":"Vidoza"},{"redirect":14340148,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Wenn brave Mädchen böse werden","epNo":23,"alt":"When Good Girlz Go Bad","descr":"Wenn die übrigen BFFL-Mädchen unartig und ruppig werden, wird Ruby misstrauisch. Was könnte die Mädchen dazu bewegen, ihre Klassenkameraden in Schimpansen zu verwandeln? Warum verzaubern sie den Direktor? Und wieso wollen sie ganz Trollzopolis einer Gehirnwäsche unterziehen? Dahinter kann nur Simon stecken!","versions":[{"lang":1,"streams":[{"redirect":14340150,"hoster":"VOE"},{"redirect":14340157,"hoster":"Vidoza"},{"redirect":14340152,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Talisman","epNo":24,"alt":"Boyz and Girlz Together","descr":"Simon hat die gesamte Kontrolle über Trollzopolis übernommen. Mr. Slate informiert Coal, Rock und Ruby über ihre einzige Chance, die fürchterliche Herrschaft zu beenden. Sie müssen zum Ausgang allen Übels reisen, zu Simons Haus.","versions":[{"lang":1,"streams":[{"redirect":14340160,"hoster":"VOE"},{"redirect":14340165,"hoster":"Vidoza"},{"redirect":14340161,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ferien auf Trollhiti","epNo":25,"alt":"Where the Trollz Are","descr":"Die Schulferien beginnen und die BFFL sind bereit zum Feiern. Nach einem ruhigen Ferienanfang starten die Mädchen einen geheimen Ausflug nach Trollhiti. Dort wollen sie die sich erholenden Ahnen Zirkonia und Spinell besuchen. Unglücklicherweise hat Topaz Schwierigkeiten, sich still zu verhalten. Als ihr Trip auffliegt, packt Simon seine Sachen und folgt ihnen.","versions":[{"lang":1,"streams":[{"redirect":14340159,"hoster":"VOE"},{"redirect":14340170,"hoster":"Vidoza"},{"redirect":14340163,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Kokosnussalarm","epNo":26,"alt":"Surf Monster A Go Go","descr":"Nachdem Simon weg ist, wird es Zeit, ein wenig Spaß in der Sonne zu haben. Aber als ein paar Surflehrer die Mädchen mit raus aufs Meer nehmen, begegnen sie einem Monster, das den Weißen Hai zum zittern bringen würde. Um die aufgebrachte, monstermachende Zauberei zu beenden, muss Saphir ihre Angst überwinden und ihren Freunden zu Hilfe eilen.","versions":[{"lang":1,"streams":[{"redirect":14340173,"hoster":"VOE"},{"redirect":14340171,"hoster":"Vidoza"},{"redirect":14340169,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Antipickelalarm","epNo":27,"alt":"Krakatrolla Needs Some Java","descr":"Die BFFL haben ein Problem: Je mehr sie sich dem Ferienende nähern, desto mehr schwindet ihre Geduld. Als die Mädchen die Beherrschung verlieren, verursacht ihr Ärger den Ausbruch des Vulkans Krakatrolla. Da sie damit aber ihre Zauberkünste verschwendet haben, müssen sie ihre Kräfte vereinen, um den Berg wieder zu besänftigen.","versions":[{"lang":1,"streams":[{"redirect":14340174,"hoster":"VOE"},{"redirect":14340177,"hoster":"Vidoza"},{"redirect":14340176,"hoster":"Streamtape"}]}]}]}]}