{"seriesId":"trolls-trollstopia","name":"Trolls: TrollsTopia","descr":"Inspiriert von den geliebten DreamWorks-Animationsfilmen, ist diese Serie das nächste Kapitel in den haarsträubenden Abenteuern der Trolle. Jetzt, da Poppy weiß, dass es noch andere musikalische Trolle gibt, die im ganzen Wald verstreut sind, füllt sie ihre endlose Positivität in Flaschen und lädt Delegierte von jedem Trollstamm im Wald ein, in einem großen Experiment, das sie TrollsTopia nennt, in Harmonie zusammenzuleben!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"TrollsTopia","descr":"Poppy ist bestrebt , sich mit den neuen Trolls-Stämmen anzufreunden , und lädt Botschafter ein, Trolls Village zu besuchen, in der Hoffnung, dass sie in einer brandneuen TrollsTopia in Harmonie leben können! Da sich die Hard Rock Trolle jedoch als größere Herausforderung erweisen, muss Poppy einen Weg finden, um alle auf die gleiche Seite zu bringen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Buddy System / Kick-Off Party","descr":"Poppy ist bestrebt , sich mit den neuen Trolls-Stämmen anzufreunden , und lädt Botschafter ein, Trolls Village zu besuchen, in der Hoffnung, dass sie in einer brandneuen TrollsTopia in Harmonie leben können! Da sich die Hard Rock Trolle jedoch als größere Herausforderung erweisen, muss Poppy einen Weg finden, um alle auf die gleiche Seite zu bringen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bring It In / Branch Out of Water","descr":"Um alle Trolle schnell in TrollsTopia zu integrieren, beschließt Poppy, jeden neuen Troll mit einem Pop-Troll live zu haben. Aber wenn Persönlichkeiten und Bräuche aufeinander treffen, erkennt Poppy, dass es bei TrollsTopia am besten ist, langsam und stetig zu fahren.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Ballad of Holly Darlin\u0027 / Across the Fashionverse","descr":"Als Poppy entdeckt, dass Val\u0027s Idee einer Auftaktparty ganz anders ist als ihre eigene, muss sie einen Weg finden, eine großartige Party für TrollsTopia zu planen, ohne Val auf die Zehen zu treten.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Manager Poppy / The Snug-a-Lug Situation","descr":"Als Poppy entdeckt, dass die klassischen Trolle sich nie umarmen, macht sie sich auf den Weg, um ihnen beizubringen, worum es beim Umarmen geht. Aber sobald sich die klassischen Trolle umarmen, müssen Poppy und das Snack Pack die klassischen Trolle vor der schrecklichen Wahrheit schützen: dass ihre Umarmungen absolut schrecklich sind.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Girls\u0027 Night / Cloud Control","descr":"Wenn die Techno-Trolle die beliebtesten heißen Quellen von Branch übernehmen und seine Morgenroutine stören, muss er zur Techno-Lagune hinunter, um sich mit Synth zu verständigen, einem Troll, mit dem er nichts gemeinsam hat.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Classical Rock / Buckin\u0027 Branch","descr":"Als Poppy von Holly einen Dankesbrief erhält, der eigentlich schöner ist als Poppys ursprüngliches Geschenk, geht sie zu Country Corral, um nachzuforschen. Sie erfährt, dass dies bei Holly eine häufige Angewohnheit ist. Sie zeigt ihre Wertschätzung immer auf große, große Weise! Poppy und Holly betrachten sich selbst als einen ziemlich anerkennenden Troll und befinden sich bald in einem eskalierenden Krieg der Großzügigkeit.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Rhythm \u0026 the Blues / Mouth Guitar","descr":"Trolle versammeln sich zur Unterstützung um Rhythm \u0026 Blues; Blaze Powerchord kommt in TrollsTopia an.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Glitter Rush / Laguna Tidepool and the Lost Game Room","descr":"Holly Darlin \u0027bringt allen etwas über Glitzer bei; Poppy folgt Laguna Tidepool zu einem alten Tempel.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Cheery Glo-Mato / Highly Amused","descr":"Val arbeitet mit Poppy zusammen, um die Dinge mit Holly Darlin richtig zu machen. Dante hat einen Fall von Komponistenblock.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Makeunder / Smidge in the Saddle","descr":"Lownote Jones lernt, wie man sich einfügt; Gust Tumbleweed bietet an, TrollTopia Fun Sheriff zu werden.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Extra Tootering / The Last Scrapbook","descr":"Guy und seine Freunde sind entschlossen, Tiny Diamond dabei zu helfen, seinen ersten schimmernden Toot zu erreichen.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Darlin\u0027 Dos / Bad Hair Day","descr":"Holly Darlin \u0027gibt Poppy eine große Frisur; Poppy zeigt Val, wie sehr TrollsTopia sie braucht.","versions":[]}]}]}