{"seriesId":"truck-rescue-die-abschlepp-profis","name":"Truck Rescue - Die Abschlepp-Profis","descr":"Der Highway 401 in der kanadischen Provinz Ontario ist eine der am dichtesten befahrenen Straßen der Welt. Wenn sich hier ein Unfall ereignet, muss es schnell gehen, damit auf der Autobahn kein Chaos ausbricht. Dann sind die Abschlepp-Profis um John Allen gefragt. Sie räumen bei Wind und Wetter den Weg frei.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schlepper in der Not","epNo":1,"alt":"Shock and Awe","descr":"John Allen und Sonny Subramaniam rücken in Ontario zum Einsatz aus, denn auf einer der wichtigsten Verkehrsrouten des Landes hat sich ein folgenschwerer Unfall ereignet. Bei der Massenkarambolage wurden über 40 Fahrzeuge beschädigt – darunter auch schwere Lkws. Während Rettungssanitäter die Verletzten versorgen, kümmern sich die Abschlepp-Profis um den Transport der schrottreifen Vehikel. Gary Vandenheuvel bekommt es unterdessen 200 Kilometer westlich mit einem havarierten 40 Tonnen-Laster zu tun, der Tierfutter geladen hat.","versions":[]},{"epId":"episode-2","name":"Zeit- und Platznot","epNo":2,"alt":"War Zone","descr":"Ein Brummi-Fahrer ist in der Nähe von Toronto mit hoher Geschwindigkeit in ein Stauende gerast. Dabei hat sein tonnenschwerer Lkw zunächst einen SUV gerammt und sich anschließend in einem Transporter verkeilt. Der Trucker wurde schwerverletzt in ein Krankenhaus gebracht, und nachdem die Polizei den Unfallort gesichert hat, schlägt die Stunde der Abschlepp-Profis. Sämtliche Fahrbahnen in Richtung der amerikanischen Grenze sind blockiert, deshalb müssen die demolierten Fahrzeuge so schnell wie möglich von der Straße.","versions":[]},{"epId":"episode-3","name":"Nichts ist unmöglich","epNo":3,"alt":"All Around Us","descr":"Ein heftiger Schneesturm sorgt in der kanadischen Provinz Ontario für Verkehrschaos. Um das Unfallrisiko so gering wie möglich zu halten, ist auf dem Highway 401 eine Armada von Räumfahrzeugen unterwegs. Trotzdem gerät so mancher Fahrer auf der spiegelglatten Autobahn ins Schleudern. Deshalb rücken Mark Haslett und seine Arbeitskollegen unverzüglich zum Einsatz aus. Doch einen demolierten Wagen abzuschleppen, während wenige Meter entfernt bei schlechter Sicht Dutzende Pkws vorbeirauschen, ist extrem gefährlich.","versions":[]},{"epId":"episode-4","name":"Mit Vollgas gegen die Wand","epNo":4,"alt":"Anything Can Happen","descr":"Ein Lkw-Fahrer hat im kanadischen Tottenham die Kontrolle über sein Fahrzeug verloren und in der Stadt eine Spur der Verwüstung hinterlassen. Sein Truck ist auf der Queen Street mit hoher Geschwindigkeit in ein Gebäude gerast. Dabei wurde die Fassade schwer beschädigt. Deshalb wird das einsturzgefährdete Haus mit Stützen gesichert, bevor James Ireland und sein Arbeitskollege \"Bubba\" das tonnenschwere Vehikel bergen. Trotz dieser Vorsichtsmaßnahmen dürfen sich die Männer beim Abschleppen nicht den kleinsten Fehler erlauben.","versions":[]},{"epId":"episode-5","name":"Schneesturm auf der Autobahn","epNo":5,"alt":"A Load of Problems","descr":"Gary Vandenheuvel hat viel Erfahrung in seinem Job. Aber dieser Auftrag ist nichts für schwache Nerven: Ein voll beladener Lkw ist bei heftigem Schneetreiben auf dem Highway 402 ins Schleudern geraten und neben der Fahrbahn umgekippt. Deshalb versucht der Abschlepp-Profi den Truck mit seinem Team vor dem Abtransport wieder auf die Räder zu stellen. Dabei kommen zwei mobile Lastkräne zum Einsatz. Doch der Brummi wurde bei dem Unfall auf der Autobahn schwer beschädigt und droht bei der Bergung auseinanderzubrechen.","versions":[]},{"epId":"episode-6","name":"Chaos im Berufsverkehr","epNo":6,"alt":"Honour Guard","descr":"Ein havarierter Lkw blockiert in der Rushhour die Autobahn bei Mississauga. Hinter dem defekten Vehikel stauen sich in der kanadischen Provinz Ontario bereits Hunderte Fahrzeuge, deshalb muss es auf dem Highway schnell gehen. Aber bevor die Abschlepp-Profis ihren Job machen können, sichern Polizeibeamte und Feuerwehrmänner den Einsatzort. Denn auf der gegenüberliegenden Fahrbahn ist ebenfalls Gefahr im Verzug. Hier sorgen Schaulustige, die mit ihren Smartphones von dem Unfall Fotos machen, für Chaos im Berufsverkehr.","versions":[]},{"epId":"episode-7","name":"Helfer in Not","epNo":7,"alt":"Nerves of Steel","descr":"Die Polizei drängt auf eine schnelle Räumung, denn eine Straßensperre sorgt im Berufsverkehr für noch mehr Gefahr. Deshalb stehen die Abschlepp-Experten bei der Arbeit mächtig unter Zeitdruck. Dieses Dilemma wird Andrew Vink auf spiegelglatter Fahrbahn zum Verhängnis: Der Voll-Profi prallt auf dem Weg zum Einsatzort mit seinem Fahrzeug gegen einen Baum. James Ireland und Don Stephenson bekommen es derweil auf dem viel befahrenen Highway 11 bei heftigem Schneetreiben mit zwei havarierten Lastkraftwagen zu tun.","versions":[]},{"epId":"episode-8","name":"Nerven wie Drahtseile","epNo":8,"alt":"My Way or the Highway","descr":"Schnee und Eisregen sorgen rund um Toronto für schlechte Sicht. Die Autofahrer werden von dem Winterwetter komplett überrascht, deshalb ereignen sich in der Region jede Menge Unfälle. Auf dem Highway 400 fließt aus einem defekten Tanklastzug zudem Treibstoff auf die Fahrbahn. Das Dieselgemisch muss so schnell wie möglich runter von der Straße, deshalb kommt bei den Bergungsarbeiten ein Bindemittel zum Einsatz. Abschlepp-Profi Jim Vincent zieht derweil mit einer 22-Tonnen-Winde einen havarierten Lkw aus dem Verkehr.","versions":[]},{"epId":"episode-9","name":"Verschiedene Welten","epNo":9,"alt":"Worlds Apart","descr":"Die Einsatzkräfte von Heavy Rescue und das Team von Highway Thru Hell sprechen über ihre Arbeit im gebirgigen British Columbia und auf den Highways von Ontario.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Von einer Sekunde zur nächsten","epNo":1,"alt":"It Only Takes A Second","descr":"Eisregen, gefrierende Nässe und Schneeverwehungen: Ein plötzlicher Kälteeinbruch sorgt auf den Straßen in der kanadischen Provinz Ontario für Verkehrschaos. Bei solchen extremen Wetterbedingungen sind James Irland und seine Arbeitskollegen rund um die Uhr im Einsatz, denn in den Wintermonaten kommt es auf den Autobahnen rund um die Millionenmetropole Toronto regelmäßig zu schweren Unfällen. Darin sind oft auch schwere Lkws verwickelt. Zum Auftakt der neuen Staffel bekommen es die Abschlepp-Profis unter anderem mit einem havarierten Papiertransporter zu tun.","versions":[]},{"epId":"episode-2","name":"Das Chaos nimmt seinen Lauf","epNo":2,"alt":"This Is Chaos","descr":"Überall Schrott: Auf dem Highway 401, einer der am dichtesten befahrenen Straßen der Welt, kam es zwischen den kanadischen Ortschaften Bowmanville und Newcastle zu einer Massenkarambolage. Die meisten Autofahrer haben zwar nur leichte Verletzungen davongetragen, aber 50 havarierte Fahrzeuge machen die wichtige Verkehrsader unpassierbar – darunter auch ein Sattelschlepper. Zugmaschine und Aufleger sind verkeilt, aber um den Brummi zu bergen, müssen die Abschlepp-Profis zunächst beschädigte Pkws aus dem Weg räumen.","versions":[]},{"epId":"episode-3","name":"Lkw an Lkw","epNo":3,"alt":"Guardian Angel","descr":"Auf dem Highway 401 staut sich der Verkehr, denn eine Pkw-Fahrerin ist auf der wichtigen Verkehrsroute in der kanadischen Provinz Ontario mit ihrem Fahrzeug liegen geblieben. Der Dame ist das Benzin ausgegangen, aber sie hat Glück im Unglück. Denn Mark Haslett erreicht mit seinem Bergungsfahrzeug schon nach fünf Minuten den Einsatzort und schleppt den Wagen zur nächsten Tankstelle. In diesen Fall können die Abschlepp-Profis Schlimmeres verhindern, in der Nähe von Windsor kommt dagegen für einen SUV-Fahrer jede Hilfe zu spät.","versions":[]},{"epId":"episode-4","name":"Vom Winde zerlegt","epNo":4,"alt":"Skyway Thru Hell","descr":"Im Südosten Kanadas macht den Autofahrern eine Schlechtwetterfront zu schaffen. Auf der Burlington-Bridge über dem Lake Ontario ist die Situation besonders dramatisch. Dort ist bei stürmischem Wind ein Sattelschlepper umgekippt. Das Bergungskommando muss den Auflieger aus der Gefahrenzone befördern, bevor er in die Tiefe stürzt. Sonny Subra nimmt derweil in der Nähe von Toronto ein defektes Räumfahrzeug an den Haken. Aber die Abschleppaktion entwickelt sich im dichten Verkehr zu einer kniffligen Herausforderung.","versions":[]},{"epId":"episode-5","name":"Brandgefährlicher Funkenflug","epNo":5,"alt":"Where There’s Smoke","descr":"Im Südwesten von Ontario sind bei extremen Witterungsverhältnissen zwei Sattelzüge kollidiert. Aber bevor Mike Ross und sein Team an die Arbeit gehen, muss die Polizei zunächst die Unfallursache ermitteln. Deshalb beginnen die Bergungsarbeiten erst sechs Stunden nach dem Crash. Aber dann soll alles sehr schnell gehen, damit der Highway 401 wieder für den Verkehr freigegeben werden kann. Die Abschlepp-Aktion auf der wichtigen Verbindungsroute wird jedoch kein Selbstläufer, denn auf der Fahrbahn riecht es nach Kabelbrand.","versions":[]},{"epId":"episode-6","name":"Kein Unfall wie jeder andere","epNo":6,"alt":"Not Your Regular Fender-Bender","descr":"Überhöhte Geschwindigkeit, technische Probleme oder ein Herzinfarkt? Auf dem Queen Elisabeth Way in der kanadischen Provinz Ontario ist ein Lieferwagen aus ungeklärten Gründen in der Kurve einfach geradeaus gefahren. Dabei hat der Fahrer mit seinem Vehikel einen Lärmschutzwall durchbrochen. Deshalb starten Steve Pillai und seine Helfer dort eine groß angelegte Aufräumaktion. Herb Vink und sein Team richten unterdessen auf dem Highway 401 bei Cornwall einen verunglückten Sattelzug auf – dabei kommen schwere Maschinen zum Einsatz.","versions":[]},{"epId":"episode-7","name":"Dünnes Eis","epNo":7,"alt":"Feels Like a Win","descr":"Ein Pkw ist auf dem Highway 401 östlich von Windsor mit einem Sattelzug kollidiert. Die Aufräumarbeiten gestalten sich schwierig, denn der Wagen wurde bei dem Unfall unter dem Laster eingeklemmt. Um die Fahrzeuge voneinander zu trennen, müssen Brad Coxon und sein Team den Auflieger mit schweren Maschinen rund sechs Meter in die Luft anheben. Und westlich von Cornwall versuchen Taucher in den Ausläufern des St. Lawrence-Stroms, ein Autowrack ausfindig zu machen. Dort ist ein Eisfischer mit seinem Vehikel im Eis eingebrochen.","versions":[]},{"epId":"episode-8","name":"Eine lange Nacht","epNo":8,"alt":"A Very Long Night","descr":"Diesen Männern ist keine Herausforderung zu schwer – mag sie auch 40 Tonnen wiegen. Denn wenn es in der kanadischen Provinz Ontario kracht, wissen John Allen und seine Arbeitskollegen genau, was zu tun ist. Ihr Einsatzort ist der Highway 401 -eine der am dichtesten befahrenen Straßen der Welt. Dort verkehren auf bis zu 18 Spuren fast 500 000 Fahrzeuge pro Tag. Sprich: Wenn sich auf der wichtigen Route nahe der Millionenmetropole Toronto ein Unfall ereignet, muss es schnell gehen, damit auf der Autobahn kein Chaos ausbricht. Vom ausgebrannten Pkw über den havarierten Laster bis zum Schwertransporter, der nach einer Karambolage mit einem Kran geborgen werden muss: Die Abschlepp-Profis räumen mit Nerven wie Drahtseilen bei Wind und Wetter den Weg frei.","versions":[]},{"epId":"episode-9","name":"Tanker im Brennpunkt","epNo":9,"alt":"Always a Danger","descr":"Abschlepp-Profi James Ireland und sein Team bekommen es in dieser Folge mit einem hochexplosiven Wrack zu tun, denn auf dem Highway 9 ist ein Tanklastzug umgekippt. Der Fahrer hat beim Verlassen des Führerhauses vergessen, die Handbremse zu betätigen – deshalb ist das Vehikel an einer Anhöhe rückwärts gerollt und umgestürzt. Um eine Umweltkatastrophe zu verhindern, versuchen die Männer das auslaufende Benzin mit Sand zu binden und die restlichen 10 000 Liter im Tank werden anschließend mit Schläuchen abgepumpt.","versions":[]},{"epId":"episode-10","name":"50 Tonnen Müll","epNo":10,"alt":"Thrown in the Deep End","descr":"Sonny Subra steht auf dem Highway 401 mächtig unter Druck. Der Kanadier soll in der Nähe von Toronto einen umgestürzten Lkw bergen, damit die Route so schnell wie möglich wieder für den Verkehr freigegeben werden kann. Dabei darf sich der Abschlepp-Profi unter den Augen seines neuen Arbeitgebers keine Fehler erlauben. Sonnys Berufskollege Kevin Richardson bekommt es unterdessen mit einem 54 Tonnen schweren Müllwagen zu tun. Zwei Bergungsfahrzeuge ziehen das havarierte Fahrzeug mit Stahlseilen aus dem Straßengraben.","versions":[]}]}]}