{"seriesId":"true-nightmares","name":"True Nightmares","descr":"Als dokumentarisches Gegenstück zu \"American Horror Story\" beschrieben, präsentiert Todd Robbins in diesem True-Crime-Format reale Kriminalfälle, die sich aus urbanen Legenden wie dem Boogeyman oder dem \"Monster unter dem Bett\" heraus entwickeln könnten. Allein mit dem Unterschied, dass sie noch viel grausamer sind – denn im Gegensatz zu den Gruselgeschichten, die sich vorallem im Kopf abspielen, kann jeder ein Opfer der gezeigten Verbrechen werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wahnhafte Liebe","epNo":1,"alt":"Crazy Love","descr":"Anfang des 20. Jahrhunderts lebt Belle Gunness auf einer Farm in Indiana. Die Witwe fühlt sich einsam und wünscht sich einen Partner an ihrer Seite. Schweinehirte Ray, der heimlich in sie verliebt ist, möchte diesen Platz einnehmen, doch Belle gibt Annoncen auf, um einen adäquaten Mann zu finden. Es kommen viele Interessenten auf den Hof, die alle nach kurzem verschwinden. Als Ray Belle seine Liebe gesteht und abgewiesen wird, geschieht ein Unglück: Der Hof brennt ab, und die sterblichen Überreste der Witwe werden in den Trümmern gefunden. Erst kurz vor seinem Tod im Gefängnis gesteht Ray die Wahrheit – eine Geschichte, die so haarsträubend wie unglaublich ist.","versions":[{"lang":1,"streams":[{"redirect":6896110,"hoster":"VOE"},{"redirect":13316246,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sargträger","epNo":2,"alt":"The Grieving Process","descr":"Ed Gein wuchs in Plainfield, einer Kleinstadt in Wisconsin auf und stand seiner gottesfürchtigen Mutter Augusta immer besonders nah. Doch was passiert mit einem schüchternen Jungen vom Land, wenn er seine Mutter verliert? Der zweite Fall der Doku-Serie \"True Nightmares\" ereignet sich an einem herrlichen Sommertag in Fall River, Massachusetts. Hier springt Marie Joseph in einem städtischen Freibad ins Wasser und verschwindet plötzlich auf mysteriöse Weise. Was dann passiert, ist so haarsträubend wie unglaublich. Auch der dritte Fall, in dem es ein Serienkiller auf eine ganz bestimmte Beute abgesehen hat, bietet viel Gänsehaut-Potenzial.","versions":[{"lang":1,"streams":[{"redirect":6896108,"hoster":"VOE"},{"redirect":13316243,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausgehungert","epNo":3,"alt":"Too Rich, Too Thin","descr":"Menschen sind seit jeher vom Wunsch besessen, für immer jung, schlank und gesund zu bleiben. Wenn jemand behauptet, ein Mittel dafür zu besitzen, wird er zahlreiche Anhänger finden. So auch im Jahr 1911, in Olalla, Washington, als Claire und Dora Williamson, steinreiche Erbinnen und Gesundheitsfanatikerinnen, in Wilderness Heights einchecken. In diesem Kurzentrum für Wohlhabende unterzieht sich eine internationale Klientel den Heilbehandlungen von Dr. Linda Hazzard. Das von ihr proklamierte Wundermittel beinhaltet Fasten, Entgiftung und Massagen. Doch was die Schwester dann erleben, hätten sie sich in ihren schlimmsten Albträumen nicht vorstellen können.","versions":[{"lang":1,"streams":[{"redirect":6896120,"hoster":"VOE"},{"redirect":13316249,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Braut für die Ewigkeit","epNo":4,"alt":"Overstay Your Welcome","descr":"Dr. Carl von Cosel kümmert sich sehr um seine Patienten, aber keine liegt ihm so am Herzen wie Elena de Hoyos, die an Tuberkulose erkrankt ist. Der Doktor behandelt sie fast täglich, doch in den 1930er Jahren sind die medizinischen Möglichkeiten noch sehr begrenzt. Die schöne Elena ist zu schwach, um die Krankheit zu besiegen. Als die junge Frau stirbt, scheut der Arzt keine Kosten, um sie zur letzten Ruhe zu betten und errichtet sogar ein Mausoleum. Eines Tages macht ihre Schwester eine schockierende Entdeckung: Dr. von Cosel hat die Leiche seiner Lieblingspatientin aus dem Grab geholt und mit nach Hause genommen, um seine Braut für die Ewigkeit zu erhalten.","versions":[{"lang":1,"streams":[{"redirect":13316250,"hoster":"VOE"},{"redirect":13316253,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Prophezeiung","epNo":5,"alt":"Soap Opera","descr":"Leonarda Cianciulli ist 15, als ihr eine Wahrsagerin die Zukunft deutet: Sie wird bald einen Mann kennenlernen, ihn heiraten und viele Kinder bekommen. Doch dann kommt der Nachsatz: Keines der Kinder wird überleben! Die Prophezeiungen treffen ein. Leonarda heiratet Raffaele und hat 13 Totgeburten. Völlig verzweifelt fleht sie die himmlischen Geister an – und wird erhört: Ein gesunder Junge kommt zur Welt. Giuseppe ist Leonardas größtes Glück. Und umso größer ist ihre Verzweiflung, als er beim Ausbruch des Zweiten Weltkriegs einen Einberufungsbescheid erhält. Leonarda will alles tun, um Giuseppes Leben zu retten. Doch der Weg, den sie wählt, ist mehr als schockierend.","versions":[{"lang":1,"streams":[{"redirect":13316255,"hoster":"VOE"},{"redirect":13316254,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lebendig begraben","epNo":6,"alt":"No Way to Die","descr":"Adolph Luetgert hat seine Wurstfabrik quasi aus dem Nichts aufgebaut und in ein florierendes Business verwandelt, das seiner Familie ein Leben mit allen Annehmlichkeiten ermöglicht. Als die Geschäfte schlechter laufen und Adolphs Unternehmen schließlich pleitegeht, kann seine Ehefrau Louise den Verlust ihres luxuriösen Lebensstils kaum verkraften. Eines Tages verschwindet die schöne Louise spurlos. Adolph behauptet, dass seine Gattin ihn verlassen hätte, doch die Ermittler haben einen anderen Verdacht, der den Wurst-König schließlich hinter Gitter bringt. Was aber tatsächlich mit Louise passiert ist, hätte sich niemand träumen lassen.","versions":[{"lang":1,"streams":[{"redirect":6896143,"hoster":"VOE"},{"redirect":13316259,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Schlafwandler","epNo":1,"alt":"No Rest For The Wary","descr":"Ken Parks scheint ein perfektes Leben zu haben, einen guten Job, eine glückliche Ehe und ein nettes Verhältnis zu seiner Verwandtschaft. Doch plötzlich gerät alles außer Kontrolle: Zuerst wird Ken verhaftet, weil er Geld veruntreut hat, um seine Spielsucht zu finanzieren. Dann bekennt er sich des Mordes an seiner Schwiegermutter wie auch des versuchten Mordes an seinem Schwiegervater für schuldig – und hält eines der schockierendsten Verteidigungsplädoyers der Kriminalgeschichte. Außerdem in dieser Folge der Doku-Serie: mysteriöse Todesfälle im Archer Home und schreckliche Grabschändungen auf verschiedenen Friedhöfen, die die Bevölkerung in Atem halten.","versions":[{"lang":1,"streams":[{"redirect":8003300,"hoster":"VOE"},{"redirect":13316263,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das mörderische Hexenbrett","epNo":2,"alt":"Friends Like These","descr":"Charlie Bowen verstirbt so plötzlich, dass seine Frau Nancy keine Gelegenheit mehr hat, sich von ihm zu verabschieden. Nach einigen erfolglosen Versuchen der spirituellen Kontaktaufnahme, klammert sich die Witwe an den Vorschlag ihrer Freundin Lila: Sie empfiehlt Nancy die Kommunikation ins Jenseits mit Hilfe eines Hexenbretts. Doch das Hexenbrett liefert eine verstörende Nachricht, die neue Fragen aufwirft. Ist Charlie eines natürlichen Todes gestorben oder wurde er heimtückisch umgebracht? Es folgt eine Mordermittlung mit schockierendem Ausgang. Außerdem: unerklärliche Todesfälle in einem Labor und der mysteriöse Mord an einem Alkoholiker.","versions":[{"lang":1,"streams":[{"redirect":8003340,"hoster":"VOE"},{"redirect":13316266,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verraten und verkauft","epNo":3,"alt":"Larger Than Death","descr":"Innerhalb weniger Wochen sterben Menschen bei drei Unfällen in benachbarten Gemeinden des Staates Washington. Doch als die Ermittler genauer hinschauen, entdecken sie eine Gemeinsamkeit, die eine landesweite Notsituation auslöst und die Öffentlichkeit in Panik versetzt: Wer wird als nächster sterben? Die Bewohner des Londoner Stadtteils Hammersmith wissen nicht, ob sie den Behauptungen Glauben schenken sollen, dass mehrere Frauen in ihrer Gemeinde von einem Geist heimgesucht wurden. Doch als eine Frau fast zu Tode erschreckt wird, will die Bürgerwehr dem Terror ein Ende setzen und die Erscheinung aufspüren. Die Aktion endet mit einem Mord, doch wer wurde getötet?","versions":[{"lang":1,"streams":[{"redirect":13316269,"hoster":"VOE"},{"redirect":13316271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Papagei als Zeuge","epNo":4,"alt":"Seeing Stars","descr":"Der erfolgreiche Chiropraktiker Fred Covell sorgt finanziell für seine vierte Ehefrau Ebba, seine beiden Teenagerkids und seinen behinderten Bruder Arthur. Als Ebba eines Tages tot im Haus der Familie gefunden wird, geht man zunächst von einem tragischen Unfall aus, da es weder Zeichen von Gewalteinwirkung noch Einbruchsspuren gibt. Doch die polizeilichen Ermittler vermuten, dass Ebba ermordet wurde und halten ihren Mann Fred für den Täter. Nähere Untersuchungen enthüllen die bizarren Umstände rund um Ebbas Tod und ein äußerst seltsames Mordmotiv. Außerdem in dieser Episode: der vorübergehende Tod eines Unternehmers und ein Papagei als Mordzeuge.","versions":[{"lang":1,"streams":[{"redirect":13316275,"hoster":"VOE"},{"redirect":13316276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödliche Nachbarn","epNo":5,"alt":"Home Sweet Hell","descr":"Valerie Gardner ist ein echtes Tennis-Wunderkind. Unter der Anleitung ihres anspruchsvollen Trainers und des fast besessenen Einsatzes ihres Vaters, steigt das Mädchen in die höchste Liga der konkurrenzstarken Jugendtennisszene auf. Doch Valeries beeindruckende Siegesserie lässt die Gesetzeshüter hellhörig werden, nachdem einige ihrer Gegner plötzlich in Notfallkliniken eingeliefert werden. Die folgenden Ermittlungen decken ein teuflisches Komplott auf, das Valeries Matchgewinne garantieren soll. Außerdem in dieser Episode: Ein Nachbarschaftsstreit, der schrecklich eskaliert und ein Gewohnheitsmensch, der in ein höchst seltsames Verbrechen verwickelt wird.","versions":[{"lang":1,"streams":[{"redirect":8037575,"hoster":"VOE"},{"redirect":13316280,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödliche Fürsorge","epNo":6,"alt":"My Beloved Smother","descr":"In Pasadena, Texas, bricht Familie O’Bryan zur Halloween-Nacht auf. Vater Ron begleitet seinen sechsjährigen Sohn Timmy und Tochter Elizabeth bei ihrer Tour von Haus zu Haus. Der Optiker lebt mit Frau und Kindern in einem guten Viertel und passt auf, dass seine Sprösslinge nicht zu viele Süßigkeiten einpacken. Nach 15 Häusern ist Schluss, doch die Geschwister dürfen sich zuhause etwas Süßes aussuchen, bevor sie zu Bett gehen. Timmy nimmt eine Zuckerstange, die jedoch seltsam bitter schmeckt. Nachts wird ihm schlecht, dann verliert er das Bewusstsein. Als Timmy in der Notaufnahme ankommt, ist es bereits zu spät: Das Kind wurde mit Blausäure vergiftet.","versions":[{"lang":1,"streams":[{"redirect":8037580,"hoster":"VOE"},{"redirect":13316284,"hoster":"Streamtape"}]}]}]}]}