{"seriesId":"true-justice","name":"True Justice","descr":"Der knallharte Cop Elijah Kane (Steven Seagal) leitet ein Undercover-Team in Seattle. Um große Fische zu bekämpfen und rätselhafte Morde aufzuklären, greift das Team auf wenig zimperliche Methoden zurück.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tödliche Grenzen","epNo":1,"alt":"Deadly Crossing","descr":"Ein koreanisches Ehepaar, das einen Lebensmittelladen betreibt wird brutal erschossen. Elijah Kane und sein Team um die neu dazu gestoßene Sarah Montgomery übernehmen die Ermittlungen. Die Spur führt in die Welt des internationalen Drogenhandels – und auch in die eigenen Reihen. Nachdem die Polizistin, die das koreanische Ehepaar umgebracht hat, von einem Heckenschützen erschossen wurde, erkalten die Spuren. Denn auch die Hillbilly-Drogendealer kommen als Hintermänner nicht mehr in Frage, nachdem sie einem Massaker zum Opfer fallen. Doch eine neue Fährte, führt Elijah Kane und seine Truppe auf die Spur eines russischen Drogenbarons. So schlecht das die direkt am Anfang sogar die Platzpatronen Munition zeigen!","versions":[{"lang":1,"streams":[{"redirect":9726464,"hoster":"VOE"},{"redirect":9726466,"hoster":"Doodstream"},{"redirect":9726465,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutige Rache","epNo":2,"alt":"Dark Vengeance","descr":"Undercover-Agent Elijah Kane geht erneut auf eine tödliche Mission: Mit seinem Elite-Team ist er einem eiskalten Serienkiller auf der Spur, der sich an den Stripperinnen der Stadt vergreift. Der steigende Bodycount, rätselhafte Verdächtige und schwarze Magie lassen die Ermittlungen selbst zum Albtraum werden. Als dann die Leiche einer Polizistin auftaucht, wird ein weiterer Detective hinzugezogen, um den Killer zu fassen ...","versions":[{"lang":1,"streams":[{"redirect":9726467,"hoster":"VOE"},{"redirect":9726468,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krieg in den Straßen","epNo":3,"alt":"Street Wars","descr":"Regisseur Wayne Rose lässt Action-Legende Steven Seagal und sein Undercover-Team gegen die New Hope Arian Nation antreten. Diese kämpft mit harten Bandagen und versucht, die örtlichen Wahlen zu ihren Gunsten zu beeinflussen. Zudem muss die Anwältin Lisa Clayton einen Serienvergewaltiger auf freien Fuß setzen. Dieser wird wieder rückfällig, sodass der Sheriff nur einen Ausweg sieht: Kane und seine Crew sollen mit der Spezialeinheit SVB zusammenarbeiten. Als ein weibliches Mitglied dieser Abteilung vergewaltigt wird, beginnt Kane die Sache persönlich zu nehmen... In der Unterwelt von Seattle bahnt sich ein Machtkampf an zwischen asiatischen Banden und mexikanischen Gangs um die besten Plätze auf dem Drogen-, Spielclub- und Käfigkampfmarkt. Elijah Kane von der Undercoverpolizeieinheit nimmt die Sache persönlich und schickt seine besten Leute an die Front. Dazu kommt Arbeit von eher psychologischer Natur: Dem Vater eines gefallenen Irakveteranen ist von der Bank das Haus gepfändet worden. Jetzt hat er dem Geldinstitut einen Besuch abgestattet mit der geladenen Waffe in der Hand.","versions":[{"lang":1,"streams":[{"redirect":9726470,"hoster":"VOE"},{"redirect":9726473,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Auftrag des Gesetzes","epNo":4,"alt":"Lethal Justice","descr":"Kanes Team sieht sich einer Gruppe nationaler Radikaler gegenüber, die die öffentlichen Stadtwahlen beeinflussen wollen. Währenddessen scheitert Bezirksanwältin Lisa Clayton, einen Serienvergewaltiger zu verurteilen. Dies ruf t Juliet aus Kanes Team auf den Plan, die den Täter nicht so einfach in die Freiheit laufen lassen will.Kane macht sich seine eigenen Erfahrungen mit post-traumatischen Stress zu Nutze und hilft einem mental instabilen ehemaligen Army-Kameraden. Dieser steht im Verdacht eine Reihe Scharfschützenattentate begangen zu haben.","versions":[{"lang":1,"streams":[{"redirect":9726477,"hoster":"VOE"},{"redirect":9726475,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Kampf gegen die Yakuza","epNo":5,"alt":"Brotherhood","descr":"Das Team spürt ein Mitglied der Yakuza auf, das versucht Sprengstoff nach Afghanistan zu schicken. Ebenso wird das SIU zu einer Geiselnahme in einer Bank gerufen.Die Yakuza sind zurück auf den Straßen, doch ihre Anführer sind getrennt. Kane ist entschlossen die kriminelle Gang aufzulösen und organisiert einen Hinterhalt in einem Untergrundclub, der als Mixed Martial Arts – Arena getarnt ist.","versions":[{"lang":1,"streams":[{"redirect":9726481,"hoster":"VOE"},{"redirect":9726480,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Russisch Roulette","epNo":6,"alt":"Urban Warfare","descr":"Kanes Zeit als Black Ops Agent holen ihn ein und bringen die Zukunft des SIU-Teams in Gefahr. Dies gerät zur kleineren Sorge, als Lt. Humphreys ihn um Hilfe bei einem Serienvergewaltiger bitte, der es auf weibliche Gemeindevorsitzende abgesehen hat.Eine Gruppe Russen geht in Seattles Hafen mit Diamanten für Schwarzmarkt an Land. Zudem muss Kane sich mit ehemaligen Rebellen aus seiner Special Forces-Zeit auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":9726483,"hoster":"VOE"},{"redirect":9726485,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Payback","epNo":7,"alt":"Payback","descr":"Die Undercoverpolizisten werden von Ex-Sovietischen Soldaten in einen Hinterhalt gelockt, als sie auf dem Weg ins Gericht zum Mordprozess gegen Nikoli Putin sind. Die Russen sind entschlossen, die Aussage des SIUs um jeden Preis zu verhindern und nehme Juliet während des Kampfes gefangen.","versions":[{"lang":1,"streams":[{"redirect":12930794,"hoster":"VOE"},{"redirect":9726488,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Rache ist mein","epNo":1,"alt":"Vengeance Is Mine","descr":"Steven Seagal kehrt als Elijah Kane zurück und ist auf der Suche nach neuen Teammitgliedern. Viele seiner Ex-Kollegen wurden bei einem hinterhältigen Angriff der russischen Mafia auf die Polizeistation liquidiert. Noch am Grabe der getöteten Freunde schwört das Special Forces Team Rache. Kane bringt die neuen Spezialagenten nach Vancouver, um die Kräfte mit dem CIA zu bündeln. Gemeinsam sind sie einem korrupten Anwalt auf der Spur, der im Zusammenhang mit dem damaligen Attentat auf das Team zu stehen scheint …","versions":[{"lang":1,"streams":[{"redirect":9726493,"hoster":"VOE"},{"redirect":9726492,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schmutzige Geschäfte","epNo":2,"alt":"Violence Of Action","descr":"Die CIA bittet Kane und sein Team um Hilfe bei der Überführung eines Organhandelrings in Vancouver. Bald stellt sich heraus, dass einer der Drahtzieher, \"The Ghost\", auch in den zurückliegenden Angriff auf Kane und seine Kollegen verwickelt war.","versions":[{"lang":1,"streams":[{"redirect":9726496,"hoster":"VOE"},{"redirect":9726497,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Fadenkreuz der Gewalt","epNo":3,"alt":"One Shot, One Life","descr":"Als Bojan, Kanes langjähriger Erzfeind, in der Stadt auftaucht und sich herausstellt, dass er mit \"The Ghost\" unter einer Decke steckt, steht seine Verhaftung an erster Stelle. Doch Bojan wurde nicht nur mit dem Schutz des Gangsters betraut, sondern ist auch Teil seines illegalen Millionengeschäfts.","versions":[{"lang":1,"streams":[{"redirect":13004965,"hoster":"VOE"},{"redirect":9726509,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Todesengel","epNo":4,"alt":"Angel Of Death","descr":"Das Thermometer erreicht den Siedepunkt als zwei Kofferbomben abgefangen werden und sich die Noteinsätze häufen. Außerdem tauchen Diamanten und eine Menge Schwarzgeld auf – Das Team ist \"The Ghost\" dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":9726502,"hoster":"VOE"},{"redirect":9726504,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Angesicht des Feindes","epNo":5,"alt":"Dead Drop","descr":"Kane wittert Maulwürfe in den eigenen Reihen. Er kann dem CIA nicht mehr trauen und konzentriert sich auf sein Team. Als sie versuchen, die explosive Lieferung an die Gangster zu verhindern, kommt es zum blutigen Showdown!","versions":[{"lang":1,"streams":[{"redirect":9726503,"hoster":"VOE"},{"redirect":9726500,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mission Nemesis","epNo":6,"alt":"Blood Alley","descr":"Kane ist The Ghost dicht auf den Fersen und setzt alles daran, sein ehemaliges Team zu rächen.","versions":[{"lang":1,"streams":[{"redirect":9726515,"hoster":"VOE"},{"redirect":9726512,"hoster":"Streamtape"}]}]}]}]}