{"seriesId":"true-crime","name":"True Crime","descr":"Doku-Reihe, die Kriminalfälle aus der (jüngeren) Schweizer Geschichte neu aufrollt, z.B. einen Fall aus den 1980er-Jahren, in der eine Serie von elf Kindsmorden in der Schweiz Angst und Schrecken verbreitete. Es dauerte neun Jahre, bis die Polizei Werner Ferrari als Täter am 4. September 1989 verhaften konnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Tragödie des kleinen Luca (1)","epNo":1,"alt":"","descr":"Nach dem Angriff auf den kleinen Luca leiteten die Polizei und die Walliser Justiz Ermittlungen ein. Schnell schien die Sache klar: Der Familienhund soll Luca angefallen und ihm mit seinen Krallen den Rücken aufgerissen haben, bevor das Kind das Bewusstsein verlor. Für die Eltern klang diese Theorie nicht glaubwürdig. Sie beschlossen, einen jungen Anwalt und einen Privatdetektiv mit der Verteidigung ihrer Interessen zu beauftragen. Die beherzte Gegenuntersuchung des Anwalts zeigte bald: Die Walliser Behörden hatten schlampig ermittelt, die Hundetheorie erwies sich als nicht haltbar.Ende Mai 2002 erwachte Luca, der von den Ärzten bereits für tot gehalten worden war, wie durch ein Wunder aus dem Koma. Nach und nach kamen die Erinnerungen zurück und der schwer geschädigte Bub erzählte von \"Ameisenjungen\", die ihn mit Holzstücken geschlagen hatten.","versions":[{"lang":1,"streams":[{"redirect":12187857,"hoster":"VOE"},{"redirect":12186491,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Tragödie des kleinen Luca (2)","epNo":2,"alt":"","descr":"Die Ernennung eines neuen Richters Ende 2002 weckte bei den Eltern Mongelli und ihren Unterstützern neue Hoffnungen. Doch diese wurden einige Monate später erschüttert, als das Gutachten eines neuen Sachverständigen die These bestätigte, Luca sei vom Familienhund angegriffen worden. Damit war der Fall endgültig abgeschlossen.Erschöpft von ihrem vergeblichen Rechtsstreit, beschlossen die Mongellis, die Sache fallen zu lassen. Tina, die Mutter, beschloss, mit Luca nach Italien zurückzukehren, um sich auf die gesundheitliche Rehabilitation ihres Sohnes zu konzentrieren.Im Jahr 2009 kam erneut Bewegung in den Fall. In einer weit verbreiteten Petition wurde zunächst die Wiederaufnahme der Untersuchung gefordert. Dann wurde eine beunruhigende Zeichnung von Lucas Bruder, der als damals fünfjähriger Zeuge der Ereignisse war, der Akte hinzugefügt und von der Walliser Justiz untersucht.All diese Elemente änderten nichts an der Linie der Walliser Justiz, die beschloss, die Ermittlungen nicht wieder aufzunehmen – eine neuerliche schwere Enttäuschung für die Familie Mongelli.Nicola Mongelli, der Vater, hat die Hoffnung nie aufgegeben, dass endlich Licht in das Geschehen um seinen Sohn am Abend des 7. Februar 2002 gebracht wird. 2014 begann er, eigene Nachforschungen anzustellen, die er 2018 in einem Buch veröffentlichte.","versions":[{"lang":1,"streams":[{"redirect":12186493,"hoster":"VOE"},{"redirect":14166484,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kindermörder Werner Ferrari (1)","epNo":3,"alt":"(Teils CH-Deutsch)","descr":"In den 1980er-Jahren verbreitete eine Serie von elf Kindsmorden in der Schweiz Angst und Schrecken. Es dauerte neun Jahre, bis die Polizei Werner Ferrari als mutmasslichen Täter am 4. September 1989 verhaften konnte.","versions":[{"lang":1,"streams":[{"redirect":12186498,"hoster":"VOE"},{"redirect":12186499,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Kindermörder Werner Ferrari (2)","epNo":4,"alt":"(Teils CH-Deutsch)","descr":"1994 wird Werner Ferrari in fünf Fällen des Mordes angeklagt. Fünf Jahre lang hatten die Einvernahmen und Ermittlungen gedauert, es lagen Geständnisse des Täters vor. Doch der Prozess gegen den mutmasslichen Kindermörder platzte, bevor er richtig begonnen hatte.","versions":[{"lang":1,"streams":[{"redirect":12186500,"hoster":"VOE"},{"redirect":12186501,"hoster":"Streamtape"}]}]}]}]}