{"seriesId":"true-horror-2018","name":"True Horror (2018)","descr":"Sind es erfundene Geschichten, die von Generation zu Generation weiter erzählt werden oder sind es die Ausschmückungen realer, schrecklicher Ereignisse? Jede Folge der \"True Horror\"-Trilogie untersucht die Ursprünge der Alptraum-Mythen, die uns zum Teil seit vielen Jahrhunderten verfolgen.Wer sind die Menschen hinter den Mythen? Wie wurden sie zu dem, was sie waren? Und wie wurden sie zu den Vorbildern der weltberühmten Horrorgeschichten?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"The Witches Prison","epNo":1,"alt":"The Witches Prison","descr":"Die erfolgreiche Verkäuferin Vanessa Mitchell bekommt mehr, als sie erwartet, als sie ein ehemaliges Hexengefängnis in ihrem Heimatdorf St. Osyth, Essex, kauft. \u0027The Cage\u0027 ist ein süßes Tudor Cottage, aber sobald Vanessa und Mitbewohnerin Nicole einziehen, passieren merkwürdige Dinge.","versions":[{"lang":1,"streams":[{"redirect":8493712,"hoster":"VOE"},{"redirect":8651466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Terror in the Woods","epNo":2,"alt":"Terror in the Woods","descr":"Zwei streichbesessene Teenager verbringen die Nacht in einem Spukwald. Sie sind von seltsamen Gruselphänomenen umgeben, von denen einige ihnen nach Hause folgen.","versions":[{"lang":1,"streams":[{"redirect":8493705,"hoster":"VOE"},{"redirect":12514971,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ghost in the Wall","epNo":3,"alt":"Ghost in the Wall","descr":"Eine junge Mutter kämpft gegen ihren toten Schwiegervater, der von den Toten zurückgekehrt ist, um seine Enkelkinder zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":8493713,"hoster":"VOE"},{"redirect":8651470,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hellfire Farm","epNo":4,"alt":"Hellfire Farm","descr":"In einem idyllischen Bauernhaus im ländlichen Wales quält eine junge Familie einen unheimlichen Höhepunkt.","versions":[{"lang":1,"streams":[{"redirect":12930790,"hoster":"VOE"},{"redirect":8651465,"hoster":"Streamtape"}]}]}]}]}