{"seriesId":"true-beauty","name":"True Beauty","descr":"[Yeosin Gangnim] Um ihrer Vergangenheit als Mobbing-Opfer zu entfliehen, verbirgt Jugyeong ihr Gesicht fortan unter einer Maskerade makellosem Make-ups und tritt der Saebom-Oberschule bei. Die Schule ist für ihre Tradition bekannt, für die Göttin der wahren Schönheit abzustimmen. Sie wird zur Kandidatin, zieht Aufmerksamkeit auf sich und wird von der ehemaligen Göttin Sujin auf die Probe gestellt. Entschlossen, nicht wieder zum Opfer zu werden, stellt sich Jugyeong Sujin und beteiligt sich an einem erbitterten Voting-Kampf, während sie ihr ungeschminktes Gesicht unter Massen von Make-up versteckt. Unerwartete Begegnungen mit Suho Lee und SeoJun Han fügen ihrer Geschichte Wendungen hinzu und entfalten eine Erzählung von Schönheit, Intrigen und Selbstentdeckung. Wird es Jugyeong gelingen, dem Druck der von Schönheit besessenen Welt standzuhalten oder wird sie darunter zerbrechen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Goddess Descends?!","descr":"Zuvor wegen ihres Aussehens gemobbt, wittert Jugyeong eine neue Chance als sie die Schule wechselt. Mit Hilfe von Make-up schafft sie sich eine neue Identität, aber ein neuer Schüler scheint ihr Geheimnis zu kennen …","versions":[{"lang":3,"streams":[{"redirect":14329587,"hoster":"VOE"},{"redirect":14329588,"hoster":"Vidoza"},{"redirect":14329586,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"I`m Totally Screwed!","descr":"Jugyeong ist vom Pech verfolgt. Erst muss sie Suhos persönliche Assistentin spielen, damit dieser ihr Geheimnis bewahrt, dann trifft sie zu allem Überfluss auch noch auf ihre Schulmobber von damals …","versions":[{"lang":3,"streams":[{"redirect":14373452,"hoster":"VOE"},{"redirect":14373462,"hoster":"Vidoza"},{"redirect":14373451,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Jerk and the Troublemaker","descr":"Für eine Schulaufgabe braucht Jugyeong die Hilfe von Schul-Rowdy Seojun Han, der von der Sache wenig begeistert ist. Zudem muss sie sich einer weiteren Herausforderung stellen: die Sängerin des Schulchors durch Make-Up in einen Star zu verwandeln!","versions":[{"lang":3,"streams":[{"redirect":14373458,"hoster":"VOE"},{"redirect":14373465,"hoster":"Vidoza"},{"redirect":14373459,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Danger never sleeps","descr":"Der Sebom-Göttin-Wettbewerb beginnt mit einer Tanzmission, die in Jugyeong nur den Wunsch weckt, ganz aufzuhören. Ihr Mitkandidat Sujin arrangiert für sie plötzlich ein Blind Date mit einem Jungen von einer anderen Schule. Der Termin verläuft reibungslos, fast zu reibungslos.","versions":[{"lang":3,"streams":[{"redirect":14423225,"hoster":"VOE"},{"redirect":14423229,"hoster":"Vidoza"},{"redirect":14423224,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I thought becoming pretty would make a difference","descr":"Seojun und Suho kommen Hyunwoo auf die Spur, aber dieser weist die Schuld von sich und beschuldigt jemand anderes. Schockiert von den Nachrichten beschließt Jugyeong, die Freundin zu konfrontieren, die sie zu sabotieren scheint.","versions":[{"lang":3,"streams":[{"redirect":14477395,"hoster":"VOE"},{"redirect":14477396,"hoster":"Vidoza"},{"redirect":14477394,"hoster":"Streamtape"}]}]}]}]}