{"path":"/serie/stream/true-hollywood-story-2019","name":"True Hollywood Story (2019)","descr":"Jede Episode erzählt die Geschichte eines Themas, einer Schlagzeile oder einer Person, die zum Ground Zero für eine Revolution oder einen Kulturwandel wurde, erzählt von den Menschen, die an der Frontlinie der Geschichte standen.","seasons":[{"path":"/serie/stream/true-hollywood-story-2019/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-1","name":"","epNo":1,"alt":"NXIVM: Self Help or Sex Cult?","descr":"Wenn Selbsthilfegruppen wie NXIVM der Hollywood-Elite zum Opfer fallen, sorgen ihre kultartigen Taktiken für einen Haufen Verwirrung.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-2","name":"","epNo":2,"alt":"Who is Kim Kardashian West?","descr":"Kim Kardashian West hat das Ansehen der sozialen Medien nachhaltig geprägt. Wie ist es ihr gelungen, sich selbst so erfolgreich zu vermarkten?","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-3","name":"","epNo":3,"alt":"Does Hip-Hop Reject Women?","descr":"Die Geschichte des Hip-Hop wurde hauptsächlich von Männern erzählt. Aber von Anfang an waren auch knallharte Rapperinnen mit von der Partie.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-4","name":"","epNo":4,"alt":"Horror Movies: Cursed or Coincidence?","descr":"Horrorfilme sind in Hollywoods Studios gerade sehr angesagt. Aber spielt Hollywood Schicksal, wenn es dann am Set Tote gibt?","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-5","name":"","epNo":5,"alt":"Is Fame an Addiction?","descr":"Der Wunsch, ein Superstar zu werden, treibt oft die seltsamsten Blüten. Kann sich der Traum vom Berühmtsein zu einer Sucht entwickeln?","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-1/episode-6","name":"","epNo":6,"alt":"What’s Killing Music’s Biggest Stars?","descr":"Stars stehen ständig unter Druck, das hat viele in den Drogenmissbrauch geführt. Heute sind es Medikamente, mit denen sie sich abschießen.","versions":[]}]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-1","name":"","epNo":1,"alt":"Cardi B","descr":"Bevor sie die Musikindustrie im Sturm eroberte, musste Cardi B Widrigkeiten und gesundheitliche Probleme überwinden. Ausführliche Interviews mit der produktiven Produzentin Mona Scott-Young, Picture Perfect, Maino und mehr enthüllen, wie sich diese Legende von Grund auf aufgebaut hat, während sie sich selbst unentschuldigt treu bleibt.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-2","name":"","epNo":2,"alt":"Harry \u0026 Meghan","descr":"","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-3","name":"","epNo":3,"alt":"Death of Innocence","descr":"Der tragische Tod von Selena und Christina Grimmie durch die von ihnen Besessenen wird detailliert beschrieben.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-4","name":"","epNo":4,"alt":"Star Sisters","descr":"Hervorgehoben sind die Schwesternschaftsbeziehungen, die dem Promi-Scheinwerferlicht zwischen Beyoncé und Solange Knowles, Britney und Jamie Lynn Spears sowie Miley und Noah Cyrus standhalten.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-5","name":"","epNo":5,"alt":"Brad Pitt","descr":"Brad Pitt, eine wahre Hollywood-Ikone und Frauenschwarm, stieg zum Superstar auf. Er hat sich an die Spitze gekämpft und einige persönliche Herausforderungen gemeistert. Interviews mit Brads Ex-Freundin E.G. Täglich sprechen Co-Star Michael Rapaport und Insider über seine Schwierigkeiten und werden zur besten Version seiner selbst.","versions":[]},{"path":"/serie/stream/true-hollywood-story-2019/staffel-2/episode-6","name":"","epNo":6,"alt":"Transgender in Hollywood","descr":"Untersucht die Wirbelwind-Romanze verwandter Geister, Prinz Harry und Meghan Markle, und wie ihr Kampf mit den Medien, Rassismus, Familiendrama und königlichen Traditionen ihre Vereinigung stärkte.","versions":[]}]}]}