{"seriesId":"truth-seekers","name":"Truth Seekers","descr":"Gus (Nick Frost) und Dave (Simon Pegg) machen sich mit selbstgebauten Gerätschaften auf Geisterjagd im Vereinigten Königreich und teilen ihre \"Erfolge\" im Internet. Auf ihrer Jagd legen sich die beiden in einschlägig bekannten Gebäuden auf die Lauer: Heimgesuchte Kirchen, unheimliche unterirdischen Bunkeranlagen und verlassene Krankenhäuser.Doch als Gus und Dave in der Tat mit ihrer Ausrüstung Dinge aufspüren – sogar immer häufiger aufspüren -, werden sie unweigerlich in eine gewaltige Verschwörung gezogen, die ihr Leben und die Zukunft der Menschheit bedroht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"The Haunting Of Conelly`s Nook","descr":"\"Das Spuk von Connellys Ecke\"Gus Roberts ist der Installateur Nummer eins bei SMYLE, Großbritanniens größtem Mobilfunknetzbetreiber und Internetdienstanbieter. In seiner Freizeit ist er auch ein begeisterter Ermittler des Paranormalen. Gus ist weniger erfreut, als sein Chef Dave ihn mit dem neuen Rekruten Elton John zusammenbringt. Aber dann führt sie ihr erster gemeinsamer Job direkt zu einem echten Leben.","versions":[{"lang":1,"streams":[{"redirect":8493729,"hoster":"VOE"},{"redirect":8651500,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"The Watcher On The Water","descr":"\"Der Wächter auf dem Wasser\"Gus und Elton werden geschickt, um die Breitbandverbindung im Portland Beacon, \"dem einzigen Horror-Themenhotel an der Juraküste von Dorset\", zu reparieren. Gerade als Gus langsam von den exzentrischen Besitzern und ihren blöden Horror-Gimmicks, genervt ist, stolpert Elton in das verschlossene Zimmer 2.","versions":[{"lang":1,"streams":[{"redirect":8493740,"hoster":"VOE"},{"redirect":8651509,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"The Girl With All The Ghosts","descr":"\"Das Mädchen mit allen Geistern\"Gus und Elton begegnen Astrid, die um ihre Hilfe bittet: sie wird von Geistern verfolgt. Gus beschließt, das Medium Janey Feathers zu besuchen, aber das Team stellt bald fest, dass es sich um etwas weitaus Mächtigeres handelt, als sie jemals gedacht hätten.","versions":[{"lang":1,"streams":[{"redirect":12930801,"hoster":"VOE"},{"redirect":8651508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"The Incident at CovColCosCon","descr":"\"Der Vorfall bei CovColCosCon\"Es ist der Tag, auf den Helen gewartet hat - Coventry Collectibles \u0026 Cosplay Convention. Elton bereitet sich darauf vor, sie und ihr Dalek-Kostüm hin zu bringen. Gus Held Dr. Peter Toynbee hält einen Vortrag auf der Convention. Diesen will Gus sich unbedingt anhören, und auch Richard schließt sich der Gruppe an. Doch dann kommt alles anders als erwartet.","versions":[{"lang":1,"streams":[{"redirect":8493741,"hoster":"VOE"},{"redirect":8651510,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"The Ghost Of The Beast Of Bodim","descr":"\"Der Geist des Tieres von Bodmin\"Die Wahrheitssucher erhalten eine Nachricht von einem neuen Abonnenten, Jojo74, die ein Bild des legendären Beast Of Bodmin enthält. Das Team macht sich daraufhin auf den Weg, um die Sache zu überprüfen. In Bodmin angekommen erwartet sie jedoch eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8493744,"hoster":"VOE"},{"redirect":8651511,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"The Revenge Of The Chichester Widow","descr":"\"Die Rache der Chichester Witwe\"Gus, Elton und Astrid machen den ersten Live-Stream für ihren Kanal in einer alten Irrenanstalt, die in Wohnungen umgewandelt wird. Gus entdeckt einen Teil des Gebäudes, der nicht in den Plänen steht. Toynbee ist unterdessen auf die Wahrheitssucher aufmerksam geworden.","versions":[{"lang":1,"streams":[{"redirect":8493739,"hoster":"VOE"},{"redirect":8651520,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"The Hinckley Boy","descr":"\"Der Hinckley Junge\"Nachdem Gus die Wahrheit über seinen Partner erfahren hat, unternimmt er mit Elton eine Reise in sein Elternhaus, um sich mit seiner Vergangenheit auseinanderzusetzen. Als Toynbees böser Plan sich seiner Vollendung nähert, verstehen die Wahrheitssucher was er vorhat und dass es an ihnen liegt, ihn aufzuhalten. Die Zeit ist nicht auf ihrer Seite und Richard ist verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12383435,"hoster":"VOE"},{"redirect":8651515,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"The Shadow Of The Moon","descr":"\"Der Schatten des Mondes\"Die Wahrheitssucher machen sich zum Kraftwerk auf und es beginnt ein Wettlauf gegen die Zeit, um Richard und unzählige andere zu retten.","versions":[{"lang":1,"streams":[{"redirect":8493743,"hoster":"VOE"},{"redirect":8651514,"hoster":"Streamtape"}]}]}]}]}