{"path":"/serie/stream/try-knights","name":"Try Knights","descr":"In Try Knights, der Anime-Adaption des gleichnamigen Mangas von Shunsaku Yano und Senzoku Erisawa, folgen wir dem Alltag des Oberschülers Riku Haruma. Tagein, tagaus sieht Riku seine Mitschüler, die sich wie besessen auf dem Sportplatz ihren Leidenschaften hingeben – sie springen so hoch, wie niemand sonst, sie rennen schnell wie ein Tier und geben alles für ihren Sport ... Einer von ihnen ist Akira Kariya. Akira gibt sich voll und ganz dem Rugby hin, einem Sport, für den in Riku selbst vor langer Zeit das Feuer der Leidenschaft brannte, doch mittlerweile erloschen ist, da er nicht die nötige Statur hatte. Als Riku Akira so beobachtet und bemerkt, dass es bei ihm nicht ganz gelingen will, gibt er ihm ohne weiter darüber nachzudenken ein paar gute Tipps und Hinweise aus seiner eigenen Zeit.Nicht unberührt von Rikus Kollegialität, zeigt sich Akira plötzlich durchaus interessiert an ihm und auch in Riku selbst entflammt seit langer Zeit wieder einmal die Leidenschaft für das Rugby. So bilden die beiden ein Team, was ihnen völlig neue taktische Manöver gestattet und sie nach der Spitze des Oberschul-Rugbys gelüsten lässt ...!","seasons":[{"path":"/serie/stream/try-knights/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/try-knights/staffel-1/episode-1","name":"","epNo":1,"alt":"The Moon and the Sun","descr":"Auf den ersten Blick sieht Riku Haruma nicht wie ein Rugbyspieler aus, sondern wie ein Klassenbester. Wer könnte ahnen, dass er hinter seiner Brille eine Leidenschaft für diesen Sport hegt, die ihn auffrisst und sein Leben zu einer ewigen Reue werden lässt? Es bedarf einer außergewöhnlichen Begegnung, um das Feuer, das unter der Asche schwelt, zu wecken...","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-2","name":"","epNo":2,"alt":"Athleticism and Tactics","descr":"Akira setzt stur alles auf sein Aussehen, sehr zum Leidwesen von Riku, der ihm klarzumachen versucht, dass Rugby auch ein taktischer Sport ist. Zugegebenermaßen geben die Tatsachen Akira im Moment Recht, da er seinen Teamkollegen systematisch überlegen ist. Wie können wir ihn von seinem hohen Ross herunterholen und ihm beweisen, dass er falsch liegt?","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-3","name":"","epNo":3,"alt":"The Past and the Future","descr":"Tôri ist durch Rikus Ankunft motiviert und trainiert nun deutlich strenger. Er hat seine Ambitionen für sein Team erhöht und ist überzeugt, dass es das Zeug dazu hat, wieder auf das Niveau zu kommen, auf dem es einst war. Er ist jedoch nicht darauf vorbereitet, was Riku ihm mitteilen wird...","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-4","name":"","epNo":4,"alt":"Failing and Overcoming","descr":"Das Team von Sôran, das bis in die Haarspitzen aufgepumpt ist, bereitet sich darauf vor, gegen das mächtige Team von Sekirei anzutreten. Doch noch vor Beginn des Spiels erfahren sie zu ihrem Entsetzen, dass sie nicht gegen die Stammspieler, sondern gegen die Ersatzspieler spielen. Tôri ist zunächst beleidigt, bevor er merkt, dass es sich wieder um einen Trick von Riku handelt...","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-5","name":"","epNo":5,"alt":"Opposition and Oaths","descr":"Zur Überraschung aller konnte Sôrans Team den Rückstand aufholen. Der Spielmacher von Sekirei, der von Rikus Taktik und Akiras Stärke verwirrt war, beißt sich in den Finger, weil er seine Gegner so falsch eingeschätzt hat. Wird die unerwartete Ankunft von Reo Asamiya, seinem Kapitän, das Blatt wenden?","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-6","name":"","epNo":6,"alt":"Cleansing and Conflict","descr":"Nach dem gewaltigen Sauerstoffschub durch den Sieg über Sekirei bereitet sich das Team von Sôran auf die Wiederaufnahme der Meisterschaft vor, indem es zunächst ein kleines Training absolviert. Riku blockiert derweil die Besetzung einer der Positionen. Tôri hat seine eigene Idee dazu...","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-7","name":"","epNo":7,"alt":"Frenzy and Ambush","descr":"Die Auswahlverfahren für die nationale Meisterschaft beginnen. Das Team von Sôran muss feststellen, dass es mit seinen brandneuen Spielern zwar für Überraschungen sorgt, aber auch andere Teams ihre Karten gut verbergen.","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-8","name":"","epNo":8,"alt":"Rugby and chess","descr":"Nach einem Sieg über eine der besten Mannschaften der Region gilt der Kinosaka-Club als Neuentdeckung. Riku sucht nach dem Grund für die Entstehung dieses Teams, von dem niemand zuvor gehört hatte. Die Antwort findet er in einem seiner alten Schachrivalen, Rinto Arimura.","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-9","name":"","epNo":9,"alt":"Pawns and companions","descr":"Das Spiel gegen die Neulinge aus Kinosaka entwickelt sich zu einer persönlichen Auseinandersetzung zwischen Riku und Arimura. Letzterer scheint alle möglichen Situationen vorausgesehen zu haben und verfügt über alle Waffen, um sie zu bewältigen. Da er jedoch nur zum Rugby gekommen ist, um sich an Riku zu rächen, hat er vielleicht nicht verstanden, worum es bei diesem Sport geht...","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-10","name":"","epNo":10,"alt":"Confidence and Trust","descr":"Die Zeit nach dem Spiel ist für Arimura sehr schmerzhaft, da sie ihn nur allzu sehr an die vergangenen Niederlagen gegen Riku erinnert. Er ist ein guter Spieler und gibt dem Team von Sôran Ratschläge für das Finale am nächsten Tag. Nada enthüllt die wahren Gründe für seine Abreise.","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-11","name":"","epNo":11,"alt":"Confidence and Trust","descr":"Während Riku, der von einer Attacke der Sekirei-Spieler betäubt wurde, wieder zu sich kommt, versuchen seine Teamkameraden, mit der unerwarteten Hilfe eines gewissen Nada im Rennen zu bleiben. Wenn der Stratege aus Sôran wieder auf dem Spielfeld ist, welche Strategie hat er geplant, um den Titelverteidiger zu besiegen?","versions":[]},{"path":"/serie/stream/try-knights/staffel-1/episode-12","name":"","epNo":12,"alt":"Younger and Elder","descr":"Während Riku, der von einer Attacke der Sekirei-Spieler betäubt wurde, wieder zu sich kommt, versuchen seine Teamkameraden, mit der unerwarteten Hilfe eines gewissen Nada im Rennen zu bleiben. Wenn der Stratege aus Sôran wieder auf dem Spielfeld ist, welche Strategie hat er geplant, um den Titelverteidiger zu besiegen?","versions":[]}]}]}