{"seriesId":"tsukipro-the-animation","name":"TsukiPro The Animation","descr":"[Ger Sub] Der Musik-Anime wird vom Alltagsleben sowie internen Bandproblemen von vier Gruppen aus dem eigenen Hause TsukiPro handeln. Die Bands sind hierbei SolidS, Quell, SOARA und Growth.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Cherry Blossoms In Full Glory","descr":"Das \"Tsukipro-Live-Konzert\" wird in diesem Jahr in der berühmten Budokan-Halle in Tokyo stattfinden. An zwei Tagen werden acht Idol-Gruppen auftreten. Die Jungs von SolidS sind voll im Vorbereitungsfieber","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Friend","descr":"Als die fünf Jungs der Gruppe \"Soara\" erfahren, dass sie im Tsukipro-Live-Konzert auftreten dürfen, werfen sie den Turbo an: eine Video-Doku wird gedreht, Foto-Shooting, neue Songs müssen produziert werden","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Small World","descr":"Die Boy Group \"Quell\" besteht aus vier smarten Jungs. Charismatischer Kopf der Gruppe ist Shu Izumi, der auch die Hauptrolle in einer neuen TV-Serie spielt.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"one day…","descr":"Auch die Boy Group \"Growth\" besteht aus vier smarten Jungs. Die Vorbereitung auf ihren Auftritt beim Tsukipro-Konzert nimmt den Großteil ihrer Zeit in Anspruch. Dennoch bleibt Zeit für die Teilnahme an einem Kochkurs","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Back On Track","descr":"Seine drei Teamkollegen von SolidS wollen ihren etwas überarbeiteten Leader Shiki mit einer nächtlichen Autospritztour und einem schönem Essen auf andere Gedanken bringen.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Starting Line ~Boys, Be Mighty~","descr":"Das TsukiPro-Sportturnier ist ein großes PR-Event in einem Stadium. Zwei Mannschaften aus jeweils drei Idol-Gruppen treten in mehreren Disziplinen gegeneinander an. Die Fans sind voll aus dem Häuschen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Above the best","descr":"Zwei Jungs der Gruppe \"Quell\" bekommen das Angebot in einem Theaterstück mitzuspielen und machen diesen Job überraschend gut.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Parallel Lineage","descr":"Die Gruppe Growth haben wir schon in Episode 4 kennengelernt. Diesmal geht es um Rivalitäten der Growth-Boys mit den zwei Jungs der Gruppe \"Zix\", z. B. bei einem Auftritt in einer TV Quiz-Sendung.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Overcoming Destiny \"Venga\"","descr":"Rikka und Dai von der Gruppe SolidS sollen einen Werbespot für Make-Up drehen. Für Rikka ist das lockerer Job, aber Dai ist davon nicht gerade begeistert.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Gift for the Future","descr":"Zwei Jungs der Gruppe Soara sollen in einer TV Live-Sendung Werbung für das TsukiPro-Event machen.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Thank You","descr":"Die Gruppen Quell und SolidS verstehen sich ganz gut. Nur zwischen ihren Bandleadern Shiki und Shu scheint es eine Verstimmung aus alten Tagen zu geben","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Blooming in a Sunny Spot","descr":"20.12.2017 – nur noch 10 Tage bis zum großen TsukiPro-Festival.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Tsukipro Live 2017 Winter Carnival","descr":"Ein großes Finale! Sechs Boygroups rocken im TsukiPro-Live-Konzert \"Winter Carnival\" zwei Tage lang die Budokan-Halle in Tokio.","versions":[]}]}]}