{"seriesId":"tsukigakirei","name":"Tsukigakirei","descr":"Akane Mizuno und Kotarō Azumi befinden sich im letzten Jahr der Mittelschule und besuchen zum ersten Mal dieselbe Klasse. Die Serie befasst sich mit dem Heranwachsen der Charaktere sowie deren Aufbau von Beziehungen zu Personen in ihrem Umfeld, wie Klassenkameraden, Klubmitgliedern, Lehrern und Eltern. Außerdem rückt die jugendliche Liebe in den Fokus, die durch Wechsel, Ungewissheit und das unaufhaltbare Ende der Mittelschulzeit bestimmt wird.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Die bisherige Reise (Folge 6.5)","epNo":1,"alt":"First Half: The Road So Far (Episode 6.5)","descr":"In dieser Episode wird ein Blick auf alles geworfen, was bisher geschah.","versions":[{"lang":1,"streams":[{"redirect":13476022,"hoster":"VOE"},{"redirect":8651633,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Frühling und Chaos","epNo":1,"alt":"Spring and Hard Times","descr":"Das dritte Jahr an der Mittelschule beginnt und Akane muss leider feststellen, dass sie und ihre Freundinnen alle in unterschiedliche Klassen eingeteilt wurden. Als sie mit ihrer Familie ein Restaurant besucht, trifft sie ihren Klassenkameraden Kotarō, doch durch die Familien der beiden wird es für sie ein äußerst peinlicher Abend.","versions":[{"lang":1,"streams":[{"redirect":8493817,"hoster":"VOE"},{"redirect":8651629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Handvoll Sand","epNo":2,"alt":"A Handful of Sand","descr":"Der Tag des Sportfests ist gekommen. Kurz vor ihrem Rennen fällt Akane auf, dass sie etwas Wichtiges verloren hat. Kotarō wittert seine Chance, ihr näherzukommen. Doch nicht nur für ihn hat der Frühling begonnen …","versions":[{"lang":1,"streams":[{"redirect":13002372,"hoster":"VOE"},{"redirect":8651628,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Den Mond anheulen","epNo":3,"alt":"Howling at the Moon","descr":"Kotarō und Akane verstehen sich immer besser, doch Kotarō erfährt, dass es jemanden gibt, der in Akane verliebt ist. Ein Zitat aus einem Buch bringt ihn dazu, selbst aktiv zu werden. Doch kann er im entscheidenden Moment den Mut aufbringen?","versions":[{"lang":1,"streams":[{"redirect":8493822,"hoster":"VOE"},{"redirect":8651625,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Platzregen","epNo":4,"alt":"Passing Shower","descr":"Kotarō hat Akane seine Liebe gestanden und wartet nun auf eine Antwort. Der Schulausflug nach Kyōto steht an und bietet den beiden die perfekte Gelegenheit, mehr Zeit miteinander zu verbringen. Doch das Reden von Angesicht zu Angesicht fällt ihnen noch immer schwer …","versions":[{"lang":1,"streams":[{"redirect":8493820,"hoster":"VOE"},{"redirect":8651627,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kokoro","epNo":5,"alt":"Kokoro","descr":"Akane und Kotarō sind jetzt zwar zusammen, halten das aber noch vor den anderen geheim. In der Schule fällt es ihnen schwer, einen Ort zu finden, wo sie gemeinsam reden können. Beide fragen sich außerdem, was man überhaupt so tut, wenn man miteinander ausgeht. Aller Anfang ist schwer …","versions":[{"lang":1,"streams":[{"redirect":8493815,"hoster":"VOE"},{"redirect":8651634,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Melos, lauf!","epNo":6,"alt":"Run, Melos!","descr":"Chinatsus Geständnis bereitet Akane einiges an Kopfzerbrechen – sie will weder ihre Freundin noch das Laufen oder Azumi aufgeben. Kurz vor Akanes Rennen bekommt Azumi einen wichtigen Anruf und die beiden geben sich ein Versprechen.","versions":[{"lang":1,"streams":[{"redirect":13115381,"hoster":"VOE"},{"redirect":8651635,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Halt dich nicht zurück, wenn’s um die Liebe geht","epNo":7,"alt":"Hold Back Nothing When Taking Love","descr":"Akane, Kotarō, Chinatsu, Hira und die anderen gehen zusammen in den Vergnügungspark. Kotarō ist frustriert, dass Hira ihm keine Gelegenheit lässt, mit Akane allein zu sein und auch Akane ist nicht glücklich, als sie Kotarō und Chinatsu zusammen sieht. Kotarō ergreift die Initiative und stellt eine Sache klar …","versions":[{"lang":1,"streams":[{"redirect":8493825,"hoster":"VOE"},{"redirect":8651637,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vita Sexualis","epNo":8,"alt":"Vita Sexualis","descr":"Die Nachricht, dass Akane mit Kotarō zusammen ist, verbreitet sich wie ein Lauffeuer. Um Kotarō besser kennenzulernen, beschließt Akane, ihn zum Hayashi-Training zu begleiten. Anschließend besuchen die beiden den Hikawa-Schrein, wo zahllose Windspiele aufgebaut sind, und gehen den nächsten Schritt in ihrer Beziehung …","versions":[{"lang":1,"streams":[{"redirect":8493824,"hoster":"VOE"},{"redirect":8651640,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie der Wind sich hebt","epNo":9,"alt":"The Wind Rises","descr":"Die Mittelschulzeit nähert sich dem Ende und Akane und Kotarō müssen sich ernsthaft Gedanken über ihre Zukunftspläne machen. Akane hat ihr letztes Rennen und für Kotarō rückt das Kawagoe-Fest näher. Doch dann hat Akanes Vater eine wichtige Ankündigung für seine Familie, die alles ändern könnte …","versions":[{"lang":1,"streams":[{"redirect":13115384,"hoster":"VOE"},{"redirect":8651639,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sinkende Sonne","epNo":10,"alt":"The Setting Sun","descr":"Kotarō und Akane reden über den bevorstehenden Umzug nach Chiba. Kotarō ist fest entschlossen, aus der Situation das Beste zu machen. Auf dem Kawagoe-Fest will Hira Akane etwas Wichtiges sagen. Als Kotarō das mitbekommt, ist er zunächst verunsichert, doch er weiß, dass es am Ende nur eine richtige Entscheidung gibt …","versions":[{"lang":1,"streams":[{"redirect":8493830,"hoster":"VOE"},{"redirect":8651642,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Mut zum Lernen","epNo":11,"alt":"An Encouragement of Learning","descr":"Bei einem Gespräch mit seiner Lehrerin erfährt Kotarōs Mutter, dass ihr Sohn vorhat, die Aufnahmeprüfung an der Kōmei-Oberschule in Chiba abzulegen. Sie ist strikt dagegen, doch Kotarō ist fest entschlossen, ihr zu beweisen, dass es ihm ernst ist …","versions":[{"lang":1,"streams":[{"redirect":8493829,"hoster":"VOE"},{"redirect":8651644,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Und dann?","epNo":12,"alt":"And Then","descr":"Kotarō erfährt die Ergebnisse seiner Aufnahmeprüfung an der Kōmei-Oberschule und muss sich Gedanken über die Zukunft seiner Beziehung mit Akane machen. Bei Akane beginnen derweil die Umzugsvorbereitungen und ihr bleiben nur noch wenige Tage in der Heimat. Chinatsu fasst endlich den Entschluss, Kotarō ihre Liebe zu gestehen …","versions":[{"lang":1,"streams":[{"redirect":12336456,"hoster":"VOE"},{"redirect":8651643,"hoster":"Streamtape"}]}]}]}]}