{"path":"/serie/stream/tsunami","name":"Tsunami","descr":"Tomas arbeitet für eine Hilfsorganisation und führt eine Affäre mit Ranya, die ihren sterbenskranken Mann für Tomas zu verlassen gedenkt. Als Tomas’ Freund Abbe der Organisation eine größere Geldsumme zukommen lässt, ruft dies die Journalistin Elina auf den Plan, die Grund zu Annahme hat, dass es in Tomas’ Firma nicht mit rechten Dingen zugeht. Alles ändert sich, als Tomas während der Tsunami-Katastrophe von 2004 in Thailand verschwindet.","seasons":[{"path":"/serie/stream/tsunami/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tsunami/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Dezember 2004. Tomas, der Leiter einer Hilfsorganisation, ist eine zentrale Figur im Leben einer Handvoll Menschen. Sein Freund und Kollege Abbe hat die Organisation des Geldes betrogen, und eine Journalistin, Sara, glaubt, dass Tomas die Schuld trägt. Emelie plant, ihren sterbenden Ehemann für Tomas zu verlassen, während er in der Zwischenzeit mit seinem Stiefsohn zu Weihnachten nach Thailand geht, um zu versuchen, ihre Beziehung zu reparieren. Wenn er zurückkommt, ist sein Plan, seine Frau zu verlassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8516042","hoster":"VOE"},{"path":"/redirect/8516043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tsunami/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Als alle am 26. Dezember aufwachen, beginnt die Realität der Katastrophe langsam einzudringen. Saras Artikel, in dem Tomas beschuldigt wird, ein Dieb zu sein, wird am selben Tag veröffentlicht, an dem er im Tsunami verschwindet. Viele Menschen sind von seiner Abwesenheit betroffen. Wie kann Sara ihren Job und Artikel retten, in dem sie Tomas fälschlicherweise beschuldigt hat? Wird Abbe Tomas die Schuld für das geben lassen, was er getan hat? In Panik geht Emelie zu Tomas \u0027Frau Nina, unter der Schirmherrschaft, inmitten dieser undenkbaren Tragödie näher an sie heranzukommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9583016","hoster":"VOE"},{"path":"/redirect/12512165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tsunami/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Tomas kommt verletzt, aber lebendig nach Hause. Er unterdrückt sein Trauma und will nur arbeiten und den Bedürftigen helfen. Saras Redakteur beauftragt sie, ihre Geschichte über Tomas weiterzuverfolgen, aber sie weiß, dass Abbe diejenige ist, die es getan hat. Sie müssen versuchen, gemeinsam eine Lösung zu finden. Emelie ist bereit, ihren Ehemann wieder zu verlassen, jetzt, wo ihre Liebe zurück ist. Aber Tomas steht vor mehreren lebensverändernden Entscheidungen über seine Beziehungen zu denen, die ihm am nächsten stehen - und inmitten all dessen holt ihn sein schweres Trauma ein und dreht alles auf den Kopf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9583017","hoster":"VOE"},{"path":"/redirect/8516039","hoster":"Streamtape"}]}]}]}]}