{"path":"/serie/stream/tterjagd","name":"Täterjagd","descr":"[Crime Scene Solvers] Das perfekte Verbrechen gibt es nicht – die Täter hinterlassen am Tatort stets Spuren, seien sie auch noch so winzig. Die Doku-Serie \"Täterjagd\" beschäftigt sich mit Kapitalverbrechen, die sich in Frankreich zugetragen haben. Dank aufmerksamer Ermittler und technischer Hilfsmittel konnten die Beweise gesammelt, die Spuren interpretiert und die Täter gefasst werden.","seasons":[{"path":"/serie/stream/tterjagd/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/tterjagd/staffel-1/episode-1","name":"Der Fall Karine Schaaff","epNo":1,"alt":"Episode 1","descr":"Sonntag, 22. Juli 2001, unweit des nordfranzösischen Städtchens Bitche. Das Fahrrad der 16-jährigen Karine Schaaff wird verlassen am Straßenrand gefunden. Was ist genau geschehen? Zehn Tage später entdeckt man einige Kilometer davon entfernt im Wald ihre Leiche. Am Fahrrad finden sich weiße Lackspuren und auf der Straße Bremsspuren sowie Teile einer Auto-Blinkleuchte. Die Indizien führen auf die Spur eines unbescholtenen Familienvaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10255857","hoster":"VOE"},{"path":"/redirect/10255852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-2","name":"Der Fall Nathalie Villermet","epNo":2,"alt":"Episode 2","descr":"Am 15. Oktober 2010 wird die 46-jährige Nathalie Villermet in einem Waldstück in der Nähe von Paris tot aufgefunden. Alles deutet auf ein brutales Gewaltverbrechen hin. Wer könnte die freundliche und beliebte Frau, die ein kleines Hotel-Restaurant führte, ermordet haben? Zunächst steht jeder der Hotelgäste unter Verdacht. Doch schon bald häufen sich die Verdachtsmomente gegen den dubiosen Bewohner von Zimmer Nummer drei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10255858","hoster":"VOE"},{"path":"/redirect/10255853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-3","name":"Der Fall der Familie Flactif","epNo":3,"alt":"Episode 3","descr":"Hochsavoyen in den französischen Alpen am 12. April 2003. Xavier Flactif, seine Frau Graziella und ihre drei Kinder sind spurlos verschwunden. Was ist mit der Familie geschehen? Im Chalet der Familie findet die Polizei ausgeschlagene Zähne, eine Patronenhülse und jede Menge Blutspuren. Hier hat offenbar ein Verbrechen stattgefunden. Ein DNA-Test ergibt, dass es sich um Blut der fünf Familienmitglieder handelt. Doch es wird noch eine sechste DNA-Spur gefunden, deren Träger nun so schnell wie möglich identifiziert werden muss. Handelt es sich dabei womöglich um den Täter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10255859","hoster":"VOE"},{"path":"/redirect/10255854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-4","name":"Der Fall Nicole Saada","epNo":4,"alt":"Episode 4","descr":"Am 12. Januar 2007 wird in einem Wald nahe der französischen Gemeinde Rambouillet eine verstümmelte Frauenleiche gefunden. Schnell ist klar: Es handelt sich um die 62-jährige Nicole Saada. Die Ermittler vor Ort sind schockiert über den Zustand der Leiche, denn ihr fehlen Kopf und Herz. Wer hat einer so liebenswerten Frau ein solches Verbrechen angetan? Die Hinweise deuten schnell auf Nicole Saadas ehemaligen Geliebten. Hat er sie ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10255860","hoster":"VOE"},{"path":"/redirect/10255861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-5","name":"Der Fall Marc Van Beers","epNo":5,"alt":"Episode 5","descr":"Am 11. Mai 1995 stirbt der erst 36-jährige Marc Van Beers bei einem Autounfall während seiner Flitterwochen. Seine Frau Aurore bleibt unverletzt und erweckt durch ihr Verhalten Misstrauen. Zurück in Belgien verkauft sie zeitnah das Haus ihres Ehemannes und zeigt auch nur wenige Anzeichen von Trauer. Marcs Familie wird misstrauisch und lässt den Fall genau untersuchen. Bei der Autopsie zeigt sich, dass Marc Van Beers schon vor dem Autounfall tot war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256104","hoster":"VOE"},{"path":"/redirect/10256119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-6","name":"Der Fall Marina Ciampi","epNo":6,"alt":"Episode 6","descr":"Am 29. Juni 2012 wird die 52-jährige Marina Ciampi leblos in ihrer Marseiller Wohnung aufgefunden. Die Tote liegt nackt auf dem Bett, über ihren Kopf ist eine Plastiktüte gezogen. Am Tatort finden die Experten von der Spurensicherung unbekannte DNA. Aber die Ermittler sind sich sicher: Das Opfer kannte den Mörder. Und möglicherweise hat dieser versucht, Beweismittel zu beseitigen, denn der Computer und das Handy des Opfers sind unauffindbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10255989","hoster":"VOE"},{"path":"/redirect/10255988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-7","name":"Der Fall Dominique Aubry","epNo":7,"alt":"Episode 7","descr":"Am 1. Dezember 2005 wird die 58-jährige Dominique Aubry, eine reiche Witwe, auf ihrem Hausboot in Neuilly erhängt aufgefunden. War es Selbstmord, oder steckt ein Verbrechen dahinter? Nachdem ihr Mann ein Jahr zuvor auf einer Reise nach Mauritius an einem Herzinfarkt verstorben war, geriet ihr Leben aus den Fugen und sie gab sich Alkohol und Tabletten hin. Der Fall scheint eindeutig und wird vom Gericht von Nanterre schnell eingestellt. Doch schon bald gibt es Zweifel an der Selbstmord-Theorie, denn Dominique Aubry war äußerst wohlhabend und hinterlässt eine Erbschaft von 14 Millionen Euro – ein wichtiges Motiv für einen Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256007","hoster":"VOE"},{"path":"/redirect/10256015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-8","name":"Der Fall Claude Tavernier","epNo":8,"alt":"Episode 8","descr":"Am 26. Juni 2012 werden Feuerwehrleute zu einem Einsatz in die französische Ortschaft Barbezieux gerufen. In den Flammen finden sie den leblosen Körper des 83-jährigen Claude Tavernier. Erste Untersuchungen am Tatort deuten darauf hin, dass es sich hierbei um ein Gewaltverbrechen handelt, womöglich um einen missglückten Raub. Die Ermittler widerlegen jedoch schnell diesen Verdacht. Hat jemand versucht, den Tatort zu manipulieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256034","hoster":"VOE"},{"path":"/redirect/10256023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-9","name":"Der Fall Laëtitia Perrais","epNo":9,"alt":"Episode 9","descr":"Am 18. Januar 2011 verschwindet im kleinen französischen Badeort Pornic die 18-jährige Hotelfachschülerin Laetitia Perrais nach Feierabend spurlos. Was ist der jungen Frau zugestoßen? Die Polizei geht von Tür zu Tür, erstellt Skizzen, sucht nach möglichen Zeugen und versucht alles, um das Mädchen zu finden. Ein Phantombild bringt die Ermittler auf die Spur eines mehrfach vorbestraften jungen Mannes. Mit diesem Mann soll Laetitia vor ihrem Verschwinden zusammen gewesen sein. Die Durchsuchung seines Wagens und seiner Unterkunft legen den Verdacht nahe, dass Laetitia das Opfer eines grausamen Gewaltverbrechens geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286273","hoster":"VOE"},{"path":"/redirect/10256054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-1/episode-10","name":"Der Fall Brigitte Muller","epNo":10,"alt":"Episode 10","descr":"Am 8. November 1999 geht bei der Gendarmerie in Straßburg ein ungewöhnlicher Notruf ein. Am Telefon ist der in der Region bekannte Gerichtsmediziner Dr. Jean-Louis Muller. Er berichtet, dass sich seine Frau Brigitte gerade im Keller ihres Hauses mit einer Schusswaffe das Leben genommen habe. Ihrem Mann zufolge war Brigitte Muller labil und niedergeschlagen. Doch hätte sie sich tatsächlich selbst das Leben genommen? Erste Untersuchungen am Tatort sowie die ballistischen Analysen untermauern die Selbstmord-Theorie. Einige Wochen später fordert die Familie des Opfers jedoch eine Wiederaufnahme der Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256068","hoster":"VOE"},{"path":"/redirect/10256081","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tterjagd/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/tterjagd/staffel-2/episode-1","name":"Der Fall Richard Alessandri","epNo":1,"alt":"Episode 1","descr":"In der Nacht des 16. Juli 2000 ändert sich das Leben von Edwige Alessandri auf einen Schlag. Die Hausfrau und Mutter ruft unter Tränen den Rettungsdienst in Carpentras. Sie erzählt, dass kurz nach Mitternacht Männer in ihr Schlafzimmer eingedrungen seien und ihren Mann im Schlaf erschossen hätten. Zunächst sieht alles nach einem schiefgegangenen Einbruch aus. Doch schon bald führen die Beweise die Ermittler auf eine unerwartete Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286271","hoster":"VOE"},{"path":"/redirect/10256328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-2","name":"Der Fall Laurence Maille","epNo":2,"alt":"Episode 2","descr":"Am 28. November 2007 informiert John Szablewski die Gendarmen von Vimy, dass seine Partnerin Laurence Maille verschwunden sei. Sie sei von einem Spaziergang nicht mehr zurückgekommen. Sofort wird die Suche nach der jungen Frau eingeleitet. Die im Laufe der Ermittlungen zusammengetragenen Indizien deuten schnell auf einen überraschenden Verdächtigen hin. Doch es gestaltet sich ausgesprochen schwierig, seine Schuld zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930943","hoster":"VOE"},{"path":"/redirect/10256344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-3","name":"Der Fall Véronique Pirotton","epNo":3,"alt":"Episode 3","descr":"Am 31. Oktober 2013 findet der belgische Abgeordnete Bernard Wesphael seine Frau Véronique leblos auf dem Badezimmerboden in ihrem Hotel in Ostende vor. Neben ihr findet er einen mysteriösen Plastikbeutel. Trotz Einsatz des Rettungsdienstes stirbt Véronique Pirotton wenige Minuten später. Für Bernard Wesphael besteht kein Zweifel: Seine psychisch labile Frau hat sich das Leben genommen. Doch schon bald stellt sich die Frage: Hat Bernard Wesphael den Suizid ungewollt provoziert? Oder hat er selbst eine nicht wiedergutzumachende Tat begangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256379","hoster":"VOE"},{"path":"/redirect/10256387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-4","name":"Der Fall Jennifer Charron","epNo":4,"alt":"Episode 4","descr":"Am 29. April 2007 wird in einem Wald bei Royan die verkohlte Leiche der 21-jährigen Jennifer Charron gefunden. Die junge Kellnerin war seit zwei Tagen verschwunden. Offensichtlich wurde sie massiv misshandelt. Die gefundenen Indizien belasten zwei Männer. Die Ermittler sind überzeugt, dass beide in direkter Verbindung zum Opfer und zum Mord stehen. Doch welcher der beiden hat Jennifer getötet? Oder waren es beide zusammen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256469","hoster":"VOE"},{"path":"/redirect/10256450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-5","name":"Der Fall Stéphane Kameugne","epNo":5,"alt":"Episode 5","descr":"Am 24. Dezember 2008 wird die Leiche von Stéphane Kameugne in einem Kanal von Châlons-en-Champagne gefunden. Der junge Mann war seit zwei Wochen vermisst. Niemand hatte ihn seit seiner Abschlussfeier an der Ingenieurschule gesehen. Schnell vermutet man, dass der Student stark alkoholisiert von einer Brücke in den Kanal gestürzt ist. Doch seine Eltern und Verwandten glauben nicht an diese Version. Dank ihres Einsatzes werden alle Hinweise von den Experten überprüft. Und tatsächlich: Der Tod des jungen Mannes war kein Unfall, sondern Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256529","hoster":"VOE"},{"path":"/redirect/12985164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-6","name":"Der Fall Chantal und Audrey d\u0026#039;Amato","epNo":6,"alt":"Episode 6","descr":"Am 31. März 2003 wird die Feuerwehr zu einem Brandherd in einer Wohnsiedlung nahe Aix-en-Provence gerufen. Dort angekommen, bietet sich den Feuerwehrleuten ein grausames Bild. Sie finden die gefolterten und verkohlten Körper einer Mutter und ihrer Tochter: Chantal und Audrey d’Amato, 53 und 24 Jahre alt. Die Ermittler benötigen fast zehn Jahre, um dieses komplizierte Rätsel aufzulösen und den Mörder ausfindig zu machen. Dies ist besonders dank des Einsatzes einer der ersten Verhaltensanalytikerinnen der Gendarmerie gelungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256613","hoster":"VOE"},{"path":"/redirect/10256630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-7","name":"Der Fall Marie-Jeanne Meyer","epNo":7,"alt":"Episode 7","descr":"Am 18. Juni 2011 winkt Marie-Jeanne Meyer ihrer kleinen Schwester zu, bevor sie in Tournon im Département Ardčche zu ihrer täglichen Joggingrunde in den Bergen aufbricht. Sie wird nie mehr zurückkehren. Drei Tage später wird ihre verstümmelte Leiche in einer frisch ausgehobenen Grube in der Nähe des Teufelsplatzes, eines angeblich verfluchten Ortes, gefunden. Darüber hinaus trägt der Tatort Spuren eines mystischen Rituals. Den Ermittlern stellen sich nach dem Leichenfund folgende Fragen: War es ein Ritualmord? War es Rache?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256170","hoster":"VOE"},{"path":"/redirect/10256208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-8","name":"Der Fall Valérie Bary","epNo":8,"alt":"Episode 8","descr":"Freitag, der 26. März 2004, in der Nähe von Dijon. Laurent Bary kehrt von der Arbeit nach Hause zurück und findet dort die Leiche seiner Frau in einer Blutlache. Die ersten Erkenntnisse der Ermittler deuten darauf hin, dass auf die 38-jährige Pflegerin wiederholt eingestochen wurde. Mehrere Hinweise stützen die These, dass es sich hierbei um einen tragisch verlaufenen Einbruch handelt. Doch die Ermittlungen nehmen eine völlig andere Wendung, nicht zuletzt dank eines unerwarteten Beweismittels: Hundegebell.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256161","hoster":"VOE"},{"path":"/redirect/10256231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-9","name":"Der Fall Farid Ouzzane","epNo":9,"alt":"Episode 9","descr":"Am 13. Juli 2011 entdecken zwei Segler einen Koffer, der im Hafen von Lorient schwimmt. Im Inneren finden Sie die gefesselte Leiche eines Mannes. Das Gesicht ist nicht zu erkennen. Die Ermittler bemühen sich 18 Monate lang und ergreifen außergewöhnliche Maßnahmen, um ihn zu identifizieren. Nach einer Gesichtsrekonstruktion veröffentlichen sie ein Phantombild, ohne Ergebnis. Letztendlich lässt sich seine Identität mithilfe eines Schlüssels, den er bei sich trug, klären. Bleibt nur die Frage, wer für seinen Tod verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256254","hoster":"VOE"},{"path":"/redirect/10256211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-2/episode-10","name":"Der Fall Ruth Légeret","epNo":10,"alt":"Episode 10","descr":"Am 4. Januar 2006 wird Ruth Légeret in ihrem luxuriösen Anwesen in Vevey in der Schweiz tot in einer Blutlache aufgefunden. Neben ihr liegt die Leiche ihrer Freundin Marina Studer. Wer hat die beiden unauffälligen, reichen Witwen getötet? Inmitten von Eifersüchteleien in der Familie und finanziellen Begehrlichkeiten geht die Schweizer Polizei einigen Hinweisen nach. Können die Ermittler klären, was den beiden Frauen zugestoßen ist? Im Zuge der Ermittlungen offenbart sich ein weiteres Rätsel: Marie-José Légeret, die Tochter von Ruth, ist seit dem Tag des Mordes unauffindbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256290","hoster":"VOE"},{"path":"/redirect/10256262","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tterjagd/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/tterjagd/staffel-3/episode-1","name":"Der Fall Audrey Jouannet","epNo":1,"alt":"Episode 1","descr":"Am 16. September 2005 wird im Städtchen Soisy-sur-Seine die 24-jährige Audrey Jouannet leblos aufgefunden. Sie liegt in ihrem kleinen Appartement tot unter dem Bett. Schnell wird klar, dass die junge Frau erst gefoltert und dann erdrosselt wurde. Obwohl der Täter akribisch darauf geachtet hat, all seine Spuren zu verwischen, wird auf der Leiche dennoch DNA gefunden. Wird es den Ermittlern gelingen, diese Tat aufzuklären?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256681","hoster":"VOE"},{"path":"/redirect/10256684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-2","name":"Der Fall Pierre und Gabrielle Labrell","epNo":2,"alt":"Episode 2","descr":"Am 9. Oktober 2001 bekommen Pierre und Gabrielle Labrell nach dem Abendessen plötzlich heftige Bauchschmerzen. Wenige Tage später sterben die beiden unter Qualen in einer Klinik. Eine Lebensmittelvergiftung kann schnell ausgeschlossen werden. Es stellt sich heraus, dass die Eheleute mit Arsen vergiftet wurden. Dank des guten Gespürs und versierter Expertisen der Ermittler kommen sie dem Täter schnell auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256720","hoster":"VOE"},{"path":"/redirect/10256696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-3","name":"Der Fall Nelly Crémel","epNo":3,"alt":"Episode 3","descr":"Am 2. Juni 2005 verlässt die 39-jährige Nelly Crémel das Haus, um joggen zu gehen. Niemand ahnt, dass sie nicht mehr zurückkehren wird. Nach einer Suchaktion wird eine Woche später ihre Leiche gefunden. Der Fall erschüttert ganz Frankreich und wird bis in Regierungskreise hinein kontrovers diskutiert. Die Spuren scheinen ins Umfeld der französischen Geheimdienste zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256747","hoster":"VOE"},{"path":"/redirect/10256746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-4","name":"Der Fall Willy Pomonti","epNo":4,"alt":"Episode 4","descr":"Am 16. Juli 2010 entdeckt Sylvain Dromard in der Küche die Leiche seiner Frau Laurence in einer Blutlache. Auffallend ist die große Brutalität, mit der die Tat begangen wurde. Daher wird auch die Theorie eines eskalierten Einbruchs schnell verworfen. Es bleibt die Frage, wer den brutalen Tod der liebenswerten Friseurin aus Saint-Martin-d’Ablois gewollt haben könnte. Im Verlauf der Ermittlungen taucht eine mysteriöse Rivalin auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256791","hoster":"VOE"},{"path":"/redirect/10256804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-5","name":"Der Fall Christophe Lejard","epNo":5,"alt":"Episode 5","descr":"Am 16. April 1996 wird der pensionierte Architekt Willy Pomonti ermordet in seiner Villa in der Nähe von Paris aufgefunden. Schnell stellt sich heraus, dass er vor seinem Tod gefoltert wurde. Während der Ermittlungen steht die Polizei mehrmals kurz davor, den Täter ausfindig zu machen, doch es wird zehn Jahre dauern, bis dieses besonders gewalttätige Verbrechen aufgeklärt wird. Ein schwieriger Fall, der durch die Hartnäckigkeit der Ermittler, aber auch dank kleiner Hinweise am Tatort gelöst werden konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256823","hoster":"VOE"},{"path":"/redirect/10256834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-6","name":"Der Fall Adeline Piet","epNo":6,"alt":"Episode 6","descr":"Am 24. November 2010 wird Christophe Lejard von seinem Sohn tot aufgefunden. Er wurde nur wenige Meter von ihrem Zuhause entfernt durch einen Kopfschuss regelrecht hingerichtet. Ein grausames Szenario, das nicht ins Bild des unbescholtenen Familienvaters passt. Doch hinter dieser Fassade enthüllen die Ermittler schon bald, dass das Opfer von allerlei Hass und Missgunst umgeben war. Nur dank einer kleinen DNA-Spur gelingt es den Gendarmen schließlich, den mysteriösen Mordfall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256838","hoster":"VOE"},{"path":"/redirect/10256839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-7","name":"Der Fall Priscilla Ciatti","epNo":7,"alt":"Episode 7","descr":"Am 3. Juli 2006 geht Benoît Piet zur Gendarmerie in Cancale, um seine Frau als vermisst zu melden, da sie am Vortag nicht nach Hause gekommen war. Das Paar ist mitten im Scheidungsprozess, aber die Mutter einer großen Familie hätte ihre sieben Kinder niemals allein gelassen. Umfangreiche Ermittlungen werden eingeleitet, jedoch ohne Erfolg. Was ist mit Adeline Piet passiert? Die Untersuchung wird mehrere Jahre dauern, bis schließlich mithilfe einer beispiellosen Rekonstruktion die furchtbare Wahrheit über Adeline Piets Tod entdeckt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256409","hoster":"VOE"},{"path":"/redirect/10256413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-8","name":"Der Fall Mathilde Croguennec","epNo":8,"alt":"Episode 8","descr":"Am 8. Februar 2001 wird die 14-jährige Priscilla Ciatti neben einer Straße liegend, nur wenige hundert Meter von ihrem Elternhaus entfernt, gefunden. Ihr leblose Körper, neben dem eine Teufelsmaske liegt, ist mit 60 Messerstichen übersät. Ist Priscilla einem Herumtreiber zum Opfer gefallen? Einem Serienmörder? Einem Triebtäter, der sich von einem Horrorfilm hat inspirieren lassen? Schnell finden die Ermittler heraus, dass sich das junge Mädchen vor ihrem Tod beobachtet, ja sogar bedroht gefühlt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256463","hoster":"VOE"},{"path":"/redirect/10256934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-9","name":"Der Fall Jean-Raymond Blatti","epNo":9,"alt":"Episode 9","descr":"Am frühen Morgen des 26. Juni 2005 wird auf einem Teknival-Gelände in der Bretagne die 18-jährige Mathilde Croguennec mit durchgeschnittener Kehle am Fuß eines Baumes gefunden. Die Ermittler stehen vor der schwierigen Aufgabe, ihren Mörder unter den 43 000 Besuchern dieses riesigen Festivals zu finden, auf dem Alkohol und Drogen in großen Mengen konsumiert werden. Diese ganz und gar ungewöhnliche Ermittlung wirddie Polizisten auf zahlreiche falsche Fährten führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256581","hoster":"VOE"},{"path":"/redirect/10256588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-3/episode-10","name":"Der Fall Laurence Dromard","epNo":10,"alt":"Episode 10","descr":"Am 21. März 2002 wird im Büro eines kleinen Unternehmens in einem Genfer Vorort die Leiche des Buchhalters Jean-Raymond Blatti entdeckt. Der Mann liegt inmitten einer Blutlache, sein Kopf weist schwere Verletzungen auf und auf seinem Bauch stehen die Worte \"Dreckiger Vergewaltiger\". Doch Blatti war nie in Zusammenhang mit einem sexuellen Vergehen auffällig geworden. Schweizer und französische Polizisten müssen zusammenarbeiten und jeden Hinweis nutzen, um herauszufinden, wer diesen scheinbar unauffälligen Buchhalter getötet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256655","hoster":"VOE"},{"path":"/redirect/10256637","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tterjagd/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/tterjagd/staffel-4/episode-1","name":"Der Fall Christelle Leroy","epNo":1,"alt":"Episode 1","descr":"23. Februar 2005. Die Familie der 26-jährigen Christelle Leroy meldet die junge Frau und ihren vierjährigen Sohn Luca als vermisst. Was steckt hinter dem Verschwinden von Mutter und Kind? Die Beamten der Polizeidienststelle im 10. Arrondissement von Paris sind davon überzeugt, dass die oft unberechenbare Christelle aus freien Stücken gegangen ist. Alle Indizien scheinen diese Theorie zunächst zu unterstützen. Doch dank der Hartnäckigkeit von Christelles Familie und dem Scharfsinn eines Journalisten und einiger Ermittler kommt schließlich die schreckliche Wahrheit ans","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256940","hoster":"VOE"},{"path":"/redirect/10256942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-2","name":"Der Fall Chantal Ternik","epNo":2,"alt":"Episode 2","descr":"3. April 2003. Die 48-jährige Mutter Chantal Ternik wird erhängt in ihrer Villa in Sanary-sur-Mer im Département Var entdeckt. Doch war es wirklich Selbstmord? Die Polizei legt den Fall schnell zu den Akten. Chantal Terniks Vater und ihr Bruder glauben jedoch nicht an die Selbstmord-Theorie. Dank ihrer Beharrlichkeit und der Arbeit der Experten werden Hinweise entdeckt, die auf ein ganz anderes Szenario hindeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256950","hoster":"VOE"},{"path":"/redirect/10256948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-3","name":"Der Fall Christophe Belle","epNo":3,"alt":"Episode 3","descr":"17. Mai 2005. In einem Wald in Sucy-en-Brie wird eine männliche Leiche entdeckt. Daneben finden die Ermittler einen Beutel Kokain. Handelt es sich um eine Fehde zwischen Drogendealern? Schnell ist klar, dass der Mann erschossen wurde. Er kann als der 40-jährige Konditor Christophe Belle identifiziert werden. Nach einer Ermittlung mit vielen Kehrtwendungen findet die Pariser Kriminalpolizei schließlich die unglaubliche Wahrheit heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256968","hoster":"VOE"},{"path":"/redirect/10256967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-4","name":"Der Fall Cyril Koskinas","epNo":4,"alt":"Episode 4","descr":"19. Juli 2004. Eine nackte und gefesselte Frauenleiche wird aus dem Canal de l’Ourcq in Frankreich gezogen, einen Tag später wird eine weitere Leiche gefunden. Wer steckt hinter den Morden? Die zweite Tote wird schnell als die 23-jährige Angélique Desposte identifiziert und hat ähnliche Verletzungen wie das erste Opfer. Bei beiden Frauen wird die gleiche Todesursache festgestellt. Für die Ermittler steht fest, dass es sich um den gleichen Täter handelt. Dank gründlicher Spurensuche gelingt es ihnen, diese besonders grausamen Morde aufzuklären und weitere Taten zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256980","hoster":"VOE"},{"path":"/redirect/10256987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-5","name":"Der Fall Anne Barbot","epNo":5,"alt":"Episode 5","descr":"28. März 2013. In einem Wald wird die verkohlte Leiche der 38-jährigen Anne Barbot gefunden. Nur wenige Tage nach der Tragödie hätten sie und ihr Ehemann ein Kind adoptieren sollen – Zufall? Tage zuvor war die junge Frau als vermisst gemeldet worden und, ihr verzweifelter Ehemann hatte mehrere Suchaktionen gestartet, um sie zu finden. Bei ihrer sorgfältigen Ermittlungsarbeit finden die Kriminalbeamten entscheidende Hinweise auf Mörder und Motiv. Schließlich kann die Polizei diesen besonders skrupellosen Fall lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257002","hoster":"VOE"},{"path":"/redirect/12985163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-6","name":"Der Fall Angélique Dumetz","epNo":6,"alt":"Episode 6","descr":"13. Oktober 1996. Die Leiche der 18-jährigen Angélique Dumetz wird in einem Graben in einem Wald in Oise gefunden. Es wird 15 Jahre dauern, bis die Wahrheit über den Mord ans Licht kommt. Am Tatort wurde damals ein entscheidender Hinweis entdeckt, dessen Bedeutung die Ermittler erst nach langer und gründlicher Ermittlung erkennen. Bis heute prägen jedoch etliche Ungereimtheiten den grausamen Mordfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257029","hoster":"VOE"},{"path":"/redirect/10257028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-7","name":"Der Fall Guy Georges","epNo":7,"alt":"Episode 7","descr":"Bei der Polizei werden Brigitte Troadec, ihr Ehemann Pascal und ihre beiden Kinder Sébastien und Charlotte als vermisst gemeldet. Wer ist verantwortlich für ihr Verschwinden? Bei der Durchsuchung ihres Hauses werden Blutspuren entdeckt, die den vier Familienmitgliedern zugeordnet werden können. Schnell ist klar: Hier muss ein Gewaltverbrechen passiert sein. Die Ermittler lassen in diesem ungewöhnlichen Fall keinen Hinweis außer Acht. Die Polizeibeamten ziehen die besten Sachverständigen hinzu, um den vierfachen Mörder zu finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257042","hoster":"VOE"},{"path":"/redirect/10257039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-8","name":"Der Fall Akira Ojima","epNo":8,"alt":"Episode 8","descr":"18. April 2014. Der Polizei in Visé in Belgien wird eine Schießerei gemeldet. Am Tatort: ein tödlich verwundetes Paar und ein kleiner Junge. Wer ist für die dreifache Hinrichtung verantwortlich? Während Benoit Philippens und Neffe Esteban bereits tot sind, ist Carole Haid noch in der Lage, zu berichten, was der Schütze zu seinen Opfern gesagt hatte, bevor auch sie stirbt: \"Kennst du mich noch?\" Eine persönliche Abrechnung, eine Verwechslung oder blinde Rache?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257043","hoster":"VOE"},{"path":"/redirect/10257041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-9","name":"Der Fall Brigitte Troadec","epNo":9,"alt":"Episode 9","descr":"11. März 1998. Auf dem Polizeirevier des 15. Arrondissements in Paris meldet eine Frau ihren Bruder, den Architekten Akira Ojima, als vermisst. Was ist dem Japaner zugestoßen? Das Verschwinden des Mannes ist umso erstaunlicher, da er als sehr zuverlässig gilt. Die Ermittler finden heraus, dass sich sein Büro in finanzieller Schieflage befand. Schon bald geraten ein millionenschwerer Auftrag und ein mysteriöser Auftraggeber ins Visier. Dank dem Ehrgeiz der Pariser Kriminalpolizei kommt die grausame Wahrheit über das Verschwinden des japanischen Architekten schließlich ans Licht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257046","hoster":"VOE"},{"path":"/redirect/10257045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-4/episode-10","name":"Der Fall Benoît Philippens","epNo":10,"alt":"Episode 10","descr":"21. März 1991. In Paris wird die Leiche der 19-jährigen Pascale Escarfail gefunden – der Auftakt einer langen Mordserie und einer der aufwendigsten Ermittlungen der vergangenen 30 Jahre. Die junge Frau wurde in ihrer Wohnung brutal erstochen und ihr BH sorgfältig in zwei Teile zerschnitten. Die Ermittlung führt schließlich nicht nur zur Verhaftung des Mannes, der heute als erster französischer Serienmörder bezeichnet wird. Auch maßgebliche Veränderungen in der Polizeiarbeit und Kriminaltechnik werden durch die Ermittlungen herbeigeführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257053","hoster":"VOE"},{"path":"/redirect/10257050","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tterjagd/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/tterjagd/staffel-5/episode-1","name":"Der Fall Émilie Godest","epNo":1,"alt":"Episode 1","descr":"Am 9. November 2007 werden die Rettungskräfte zu einem Verkehrsunfall gerufen. Neben dem brennenden Auto liegt eine schwer verletzte Frau. Es ist die 20-jährige Émilie Godest. Während die junge Frau im Krankenhaus um ihr Überleben kämpft, untersuchen Ermittler die Unfallursache. Angeblich musste ihr Verlobter Johann einem Wildschwein ausweichen und verlor die Kontrolle über den Wagen. War es wirklich ein Unfall, oder steckt mehr dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257056","hoster":"VOE"},{"path":"/redirect/12985161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-2","name":"Der Fall Françoise Desnoue","epNo":2,"alt":"Episode 2","descr":"In dem kleinen Dorf Bourogne meldet Éric Desnoue am Abend des 30. August 2013 seine Ehefrau als vermisst. Ist sie nur weggelaufen? Oder doch einem Verbrechen zum Opfer gefallen? Die Ermittlungen der Polizei zeigen, dass die Ehe zwischen Françoise und Éric keineswegs so harmonisch war, wie es zunächst den Anschein hatte. Hat Françoise vor Kummer Selbstmord begangen? Handydaten des Ehepaars bringen die Wahrheit ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257062","hoster":"VOE"},{"path":"/redirect/10257060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-3","name":"Der Fall Jean-Jacques Le Page","epNo":3,"alt":"Episode 3","descr":"Im Sommer 2009 wird die verbrannte Leiche des Rentners Jean-Jacques Le Page in seinem Haus aufgefunden. Die Polizei geht zunächst von einem Unfall aus. Doch die Obduktion ergibt: Es war Mord. Die Polizei steht vor einem Rätsel. Jean-Jacques Le Page war ein angesehener Geschäftsmann und hatte keine Feinde. Die Polizei ermittelt in alle Richtungen. Es scheint, als habe er nach dem Tod seiner Frau den Halt im Leben verloren. Eine Spur führt schließlich ins Rotlichtmilieu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257063","hoster":"VOE"},{"path":"/redirect/10257065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-4","name":"Der Fall Évelyne Boucher","epNo":4,"alt":"Episode 4","descr":"Am 9. Dezember 1987 wird die 16-jährige Évelyne Boucher tot und halb entkleidet in einem Waldstück entdeckt. Schnell wird klar, das Mädchen wurde Opfer eines Gewaltverbrechens. Für die Polizei beginnt die Jagd nach einem Phantom. Trotz zahlreicher Hinweise gelingt es ihr nicht, den Mörder zu finden. Doch weder die Ermittler noch die Mutter des Mädchens geben die Suche auf. Jahre später überschlagen sich schließlich die Ereignisse","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257073","hoster":"VOE"},{"path":"/redirect/10257069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-5","name":"Der Fall Céline Marchand","epNo":5,"alt":"Episode 5","descr":"Am 30. Mai 2015 wird die 39-jährige Céline Marchand als vermisst gemeldet. Während ihre beste Freundin sich große Sorgen macht, ist Célines Mann Yann Marchand die Ruhe selbst. Doch je länger Céline verschwunden bleibt, desto unwahrscheinlicher scheint es, dass die zweifache Mutter das herrschaftliche Familienanwesen wirklich freiwillig verlassen hat. Bald wird klar: Yann Marchand nimmt es mit der Wahrheit nicht immer ganz genau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10257075","hoster":"VOE"},{"path":"/redirect/10257076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-6","name":"Der Fall Josiane Bézard","epNo":6,"alt":"Episode 6","descr":"Am Morgen des 9. Januar 2014 fährt die 53-jährige Josiane Bézard ihren Sohn zum Bahnhof und verschwindet danach spurlos. Im Fokus der Ermittlungen stehen ihr Ex-Ehemann und ihr Liebhaber. Die persönlichen Gegenstände der Vermissten sind noch in ihrem Haus. Es gibt keine Anzeichen für einen Einbruch oder einen Kampf. Suchtrupps durchkämmen vergeblich die Umgebung. Mit DNA-Proben und Verhören versuchen die Kriminalbeamten, den Fall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286272","hoster":"VOE"},{"path":"/redirect/10257086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-7","name":"Der Fall Sylvie Darcy","epNo":7,"alt":"Episode 7","descr":"Im Februar 2012 ruft François Darcy bei der Polizei an. Mit seiner Frau Sylvie sei er Opfer eines Überfalls geworden – ihre verkohlte Leiche wird später im ausgebrannten Auto des Paares entdeckt. Zunächst geht die Polizei von einem unbekannten Täter aus. Doch schon bald gibt es Zweifel an dieser Theorie. François Darcys Schussverletzung und der Zustand des Projektils überraschen die Experten. Bald wird klar – der Fall ist komplexer als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286274","hoster":"VOE"},{"path":"/redirect/10256845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-8","name":"Der Fall Drost Notthoff","epNo":8,"alt":"Episode 8","descr":"Am 26. September 2011 wird der deutsche Millionär Drost Notthoff erhängt in seinem Haus in Südfrankreich gefunden. Alles deutet auf Suizid hin – dann fallen den Ermittlern Ungereimtheiten auf. Als Notthoffs ehemalige Lebensgefährtin Grit Bergmann ein Testament präsentiert, das sie zur Alleinerbin des Vermögens bestimmt, werden die Beamten stutzig. Doch es werden noch Jahre vergehen, bis das rätselhafte Verbrechen endlich aufgeklärt werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256849","hoster":"VOE"},{"path":"/redirect/10256850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-9","name":"Der Fall Julien Thévenet","epNo":9,"alt":"Episode 9","descr":"Im Januar 2017 wird die brutal zugerichtete Leiche des Soldaten Julien Thévenet in seiner Garage gefunden. Erst deutet alles auf einen Einbruch hin, doch bald kommen Zweifel auf. Die Ermittler finden heraus, dass es in der Ehe zwischen Julien und seiner Frau Sophie heftig kriselte. Längst hat Sophie einen neuen Liebhaber: Der 26-jährige Sébastien Chantereau ist für die Polizei kein Unbekannter. Hat er auch mit diesem Verbrechen etwas zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286277","hoster":"VOE"},{"path":"/redirect/10256854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-5/episode-10","name":"Der Fall Raphaël Lomoro","epNo":10,"alt":"Episode 10","descr":"Im Juni 2007 erscheint eine junge Frau bei der Polizei, um ihren Bruder Raphaël Lomoro als vermisst zu melden. Dessen Frau Simone behauptet jedoch, er sei freiwillig untergetaucht. Schnell steht fest, dass Simone den Ermittlern nicht die ganze Wahrheit erzählt hat. Die Ehe der beiden lag in Trümmern. Der 46-jährige Raphaël Lomoro hatte sich in seiner Wahlheimat Madagaskar ein neues Leben aufgebaut – musste er deshalb sterben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256860","hoster":"VOE"},{"path":"/redirect/10256861","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/tterjagd/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/tterjagd/staffel-6/episode-1","name":"[Nicht erhältlich] Der Fall Inass Touloub","epNo":1,"alt":"Episode 1","descr":"Am 11. August 1987 entdeckte die Polizei in Orléans hinter einer Leitplanke auf der Autobahn A10 die in eine Decke eingewickelte Leiche eines vierjährigen Kindes. Es beginnt eine der längsten und nervenaufreibendsten kriminalistischen Ermittlungen der letzten vierzig Jahre. Wer ist die Frau, die von allen als \"Märtyrerin der A10\" bezeichnet wird und erst Jahre später identifiziert werden kann?","versions":[]},{"path":"/serie/stream/tterjagd/staffel-6/episode-2","name":"Der Fall Joel Deprez","epNo":2,"alt":"Episode 2","descr":"Im Februar 2000 entdecken Jäger eine verbrannte Leiche. Eine Identifizierung ist kaum mehr möglich. Auch die Suche nach Spuren ist äußerst schwierig. In der Region tobte kurz zuvor ein Sturm. Wer ist der Mann? Wie kam er ums Leben? Der Fall ist eine Herausforderung für Ermittler und Gerichtsmediziner. Nur zusammen können sie dieses schreckliche Verbrechen lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256867","hoster":"VOE"},{"path":"/redirect/10256869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-3","name":"Der Fall Sophie Le Tan","epNo":3,"alt":"Episode 3","descr":"Im September 2018 erscheint Sophie Le Tan nicht wie verabredet zum Geburtstagsessen bei ihren Eltern. Krank vor Sorge alarmiert die Familie die Polizei. Doch die reagiert zögerlich. Daraufhin ermitteln die Verwandten auf eigene Faust und stoßen auf einen entscheidenden Hinweis: Kurz vor dem Verschwinden hatte Sophie einen Termin zu einer Wohnungsbesichtigung. Der Vermieter ist der Polizei bekannt. Ist Sophie einem Serienmörder zum Opfer gefallen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256872","hoster":"VOE"},{"path":"/redirect/10256876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-4","name":"Der Fall Maureen Jacquier","epNo":4,"alt":"Episode 4","descr":"Toulouse, Februar 2015: Die Eltern der 19-jährigen Maureen Jacquier finden die Leiche ihrer Tochter in der eigenen Wohnung. Die Umstände weisen auf einen Mord aus Leidenschaft hin. Trotzdem: Es gibt nur wenige verwertbare Spuren. Falsche Hinweise und Beschuldigungen lassen die Ermittlungen immer wieder ins Stocken geraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286276","hoster":"VOE"},{"path":"/redirect/10256881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-5","name":"Der Fall Jean-Paul Leconte","epNo":5,"alt":"Episode 5","descr":"Im Juli 2002 wird die 19-jährige Patricia Leclercq von ihren Pflegeeltern als vermisst gemeldet. Einen Tag später entdeckt ein Landwirt auf seinem Feld ihre Leiche. Eine ganze Region steht unter Schock, denn es ist das zweite Verbrechen dieser Art innerhalb weniger Monate. Treibt ein Serientäter sein Unwesen? Der Verdacht erhärtet sich, als im August eine weitere junge Frau ermordet aufgefunden wird. Die Suche nach dem \"Somme-Mörder\" beginnt und hält über Monate Nordfrankreich in Atem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256886","hoster":"VOE"},{"path":"/redirect/10256887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-6","name":"Der Fall Aurelie Barbot","epNo":6,"alt":"Episode 6","descr":"Im Dezember 2012, in einem bretonischen Dorf, wird die 29-jährige Aurelie Barbot von ihren drei Kindern erschossen aufgefunden. Bei den Ermittlungen gerät die Polizei immer wieder in Sackgassen. Es gibt wenig forensische Beweise, und die Nachbarn wollen nichts gehört haben. Erst als sich die Ermittler im privaten Umfeld umhören, ergibt sich eine entscheidende Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256898","hoster":"VOE"},{"path":"/redirect/10256890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-7","name":"Der Fall Julie Martin","epNo":7,"alt":"Episode 7","descr":"Im Juni 2014 wird die Polizei Nancy von den Angehörigen einer jungen Familie alarmiert. Die junge Julie Martin ist verschwunden. Ihr Mann Hafid Mallou macht einen verwirrten Eindruck. In der Wohnung des Paares herrscht Chaos. Der verletzte und unter Schock stehende Mallou hat sich im Bad verbarrikadiert. Hat hier ein Verbrechen stattgefunden? Es werden Jahre vergehen, bis die Polizei das Rätsel um eine verhängnisvolle Sommernacht gelöst hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256900","hoster":"VOE"},{"path":"/redirect/14171982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-8","name":"Der Fall Isabelle Mosser","epNo":8,"alt":"Episode 8","descr":"September 2013: Éric Mosser entdeckt die übel zugerichtete Leiche seiner Frau Isabelle. Sie starb durch acht Messerstiche. Erst sieht es so aus, als hätte sie einen Einbrecher überrascht. Schränke und Schubladen wurden durchwühlt, die Spardose der Kinder wurde geplündert, und angeblich fehlt auch ein Umschlag mit Bargeld. Doch bald kommen den Ermittlern erste Zweifel. Könnte jemand den Tatort manipuliert haben? Als sie sich im Umfeld des Opfers umhören, machen sie eine schockierende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930937","hoster":"VOE"},{"path":"/redirect/10256910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-9","name":"Der Fall Anaïs Guillaume","epNo":9,"alt":"Episode 9","descr":"April 2013. Die 21-jährige Anaïs Guillaume verlässt ihr Elternhaus mit den Worten: \"Bin gleich wieder da!\" Doch sie kehrt nie zurück. Die Polizei nimmt den Fall anfangs nicht ernst. Als dann im nahen Belgien ein ausgebranntes Autowrack als das Auto von Anaïs identifiziert wird, beginnen die Ermittlungen. Die Spurenlage deutet auf ein Verbrechen. Die Ermittler forschen im privaten Umfeld der jungen Frau - und finden eine Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256923","hoster":"VOE"},{"path":"/redirect/10256930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/tterjagd/staffel-6/episode-10","name":"Der Fall Frederic Butanowicz","epNo":10,"alt":"Episode 10","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10256929","hoster":"VOE"},{"path":"/redirect/10256931","hoster":"Streamtape"}]}]}]}]}