{"seriesId":"turbo-fast","name":"Turbo FAST","descr":"Turbo ist der Name einer Schnecke, die infolge eines Unfalls eine ungewöhnliche Schnelligkeit entwickelt hat. So konnte Turbo seinen Traum verwirklichen, am bekannten Autorennen Indianapolis 500 teilzunehmen. Die Animationsserie setzt dort an, wo der Kinofilm aufgehört hat. Mit seinen Freunden ist Turbo auf der ganzen Welt unterwegs, bekämpft Bösewichte und lernt neue Stunts.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Irre schnell","epNo":1,"alt":"","descr":"Als Turbo nach einer langen Siegestournee nach Hause zurückkehrt, wartet eine Überraschung auf ihn. Tito hat für alle Schnecken eine eigene Stadt gebaut, in der es sogar eine riesige Rennstrecke gibt. Turbo ist hellauf begeistert und probiert die neue Strecke direkt aus. Diese bringt allerdings einige Schikanen mit sich. Eine eingebaute Buckelpiste sowie ein Looping und S-Kurven machen die Rennstrecke zu einer echten Herausforerung. Doch Turbo und seine Freunde meistern die Strecke nach einigen Traingseinheiten mit Bravour und das Action Stunt Team \"FAST\" ist geboren.","versions":[{"lang":1,"streams":[{"redirect":12251480,"hoster":"VOE"},{"redirect":8651729,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Falsches Spiel mit Schneller Schatten / Der gemeine Gecko","epNo":2,"alt":"","descr":"Schneller Schattens großer Held, der Mistkugel-Derby-Champion Flink Mistroller, behandelt Schatten bei einem abgekarteten Spiel so unfair, dass das FAST-Team dem Freund zur Hilfe eilt.","versions":[{"lang":1,"streams":[{"redirect":8493887,"hoster":"VOE"},{"redirect":8651731,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Chet sucht die Gefahr / Die Kakerlaken kommen!","epNo":3,"alt":"","descr":"Ass Gecko, eine gemeine Eidechse, provoziert Turbo zu einem Wettrennen. Geht bei der Wette wirklich alles mit rechten Dingen zu? Was hat die mysteriöse Schnecke Blitzer damit zu tun?","versions":[{"lang":1,"streams":[{"redirect":8493894,"hoster":"VOE"},{"redirect":8651730,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abenteuer in Afrika / Mega-Schnecken","epNo":4,"alt":"","descr":"Chet entgeht knapp einem Unfall und sehnt sich daraufhin nach weiteren Adrenalin-Kicks. Zu dumm, dass er ausgerechnet Baron von Schwarzhosen trifft, der ihn zu einem seiner gefährlichen Rennen lockt: dem Flipper-Rennen.","versions":[{"lang":1,"streams":[{"redirect":8493892,"hoster":"VOE"},{"redirect":8651732,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Königin Flamme / Das Muschelmonster","epNo":5,"alt":"","descr":"Ein Haufen surfender Kakerlaken giert nach den leckeren Dos Bros Tacos. Zunächst kann das FAST-Team den Befall der Imbissbude verhindern, aber dann greifen die fiesen Schaben nachts an.","versions":[{"lang":1,"streams":[{"redirect":12930810,"hoster":"VOE"},{"redirect":8651733,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Turbo-Duft / Das Wüstengefängnis","epNo":6,"alt":"","descr":"Das FAST-Team soll auf Wunsch von Königin Bananica ein Heilmittel aus einer Höhle in der afrikanischen Savanne besorgen. Leider wird die Höhle von schneckenfressenden Erdmännchen bewacht.","versions":[{"lang":1,"streams":[{"redirect":13115385,"hoster":"VOE"},{"redirect":8651734,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der falsche Turbo / Turbo zum Dessert","epNo":7,"alt":"","descr":"Nachdem Schneller Schatten einen ganzen Automaten voller Knabbersachen leer gefuttert hat, ist er zu einer Mega-Schnecke angewachsen. Grund genug für ein paar japanische Mega-Schnecken, ihn zum gefürchteten Schnecken-Slam herauszufordern.","versions":[{"lang":1,"streams":[{"redirect":12279666,"hoster":"VOE"},{"redirect":8651738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Tag am Meer / Hartschales Rache","epNo":8,"alt":"","descr":"Eine Gruppe Feuerameisen will Starlight City erobern. Die einzige Rettung ist, ihre Königin zu einem Wettrennen herauszufordern. Wird Flamme es schaffen, die hinterhältige Königin Invicta zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":12336476,"hoster":"VOE"},{"redirect":8651736,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Turbo-Drift","epNo":9,"alt":"","descr":"Bei einem Rennen in den Südstaaten lauert das legendäre Muschelmonster in den Sümpfen. Das behauptet jedenfalls der langjährige Champion Cajun Cliché. Oder steckt dahinter eher ein gemeiner Plan?","versions":[{"lang":1,"streams":[{"redirect":13115389,"hoster":"VOE"},{"redirect":14164986,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Seilbahn-Rennen / Die Tomaten-Spiele","epNo":10,"alt":"","descr":"Turbo ist als Werbefigur mittlerweile so erfolgreich, dass er sogar ein eigenes Parfum entwickeln durfte. Als dieses von den Schnecken in Starlight City benutzt wird, werden sie ständig von Vögeln angegriffen. Ob da ein Zusammenhang besteht?","versions":[{"lang":1,"streams":[{"redirect":8493898,"hoster":"VOE"},{"redirect":8651740,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Piraten-Rennen / Turbo ferngesteuert","epNo":11,"alt":"","descr":"Als das FAST-Team einen kranken Jungen besuchen will, der in einem Brief um Hilfe gebeten hat, geraten sie in die Fänge des fiesen Echsen-Sheriffs Bill Eguan.","versions":[{"lang":1,"streams":[{"redirect":8493899,"hoster":"VOE"},{"redirect":8651739,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Zikaden sind wach! / Falsche Helden","epNo":12,"alt":"","descr":"Die Schnecken in Starlight City sind sauer auf Turbo. Offenbar gibt es jemanden, der sich als Turbo ausgibt und sich in seinem Namen daneben benimmt. Turbo macht sich undercover auf die Suche nach dem Übeltäter.","versions":[{"lang":1,"streams":[{"redirect":8493917,"hoster":"VOE"},{"redirect":8651756,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Autobahnträume / Chets neue Flamme","epNo":13,"alt":"","descr":"Turbo wird zu einer Gala eingeladen. Dummerweise bemerkt er zu spät, dass er von den feinen Herrschaften der Veranstaltung als Nachtisch verspeist werden soll.","versions":[{"lang":1,"streams":[{"redirect":12336469,"hoster":"VOE"},{"redirect":8651751,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Prophezeiung / Die vielen Drifters","epNo":14,"alt":"","descr":"Während die Crew hofft, dass ein Tag am Meer der Entspannung dient, will Bleifuß am Strand weiter trainieren. Aber dann bezaubert die Natur den Coach so sehr, dass er nicht einmal mehr eingreift, als die altbekannten Surf-Schaben die Crew zum Wettkampf herausfordern …","versions":[{"lang":1,"streams":[{"redirect":8493915,"hoster":"VOE"},{"redirect":8651746,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Tomatendose / Eine krötig gute Tat","epNo":15,"alt":"","descr":"Als Turbo mit einer Parade in der Stadt geehrt werden soll, kündigt Hartschale seine Rache an. Die Crew verdingt sich als Sicherheits-Team, um Turbo zu beschützen, aber kann es Hartschale von seinen Racheplänen abhalten?","versions":[{"lang":1,"streams":[{"redirect":13115387,"hoster":"VOE"},{"redirect":8651749,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Klecker / Der weiße Goldfisch","epNo":16,"alt":"","descr":"Tito und Turbo drehen in Tokio einen Werbespot für ihre ‚Turbasco-Sauce‘. Der Saucen-Konkurrent Mr. Salzfisch fordert die beiden zu einem Rennen heraus.","versions":[{"lang":1,"streams":[{"redirect":8493913,"hoster":"VOE"},{"redirect":8651748,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Graf Zeckula / Reingelegt","epNo":17,"alt":"","descr":"Drifter und Turbo nehmen an einem geheimnisvollen Seilbahn-Rennen in einer Höhle teil. Und dort geschehen wirklich mysteriöse Dinge …","versions":[{"lang":1,"streams":[{"redirect":8493902,"hoster":"VOE"},{"redirect":8651753,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der geplatzte Traum / Angriff des Hühnerfüßers","epNo":18,"alt":"","descr":"Bei einem großen Fest tritt Bleifuß überraschend bei den ihm verhassten \"Tomaten-Spielen\" an. Der mysteriöse Blitzer ist auch dabei – ob Bleifuß’ Teilnahme damit zu tun hat?","versions":[{"lang":1,"streams":[{"redirect":8493900,"hoster":"VOE"},{"redirect":8651752,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Turbo am Steuer / Der Taco-Panzer","epNo":19,"alt":"","descr":"Die FAST Crew heuert auf einem Kreuzfahrtschiff an. Kaum an Deck angelangt gibt es allerdings schon den ersten Ärger: Turbo gerät mit Schlammbart, einer Piratenratte, aneinander. Schlammbart duldet nur sein eigenes Team auf dem Kreuzfahrtschiff und möchte Turbo sofort wieder vetreiben. Ein Wettrennen zwischen Turbo und der Piratenratte soll darüber entscheiden welche Crew an Board bleiben darf.","versions":[{"lang":1,"streams":[{"redirect":13115390,"hoster":"VOE"},{"redirect":8651754,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zwobo im Zoo / Pummel-Schneckchen","epNo":20,"alt":"","descr":"Turbo und Tito haben ein Wohltätigkeitsverein gegründet und veranstalten im Zuge dessen ein großes Rennen um Geld zu sammeln. Allerdings muss Turbo das Rennen gewinnen um an das Preisgeld zu kommen. Eigentlich kein Problem für Turbo, doch dummerweise wird er kurz vor Start von Drifter in einen Tiefschlaf versetzt. Da es der Crew nicht gelingt Turbo zu wecken, verpassen sie ihm kurzerhand eine Fernsteuerung und manövrieren den schlafenden Turbo durch das Rennen. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":12930813,"hoster":"VOE"},{"redirect":8651755,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein rattiger Plan / Die Sprücheklopfer","epNo":21,"alt":"","descr":"Nach 16 Jahren erwacht ein großer Schwarm Zikaden aus einem tiefen Schlaf und macht der FAST Crew das Leben schwer. Was auch immer Turbo und die restlichen Teammitgieder unternehmen, nichts hilft gegen die übermächtigen Insekten.","versions":[{"lang":1,"streams":[{"redirect":8493911,"hoster":"VOE"},{"redirect":8651757,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Checker checkt’s nicht / Der Häuser-Klau","epNo":22,"alt":"","descr":"Der Promikoch Dino Küchano und sein Konkurrent Dos Bros führen einen erbitterten Streit. Mithilfe einer vermeintichen FAST-Crew möchte Dino Küchano seinem Widersacher den Garaus machen.","versions":[{"lang":1,"streams":[{"redirect":8493910,"hoster":"VOE"},{"redirect":8651759,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Chet gegen Dr. Unordnung / Rettet die entführte Prinzessin!","epNo":23,"alt":"","descr":"Turbo hat einen Traum: Er möchte einmal im seinen Leben ganz alleine auf einer gesperrten Autobahn herumrasen. Damit dieser Wunsch in Erfüllung gehen kann, muss er so einige knifflige Aufgaben bewältigen.","versions":[{"lang":1,"streams":[{"redirect":8493916,"hoster":"VOE"},{"redirect":8651758,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Sache mit der Kuppel / Schnappi, das Muschelmonster","epNo":24,"alt":"","descr":"Chet hat den Geburtstag seiner Freundin Flamme vergessen, die daraufhin mit ihm Schluss macht. Wird Chet seine große Liebe mit Turbos Hilfe zurückerobern können?","versions":[{"lang":1,"streams":[{"redirect":8493920,"hoster":"VOE"},{"redirect":8651761,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Hartschale jagt Turbo / Wo bist du, Mr. Brummer?","epNo":25,"alt":"","descr":"Die gesamte Crew lässt sich von der unheimlichen Mystik-Motte die Zukunft voraussagen. Alle Crew Mitglieder kommen dabei gut weg, nur dem armen Bleifuß werden negative Geschehnisse prophezeit. Wird die Mücke Recht behalten?","versions":[{"lang":1,"streams":[{"redirect":8493918,"hoster":"VOE"},{"redirect":8651760,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Immer diese Turboianer / Das rasante Rache-Rennen","epNo":26,"alt":"","descr":"Als Drifter mitbekommt, dass der Rest der Crew seine Verrücktheiten satt hat, erfindet er einen Persönlichkeits-Modulator. Aber sind die anderen Persönlichkeiten, die damit zum Leben erweckt werden, tatsächlich besser als sein normales Ich?","versions":[{"lang":1,"streams":[{"redirect":8493925,"hoster":"VOE"},{"redirect":8651766,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Mutprobe / Gossip Schnecke","epNo":1,"alt":"","descr":"Turbo und seine FAST Crew lieben, sehr zum Ärger von Chet, Mutproben! Diesmal geht es darum, wer als erster eine ganze Geisterchili (die schärftse Chili der Welt) essen kann. Natürlich geht es nach dem Genuss dieser Chili niemandem mehr gut – was Chet wirklich aufregt. Kurzerhand bietet die Crew ihm an, doch eine eigene Mutprobe auszuwählen. Chet stellt sich dieser Herausforderung und seine Mutprobe für alle lautet: Fortbewegen wie eine Schnecke – und keine Rennen mehr fahren. Wer diese Mutprobe wohl gewinnen wird? Schneller Schatten und Drifter bleiben allein im Clubhaus zurück, als die Anderen mit Bleifuß in ein \"Trainer-Trainingslager\" aufbrechen. Beide freuen sich auf einen Fernsehmarathon – sie wollen endlich alle Folgen von \"Gossip Schnecke\" sehen und ihre Identität enthüllen. Leider haben sie die Rechnung ohne die diebischen Krebsbrüder Klipp und Klapp gemacht, die Ihnen schwer zu schaffen machen werden.","versions":[{"lang":1,"streams":[{"redirect":12383450,"hoster":"VOE"},{"redirect":8651762,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leinenball / Der leise Stinker","epNo":2,"alt":"","descr":"Nachdem Flamme einen Kaugummi mit Zucker gegessen hat, dreht sie völlig durch und demoliert ganz Turbotown. Sie landet vor Gericht und wird zu Sozialstunden verurteilt, die sie als Tetherball-Trainerin abzuleisten hat. Nun ist es ihre Aufgaben eine völlig talentfreie Tetherball-Jugend-Mannschaft zu trainieren und auf ein Spiel gegen die Nacktschnecken vorzubereiten. Trainer der Nacktschneckenmannschaft ist ausgerechnet ihr Jugendfeind Mac Slammer, der sie einst bei einemTetherballspiel vernichtend geschlagen hat. Wird es ihr gelingen, das Spiel für sich zu entscheiden?  Schneller Schatten trainiert mit Hilfe von Sensei Faultier Karate. Doch den anderen Turbotown-Bewohnern kommt es komisch vor, dass die Kampftechniken, die Schneller Schatten erlernt, ausnahmslos mit Hausarbeiten zu tun haben. Während der Turbotown Mohnblumen-Parade spricht Chet aus, was alle von Schneller Schattens Kampfkunst halten. Am Ende wird Schneller Schatten jedoch der Einzige sein, der ein von Hartschale geplantes Attentat auf Turbo verhindern kann…","versions":[{"lang":1,"streams":[{"redirect":8493921,"hoster":"VOE"},{"redirect":8651768,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Turbo, der A-Promi / Eiskalte Abfahrt","epNo":3,"alt":"","descr":"Turbo träumt von seinem Abbild auf einer Frühstücksflockenschachtel. Doch alle Termine, die sein Bruder Chet ihm organisiert, um seinen Status als lokale Berühmtheit zu untermauern, gefallen ihm nicht. Als sich Ass Gecko als neuer Manager anbietet, möchte Turbo es ausprobieren, um seinem Traum als Frühstücksflocken-Schachtel-Held näher zu kommen. Doch mit dieser Entscheidung ist Chet gar nicht glücklich Am heißesten Tag des Jahres hat das Turbotown-Schwimmbecken kein Wasser mehr. Alle leiden unter der Hitze, aber nur Checker traut sich, in der Hoffnung auf Abkühlung, in ein Hotel, das auf Nacktschneckengebiet liegt. Dort trifft er Tiffany, ein Nacktschneckenmädchen, und verliebt sich. Was nun? Nacktschnecken und Schnecken pflegen schließlich eine lange Feindschaft.","versions":[{"lang":1,"streams":[{"redirect":12930812,"hoster":"VOE"},{"redirect":8651764,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Festival der Magie / Der Stinger","epNo":4,"alt":"","descr":"Chet ist ganz aus dem Häuschen – endlich wird er zum Festival der Magie eingeladen! Damit sich Turbo und Flamme nicht streiten, nimmt er kurzerhand alle beide mit zum Festival, aber die beiden wollen sich einfach nicht verstehen. Als Chet, nach der Teilnahme an einem Zaubertrick verschwunden bleibt, müssen sich die Konkurrenten Flamme und Turbo notgedrungen gemeinsam auf die Suche nach ihm machen… Der \"Stinger\" ist in Turbotown! Bisher hatten alle gedacht, dass es sich bei diesem vermeintlichen Superhelden um eine Legende handelt, doch nun werden sie eines besseren belehrt: Der Stinger ist real und er sorgt kompromisslos für Recht und Ordnung, auf seinem Kreuzzug für die Gerechtigkeit! Nachdem er sich jedoch Turbo als seinen Superhelden-Helfer rekrutiert, dieser zu \"Schnecken-Boy\" \"mutiert\" und sich der Stinger dann auch noch häuslich in Turbotown niederlassen will, geraten die Dinge nach und nach außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":8493919,"hoster":"VOE"},{"redirect":8651767,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schatzsuche / Das Riesenbaby","epNo":5,"alt":"","descr":"Chet, Drifter und Checker finden auf dem Flohmarkt eine alte, in einem Jojo versteckte Karte. Ganz klar – das muss eine Schatzkarte sein. Leider können sie die Schriftzeichen nicht entziffern – diese scheinen irgendetwas mit Kröten zu tun zu haben. Also wenden sie sich notgedrungen an die einzige Kröte die sie kennen: Marty. Dieser behauptet die Karte entziffern zu können – und schon geht sie los, die wilde Schatzsuche!  Oh nein, an Titos Tacostand wird ein Baby vergessen! Selbstverständlich rast Tito der Mutter des Babys sofort hinterher! Doch wer kümmert sich in der Zeit um das Baby? Flamme bietet sich an, um Chet zu beweisen, dass sie in der Lage ist, Verantwortung zu übernehmen. Schlussendlich muss sogar der arme Bleifuß, seines Zeichens bekennender Baby-Phobiker, herhalten um auf die Kleine aufzupassen. Hoffentlich kommt Tito bald mit der Mutter zurück.","versions":[{"lang":1,"streams":[{"redirect":8493924,"hoster":"VOE"},{"redirect":8651769,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weltraum-Schnecken","epNo":6,"alt":"","descr":"Turbo und seine Crew wollen sich im \"Van Nuys\" Space Center den Start eines Space Shuttles ansehen. Dummerweise werden sie mit russichen Astronauten-Schnecken verwechselt und landen ehe sie sich versehen an Bord der Rakete und fliegen ins All! Der Weltraum-Affe Tycho klärt sie darüber auf, dass sie nun ungefähr ein Jahr mit ihm durch’s All fliegen werden. Das ist aber natürlich keine Option! Werden Turbso und seine Crew eine Ausstiegsmöglichkeit finden? Turbo, Flamme, Checker, Bleifuß, Chet und Schneller Schatten treiben schwerelos im Weltall umher. Verzweifelt versuchen sie, zur Weltraumstation zurück zu finden. Dabei werden Sie getrennt: Checker und Chet müssen allein mit ihrer Angst fertig werden und vertreiben sich die schwerelose Zeit mit Singen. Schneller Schatten hat von Anfang an keine Angst- jagt er doch einen Weltall-Flip, den er unbedingt essen möchte. Tja und Turbo, Bleifuß und Flamme suchen einen Weg zur Erde zurück, ohne in der Atmosphäre zu verglühen.","versions":[{"lang":1,"streams":[{"redirect":8493928,"hoster":"VOE"},{"redirect":8651774,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Reingelegt / Funke","epNo":7,"alt":"","descr":"Turbo, Flamme und Drifter beschließen Chet einen Streich zu spielen. Sie haben es nämlich satt, dass Chet sich ständig als \"Streiche-König\" aufspielt. Doch der Schreck scheint zu groß für Chet zu sein – er fällt in eine schockbedingte Schreckstarre. Geplagt von schlechtem Gewissen, müssen Turbo, Flamme und Drifter dann auch noch erfahren, dass sie eine Plastik-Allergie haben. Sie müssen sich schleunigst auf die Suche nach dem einzigen Heilmittel begeben: Dem Ei von Kräh-Zilla. Flamme ist am Ende – Ihre Schwester Funke erscheint plötzlich unangemeldet in Turbotown um sie zu besuchen! Ausgerechnet die Schwester, die ihr ihre Kindheit zur Hölle gemacht hat und von der sie jahrelang geärgert wurde! Und dann scheint sich diese Schwester bei Ihr dafür entschuldigen zu wollen. Und das Ganze auch noch auf einem sehr merkwürdigen Festival.","versions":[{"lang":1,"streams":[{"redirect":8493932,"hoster":"VOE"},{"redirect":8651770,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zwobo rebelliert  / Der Assistent","epNo":8,"alt":"","descr":"Zwobo hat Geburtstag. Doch er wird (wie immer) von allen wenig beachtet und ist traurig. Doch dann trifft er Eduard, der Sohn von Graf Zeckula. Eduard rebelliert ständig und steckt Zwobo mit seinem Verhalten an. Checkers Bruder Klecker kommt zu Besuch nach Turbotown – ausgerechnet als Chet und die FAST Crew versuchen einen Weltrekord aufzustellen. Klecker \"verhindert\" das versehentlich. Und als Turbo ihm in seinen Augen dann auch noch das Leben rettet, macht er sich selbst zu Turbos ergebenstem Knappen. Und genau damit geht er allen gehörig auf den Geist.","versions":[{"lang":1,"streams":[{"redirect":8493930,"hoster":"VOE"},{"redirect":8651773,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Maden-Tron / Die Gottesanbeterin","epNo":9,"alt":"","descr":"Bei dem Bau des neuen \"Maden-Tierheims\" von Turbotown fällt auf, dass Drifter nie irgendetwas zu Ende bringen kann. Den Preis dafür zahlt eine kleine Made, die verletzt wird. Doch anstatt sie gesund zu pflegen, steckt Drifter sie in einen Roboter Anzug und \"Maden-Tron\" ist geboren – der böseste Roboter aller Zeiten!  Turbo ist schwermütig – er scheint sich nach einer Gefährtin zu sehnen. Als er Thora, eine junge Gottesanbeterin trifft, wähnt er sich am Ziel seiner Wünsche: beide verlieben sich. Aber wie war das noch? Gottesanbeterinnen beißen ihrem Partner nach der Hochzeit den Kopf ab?!","versions":[{"lang":1,"streams":[{"redirect":8493937,"hoster":"VOE"},{"redirect":8651775,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Doppelgänger / Das Tischfußballspiel","epNo":10,"alt":"","descr":"Nachdem Schneller Schatten eine von Drifters Erfindungen gegessen hat, wachsen ihm plötzlich Haare. Dies hat zur Folge, dass er dem berühmten Schauspieler Aiden Hartschnecke plötzlich zum Verwechseln ähnlich sieht. Schneller Schatten beschließt darauf hin, sein Glück in Hollywood zu versuchen. Das bleibt nicht ohne Folgen, denn er wird prompt für Aiden Hartschnecke gehalten und entführt  Tito bringt einen Kickertisch an und sofort sind alle Feuer und Flamme. Doch nicht nur die FAST Crew möchte den Tisch nutzen, sondern auch jedes andere Insekt in und um Turbotown. Eine Kickertisch-Revierkampf in Form eines Tischfußballturniers entbrennt.","versions":[{"lang":1,"streams":[{"redirect":8493927,"hoster":"VOE"},{"redirect":8651778,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Entlassung / Kreisel","epNo":11,"alt":"","descr":"Schneck Hausmann, der mehr oder weniger beliebte Renn-Kommentator von Turbotown, wird entlassen, nachdem er sich abfällig über seinen Chef geäußert hat. Dies stürzt Schneck in eine tiefe Krise, aus der Turbo und die FAST-Crew ihn, wenn auch nicht ganz uneigennützig, befreien wollen. Chet möchte seine Beziehung zu Flamme \"auf das nächste Level\" heben und endlich auch \"Online Offiziell\" mit ihr gehen. Doch plötzlich taucht Flammes Ex-Freund Kreisel in Turbotown auf und macht ihr den Hof. Der eifersüchtige Chet schmiedet einen hinterlistigen Plan.","versions":[{"lang":1,"streams":[{"redirect":13115386,"hoster":"VOE"},{"redirect":8651783,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Lavendel-Lotion / Der Verschwörungs-Club","epNo":12,"alt":"","descr":"Bleifuß dreht durch: Seine heißgeliebte Lavendel-Lotion ist leer. Um an Nachschub zu kommen, muss er gestehen, dass er, der harte Bleifuß, die sanfte Lavendel-Lotion verwendet. Wird jetzt noch irgendjemand Respekt vor ihm haben? Turbo und die FAST Crew werden von Außerirdischen entführt. Alle bis auf Drifter. Dieser will seine Freunde retten und ruft seinen ‚’V.E.R.S.C.H.W.Ö.R.U.N.G.’s-Club zur Hilfe. Schnell ist man sich einig, dass nicht irgendwelche Außerirdischen die FAST Crew entführt haben, sondern \"Geheim\" höchstpersönlich! Aber wer ist eigentlich der, die oder das ‚Geheim‘?","versions":[{"lang":1,"streams":[{"redirect":8493935,"hoster":"VOE"},{"redirect":8651776,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Frühjahrsputz / Checker und seine Typen","epNo":13,"alt":"","descr":"Der jährliche Frühjahrsputz steht an und diesmal trifft das Los Schneller Schatten und Drifter. Verzweifelt suchen die beiden Putzmuffel nach einem Ausweg aus der Putzmisere. Ihr Plan: Der Frühling darf nicht kommen. Denn wenn der Frühling nicht kommt, braucht es ja auch keinen Frühjahrsputz… Eine \"Typen-Convention\" steht an. Checkers gesamte Helfershelfer-Gang fliegt, inklusive Drifter, zu diesem Treffen und Checker bleibt mit dem Rest der Crew zurück. Nun ist er plötzlich auf sich allein gestellt und muss lernen, \"sein eigener Typ\" zu sein und sich selbst zu helfen. Ob ihm das mit Hilfe von Turbo und der FAST Crew gelingen wird?","versions":[{"lang":1,"streams":[{"redirect":8493929,"hoster":"VOE"},{"redirect":8651772,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Ferienhaus / Die Fantasie-Renn-Liga","epNo":1,"alt":"","descr":"Die gesamt FAST-Crew ist ausgebrannt – Chet hat sie auf zu viele Rennen geschickt. Zur Erholung bucht Chet nun einen Kurzurlaub für seine Crew, aber das ausgerechnet bei Ass Gecko! Und so wie man Ass kennt, muss daran ja etwas faul sein Turbo und die FAST-Crew beginnen ein Fantasie-Rennspiel zu spielen. Alle, bis auf Bleifuß, lassen sich völlig von diesem Computerspiel einnehmen und vergessen dabei das reale Leben und wie schön es ist, echte Rennen zu fahren.","versions":[{"lang":1,"streams":[{"redirect":8493931,"hoster":"VOE"},{"redirect":8651780,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vogelattacke / Der Sheriff","epNo":2,"alt":"","descr":"Turbotown wird von einer Vogelplage heimgesucht – und das nicht zum ersten Mal! Für Bleifuß und den Rest der Crew ist klar: Man muss sich wehren und die Vögel vertreiben. Doch dann entdeckt Turbo sein Herz für eine kleine verletzte Meise. Chet ist als bekennender Regel-Liebhaber nicht zufrieden damit, wie Sheriff McGillicuddy Turbotown führt. Kurzerhand initiiert er Neuwahlen und stellt sich selbst zur Wahl auf. Er wird gewählt und ist nun tatsächlich Sheriff von Turbotown! Aber irgendwie hat Chet sich das anders vorgestellt.","versions":[{"lang":1,"streams":[{"redirect":13115388,"hoster":"VOE"},{"redirect":8651782,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Eisenbahn / Turbo und Chet sind unterwegs","epNo":3,"alt":"","descr":"Drifter ist bekannt für seine verrückten Erfindungen. Doch diesmal kommt ihm der reiche Herr von Fühler in die Quere. Dieser fordert Drifter zu einem wahnsinnigen Wettbewerb heraus: Wer baut als Erster eine Eisenbahn zwischen Turbotown und Lake Balboa. Darryl, Chet und Turbos Vater tauchen überraschend in Turbotown auf. Darryl, seines Zeichens Trucker, ist auf der Durchreise und lädt seine beiden Jungs auf ein waschechtes Abenteuer ein: Sie dürfen ihn auf seiner nächsten Tour begleiten.","versions":[{"lang":1,"streams":[{"redirect":8493934,"hoster":"VOE"},{"redirect":8651787,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die einsame Insel / Die Durststrecke","epNo":4,"alt":"","descr":"Tito hat seinen Pilotenschein gemacht und fliegt die FAST-Crew höchstpersönlich zu einem Rennen. Aber Tito ist Fluganfänger und das Flugzeug stürzt genau ins berühmt berüchtigte Bermuda-Dreieck. Auf einer merkwürdigen einsamen Insel kommt die FAST Crew wieder zu sich. Flamme stellt fest, dass sie ein Jahr lang kein Rennen mehr gewonnen hat. Dies stürzt sie in schlimme Selbstzweifel und sie beschließt den Rennsport an den Nagel zu hängen. Doch leider verändert sich dadurch ihre gesamte Persönlichkeit.","versions":[{"lang":1,"streams":[{"redirect":8493933,"hoster":"VOE"},{"redirect":8651792,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Spieleabend / Aberglaube","epNo":5,"alt":"","descr":"Bei Mel und Jennie findet ein Spieleabend statt. Dieser ist sehr zu Turbos Leidwesen \"Nur für Pärchen\" und Turbo kann dem entsprechend nicht hingehen – denn er hat ja keine Freundin. In seiner Not bittet er sowohl Hayaku als auch Thora um ein \"Date\" für diesen Abend. Hayaku sagt zu. Kompliziert wird es erst, als Thora wider Erwarten auch auftaucht. Die FAST-Crew und ganz besonders Bleifuß sind verblüfft. Schneller Schatten gewinnt plötzlich jedes Rennen! Keiner kann sich erklären, wie Schatten es geschafft hat, plötzlich sogar kurz davor zu stehen, den historischen Rekord von 73 Siegen in Folge zu brechen! Drifter ist der Meinung, man müsste nur fest genug daran glauben – aber Bleifuß hegt schwerste Zweifel.","versions":[{"lang":1,"streams":[{"redirect":8493939,"hoster":"VOE"},{"redirect":12985146,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer war’s? / Der Bleifuß-Effekt","epNo":6,"alt":"","descr":"Irgendjemand aus der Crew hat Bleifuß’ heißgeliebten Bimsstein benutzt – und ihn dabei auch noch zerbrochen! Bleifuß setzt nun alles in Bewegung, um den Schuldigen zu entlarven. Bleifuß ist dafür bekannt, dass er die FAST-Crew sehr hart trainiert. Doch als er einen Baseball an den Kopf bekommt, verliert er sein Gedächtnis – und damit auch seine strengen Trainer-Eigenschaften. Dies wittert die FAST-Crew als ihre Chance, den Spieß umzudrehen.","versions":[{"lang":1,"streams":[{"redirect":8493941,"hoster":"VOE"},{"redirect":8651785,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer war es? / Turbos Show","epNo":7,"alt":"","descr":"Chet gibt eine Krimi-Party, deren Ziel es ist, eine zum Schein begangene Straftat aufzuklären. Doch plötzlich geschieht ein echtes Verbrechen und Bleifuß ist bewusstlos!  Turbo hat mal wieder eine neue Idee: eine eigene Reality-TV-Show! Gesagt, getan – das Leben und der Alltag der FAST Crew wird verfilmt! Doch ob es so eine gute Idee ist, die Crew rund um die Uhr von Kameras beobachten zu lassen?","versions":[{"lang":1,"streams":[{"redirect":8493942,"hoster":"VOE"},{"redirect":8651789,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Beste Feinde / Das Bob-Rennen","epNo":8,"alt":"","descr":"Schneller Schatten möchte sich ein Eiscremesandwich aus dem neuen Eiscremewagen holen, der seit neuestem in Turbotown parkt. Da sein bester Freund Drifter keine Zeit hat, begleitet ihn stattdessen Turbo zum Eiswagen. Es stellt sich heraus, dass sich die beiden super verstehen – und das passt dem eifersüchtigen Drifter gar nicht! Nachdem das Bob-Schnecken-Team bei einer Bobfahrt auf der Rennstrecke von Turbotown einen Unfall hatte, muss schnell Ersatz für die Winter-Kleintier-Spiele her. Kurzerhand beschließt Chet, die FAST Crew zu FAST Bobschnecken zu machen und sie gegen die gefürchteten Jamaika- Hähnchen antreten zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8493943,"hoster":"VOE"},{"redirect":8651791,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Ameisen und die Grashüpfer / Der Internettroll","epNo":9,"alt":"","descr":"Turbo, Checker und Schneller Schatten freuen sich auf ein langes Fernsehwochenende, denn sie sind alle drei große Fans der bulgarischen Comedy-Serie ‚Milos \u0026 Flavia‘. Doch dann werden sie von den Ameisen in ihrem Kampf gegen die räuberischen Grashüpfer um Hilfe gebeten. Turbo liest in seinem eigenen Forum die Kommentare seiner Fans. Das stellt sich jedoch als keine gute Idee heraus, denn einige Kommentare sind alles andere als nett! Dabei möchte Turbo doch immer von allen gemocht werden. Kurzerhand begibt er sich mit Drifter auf die Suche nach dem bösen Kommentar-Schreiber, seinem Internet-Troll.","versions":[{"lang":1,"streams":[{"redirect":8493938,"hoster":"VOE"},{"redirect":8651786,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Mottenschau / Der Kaugummiautomat","epNo":10,"alt":"","descr":"Die FAST Crew findet vor ihrem Clubhaus eine kleine, durchnässte Pudelmotte. Bleifuß kennt sich offensichtlich sehr gut mit Motten aus und ist sofort Feuer und Flamme. Wie sich herausstellt, hat er vor seiner Zeit bei der FAST Crew regelmäßig an Mottenschauen teilgenommen und sieht nun seine Chance gekommen, dieses Hobby wieder aufleben zu lassen. Chet soll eine Auszeichnung als \"Attraktivste Schecke\" bekommen – und die berühmte Millionen-Erbin Donatella Gastropoda möchte ihn zur Gala begleiten. Dazu besticht sie Flamme mit einem Bad in einem Kaugummiautomaten. Nun muss Flamme sich entscheiden: Was ist ihr wichtiger – Kaugummi oder Chet?","versions":[{"lang":1,"streams":[{"redirect":8493940,"hoster":"VOE"},{"redirect":8651788,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Gratisurlaub / Zwobo gegen Hartschale","epNo":11,"alt":"","descr":"Flamme hat einen Gratisurlaub gewonnen – sie darf nach Hawaii! Da Chet keine Lust auf Hawaii hat, reißen sich nun die anderen FAST-Crew Mitglieder darum, mit Flamme auf die Insel zu fliegen. Natürlich versucht jeder für sich Flamme davon zu überzeugen, dass er die beste Reisebegleitung ist – und Flamme weiß das durchaus zu ihrem Vorteil zu nutzen! Beim Surfen im Internet stößt Turbo in seinem Fan Forum auf einen ‚JJEFF‘. Während alle die Fahrkünste des ominösen \"JJEFF\" loben, bleiben bei Turbos nächstem Rennen die Zuschauer aus. Ob \"JJEFF\" dahinter steckt?","versions":[{"lang":1,"streams":[{"redirect":8493944,"hoster":"VOE"},{"redirect":8651793,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Tag in Turbotown","epNo":12,"alt":"","descr":"Während Turbo seine Wäsche im Waschsalon wäscht, erhalten wir einen Einblick in das Leben vieler seiner Weggefährten. Von Fünfbein, der jetzt Schuhverkäufer ist, über Starlet, die immer noch in der Werbung Karriere machen will bis hin zu den Nacktschnecken Richie, Cameron und Tyler","versions":[{"lang":1,"streams":[{"redirect":12930815,"hoster":"VOE"},{"redirect":8651796,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"137 Stunden / Der Flugzeugwettbewerb","epNo":13,"alt":"","descr":"Eine Woche nach Florida, um in den dortigen Sümpfen Häuser für Seekühe zu bauen? Auf keinen Fall, denken sich Schneller Schatten und Drifter und wollen sich mit einer List davor drücken. Doch Checker kommt Ihnen zuvor. Nur ob das so eine gute Idee war?  Schneck hat einen eigenen Radiosender gegründet. Bei einem von \"Sonnengereifter Trief-Käse\" gesponsertem Wettbewerb, kann man ein Flugzeug gewinnen – klar, dass die gesamte FAST Crew an dem Wettbewerb teilnimmt und das Flugzeug gewinnen will.","versions":[{"lang":1,"streams":[{"redirect":8493945,"hoster":"VOE"},{"redirect":8651795,"hoster":"Streamtape"}]}]}]}]}