{"seriesId":"turnen-60-sekunden-perfektion","name":"Turnen - 60 Sekunden Perfektion","descr":"Turnen ist der schönste und der härteste Sport der Welt. Turner:innen schuften viele Jahre lang, 30 Stunden pro Woche, um bei Olympia die perfekte Übung zu zeigen. Verletzungen, Missbrauch, Drill, Entbehrungen pflastern den Weg auf die größte Bühne ihres Sports. Leidenschaft befeuert den Kampf um Likes, Ruhm, Geld und Selbstbestimmung, der begleitet wird von einer Frage: Was bist du bereit zu opfern für 60 Sekunden Perfektion?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schmerzen","epNo":1,"alt":"","descr":"Wieviel bist du bereit zu geben für 60 Sekunden Perfektion? Turnen ist der schönste, aber auch der härteste Sport der Welt. Viele Jahre Schufterei, Schmerzen, Sehnsucht gebündelt in 60 Sekunden Mühelosigkeit und Eleganz - in einer perfekten Übung bei Olympia. Für diese 60 Sekunden Perfektion geben Athletinnen und Athleten alles. Die deutsche Rekordmeisterin Elisabeth Seitz reißt sich wenige Wochen vor der WM 2023 die Achillessehne. In Rekordzeit muss sie ihr Comeback nach der schweren Verletzung schaffen, für ihren Traum von einer Medaille bei den Olympischen Spielen. Lukas Dauser überwindet Selbstzweifel für sein Ziel, einmal der Beste der Welt zu werden und seine Karriere in Paris zu vergolden. Pauline Schäfer-Betz lehnt sich gegen das System auf, in ihrem Kampf gegen Abhängigkeit und für mehr Selbstbestimmung. Wir erleben internationale Stars wie Rebeca Andrade und Simone Biles und sehen, wie sich das Kunstturnen weltweit neu findet nach den Missbrauchs-Skandalen der letzten Jahre.","versions":[{"lang":1,"streams":[{"redirect":14233427,"hoster":"VOE"},{"redirect":14233430,"hoster":"Vidoza"},{"redirect":14233428,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sieger","epNo":2,"alt":"","descr":"Lukas Dauser führt das deutsche Männerteam zur WM 2023. Der Kapitän der Nationalmannschaft wird angetrieben von seiner Sehnsucht nach Perfektion. Nach vielen Rückschlägen in den letzten Jahren nimmt er auch persönlich den letzten Anlauf zu Olympia. Für sein Ziel der Beste der Welt zu werden, muss Dausers‘ Familie alles unterordnen. Sein guter Freund und Mentor, Reck-Olympiasieger Fabian Hambüchen, steht ihm zur Seite in einer schweren Zeit.","versions":[{"lang":1,"streams":[{"redirect":14233429,"hoster":"VOE"},{"redirect":14233434,"hoster":"Vidoza"},{"redirect":14233426,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Skandal","epNo":3,"alt":"","descr":"In den USA hat ein System von Leistung um jeden Preis zum größten Skandal der Turnwelt geführt: zum sexuellen Missbrauch von Turnerinnen durch einen Teamarzt der Nationalmannschaft. Athletinnen wie Katelyn Ohashi, die einst als Wunderkind des Turnens galt, setzen sich ein für einen Kulturwandel, für mehr Selbstbestimmung. Auch nach Deutschland schwappt die Welle des Kulturwandels. Pauline Schäfer-Betz hat am Stützpunkt in Chemnitz den psychischen Missbrauch durch eine Trainerin angeprangert. Für manche war das der richtige Schritt, andere reagiere mit Unverständnis. Innerhalb des Teams nimmt der Kampf um den verbleibenden Platz für Paris Fahrt auf. Emma Malewski und Elisabeth Seitz bekommen eine neue Widersacherin.","versions":[{"lang":1,"streams":[{"redirect":14233431,"hoster":"VOE"},{"redirect":14233433,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Showdown","epNo":4,"alt":"","descr":"Für Elisabeth Seitz und Emma Malewski wird die Zeit knapp. Die 16-jährige Helen Kevric mausert sich zur Olympia-Kandidatin. Der Kampf Alt gegen Jung spitzt sich zu. Pauline Schäfer-Betz und Sarah Voss treffen im Trainingslager in Brasilien Superstar Rebecca Andrade und bekommen ganz neue Einblicke. Lukas Dauser feilt derweil an letzten Details für Paris und plant die Zukunft nach Olympia. Doch 5 Wochen vor den Spielen bricht für Deutschlands Sportler des Jahres die Welt zusammen. Ein Zwischenfall bringt alle seine Pläne ins Wanken.","versions":[{"lang":1,"streams":[{"redirect":14233432,"hoster":"VOE"},{"redirect":14233437,"hoster":"Vidoza"},{"redirect":14233435,"hoster":"Streamtape"}]}]}]}]}