{"seriesId":"tut-der-groesste-pharao-aller-zeiten","name":"Tut - Der größte Pharao aller Zeiten","descr":"Die dreiteilige Dramaserie \"Tut\" schneidet Themen wie Machtkämpfe, Chaos, Krieg und Mord zur Zeit des jüngsten Pharaos Ägyptens an. Dabei bezieht sich die Serie auf die neuesten historischen Belege zu Tutanchamun, der von 1332 bis 1323 vor Christus regierte. Es wird der Weg Tuts zum Pharao sowie sein Kampf, Ägypten auf dem Weg zum Ruhm zu regieren, thematisiert. Dabei stellen vor allem die verächtlichen Interessen seiner Berater, Freunde und Liebhaberinnen eine Gefahr für ihn dar. \"Tut\" wirft einen Blick auf die faszinierende Welt voller herzzerreißender Romantik, epischen Schlachten, politischen Intrigen, Verschwörungen, Eifersucht und Mord, die nicht allzu weit von unserer eigenen entfernt ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vorherrschaft","epNo":1,"alt":"Part One: Power (1/2)","descr":"Tutanchamun ist mit 19 bereits seit 10 Jahren Pharao und sehnt er sich danach, die alleinige Herrschaft über sein Königreich zu besitzen. Diese Macht will er unter keinen Umständen mehr mit seinem mächtigen Wesir Ay und seinem blutrünstigen General Horemheb teilen müssen.","versions":[{"lang":1,"streams":[{"redirect":14403583,"hoster":"VOE"},{"redirect":13594150,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schicksal","epNo":2,"alt":"Part One: Power (2/2)","descr":"Nachdem Tut von der wunderschönen Suhad wieder gesund gepflegt wurde, macht er sich auf nach Theben um die Krönung eines neuen Pharaos zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14428898,"hoster":"VOE"},{"redirect":14445966,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Loyalität","epNo":3,"alt":"Part Two: Betrayal (1/2)","descr":"Tut wird zur selben Zeit mit einem Feind in den eigenen Reihen konfrontiert als sich der König von Mitanni, Tushratta, vorbereitet Ägypten anzugreifen","versions":[{"lang":1,"streams":[{"redirect":14374760,"hoster":"VOE"},{"redirect":13594149,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verrat","epNo":4,"alt":"Part Two: Betrayal (2/2)","descr":"Die Bedrohung seitens Mitanni wächst und auch die tötliche Krankheit, die Theben heimgesucht hat, verbreitet sich in Windeseile. Dies zwingt Tut dazu, die schwierigste Entscheidung seiner Regierungszeit zu treffen.","versions":[{"lang":1,"streams":[{"redirect":14403612,"hoster":"VOE"},{"redirect":13608100,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stolz","epNo":5,"alt":"Part Three: Destiny (1/2)","descr":"Während Suhad mit dem Tod ringt und der Hoheprister von Amun Unruhen stiftet, bereitet sich Tut für die letzte, siegbringende Schlacht gegen Mitanni vor.","versions":[{"lang":1,"streams":[{"redirect":14428779,"hoster":"VOE"},{"redirect":13594203,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Tal der Könige","epNo":6,"alt":"Part Three: Destiny (2/2)","descr":"Tut, im Krieg verwundet, kehrt nach Theben zurück, um seine Feinde ein für alle mal zu zerstören und sich seinen Platz in der Geschichte zu sichern.","versions":[{"lang":1,"streams":[{"redirect":14428858,"hoster":"VOE"},{"redirect":13601024,"hoster":"Streamtape"}]}]}]}]}