{"seriesId":"twentysomething","name":"Twentysomething","descr":"Im Zentrum der australischen Comedyserie stehen Jess (Jess Harris) und Josh (Josh Schmidt), zwei beste Freunde, die aus dem Rahmen fallen. Während ihre gleichaltrigen Freunde ihren Uniabschluss machen, die Karriereleiter erklimmen oder gar Familien gründen, versuchen die beiden abseits davon ihren Weg zu finden. Vor allem Jess’ Initiative und Erfindungsgabe führt zu einer ganzen Reihe verrückter Unternehmer-Ideen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Samstagmorgen, Jess and Josh wachen nach einer Spontanparty am Abend zuvor dehydriert und verkatert auf. Da steht der Makler vor der Tür, um ihr Haus zur Besichtigung mit einer Gruppe potentieller neuer Mieter zu inspizieren. Jess und Josh sind schon spät dran, so dass sie es lieber ihrer Freundin Abby überlassen, schlaue Ausreden für den Makler zu erfinden und das Haus verlassen. Eins kommt zum anderen, am Abend sind Jess und Josh arbeitslos, bald wohl auch obdachlos, umgeben von nervenden Freunden und Verwandten, die sie mit Fragen löchern, was sie gerade machen und wie sie sich ihre berufliche Zukunft vorstellen. Beide haben darauf keine zufriedenstellende Antwort. Als Jess und Josh nach Hause kommen finden sie, wie befürchtet, die Kündigung vor und es bleiben ihnen nur zwei Tage, bis sie das Haus räumen müssen. Schließlich macht Josh aus der Auszugsparty auch noch eine Zerstörungsparty, so dass sie am nächsten Tag nicht nur obdachlos, sondern auch mittellos einer ungewissen Zukunft entgegen sehen …","versions":[{"lang":1,"streams":[{"redirect":8494000,"hoster":"VOE"},{"redirect":8651885,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Nachdem sie ihr Haus räumen mussten, sind Jess und Josh obdachlos und zu stolz, um jemanden um Hilfe zu bitten. Deshalb quartieren sich die beiden vorübergehend im Backpacker Hostel ein und nutzen die Gelegenheit, um ‚Urlaub‘ in ihrer Heimatstadt Melbourne zu machen. Jess ist bei den Trinkspielen und Gruppenaktivitäten der jungen Backpacker voll in ihrem Element. Nur die Stadtrundfahrt zu den Sehenswürdigkeiten Melbournes findet sie langweilig und überteuert. Jess und Josh wittern ein Geschäft, das den Ausweg aus ihrer finanziellen Misere bedeuten könnte: Sie bieten eine günstigere Stadtrundfahrt speziell für vergnügungshungrige Twentysomethings an. In einem kurzfristig geliehenen Bus unterhalten sie die Backpacker mit Trinkspielen, Ausgehtipps und persönlichen Anekdoten. Jess geht in ihrer Rolle als Tour Guide voll auf und die Rundfahrten werden schnell ein Erfolg. Die Wohnungssuche der beiden geht währenddessen nicht voran, es wird noch schlimmer, als der geliehene Bus den Geist aufgibt …","versions":[{"lang":1,"streams":[{"redirect":8494001,"hoster":"VOE"},{"redirect":8651878,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Jess und Josh haben ein neues Haus gefunden, jedoch keine Jobs, kein Geld und keine Möbel. Joshs erfolgreicher Bruder Nick schlägt ihnen vor, Onkel Phils Gebäudereinigungsfirma zu übernehmen, während dieser im Urlaub ist. Jess ist von dem Putzjob alles andere als begeistert. Als ihnen aber der Strom abgedreht wird, sieht auch sie ein, dass sie keine andere Wahl haben. Onkel Phils Kundinnen sind wohlhabende Hausfrauen, die sich über Aufmerksamkeiten eines jungen Manns wie Josh freuen und mit ihm flirten. Das bringt Jess auf die Idee, aus dem Interesse der reichen Hausfrauen zu Josh Kapital zu schlagen und sexy Putz Dienste anzubieten. In erotischen Outfits putzen und tanzen die beiden fortan und erfüllen Hausfrauen ihre sexuellen Fantasien. Unterdessen bandelt Jess wieder mit ihrem Ex Freund Billy an. Es besteht jedoch Gesprächsbedarf, als dieser Jess in ihrem sexy Arbeitsoutfit vor dem Haus eines Kunden trifft. Josh fühlt sich in seiner Rolle als Sexobjekt immer weniger wohl und möchte aussteigen. Als die beiden eine nichtsahnende ältere Kundin jedoch mit ihren erotischen Diensten überraschen, ist das noch ihr kleinstes Problem …","versions":[{"lang":1,"streams":[{"redirect":8494005,"hoster":"VOE"},{"redirect":8651886,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Josh hat die Schnauze voll! Nach dem peinlichen Reinfall als Erotik Putzmann realisiert Josh, dass es Jess immer nur um sich selbst geht. Er will sein Leben selbst regeln und nimmt das Angebot seines Bruders Nick an, in dessen Werbeagentur zu arbeiten. Nick hilft gerne dabei, Joshs Leben neu zu ordnen und vor allem: Josh und Jess auseinander zu bringen. Jess versucht auf ihre Weise, Geld für die Miete zu verdienen: Sie sucht vermisste Hunde und kassiert die Belohnungen. Der ‚neue‘ Josh lässt sich zu dieser Geschäftsidee nicht mehr überreden und so bleibt Jess allein, deprimiert und ihren Frust ertränkend zurück. Sie wendet sich ihrem Ex Freund Billy zu, der Joshs Rolle mehr und mehr einnimmt. Der Bruch zwischen den beiden scheint endgültig als Josh sich mit der Hilfe seines Bruders eine eigene Wohnung kaufen will. Doch so leicht gibt Jess ihren besten Freund nicht verloren …","versions":[{"lang":1,"streams":[{"redirect":8494007,"hoster":"VOE"},{"redirect":8651895,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Auf der Barbecue Party von Joshs Bruder Nick treffen Josh und Jess jede Menge Thirtysomethings, die scheinbar alles haben: Jobs, Ehe, Kinder. Doch schnell merken sie, dass diese Paare alles tun würden, um wieder ‚frei‘ zu sein. Jess und Josh wollen auf keinen Fall so werden wie diese Pärchen. Sie beschließen auszuwandern. Zwei One-Way-Tickets nach London sind schnell gekauft und Josh hat sogar einen britischen Pass, der ihm alle Visa-Probleme erspart. Jess hat nur eine einzige Chance auf ein Visum: Sie muss eine Anstellung als Nanny finden. Dafür benötigt sie Erfahrung als Babysitterin. Doch Jess wäre nicht Jess, wenn sie nicht auch daraus ein fragwürdiges Geschäft machen würde und eröffnet eine Babysitter-Agentur. Gegen eine Gebühr von ‚nur‘ 60 Prozent vermittelt sie ahnungslosen Teenagern Babysitter Jobs. Jess und Billy müssen derweil klären, ob sie zusammen sind oder nicht. Ihr klärendes Treffen führt jedoch zum Ende von Jess’ Babysitter Business. Schließlich wird auch noch Jess’ Visumsantrag abgelehnt und es gibt nur noch eine Möglichkeit, doch noch nach London auswandern zu dürfen …","versions":[{"lang":1,"streams":[{"redirect":8494006,"hoster":"VOE"},{"redirect":8651887,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Jess und Josh wollen heiraten, damit Jess ein Arbeitsvisum in London bekommen kann. Doch schnell wird daraus mehr als eine Scheinheirat. Jess liebt die Aufmerksamkeit, die sie durch die Hochzeit erhält und Josh traut sich nicht, seinem Vater die ganze Wahrheit zu sagen. Glücklich über die Hochzeit seines Sohns sponsert er eine Hochzeitsfeier mit allem drum und dran. Endlich haben beide eine Antwort auf die gehasste Frage ‚Was machst denn du so zur Zeit?‘, nämlich ‚heiraten!‘. Die beiden stürzen sich voller Vorfreude auf den Tag, an dem sich alles um sie dreht, in die Hochzeitsvorbereitungen. Das Glück zerdroht jedoch zu zerbrechen, als sich Jess und Josh zwischen Hochzeitsdiät und Süßigkeitenauswahl in die Haare kriegen. Billy ist entgegen Jess’ Erwartungen nicht eifersüchtig wegen der Hochzeit. Er unterstützt Jess, wo er kann. Und vom Hochzeitstag werden alle, die das Fake-Paar scheitern sehen wollen, mehr als überrascht …","versions":[{"lang":1,"streams":[{"redirect":8494009,"hoster":"VOE"},{"redirect":8651890,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Jess und Josh sind zurück aus Europa und müssen feststellen, dass niemand sie besonders vermisst hat. Besonders Jess trifft das hart, und in Verbindung mit der Erkenntnis, dass sie leider nicht jünger wird, lässt sie sich von Josh, wenn auch äußerst widerwillig, zu einer Berufsberatung überreden. Doch die Perspektiven, die ihr dort aufgezeigt werden, gefallen ihr auch nicht …","versions":[{"lang":1,"streams":[{"redirect":8494008,"hoster":"VOE"},{"redirect":8651889,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Während Josh sein Fotografiestudium aufnimmt, fängt Jess bei ihrem Vater auf der Baustelle an. Doch ihr Talent liegt weniger im Handwerklichen an und für sich als vielmehr im Fluchen, Witze reißen und Trinken den Jungs mindestens ebenbürtig zu sein. Das wird ihrem Dad irgendwann zu viel und er wirft sie hochkant hinaus …","versions":[{"lang":1,"streams":[{"redirect":13476026,"hoster":"VOE"},{"redirect":8651897,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Jess beschließt, sich voll und ganz dem Projekt zu widmen, Billy zurück zu gewinnen. Dazu will sie ihn mit einem anderen Lover eifersüchtig machen. Der ist in Person einer Urlaubsbekanntschaft schnell gefunden. Nun muss nur noch eine Party veranstaltet und Billy samt neuer Freundin eingeladen werden. So weit, so gut, und obwohl es im Rahmen der Feierlichkeiten nicht nur zu Sach- und Flurschäden, sondern auch zu Eigentumsdelikten kommt, erreicht Jess letztendlich ihr Ziel …","versions":[{"lang":1,"streams":[{"redirect":13476036,"hoster":"VOE"},{"redirect":8651899,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Josh wirft Jess zu Unrecht vor, Billy betrogen zu haben. Im Lauf einer inszenierten spektakulären Gerichtsverhandlung gelingt es Jess zwar, ihre Unschuld zu beweisen, doch Richter Billy verurteilt sie und Josh dennoch zu gemeinsamem Sozialdienst im Altersheim, um ihrer angeknacksten Freundschaft willen. Dort findet sich Jess bald besser zurecht als erwartet und schmeißt zu guter Letzt eine aufregende Party für die Seniorinnen und Senioren: ‚Die letzte Liebelei‘ …","versions":[{"lang":1,"streams":[{"redirect":13476028,"hoster":"VOE"},{"redirect":8651896,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Jess trifft eine alte Bekannte aus der Schule wieder, die ihr einst eine Hauptrolle im Schülertheater weggeschnappt hat und nun eine erfolgreiche Schauspielerin ist. Prompt belegt Jess mit Josh einen Schauspielkurs und kniet sich leidenschaftlich in die Sache hinein, denn endlich spürt sie ihre wahre Berufung. Klar, dass dies für ihre Umwelt einigermaßen anstrengend ist, doch am Ende scheint sie Erfolg zu haben …","versions":[{"lang":1,"streams":[{"redirect":13476030,"hoster":"VOE"},{"redirect":8651901,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Jess muss auf bittere Art feststellen, dass sie keinen Agenten hat, sondern einem Internet-Betrug aufgesessen ist, lässt sich davon aber nicht lange bremsen, sondern geht voller Elan die Produktion eines Showreels an. Josh wird als Kameramann verpflichtet, kann diese Tätigkeit aber nebenher für die Abschlussarbeit seines Fotografieseminars nutzen. Und dieser Abschluss, so ist es Jess’ Wille, muss gefeiert werden, auch wenn die Uni das so nicht vorsieht …","versions":[{"lang":1,"streams":[{"redirect":13485480,"hoster":"VOE"},{"redirect":8651900,"hoster":"Streamtape"}]}]}]}]}