{"path":"/serie/stream/typisch-andy","name":"Typisch Andy","descr":"Sport? Uninteressant! Videospiele? Langweilig! Mädchen? Bloß nicht! Alles, was Andy interessiert, sind Streiche. Getreu dem Motto: ‚Früh übt sich, wer ein Meister werden will‘, setzt Andy alles daran, die Lachmuskeln seiner Mitmenschen zu strapazieren. Der Junge hat ein großes Ziel: Er will einmal der beste Possenreißer der Welt werden. Jede Minute, die er nicht auf der Schulbank absitzen muss, ist für Nonsens reserviert. Manchmal kommen sie auch tatsächlich gut an, seine Ulknummern. Aber oft auch nicht. Zum Beispiel, wenn er überall in der Stadt verkündet, Außerirdische seien unterwegs. Dann bricht schon mal Chaos aus. Und auch Andys Mutter ist nicht selten eine Frau am Rande des Nervenzusammenbruchs. Trotz alledem ist der Möchtegern-Scherz-Held ein guter Kerl, der niemandem etwas Böses will. Weder seiner Schwester Jen, seinem besten Freund Danny und auch nicht seinen Erzfeinden Lik und Leech …","seasons":[{"path":"/serie/stream/typisch-andy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/typisch-andy/staffel-1/episode-1","name":"Ausgestopft","epNo":1,"alt":"Just Stuffing","descr":"Wie nervtötend! Andy bringt seine Schwester Jen zur Weißglut, indem er ihr alles nachmacht. Als sie ihm verkündet, dass sie mit einem trägerlosen Kleid zum Frühlingsball der Schule gehen wird, verkleidet sich Andy kurzerhand als Blondine und erregt ausgerechnet die Aufmerksamkeit von Craig, dem Football-Helden der Schule und großer Schwarm von Jen. Da hört der Spaß auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330075","hoster":"VOE"},{"path":"/redirect/10149697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-2","name":"Zäh und pappig","epNo":2,"alt":"Gooey Chewies","descr":"Ob das gut geht? Andy ist zu Loris Geburtstagsparty eingeladen worden. Er hat jedoch versprechen müssen, keinen Unsinn zu machen. Denn die meisten Gäste auf der Party sind stocksteife Eliteschüler. Dennoch lässt sich Andy von Danny zu einem Marshmallow-Reinstopf-Wettbewerb anstacheln und bekommt reichlich Probleme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330078","hoster":"VOE"},{"path":"/redirect/10149701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-3","name":"Besser als die Bombe","epNo":3,"alt":"Beat The Bomb","descr":"East Gackle ist im Affen- und Bombenfieber, beides ausgelöst von der lokalen Radiostation. Bei ersterem handelt es sich um einen Modetanz, bei letzterem um ein Radio-Gewinnspiel. Andy und Danny bringt das auf eine neue Idee, ihre Mitmenschen zu verulken, und so geben sie sich am Telefon als Radio-DJs aus, die das Bombenspiel mit den Angerufenen spielen. Doch die Sache geht schief, und ausgerechnet der Klassenstreber ist nun der Meinung, 512 Dollar gewonnen zu haben, die er von einem tanzenden Affen überreicht bekommt. Nun haben Andy und Danny alle Hände voll zu tun, das Geld und den Affen aufzutreiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330077","hoster":"VOE"},{"path":"/redirect/10149699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-4","name":"Reim dich, oder","epNo":4,"alt":"Rhyme Time","descr":"Weil Jen im Schultheater mitspielt, wird sie von Andy gehänselt. Denn der findet Dichter albern. Beide schließen eine Wette ab: Wenn Andy es schafft, eine Woche lang ausschließlich in Reimen zu sprechen, muss Jen eine Woche lang den Mund halten. Schwierig genug, doch darüber hinaus muss sich Andy auch noch darum kümmern, den Bühnenpartner von Lori aus dem Weg zu räumen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330079","hoster":"VOE"},{"path":"/redirect/10149700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-5","name":"Stars und Sternchen","epNo":5,"alt":"Food Fight","descr":"Die Stadt ist in heller Aufregung: Die berühmte Schauspielerin Nathasha Teasedale, ein Kind von East Gackle, kommt zur Premierenparty ihres neuesten Films in die Heimat zurück – in Begleitung ihres Freundes, dem Profi-Wrestlers Dirk Muscletree. Andy und Danny sind ebenso unsterblich verliebt in Natasha wie Jen in Dirk. Doch die letzten beiden Karten für das Event haben sich ausgerechnet Mr. und Mrs. Larkin geangelt. Also machen Andy und Jen ausnahmsweise gemeinsame Sache und schaffen es tatsächlich, zu den Stars vorzudringen. Doch ihre Versuche, ihre Angebeteten für sich zu gewinnen, verursachen ein Chaos, das in einer ausgewachsenen Schlacht am Buffet seinen Höhepunkt findet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330083","hoster":"VOE"},{"path":"/redirect/10149702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-6","name":"101 Unterhosen / Die Schießbudenfigur","epNo":6,"alt":"101 Underpants / Playing Dead","descr":"Zwar hat Andy seinen Spaß, wenn er seine Scherze an anderen \"auslebt\". Aber immer öfter steht er am Ende seiner Streiche in Unterhosen da. Deswegen sinnt er auf Rache. Die Gelegenheit bietet sich anlässlich der Aufnahme eines Schulfotos mit der gesammelten Belegschaft. So werden Lehrer und Schüler mit Trickgürteln ausgestattet, die sich im Moment der Aufnahme lösen und alle in Unterhosen dastehen lassen sollen. Doch Andy hat Lori dabei ganz vergessen …Andy hat nicht gerade das große Los gezogen, denn er ist von seiner Mutter zu der Schul-Kirmes angemeldet worden – als Schießbudenfigur, die bei einem Treffer in ein Wasserbecken fällt. Das will Andy unter allen Umständen vermeiden und stellt sich daher tot. Aber tot sein ist gar nicht so einfach …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330081","hoster":"VOE"},{"path":"/redirect/10149703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-7","name":"Showtime im Kindergarten","epNo":7,"alt":"The Show Must Go On","descr":"Die East Gackle High School erwartet hohen Besuch von der Schulbehörde. Daher wird Andy frühzeitig aus dem Verkehr gezogen und in den Kindergarten versetzt. Doch Andy will sich die Chance auf den ultimativen Streich nicht vereiteln lassen. Er bringt die Kinder auf seine Seite und übt mit ihnen in kürzester Zeit eine gigantische Show ein, die zwar nicht den Geschmack von Mr. Derosa, wohl aber den des Superintendenten trifft und Andy eine Ehrenauszeichnung übergibt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330080","hoster":"VOE"},{"path":"/redirect/10149704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-8","name":"Der große Zug-Streich / Kein stilles Örtchen","epNo":8,"alt":"Emergency Spew Relish / Busting","descr":"Andy und Danny wollen ein gesamtes Großraumabteil für sich alleine. Durch sanften Terror haben sie ihr Ziel fast erreicht, wenn da nicht die alte Dame wäre, die erbittert Widerstand leistet …Um seinen Peinigern Lik und Leech zu entkommen, muss Andy die Grapfruitsaft-Trinkwette gewinnen. Doch der Sieg stellt ihn vor ein ganz anderes Problem: im gesamten Einkaufszentrum ist keine Toilette zu finden. Erst als ein Feuer ausbricht und das Einkaufszentrum evakuiert wird, kann sich Andy erleichtern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330084","hoster":"VOE"},{"path":"/redirect/10149709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-9","name":"Pionier der Lüfte / Da haben wir den Salat","epNo":9,"alt":"Very Bad Idea / Cockroaches","descr":"Das hat Andy davon. Weil er sich einen ziemlich üblen Streich geleistet hat, muss er nun Dannys Vater helfen, der die jährliche East Gackler Wissensmese organisiert. Das interessiert Andy nun überhaupt nicht, dafür aber der Wetterballon, der Mr. Pickett für die Messe gestiftet wurde. Nun erfüllt sich Andy den Traum vom Fliegen – aber fast wäre es ein Alptraum geworden …Manchmal muss man tapfer sein. Das lernt Andy, als er seine Familie zu einem Mittagessen beim Chef seines Vaters begleiten muss. Das heißt Langeweile pur und keine Streiche. Doch mit der Langeweile ist es schnell vorbei, als Andy Kakerlaken in seinem Salat entdeckt und bei dem Versuch, das Ungeziefer unauffällig loszuwerden, in eine ziemlich verzwickte Lage gerät …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330086","hoster":"VOE"},{"path":"/redirect/10149706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-10","name":"Andy, der Alien","epNo":10,"alt":"It Came From East Gackle","descr":"Manchmal hat Andy geradezu überirdische Ideen auf Lager! Er will East Gackle mittels einer Invasion aus dem All berühmt machen. Mit großem Aufwand lässt er sich von den angeblichen Aliens entführen und sagt anschließend die Invasion der Erde voraus. Doch am großen Tag sind das Date mit Lori, die FBI-Agenten und seine missgünstige Schwester doch ein bisschen zuviel auf einmal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173927","hoster":"VOE"},{"path":"/redirect/10149705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-11","name":"Die Qual der Wahl","epNo":11,"alt":"Campaign In The Butt","descr":"In der Schule ist mächtig was los. Jen stellt sich zum dritten Mal zur Wahl als Schülersprecherin. Andy und Danny finden das langweilig und überreden Craig, ebenfalls zu kandidieren. Doch rechte Konkurrenz will nicht aufkommen, da Jen bekanntlich in Craig verliebt ist. Also stellt sich Andy selbst zur Wahl. Nach einer stürmischen Debatte kann er zwar nur zwei Stimmen für sich verbuchen, hat aber dennoch für ein spannendes Kopf-an-Kopf-Rennen gesorgt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330087","hoster":"VOE"},{"path":"/redirect/10149707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-12","name":"Ein weiter Weg / Schnee im Sommer","epNo":12,"alt":"Road Trip / Snow Job","descr":"Pech für Andy. Er benimmt sich auf dem Weg zu einem Rummelplatz schlecht und muss daher zu Hause bleiben. Natürlich versucht er alles, um das Blatt zu wenden, und mit der Hilfe von Danny, Mush und ein paar Rockern schafft er es nach Überwindung einiger Hindernisse doch noch …Andy will sich unter allen Umständen vor den Prüfungen in der Schule drücken und verfällt auf die Idee, durch die Inszenierung eines Schneesturms die Schule kurzerhand ausfallen zu lassen. Durch eine interessante Mischung aus natürlichen Zutaten sowie einer peniblen Vorbereitung bringt Andy tatsächlich einen Blizzard zustande – wenn auch, im schönsten Sommer, nicht für lange …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330088","hoster":"VOE"},{"path":"/redirect/12609099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-13","name":"Feinde und Partner","epNo":13,"alt":"Best Enemies","descr":"Der tägliche Terror von Lik und Leech wird immer schlimmer. Andy und Danny schaffen Abhilfe, indem sie die beiden Punks durch eine simple Intrige gegeneinander aufhetzen. Nun wendet sich Lik genau wie Leech an Andy, um sich an ihrem jeweiligen Ex-Kumpels zu rächen. Goldene Zeiten für Andy, denkt er zunächst, und spielt den beiden ganz gefahrlos einen Streich nach dem anderen. Doch die Sache nimmt überhand, ein streichkünstlerischer Burnout droht, und schließlich muss Danny für die Versöhnung der beiden Lümmel sorgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330090","hoster":"VOE"},{"path":"/redirect/10149710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-14","name":"Los, Pinguine!","epNo":14,"alt":"Mascot","descr":"In der Schule von East Gackle soll das neue Maskottchen der Football-Mannschaft \"East Gackle Penguins\" mit großem Spektakel eingeweiht werden. Natürlich plant auch Andy etwas. Mit gewaltigem Aufwand schaffen er und Danny es nicht nur, die Figur des neuen Glücksbringers gegen eine Statue von Andy zu ersetzen, sondern auch lebende Pinguine ins Spiel zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330091","hoster":"VOE"},{"path":"/redirect/10149711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-15","name":"Socken-Terror / Ein schräger Opa","epNo":15,"alt":"Little Foot / Grandpa Crazy","descr":"Das geht zu weit, findet Andy: East Gackle wird im Fernsehen als idyllisch und friedlich bezeichnet. Der empörte Junge macht sich daran, die Stadt aus der Anonymität zu reißen. Mittels eines Affenkostüms, einer Polaroid-Kamera und gezielten Sockendiebstählen schafft er den Mythos von \"Little Foot\", dem sockenklauenden Monster. Die Bevölkerung tobt, der Stuhl des Bürgermeisters wackelt, und so wird Andy engagiert, um seiner eigenen Kreation das Handwerk zu legen …Die Larkins bekommen Besuch von Andys Opa – und plötzlich ist es wie verhext. Seine gesamte Umgebung wird Opfer von Streichen und Andy wird dafür bestraft, obwohl er er nichts damit zu tun hat. Schließlich stellt sich heraus, dass der angeblich so kranke Opa dahintersteckt und es seinem Enkel nur mal richtig zeigen wollte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330093","hoster":"VOE"},{"path":"/redirect/10149712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-16","name":"Zwerge im Urlaub","epNo":16,"alt":"Gnome For The Holidays","descr":"Schulferien in East Gackle. Alles fährt an den Strand. Die Stadt ist wie ausgestorben. Nur Andy ist zurückgeblieben und langweilt sich sehr, so sehr, dass er sogar versucht, die Opfer seiner Streiche durch Gartenzwerge zu ersetzen. Das scheitert naturgemäß kläglich, und Andy ist der Verzweiflung nahe, so nahe, dass er mit dem Gedanken spielt, ein anderer Mensch zu werden. Doch plötzlich sind die Ferien vorüber und die Stadt ist voller Menschen, die sich über Unmengen von Gartenzwergen wundern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330092","hoster":"VOE"},{"path":"/redirect/12609100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-17","name":"Alter schützt vor Streichen nicht","epNo":17,"alt":"The Royal Secret Society Of Zombies","descr":"Irgendetwas stimmt nicht in East Gackle. Andy und Danny wundern sich, warum ihnen bei ihren Streichen ständig jemand zuvorkommt. Schließlich finden sie heraus, dass sich eine Geheimgesellschaft hinter den Scherzen verbirgt, bestehend aus Andys Opa und zwei anderen rüstigen Senioren, die es alle faustdick hinter den Ohren haben. Andy und Danny wollen ebenfalls Mitglieder werden. Doch die Mitgliedschaft ist daran geknüpft, den alten Routiniers einen gelungenen Streich zu spielen. Das stellt sich als schwierig heraus, doch schließlich hat Andy eine Idee: Er stellt die Greise als Zombies dar, worauf sie von der aufgebrachten Bevölkerung von East Gackle gejagt werden. Nun müssen die Senior-Streichspieler die Nachwuchstalente anerkennen und man macht sich gemeinsam auf zum finalen Scherz …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330094","hoster":"VOE"},{"path":"/redirect/10149713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-18","name":"Weihnachtliches Chaos","epNo":18,"alt":"Merry Chaos","descr":"Bürgermeister Roth hat mal wieder eine Idee, wie er seine Stadt attraktiver machen kann: er plant eine Weihnachtsparade mit speziellen Festwagen. Andy entschließt sich, am Gestaltungswettbewerb für die Wagen teilzunehmen, da er Lori imponieren will. Doch sein Design wird ihm von Lik und Leech geklaut. Andys Racheversuche scheitern, so dass ihm nichts anderes übrig bleibt, als dann eben doch die Parade zu sabotieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330095","hoster":"VOE"},{"path":"/redirect/10149716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-19","name":"Ziemlich gruselig","epNo":19,"alt":"Very Scary Stuff","descr":"Das ist ja ein Ding! Jen findet Andys Lieblings-Horrorfilme langweilig und behauptet, sie habe vor überhaupt nichts Angst. Das kann Andy natürlich nicht auf sich sitzen lassen. Bald bekommt er seine Chance: Mr. und Mrs. Larkin fahren übers Wochenende weg und Andy hat Gelegenheit, ein ganzes Feuerwerk an gruseligen Streichen zu zünden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330097","hoster":"VOE"},{"path":"/redirect/10149717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-20","name":"Der große Test","epNo":20,"alt":"The Answers","descr":"Manchmal sollte man vorsichtig mit seinen Behauptungen sein. Andy macht einen Scherz mit einem Mitschüler und behauptet, er habe die Lösungen für den großen Wissenstest. Das Gerücht macht schnell die Runde, und bald sieht sich Andy mehrfachen Bedrohungen durch die üblichen Verdächtigen – Lik und Leech, Craig und seine Freunde etc. gegenüber. Nun spinnt Andy ein kompliziertes und riskantes Geflecht von Intrigen. Doch die Sache läuft aus dem Ruder, und nicht nur Andy steht am Schluss in Unterhosen da …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330098","hoster":"VOE"},{"path":"/redirect/10149718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-21","name":"Der Junior-Bürgermeister","epNo":21,"alt":"Wag The Kid","descr":"Wieder einmal bietet sich Andy eine Gelegenheit, um Lori zu beeindrucken: Er vertauscht seine Berufseignungsprognose mit der von Jervis. Dies führt dazu, dass er als Junior-Bürgermeister schnell ein wichtiges Amt inne hat, da Bürgermeister Roth seiner Faulheit freien Lauf lässt. Jervis hingegen ist Junior-Hilfssheriff und versucht alles, um Andy so allerhand nachzuweisen – unter anderem Betrug. Wer wird am Ende triumphieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330099","hoster":"VOE"},{"path":"/redirect/10149719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-22","name":"Ein ungleiches Duell","epNo":22,"alt":"Bring It Off","descr":"Ob das mal gut geht? Andy will es seiner Schwester so richtig zeigen und hat sich als Betätigungsfeld ausgerechnet Jens ureigene Domäne ausgesucht: Cheerleading. Natürlich kann er in Jens Formation nicht landen und macht daher mit Danny eine eigene Hopstruppe auf, die durch ungewöhnliche Hartnäckigkeit und eine nette Tanzidee schließlich die Herzen der Fans gewinnt. Aber vor dem finalen Duell der beiden Teams beschleichen Andy plötzlich Zweifel und er versucht, Jens Stil zu imitieren. Ob das wohl die richtige Idee war?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330101","hoster":"VOE"},{"path":"/redirect/10149721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-23","name":"Die Scherz-Wette","epNo":23,"alt":"Pranks A Lot","descr":"Das grenzt an eine Unverschämtheit: Jen behauptet, Andy habe scherzmäßig nichts mehr auf der Pfanne. Natürlich kann er das nicht auf sich sitzen lassen. Andy bietet seiner Schwester also eine Wette an: falls er es schafft, jedem einen Streich zu spielen, mit dem er den ganzen Tag bis zum Abend redet, muss Jen ihm ein Anfeuerungslied singen. Wenn er es nicht schafft, darf er nie wieder irgend jemandem einen Streich spielen. Andy läuft zu Höchstform auf und schafft es, die ganze Stadt gegen sich aufzubringen, aber dennoch wird es zum Schluss ganz schön knapp …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330100","hoster":"VOE"},{"path":"/redirect/10149720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-24","name":"Unmaskierte Mutanten","epNo":24,"alt":"Un-Masked Marauders","descr":"Manchmal gehen die Streiche, die Andy anderen spielt, mächtig ins Auge. Andy will Lik und Leech ärgern und schickt in deren Namen eine Herausforderung an die unbesiegten Wrestling-Champions, die unter dem Namen \"Maskierte Mutanten\" bekannt sind. Der Trick funktioniert, und Lik und Leech sind entsprechend, nun ja, nervös. Doch als Andy hört, Jervis Coltrane solle hinter diesem Streich stecken, verliert er die Beherrschung und outet sich selbst. Daraufhin zwingen Lik und Leech Andy und Danny, an ihrer Stelle anzutreten. Die beiden kommen nicht mehr aus der Nummer raus und werden ordentlich vermöbelt – bis ihre Mütter eingreifen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330102","hoster":"VOE"},{"path":"/redirect/10149722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-25","name":"Hinter Schloss und Riegel","epNo":25,"alt":"Great American Lock-In","descr":"Andy hat zufällig einen Schlüsselbund für die Schule gefunden und nutzt dies natürlich für einen weiteren genialen Streich: er dreht den Schließmechanismus der Schlösser so um, dass man in die Schule zwar hinein, aber nicht mehr hinaus kommt. Nun locken er und Danny zunächst Lik und Leech in die Schule, verlieren dabei aber den Schlüsselbund und sehen sich daher zusammen mit den Schlägertypen eingeschlossen. Doch man bleibt nicht allein: Martin, Lori, Jen und Teri, Craig sowie schließlich auch Mush, stoßen aus diversen Gründen dazu und es entwickelt sich das typische Eingeschlossenen-Drama mit klaustrophobischen Anfällen und Futterneid. Und als schließlich und endlich die Freiheit wieder lockt, wird aufgrund eines fälschlicherweise ausgelösten Alien-Alarms alles noch schlimmer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330104","hoster":"VOE"},{"path":"/redirect/10149723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-1/episode-26","name":"Rockstars","epNo":26,"alt":"Teen Dreamboats","descr":"Da hat er wohl den Mund etwas zu weit aufgemacht: Andy behauptet, er könne eine allseits beliebte Teenie-Combo zum Essiggurken-Festival nach East Gackle holen. Doch das klappt trotz allerlei Tricks nicht. Da beschließt er, selbst eine Band zu gründen und sorgt für einen lokalen Hype, so dass ganz East Gackle begierig auf den Auftritt der berühmten Band Delivery wartet. Andy, Danny und Mush schaffen den rockstarmäßigen Einzug in die Stadt mit der Limo, sie schaffen es, ihren Instrumenten ein paar Töne zu entlocken. Und sie schaffen es sogar rechtzeitig auf die Bühne, wo sie tatsächlich für Begeisterungsstürme sorgen, bis Jen im Überschwang der Fan-Gefühle ihren Bruder enttarnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330105","hoster":"VOE"},{"path":"/redirect/10149726","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/typisch-andy/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/typisch-andy/staffel-2/episode-1","name":"Der Streich nach dem Streich","epNo":1,"alt":"Whats With Jean Thomas?","descr":"Andy hat es wieder mal geschafft: Dank seines hammerharten Streichs hat er jetzt nicht nur seine Eltern, sondern auch Lori gegen sich. Seine Eltern bestrafen ihn mit Hausarrest, Lori bläst das heiß ersehnte Date ab. Das kann und will Andy nicht so einfach schlucken. Also erfindet er auf die Schnelle einen verschollenen Zwillingsbruder französischen Ursprungs, und so steht einem Treffen mit Lori überhaupt nichts mehr im Weg. Allerdings verknallt sich Lori in den vermeintlichen Franzosen und schon wird die Sache ziemlich kompliziert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330103","hoster":"VOE"},{"path":"/redirect/10149724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-2","name":"Der Hellseher","epNo":2,"alt":"The Fortunate One","descr":"Andy glaubt es kaum: Seine Schwester Jen und einige seiner Freunde sind Anhänger von Übersinnlichem. Als ‚anonymer Astrologe‘ sorgt Andy darauf hin in der Schülerzeitung für allerlei amüsante Verwicklungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330108","hoster":"VOE"},{"path":"/redirect/10149725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-3","name":"Jedes Böhnchen gibt ein Tönchen","epNo":3,"alt":"The Musical Fruit","descr":"Ein herber Streich verbannt Andy und Danny zur Reinigungsaktion auf die Schultoilette. Natürlich nutzen die beiden Scherzkekse die Gelegenheit, um das stille Örtchen außer Betrieb zu setzen. Leider gab es an diesem Tag in der Schulcafeteria Bohnen-Speck-Eintopf, der wohl nicht mehr ganz frisch war. Die Verdauungsprobleme der Schülerschaft und die defekten Toiletten sorgen für dramatische Szenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930932","hoster":"VOE"},{"path":"/redirect/10149728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-4","name":"Gewichtig","epNo":4,"alt":"Weight To Go, Andy!","descr":"Jen meint, dass sie zu dick sei. Also ist Abspecken angesagt. Um die Hungerkur ein wenig lustiger zu gestalten, manipuliert Andy die Waage im Larkinschen Bad so, dass sie ständige Gewichtszunahmen anzeigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330106","hoster":"VOE"},{"path":"/redirect/10149727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-5","name":"Das Klopapier-Fiasko","epNo":5,"alt":"The Toilet Paper Fiasco","descr":"Andy muss ? natürlich auf Druck seiner Eltern ? einen Ferienjob annehmen. Da er es schafft, überall flott rausgeschmissen zu werden, besorgt sein Vater ihm in der Papierfabrik, in der er selbst tätig ist, einen Job. Andy nutzt die Gelegenheit, um eine gigantische Klopapierrolle zu produzieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330109","hoster":"VOE"},{"path":"/redirect/10149729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-6","name":"Veräppelt","epNo":6,"alt":"Prankster To The Core","descr":"Vater Larkin hat eine Familienreise nach \"Big Apple\" gewonnen. Leider handelt es sich dabei nicht um New York, sondern um einen total verschnarchten Vergnügungspark. Das schreit förmlich nach Streichen zum Zeitvertreib. Aber die Besitzerin des öden Betriebs – Gisele \"Granny\" Smith – erweist sich als echt harte Gegnerin. Da hat Andy eine gigantische Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330110","hoster":"VOE"},{"path":"/redirect/10149730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-7","name":"Entscheidung am letzten Loch","epNo":7,"alt":"Fore!","descr":"Der überheblich Jervis ist Andys neues Opfer. Mit allerhand Streichen treibt er ihn zur Verzweiflung. Besonders entsetzt ist Jervis, als Andy ihm den Posten als Caddy bei Bürgermeister Roth abspenstig macht und ihn auf ein wichtiges Turnier begleitet. Doch Jervis weiß sich zu wehren: Er heuert bei Roths Widersacher an und versucht nun alles, um das gegnerische Paar recht dumm ausschauen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330111","hoster":"VOE"},{"path":"/redirect/10149731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-8","name":"Zehnkampf","epNo":8,"alt":"Prank And Field Day","descr":"Schulzehnkampf ? dafür hat Andy wirklich nichts übrig. Doch egal was er auch versucht, es gelingt ihm nicht, sich zu drücken. Und dann erfährt er, dass Lori das Interview mit dem Sieger für die Schülerzeitung führen wird. Jetzt hat Andy nur noch ein Ziel: Die Konkurrenz auszuschalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330112","hoster":"VOE"},{"path":"/redirect/10149733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-9","name":"Ein hartnäckiger Fall","epNo":9,"alt":"Mind Games","descr":"Mr. DeRosa ist bei Streichekönig Andy mit seinem Latein am Ende. Deshalb beschließt er – natürlich in Einklang mit Andys Eltern – den Bengel von der Schulpsychologin Mrs. Murphy therapieren zu lassen. Die kann auch einige Erfolge auf diesem Gebiet vorweisen. Doch Andy erweist sich als hartnäckiger Fall. Deshalb greift Mrs. Murphy zu drastischeren Methoden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330113","hoster":"VOE"},{"path":"/redirect/10149732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-10","name":"Schwester Jen","epNo":10,"alt":"Nurse Jen","descr":"Jen sinnt auf Rache. Deshalb heuert die Lik und Leech an, damit die ihrem Bruder mal so richtig eins auswischen. Doch Andy ist mit allen Wasser gewaschen. Flug simuliert er eine Knöchelprellung, für die er sein Schwesterherz verantwortlich macht. Jen, vom schlechten Gewissen geplagt, verwöhnt darauf hin ihren Bruder wie Gott in Frankreich. Doch dann wird der Simulant ein wenig zu übermütig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330114","hoster":"VOE"},{"path":"/redirect/10149734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-11","name":"Gelb und giftig","epNo":11,"alt":"Dont Eat The Yellow Snow","descr":"Andy hat mal wieder einen genialen Streich ausgeheckt. Leider kostet der Blödsinn Vater Larkin den Job, weil Andy undichte Stellen in der Papierfabrik für seinen Scherz genutzt hat. Doch die Eskapade hat auch eine gute Seite, denn dadurch kommen Vater und Sohn einer schlimmen Umweltsauerei auf die Spur und auf einmal sind sie die Helden des Tages.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330115","hoster":"VOE"},{"path":"/redirect/10149735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-12","name":"Andysaurus Rex","epNo":12,"alt":"Andysaurus Rex","descr":"Da Andy den Archäologie-Test in den Sand gesetzt hat, wird er jetzt mit Hohn und Spott überschüttet. Ein überdimensionaler Hühnerknochen bringt Andy auf eine geniale Idee. Das sagenhafte \"Fundstück\" macht Andy zum Held des Tages – doch dem gigantischem Knochen steht noch ein DNS-Test bevor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330116","hoster":"VOE"},{"path":"/redirect/10149736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-13","name":"Der Live-Streich","epNo":13,"alt":"Molasses","descr":"Die beliebte Popmusik- und Tanz-Sendung ‚School Groove‘ wird in der Schule von East Gackle gastieren. Das ist ein Mega-Knüller. Natürlich wollen sich Schüler und Lehrer bei der Live-Übertragung von ihrer besten Seite zeigen. Und damit das gelingt, muss Streichmeister Andy von einer Sabotage der Veranstaltung abgehalten werden. Doch trotz strengster Bewachung gelingt es Andy, der Show eine ganz besondere Note zu verleihen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330117","hoster":"VOE"},{"path":"/redirect/10149737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-14","name":"Mausibärchen","epNo":14,"alt":"A Match Made In East Gackle","descr":"Lik und Leech sind wie ausgewechselt. Die zwei Jungs haben nur noch romantische E-Mails im Kopf. Natürlich steckt hinter der gefühlvollen elektronischen Post Andy. Als der Streich auffliegt, bekommt Andy den Zorn der beiden Verliebten ganz schön zu spüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330119","hoster":"VOE"},{"path":"/redirect/10149738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-15","name":"Der Film-Wettbewerb","epNo":15,"alt":"Lights, Camera, Ooops!","descr":"Andy kann es nicht fassen. Seine Streiche wecken in der Schule nicht mehr größere Emotionen. Auf zu neuen Ufern denkt er deshalb und dreht einen Dokumentarfilm über sein Leben als Meister der Streiche. Der Film ist zwar der Hit bei einem Dokumentarfilm-Wettbewerb, doch Andy ist darüber gar nicht glücklich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330120","hoster":"VOE"},{"path":"/redirect/10149739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-16","name":"Ein neuer Schüler","epNo":16,"alt":"New Kid On The Chopping Block","descr":"Andy hat als König des Schabernacks Konkurrenz bekommen. Der neue Schüler Bryan ist überaus kreativ darin, Streiche auszuhecken. Er schafft es sogar, Lori auf seine Seite zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330118","hoster":"VOE"},{"path":"/redirect/10149740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-17","name":"Stein für Stein","epNo":17,"alt":"Stone Cold","descr":"Andys und Jens Eltern nehmen sich samstags Zeit für Unternehmungen mit ihren Kindern. Sie finden das schön. Ihre Kinder hingegen grässlich. Als dies irgendwann klar wird, konsultieren Mister und Mrs Larkin das Kind eines befreundeten Ehepaars. Das Resultat ist ein Samstag auf der Curlingbahn. Das entspricht weder den Interessen von Andy noch denen von Jen. Und es erweist sich als reichlich kompliziert, aus der Geschichte wieder herauszukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330124","hoster":"VOE"},{"path":"/redirect/10149741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-18","name":"Die Kicker-Weltmeisterschaft","epNo":18,"alt":"Food For Thought","descr":"Kicker-Weltmeisterschaft. Im Endspiel stehen Kanada und Frankreich. Das heizt natürlich den Streit zwischen den ohnehin verfeindeten Inhabern von Beans’n Burger und Chez Frou Frou kräftig an. Die beiden Kampfhähne haben eine gigantische Idee. Jeder engagiert ganz heimlich Streichekönig Andy um den jeweiligen Widersacher zu ärgern. Zunächst läuft alles prima ? vor allem für Andy. Doch dann tauchen Probleme auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330121","hoster":"VOE"},{"path":"/redirect/10149742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-19","name":"Cowboy Andy","epNo":19,"alt":"The Buck Stops Here","descr":"Rodeo In East Gackle. Und wie jedes Jahr hat sich Andy eine nette Besonderheit ausgedacht, um die gesamte Veranstaltung so richtig aufzumischen. Dieses Mal plant der Bengel, das Junior-Rodeo zu gewinnen. Davon ist Gegner Leech überhaupt nicht begeistert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330123","hoster":"VOE"},{"path":"/redirect/10149743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-20","name":"Der Millionen-Streich","epNo":20,"alt":"Life Is A Lottery, Old Chum","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330122","hoster":"VOE"},{"path":"/redirect/10149745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-21","name":"Der Streiche-Wettbewerb","epNo":21,"alt":"Bluebeards Crate","descr":"Das Streiche-und-Scherz-Magazin hat einen Wettbewerb für den besten Streich, der völlig ohne Hilfsmittel durchgeführt wird, ausgeschrieben. Andy hat sofort eine wunderbare Idee: Er stellt eine Kiste auf und bringt Gerüchte über deren Inhalt unter die Einwohner von East Gackle. Bald ist die halbe Stadt vor der Kiste versammelt. Doch als Andy zur feierlichen Öffnung der Kiste schreitet, ist das blöde Ding mit allerlei Kram gefüllt. Wer steckt nur hinter diesem miesen Streich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330128","hoster":"VOE"},{"path":"/redirect/10149744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-22","name":"Spank macht Wind","epNo":22,"alt":"Spanky Pranky Hanky Panky","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330125","hoster":"VOE"},{"path":"/redirect/10149746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-23","name":"Vater ist der Größte","epNo":23,"alt":"Daddy Dearest","descr":"Andy hat es geschafft: Stadtpolizist Steve Rowgee Jr. ist seines Amtes enthoben worden, weil er die Streiche nicht unterbinden konnte. Neuer Polizist ist sein längst pensionierter Vater Steve Rowgee Senior. Der erweist sich als harter Knochen und macht Streichekönig Andy das Leben ganz schön schwer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330126","hoster":"VOE"},{"path":"/redirect/10149747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-24","name":"Jervis macht ne Party","epNo":24,"alt":"The Party","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330127","hoster":"VOE"},{"path":"/redirect/10149749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-25","name":"Streiche-Lieferservice","epNo":25,"alt":"All Dressed To Go","descr":"Mush hat alle Hände voll bei der Pizzaauslieferung zu tun und bittet Andy und Danny um Hilfe. Ehrensache, dass Andy in so einer Situation keinen Blödsinn machen will. Doch trotzdem werden immer mehr Pizzakunden Opfer alberner Streiche und sind stinksauer. Wer steckt bloß dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330129","hoster":"VOE"},{"path":"/redirect/10149748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-2/episode-26","name":"Der Städte-Streiche-Streit","epNo":26,"alt":"Mr. E.G. Goes To Moosehoof","descr":"Dass die Nachbarstädte East Gackle und Moofehoof Konkurrenten sind, ist bekannt. Doch diese Rivalität erreicht ihren absoluten Höhepunkt, als sich die Moofehoofer Streichemeisterin Suzy und East Gackles Streichekönig Andy ein erbittertes Streicheduell liefern. Leidtragende dieser knallharten Auseinandersetzung sind nicht nur die städtischen Polizeibeamten, sondern auch die Maskottchen der beiden Städte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330130","hoster":"VOE"},{"path":"/redirect/10149750","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/typisch-andy/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/typisch-andy/staffel-3/episode-1","name":"Wer ist die Nummer 1?","epNo":1,"alt":"Romancing The Prank","descr":"Die neue Mitschülerin Rachel ist von Andys Streichen vollkommen begeistert. Und Danny ist vollkommen von der neuen Klassenkameraden begeistert. Um ihr zu imponieren, behauptet er, für die tollen Streiche verantwortlich zu sein. Andy spielt mit, schließlich will er seinem Freund Danny die Tour nicht vermasseln. Doch irgendwann wird es dem Streichekönig dann zu dumm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330131","hoster":"VOE"},{"path":"/redirect/10149751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-2","name":"Babysitter-Streiche","epNo":2,"alt":"Andy Pranky Pudding And Pie","descr":"Mr. und Mrs Larkin möchten mit einem befreundeten Ehepaar die Elchkötel-Kunstausstellung besuchen. Doch die haben keinen Babysitter. Mr. Larkin kann Jen überreden die Aufpasserin zu spielen. Andy ist begeistert, schließlich bietet dies die perfekte Gelegenheit: Endlich kann er die hohe Kunst der Babysitter-Streiche in allen Facetten demonstrieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330133","hoster":"VOE"},{"path":"/redirect/10149752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-3","name":"Das Camping-Wochenende","epNo":3,"alt":"The Heart Of Prankness","descr":"Besuch von Opa. Doch was ist das? Der alte Herr hat den Streichen abgeschworen und macht jetzt auf Hippie. Und da Opa sich mit seinem Sohn versöhnen möchte, unternimmt er mit ihm ein Camping-Wochenende – natürlich ohne Streiche. Dummerweise wird Andy zum Mitkommen genötigt. Und jetzt versucht der Bengel alles, um Opa auf den Pfad der Streiche zurück zu führen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330132","hoster":"VOE"},{"path":"/redirect/10149754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-4","name":"Wie im Schlaf","epNo":4,"alt":"Dont Shoot The Messenger","descr":"Was für eine böse Idee! Andy flüstert Schwester Jen im Schlaf so allerhand garstige Botschaften ein. Jetzt treibt die arme Jen am Tag wie ferngesteuert Schabernack. Alles läuft einfach prima. Doch dann geraten die Dinge außer Kontrolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330134","hoster":"VOE"},{"path":"/redirect/10149753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-5","name":"Telekinese","epNo":5,"alt":"Scary Teri","descr":"Jen und ihre beste Freundin gehen sich zur Zeit ein wenig auf die Nerven. Das ist für Andy ein gefundenes Fressen: Durch allerlei Tricks gaukelt er Jen vor, dass Teri der Telekinese mächtig sei. Bald sind die besten Freundinnen zerstritten. Doch das reicht Andy noch nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336509","hoster":"VOE"},{"path":"/redirect/10149756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-6","name":"Die Nicht-Streich-Strategie","epNo":6,"alt":"Hapless Anniversary","descr":"Das ist toll! Mr. Larkin hat eine Bonuszahlung von seiner Firma erhalten. Jetzt soll das Geld zum Wohle aller Familienmitglieder verwendet werden. Aber was tut der Sippe Larkin gut? Jen ist der Meinung, dass ein zweites Auto das Beste sei. Andy schwärmt für ein Mega-Heimkino-System. Doch Jen zieht alle Register für ein Auto: Sie macht sich bei den Eltern lieb Kind. Andy verfolgt allerdings eine ganze andere Strategie: die Nicht-Streiche-Strategie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173928","hoster":"VOE"},{"path":"/redirect/10149755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-7","name":"Chaos um ein Karibu","epNo":7,"alt":"To Kill A Caribou","descr":"Die Hundert-Jahr-Feier von East Gackle steht an. Bürgermeister Sims, Kollege und Rivale von Bürgermeister Roth, will dem die Feier verderben, indem er der Stadt ein total verschnarchtes Karibu schenkt. Doch Andy bekommt von diesem Plan Wind und hat sofort eine gigantische Idee: Er hetzt die beiden Bürgermeister aufeinander. Doch ganz so einfach ist das nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330142","hoster":"VOE"},{"path":"/redirect/10149757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-8","name":"Streiche liegen in der Luft","epNo":8,"alt":"Pranks Are In The Air","descr":"In East Gackle soll in einer landesweiten Show der romantischste Mann gekürt werden. Doch wie zeigt man, dass man romantisch ist? Da hat Doktor Amour im Radio ziemlich abgefahrene Ideen parat. Und natürlich befolgen die Herrn der Schöpfung diese Ratschläge nur zu gerne. Was keiner ahnt: Hinter Doktor Amour verbirgt sich kein anderer als Andy …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330138","hoster":"VOE"},{"path":"/redirect/10149758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-9","name":"Scherben bringen Unglück","epNo":9,"alt":"I Fall To Pieces","descr":"Andys Mutter ist auf ihre alte, womöglich wertvolle Teekanne sehr stolz. Jetzt will sie das gute Stück bei einer Fernseh-Antiquitätenshow präsentieren. Dummerweise geht die Kanne bei einem Streich entzwei. Jetzt hat Andy zwei große Probleme: Mama darf davon nichts erfahren und eine Menge Geld muss für die Reparatur aufgetrieben werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330136","hoster":"VOE"},{"path":"/redirect/10149760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-10","name":"Wie du mir, so ich dir","epNo":10,"alt":"She Pranks Me, She Pranks Me Not","descr":"Was für ein blödes Missverständnis: Andy glaubt, dass Lori ihn widerlich findet. Deshalb straft er sie jetzt mit Nichtachtung. Lori, die überhaupt nicht weiß, was los ist, findet die Ablehnung von aber Andy äußerst anziehend. Und deshalb ist sie sogar bereit, ihm bei einem seiner Streiche zu helfen. Ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330139","hoster":"VOE"},{"path":"/redirect/10149759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-11","name":"Der Streiche-Superstar","epNo":11,"alt":"Prank-a-razzi","descr":"Andy hat es geschafft. Durch einen blöden Streich, den er im Lokalfernsehen einem aufstrebenden Yo-Yo-Künstler spielt, wird er über Nacht zum Star. Doch Star zu sein hat nicht nur Vorteile. Andy lernt auch die erheblichen Schattenseiten des Ruhmes kennen. Und die gefallen ihm gar nicht. Deshalb beschließt er, seiner Berühmtheit ein dramatisches Ende zu setzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330141","hoster":"VOE"},{"path":"/redirect/10149761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-12","name":"Schwein gehabt","epNo":12,"alt":"On The Farm","descr":"Andy und Jen müssen gemeinsam Cousin Elwood besuchen. Der betreibt einen Bauernhof. Das triste Landleben wird interessant, als Schweinezüchterkollege Raoul auftaucht. Jen ist von dem gut aussehenden Schweinezüchter total begeistert und verknallt sich unsterblich in ihn. Raoul aber hat nur Augen für Buster, dem größten und besten Schwein des Hofes. Und Buster folgt Jen wiederum auf Schritt und Tritt. Diese interessante Dreiecksbeziehung nutzt Andy natürlich zu einem spektakulären Streich","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330140","hoster":"VOE"},{"path":"/redirect/10149762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-13","name":"Der Austausch-Schüler","epNo":13,"alt":"The Exchange Student","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330145","hoster":"VOE"},{"path":"/redirect/10149763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-14","name":"Vaterfreuden","epNo":14,"alt":"Daddy!","descr":"Andy steckt in der Zwickmühle. Für das neue Schulprojekt werden Elternpaare gebildet, die sich um ein künstliches Baby kümmern. Andy muss ausgerechnet mit Jervis die Elternfreuden teilen. Das wäre die optimale Gelegenheit für den einen oder anderen Streich. Wenn da nicht Lori wäre, die nur gute Väter und keine Streiche mag …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330143","hoster":"VOE"},{"path":"/redirect/10149765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-15","name":"In den Schlagzeilen","epNo":15,"alt":"Scooped","descr":"Dumm gelaufen! Andy hat dem Chefredakteur der örtlichen Zeitung einen bösen Streich gespielt. Und dem ist eine feine Rache eingefallen. Er hat einen Hetzartikel über Andy in Loris Namen veröffentlicht. Das schreit nach Vergeltung, findet Andy. Und nun schlägt er mit allen publizistischen Mitteln zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330146","hoster":"VOE"},{"path":"/redirect/10149764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-16","name":"Spank der Star","epNo":16,"alt":"The Boy Who Cried Woof","descr":"In der Nähe von East Gackle wird ein Film gedreht. Hauptdarsteller des Streifens ist ein Hund, der dem Familienhund der Larkins zum Verwechseln ähnlich sieht. Andy hat eine Statistenrolle ergattert und eine böse Idee: Er vertauscht den vierbeinigen Hauptdarsteller mit Spank, dem Familienhund. Natürlich geht dabei schief, was nur schief gehen kann …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330144","hoster":"VOE"},{"path":"/redirect/10149766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-17","name":"Der Streich mit dem Geist","epNo":17,"alt":"A Ghost Of A Prank","descr":"Die Jahres-Schulbilder sind einfach zu trist – findet Andy und peppt sie ein wenig auf. Allerdings wird das Elchgeweih, was er liebevoll auf den Bildhintergrund gemalt hat, von allen als Geisterhände interpretiert. Schnell ergreift eine regelrechte Hysterie die Schüler. Das schreit förmlich nach einem neuen Streich – doch dann ist Andy gar nicht wohl. In der Schule scheint es tatsächlich zu spuken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330147","hoster":"VOE"},{"path":"/redirect/10149768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-18","name":"Der Streich wegen des Streichs","epNo":18,"alt":"One Good Prank Deserves Another","descr":"Andy hat mal wieder Stress mit den Lehrern wegen eines biestigen Streichs. Und jetzt muss er zur Strafe die Stadtgeschichte recherchieren. Dabei stößt er aber auf ein ganz interessantes Detail: Der Grund auf dem die Schule steht, gehörte einst Andys Ur-Urgroßvater. Und hätte der nicht das Grundstück damals an die Stadt verkauft, könnte jetzt die Familie von Andy Eigentümer sein. Da hat Andy eine phänomenale Idee: Er lässt den Kaufvertrag einfach verschwinden und jetzt ist der Weg frei für einen Superstreich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330150","hoster":"VOE"},{"path":"/redirect/10149767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-19","name":"Es lagert im Kriechkeller","epNo":19,"alt":"It Lurks In The Crawl Space","descr":"Andy hat die Nase voll. Wieder mal wurde er für einen Streich bestraft. Jetzt kündigt er wütend an, dass er das elterliche Heim verlässt. Aber so richtig zieht es ihn nicht in die Ferne. Deshalb beschließt er, sich im Kriechkeller des Elternhauses zu verstecken und dort darauf zu warten, dass er sehnlichst vermisst wird. Diesen Plan hört sein Vater unbemerkt mit. Und jetzt macht sich der Rest der Familie Larkin einen Riesenspaß daraus, Andy aus dem Versteck zu locken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330157","hoster":"VOE"},{"path":"/redirect/10149772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-20","name":"Rette sich, wer kann!","epNo":20,"alt":"Prank-watch","descr":"Craig macht eine Ausbildung zum Rettungsschwimmer. Und damit gibt der Bengel maßlos an. Das ärgert Andy natürlich tierisch. Deshalb meldet er sich und Danny ebenfalls zu diesem Ausbildungskurs an. Jetzt beginnen für Craig harte Zeiten, denn Andy hat so manchen Streich für ihn parat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330153","hoster":"VOE"},{"path":"/redirect/10149774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-21","name":"Ein Sommer voller Streiche","epNo":21,"alt":"The Pranks Days Of Summer","descr":"Jervis möchte unbedingt ein Motorrad haben. Deshalb nimmt er in den Sommerferien jeden denkbaren Job an. Und so ganz nebenbei stellt er Andy noch als nichtsnutzigen Tunichtgut dar. Das war allerdings keine gute Idee von ihm. Denn jetzt setzt Andy alles dran, um seinem Lieblingsfeind einen Ferienjob nach dem anderen zu vermasseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330155","hoster":"VOE"},{"path":"/redirect/10149769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-22","name":"Der Streich zu Weihnachten","epNo":22,"alt":"The Gift Of Prank","descr":"Auf Andys Wunschliste steht ganz oben die neue Gameblaster Z. Und da er das Ding unbedingt haben möchte, verkneift er sich jeden Streich. Er hilft sogar seinem Vater, Haus und Garten weihnachtlich zu schmücken. Allerdings kommt es schon kurze Zeit später mit dem Nachbarn zu einem erbitterten Kampf um die schönste Weihnachtsdeko. Und als Andy herausfindet, dass der widerliche Nachbar mit unfairen Methoden an der Weihnachtsdeko arbeitet, hat Andy ein tolles Weihnachtsgeschenk für seinen Vater: Er schenkt ihm einen Streich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330159","hoster":"VOE"},{"path":"/redirect/10149770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-23","name":"Auf den Hund gekommen","epNo":23,"alt":"Prank-o-Mania","descr":"Weil Jen Andy einen Streich verdorben hat, sinnt der jetzt auf Rache. Und er hat eine böse Idee. Mittels einer Urinprobe von Hund Spank redet er seinem Schwesterherz ein, dass sie unter der gefährlichen Hunde-Maulfäule-Seuche leidet. Und weil alles so gut läuft, wendet Andy diese Methode auch noch mal bei Direktor De Rossa an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330161","hoster":"VOE"},{"path":"/redirect/10149771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-24","name":"Am Rande des Wahnsinns","epNo":24,"alt":"The Prank That Never Happened","descr":"Andy hat es mal wieder mit seinen Streichen übertrieben. Sein Vater ist so wütend, dass er ihn auf die Militärschule schicken will. Darauf hat der Bengel überhaupt keine Lust. Um seinen Vater umzustimmen, muss er ihm glauben machen, dass all seine Streiche überhaupt nicht passiert sind. Andy hat zu diesem Zweck allerlei subtile Tricks auf Lager. Und die bringen selbst Andy fast an den Rande des Wahnsinns …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330165","hoster":"VOE"},{"path":"/redirect/10149773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-25","name":"Meister Mama","epNo":25,"alt":"Master Mom","descr":"Das hat Andy noch gefehlt. Seine Mutter hat sich mit dem Vorsitzenden der Eltern-Lehrer-Vereinigung gezofft und stellt sich jetzt selbst zur Wahl. Obwohl Andy sein Bestes gibt, gewinnt Mutter Larkin die Wahl und schreitet gleich zur Tat. Und mit ihren innovativen Ansätzen sorgt sie ganz schnell für ziemlichen Unmut bei der Schülerschaft. Das kann Andy nicht tatenlos hinnehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330163","hoster":"VOE"},{"path":"/redirect/10149775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/typisch-andy/staffel-3/episode-26","name":"Schlaflos in East Gackle","epNo":26,"alt":"A Passing Prank","descr":"Versetzung gefährdet. Jetzt muss Andy alles geben, um das Schuljahr noch zu packen. Mit Hilfe von Danny und Lori paukt er bis in den späten Abend in der Bibliothek. Doch Traumnoten scheinen trotzdem in weiter Ferne. Nun kann ihn nur noch ein ultimativer Streich retten, der den Prüfungstermin verschiebt. Ob dem hundemüden Andy etwas einfällt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330167","hoster":"VOE"},{"path":"/redirect/10149776","hoster":"Streamtape"}]}]}]}]}