{"seriesId":"uchi-no-kaisha-no-chiisai-senpai-no-hanashi","name":"Uchi no Kaisha no Chiisai Senpai no Hanashi","descr":"[My Tiny Senpai] Als Takuma Shinozuka beginnt, in einer neuen Firma zu arbeiten, kümmert sich sein Senpai, Shiori Katase, darum, dass er sich gut eingewöhnt. Schnell merkt er, dass die attraktive, sehr kleine Frau wegen ihrer mütterlichen Art bei allen beliebt ist. Schnell beginnt Takuma, mehr für seine Kollegin zu empfinden, doch da sie zu allen Mitarbeitern nett ist, kann er schlecht einschätzen, ob ihre Beziehung etwas Besonderes ist, oder eben nicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"My Senpai Is Small and Cute","descr":"Shinozaki Takuma arbeitet in einer Produktentwicklungsabteilung. Kein einfacher Job, doch glücklicherweise werden seine Tage von seiner Senpai, Katase Shiori, versüßt. Shiori, mehrere Köpfe kleiner als Takuma und zuckersüß, ist stets zur Stelle, wenn sie ihrem Kollegen etwas Gutes tun kann und betrachtet es als Ihre Aufgabe, für diesen zu sorgen. Eine Tatsache, die Takuma sehr genießt.","versions":[{"lang":3,"streams":[{"redirect":12746380,"hoster":"VOE"},{"redirect":12746379,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Despite Appearances, I\u0027m More the Big Sister Type","descr":"Als Takuma und Shiori einmal mehr überaus verlegen miteinander interagieren, geht Chihiro, dem Leiter der Gruppe A, ein Lichtlein auf. Also fasst er den Entschluss, den beiden einen kleinen Schubs in die richtige Richtung zu geben. Doch seine Pläne scheinen nie ganz so aufzugehen, wie er es sich vorstellt. Außerdem erkältet sich Takuma, woraufhin seine Senpai ihm einen Krankenbesuch abstattet.","versions":[{"lang":3,"streams":[{"redirect":12773759,"hoster":"VOE"},{"redirect":12773758,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Is This How I Look to You?","descr":"Beim gemeinsamen Mittagessen mit dem Gruppenleiter schwelgen Takuma und Shiori in Erinnerungen an die Zeit, als Takuma frisch zur Firma stieß. Am folgenden Tag steht ein Meeting bei einer anderen Firma an. Auf dem Nachhauseweg von diesem laufen die beiden an einem Kranspiel vorbei, bei dem man Plüschtiere angeln kann, die beide an den jeweils anderen erinnern.","versions":[{"lang":3,"streams":[{"redirect":12805230,"hoster":"VOE"},{"redirect":12805229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"When It Comes to Him, I\u0027m Not Sure Yet...","descr":"Hayakawa Chinatsu nutzt ihren freien Tag, ihrem Hobby nachzugehen. Was wenige in der Firma wissen: Sie ist ein Otaku und Cosplayerin. Dummerweise läuft sie aber in Kostüm ausgerechnet dem Gruppenleiter über den Weg, doch dieser reagiert anders, als sie erwartet hatte. Außerdem steht Halloween an und damit auch trick or treat! Allerdings werden gewisse Pralinen mit einem Geschmack für Erwachsene Shiori fast zum Verhängnis.","versions":[{"lang":3,"streams":[{"redirect":12862984,"hoster":"VOE"},{"redirect":12862983,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Shall We Go Somewhere Before We Head Home?","descr":"Nach einem Meeting mit einem Kunden werden Shiori und Takuma von einer Online-Reporterin abgefangen, die Pärchen interviewt, aber bisher kein Glück hatte welche zu finden. Also bittet sie die beiden kurzerhand, sich für ein Interview als Pärchen auszugeben. Außerdem beschließen Shiori und Takuma nach der Firmenfeier an Weihnachten auf dem Nachhauseweg einen kleinen Abstecher zu machen.","versions":[{"lang":3,"streams":[{"redirect":12974433,"hoster":"VOE"},{"redirect":12974418,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I Can’t Resist My Instincts!","descr":"Das Jahr neigt sich dem Ende zu und Chinatsu und der Gruppenleiter besuchen eine Comic-Messe, an der Chinatsu ein BL-Doujinshi verkauft, das sie mit dem Gruppenleiter zusammen gezeichnet hat. Takuma sitzt derweil im Haus seiner Eltern, als unverhofft seine Senpai anruft. Nach dem Anruf beschließt er nach einem kleinen Schubser des Gruppenleiters, Shiori zum ersten Schreinbesuch des Jahres einzuladen.","versions":[{"lang":3,"streams":[{"redirect":12974435,"hoster":"VOE"},{"redirect":12974424,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"You Sure You Don`t Want One?","descr":"Shiori bemerkt, dass sie anscheinend ein Stück gewachsen ist, doch leider scheint Takuma es nicht zu bemerken. Chihiro führt Chinatsu zum Essen aus, nachdem sie von einem anderen Arbeitskollegen zu Überstunden überredet wurde. Und Yutaka will unbedingt ein Foto von Shiori, doch keiner scheint eins zu haben.","versions":[{"lang":3,"streams":[{"redirect":13008685,"hoster":"VOE"},{"redirect":13008684,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Isn`t It Time for Good Boys to Go to Sleep?","descr":"Nach den anstrengenden Tagen um Neujahr mit Familienbesuchen und so weiter ist Hayakawa direkt wieder reif für Urlaub. Sie träumt davon, in einem Onsen die Seele baumeln zu lassen. Und ihr gelingt es sogar, ihre Arbeitskollegen davon zu überzeugen. Also machen sich Takuma, Shiori, Chihiro und Chinatsu auf zu einem gemeinsamen Ausflug in ein Onsen.","versions":[{"lang":3,"streams":[{"redirect":13047037,"hoster":"VOE"},{"redirect":13047036,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"He Wants to Talk Privately…","descr":"","versions":[{"lang":3,"streams":[{"redirect":13054130,"hoster":"VOE"},{"redirect":13054129,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Even If We`re Just Playing, He`s My Kohai...","descr":"Aufgrund des baldigen vierzigjährigen Jubiläums der Sunpick AG ist dieses Jahr beim Neuzugänger-Wettbewerb ein ganz besonderer Preis zu gewinnen: Sämtliche Mitglieder der Abteilung, in welcher der Sieger arbeitet, gewinnen eine super luxuriöse Reise nach Süd-Okinawa inklusive Aufenthalt in einem erstklassigen Resort. Ein Preis, den sich Takuma nicht entgehen lassen kann. Außerdem betreibt die Entwicklungsabteilung 2 Marktforschung in einem Kindergarten.","versions":[{"lang":3,"streams":[{"redirect":13081899,"hoster":"VOE"},{"redirect":13081898,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Can I Give You a Big Hug?","descr":"Der Neuzugänger-Wettbewerb steht kurz bevor und Takuma sowie Akari beginnen den Druck zu spüren. Akari ihrerseits scheint für sie vor einem besonders herausfordernden Problem zu stehen, was selbst Takuma auffällt. Also bittet er seine Senpai, etwas auf sich achtzugeben. Ob es eine gute Idee war, seiner Konkurrentin zu helfen, wird sich erst am Tag des Wettbewerbs herausstellen.","versions":[{"lang":3,"streams":[{"redirect":13140361,"hoster":"VOE"},{"redirect":13140362,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A Story About the Tiny Senpai Where I Work","descr":"Auf dem Nachhauseweg von der Feier nach dem Wettbewerb beginnt Takuma sich einmal mehr die Frage zu stellen, ob er und Shiori für immer nur Senpai und Schützling bleiben werden. Beim Testen von Aikos Miautarou-Game werden die beiden zudem erneut an die Situation auf dem Dach erinnert, als Takuma es ihr gestehen wollte, was sowohl Shiori als auch Takuma dazu bewegt, sich erneut Gedanken über ihre Beziehung zu machen.","versions":[{"lang":3,"streams":[{"redirect":13140365,"hoster":"VOE"},{"redirect":13140364,"hoster":"Streamtape"}]}]}]}]}