{"seriesId":"uchuu-kyoudai","name":"Uchuu Kyoudai","descr":"[Aktuell nur bis E46 gesubbt] 2006: Eines Nachts beobachten die beiden Brüder Mutta und Hibito ein UFO-ähnliches Objekt, das Richtung Mond fliegt. Daraufhin beschließen sie einmal Astronauten zu werden und den Weltraum zu bereisen. 2025: Hibito verwirklichte seinen Traum und wurde Astronaut. Seine nächste Reise wird ihn zum Mond bringen. Mutta hingegen schlug einen traditionelleren Karriereweg ein und arbeitet in der Autoentwicklung. Durch eine gewalttätige Auseinandersetzung mit seinem Chef ruiniert er sich jedoch seine Karriere und gilt fortan als Persona non grata in der Industrie. Er beschließt das als Anlass zu nehmen und wieder seinem Kindheitstraum zu folgen, um wie sein jüngerer Bruder doch noch Astronaut zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Little Brother Hibito and Big Brother Mutta","descr":"Im Sommer 2006 entdecken die Brüder Hibito und Mutta Nanba ein seltsames UFO, das zum Mond fliegt. Im Jahr 2025 ist Hibito seitdem ein Astronaut, der eine Mission in Richtung Mond unternehmen soll. Mutta hingegen wurde gerade von seinem Job bei einer Automobilfirma entlassen, weil er seinen Vorgesetzten mit dem Kopf gestoßen hatte, und muss bei seinen Eltern einziehen. Als Hibito von Muttas Arbeitsplatzverlust erfährt, sendet er ihm eine E-Mail, in der er aufgefordert wird, sich das Band anzuhören, das sie an diesem Tag im Jahr 2006 aufgenommen haben. Auf dem Band entschied der junge Mutta, als er Hibitos Wunsch hörte, zum Mond zu gehen, sein Ziel wäre, einen Schritt weiter zu gehen und auf den Mars zu zielen. Einen Monat später erhält Mutta einen Brief von JAXA, in dem er für ein Astronautenprogramm zugelassen wurde.","versions":[{"lang":3,"streams":[{"redirect":8258892,"hoster":"VOE"},{"redirect":12478746,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"My Shining Star","descr":"Mutta, der sich nicht sicher ist, ob er die Astronautenprüfung ablegen soll, besucht eine alte Astronomie-Freundin namens Sharon Kaneko, die ihn dazu ermutigt. Mutta legt die erste Prüfung ab und schafft es erfolgreich zu bestehen. Da Mutta etwas besorgt ist, wenn er während der Interviews für die zweite Prüfung von einer losen Schraube an seinem Stuhl abgelenkt wird, freundet er sich mit einem anderen Bewerber an, Kenji Makabe, und verknallt sich in eine Bewerberin, Serika Itou. Währenddessen enthüllt der Interviewer hinter Türen, dass er absichtlich mit dem Stuhl herumgespielt hat, um zu sehen, wer es bemerken würde, wobei Mutta, Kenji und Serika angeblich die einzigen waren, die dies taten.","versions":[{"lang":3,"streams":[{"redirect":8258666,"hoster":"VOE"},{"redirect":8258663,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Man with the Advantage and the Running Female Doctor","descr":"Die medizinischen Untersuchungen beginnen und Mutta spürt ein wenig Druck, da jeder denkt, er habe einen Vorteil als Hibitos Bruder. Später am Abend interessiert sich Serika für Mutta, als sie sieht, wie er in den Helm eines Astronautenanzugs späht und sie an ihren Vater erinnert. Am nächsten Tag sehen Mutta und Keiji, wie Serika genau dasselbe tut.","versions":[{"lang":3,"streams":[{"redirect":8258668,"hoster":"VOE"},{"redirect":8258673,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Next to Hibito","descr":"Der letzte Teil der zweiten Prüfungsrunde ist ein Interview, bei dem Mutta ein wenig Schwierigkeiten hat, wenn ihm am Ende seines Interviews eine dunkle Frage gestellt wird. In der Zwischenzeit hört Hibito von einem Familienhilfsprogramm. Als die Prüfungen zu Ende gehen, macht sich Mutta Sorgen darüber, wie er es in seinem Interview gemacht hat, aber er freut sich, als Kenji ihm Serikas E-Mail-Adresse gibt. Am nächsten Tag erhält Mutta einen Anruf von Hibito, der ihn einlädt, nach Houston zu kommen, um einige Zeit bei der NASA zu verbringen.","versions":[{"lang":3,"streams":[{"redirect":8258675,"hoster":"VOE"},{"redirect":8258676,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Days of Missing","descr":"Mutta arrives in Houston where he meets up with Hibito, along with his pet pug, Apo. At his home, Hibito points out to Mutta that he has lost his competitiveness with him. The next day, Mutta talks with dog walkers Mr. and Mrs. Smith, who teach him a bit about how Hibito thinks of him. Later, Mutta decides to be a bit more competitive with Hibito. Meanwhile, back at JAXA, one of the judges seems to be against Mutta\u0027s application.","versions":[{"lang":3,"streams":[{"redirect":12173933,"hoster":"VOE"},{"redirect":8258682,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Et Cetera in My Head","descr":"Als Mutta im Johnson Space Center ankommt, um Hibitos Training zu beobachten, spricht einer der JAXA-Richter den Grund an, warum Mutta von seinem vorherigen Job entlassen wurde. Als Hibito an diesem Abend in einer Fernsehsendung erscheint, ist Mutta überrascht, als Hibito ihn lobt. In diesem Moment erhält Mutta einen Anruf von seinen ehemaligen Arbeitskollegen, in dem sie darüber informiert werden, was sein ehemaliger Chef JAXA erzählt hat. Als Mutta überzeugt ist, dass er seine Chance, Astronaut zu werden, verloren hat, trifft sich einer der anderen JAXA-Richter, Hoshika, der Muttas und Hibitos ständige Besuche bei JAXA seit ihrer Kindheit beobachtet hatte, mit Muttas ehemaligen Arbeitskollegen, um die ganze Geschichte zu erfahren .","versions":[{"lang":3,"streams":[{"redirect":8258685,"hoster":"VOE"},{"redirect":8258686,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Dear Hibito","descr":"Als Hibito bemerkt, dass Mutta seltsam handelt, vermutet er, dass etwas nicht stimmt. Mutta gesteht schließlich seine hohe Wahrscheinlichkeit des Scheiterns und scheint sich darauf verlassen zu haben, dass er keine Chance hat. In der Zwischenzeit hat Hoshika Probleme, einen anderen Richter davon zu überzeugen, seine Meinung über Mutta zu ändern. Während Mutta Zeit mit den Spaziergängern verbringt, nachdem er von Hibito informiert wurde, wird das Restaurant, das er besucht, von einem Feuerlöscher mit Räuber angegriffen.","versions":[{"lang":3,"streams":[{"redirect":8258690,"hoster":"VOE"},{"redirect":8258689,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Smoky Heaven","descr":"Als Mutta es irgendwie schafft, den Räuber zufällig festzunehmen, gewinnt er viel Aufmerksamkeit und wird in einer Live-TV-Sendung, die von Hibito und den JAXA-Richtern gesehen wird, als Held gelobt. Danach erhält Mutta eine Videobotschaft von seinen Eltern, aus der hervorgeht, dass er die zweite Prüfung bestanden hat. Bevor Mutta nach Japan aufbricht, entdeckt er eine verborgene Reihe von Testamenten, die Hibito geschrieben hat und die ihn beunruhigen.","versions":[{"lang":3,"streams":[{"redirect":8258694,"hoster":"VOE"},{"redirect":8258696,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Individual Resolve","descr":"Als er in Japan ankommt, ist Mutta weiterhin besorgt über die Testamente, die Hibito geschrieben hat, bevor er nach draußen geht, um die Internationale Raumstation am Himmel zu sehen. Später trifft er sich mit Kenji und Serika, um die dritte Prüfung zu feiern. Die drei sprechen über ihre Motive, ins All zu gehen, und Serika wollte auf die ISS, obwohl sie wahrscheinlich abgeschaltet sein wird, wenn sie es ins All schafft. Er hört von einer anderen Kollegin, dass sie den Traum ihres verstorbenen Vaters fortsetzen möchte, Medikamente zur Heilung einer Krankheit zu entwickeln, die nur auf der ISS durchgeführt werden können.","versions":[{"lang":3,"streams":[{"redirect":8258702,"hoster":"VOE"},{"redirect":8258700,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Running Bus","descr":"Bevor Mutta zur dritten Prüfung nach JAXA aufbricht, besucht er Sharon, der ihm sagt, er solle sich keine Sorgen machen, keinen Grund zu haben, in den Weltraum zu gehen, wie es Serika und Kenji getan haben. Zu Beginn der Prüfung steigen die Bewerber in einen seltsamen Bus, der angeblich in Richtung einer streng geheimen Einrichtung fährt. Nur Kenji bemerkt, dass sich Kameras an Bord befinden. Eine Stunde nach Beginn der Reise beginnen sie eine Übung, in der jeder Bewerber zehn Minuten lang miteinander spricht. Anschließend werden sie gebeten, eine Umfrage auszufüllen, in der das Potenzial aller als Astronauten eingestuft wird, gefolgt von einer Mahlzeit und einer Pause, bevor der Bus irgendwo ankommt.","versions":[{"lang":3,"streams":[{"redirect":8258706,"hoster":"VOE"},{"redirect":8258705,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Trapped Rivals","descr":"An einem unbekannten Ort angekommen, wird den Bewerbern Aufnahmen der letzten Momente einer Gruppe von Astronauten gezeigt, bevor sie aufgrund eines Rutschenversagens beim Wiedereintritt starben, um ihre Bereitschaft zu bestimmen, mit der Prüfung fortzufahren. Nachdem sich alle bereit erklärt haben, mit der Prüfung fortzufahren, wird die Gruppe in drei Teams aufgeteilt, wobei jedes Team zwei Wochen zusammen in einer versiegelten Umgebung verbringt, bevor ermittelt wird, welche von ihnen die besten Astronauten sind. Mutta ist in einem Team mit Serika, Reiji Nitta, Naoto Fukuda und Yasushi Furuya platziert. Die erste Aufgabe besteht darin, herauszufinden, wie spät es ist, wo Mutta eine überraschend genaue Antwort findet.","versions":[{"lang":3,"streams":[{"redirect":8258710,"hoster":"VOE"},{"redirect":8258711,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"My Name Is Itou Serika","descr":"Mutta entwickelt eine Methode für seine Vorhersage und verbirgt die Tatsache, dass er einfach bemerkt hatte, wie spät es war, als er den Bus verließ. Als Serikas Hunger sie auf Trab hält, erinnert sie sich, als sie ihren Vater fragte, was die Bedeutung hinter ihrem Namen sei. Am nächsten Morgen, da die Teams entscheiden müssen, wie sie mit der Lebensmittelversorgung umgehen sollen, besprechen sie auch, wie sie entscheiden sollen, welche zwei Kandidaten als Astronauten ausgewählt werden sollen. Nachdem sich alle in Team A vorgestellt haben, beschließt Serika, sich von Mutta beim Vornamen nennen zu lassen.","versions":[{"lang":3,"streams":[{"redirect":8258715,"hoster":"VOE"},{"redirect":8652892,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"3-D Ant","descr":"Reiji ist zunehmend besorgt über ein Herzüberwachungsarmband, das jeder trägt, sowie über eine Regel, nach der das gesamte Team disqualifiziert wird, wenn ein Teammitglied das Team verlässt. Nach einigen körperlichen und geistigen Aufgaben müssen die Teams einen Brief schreiben, um einen Journalisten zu gewinnen, der die Erforschung des Weltraums kritisiert. Mutta erinnert sich, als er und Hibito zu einem Vortrag von Soichi Noguchi gingen, in dem es darum ging, Dinge aus einer anderen Perspektive zu sehen, um neue Lösungen zu finden. Nachdem Mutta über die Geschichte nachgedacht hat, beschließt sie, nicht zu protestieren, sondern ihr die dritte Dimension des Weltraums zu zeigen, die sichtbar wird, sobald Hibito den Mond erreicht.","versions":[{"lang":3,"streams":[{"redirect":8258721,"hoster":"VOE"},{"redirect":8258722,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Broken Glasses and the Sole of the Foot","descr":"Als Naoto sich daran erinnert, wie seine Arbeit in einem bemannten Raumschiff ihn von seiner Familie entfremdet hat, wird seine Brille zerbrochen, wenn Yasushi versehentlich darauf tritt. Trotz seiner eingeschränkten Sicht ist Naoto entschlossen, sich nicht davon abhalten zu lassen. Nachdem Yasushi von Serika erfahren hat, wie Naoto seinen Job gekündigt hat, um eine Chance für die Auswahl von Astronauten zu erhalten, schluckt er seinen Stolz und bittet die Missionskontrolle, neue Brillen für ihn zu bestellen.","versions":[{"lang":3,"streams":[{"redirect":8258724,"hoster":"VOE"},{"redirect":8258728,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Let\u0027s Talk About Space","descr":"Als die JAXA-Mitarbeiter beschließen, auf Wunsch von Yasushi eine neue Brille von Naoto zu bestellen, tritt Hoshika ein, um die Prüfung zu beobachten. Am nächsten Tag, als Team B mitten in der Nacht einen Alarm auslöst, stellt Team A fest, dass die Uhr verschwunden ist, und stellt später fest, dass sie kaputt ist. Die Bewerber werden bald beauftragt, innerhalb von drei Stunden ein leeres Puzzle zu lösen. Als die Situation in Team A angespannt wird, als Yasushi Serika beschuldigt, die Uhr zu brechen, versucht Mutta, die Situation zu beruhigen, indem alle über den Weltraum sprechen und sie dazu bringen, zu berücksichtigen, dass JAXA die Uhr gebrochen hat, damit sie lernen können, sich auf ihr eigenes Zeitgefühl zu verlassen Während er die Tatsache versteckte, sah er, wie Naoto die Uhr brach.","versions":[{"lang":3,"streams":[{"redirect":8258729,"hoster":"VOE"},{"redirect":8258732,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Alarm, but No Clock","descr":"Nachdem die Rätselherausforderung beendet ist, bevor es jemandem gelingt, sie zu lösen, konfrontiert Mutta Naoto mit dem, was er gesehen hat, aber er beauftragt ihn nur, herauszufinden, warum er die Uhr gebrochen hat. Währenddessen ist Team B weiterhin von dem mysteriösen Alarm geplagt, der heimlich von einem der Teilnehmer kontrolliert wird, und stellt bald fest, dass auch die Uhr manipuliert wurde. Während Serika sich Sorgen macht, dass sie zu viel Essen zum Kochen verwendet hat und in den verbleibenden vier Tagen nicht mehr viel übrig ist, hat Team A bald ein eigenes Alarmproblem.","versions":[{"lang":3,"streams":[{"redirect":8258736,"hoster":"VOE"},{"redirect":8258739,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Culprit Is in the Room","descr":"Als Team A nach dem mysteriösen Alarm sucht, bemerkt Mutta ein seltsames Verhalten in Yasushi. Mutta wurde von Naoto an die Kameras erinnert und glaubt, dass JAXA hinter diesen Vorfällen steckt. Er erinnert sich an das, was er bei einem Besuch in Houston gelernt hat, bei dem Astronauten im Training Green Cards erhalten, mit denen sie angewiesen werden, Probleme zu verursachen. So leitet Mutta zu Recht ab, dass sowohl Naoto als auch Yasushi Green Cards erhalten hatten, mit denen sie angewiesen wurden, die Uhr zu brechen und den Alarm auszulösen. Später gesteht Serika Mutta die Nahrungsmittelknappheit, die fälschlicherweise glaubt, dass es sich um eine weitere Green Card-Bestellung handelt.","versions":[{"lang":3,"streams":[{"redirect":8258741,"hoster":"VOE"},{"redirect":8258743,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Roo-ra! Kenji!","descr":"Nach einigen weiteren Vorfällen im Zusammenhang mit der Green Card erhält Mutta seine eigene Green Card, die ihn dazu veranlasst, den ganzen Tag über zufällige Geräusche zu machen. Während Team B weiterhin mit Problemen konfrontiert ist, wird Kenji unter Druck gesetzt, als er aufgefordert wird, sich aus der Auswahl zurückzuziehen, da er das Gefühl hat, nichts getan zu haben, um die Teamarbeit zu verbessern. Als Kenji ernsthaft über einen Rückzug nachdenkt, erinnert er sich daran, was seine Tochter zu ihm gesagt hat, als er merkt, dass sie ihm sagt, er solle sein Bestes geben und sein Selbstvertrauen zurückgewinnen.","versions":[{"lang":3,"streams":[{"redirect":14002943,"hoster":"VOE"},{"redirect":8258748,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Day Before Goodbye","descr":"Als sich die Prüfung den letzten Tagen nähert, lernt Kenji seine Teamkollegen besser kennen. Hoshika überlegt, dass er Kenji zuvor keine Green Card gegeben hat, um seine Führungsqualitäten zu testen. Während Mutta verrät, dass sie für morgen kein Essen mehr haben, schafft er es in Team A, einige Zutaten für die Herstellung von Udon-Nudeln zu sammeln. Mutta erinnert sich daran, wie er es von Sharon zusammen mit Hibito gelernt hat und bringt alle dazu, gemeinsam Udon zu machen. Nachdem während seiner Schulzeit niemand sein Interesse am Weltraum geteilt hat, ist Mutta angenehm überrascht, wenn alle anderen überrascht sind, wie er Sharon kennt, und sie verbringen Zeit damit, gemeinsam über den Weltraum zu sprechen. Die Stimmung wird bald schwerer, wenn sie daran erinnert werden, dass sie noch zwei Personen auswählen müssen, um Astronauten zu werden.","versions":[{"lang":3,"streams":[{"redirect":12383503,"hoster":"VOE"},{"redirect":8258749,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Worst Possible Punishment","descr":"Am letzten Tag der Prüfung wird den Teams gesagt, dass sie für den Rest des Tages tun sollen, was sie wollen, bevor sie sich für eine Auswahl entscheiden. Team A beschließt daher, den Platz aufzuräumen. Während Team A Schwierigkeiten hat, sich für eine Methode zur Auswahl von zwei Astronauten zu entscheiden, erinnert sich Mutta an den Rat, den Sharon ihm gegeben hat, und schlägt vor, dass sie sich über ein Spiel mit Stein, Papier und Schere entscheiden, damit jeder eine faire Chance hat. Als Yasushi dies akzeptiert, zeigt er seine Aufzeichnungen aller Partituren und zeigt, dass er an letzter Stelle war. Mutta verrät, dass er auf die Idee gekommen ist, Stein, Papier und Schere von Yasushi zu verwenden, und er stimmt zu, mitzumachen.","versions":[{"lang":3,"streams":[{"redirect":8258759,"hoster":"VOE"},{"redirect":8722932,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"A Long-Awaited Glimpse of the Sky","descr":"Nachdem Team A nach einer Runde über seine Auswahl entschieden hat, endet die dritte Prüfung und Team A wird von den Mitarbeitern mit Applaus begrüßt. Als die Antragsteller sich wieder in den freien Himmel wagen, stellen sie fest, dass sie die ganze Zeit bei JAXA waren. Während Mutta und Kenji darüber diskutieren, wie diejenigen, die nicht ausgewählt wurden, möglicherweise noch eine Chance haben, besucht Yasushi, der im Match verloren hat, einen vielbewunderten Professor, Hiroto Baba, der ihm seinen neu gestalteten Raumanzug zeigt. Als Yasushi mit dem Rest von Team A zu einem festlichen Essen ging, erinnerte er sich daran, wie er sich für den Weltraum interessierte, war jedoch besorgt, dass er zu klein war, um Astronaut zu werden. Dies führte ihn dazu, Baba zu bewundern, als er einen kleineren Raumanzug erfand, der die Mindestgröße senkte, um Astronaut zu werden.","versions":[{"lang":3,"streams":[{"redirect":8258762,"hoster":"VOE"},{"redirect":8258761,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Working on the Dream","descr":"Team A trifft sich, um die Gewinner des Spiels, Serika und Reiji, beim Bestehen der dritten Prüfung zu feiern. In der Zwischenzeit diskutieren die JAXA-Mitarbeiter darüber, welche der verbleibenden Kandidaten ausgewählt werden sollen. Hoshika weist darauf hin, dass Team A der einzige war, der versprochen hat, sich beim Verlassen zu treffen. Vier Tage später wird bekannt gegeben, dass Houston einen Mann aus den verbleibenden Kandidaten auswählen wird, um sich den anderen anzuschließen, wobei Mutta davon ausgeht, dass Kenji wahrscheinlich vor ihm ausgewählt wird. Während Mutta sich Sorgen über seinen Mangel an Glück macht, setzt Hibito sein Training fort und ist neugierig auf Muttas Antwort. Als Mutta mit Naoto rumhängt, wird bekannt, dass Mutta ausgewählt wurde, nach Houston zu gehen, was Mutta beide erregt, ihn aber auch dazu bringt, sich Sorgen um Kenji zu machen.","versions":[{"lang":3,"streams":[{"redirect":8258768,"hoster":"VOE"},{"redirect":8258765,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Father, Son, and Mutta Claus","descr":"Mutta nimmt einen Teilzeitjob als Einkaufszentrum Santa an, um vor seiner Reise nach Houston etwas Geld zu verdienen. Währenddessen zeigt Yuri Teshima, einer der Kandidaten aus Team B, seinem Vater seine Leidenschaft für das außerirdische Leben. Als Mutta von JAXA erfährt, wann er nach Houston abreisen soll, erfährt er, dass Kenji tatsächlich neben ihm ausgewählt wurde, da Yuri beschlossen hatte, seine Bewerbung für eine Karriere in der Meeresbiologie abzulehnen. Sera besucht das Grab ihres Vaters und hinterlässt ein Tagebuch über alles, was sie im vergangenen Jahr gemacht hat, während Mutta Kenji besucht. Mit der Abschlussprüfung in zwei Monaten, die mit Hibitos Mission im Weltraum zusammenfällt, beschließt Mutta, vorzeitig nach Houston zu reisen.","versions":[{"lang":3,"streams":[{"redirect":12930942,"hoster":"VOE"},{"redirect":8258769,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The Worst Possible Interviewer","descr":"Während Hibito trainiert, ein Raumfahrzeug für seine Mondmission zu benutzen, mäht Mutta für Ozzy Rasen. Später isst Mutta mit Jennifer und Lowry zu Abend, Hibitos Backup, wo er erfährt, dass der Prüfer für die Abschlussprüfungen Takio Azuma sein wird, der angeblich einen Groll gegen Hibito hegt, weil er ausgewählt wurde, anstelle von ihm auf den Mond zu gehen, und Mutta auf einen setzt Nachteil.","versions":[{"lang":3,"streams":[{"redirect":13115494,"hoster":"VOE"},{"redirect":8258777,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Sonic Little Brother Training Big Brother","descr":"Als Hibito sich erinnert, wie er Azuma bewunderte, erzählt er Mutta, wie seine letzte Astronautenauswahlprüfung ein Interview mit einem der japanischen Astronauten war. Während Mutta überlegt, wie er seine Zeit vor der Prüfung verbringen soll, sieht er, wie Hibito ein Düsenflugzeug steuert und Mutta daran erinnert, wie er gekommen ist, um ihn zu unterstützen. Während der Tag für Hibitos Start herunterzählt, trainiert Mutta seinen Körper und Geist mit Ozzy, um sich auf sein Interview vorzubereiten. Sieben Tage vor dem Start, als Hibito in die Quarantäne gebracht wird, reisen Serika und die anderen Kandidaten mit Muttas Eltern nach Houston.","versions":[{"lang":3,"streams":[{"redirect":14132422,"hoster":"VOE"},{"redirect":14132423,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Painful Interview","descr":"Als der Tag der Abschlussprüfung kommt, wird Nanba durch schmerzende Beinmuskeln aufgrund all der Kniebeugen, die er neulich gemacht hat, behindert. Nachdem Mutta den Interviewraum betreten und die Prüfer, darunter Azuma und Soichi Noguchi, getroffen hat, setzt er sich nur hin, damit sein Stuhl aufgrund einer Kombination aus einer von einem der Prüfer gelösten Schraube und Muttas Anspannung beim Verstecken seiner Krämpfe bricht. Nach Ende der Interviews haben die Kandidaten ein festliches Essen mit den Prüfern. Unbekannt für die Kandidaten war das Interview ein Köder, der ihre Wache fallen lassen sollte, wenn die Prüfer außerhalb einer Prüfungsumgebung Beobachtungen machen. Als Mutta heimlich auf seine Beobachtungen zu den anderen Kandidaten untersucht wird, begegnet er Azuma von Angesicht zu Angesicht.","versions":[{"lang":3,"streams":[{"redirect":8258786,"hoster":"VOE"},{"redirect":8258787,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"One Question","descr":"Als Mutta beschließt, sich mit Azuma zu unterhalten, stellt er ihm eine Frage, die ihm zuvor ein anderer Astronaut gestellt hat. \"Bist du bereit zu sterben?\" Mutta gibt eine ehrliche Antwort, dass er versuchen würde, wenn möglich zu überleben, ähnlich wie Azuma und Hibito dieselbe Frage beantworteten. Als Mutta und andere Kandidaten nach Florida aufbrechen, erinnert er sich, wie er und Hibito monatelang versucht haben, Aufnahmen von dem UFO zu machen, das sie sagen, da es aufgrund des Zidane-Headbutt-Vorfalls niemand anderes gesehen hat. Bei seiner Ankunft in Florida besuchen Mutta und seine Eltern Hibito und geben ihm eine DVD-R mit dem Titel \"Das Wunder von Doha\", die er mit zum Mond nehmen kann","versions":[{"lang":3,"streams":[{"redirect":8258792,"hoster":"VOE"},{"redirect":8258790,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Miracle of Doha","descr":"Hibito erinnert sich, wie Mutta von denen gemobbt wurde, die ihm wegen des UFO nicht glaubten. Um Beweise für die Existenz von UFOs zu finden, um das Mobbing zu stoppen, ohne selbst auf Gewalt zurückzugreifen, beschloss er, sein eigenes UFO zu erstellen und das Filmmaterial, das er zu seinem 13. Geburtstag gefilmt hatte, Mutta zu geben. Obwohl Mutta offensichtlich sagte, es sei eine Fälschung, schätzte er den Gedanken und schätzte die DVD. Als die Mobber stattdessen anfingen, Hibito anzuschalten, kämpfte Mutta mit seinem Kopfstoß gegen sie.","versions":[{"lang":3,"streams":[{"redirect":8258795,"hoster":"VOE"},{"redirect":8258796,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Night Before Launch","descr":"Die Mars V-Rakete, die Teile für den Bau einer Mondbasis enthält, wird erfolgreich in den Weltraum abgefeuert. In der Nacht vor Hibitos Start wird Mutta von seiner Mutter besucht, die ihre Besorgnis über den Start zum Ausdruck bringt. Am Morgen des Starts meldet die NASA eine 60% ige Chance, dass der Start aufgrund des Wetters verschoben wird, aber Hibito bleibt optimistisch, dass der Start fortgesetzt wird. Als Mutta und Kenji das Nachrichtenzentrum besuchen, um sich über das Wetter zu informieren, lässt ein Kind mit einer Punk-Frisur Apo los.","versions":[{"lang":3,"streams":[{"redirect":8258798,"hoster":"VOE"},{"redirect":8258801,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Dog, Old Man, and Alexander","descr":"Als Mutta und die anderen nach Apo suchen, findet Mutta Apo und wird von einem seltsamen NASA-Mitarbeiter namens Deneil Young vertrieben, der Mutta zu einem Ort mit verlassenen Trainingseinrichtungen mitnimmt. Mutta erreicht die Spitze eines alten Blockhauses und bietet einen spektakulären Blick auf die Startrampe. Als der Mars, den ich endlich abhebe, abhebt, tritt Mutta zurück und schaut voller Ehrfurcht zu.","versions":[{"lang":3,"streams":[{"redirect":8258805,"hoster":"VOE"},{"redirect":8258808,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Rocket Road","descr":"Als Hibito und seine Crew es endlich in die Schwerelosigkeit des Weltraums schaffen, erinnert sich Mutta an die Zeit, als er und Hibito an Bord der ISS eine Sendung von Akihiko Hoshide besuchten, Hibitos Frage beantworteten und ihn ermutigten, Astronaut zu werden. Zurück in der Gegenwart enthüllt Deneil Mutta, dass er derjenige war, der Hibito beigebracht hat, einen Jet zu fliegen, und sagt, dass sie sich auf dem Flugplatz wiedersehen werden, sollte Mutta ausgewählt werden.","versions":[{"lang":3,"streams":[{"redirect":8258812,"hoster":"VOE"},{"redirect":8258810,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"A Private Place","descr":"Während die Kandidaten den Start von Hibito feiern, werden sie informiert, dass sie nach Japan zurückkehren und eine Woche nach der Landung von Hibito auf dem Mond von den Ergebnissen erfahren werden, obwohl Mutta sich dafür entscheidet, in Houston zu bleiben, bis Hibito auf dem Mond landet. Später gibt Hibito an Bord der Orion ein Interview auf seiner Reise zum Mond, die in ganz Japan ausgestrahlt wird. Während Mutta Zeit mit Jennifer verbringt, zeigt sie ihm Azuma mit seiner Familie. Als Mutta sie begrüßt, schüttelt Azuma ihm die Hand und lädt ihn ein, sich ihnen anzuschließen, wo er von seiner Frau mehr über ihn erfährt. Später in dieser Nacht erinnert sich Azuma an den Druck, dem sie von der Presse ausgesetzt war, nachdem sie den Mond umkreist hatte, und wie Brian Jay Hibito empfohlen hatte, der erste zu sein, der auf dem Mond wandelte.","versions":[{"lang":3,"streams":[{"redirect":8258819,"hoster":"VOE"},{"redirect":8258814,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Moon Rabbit","descr":"Als sich der Orion dem Mond zur Landung nähert, erhält Hibito eine Videobotschaft von Mutta. Ganz Japan schaltet sich am frühen Morgen ein, um die Live-Übertragung der Mondlandung zu sehen, die Hibito erfolgreich durchziehen kann. Während Hibito sich darauf vorbereitet, seine ersten Schritte auf der Mondoberfläche zu unternehmen, erinnert er sich an Muttas Videobotschaft und versichert ihm Azumas Zustimmung. In diesem Sinne verwandelt Hibito seinen ersten Schritt in den sogenannten \"Mondsprung\", obwohl Mutta sich ein wenig über Hibitos \"erste Worte der Inspiration\" schämt.","versions":[{"lang":3,"streams":[{"redirect":8258820,"hoster":"VOE"},{"redirect":8258822,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Pug and Hug on a Moonlit Night","descr":"Während die Mondmission ihren Fortschritt beginnt, bemerkt Hibito etwas Glänzendes auf der Mondoberfläche, bevor er dazu beiträgt, die Spannung des Restes der Besatzung zu lockern. In der Zwischenzeit kommt Mutta zurück in Japan und bringt Apo mit nach Hause, in der Hoffnung, dass er ihm Glück beim Bestehen der Prüfung bringt. Beim Einkaufen gewinnt Mutta einen Trostpreis in einer Lotterie, weil er glaubt, sein ganzes Glück aufgebraucht zu haben und paranoid zu werden. Am Tag der Auswahlankündigung wird Kenji als erster von JAXA angerufen.","versions":[{"lang":3,"streams":[{"redirect":8258826,"hoster":"VOE"},{"redirect":8258828,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"From the Little Corner of a Big Facility","descr":"Als Kenji seinen Anruf von JAXA erhält, erinnert er sich daran, wie sein Leben vor all dem war. Obwohl er im Allgemeinen mit seiner Arbeit zufrieden war, hatte er sich immer etwas mehr gewünscht. Er erinnert sich auch, als er seine Frau Yuki kennenlernte, die ihm später von dem Astronautenauswahlprogramm erzählte. Dies veränderte sein tägliches Leben ein wenig mehr, als er begann, sich seinen Träumen zuzuwenden. Als die Ergebnisse endlich bekannt gegeben werden, erfährt Kenji, dass er die Prüfung zur Freude seiner Familie bestanden hat.","versions":[{"lang":3,"streams":[{"redirect":8258831,"hoster":"VOE"},{"redirect":8258829,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Dancing Astronaut","descr":"Als Serika das Grab ihres Vaters besucht, nachdem sie von ihren Ergebnissen erfahren hat, erinnert sie sich an ihre Kindheit. Als Biologe, der \"kleine Universen\" studierte, inspirierte Rinpei Itou Serika, Astronautin werden zu wollen. Rinpei wurde bald mit einer lähmenden Hirnstörung ins Krankenhaus eingeliefert, deshalb bat er Serika, ein Tagebuch zu erstellen, um ihm von ihrem täglichen Leben zu erzählen. Rinpeis Zustand verschlechterte sich bald, da sich herausstellte, dass sein Zustand eine seltene Krankheit war. Serika las über Chiaki Mukai, einen Astronauten, der an Bord der ISS Heilmittel entwickelte, und war fest entschlossen, dasselbe zu tun, damit sie ein Heilmittel für Rinpeis Zustand finden konnte. Er starb jedoch bald danach. Nachdem Serika erfahren hat, dass sie ihre Prüfungen bestanden hat, feiert sie mit einem nostalgischen Ice Pop.","versions":[{"lang":3,"streams":[{"redirect":8258836,"hoster":"VOE"},{"redirect":8258837,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Two Men in the Park","descr":"Als Mutta sich Sorgen macht, ob er genug Glück hat, um zu passen, beschließt Hoshika, die Last der Enthüllung der Ergebnisse zu teilen. Die erste Person, die er anruft, ist Mizoguchi, der schockiert ist zu erfahren, dass er versagt hat, da er bei allem, was er getan hat, immer die Spitze war. Auf die Frage, warum er versagt hat, erklärt Hoshika, dass es sein Mangel an Abhängigkeit von anderen ist, der ihn zum Scheitern gebracht hat. Danach bittet Hoshika Mutta, ihn im Park zu treffen, wo er persönlich verrät, dass Mutta seine Prüfung bestanden hat. Hoshika bringt Mutta dann direkt zur Pressekonferenz.","versions":[{"lang":3,"streams":[{"redirect":8258843,"hoster":"VOE"},{"redirect":8258839,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Eleventh E-mail","descr":"Bei seiner Ankunft im Konferenzgebäude trifft sich Mutta mit einigen der erfolglosen Bewerber, bevor er in die Haupthalle geht, wo er von Serika, Kenji und Reiji zusammen mit Ena Kitamura von Team B begrüßt wird. Als Hoshika Hibito die Nachricht von Muttas Erfolg gibt, schafft es Mutta, durch die Konferenz zu kommen, ohne es zu vermasseln. Als die Bande nach der Konferenz zusammenkommt, feiert Naoto mit ihnen, während Yasushi Mutta verschiedene Texte schickt, in denen er ihm gratuliert und erklärt, wie er sich immer für ihn entschieden hat.","versions":[{"lang":3,"streams":[{"redirect":8258846,"hoster":"VOE"},{"redirect":8258847,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Lunar Illusions","descr":"Als Mutta und die anderen ihren ersten Tag bei JAXA beginnen, erhalten sie von Murasaki einen Vortrag über die Ausbildung, die sie absolvieren werden, um vollwertige Astronauten zu werden. Währenddessen werden Hibito und Co-Astronaut Damian auf den Mond geschickt, um eine beschädigte Raumsonde zu bergen. Sie kämpfen mit den Illusionen, die der Mond auf die Wahrnehmung spielt, während die anderen Astronauten Buddy Waters und Karen Jones ein Fernsehspecial veranstalten. Während Hibito und Damian versuchen, ein Abteil ihres Buggys zu öffnen, verlieren sie den Überblick und fahren in einen Krater.","versions":[{"lang":3,"streams":[{"redirect":8258853,"hoster":"VOE"},{"redirect":8258852,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Heaven and Hell","descr":"Hibito finds himself trapped inside the crater, separated from Damian and unable to contact Houston. As Hibito searches for Damian, he manages to find the probe they were looking for. A flare alerts Hibito to Damian\u0027s position, where he finds Damian has injured his leg and his temperature regulation system is broken, meaning he will soon freeze to death. Although Damian tells Hibito to leave him behind, Hibito instead decides to use the battery from the buggy to power the probe in order to get him out of the crater. As Hibito attempts to climb up the craterside to reach the probe, he loses his grip and falls, damaging his suit on impact.","versions":[{"lang":3,"streams":[{"redirect":12173932,"hoster":"VOE"},{"redirect":8258857,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Eighty Minutes to Live","descr":"Während die NASA über Rettungsaktionen für Hibito und Damian spricht, schlägt Azuma vor, dass sie ferngesteuerte Sonden senden, um sie zu unterstützen, während die anderen Astronauten darauf warten, dass ihr Buggy aufgeladen wird. Obwohl sich Hibito von seinem Sturz erholt, teilt Damian ihm mit, dass sein Hauptsauerstofftank durchstochen wurde, so dass ihm nur noch achtzig Minuten Sauerstoff übrig bleiben. Trotzdem setzt Hibito seinen Versuch fort, Damian zu retten, und schafft es, die Sonde zu erreichen und sie wieder zu aktivieren. In der Zwischenzeit kommt Mutta, nachdem er gerade die Nachrichten gehört hat, zu JAXA und gibt ihnen einige Informationen darüber, wie Hibito sich verhalten würde, obwohl dieser Rat von der NASA ignoriert wird.","versions":[{"lang":3,"streams":[{"redirect":8258862,"hoster":"VOE"},{"redirect":8258861,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Hibito\u0027s Choice","descr":"Hoshika sagt Mutta, dass Houston erkennen kann, ob Hibito sich bewegt hat, wenn er seine verbleibende Fackel abfeuert. In der Zwischenzeit beschließt Hibito, der weniger als zwanzig Minuten Sauerstoff übrig hat, seine letzte Fackel als provisorischen Kamin zu verwenden, um Damian mit der nötigen Wärme zu versorgen. Hibito erreicht schließlich die Spitze des Kraters und setzt Damian dem Sonnenlicht aus, wird jedoch gestresst, wenn er mit niemandem kommunizieren kann. In der Zwischenzeit erfährt Houston von ihrem Standort, der zu dem von Mutta vorhergesagten Zeitpunkt lag, und erfährt, dass Hibito weniger als zehn Minuten Sauerstoff übrig hat. Nachdem Hibito sichergestellt hat, dass Damian richtig beschattet ist, beschließt er, alleine spazieren zu gehen und bereitet sich darauf vor, wieder in die Schlucht zu gehen, damit er die Sterne wieder sehen kann. In diesem Moment entdeckt er den Blitz, den er zuvor gesehen hat, und beschließt, ihn zu untersuchen. Dabei entdeckt er, dass es sich um eine kleine Astronautenfigur handelt, die Brian zurückgelassen hat.","versions":[{"lang":3,"streams":[{"redirect":8258866,"hoster":"VOE"},{"redirect":8258868,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Brian","descr":"Hibito erinnert sich an Brian, der für ihn so etwas wie ein Mentor war. Hibito überprüft die Rückseite der Figur und findet ein Bild eines jungen Brian mit seinem Bruder Eddie Jay. Als er merkt, dass Brian die Figur dort gelassen hat, stehen beide Brüder schließlich zusammen auf dem Mond. Die Sauerstoffreserven in Hibitos Anzug gehen bald zur Neige und Hibito schmerzt, als er nach Sauerstoff schnappt, bevor er fast das Bewusstsein verliert. In diesem Moment kommt die nach Brian benannte sauerstoffproduzierende Drohne auf die Bühne und ermöglicht es Hibito, rechtzeitig Sauerstoff zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":8258870,"hoster":"VOE"},{"redirect":8258875,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Three Astronauts","descr":"Es zeigt sich, dass Hibito gerettet werden konnte, weil Azuma die NASA gebeten hatte, Muttas Theorie als Worst-Case-Szenario zu berücksichtigen und die Brian-Drohne dorthin zu schicken, wo er sie vorgeschlagen hatte. Währenddessen ist Mutta erleichtert, von Hibitos Sicherheit zu hören, sobald die Nachricht JAXA erreicht. Während die anderen Astronauten, Freddy Saturn und Buddy Walters, Hibito und Damian zurück zur Basis bringen, erinnern sie sich an all die Dinge, die Brian ihnen beigebracht hat. Drei Tage später hat Mutta die Gelegenheit, mit Hibito zu sprechen, der ihm seinen tiefsten Dank dafür ausspricht, dass er ihm geholfen hat, ihn zu retten, und verspricht, dass beide zusammen auf dem Mond stehen werden.","versions":[{"lang":3,"streams":[{"redirect":8258878,"hoster":"VOE"},{"redirect":8258877,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Five Blue Rangers","descr":"Mutta besucht Sharon, die schockiert ist zu hören, in welcher Gefahr Hibito war. Sie enthüllt, dass ihr Astronomieteam Mittel für den Bau eines Mondteleskops auf dem Mond erhalten hat, mit dem die Menschen weiter in den Weltraum sehen können, eine Idee, die beflügelt wird von ihrem verstorbenen Ehemann Shinichi, der einen Asteroiden nach ihr benannte, bevor er an einer Krankheit starb. Dies spornt Mutta an, sein Versprechen an Sharon und sein Versprechen an Hibito zu erfüllen. Später erhalten Mutta und die anderen ihre offiziellen JAXA-Overalls, bevor ihnen mitgeteilt wird, dass sie morgen nach Houston reisen werden, um ihr gemeinsames Astronautentraining zu beginnen.","versions":[{"lang":3,"streams":[{"redirect":8258879,"hoster":"VOE"},{"redirect":8258881,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Number One Restless Guy","descr":"As the astronaut candidates arrive at the airport, Serika and Ena think back to their last meals with their friends and family. Serika had dinner with her friends and grandparents whilst Ena spent time with her younger sister, Kei, helping her decide what she wants to do in the future. Meanwhile, Mutta attracts a lot of attention after Murasaki tricks him into putting on his jumpsuit in the airport. Meanwhile at NASA, astronaut Vincent Bold is assigned as the training instructor for the new trainees. Upon arriving at Houston, Mutta meets up with Ozzy, who helps him and Kenji set up accommodation in Hibito\u0027s house.","versions":[{"lang":3,"streams":[{"redirect":14002944,"hoster":"VOE"},{"redirect":8258887,"hoster":"Streamtape"}]}]}]}]}