{"path":"/serie/stream/ufo-hunters","name":"UFO Hunters","descr":"Das Team der `UFO Hunter` überprüft Meldungen über unbekannte Flugobjekte und versucht, mit Hilfe möglichst vieler Indizien und Beweise zu entscheiden, ob es sich um authentische Sichtungen oder um schlichte Betrugsfälle handelt.","seasons":[{"path":"/serie/stream/ufo-hunters/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ufo-hunters/staffel-1/episode-1","name":"Erstkontakt","epNo":1,"alt":"The UFO Before Roswell","descr":"Eine Woche vor dem angeblichen UFO-Absturz in Roswell/Neu-Mexiko wurden sechs Flugobjekte vor Maury Island im US-Bundesstaat Washington gesichtet. Harold Dahl und sein Sohn wurden Zeugen, als Trümmer im Meer und am Strand niedergingen. Das Militär wurde eingeschaltet, und Offiziere der Air Force sollten Zeugen befragen und Trümmerteile einsammeln. Doch ihr Flugzeug stürzte ab, bevor die Offiziere ihr Ziel erreichten. Das Team der ‚UFO Hunters‘ hat die Absturzstelle ausfindig gemacht und untersucht sie gemeinsam mit einem Archäologen auf Hinweise. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330185","hoster":"VOE"},{"path":"/redirect/10149782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-2","name":"USO\u0027s","epNo":2,"alt":"USO\u0027s","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330181","hoster":"VOE"},{"path":"/redirect/10149784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-3","name":"Entführungen","epNo":3,"alt":"Abductions","descr":"Entführungen durch Außerirdische sind ein bekanntes und oft dokumentiertes Phänomen. Gegenstände, die in menschliche Körper eingepflanzt wurden und die als Beweis für solche Ereignisse dienen sollten, existieren jedoch bisher nicht. In dieser Folge geht es um Menschen, die von Aliens entführt und festgehalten wurden, Menschen, die als Versuchskaninchen dienten und denen Gegenstände in die Körper eingepflanzt wurden. Zum ersten Mal sehen die Zuschauer eine OP, bei der ein solches, angeblich außerirdisches Implantat aus dem Körper eines Entführten entfernt wird. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930936","hoster":"VOE"},{"path":"/redirect/10149783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-4","name":"Bruchlandung","epNo":4,"alt":"Crash and Retrieval","descr":"1947 stieß an der amerikanisch-mexikanischen Grenze ein unbekanntes Flugobjekt mit einem zivilen Luftfahrzeug zusammen. Das mexikanische Untersuchungsteam traf vor dem der USA an der Absturzstelle ein und lud die Wrackteile auf einen Truck. Als die Amerikaner auf den Konvoi trafen, mussten sie feststellen, dass er überfallen worden war. Sämtliche Begleitpersonen waren tot, doch die UFO-Wrackteile konnten vom US-Militär geborgen werden. 60 Jahre später wurden in anderen mexikanischen Orten erneut seltsame Objekte am Himmel gesichtet. Die UFO Hunters beginnen mit der Untersuchung der Ereignisse. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330180","hoster":"VOE"},{"path":"/redirect/10149786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-5","name":"Unter Verschluss","epNo":5,"alt":"Military vs. UFOs","descr":"Im Jahr 1956 wurde ein unbekanntes Flugobjekt über der Nordsee gesichtet. Es bewegte sich in Richtung Bentwaters, einem Stützpunkt der Royal Air Force, der mit Nuklearwaffen bestückt war. Zwei Kampfjets vom Typ ‚Venom‘ sollten Kontakt mit dem Objekt aufnehmen, doch in der Luft wurden ihre Waffen und elektrischen Systeme außer Gefecht gesetzt. Im Januar 1980 erspähten britische und amerikanische NATO-Soldaten in der Nähe von Rendlesham Forest in England erneut ein Objekt am Himmel. In beiden Fällen wurden die Ereignisse vom Militär vertuscht. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330203","hoster":"VOE"},{"path":"/redirect/10149785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-6","name":"Auf Streife","epNo":6,"alt":"Cops vs. UFOs","descr":"Für Polizisten sind UFO-Sichtungen weniger ungewöhnlich, als man vielleicht denken mag. Viele von ihnen wurden Zeuge, unerklärlicher Begebenheiten. In dieser Folge von ‚UFO Hunters‘ berichten erfahrene und hochdekorierte Polizeibeamte von ihren Begegnungen mit UFOs und liefern Berichte und Indizien aus erster Hand. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330199","hoster":"VOE"},{"path":"/redirect/10149787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-7","name":"Außerirdische Technologien","epNo":7,"alt":"Reverse Engineering","descr":"Stimmt es, dass das US-Militär zahlreiche Technologien wie die Tarnkappentechnik von UFOs übernommen hat? Basiert moderne Technologie einzig auf der Erforschung und Nachahmung außerirdischer Intelligenz? Die UFO Hunters gehen in dieser Folge der Idee nach, dass Technologien der Faseroptik, Nachtsicht und Mikrochips auf Untersuchungen von Trümmern geborgener UFOs basieren. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330197","hoster":"VOE"},{"path":"/redirect/10149788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-8","name":"Fenster in andere Dimensionen?","epNo":8,"alt":"Vortexes","descr":"Überall auf Welt gibt es Orte, die, wie das Bermuda-Dreieck, bekannt dafür sind, dass immer wieder mysteriöse Ereignisse auftreten. Auch Sedone im US-Bundesstaat Arizona ist ein solcher Ort. Das Team der ‚UFO Hunters‘ reist dorthin, um Menschen zu befragen, die helle Lichter und Objekte am Himmel gesehen haben. Dabei erkunden sie das Vortex-Prinzip: Orte, an denen auf der Erdoberfläche Energiewirbel aufeinandertreffen. Laut der Relativitätstheorie seien mit Hilfe dieser Strudel sogar interdimensionale Reisen möglich. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330204","hoster":"VOE"},{"path":"/redirect/10149789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-9","name":"Kontaktaufnahme","epNo":9,"alt":"Alien Contact","descr":"Immer wieder behaupten Menschen, sie hätten direkten Kontakt mit außerirdischen Lebensformen gehabt. In dieser Folge lässt das Team der ‚UFO Hunters‘ Menschen zu Wort kommen, die von ihren Erlebnissen mit Außerirdischen berichten. Dabei werden die vermeintlichen Kontaktpersonen von medizinischen und wissenschaftlichen Fachleuten betreut, um herauszufinden, was wirklich mit ihnen passiert ist. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330201","hoster":"VOE"},{"path":"/redirect/10149790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-10","name":"Ufos über Texas","epNo":10,"alt":"Invasion: Texas 2008","descr":"Bereits im Dezember 2007 sahen einige Menschen in der Nähe von Dallas/Texas UFOs am Himmel. Innerhalb eines Monats verzehnfachte sich die Zahl solcher Berichte. Das Team der ‚UFO Hunters‘ reist nach Stephenville in Texas, um die seltsamen Lichter am Himmel vor Ort zu untersuchen. Dabei treffen sie Zeugen und analysieren seltsames Material – schließlich kommen sie zu einem unglaublichen Ergebnis. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330202","hoster":"VOE"},{"path":"/redirect/10149791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-11","name":"Luftkämpfe","epNo":11,"alt":"UFO Dogfights","descr":"Am 9. Mai 1980 wurde ein UFO in der Nähe eines Luftwaffenstützpunktes in Peru gesichtet. Ein Kampfjet nahm die Verfolgung des Objekts auf, musste sie aber abbrechen, als ihm der Treibstoff ausging. In dieser Sendung wird der offiziell freigegebene Bericht untersucht und der damalige Pilot zum genauen Geschehen befragt. Auch am 19. September 1976 erschien ein UFO auf dem Radar, diesmal in Teheran, Iran. Die Luftwaffe ließ zwei Abfangjäger ausschwärmen. Auch in diesem Fall berichtet einer der Piloten von der Verfolgungsjagd und dem plötzlich ausgefallenen Waffensystem an Bord seines Jets. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330205","hoster":"VOE"},{"path":"/redirect/10149792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-12","name":"Code Red","epNo":12,"alt":"Code Red","descr":"In der Nacht des 7. Oktober 1965 wurde auf der Edwards Air Force Base in Kalifornien ein UFO-Alarm ausgelöst. Mithilfe von Tonbandaufzeichnungen aus dem Tower und einem Interview mit dem wachhabenden Sergeant Chuck Sorrels untersuchen die ‚UFO Hunters‘ die Ereignisse. Sorrels erzählt von zwölf unbekannten Flugobjekten, die das Radar der Edwards Air Force Basis und anderer Stützpunkte gesichtet hatte. Eine gestartete F-106 war nicht in der Lage den Flugobjekten zu folgen. Auch ein ehemaliger Testpilot kommt zu Wort und berichtet, was er damals gesehen hat. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330200","hoster":"VOE"},{"path":"/redirect/10149793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-1/episode-13","name":"Die NASA-Akten","epNo":13,"alt":"The NASA Files","descr":"In dieser Folge analysiert das Team der ‚UFO Hunters‘ unglaubliches Material von UFO-Sichtungen aus Archiven der NASA. Unter anderem führt das Team Interviews mit Apollo-Astronaut Edgar Mitchell und einer ehemaligen NASA-Dienstleisterin, die berichtet, wie sie unbekannte Objekte aus Fotos retuschierten musste, ehe sie veröffentlicht wurden. Es geht auch um eine Frau, die die NASA wegen eines angeblichen UFO-Absturzes 1965 vor Gericht brachte. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173929","hoster":"VOE"},{"path":"/redirect/10149794","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ufo-hunters/staffel-2/episode-1","name":"Das Illinois Video","epNo":1,"alt":"Invasion Illinois","descr":"Die Analyse der Videoaufnahme einer angeblichen UFO-Sichtung über dem US-amerikanischen Bundesstaat Illinois ergab, dass das Objekt einen Durchmesser von mehr als 450 Metern gehabt haben könnte. Das Team findet heraus, dass in der gleichen Zeit ähnliche Objekte in der ganzen Welt gesichtet wurden. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330207","hoster":"VOE"},{"path":"/redirect/10149795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-2","name":"UFO-Alarm","epNo":2,"alt":"UFO Emergency","descr":"Polizeiprotokolle, Videoaufnahmen und Augenzeugenberichte lassen darauf schließen, dass sich im Jahr 1994 über dem Himmel von Ohio etwas Seltsames ereignet haben muss. Zum ersten Mal spricht ein Mitarbeiter des staatlichen Wetterdienstes über das, was er in dieser Nacht auf dem Radarschirm sah. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330213","hoster":"VOE"},{"path":"/redirect/10149796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-3","name":"Explosion in Kokomo","epNo":3,"alt":"Heartland Explosion","descr":"Im Jahr 2008 wurde eine kleine Stadt in Indiana von einem ohrenbetäubenden Dröhnen erschüttert. Häuser erzitterten, Tausende von Bewohnern gerieten in Panik und wählten den Notruf. War es ein Überschallknall? Neue Erkenntnisse von UFO-Jägern ziehen diese Theorie in Zweifel. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330212","hoster":"VOE"},{"path":"/redirect/10149797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-4","name":"Erste Sichtungen","epNo":4,"alt":"First Contact","descr":"Berichten zufolge haben die Bewohner der texanischen Stadt Aurora im Jahr 1897 die Leiche eines Außerirdischen entdeckt und auf ihrem Friedhof bestattet. Die UFO-Jäger versuchen, eines der ersten UFO-Phänomene der Geschichte zu enträtseln. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330215","hoster":"VOE"},{"path":"/redirect/10149799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-5","name":"Roswell - Neue Erkenntnisse","epNo":5,"alt":"The Real Roswell","descr":"Neue Beweise deuten darauf hin, dass es mehr als nur einen Ufo-Absturz in der Nähe von Roswell gab. Am 8. Juli 1947 wurde bekannt, dass Soldaten vom Armee-Luftwaffenstützpunkt in Roswell eine ‚fliegende Scheibe‘ auf einem benachbarten Grundstück gefunden haben sollen. Über 60 Jahre später gibt es neue Theorien, neue Zeugen und neue Beweise zu diesem Fall. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330210","hoster":"VOE"},{"path":"/redirect/10149803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-6","name":"Lichter über Arizona","epNo":6,"alt":"Arizona Lights","descr":"Im April des Jahres 2008 meldeten Bewohner der Stadt Phoenix mysteriöse Lichterscheinungen am Himmel über Arizona. Bereits im Jahr 1997 wurden diese erstmalig beobachtet. Das Team der UFO-Hunters reist nach Phoenix, um einen der meist gemeldeten UFO-Zwischenfälle neu zu untersuchen und findet heraus, dass die Lichter zurückgekommen sind. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12930939","hoster":"VOE"},{"path":"/redirect/10149798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-7","name":"Verschollene Beweise","epNo":7,"alt":"Lost UFO Files","descr":"In den 1950er-Jahren revolutionierte ein führender Physiker der Universität Arizona die gesamte UFO-Forschung. Nach seinem Tod im Jahr 1971 landeten seine Forschungsergebnisse in den Archiven und blieben unbeachtet – bis heute. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330211","hoster":"VOE"},{"path":"/redirect/10149801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-8","name":"Virus aus dem All","epNo":8,"alt":"Alien Fallout","descr":"Am 29. Dezember 1980 trafen Betty Cash, Vickie Landrum und Colby Landrum in den Piney Woods in Texas auf ein riesiges Objekt. Es flog sehr tief, stieß Flammen aus und gab erhebliche Hitze ab. Alle drei wiesen in derselben Nacht Symptome wie Erbrechen, Durchfall und Schmerzen am ganzen Körper auf, die jenen von Verbrennungen ähnelten. Betty Cash kam einige Tage später in die Notaufnahme: Sie war zu schwach, um zu laufen und verlor ganze Haarbüschel. Die Untersuchung weiterer Fälle von Krankheiten nach Alien-Sichtungen zeigen, ob UFOs mehr als nur Blickkontakte hinterlassen. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330209","hoster":"VOE"},{"path":"/redirect/10149802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-9","name":"Mega-UFOs","epNo":9,"alt":"Giant UFOs","descr":"Am 28. Januar 1994 sichtet der Pilot einer Air France Maschine ein rotbraun leuchtendes, scheibenförmiges Objekt, das rund 300 Meter lang ist. Am 25. April 2007 beobachtet ein weiterer Pilot eines Passagierflugzeuges über dem Ärmelkanal über 15 Minuten lang zwei hellgelbe, flache Objekte. Er ist beindruckt von deren Größe und gibt an, dass diese über einen Kilometer breit gewesen seien. Der Pilot einer anderen Maschine bestätigt diese Geschichte. Das ‚UFO-Hunters‘-Team steigt in die Lüfte, um die Sichtungen der größten Ufos zu erforschen, die jemals gemeldet wurden. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330214","hoster":"VOE"},{"path":"/redirect/10149800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-10","name":"UFOs über Wales","epNo":10,"alt":"UFO Storm (British Invasion \u002708)","descr":"Im Mai 2008 veröffentlichte das britische Verteidigungsministerium bislang geheim gehaltene Akten über Ufos. Einen Monat später entdeckte die Besatzung eines Polizeihubschraubers dann ein ungewöhnliches Flugzeug in Wales. Daraufhin gingen zahlreiche Augenzeugenberichte und Videos über weitere Ufo-Sichtungen bei Großbritanniens Zeitungen ein. Eine regelrechte Ufo-Hysterie erfasste das Land. Nick Pope, der jahrelang beim britischen Verteidigungsministerium für die Auswertung von Berichten über Ufo-Sichtungen zuständig war, versucht nun, dieses spannende Geheimnis zu lösen. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330218","hoster":"VOE"},{"path":"/redirect/10149804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-11","name":"Mysteriöse Abstürze","epNo":11,"alt":"Alien Crashes","descr":"In den frühen Morgenstunden des 14.Mai 2008 sahen Augenzeugen in Needles, Kalifornien, ein türkis leuchtendes Objekt im steilen Sinkflug über dem Colorado River. Kurz darauf transportierten Militärhubschrauber ein Objekt ab, das zu leuchten schien. Militärs befragten die Einwohner der Stadt und schüchterten Augenzeugen und Bürger ein. Nun wird der Ort dieser UFO-Landung nach Beweisen abgesucht. Hat die amerikanische Regierung hier tatsächlich etwas zu verbergen? (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330216","hoster":"VOE"},{"path":"/redirect/10149806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-12","name":"Area 51","epNo":12,"alt":"Area 51 Revealed","descr":"Am 26. Oktober 1994 bestätigte die US-Regierung zum ersten Mal offiziell die Existenz von Area 51. Sechs Monate später wurden 1600 Hektar, die den Stützpunkt umgeben, für die Öffentlichkeit geschlossen. Mehr als zehn Jahre später zeigen Satellitenfotos neue Gebäude, Türme und Landebahnen. Geheime Flugzeuge mit abgedunkelten Fenstern bringen Passagiere aus Las Vegas dort hin. Und die Sicherheitsmaßnahmen im Umkreis des Stützpunkts sind stärker als je zuvor. Das Team von UFO Hunters begibt sich mitten in das Epizentrum der UFO- und Militär-Verschwörungstheorien, um neue Blickwinkel zu finden. (Text: History)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330217","hoster":"VOE"},{"path":"/redirect/10149807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-2/episode-13","name":"Am Flughafen","epNo":13,"alt":"Aliens at the Airport","descr":"Im November des Jahres 2006 schwebte ein mysteriöses Objekt zehn Minuten lang über Gate 17 des O’Hare International Airports in Chicago, bevor es mit hoher Geschwindigkeit in den Himmel verschwand. Folgen UFOs unseren Verkehrsflugzeugen und beobachten sie unsere Flughäfen? (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330220","hoster":"VOE"},{"path":"/redirect/10149805","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ufo-hunters/staffel-3/episode-1","name":"Zeichen am Himmel","epNo":1,"alt":"Giant Triangles","descr":"Unerklärliche Phänomene wie dreieckige Gebilde werden häufig nachts am Himmel gesichtet. Das Team von UFO Hunters untersucht diese Zeichen mittels seltener Videoaufnahmen. Zum ersten Mal berichtet ein ehemaliger Pilot der US Air Force von seiner unheimlichen Begegnung der dritten Art. Die Nachforschungen bringen außerdem ein Artefakt zu Tage, das beweisen könnte, dass vor tausenden Jahren außerirdische Wesen die Erde besucht haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330219","hoster":"VOE"},{"path":"/redirect/10149808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-2","name":"Genexperimente","epNo":2,"alt":"Underground Alien Bases","descr":"In der UFO-Forschung gibt es vieles, das Raum für Spekulationen offen lässt. Angeblich soll sich in der Wüste des US-Bundesstaates New Mexico ein unterirdisches Genlabor befinden, in dem Experimente an Menschen und Außerirdischen durchgeführt werden. Es gibt Behauptungen darüber, dass der Kampf gegen außerirdische Rebellen kurz bevor steht. Das Team von UFO Hunters geht diesen Gerüchten nach und spricht mit einem ehemaligen US-Kriminalbeamten und zahlreichen Augenzeugen. In einer ehemaligen Regierungseinrichtung versucht das Team herauszufinden, was das sogenannte Tal des Schreckens ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330223","hoster":"VOE"},{"path":"/redirect/10149809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-3","name":"Besuch aus dem All","epNo":3,"alt":"The Greys Conspiracy","descr":"Augenzeugen beschreiben sie als grauhäutige Wesen ohne Ohren und Nase, die große schwarze Augen haben. Es gibt zahlreiche Geschichten von Menschen aus verschiedenen Ländern über ihre unheimlichen Begegnungen mit Bewohnern anderer Planeten. Unter Hypnose berichten diese Menschen, wie sie angeblich zum Opfer von Entführungen durch Außerirdische wurden. Das Team geht den Erzählungen nach und entdeckt einige Gemeinsamkeiten in den Geschichten. Außerdem findet es einen unheimlichen Totenschädel, der nicht von dieser Welt zu sein scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330221","hoster":"VOE"},{"path":"/redirect/10149810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-4","name":"Unter dem Meeresspiegel","epNo":4,"alt":"Underwater Alien Bases","descr":"Am 11. November 1987 kam es in der kleinen Stadt Gulf Breeze, Florida, zu einer Reihe unerklärlicher UFO-Sichtungen. Mehr als 200 Menschen wurden Zeuge von merkwürdigen Lichtern, die urplötzlich am Himmel erschienen sein sollen. Fast zeitgleich berichteten Menschen auf Kuba von seltsamen Objekten, die sich aus dem Meer erhoben hätten. Manche vermuten dahinter eine Landebahn für außerirdische Flugobjekte. Das Team der UFO-Hunters sucht auf Satellitenbilder nach Antworten – und findet interessante Hinweise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330222","hoster":"VOE"},{"path":"/redirect/10149811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-5","name":"","epNo":5,"alt":"Nazi UFOs","descr":"Da es diese Episode nicht in deutscher Vertonung gibt, ist hier die englische Version zu sehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11330176","hoster":"VOE"},{"path":"/redirect/10149777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-6","name":"Rätselhaftes Viehsterben","epNo":6,"alt":"Alien Harvest","descr":"Seit 40 Jahren geschieht Grausames auf den Weiden der Welt. Mehrere tausend Kühe wurden nach einem scheinbar gleich bleibenden Muster getötet. Diese Reihe rätselhafter Tiermorde stellt Bauern, Veterinärmediziner und Ordnungshüter vor ein Rätsel. Augenzeugen berichten von UFOs und Helikoptern, die sich in der Nähe der Tatorte aufgehalten haben sollen. Wer steckt hinter dieser grausigen Massenabschlachtung? Das Team der UFO Hunters verfolgt die Spuren des letzten Todesfalls, um dieses Phänomen zu entschlüsseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330224","hoster":"VOE"},{"path":"/redirect/10149812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-7","name":"Beweisstücke","epNo":7,"alt":"UFO Relics","descr":"Das Team von UFO Hunters sucht nach Beweisen für Besuche von Außerirdischen auf der Erde. Bei ihren Nachforschungen stoßen sie in Pennsylvania auf Berichte über einen sonderbaren blauen Nebel. In Polen untersuchen sie einen glasähnlichen Stein, der am Schauplatz einer UFO-Sichtung gefunden wurde. Sie treffen in Missouri einen Mann, der angeblich ein Stück Metall aus einem Raumschiff besitzt. Hilft ein wissenschaftlicher Test, die Wahrheit ans Licht zu bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330227","hoster":"VOE"},{"path":"/redirect/10149813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-8","name":"Das Unterwasserlabor","epNo":8,"alt":"Underwater Area 51","descr":"Viertausend Kilometer von Area 51 entfernt betreibt die US Navy ein geheimes Unterwasserlabor auf den Bahamas: das Atlantic Undersea Test and Evaluation Center (AUTEC). Offiziell dient es der Unterwasserforschung und Waffentests. Doch Gerüchten zufolge entwickelt und untersucht die amerikanische Regierung hier außerirdische Technologien. Das Team von UFO Hunters begibt sich in die Tiefen des Bermudadreiecks und geht mit Hilfe ehemaliger AUTEC-Mitarbeiter den Gerüchten um das Unterwasserlabor auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330230","hoster":"VOE"},{"path":"/redirect/10149816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-9","name":"Unter Beobachtung","epNo":9,"alt":"UFO Surveillance","descr":"UFO-Sichtungen sollen sich angeblich in der Nähe von geheimen Waffenlaboren ereignen. Es gibt Vermutungen darüber, dass die modernen Waffentechnologien des Menschen von Bewohnern anderer Planeten als Bedrohung gesehen werden. Das Team von UFO Hunters sucht deshalb bei zwei der führenden Waffenlabore der USA nach Erklärungen für diese Annahmen. Dort finden sie Hinweise auf Rüstungsmaschinen, die zum Schutz gegen fremde Spezies eingesetzt werden könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330226","hoster":"VOE"},{"path":"/redirect/10149814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-10","name":"Das Orb-Phänomen","epNo":10,"alt":"Dark Presence","descr":"Berichte über angebliche UFO-Sichtungen nehmen zu. Diese, auch als Orbs bezeichneten Erscheinungen, sollen Träume, Vorahnungen und Angstgefühle bei den Augenzeugen auslösen. Es gibt Vermutungen darüber, dass Orbs gemeinsam mit Erdbeben oder in der Nähe heiliger Stätten auftreten. Um das Geheimnis der Orbs zu entschlüsseln, reist das Team der UFO Hunters nach Arizona, Indiana und Missouri. Dort wurden die meisten Orb-Sichtungen verzeichnet. Das Team spricht mit Augenzeugen und untersucht Videoaufnahmen von den vermeintlichen Orbs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330225","hoster":"VOE"},{"path":"/redirect/10149815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-11","name":"Schutzmaßnahmen","epNo":11,"alt":"First Response","descr":"Seit Jahrzehnten gibt es Gerüchte, dass das US-Militär geheime Eingreiftruppen besitzt. Diese sollen bei Hinweisen auf außerirdische Aktivitäten Nachforschungen anstellen. Das Team von UFO Hunters geht den Informationen über diese militärischen ‚Erste-Hilfe-Truppen‘ für UFOs nach. Eingesetzt wurden die Einheiten bei einem Zwischenfall in Long Beach. Dort sollen UFOs von Militärhubschraubern gejagt worden sein. In der Kleinstadt Needles soll vor einigen Jahren ein UFO abgestürzt sein. Hier wurde die Militärpräsenz erhöht, nachdem es vermehrt Berichte über UFO-Sichtungen gab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330231","hoster":"VOE"},{"path":"/redirect/10149817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-12","name":"Die wahren Men in Black","epNo":12,"alt":"The Silencers","descr":"Was passiert wenn man zu viel über UFO\u0027s erfährt? Einige sagen die \"Men in Black\" würden kommen...Sind sie bloß Fiction oder gibt es sie wirklich, die Männer ganz in Schwarz? Das Team der \"UFO HUNTERS\" spricht mit Zeugen. Welche angeblich schon mal mit den \"Men in Black\" gesprochen haben, oder deren Familie durch die \"Men in Black\" bedroht oder gar verletzt wurde. Wenn es sie wirklich gibt, von wem werden sie finanziert? Möglicherweise sind sie eine geheime US Behörde, von dem selbst der Präsident nichts weiß. Ein bis jetzt unbehandeltes Thema, in der Serie \"UFO Hunters\". Doch das Team kommt den \"Men in Black\" gefährlich nahe. Möglicherweise haben sie sogar einen echten gefilmt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330228","hoster":"VOE"},{"path":"/redirect/10149818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ufo-hunters/staffel-3/episode-13","name":"Area 52","epNo":13,"alt":"Area 52","descr":"Seit Jahrzehnten gilt Area 51 als streng geheime Militärbasis. Dort sollen sich außerirdische Artefakte befinden. Es gibt Hinweise darauf, dass es eine weitere derartige Einrichtung in Utah gibt: Area 52. Mehrere UFO-Beobachter haben dort seltsame Phänomene gesichtet. Es wurden Spekulationen geäußert, dass die Geheimnisse außerirdischen Lebens nun in Area 52 erforscht werden. Das Team von UFO Hunters reist nach Utah, nimmt Videoaufnahmen mit ungewöhnlichen Lichtstrahlen unter die Lupe und trifft einen Astrophysiker, der auf seltsame, kosmische Strahlen gestoßen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330229","hoster":"VOE"},{"path":"/redirect/10149820","hoster":"Streamtape"}]}]}]}]}