{"seriesId":"ufo-theorien-zwischen-fakt-und-fiktion","name":"UFO-Theorien – Zwischen Fakt und Fiktion","descr":"[Craig Charles: UFO Conspiracies] Der Schauspieler Craig Charles und die Weltraumjournalistin und Astrophysikerin Sarah Cruddas reisen (größtenteils) durch Großbritannien, um sich mit einigen der spektakulärsten UFO-Sichtungen der letzten Jahre zu beschäftigen. Sie werten Indizien aus , um herauszufinden, ob unerklärliche Luftphänomene den Himmel über uns durchstreifen und, was noch wichtiger ist, warum? In Irland und Schottland, ein Dorf in Südwales, das anscheinend Zeuge eines bewaffneten Konflikts zwischen dem Militär und einem UFO wurde, sowie eine Flut ungeklärter Sichtungen in Arizona, Texas, New Mexico, Puerto Rico,Chile und mehr .","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wales","epNo":1,"alt":"Wales","descr":"In den frühen Morgenstunden des 26. Februar 2016 schilderten Zeugen in Südwales, dass sie ein riesiges dreieckiges UFO am Nachthimmel sahen, das kleinere Flugkörper ausstieß, bevor es sich einen Kampf mit der britischen Luftwaffe lieferte. Nach offizieller Darstellung des Militärs handelte es sich um eine Übung, doch diejenigen, die das Ereignis aus erster Hand miterlebt haben, wollen diese Erklärung nicht akzeptieren. Sollte sich dieses außergewöhnliche Ereignis als außerirdisch herausstellen, würde es sich als eines der bedeutendsten internationalen UFO-Ereignisse der Geschichte erweisen.","versions":[{"lang":1,"streams":[{"redirect":10393314,"hoster":"VOE"},{"redirect":10393312,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Irland","epNo":2,"alt":"Ireland","descr":"Niemand ist besser positioniert, um ein UFO zu sehen, als ein Pilot. Jedes Jahr werden Tausende von UFOs von zivilen und militärischen Piloten auf der ganzen Welt gesichtet, viele werden nicht gemeldet. In dieser Folge nehmen Craig und Sarah das Phänomen unter die Lupe und werfen einen genaueren Blick auf einen erstaunlichen Fall, der sich im November 2018 vor der Westküste Irlands ereignete und bei dem mehrere Piloten bizarre Lichter durch ihre Cockpitfenster sahen. Als Craig und Sarah dem Fall auf den Grund gehen, entdecken sie Beweise für einen irischen UFO-Hotspot.","versions":[{"lang":1,"streams":[{"redirect":10393317,"hoster":"VOE"},{"redirect":10393315,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Pentagon","epNo":3,"alt":"Pentagon","descr":"Das Pentagon hat bestätigt, dass eine Reihe von Videos, die unidentifizierte Flugobjekte zeigen, die über Schiffen der US-Marine kreisen, echt sind. Zum ersten Mal sind UFOs oder, wie sie jetzt von der US-Regierung genannt werden, UAPs (Unidentified Aerial Phenomena) offiziell, was einen Wandel in der Art und Weise darstellt, wie die Welt UFOs wahrnimmt und über sie spricht. In dieser außergewöhnlichen Folge nehmen Craig und Sarah die UAP-Videos der US Navy unter die Lupe. Sie gehen den Beweisen auf den Grund, um zu entscheiden, ob diese verblüffenden Begegnungen außerirdisch waren.","versions":[{"lang":1,"streams":[{"redirect":10393320,"hoster":"VOE"},{"redirect":10393318,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rendlesham","epNo":4,"alt":"Rendlesham","descr":"In den letzten 50 Jahren hat sich ein Muster herausgebildet, das UFOs mit Militärpersonal und -einrichtungen in Verbindung bringt. Eines der bedeutendsten Ereignisse fand 1980 tief im Wald von Rendlesham, Suffolk, statt. An dem inzwischen berüchtigten \"Rendlesham-Zwischenfall\" waren zahlreiche Zeugen aus der amerikanischen Luftwaffe beteiligt, die in der Nähe stationiert waren. Zahlreiche Zeugen bestehen immer noch darauf, dass in jener Nacht ein außerirdisches Raumschiff im Wald gelandet ist. Der Fall wurde für die Gläubigen zum Stoff von Legenden und für die Skeptiker zur Quelle der Frustration","versions":[{"lang":1,"streams":[{"redirect":13918202,"hoster":"VOE"},{"redirect":10393324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schottland","epNo":5,"alt":"Scotland","descr":"Schottland hat seine eigene Area 51, die als \"Falkirk-Dreieck\" bekannt ist.","versions":[{"lang":1,"streams":[{"redirect":10393326,"hoster":"VOE"},{"redirect":10393327,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Phoenix-Lichter","epNo":6,"alt":"Phoenix Lights","descr":"Craig und Sarah nehmen sich den Fall der \"Phoenix Lichter\" vor.Mit überraschenden Folgen.","versions":[{"lang":1,"streams":[{"redirect":10393330,"hoster":"VOE"},{"redirect":10393329,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Chicago","epNo":7,"alt":"Chicago","descr":"Craig und Sarah befassen sich mit dem Fall von Chicago O\u0027Hare, einer Massensichtung einer fliegenden Untertasse, die über einer United Airlines schwebte. Der Vorfall wurde von mehreren Luftfahrtexperten, Piloten und Passagieren beobachtet.","versions":[{"lang":1,"streams":[{"redirect":10484947,"hoster":"VOE"},{"redirect":10484949,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alan Godfrey /​ ‚Abductions‘ Ep","epNo":8,"alt":"Alan Godfrey /​ ‘Abductions’ Ep","descr":"Craig und Sarah nehmen dieses Mal die Geschichte von Alan Godfrey, einem Polizisten aus Yorkshire, unter die Lupe. Dieser behauptet nämlich, im Jahr 1980 ein Ufo beobachtet zu haben und von Außerirdischen entführt worden zu sein.","versions":[{"lang":1,"streams":[{"redirect":10484960,"hoster":"VOE"},{"redirect":10484961,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stephenville","epNo":9,"alt":"Stephenville","descr":"Im Jahr 2008 kam es zu einer angeblichen UFO-Sichtung in Stephenville in Texas. Craig und Sara reden in dieser Episode mit Augenzeugen des Vorfalls und untersuchen eine mögliche Vertuschung vonseiten des Militärs.","versions":[{"lang":1,"streams":[{"redirect":10484956,"hoster":"VOE"},{"redirect":10484958,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"SETI-Institut","epNo":10,"alt":"SETI","descr":"Craig und Sarah sprechen mit Wissenschaftlern über die Möglichkeit von außerirdischem Leben. Außerdem thematisieren die Beiden die Herkunft des \"Oumuamua\", ein Besucher aus dem interstellaren Raum, der im Jahr 2017 von Astronomen gesichtet wurde.","versions":[{"lang":1,"streams":[{"redirect":10484954,"hoster":"VOE"},{"redirect":10484952,"hoster":"Streamtape"}]}]}]}]}