{"seriesId":"ufos-zwischen-wahrheit-und-verschwrung","name":"UFOs – Zwischen Wahrheit und Verschwörung","descr":"[UFOs: The Lost Evidence] Sind fliegende Untertassen und Aliens real? In Interviews mit aktuellen und früheren Mitarbeitern der US-Regierung, Piloten, Astronauten und Astrophysikern begibt sich die Doku-Serie \"UFOs – Zwischen Wahrheit und Verschwörung\" auf die Suche nach aussagekräftigen Fakten. Handelt es sich bei vermeintlichen UFO-Sichtungen um optische Täuschungen und Verschwörungstheorien oder steckt mehr dahinter? Suchte das Pentagon bis ins Jahr 2011 heimlich nach UFOs? Und gibt es tatsächlich verborgene Dokumente, die die Existenz von außerirdischen Lebensformen belegen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Geheimnis von „Area 52“","epNo":1,"alt":"Area 51","descr":"Experimente im Wüstensand: Die legendäre \"Area 51\" ist seit Jahren Gegenstand von Verschwörungstheorien. Aber das streng bewachte militärische Speergebiet im US-Bundesstaat Nevada ist nicht das einzige Testgelände, um das sich Gerüchte ranken. Denn möglicherweise gibt es auch eine \"Area 52\". Der Stützpunkt Dugway Proving Ground befindet sich in der Großen Salzwüste von Utah und umfasst gigantische 3200 Quadratkilometer. Ufologen vermuten, dass auf dem riesigen Areal nicht nur geheime Waffenprogramme erforscht werden","versions":[{"lang":1,"streams":[{"redirect":11330232,"hoster":"VOE"},{"redirect":10149822,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aliens im Ozean","epNo":2,"alt":"Deep Sea Encounters","descr":"Ein rätselhaftes Unterwasserobjekt sorgte im Oktober 2014 für einen Großeinsatz vor der Küste von Stockholm. Nach zahlreichen Hinweisen aus der Bevölkerung wurden Kriegsschiffe, Minensuchboote und Hubschrauber entsendet, um den mysteriösen Eindringling ausfindig zu machen. Denn die schwedische Regierung vermutete einen Spionageversuch des Kremls. Aber die Jagd verlief ergebnislos und das US-Militär bestätigte später, dass sich keine russischen U-Boote in der Gegend aufhielten. UFO-Forscher bringen deshalb eine andere Theorie ins Spiel.","versions":[{"lang":1,"streams":[{"redirect":11330237,"hoster":"VOE"},{"redirect":10149819,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Augenzeugen im Cockpit","epNo":3,"alt":"Pilots \u0026 Astronauts","descr":"Ein UFO auf dem Radar? Im April 2007 machte die Flugsicherung auf dem US-Militärstützpunkt Lakenheath in der englischen Grafschaft Suffolk eine eigenartige Entdeckung. Daraufhin wurden Kampflieger losgeschickt, um den Eindringling im Luftraum zu identifizieren. Aber dessen Herkunft ließ sich auch aus nächster Nähe nicht eindeutig bestimmen. Denn das unbekannte Flugobjekt hatte keine Flügel – und einen sichtbaren Antrieb konnten die Air-Force-Piloten auch nicht erkennen. Im chinesischen Changzhou wurde 2010 ein ähnlicher Vorfall gemeldet","versions":[{"lang":1,"streams":[{"redirect":11330235,"hoster":"VOE"},{"redirect":10149821,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Maya-Kultur: Außerirdische Indizien","epNo":4,"alt":"Ancient UFO Earth Landings","descr":"Legten Besucher aus dem All den Grundstein für Hochkulturen in der Antike? Im März 2013 fand in der 9-Millionen-Einwohner-Metropole Mexiko-Stadt eine Pressekonferenz statt. Der Anlass war spektakulär: Der Öffentlichkeit wurden uralte archäologische Funde präsentiert. Die Artefakte deuten möglicherweise darauf hin, dass die Mayas Kontakt zu Außerirdischen hatten. Denn UFO-Forscher sind überzeugt: Die Gegenstände zeigen Raumschiffe aus anderen Welten. Wurden die Pyramiden für Götter erbaut, die vom Himmel herabstiegen?","versions":[{"lang":1,"streams":[{"redirect":11330239,"hoster":"VOE"},{"redirect":10149823,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Besuch durch alle Epochen","epNo":5,"alt":"Past And Present","descr":"Eine Grabbeigabe im Sarkophag Tutanchamuns gibt der Wissenschaft Rätsel auf – denn der 34 Zentimeter lange Dolch wurde aus einem Material gefertigt, das es zu jener Zeit eigentlich nicht gab. Die alten Ägypter waren nämlich noch nicht in der Lage, Eisen zu gewinnen. Neue Untersuchungen zeigen zudem: Das Schwermetall stammt offenbar aus dem Weltall. In Peru stießen Archäologen bei Ausgrabungsarbeiten im Jahr 1928 ebenfalls auf seltsame Fundstücke. DNA-Analysen der sogenannten Paracas-Schädel liefern spektakuläre Ergebnisse.","versions":[{"lang":1,"streams":[{"redirect":11330233,"hoster":"VOE"},{"redirect":10149825,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der endgültige Beweis?","epNo":6,"alt":"Deathbed Confessions","descr":"Im Juli 1947 bestätigte das amerikanische Militär den Fund einer \"fliegenden Untertasse\". Die Meldung wurde allerdings noch am selben Tag korrigiert: Man habe auf einer Ranch im US-Bundesstaat New Mexico nicht die Überreste eines UFOs sichergestellt, sondern einen havarierten Wetterballon. Diese Kehrtwende wurde allerdings nur vollzogen, um die Öffentlichkeit zu beruhigen – wie der Presseoffizier des Stützpunktes später zu Protokoll gab. Liefern solche eidesstattlichen Erklärungen den endgültigen Beweis für die Existenz von außerirdischen Besuchern?","versions":[{"lang":1,"streams":[{"redirect":11330236,"hoster":"VOE"},{"redirect":10149826,"hoster":"Streamtape"}]}]}]}]}