{"seriesId":"ufos-ueber-europa","name":"UFOs über Europa","descr":"Geschichten über UFOs oder andere \"außerirdische Aktivitäten\" werden meist mit einsamen Gegenden der USA in Verbindung gebracht: Wüsten, Salzseen und nukleare Versuchsgelände sind oft Schauplatz solcher Szenarien. Doch das sind nur die Fälle, über die häufiger berichtet wird. Weniger bekannt ist, dass auch der Himmel über Europa, vom Norden Skandinaviens bis nach Portugal, in den letzten 50 Jahren oft zum Schauplatz von rätselhaften Beobachtungen wurde. Unbekannte Flugobjekte, die für Menschen unmöglich scheinende Manöver vollzogen, wurden ebenso gesichtet, wie merkwürdige Lichtphänomene oder gar kollidierende Flugkörper. Die Serie stellt die spektakulärsten Fälle vor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Pilot Glimpses, UFO Norway, UK Criminal Investigation","descr":"1.500 Meter über dem Castelo de Bode-Staudamm in Portugal begegnet ein Pilot einem riesigen unbekannten Flugobjekt. Es ist der 17. Juni 1977, und der junge Mann kann sich nicht erklären, was er da soeben gesehen hat. Im nächsten Augenblick ist das Objekt allerdings wieder in den Wolken verschwunden. Doch damit ist der Vorfall noch lange nicht beendet: Plötzlich beginnt die Kompassnadel seines Flugzeugs wie wild zu rotieren, und die Maschine neigt sich zu einem unkontrollierten Sinkflug. Die Folge der Begegnung mit einem UFO? Tausende Kilometer weiter nördlich macht ein schottischer Förster im Jahr 1979 ebenfalls eine bemerkenswerte Erfa (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12268376,"hoster":"VOE"},{"redirect":10149824,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Cyclist UFO, US Soldiers Discovery, Vence Files 1936","descr":"Die Beobachtung unbekannter, möglicherweise außerirdischer Flugobjekte ist kein Phänomen, das erst im Zuge der Science-Fiction-Euphorie nach dem Zweiten Weltkrieg in den USA aufkam. Bereits 1936 sollen am Himmel über Venedig rätselhafte Objekte aufgetaucht sein. Die Aufzeichnungen über dieses Ereignis wurden auf Anweisung des italienischen Diktators Benito Mussolini geheim gehalten. Der Duce sei allerdings damals davon überzeugt gewesen, dass es sich bei den \"UFOs\" von Venedig um eine den Italienern bis dato unbekannte technologische Neuerung handele, deren Ursprung ohne Zweifel in Europa und nicht in den Weiten des Weltraums (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11330234,"hoster":"VOE"},{"redirect":10149827,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Object 10,000 Metres Above Paris, Portugal Disc, Driver Sees Light","descr":"Während eines Flugs von Nizza nach London sahen Jean-Charles Duboc und seine Besatzung im Jahr 1994 ein UFO bei vollem Tageslicht: \"Es schien eine riesige fliegende Scheibe zu sein.\" Es stand still am Himmel und wirkte, als sei es \"in eine Art Magnet- oder Gravitationsfeld eingebettet\". Am unglaublichsten jedoch fand Duboc, \"dass es innerhalb von 10–20 Sekunden durchsichtig wurde und verschwand.\" 1959 wurde ein UFO über Portugal gesichtet. \"Es waberte wie eine Qualle\", berichtete der Direktor einer Schule, der das Phänomen mit einem Teleskop beobachtet hatte. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11330240,"hoster":"VOE"},{"redirect":10149828,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Object Above Portugal Town, Military See Series Of UFO, Lights Across Vilage","descr":"Im September 1990 beobachteten im portugiesischen Alfena Schulkinder ein metallisch glänzendes Objekt \"mit Beinen\", das etwa 50 Meter über dem Boden schwebte. Vom 14. bis 25. September 1952, während eines NATO-Manövers mit dem Namen \"Operation Mainbrace\", an dem die kompletten Luft- und Seestreitkräfte der NATO beteiligt waren, wurden zahlreiche Soldaten Zeugen, wie UFOs über Flugzeugträger hinwegflogen und Flugzeuge verfolgten. 2001 gab es in einem kleinen rumänischen Dorf in der Nacht einen Stromausfall. Als die Menschen nach draußen gingen, sahen sie ein rotes UFO, dass das Dorf in einen sich drehenden Lichtkreis hüllte.","versions":[{"lang":1,"streams":[{"redirect":11330243,"hoster":"VOE"},{"redirect":10149830,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Thousand Objects Over Sweden, Pilot Circled By UFO, Mass Sighting-Italian Village","descr":"1946 wurden am schwedischen Himmel fast tausend unbekannte Flugobjekte gesichtet. Obwohl Zeugen beobachteten, wie viele von ihnen in Seen stürzten und die Regierung die Fälle daraufhin gründlich untersuchte, konnte man nicht ein einziges Trümmerteil gefunden werden. 1982 wurde ein portugiesischer Kampfpilot in etwa 1500 Meter Höhe eine knappe halbe Stunde lang von einem UFO umkreist. Eine der größten UFO-Untersuchungen der portugiesischen Militärgeschichte war die Folge. Ein Journalist berichtete von einer äußerst ungewöhnlichen \"UFO-Massensichtung\", begleitet von merkwürdigen Lichtphänomenen, in einem abgelegenen itali (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11330245,"hoster":"VOE"},{"redirect":10149829,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"US Pilot Vanishes, UFO’s Sighted Over Germany, Unexplained Shock A Sicilian Village","descr":"Im Jahr 1970, auf dem Höhepunkt des Kalten Krieges, sollte ein US-Pilot ein \"nicht identifiziertes Ziel\" über der Nordsee abfangen. Sein Flugzeug verschwand spurlos. Als man es wiederfand, war das Cockpit verschlossen, aber der Körper des Piloten fehlte. 2004 ereigneten sich in dem kleinen sizilianischen Fischerdorf Canneto di Caronia eine Reihe unerklärlicher Zwischenfälle. Ein Fischer berichtete von einem mysteriösen roten Licht, das aus dem Wasser aufstieg, andere Einheimische behaupteten, in der Gegend UFOs gesehen zu haben. Doch das alles war erst der Auftakt einer ganzen Reihe ebenso bizarrer wie beängstigender Ereignis (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11330241,"hoster":"VOE"},{"redirect":10149831,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Wave Of UFO Sightings Hit Belgium, Sky Over Sweeden 4 Pilots Sighting, UFO Over France","descr":"Es war am 18. August 1985, als vier Piloten, die gerade von einer Flugschau kamen, ein silbernes, raketenartiges Flugobjekt bemerkten, das unter ihnen vorbeiflog. Sie wendeten sofort und versuchten, dem Objekt zu folgen. Doch sie waren zu langsam. Zwar meldeten sie den Vorfall umgehend, aber die Untersuchungen über die Herkunft des Flugobjekts verliefen ergebnislos. Im Januar 1981 hatte ein Arbeiter beobachtet, wie ein merkwürdiges Fluggerät auf einem Feld landete. Kurz darauf hob es wieder ab und verschwand. An der Stelle, an der das Objekt gelandet und gestartet war, fand der Mann Markierungen. Das bewog ihn dazu, es den Behörden zu mel (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11330244,"hoster":"VOE"},{"redirect":10149832,"hoster":"Streamtape"}]}]}]}]}