{"seriesId":"ugly-americans","name":"Ugly Americans","descr":"Mark Lilly arbeitet im Sozialdienst der Stadt New York und soll Immigranten bei ihrer Einbürgerung in die USA zur Seite stehen. Kein leichter Job, denn Mark muss sich auf wirklich sehr unterschiedliche Typen einstellen: unmögliche Mutationen jeder Art - sie alle wollen in das Land der unbegrenzten Möglichkeiten. Aber nicht nur die Arbeit stellt große Herausforderungen. Sein Mitbewohner Randall hat sich gerade zum Zombie gemacht, weil er damit eine Frau ins Bett kriegen wollte, die nur auf Untote steht. Und Mark selbst kann sich schon mal gar nicht so weit aus dem Fenster lehnen - er hat ein sehr wechselhaftes Verhältnis mit seiner Vorgesetzten, einer sehr dominanten Dämonin, deren Vater ein waschechter Höllenfürst ist","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot - Date in der Hölle","epNo":1,"alt":"Pilot","descr":"Mark Lilly arbeitet im Sozialdienst der Stadt New York und soll Immigranten bei ihrer Einbürgerung in die USA zur Seite stehen. Kein leichter Job, denn Mark muss sich auf wirklich sehr unterschiedliche Typen einstellen: unmögliche Mutationen jeder Art – sie alle wollen in das Land der unbegrenzten Möglichkeiten. Aber nicht nur die Arbeit stellt große Herausforderungen. Sein Mitbewohner Randall hat sich gerade zum Zombie gemacht, weil er damit eine Frau ins Bett kriegen wollte, die nur auf Untote steht. Und Mark selbst kann sich schon mal gar nicht so weit aus dem Fenster lehnen – er hat ein sehr wechselhaftes Verhältnis mit seiner Vorgesetzten, einer sehr dominanten Dämonin, deren Vater ein waschechter Höllenfürst ist. Das Konflikt-Chaos zwischen Bett und Büro ist damit vorprogrammiert. Ganz zu schweigen von den Problemen mit dem alten Magier Leonard, seinem Kollegen, und Lieutnant Grimes, der die Immigranten genauso gern schikaniert und fortschafft, wie Mark verzweifelt versucht, sie in das Hamsterrad der Arbeitswelt jener Stadt, die niemals schläft, einzufüttern …","versions":[{"lang":1,"streams":[{"redirect":14428903,"hoster":"VOE"},{"redirect":13594228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403614,"hoster":"VOE"},{"redirect":13594143,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Es war einmal ein American Werewolf","epNo":2,"alt":"An American Werewolf in America","descr":"Mark ist auf seinem Job in der Integrationsbehörde – wie zu Hause – mit ziemlich viel Wut, Ärger, Enttäuschung und anderen verletzen Gefühlen konfrontiert: einer der Werwölfe hat jemandem einen Arm abgebissen und will sich nicht entschuldigen, Leonard kommt nicht darüber hinweg, dass sein Bruder als Christ Angel der berühmteste Magier der Welt ist und Zombie-Randall schließlich hat seinen Mitbewohner Mark wirklich gern. Sehr gern. Zum Fressen gern. Er kann es nicht verstehen, dass Mark diesem Wunsch nach Vereinigung so desinteressiert, ja fast ablehnend gegenübersteht. So müssen alle versuchen, einen Weg zu finden, mit diesen Situationen umzugehen. Das gelingt meist mehr schlecht als recht, aber Mark kann das Allerschlimmste verhindern, nachdem er einen Besuch in der Zwischenwelt gemacht hat, während er durch einen von Leonards mehr als gewagten PR-Zaubertricks vorübergehend tot war …","versions":[{"lang":1,"streams":[{"redirect":14428867,"hoster":"VOE"},{"redirect":13594176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403552,"hoster":"VOE"},{"redirect":14446001,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Dämonen-Baby","epNo":3,"alt":"Demon Baby","descr":"Callie ist völlig von der Rolle. Eigentlich will sie keine Kinder, aber seit sie in einer besonders starken Phase der LÄufigkeit ist, verdrehen ihr ganz besonders Dämonen-Babys den Kopf. Dann hat sie keine Kontrolle mehr über ihren Körper oder ihre Gefühle. Mark ist völlig uninteressant für sie geworden, aber seitdem aus ihren Brüsten Flammen quellen, fährt ihr Chef, der Höllenunterfürst Twayne, total auf sie ab. Natürlich können sie sich nicht leiden, wie sich das für anständige Dämonen gehört, aber Callies Babywunsch ist so stark, dass sie Twayne tatsächlich heiraten will, um das Dämonen-Baby adoptieren zu können, das Mark durch einen Zufall in seiner Obhut hat …","versions":[{"lang":1,"streams":[{"redirect":14403487,"hoster":"VOE"},{"redirect":14446003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403484,"hoster":"VOE"},{"redirect":14446002,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Job für den Blob","epNo":4,"alt":"Blob Gets Job","descr":"Mark hat seinen freien Tag, aber Twayne, sein Vorgesetzter, holt ihn zurück ins Büro, um dem ständig alkoholisierten, alten Zauberer Leonard auf die Finger zu schauen. Mark zeigt Leonard, wie man einen Neuankömmling aufnimmt und ihm weiterhilft, und am Beispiel eines Blobs, einer formlosen Gallertmasse mit Bewusstsein, soll nun ganz allein Leonard zeigen, was er kann. Während Mark mit Randall zu dessen Eltern in New Jersey fährt, klaut Leonard mit seinem Schützling Steven Hawkings Voice-Box, sodass der Blob nun endlich auch sprechen kann. Damit gewinnt er endgültig Leonards Herz, denn tief in ihrem Innern sind die beiden ganz auf einer Wellenlänge. In New Jersey spitzt sich die Situation unangenehm zu, denn Randalls Eltern wussten bisher noch nicht, dass ihr Sohn Zombie ist. Und hier draußen – weit vor den Toten der liberalen Großstadt – gelten noch andere Gesetze. Hier macht man noch wie in den alten Zeiten Jagd mit Knüppeln, Gewehren oder auch Autos auf die exotischen Gestalten. So sieht sich auch Randalls Vater, der Veteran aus den 68er-Zombiekriegen, genötigt, dem Sohn den Kopf wegzuschießen. Aber seine Mutter hat noch eine viel bessere Idee. Viel besser auch als die Idee Leonards, den Blob in der Mafia-Pizzeria von Vito unterzubringen, denn der Blob hütet ein mörderisches Geheimnis, das nicht lange verborgen bleibt …","versions":[{"lang":1,"streams":[{"redirect":14403554,"hoster":"VOE"},{"redirect":13594181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14403482,"hoster":"VOE"},{"redirect":13594153,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Höhepunkte der Natur","epNo":5,"alt":"Treegasm","descr":"Zeiten des Umbruchs in New York: Im Central Park steht eine Verbaumung bevor und Callies Körperhülle wird durch eine neue ersetzt – und beides ist für die Umgebung nicht ungefährlich. Das Verbaumungsritual findet nur alle paar Jahrzehnte statt. Dabei verschmelzen die Geschlechtsorgane der Astraten – zweier sehr dicht beieinander stehenden Baumwesen – miteinander, sodass die Wesen von nun an eins sind. Da es aber sehr lange dauert, bis es soweit kommt, schwellen besonders die Wurzeln der männlichen Astraten an. Da ganz Manhattan auf Baumwurzeln steht, kann dies im Falle einer misslungenen Verwindung zur Katastrophe führen. Im Auftrag der Integrationsbehörde soll Mark mit Leonard dafür sorgen, dass es keinesfalls Komplikationen gibt. Dabei ist er privat mit einem mindestens ebenso heiklen Thema betraut: Callie stößt in einem äußerst schmerzhaften und verwirrenden Schuppungsprozess ihre alte menschliche Hülle ab unter der eine neue, makellose Callie-Form zum Vorschein kommen soll – und das einzige, was diese qualvolle Prozedur lindern kann, ist andauernder, wilder, schmutziger Sex mit einem Menschen … wie Mark.","versions":[{"lang":1,"streams":[{"redirect":14403555,"hoster":"VOE"},{"redirect":13594188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14428868,"hoster":"VOE"},{"redirect":13594160,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Du willst also Vampir werden?","epNo":6,"alt":"So, You Want To Be A Vampire","descr":"In New York breitet sich eine unheimliche Seuche aus – immer mehr Menschen verwandeln sich in Larry King! Es fängt mit kurzen Anmoderationen an, und am Ende sehen die Leute genauso aus wie der Talkmaster, inklusive Hosenträger. Dann sterben die armen Opfer. Im Zentrum dieser grauenvollen Vorgänge vermutet Lieutnant Grimes den Vampir Blake, der außerdem der neue Freund seiner Tochter ist. Grimes erpresst daraufhin Mark von der Integrationsbehörde durch ein paar belastende Fotos, die ihn in eindeutigen Situationen mit einer besonders dicken und abgewrackten Pennerin zeigen – eine durch eine Ladung Pferdebetäubungsmittel, die Mitbewohner Randall ihm heimlich verabreicht hatte, induzierte Fehlhandlung. Mark soll belastendes Material über Blake herausfinden. Dabei hat er eigentlich viel Wichtigeres zu erledigen, denn er muss eine Überraschung für Callie vorbereiten, da heute der 666. Tag ihres Kennenlernens ist. Und Callie duldet keine Enttäuschungen …","versions":[{"lang":1,"streams":[{"redirect":14357963,"hoster":"VOE"},{"redirect":13594187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373134,"hoster":"VOE"},{"redirect":13594159,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kong of Queens","epNo":7,"alt":"Kong of Queens","descr":"Wegen strenger Etat-Kürzungen werden Mark und Leonard bis auf Weiteres aus der Integrationsbehörde entlassen. Damit sind auch alle Schüler in Marks Einbürgerungskurs von nun an auf sich selbst gestellt. Besonders hart trifft das den Riesenaffen Kong, der an einem extremen Putzzwang leidet, nun aber nicht mehr arbeiten darf. Währenddessen fährt Callie mit ihrem Boss, Twayne, zu einer Dämonen-Konferenz, und die sexuelle Spannung zwischen den beiden schlägt schon bald apokalyptische Funken. Einstweilen driftet Leonard im Dschungel Vietnams in eine Colonel-Kurtz-Phantasie ab, und Mark muss alle Hebel in Bewegung setzen, um mit seinem durch einen Unfall unterleibslosen Zombie-Mitbewohner Randall im Rucksack zu der Konferenz vorzudringen, um sowohl die Unterschrift für Kongs Arbeitserlaubnis zu wird während der Verhandlung am Höllengericht langsam klar, wo sie wirklich hingehört.","versions":[{"lang":1,"streams":[{"redirect":14357968,"hoster":"VOE"},{"redirect":14411214,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357973,"hoster":"VOE"},{"redirect":14406518,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Untote haben\u0027s besser","epNo":8,"alt":"Better Off Undead","descr":"Mark ist eingeteilt zur psychologischen Evaluation der Mitarbeiter. Jeder in der Integrationsbehörde hat sein Päckchen zu tragen: Callie findet keine beste Freundin, Grimes möchte Oma-Sex und Leonard träumt davon, eine Bank auszurauben. Kein Wunder, dass diese sehnsuchtsvolle Suche nach dem Glück auch privat ihre Spuren hinterlässt – Randall kommt einfach nicht von Krystal los, wegen der er sich ursprünglich zum Zombie gemacht hatte, die dann aber nichts mehr von ihm wissen wollte. Er stalkt sie nun Tag und Nacht, obwohl das Gericht es verboten hatte. Sein letzter Ausweg: Er zieht in die Zombie-Sekte von Xavier Paltz, dem Leiter des Zombieology Centers, um dort seinem inneren Monster zu begegnen. Eine mystische Reise, die unter anderem dazu führt, dass Mark im Körper einer Frau landet und durch einen Zauber-Fauxpas Leonards obendrein auch noch wahnsinnig schnell altert, so dass er schon bald wie eine Oma aussieht. Da kommt Grimes gerade recht, um das Unangenehme mit dem Notwendigen zu verbinden …","versions":[{"lang":1,"streams":[{"redirect":14373200,"hoster":"VOE"},{"redirect":14401638,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373207,"hoster":"VOE"},{"redirect":13594180,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Leonard muss sterben!","epNo":9,"alt":"Kill, Mark, Kill!","descr":"Leonard ist in einer Late-Life-Crisis, will es aber nicht wahrhaben. Sein Zauberstab scheint nicht mehr richtig zu funktionieren und zu allem Überfluss taucht auch noch Terry auf – sein Erzfeind. Durch eine Unvorsichtigkeit bringt Mark Leonard um, doch aus den Fleischfetzen der Leiche erstehen 500 kleine Leonards auf. Und das gerade, als Terry mit seinem neuen Freund Twayne auf den Wiedergänger Abraham Lincoln ein erneutes Attentat plant, um Leonard endgültig zu demütigen. Denn der trägt aus den Tagen des ersten Attentats auf Lincoln ein dunkles Schuldgeheimnis mit sich herum. Natürlich können die kleinen Baby-Leonards nichts dagegen unternehmen – der alte, normal große Leonard muss wieder her. Das aber stellt Mark vor eine der schwierigsten Aufgaben überhaupt …","versions":[{"lang":1,"streams":[{"redirect":14358000,"hoster":"VOE"},{"redirect":13594192,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373189,"hoster":"VOE"},{"redirect":13594161,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sympathie für den Teufel","epNo":10,"alt":"Sympathy for the Devil","descr":"Twayne hat wieder einmal einen außerordentlich schlechten Teufelspakt abgeschlossen: Mit seiner dämonischen Unterstützung will Stadtrat Fitzpatrick der nächste Bürgermeister von New York werden. Aber Fitzy ist ein sexbesessener Irrer.","versions":[{"lang":1,"streams":[{"redirect":14357937,"hoster":"VOE"},{"redirect":13594191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373190,"hoster":"VOE"},{"redirect":13594164,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Familienfest in der Hölle","epNo":11,"alt":"Hell for the Holidays","descr":"Mark ist über die Feiertage auf den Landsitz von Callies Vater eingeladen – weit ab vom Trubel in der Hauptstadt der Hölle. Die seltsamen Bräuche der Satans-Familie können Mark kaum noch überraschen, aber als er erfährt, dass er mit Twanye einen Kampf auf Leben und Tod im Blut-Court bestehen soll, ist er doch etwas irritiert. Zumal sich Twanye auch keineswegs an die Absprache hält und Mark nicht nur zum Schein tötet …","versions":[{"lang":1,"streams":[{"redirect":14373166,"hoster":"VOE"},{"redirect":14399819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373150,"hoster":"VOE"},{"redirect":14401639,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das wahre Leben","epNo":12,"alt":"Trolling for Terror","descr":"Randall wird als Hausbewohner in die Reality-Soap \"Night Terrors\" des australischen Superproduzenten Clark Dungaree aufgenommen, der außer einem unendlichen Vorrat an niveau- und geschmacklosen Show-Ideen weder über ein Gewissen noch über Würde verfügt. Doch als er zufällig auf Mark aufmerksam wird, spornt das seinen Ehrgeiz an, diesen Kostverächter der Schadenfreude-Unterhaltung zu seinem eigenen Handlanger zu machen. Denn Mark interessiert sich null für die übersteigerten Fake-Realitäten des sog. \"Reality TV\" – bis er plötzlich selbst der Star der neuesten Dungaree-Produktion ist. Und während Mark all die Jammertäler des Trash-TV durchwatet, kämpft Leonard mit der Eingliederung des Trolls Quaggle, der nichts anderes kann, als seine Umgebung vor Rätsel zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14373263,"hoster":"VOE"},{"redirect":13594193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357977,"hoster":"VOE"},{"redirect":13594165,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Puzzle-Box","epNo":13,"alt":"Soulsucker","descr":"Mark erfährt erst in letzter Minute, dass er zu Callies mysteriöser Zechalech-Zeremonie in eine Teufelskirche eingeladen ist. Er kauft das erstbeste Geschenk und springt sogar in die Bresche, als sich kein Menschenwesen meldet, das Callie bei ihrer Abschlussprüfung unterstützen will. Dabei ahnt er nicht, dass die Zechalech-Prüfung bedeutet, einem Menschen die Seele auszusaugen, um sie in einer Puzzle-Box aufzubewahren. Für Callies Vater, den Höllenfürsten, und seine menschliche Frau ein ganz großer Tag, denn ihre Tochter wird nun wirklich bald erwachsen. Aber wie so oft zwischen Himmel und Hölle, haben die Kinder ganz andere Pläne als ihre Eltern. Das kann nicht mal ein Roboter aus den 50er Jahren verhindern, der in der Zukunft nach paarungswilligen Humanoiden sucht. Auch wenn Randall ihn dabei nach Kräften unterstützt …","versions":[{"lang":1,"streams":[{"redirect":13618018,"hoster":"VOE"},{"redirect":14259535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13617688,"hoster":"VOE"},{"redirect":13583769,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Manbirds","epNo":14,"alt":"The Man Birds","descr":"Twayne lässt wegen angeblicher Renovierungsarbeiten die gesamte Behörde schließen. Nur ein Vorwand, um Manhattan wehrlos zu machen gegen den Einfall von Schwärmen der vulgären Manbirds – bizarre Wesen, halb Mensch, halb Vogel, die mit ihren Genitalien Boxkämpfe austragen. Genau darum geht es Twayne, denn zusammen mit ein paar Dämonen-Kumpeln will er im Madison Square Garden einen gigantischen Schwanz-Boxkampf inszenieren, um mächtig abzusahnen. Aber er hat die Rechnung ohne Callie gemacht, die bald die Leitung seines mafiösen Unternehmens übernimmt. Und auch nicht mit Mark, der durch ein Manbird-Findelkind mitten ins Zentrum dieses abgekarteten Spiels gerät. Und erst recht nicht mit Grimes, dessen Obsession die Jagd auf Manbirds ist, und der sich dafür sogar von einer Hilfsärztin in ein Vogelkostüm einnähen lässt, um seine Erzfeinde im Ring fertig zu machen. Ein folgenschwerer Fehler, denn Grimes wiederum hatte nicht mit Randalls unerbittlicher Geschäftstüchtigkeit gerechnet …","versions":[{"lang":1,"streams":[{"redirect":14358069,"hoster":"VOE"},{"redirect":13594195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14373219,"hoster":"VOE"},{"redirect":13594172,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wet Hot Demonic Summer","epNo":1,"alt":"Wet Hot Demonic Summer","descr":"Die Hölle möchte den Zaubererberg einnehmen, damit diese ihre Machtübernahme der Welt nicht verhindern. Um auf diesen Berg zu kommen, in dem Leonard gerade seinen Nachfolger ausbildet, spielt Twayne Mark vor, dass sie an diesem Berg ein Sommercamp machen würden.","versions":[{"lang":1,"streams":[{"redirect":13115495,"hoster":"VOE"},{"redirect":8652903,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14528772,"hoster":"VOE"},{"redirect":8728423,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Callie and Her Sister","epNo":2,"alt":"Callie and her sister","descr":"Nachdem sich Callie weigert ihre arrangierte Ehe mit Twayne durchzuziehen, holen Callies Eltern ihre zweite Tochter, die ihren Platz einnehmen soll.","versions":[{"lang":1,"streams":[{"redirect":13002381,"hoster":"VOE"},{"redirect":8652908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728431,"hoster":"VOE"},{"redirect":8728428,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ride Me to Hell","epNo":3,"alt":"Ride me to hell","descr":"Das Ende seiner Lieblings-TV-Show \"Dishonorable Discharge\" lässt Grimes depressiv werden. Mark muss ihm helfen seine unerklärliche Verbundenheit zur Serie zu überwinden. Dabei stoßen sie auf eine tiefliegende Erinnerung.","versions":[{"lang":1,"streams":[{"redirect":14528906,"hoster":"VOE"},{"redirect":8652907,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728442,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"G. I. Twayne","epNo":4,"alt":"G. I. Twayne","descr":"Twayne wird in die Armee Satans berufen. Als Mark zu ihm stoßen soll, deckt Twayne einen Plan auf, der die Menschheit auslöschen soll.","versions":[{"lang":1,"streams":[{"redirect":8494833,"hoster":"VOE"},{"redirect":8652906,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14529088,"hoster":"VOE"},{"redirect":8728444,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Ring of Powers","epNo":5,"alt":"The Ring of Powers","descr":"Mark zieht versehentlich einen Verlobungsring an, der Leonard gehört.","versions":[{"lang":1,"streams":[{"redirect":8494835,"hoster":"VOE"},{"redirect":8652911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728458,"hoster":"VOE"},{"redirect":8728452,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Attack of Mark’s Clone","epNo":6,"alt":"Attack of Mark\u0027s Clone","descr":"Um ein Bowling-Turnier zu gewinnen, erschafft Callie Klone von Mark. Aber Marks Klon findet eine Nachricht in Callies Tagebuch und entschließt sich Rache zu üben, in dem er Callie einen Mord anhängt.","versions":[{"lang":1,"streams":[{"redirect":14530617,"hoster":"VOE"},{"redirect":8652912,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728462,"hoster":"VOE"},{"redirect":8728463,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wail Straße","epNo":7,"alt":"Wail Street","descr":"Randall bietet Marks Seele zum Verkauf an. Grimes verfolgt seinen Traum, eine Popmusik-Gruppe mit einem Teenie-Star zu gründen.","versions":[{"lang":1,"streams":[{"redirect":12251491,"hoster":"VOE"},{"redirect":8652913,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14528915,"hoster":"VOE"},{"redirect":8728466,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kleines Schiff des Schreckens","epNo":8,"alt":"Little Ship of Horrors","descr":"Twayne schmeißt eine Party auf einem Kreuzfahrt-Dampfer. Randall erkrankt an einer gefährlichen Pollenallergie.","versions":[{"lang":1,"streams":[{"redirect":14528991,"hoster":"VOE"},{"redirect":12733818,"hoster":"Doodstream"},{"redirect":8652909,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728471,"hoster":"VOE"},{"redirect":8728472,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lilly und das Biest","epNo":9,"alt":"Lilly and the Beast","descr":"Callie eröffnet Mark, dass sie mit anderen Kerlen geschlafen hat. Eine Freundin aus Marks Vergangenheit taucht mit einem dunklen Geheimnis auf.","versions":[{"lang":1,"streams":[{"redirect":12383502,"hoster":"VOE"},{"redirect":8652910,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14528773,"hoster":"VOE"},{"redirect":8728478,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Meine liebe Mumienmutter","epNo":10,"alt":"Mummy Dearest","descr":"Randall fühlt sich vernachlässigt und Grimes Mutter kehrt zurück.","versions":[{"lang":1,"streams":[{"redirect":8494840,"hoster":"VOE"},{"redirect":12733825,"hoster":"Doodstream"},{"redirect":8652915,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728485,"hoster":"VOE"},{"redirect":8728481,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Reise zum Mittelpunkt der Twayne","epNo":11,"alt":"Journey to the Center of Twayne","descr":"Ameisen-Mann und Serienbrandstifter Jerry wird mal wieder bei einer seiner Zündeleien erwischt. Grimes und die anderen möchten ihn am liebsten für immer wegsperren, aber Mark besteht darauf, dass Jerry eine einwöchige Therapie macht, bevor ein endgültiges Urteil gesprochen wird. Aber noch bevor es richtig losgehen kann, flüchtet Jerry durch Twaynes Nasenloch in das Innere dessen Körpers.","versions":[{"lang":1,"streams":[{"redirect":14530002,"hoster":"VOE"},{"redirect":12998181,"hoster":"Doodstream"},{"redirect":12998177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12930944,"hoster":"VOE"},{"redirect":8728493,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"An jedem verdammten Arbeitstag","epNo":12,"alt":"Any Given Workday","descr":"Es ist wieder mal Zeit für das jährliche Footballspiel des Sozialdienstes gegen die Mannschaft von Grimes. Natürlich läuft nicht alles nach Plan …","versions":[{"lang":1,"streams":[{"redirect":12998180,"hoster":"VOE"},{"redirect":12998194,"hoster":"Doodstream"},{"redirect":12998182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728503,"hoster":"VOE"},{"redirect":8728504,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Roast von Twayne, dem Knochenstecher","epNo":13,"alt":"The Roast of Twayne the Boneraper","descr":"Twayne, Chef der Integrationsbehörde, wird Opfer eines Comedy-Roasts. Alle haben dabei riesigen Spaß, bis Mark als Roaster auftaucht und mit seinen Witzen, die bei niemandem ankommen, die Stimmung derartig vermiest, dass Twayne tief verletzt seinen Job an Mark übergibt.","versions":[{"lang":1,"streams":[{"redirect":12998189,"hoster":"VOE"},{"redirect":12998188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728508,"hoster":"VOE"}]}]},{"epId":"episode-14","name":"Mark liebt Dick","epNo":14,"alt":"Mark Loves Dick","descr":"Callie möchte unbedingt die neue Botschafterin von Atlantis werden. Doch da die Unterwasserstadt nur männliche Anwärter für diesen Posten akzeptiert, unterzieht sie sich kurzerhand einer Geschlechtsumwandlung und kann unter dem Namen \"Dick\" tatsächlich ihre neue Stelle antreten.","versions":[{"lang":1,"streams":[{"redirect":12998197,"hoster":"VOE"},{"redirect":12998199,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336521,"hoster":"VOE"},{"redirect":8728522,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der große Schweiger Toten","epNo":15,"alt":"The Stalking Dead","descr":"Die Popkünstlerin und Stil-Ikone Lady Hoo Ha ist Zombie geworden und löst damit bei ihrer weltweiten Fangemeinde eine wahre Zombie-Welle aus.","versions":[{"lang":1,"streams":[{"redirect":12998203,"hoster":"VOE"},{"redirect":12998202,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728529,"hoster":"VOE"},{"redirect":8728527,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Bat Boy Mark","epNo":16,"alt":"The Dork Knight","descr":"Mark wird von einem Batboy gebissen und verwandelt sich mehr und mehr in ein Fledermauswesen. Dadurch sieht er zwar schlimm aus, hat aber ein phänomenales Gehör und kann mit seinem super hohen Schrei alle Welt außer Gefecht setzen.","versions":[{"lang":1,"streams":[{"redirect":12998211,"hoster":"VOE"},{"redirect":12998217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728537,"hoster":"VOE"},{"redirect":8728536,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"April, April!","epNo":17,"alt":"Fools for Love","descr":"Nach all den Jahren der On/Off-Beziehung zu Callie will Mark sich endlich ein Herz fassen und die Dame mit dem schwarzen Herzen bitten, seine Vor-Verlobte zu werden. Zufällig fällt der Tag dieser Entscheidung auf den ersten April …","versions":[{"lang":1,"streams":[{"redirect":12998220,"hoster":"VOE"},{"redirect":13997821,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8728544,"hoster":"VOE"},{"redirect":8728543,"hoster":"Streamtape"}]}]}]}]}