{"seriesId":"ultra-city-smiths","name":"Ultra City Smiths","descr":"Ultra City ist kein Ort, an dem Wünsche in Erfüllung gehen – ganz im Gegenteil: Hier regieren dunkle Gestalten aus der Unterwelt. Als plötzlich auch noch der letzte ehrenwerte Politiker verschwindet, ist es an Detective David Mills und seinem Team, für Gerechtigkeit zu sorgen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"Ultra City, She Don’t Care","descr":"Am ersten Arbeitstag von Detective David Mills in Ultra City wird es eng. Carpenter K. Smith, der letzte ehrliche Politiker in der dunklen Stadt, holt eine Packung Zigaretten und verschwindet.","versions":[{"lang":1,"streams":[{"redirect":10005332,"hoster":"VOE"},{"redirect":10005331,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"The King of the Night","descr":"Mills und Gail versuchen, die Bewegungen des vermissten Bürgermeisterkandidaten zusammenzufügen, und wenden dabei außerordentlich spezifische Detektivarbeit an. Zimmermann K. Smith sollte Ultra City zu einem sanfteren Ort machen.","versions":[{"lang":1,"streams":[{"redirect":10005368,"hoster":"VOE"},{"redirect":10005371,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Hot Clues","descr":"Es stellen sich Fragen über die Verschwörung des Bürgermeisters mit einem großen Gangsterboss und einem Polizeikapitän zu Füßen von Stripperinnen. Gail steht vor einer Degradierung. Trishs Geheimnis wird öffentlich. Mills bringt seinen neuen Partner zum Tatort, um nach heißen Hinweisen zu suchen.","versions":[{"lang":1,"streams":[{"redirect":10005372,"hoster":"VOE"},{"redirect":10005376,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"The Little Baby Hand Pinky Grip","descr":"Mills und Nico beginnen, die Punkte zu verbinden. Gail versucht, ihren Sohn zu erreichen, der schnell entwischt. Der Kongressabgeordnete Chris Pecker gibt eine Lektion in der Geschichte des künstlerischen Akts. Street Hustler Boy riskiert alles für die Liebe.","versions":[{"lang":1,"streams":[{"redirect":10005319,"hoster":"VOE"},{"redirect":10005317,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"O-O-H Child","descr":"Schlimme Umstände bringen sowohl Mills als auch Gail ins Krankenhaus. Little Grace erfährt von dem Schaden, den sie verursacht hat. Ein verheerender Wechsel der Loyalität könnte Donellas Kampagne zum Scheitern bringen, gerade als sie an Fahrt gewinnt.","versions":[{"lang":1,"streams":[{"redirect":10005321,"hoster":"VOE"},{"redirect":10005323,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Family of Orphans","descr":"Eine Dunkelheit senkt sich auf Ultra City. Jetzt allein muss Mills es herausfinden und es stoppen.","versions":[{"lang":1,"streams":[{"redirect":10005333,"hoster":"VOE"},{"redirect":10005334,"hoster":"Streamtape"}]}]}]}]}