{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi","name":"Ulysses: Jeanne d\u0027Arc to Renkin no Kishi","descr":"Ulysses: Jeanne d`Arc to Renkin no Kishi spielt im 15. Jahrhundert, während des 100-jährigen Kriegs zwischen Frankreich und England, die sich im Kampf um die Thronfolge befinden. Während dieser gefährlichen Zeit besucht der junge Sohn eines Adligen, Montmorency, eine königliche Ritterschule, an der er sich mit den Handwerken Magie sowie Alchemie auseinandersetzt. Nur kurz nach der vernichtenden Niederlage Frankreichs in Agincourt wird die Schule jedoch geschlossen. Völlig wehrlos und ohne ein Zuhause streift der junge Alchemist durch die Welt und trifft eines Tages ein mysteriöses Dorfmädchen mit dem Namen Jeanne d\u0026amp;amp;amp;#039;Arc. Doch welche Abenteuer erwarten die beiden …?","seasons":[{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-1","name":"","epNo":1,"alt":"Oath","descr":"Im Frankreich des Jahres 1415 sind Montmorency und seine Freunde Richemont, Charlotte und Philippe Schüler einer Pariser Ritterschule. Montmorency interessiert sich jedoch mehr für alchemistische Studien, und sein Traum ist es, die wahre Kraft des Steins der Weisen zu enthüllen, den seine Vorfahren während des letzten Kreuzzugs aus dem Heiligen Land zurückgekauft haben . Währenddessen kämpfen Frankreich und England während des Hundertjährigen Krieges gegeneinander , und bald wird jeder Haushalt, der dem König von Frankreich dient, zu den Waffen gerufen, um Paris vor dem Feind zu schützen. Vor ihrer Abreise schwören die vier Freunde, bis zum letzten Atemzug zusammenzubleiben und ihr Bestes zu tun, um den Krieg zu beenden, doch kurze Zeit später steht die französische Armee in Azincourt vor einer dramatischen Niederlage, und Richemont wird anscheinend während der Schlacht getötet. Als Montmorency sieht, wie seine verbleibenden Freunde seine Seite verlassen (Charlotte wird auf ihr Schloss zurückgerufen, da der Tod ihrer Brüder sie zur Thronfolgerin gemacht hat, während Philippes Haushalt Burgund an die Engländer übergibt), führt Montmorency verzweifelt ein Ritual durch, um einen Dämon fähig zu machen ihn im Austausch für seine Seele in die Lage zu versetzen, das Geheimnis des Steins herauszufinden und die Königin der Feen Astaroth in der Menschenwelt zu nennen. Astaroth bringt Montmorency bei, wie man das Elixier herstellt, dessen Kraft es ihm ermöglicht, den Stein zu schlucken und seine Kraft zu erlangen, ein Odysseus zu werden. Doch etwas geht schief, und durch einen unerwarteten Nebeneffekt am Ende des Rituals stellt Montmorency fest, dass inzwischen sieben Jahre vergangen sind.seinen Freund zu retten. Ob es ihm Gelingt ?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668377","hoster":"VOE"},{"path":"/redirect/12668375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-2","name":"","epNo":2,"alt":"The Girl Called Jeanne","descr":"Montmorency beginnt, zusammen mit Astaroth durch Frankreich zu reisen, auf der Suche nach einem Weg, das Ritual zu vollenden und ein Odysseus zu werden. Eines Tages führt ihn seine endlose Reise in das kleine Dorf Domremy, wo er Jeanne trifft, ein zwölfjähriges Mädchen mit einem freundlichen und reinen Herzen. Inzwischen hat die englische Armee den größten Teil Nordfrankreichs und Lothringens erobertist im Begriff zu fallen; Aus diesem Grund schickt Prinzessin Charlotte den Söldnerkommandanten La Hire und ihre Soldaten, um die Menschen zu schützen. Währenddessen entdeckt Montmorency in Domremy von Astaroth, dass das Ritual seinen Körper in die Lage versetzt hat, eine endlose Menge Elixier zu produzieren, aber aus diesem Grund kann er den Stein nicht mehr schlucken, da das Elixier in seinem Körper ihn leicht zum Berserker und zum Töten bringen könnte ihn. Die englischen Streitkräfte treffen früher als erwartet ein und es gibt zu viele, als dass die Armee von La Hire sie besiegen könnte. Während der Schlacht wird Jeanne tödlich verwundet, nachdem sie gesehen hat, wie ihre freundlichen Feen von den Engländern brutal getötet wurden, und um ihr Leben zu retten, beschließt Montmorency, ein Ritual an ihr durchzuführen und die Hälfte des Steins in Jeannes Körper einzuführen. Das Ritual rettet Jeanne und macht sie zu einer Odysseus, verwandelt sie aber auch in eine brutale und rücksichtslose Kämpferin. Jeanne besiegt dann die englischen Streitkräfte und tötet La Hire fast, weil sie eifersüchtig ist. Glücklicherweise hört die Kraft des Steins im richtigen Moment auf und beweist, dass Jeanne nur für drei Minuten zur Odysseus werden kann. Da sie weiß, dass sie nicht länger in Domremy bleiben kann, beschließt Jeanne zu diesem Zeitpunkt, mit La Hire und Montmorency abzureisen. La Hire befürchtet, dass Jeanne als Ketzerin markiert und von der Inquisition gejagt wird, sobald sich die Gerüchte über Jeannes Macht verbreiten, aber Montmorency widerspricht, dass sie im Gegenteil eine heilige Heilige wird, die die Engländer abwehren und Frankreich retten wird. Jeanne beschließt, mit La Hire und Montmorency abzureisen. La Hire befürchtet, dass Jeanne als Ketzerin markiert und von der Inquisition gejagt wird, sobald sich die Gerüchte über Jeannes Macht verbreiten, aber Montmorency widerspricht, dass sie im Gegenteil eine heilige Heilige wird, die die Engländer abwehren und Frankreich retten wird. Jeanne beschließt, mit La Hire und Montmorency abzureisen. La Hire befürchtet, dass Jeanne als Ketzerin markiert und von der Inquisition gejagt wird, sobald sich die Gerüchte über Jeannes Macht verbreiten, aber Montmorency widerspricht, dass sie im Gegenteil eine heilige Heilige wird, die die Engländer abwehren und Frankreich retten wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668379","hoster":"VOE"},{"path":"/redirect/12668381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-3","name":"","epNo":3,"alt":"To the Scheming Palace","descr":"Montmorency verbreitet Gerüchte über Jeannes vermeintliche Heiligkeit und behauptet, sie sei die legendäre Jungfrau, die von Gott auserwählt wurde, um Frankreich vor dem Bösen zu schützen, das in alten Legenden genannt wird. Als sich Gerüchte verbreiten, gehen Montmorency und Jeanne nach Chinonmit Charlotte selbst zu sprechen und sie zu bitten, Jeanne zum Ritter und Kommandanten der französischen Armee zu machen. Charlotte denkt, dass Jeanne nur ein weiterer Scharlatan auf der Suche nach Geld ist, und versucht, sie zu verspotten, indem sie während einer Party ihren Platz auf dem Thron mit einem Dienstmädchen tauscht, aber mit Astaroths Hilfe findet Jeanne den Trick heraus und erlangt noch mehr Bekanntheit. Bei einer anderen Gelegenheit rettet Jeanne Charlotte vor einem Attentatsversuch, aber am Ende der Schlacht erscheint ein mysteriöser Mann namens Girald und sagt, dass das wahre Ziel des Attentäters darin bestand, Jeanne schwach genug zu machen, um den Stein der Weisen zu beanspruchen. Währenddessen wird Montmorency von La Tremoille gefangen genommen, seinem eigenen Cousin und einem von Charlottes Beratern, der auch Astaroth gefangen nimmt, und Montmercy wird in den Kerker des Schlosses geworfen. Im Gefängnis findet er Richemont, der ihm erzählt, wie nach demSchlacht von Agincourt hatte sie beschlossen, Heinrich V. die Treue zu schwören , in der Hoffnung, in beiden Königreichen genügend Einfluss zu gewinnen, um das Ende des Krieges auszuhandeln; nach Henrys Tod war sie jedoch wegen des finsteren Egos seines Bruders geflohen , aber als sie nach Frankreich zurückkehrte, wurde sie als Verräterin gebrandmarkt und eingesperrt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668383","hoster":"VOE"},{"path":"/redirect/12668382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-4","name":"","epNo":4,"alt":"Who Was the Promise For","descr":"La Tremoille enthüllt Montmorency seinen Plan, eine Einigung mit den Engländern zu erzielen und das bereits besetzte Frankreich an Burgund abzugeben, um es in eine englische Satellitennation zu verwandeln und ein unabhängiges südfranzösisches Königreich zu schaffen, wobei Philippe als Vermittler eingesetzt wird. Bevor Montmorency und Richemont jedoch getötet werden können, greifen La Hire und ihre Söldner die Burg an und retten sie. Montmorency und die anderen versuchen dann, Jeanne und Charlotte vor Girald zu retten, der Jeannes Leben bedroht, um Montmorency zu zwingen, seine Hälfte des Steins abzugeben. Montmorency gelingt es jedoch, ihn auszutricksen, und Girald stirbt, nachdem er den Stein ohne den Schutz des Elixiers geschluckt hat. Sobald die Schlacht vorbei ist, versucht Montmorency, Philippe zu verfolgen, um ihre Loyalität gegenüber den Valois zu schwören und Frankreich gegen die Engländer wieder zu vereinen. Philippe weigert sich jedoch, Sie behauptet, Girald habe ihren Befehl befolgt, den Stein zu beanspruchen, um den letzten Wunsch ihres verstorbenen Vaters zu erfüllen, ihre Familie zu den nächsten Herrschern Frankreichs zu machen, und verlässt das Schloss, nachdem sie durch Küssen von Montmorency ein Elixier gestohlen hat. Trotzdem beschließt Charlotte, endlich die Geschicke der Nation in ihre Hände zu nehmen, und macht Jeanne vor dem gesamten Hof zur Ritterin und Kommandantin der französischen Armee, mit Montmorency als Stellvertreterin. La Tremoille entkommt jedoch und sucht die Hilfe der Inquisition, um Jeannes Heiligkeit zu diskreditieren und sich zu rächen. Charlotte beschließt, endlich das Schicksal der Nation in ihre Hände zu nehmen, und macht Jeanne vor dem gesamten Hof zur Ritterin und Kommandantin der französischen Armee, mit Montmorency als ihrem Stellvertreter. La Tremoille entkommt jedoch und sucht die Hilfe der Inquisition, um Jeannes Heiligkeit zu diskreditieren und sich zu rächen. Charlotte beschließt, endlich das Schicksal der Nation in ihre Hände zu nehmen, und macht Jeanne vor dem gesamten Hof zur Ritterin und Kommandantin der französischen Armee, mit Montmorency als ihrem Stellvertreter. La Tremoille entkommt jedoch und sucht die Hilfe der Inquisition, um Jeannes Heiligkeit zu diskreditieren und sich zu rächen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668388","hoster":"VOE"},{"path":"/redirect/12668387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-5","name":"","epNo":5,"alt":"Proof of Purity","descr":"Um Reims zurückzuerobern und mit Charlottes Krönung zur neuen Königin von Frankreich fortzufahren, muss die französische Armee die Belagerung von Orléans durchbrechen , deren Verlust den Engländern die Tore ganz Frankreichs öffnen würde. Da Charlotte nicht genug Soldaten hat, um Orléans zu verteidigen, versucht Richemont, ihren schwachen Bruder zu suchenHilfe, nur um herauszufinden, dass er nicht die Absicht hat, sich auf die Seite der Engländer oder Franzosen zu stellen, bis der Krieg vorbei ist. Währenddessen kehrt La Trémoille mit einem Brief der Inquisition nach Chinon zurück, der einen Jungfräulichkeitstest von Jeanne erfordert, um zu beweisen, dass sie nicht mit dem Teufel kopuliert hat, um ihre Kräfte zu erlangen. Charlotte und Montmorency weigern sich jedoch, ihre Genehmigung für den Test zu erteilen, da sie befürchten, dass die Inquisition einen Trick anwenden könnte, um ihre Theorie zu demonstrieren. Außerdem beschließt Richemont aufgrund einer Diskussion mit Charlotte, von ihrer Rolle als Ritter zurückzutreten und verlässt das Schloss mit einem unbekannten Ziel. Am Ende bewegt La Trémoille die Menschen in Chinon erfolgreich dazu, das Schloss anzugreifen, um Charlotte zu zwingen, den Test zu genehmigen. Montmorency und Astaroth versuchen, die Menge zu beruhigen, aber am Ende werden sie beide von Jeanne gerettet.Joyeuse wird vor aller Augen zur Odysseus: Bei dieser Veränderung erkennt jeder sie als Heilige an, was zu einer Massenrekrutierung führt, die die französische Armee im Handumdrehen neu erschafft. Währenddessen trägt Philippe in Burgund einen uralten verfluchten Helm und verwandelt sich mithilfe von Montmorencys Elixier in einen dunklen Ulysses.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668389","hoster":"VOE"},{"path":"/redirect/12668391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-6","name":"","epNo":6,"alt":"Ashes to Ashes","descr":"Jeanne und Montmorency erreichen erfolgreich das belagerte Orléans, dessen Armee von Richemonts jüngerem Bruder Alençon und Charlottes unehelichem Cousin Batard kommandiert wird. Alençon lehnt die Hilfe der Neuankömmlinge jedoch zunächst ab und startet einen eigenen Frontalangriff, wird jedoch von Philippe schwer verwundet. Jeanne und Montmorency stellen sich Philippe und besiegen sie, zwingen das Mädchen zum Rückzug und sichern ihren Verbündeten einen erfolgreichen Rückzug in die Stadt. Trotzdem erobert die französische Armee dank Jeannes Einfluss die meisten Burgen und Festungen um Orléans zurück und bewegt Bedford dazu, den englischen Söldner und Ulysses Hunter Gladsale anzuheuern, der sich auf die Seite von Philippe stellt, um Pucelles Macht entgegenzuwirken. Jeannes Unterstützer geraten jedoch schnell außer Kontrolle, und das sogar bei dem Mädchen.Loire und verbindet Orléans mit dem Südufer. Während des Kampfes wird Jeanne jedoch von Philippe ausgetrickst, der sie erfolgreich blockiert und Glasdale erlaubt, beide Herzen mit einem Pfeil zu durchbohren, der aus der Lanze von Longinus hergestellt ist, einem weiteren mächtigen Stein der Weisen mit der Kraft, die Heilung durchstochener Organe zu verhindern. Jeannes Niederlage demoralisiert schnell die französische Armee, die sich fast sofort zurückzieht, auch wenn es Alençon gelingt, die Engländer davon abzuhalten, Pucelles Leiche zu beanspruchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668395","hoster":"VOE"},{"path":"/redirect/12668396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-7","name":"","epNo":7,"alt":"Rain and Memory in Brittany","descr":"Die französische Armee gruppiert sich bei den Augustinern neu, einem alten Kloster, das sich in der Nähe von Les Tourelles in eine Festung verwandelt hat, aber Jeanne liegt jetzt im Koma, weil sie ihr Herz verloren hat, und der Stein kann sie kaum am Leben erhalten. Astaroth sagt Montmorency, dass der einzige Weg, sie zu retten, mit Escalibor ( Excalibur ) ist, einem weiteren alten Stein der Weisen mit der Kraft, jede Wunde zu heilen. Denn das Schwert soll sich in Montmorencys Heimat Bretagne befindenAlençon fordert ihn auf, seinen Großvater Jean de Craon zu kontaktieren und ihn um Soldaten zu bitten, um die Schlacht aufrechtzuerhalten. Trotz des Hasses zwischen ihm und seinem Großvater reist Montmorency nach Champtocé und spricht mit Jean, der antwortet, dass er ihm nur dann Soldaten leiht, wenn Montmorency zustimmt, seine eigene Cousine Catherine de Thouars zu heiraten und die beiden mächtigsten Haushalte der Bretagne zu vereinen. Montmorency weigert sich zunächst, seinen Eid zu brechen, bei Jeanne zu bleiben, ohne zu heiraten, aber Catherine willigt trotz ihrer Liebe zu ihm ein, Jean de Craon glauben zu machen, dass sie sich in der Nacht geliebt hätten. Auf diese Weise willigt Montmorencys Großvater ein, ihm die gewünschten Soldaten zu leihen, obwohl er von seinem alten Freund Flamel gelernt hatdass sein Enkel der legendäre Antichrist sein könnte, der die Welt beenden wird. In der Zwischenzeit wird die Einheit von La Hire nach Orléans geschickt, um Alençon zu unterstützen, und auch Philippe kann dank der heilenden Fähigkeiten des Helms aufwachen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668398","hoster":"VOE"},{"path":"/redirect/12668400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-8","name":"","epNo":8,"alt":"Return of the Female Saint","descr":"Während La Hire und Xaintrailles Orléans beschützen, führt Astaroth Alençon und Batard zu dem Ort, an dem sie Escalibors Scheide versteckt hatte, und enthüllt, dass sie die legendäre Lady of the Lake ist , die das Schwert nach dem Tod von König Arthur zurückgeholt hat . Als sie mit Hilfe einiger Feen das Versteck erreichen, trifft die Gruppe auf den walisischen Schriftsteller und Romancier Thomas Malory, der versucht, die Scheide auf Bedfords Befehl zu stehlen; Astaroth schafft es jedoch, es zurückzuholen, und um der ankommenden englischen Armee entgegenzuwirken, befiehlt Alençon Batard und Astaroth, nach Orléans zurückzukehren, während er zurückbleibt, um zu kämpfen, und Malory als Geisel bei sich behält. Glücklicherweise trifft Richemonts Armee gerade rechtzeitig ein, um Alençon zu retten (obwohl Malory entkommt), dann machen sich Bruder und Schwester auf den Weg zwischen Champtocé und Orléans, wo La Tremoille versucht, Montmorencys Truppen mit seiner eigenen Armee aufzuhalten. Während Richemont La Tremoille besetzt hält, erreichen Montmorency und Alençon schließlich die Augustiner, wo Jeanne dank der Scheide und Montomorencys Kuss erfolgreich heilt und aufwacht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668403","hoster":"VOE"},{"path":"/redirect/12668405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-9","name":"","epNo":9,"alt":"Dance Music of White and Black","descr":"Jeannes Rückkehr ermutigt die französische Armee und ermöglicht einen Gegenangriff auf Les Tourelles. Um Jeanne jedoch vor erneuten Verletzungen zu schützen, befiehlt Montmorency ihr zunächst, sich vom Schlachtfeld fernzuhalten, aber als Philippe in den Kampf zurückkehrt, beschließt Jeanne, sich ihr und den beiden Ulysses in einem dramatischen Duell zu stellen. Weiter inspiriert von Montmorency starten die Franzosen einen Frontalangriff, durchbrechen die englische erste Linie und ebnen den Weg nach Montmorency. Philippe ist im Nachteil und bringt Jeanne erfolgreich dazu, ihre Wachsamkeit zu senken, indem er ihr die angebliche Liebesnacht offenbart, die Montmorency mit ihrer Cousine hatte, und um ihr Leben zu retten, hat Montmorency keine andere Wahl, als die andere Hälfte des Steins zu schlucken und selbst ein Ulysses zu werden. In einem verzweifelten Versuch, Jeanne zu töten, durchbohrt Glasdale schließlich Philippe. fällt mit ihr in die Loire, als die Brücke einstürzt, und an diesem Punkt ergibt sich der Rest der englischen Armee. Während die Franzosen jedoch noch jubeln, bedecken schwarze Wolken alles, und ein schockierter Astaroth sagt, dass der Stein der Weisen außer Kontrolle geraten ist und die Tore der Hölle über der Erde geöffnet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668409","hoster":"VOE"},{"path":"/redirect/12668410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-10","name":"","epNo":10,"alt":"Beast of the Apocalypse","descr":"Während der französische Rückzug eine ohnmächtige Jeanne mitnimmt, versucht Montmorency zu verhindern, dass das riesige Monster von einem Ort jenseits von Zeit und Raum auftaucht, aber das Biest dringt schließlich in seinen Körper ein und beansprucht es. Während er bewusstlos ist, hat Montmorency Visionen von einem alten Kampf zwischen dem dämonischen Monster und einem von Astaroth unterstützten Priester, der ihn mit dem Stein auf Kosten seines Lebens in eine andere Welt verbannte und anschließend die Fee mit dem Relikt verband, um sein Wächter zu werden . Zur gleichen Zeit erreicht Flamel die Brücke und entpuppt sich als der letzte Templer, eine Organisation, die von Menschen gegründet wurde, um jeden Stein der Weisen auf der Welt zu finden und zu zerstören, um diese sogenannten Götter (die implizit sein sollen) zu stoppen Außerirdische aus einer anderen Welt und Schöpfer der menschlichen Rasse) daran hindern, die Menschen zu bedrohen. Der alte Alchemist versucht, gegen den Dämon zu kämpfen, aber die Kreatur tötet ihn schließlich; La Hire nimmt seinen Platz ein, nachdem sie sich mit dem Schwert Joyouse durchbohrt hat, um Ulysses Kräfte zu erlangen, aber selbst so wird sie schnell besiegt. Dann ist Jeanne an der Reihe, und während er mit ihr kämpft, kehrt Montmorency für einen Moment zu sich selbst zurück und bittet seine Freunde, ihn zu töten. An diesem Punkt versucht der Dämon, ihn wieder einzuschläfern und zeigt ihm Visionen der Zukunft, wo Montmorency die siehtSchicksal erwartet Jeanne in Rouen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668413","hoster":"VOE"},{"path":"/redirect/12668412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-11","name":"","epNo":11,"alt":"Utopia, Then...","descr":"Der Dämon, der sich als der alte sumerische Gott Enlil herausstellt, übernimmt vollständig die Kontrolle über Montmorencys Körper und seine Kräfte und ruft seine interdimensionalen Diener zur Erde, um ihm zu helfen, die Menschheit auszulöschen. Jeanne und La Hire versuchen erneut, sich ihm zu stellen, aber La Hire wird schließlich schwer verwundet und lässt die einzige Jeanne kämpfen. An diesem Punkt schließen sich auch Philippe und Glasdale der Schlacht an und versuchen, die Kraft von Glasdales Lanze von Longinus zu nutzen, um Elil auf Kosten von Philippes Leben zu töten. Jeanne stoppt den Pfeil, um keine anderen Leben zu opfern, und dank Philippe gelingt es Pucelle, Enlil zu küssen, in einem verzweifelten Versuch, Montmorency zu erwecken. So kann Jeanne Montmorency im Unterbewusstsein seiner Vergangenheit begegnen, wo Enlil ihn gefangen hat, aber der Junge erkennt sie zunächst nicht. Nach vielen Versuchen gelingt es Jeanne, ihn an alles zu erinnern,Jeannes Schicksal ist. Jeanne bewegt ihn jedoch zu glauben, dass die Zukunft noch nicht geschrieben ist und dass sie versuchen können, sie zu ändern, und an diesem Punkt erwacht Montmorency und wirft Enlil aus seinem Körper.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668417","hoster":"VOE"},{"path":"/redirect/12668418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ulysses-jeanne-darc-to-renkin-no-kishi/staffel-1/episode-12","name":"","epNo":12,"alt":"In This Wonderful World","descr":"Mit vereinten Kräften gelingt es Montmorency und Jeanne, Enlil zu besiegen und ihn zurück in sein Dimensionsgefängnis zu schicken. Während Jeanne noch erschöpft von der Schlacht ist, versucht das Phantom des letzten Herzogs von Burgund erneut, Philippe zu verfolgen, um Jeanne zu töten; An diesem Punkt bittet Philippe Glasdale, sie zu töten, bevor er erneut vom Blutdurst des Heiligen Grals unterworfen wird, aber der Ritter entfernt das Relikt gewaltsam von ihr und rettet Philippe vor ihrem Fluch, der Schwarze Odysseus zu sein (später wird sich herausstellen, dass die Helm wurde nicht zerstört, aber Philippe hat kein Durchhaltevermögen, um der Stimme des Geistes zu folgen). Nachdem Orléans und Les Tourelles offiziell verloren sind, befehligt Malory die Überreste der englischen Armee, angeführt von John Talbotsich auf Bedfords Befehl zurückziehen und behaupten, dass ihr Lord heimlich eine Gegenoffensive vorbereitet, um das Blatt des Krieges erneut zu ändern und gleichzeitig Jeannes Legende zu zerstören. Während Orléans das Ende der Belagerung feiert, kehren Jeanne und die anderen nach Chinon zurück, und Charlotte macht Montmorency zum Marschall von Frankreich und vertraut ihm die Pflicht an, sowohl Jeanne als auch die Valois vor den Verschwörern zu schützen, die sich immer noch unter ihnen verstecken. Unter der Führung von Jeanne und Montmorency besiegt die französische Armee die Engländer in Patay und ebnet den Weg nach Reims, wo Charlotte offiziell zur Königin von Frankreich gekrönt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12668376","hoster":"VOE"},{"path":"/redirect/12668373","hoster":"Streamtape"}]}]}]}]}