{"path":"/serie/stream/unbelievable","name":"Unbelievable","descr":"Teenager Marie (Kaitlin Dever) wurde vergewaltigt. Da ihre Erzählungen über die Tat einige Ungereimtheiten und unwahrscheinliche Aspekte enthält, wird ihr letztendlich von der Polizei kein Glauben geschenkt – sehr zur weiteren Pein des Opfers. Als die beiden Polizistinnen Grace Rasmussen (Toni Collette) und Karen Duvall (Meritt Wever) Monate später einen anderen gewalttätigen sexuellen Übergriff untersuchen, haben sie zunächst Schwierigkeiten bei ihren Ermittlungen – anscheinend handelt es sich um einen Täter mit Erfahrung. Als sie mit einbeziehen, dass der Täter vielleicht bereits zuvor ähnliche Verbrechen begangen habe, stoßen sie schließlich auf ein vages Muster: Diesem zufolge hätte der Täter schon lange sein Unwesen getrieben, aber im Bereich jeder Polizeibehörde lediglich ein Mal zugeschlagen. Und er hätte – was eher ungewöhnlich ist – sich an sehr unterschiedlichen Typen von Frauen vergangen. So haben auch die Ermittlerinnen Schwierigkeiten, Gehör zu finden – und machen sich schließlich auf eigene Faust an ihre Untersuchungen jenseits der eigenen Dienstbefugnisse.","seasons":[{"path":"/serie/stream/unbelievable/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unbelievable/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Eine traumatisierte junge Frau sei von einem Eindringling vergewaltigt worden. Ein Strudel aus Emotionen und die zunehmend skeptischen Fragen der Polizei erwarten sie. Was sie dazu veranlasst zu erst ihre Anzeige wieder zurückzuziehen um nur danach den Rückzug wieder zurückzuziehen. Was in ihrem Umfeld alle einigermaßen Ärgert. Wurde sie nun vergewaltigt oder nicht das bleibt die große Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8494976","hoster":"VOE"},{"path":"/redirect/8653073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Maries Widerruf ihrer Anzeige hat Folgen. Doch drei Jahre später ermittelt Detective Karen Duvall in Colorado in einem Fall mit schockierend ähnlichen Merkmalen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8494972","hoster":"VOE"},{"path":"/redirect/8653066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die beiden Polizistinnen kommen auf die Idee die jeweiligen Fälle von Karen Duvall und Grace Rasmussen zu vergleichen und dabei kommt ihnen ein schockierender Verdacht. Währenddessen sickert in Washington Maries Name an die Presse durch was zur Folge hat das sie wirklich hässliche und böse Nachrichten bekommt. Als wäre das nicht schon genug wendet sich jeder bis auf ein Freund und ihre Betreuer von ihr ab und kehren ihr den Rücken. Als i Tüpfelchen bekommt sie noch Post von offizieller Stelle das gegen sie ein Strafantrag eingebracht wird wegen Falschaussage. Wie lange kann sie diesen Druck noch standhalten???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115516","hoster":"VOE"},{"path":"/redirect/8653072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nach weiteren Opfertreffern nimmt die Sache eine ungeahnte Dimension an deswegen bitten Duvall und Rasmussen in Anbetracht der Komplexität das FBI um Hilfe. Das FBI hört sich das alles an und bittet ihnen ihre Unterstützung an. Marie steckt in einem juristischen Albtraum fest. Gegen sie wurde ein Haftbefehl erlassen weil sie den Termin für die Verhandlungen nicht eingehalten hatte. Was sie aber auch nicht konnte weil der Beief mit dem Termin an eine alte Adresse geschickt wurde. Nun hat sie einen Pflichtverteidiger trotzdem ist sie unsicher und weiß nicht wie es mit ihr nun weitergeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8494975","hoster":"VOE"},{"path":"/redirect/8653068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Kleine Erfolge und wachsende Enttäuschungen wechseln sich ab kaum finden sie einen neuen Hinweis bringt sie der auch schon nicht mehr wirklich viel weiter. Karen folgt einer neuen Spur nach Kansas wo es angeblich noch mehr Vergewaltigungen gegeben haben soll. Marie hat auf der Arbeit mit neuen Problemen zu kämpfen. Nicht nur das sie durch ihre neue \"Berühmtheit\" nicht mehr im Verkaufsraum arbeiten kann und sie deswegen vorerst ins Lager versetzt wird. Kommt noch hinzu das ein \"Kolege\" einen Üblen Scherz macht der sie einigermaßen verstört und als sie dann vor dem Laden ihren einzigen noch verbleibende Freund vergrault kommt ihre Chefin und meint sie könne sich hier nicht so benehmen worauf Marie ihre Chefin wissen lässt das sie kündigt. Was soll sie ohne Job ohne Freunde und ohne Glaubwürdigkeit tun???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8494978","hoster":"VOE"},{"path":"/redirect/8653070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Um sich einem Verdächtigen zu nähern, lässt Grace ihren Charme spielen. Doch der Verdächtige durchschaut ihr Spiel sofort ganz zum Missfallen von Grace. Praktikant Elias macht eine entscheidende Entdeckung er hat das Kennzeichen des Verdächtigen Fahrzeugs. Das ist aber noch nicht alles durch das Kennzeichen fand er auch den Halter und dessen Anschrift heraus. Mit großer Vorfreude beginnt das ganze Team die Überwachung des Verdächtigen. Maries Verhalten wird immer leichtsinniger sie versucht erfolglos Alkohol zu kaufen und weil das misslingt bittet sie einen vorbeikommenden das für sie zu erledigen. Als sie in die betreute Einrichtung viel zu spät und komplett dicht von Drogen und Alkohol zurückkehrte wird sie schon erwartet und weil sie vor dem Einzug einen Vertrag mit der Einrichtung abgeschlossen hat muss sie jetzt die Konsequenzen für ihr Handeln tragen. Wirft sie ihr leben nun komplett weg oder wird sie noch mal die Kurve kriegen???","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336538","hoster":"VOE"},{"path":"/redirect/8653069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Da es nun zwei Verdächtige gibt, muss das Team den Schuldigen schleunigst zweifelsfrei identifizieren und verhaften. Dazu besorgen sie sich sofort Durchsuchungs und Haftbefehle. Und als sie alles durchsuchen finden alles die Schuhe, die Kamera und alle anderen Sachen um den schuldigen einwandfrei zu identifizieren er hat sogar das Muttermal am Bein. Maries neue Therapeutin bemüht sich um ihr Vertrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446004","hoster":"VOE"},{"path":"/redirect/8653071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unbelievable/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Ein Anruf aus Colorado tritt eine Kette von Ereignissen los, die Maries Leben verändert. Duvall und Rasmussen rüsten sich für einen wichtigen Gerichtstermin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8494977","hoster":"VOE"},{"path":"/redirect/8653074","hoster":"Streamtape"}]}]}]}]}