{"path":"/serie/stream/und-drauen-die-nacht","name":"Und draußen die Nacht","descr":"[Esterno notte] Italien, 1978: Die politische Lage ist angespannt. Das Land ist geprägt von einer Wirtschaftskrise, immer wieder kommt es zu Unruhen. Gewalt und Attentate sind an der Tagesordnung. Die christdemokratische Partei Italiens, Democrazia Cristiana, stellt unter Giulio Andreotti eine Minderheitsregierung. Um die Position der Regierung zu stärken, setzt sich der konservative Parteivorsitzende Aldo Moro für einen Kurs der Zusammenarbeit – einen \"historischen Kompromiss\"\" – mit der kommunistischen Partei (PCI) und der gemäßigten sozialistischen Partei (PSI) ein. Unterstützt wird er von Enrico Berlinguer, dem Vorsitzenden der kommunistischen PCI. An den Rändern des politischen Spektrums sorgt die Einigung für eine zunehmende Radikalisierung.","seasons":[{"path":"/serie/stream/und-drauen-die-nacht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-1","name":"Aldo Moro","epNo":1,"alt":"","descr":"Italien, 1978: Die politische Lage ist angespannt. Das Land ist geprägt von einer Wirtschaftskrise, immer wieder kommt es zu Unruhen. Gewalt und Attentate sind an der Tagesordnung. Die christdemokratische Partei Italiens, Democrazia Cristiana, stellt unter Giulio Andreotti eine Minderheitsregierung. Um die Position der Regierung zu stärken, setzt sich der konservative Parteivorsitzende Aldo Moro für einen Kurs der Zusammenarbeit – einen \"historischen Kompromiss\" – mit der kommunistischen Partei (PCI) und der gemäßigten sozialistischen Partei (PSI) ein. Unterstützt wird er von Enrico Berlinguer, dem Vorsitzenden der kommunistischen PCI. An den Rändern des politischen Spektrums sorgt die Einigung für eine zunehmende Radikalisierung. Viele Kommunisten sehen die Zusammenarbeit als Anbiederung ihrer Partei an die Konservativen. Das bekommt auch Moro selbst in einer seiner Vorlesungen an der Universität zu spüren, die von Protesten gestört wird. Die Konservativen hingegen fürchten ganz grundsätzlich die kommunistische Regierungsbeteiligung. Auch Papst Paul VI., mit dem Aldo Moro eine enge Freundschaft verbindet, äußert seine Skepsis. Innerhalb der christdemokratischen Partei scheint Moros Plan zunächst angenommen zu werden. Doch als klar wird, dass viele Amtsinhaber der Minderheitsregierung ihre Posten an Linke abgeben müssten, kommt Gegenwind auf. Am 16. März 1978 soll schließlich der \"historische Kompromiss\" im Parlament verhandelt werden. Moro begibt sich begleitet von seinen Leibwächtern in seiner Dienstlimousine auf den Weg dorthin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342494","hoster":"VOE"},{"path":"/redirect/12342495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-2","name":"Il ministro degli interni","epNo":2,"alt":"","descr":"Der Polizist Domenico Spinella ist der Erste, der am Tatort eintrifft: Er sieht den Konvoi Aldo Moros mit den erschossenen Personenschützern – und von dem Spitzenpolitiker keine Spur. Der Sicherheitsapparat Italiens ist nun ganz auf die Suche nach Moro fokussiert, ebenso die gesamte Presse des Landes. Spinella ist Teil des Krisenstabs, der von Innenmister Francesco Cossiga geleitet wird. Der sieht in Moro eine Vaterfigur, der er seine Karriere zu verdanken hat, und setzt alles daran, ihn zu befreien. Doch dieser Aufgabe ist er nicht gewachsen: Cossiga lässt sich überreden, neben großangelegten Abhöraktionen landesweit Razzien und Verkehrskontrollen durchführen zu lassen – vergebens. Schließlich meldet sich der Entführte persönlich mit einem Brief. Die linksextremen Terroristen der Roten Brigaden (\"Brigate Rosse\") signalisieren Verhandlungsbereitschaft. Doch Premierminister Giulio Andreotti schlägt das Angebot aus. Für ihn muss der Staat Stärke zeigen, selbst wenn das eventuell das Todesurteil Moros bedeuten könnte. Cossiga wendet sich verzweifelt an Steve Pieczenik, einen amerikanischen Experten, der fortan großen Einfluss auf den Minister ausübt. Zusammen erarbeiten sie eine fragwürdige Strategie. Außerdem sucht Cossiga Rat bei dem Psychiater Franco Ferracuti, denn er leidet unter Migräne, Schlaflosigkeit und Halluzinationen. Insgeheim glaubt der Innenminister, Aldo Moro durch seine Offenbarungsträume finden zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342496","hoster":"VOE"},{"path":"/redirect/12342497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-3","name":"Il Papa","epNo":3,"alt":"","descr":"Die Regierung unter Premierminister Giulio Andreotti fährt im Fall Aldo Moro einen entschieden harten Kurs: Mit den Entführern von den Roten Brigaden wird nicht verhandelt. Der Heilige Stuhl verfolgt hingegen eine andere Strategie. Der schwer kranke Papst Paul VI. versichert Moros Frau Eleonora Chiavarelli, dass er durchaus bereit ist, den Roten Brigaden ein Angebot zu machen. Paul VI. ist ein Freund Moros, und als solcher plagt ihn ein schlechtes Gewissen – schließlich hatte er dessen \"historischen Kompromiss\" mit der kommunistischen Partei nicht unterstützt. Doch bei aller Entschlossenheit zur Befreiung des Entführten ist eines von größter Wichtigkeit: Diskretion. Denn selbst das päpstliche Telefon wird vom verzweifelten Francesco Cossiga im Innenministerium abgehört. Er setzt Cesare Curioni, einen Gefängnispfarrer, als Mittelsmann ein. Curioni soll inhaftierte Brigadisten kontaktieren, was sich jedoch schnell als nutzlos erweist. Stattdessen schickt Paul VI. einen Bischof zu Andreotti. Die Regierung soll seinen Vorschlag unterstützen, den Roten Brigaden 20 Milliarden Lire im Austausch gegen Moro anzubieten. Obwohl seine militärischen Berater es nicht gerne sehen, dass einer terroristischen Gruppe eine derart hohe Summe überlassen wird, willigt Andreotti ein. Wieder ist es Curioni, der den Kontakt zu den Entführern suchen soll. Er findet einen jungen Mann, der angibt, Mitglied der Roten Brigaden zu sein. Bevor er das Geld erhält, muss er jedoch zuerst einen Beweis erbringen, dass er tatsächlich für die Geiselnehmer arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342481","hoster":"VOE"},{"path":"/redirect/12342483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-4","name":"I terroristi","epNo":4,"alt":"","descr":"In den Reihen der Roten Brigaden ist die alleinerziehende Mutter Adriana Faranda eine aufstrebende Kraft: Sie ist überzeugt von der Möglichkeit einer sozialistischen Gesellschaft. Und so besteht sie ihre Feuertaufe, indem sie ein erstes Attentat begeht. Als die geplante Geiselnahme von Aldo Moro näher rückt, fasst sie schweren Herzens den Entschluss, ihre Tochter zurückzulassen und sich zusammen mit ihrem Liebhaber Valerio Morucci sowie den anderen Brigadisten ganz auf die Vorbereitungen zu konzentrieren. Adriana ist charismatisch, intelligent und versiert im Umgang mit Waffen, doch gerade deshalb besteht der Anführer der Roten Brigaden Mario Moretti darauf, dass sie nur indirekt an der Geiselnahme beteiligt ist: Falls etwas schieflaufen sollte, könnte sie als Anführerin nachrücken. Deshalb verfolgt sie die \"Operation Fritz\", wie die Entführer ihre Tat nennen, in ihrem Versteck über den Polizeifunk. Als der Plan vollbracht und Moro entführt ist, wähnt sich vor allem Moretti in einer Machtposition. Doch Adriana kommt immer mehr ins Zweifeln: Sie sehnt sich nach ihrer Tochter, leidet an der Ermordung aller Begleiter Moros und erkennt, dass ihre Kameraden und Kameradinnen nicht wirklich an den Sieg des Sozialismus glauben. Mit Moro hingegen verbindet sie eine Gemeinsamkeit: den Glauben an Gott. Sie bittet Moretti, eine Freilassung Moros in Betracht zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342485","hoster":"VOE"},{"path":"/redirect/12342484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-5","name":"Eleonora","epNo":5,"alt":"","descr":"Eleonora Chiavarelli ist die Ehefrau des entführten Politikers Aldo Moro. Die fromme Katholikin erfährt in der Kirche von der Tat. Als sie anschließend den Tatort besichtigt und schließlich zu Hause Ruhe sucht, scharen sich um sie schon die Paparazzi. Je länger die Geiselnahme andauert, desto angespannter werden die permanent unter Beobachtung stehenden Familienmitglieder – doch \"Nora\" behält einen kühlen Kopf. Sie wendet sich hilfesuchend an Benigno Zaccagnini, Generalsekretär der Democrazia Cristiana, der an Moros \"historischem Kompromiss\" mitgearbeitet hat, sowie an weitere weltliche und geistliche Würdenträger, die allesamt auch Wegbegleiter ihres Mannes waren. Mario Moretti, Anführer der Roten Brigaden, wendet sich schließlich sogar direkt an Nora, da er glaubt, dass sie die Regierung zum Einlenken bringen kann. Doch das alles ist vergeblich, die Regierung unter Giulio Andreotti verhandelt nicht mit den Entführern. Nora erhält von den Parteifreunden ihres Mannes nichts als Vertröstungen. Eine letzte Hoffnung der Familie, den liebevollen Vater wiederzufinden, liegt in der Aussage einer Nonne, die in der Nachbarschaft verdächtige Vorkommnisse beobachtet haben will. Und Nora gelingt es, Innenminister Cossiga zu überzeugen, der Spur nachzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342486","hoster":"VOE"},{"path":"/redirect/12342492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-drauen-die-nacht/staffel-1/episode-6","name":"La fine","epNo":6,"alt":"","descr":"Der Amerikaner Steve Pieczenik wurde von Innenminister Cossiga als Berater in der Affäre Aldo Moro herangezogen. Eines Abends kommt er in das Büro des Ministers, um sich von ihm zu verabschieden. Ihm scheint seine Arbeit getan, seiner Ansicht nach bleibt den Roten Brigaden nun nichts als die Freilassung übrig. Das wäre für die Parteispitze der Democrazia Cristiana inzwischen ein Debakel. Schließlich ist keiner der Akteure in Parteiführung und Regierung während der fast zwei Monate von der harten Linie abgewichen, die Ministerpräsident Giulio Andreotti verordnet hat. Moro selbst befürchtet schon einen schlimmen Ausgang der Affäre, als zum ersten Mal in seiner Gefangenschaft von den Roten Brigaden Besuch zugelassen wird: Im Kofferraum eines Wagens in das Versteck geschmuggelt, darf ein Priester mit Moro in dessen winziger Zelle sprechen. Er nimmt Moro die Beichte ab, bevor er ihm die Kommunion spendet. Aldo Moro gesteht, dass er Hass empfindet, Hass gegen die Regierung, gegen sich selbst, aber vor allem gegen Andreotti.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342489","hoster":"VOE"},{"path":"/redirect/12342490","hoster":"Streamtape"}]}]}]}]}