{"path":"/serie/stream/und-dann-noch-paula","name":"...und dann noch Paula","descr":"Der ausgebrannte Sternekoch Oliver (Alexander Schubert) will nach einer Reha eigentlich kürzer treten. Jedoch überfällt ihn die 17-jährige Paula (Amelie Plaas-Link) mit der Information, dass er ihr biologischer Vater sei und sich nun um sie kümmern muss.Zwischen dem eigenwilligen Teenager, die Oliver statt mit \"Vater\" als \"fremder Mann\" anredet, seiner über die Situation aufgebrachte Mutter Ursula (Eleonore Weisgerber) und seinem stets um Olivers Gesundheit besorgten Kumpel Frank (Sascha Nathan) bleibt Olivers Stressniveau jedoch konstant hoch …","seasons":[{"path":"/serie/stream/und-dann-noch-paula/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-1","name":"Fick dich, Fremder Mann","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12632515","hoster":"VOE"},{"path":"/redirect/12632514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-2","name":"Symmetrie macht blind","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12632519","hoster":"VOE"},{"path":"/redirect/8247913","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-3","name":"Schule und so","epNo":3,"alt":"","descr":"Die sechsteilige Sitcom erzählt von dem ausgebrannten Sternekoch Oliver, der nach 17 Jahren erfährt, dass er eine Tochter hat. Und die ist direkt bei ihm eingezogen. Oliver hat ein Problem: Seit Paula bei ihm eingezogen ist, hat er nirgendwo mehr seine Ruhe. Noch nicht einmal auf dem eigentlich stillen Ort. Für den Perfektionisten gibt es nur eine Lösung: Sein Badezimmer muss schalldicht werden. Handwerkerchaos inklusive. Außerdem muss Oliver als Vater einschreiten, denn Paula ist in der Schule von einem Lehrer beleidigt worden. Paula ist gekränkt und wütend, Oliver geht auf die Barrikaden. Bis er erfährt, was wirklich hinter der vermeintlichen Beleidigung steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8247924","hoster":"VOE"},{"path":"/redirect/12632521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-4","name":"Schwarzer Mann","epNo":4,"alt":"","descr":"Die sechsteilige Sitcom erzählt von dem ausgebrannten Sternekoch Oliver, der nach 17 Jahren erfährt, dass er eine Tochter hat. Und die ist direkt bei ihm eingezogen. Oliver und Paula wohnen schon einige Wochen zusammen in Olivers Wohnung, und Paula sagt nicht mehr so oft \"fremder Mann\" zu ihm. Wie wenig sich Vater und Tochter immer noch kennen, zeigt Olivers Reaktion auf Paula, die er früh am Morgen in der Küche trifft. Paula hat die Nacht durchgetanzt und ist auf der Suche nach einem nahrhaften Frühstück. Für sich und für Mo. Während Oliver noch Angst hat, dass seine Tochter einen Straßenhund mit nach Hause gebracht haben könnte, steht Mo in der Tür. Und Olivers Angst um seine Fleischbestände im Kühlschrank wird ganz schnell zum kleinsten seiner Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12332250","hoster":"VOE"},{"path":"/redirect/8247926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-5","name":"Krebshund","epNo":5,"alt":"","descr":"Die sechsteilige Sitcom erzählt von dem ausgebrannten Sternekoch Oliver, der nach 17 Jahren erfährt, dass er eine Tochter hat. Und die ist direkt bei ihm eingezogen. Olivers Wochen der Krankschreibung gehen dem Ende zu. Langsam fühlt er sich wieder fit genug, um in seinem Restaurant hinter dem Herd zu stehen. Doch dann springt ihn im Park ein Hund an und schnüffelt in seinem Schritt. Eigentlich nichts Ungewöhnliches. Doch die Besitzerin behauptet, bei Sandro handele sich um einen Krebshund, der mit der Präzision einer Hundenase Krebs bei Menschen erschnüffeln könne. Für den neurotischen Oliver Grund genug, seine komplette Familie ins Chaos zu stürzen. Paula hat dafür eigentlich überhaupt keine Zeit. Sie hat gerade den süßesten Jungen von ganz Köln kennen gelernt und ist schwer verliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8300821","hoster":"VOE"},{"path":"/redirect/8247933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/und-dann-noch-paula/staffel-1/episode-6","name":"Otternase ist kein Name","epNo":6,"alt":"","descr":"Die sechsteilige Sitcom erzählt von dem ausgebrannten Sternekoch Oliver, der nach 17 Jahren erfährt, dass er eine Tochter hat. Und die ist direkt bei ihm eingezogen. Oliver sucht Arbeit und hat immer noch mit den Auswirkungen seines Ausrasters zu kämpfen, der ihn in die Klinik brachte. Paula hat nur noch Augen für ihren neuen Freund Sascha. Die beiden verbringen komplette Tage in Paulas Zimmer, ohne sich blicken zu lassen. Oliver fühlt sich allein und unter Druck gesetzt, sich wieder eine Stelle als Koch suchen zu müssen. Doch sämtliche Restaurants der Stadt wollen mit dem verrückten Koch nichts zu tun haben. Paula tut was sie kann, um Oliver zu helfen. Leider nicht mit dem gewünschten Ergebnis. Letzte Folge der sechsteiligen Sitcom \" … und dann noch Paula\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12632528","hoster":"VOE"},{"path":"/redirect/8247937","hoster":"Streamtape"}]}]}]}]}