{"path":"/serie/stream/undercover","name":"Undercover","descr":"Martin Hristov ist ein speziell ausgebildeter Agent der bulgarischen Polizei, der die Kreise des mächtigen Mafiabosses Djaro infiltrieren soll. Je mehr sich Martin um das Vertrauen und die Anerkennung des Untergrunds bemüht, desto mehr wird er in einen Sog aus Korruption und Gewalt hinabgezogen.","seasons":[{"path":"/serie/stream/undercover/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/undercover/staffel-1/episode-1","name":"Undercover","epNo":1,"alt":"Episode 1","descr":"Der Polizeikommissar Popov hat seit Jahren die Entwicklung von Martin verfolgt, einem Jungen, der in einem Heim für schwererziehbare Kinder war und dann zum Boxer ausgebildet wurde. Er glaubt, dass er mit ihm den Richtigen hat, um einen Undercover-Agent in die bulgarische Mafia einzuschleusen. Und tatsächlich besteht Martin sämtliche Prüfungen mit Bravour und es gelingt ihm auch in die Organisation von dem mächtigen Paten Jaro einzusteigen. Allerdings ist der Weg an die Spitze zu Djaor hart und steinig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495159","hoster":"VOE"},{"path":"/redirect/8653300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-2","name":"Bewährungsprobe","epNo":2,"alt":"Episode 2","descr":"Ivo, die rechte Hand von Mafiaboss Jaro, hat zwei Kleingangster als Drogenkuriere angeheuert. Den beiden wird aber dummerweise das Drogenfahrzeug geklaut. Der Boss ist ziemlich sauer und Ivo, seine rechte Hand, versucht alles wieder gerade zu biegen. Da kommt Martin ins Spiel und durch einen geschickten Schachzug kann er Ivo, und auch sich selbst, weiterhelfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251493","hoster":"VOE"},{"path":"/redirect/8653299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-3","name":"Der Maulwurf","epNo":3,"alt":"Episode 3","descr":"Jaro will mit den Türken ins Geschäft kommen, die bei ihm Amphetamine im großen Stil kaufen wollen. Die Übergabe wird akribisch vorbereitet. Nur Jaro und Ivo wissen, wo der Treffpunkt sein wird. Martin findet es heraus und informiert Popov und der wiederum seinen Chef. Doch bei der Übergabe, an dem Ort, an dem die versammelte Polizei wartet, wartet auch eine Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495156","hoster":"VOE"},{"path":"/redirect/8653297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-4","name":"Am Haken","epNo":4,"alt":"Episode 4","descr":"Jaro weiß, dass er offenbar einen Maulwurf in seiner Organsiation hat. Schnell ist für ihn ein Kandidat gefunden – Haar. Dieser hat sich durch eine Aktion mit der Polizei bei ihm verdächtig gemacht. Martin schreitet ein und klärt auf, doch damit ist die Sache für Jaro noch nicht vom Tisch. Er baut eine neue Falle – jetzt gilt es für ihn, nur noch abzuwarten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495157","hoster":"VOE"},{"path":"/redirect/8653298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-5","name":"Freier Fall","epNo":5,"alt":"Episode 5","descr":"Nachdem Jaro die Falle gestellt hat, wird es für Martin ziemlich eng. In letzter Sekunde kann er Popov informieren und ihn davon abhalten, zum Treffpunkt zu fahren. Ein riskantes Spiel! Bei einer neuerlichen Herausforderung von Ivo an Martin, er soll einen Dealer erschießen, überschlagen sich die Ereignisse. Nun gilt es schnell ein Mittel zu finden um die illegalen Machenschaften von Jaro aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495164","hoster":"VOE"},{"path":"/redirect/8653303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-6","name":"Diamantenfieber","epNo":6,"alt":"Episode 6","descr":"Ein ehemaliger Geschäftspartner von Jaro, der ihn gelinkt hat, deponiert wertvolle Ware in einem Bankschließfach. Diese Ware will Jaro natürlich haben. Martin, Rossen und angeheuerten \"Spezialisten\" gelingt der Coup. Jaro traut seinen Augen nicht, als er die \"Ware\" sieht. Martin kann helfen und steigt mächtig auf, in den Augen seines Bosses.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495165","hoster":"VOE"},{"path":"/redirect/8653301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-7","name":"Eine verhängisvolle Affäre","epNo":7,"alt":"Episode 7","descr":"Rossen findet eine DVD auf der die bekannte Politikerin Anna Nedelchva bei einem Seitensprung zu sehen ist. Da diese gegen Korruption kämpft, kann die Sache auch für Jaro gefährlich werden. Bald wird sie erpresst. Martin muss wieder die Drecksarbeit erledigen. Bei der Geldübergabe wird es eng.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495160","hoster":"VOE"},{"path":"/redirect/9241580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-8","name":"Revierkampf","epNo":8,"alt":"Episode 8","descr":"Martins Bemühungen zeigen Erfolg, auch wenn er einiges dafür in Kauf nehmen muss. Bei einem Treffen der Drogenbosse von Sofia darf er teilnehmen und mit Hilfe von Popov kann das Gespräch aufgezeichnet werden, dafür muss er aber bei einem illegalen Boxkampf mitmachen. Ein Kampf, der ihm alles abverlangt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495173","hoster":"VOE"},{"path":"/redirect/8653304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-9","name":"Enttarnt","epNo":9,"alt":"Episode 9","descr":"Jaro spürt den zunehmenden Druck der Polizei. Der Maulwurf in seinen Reihen ist noch nicht enttarnt und auch sein Maulwurf bei der Polizei – in Popovs Team – ebenfalls nicht. Trotz allen drastischen Massnahmen kann er Martin nicht enttarnen. Doch Martin hat eine Schwachstelle – Sunny, die Freundin Jaros.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115532","hoster":"VOE"},{"path":"/redirect/8653305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-10","name":"Verrat","epNo":10,"alt":"Episode 10","descr":"Die Situation beginnt zu eskalieren. Waghalsige Aktionen Jaros stehen Störfeuer von Popov entgegen. Doch Popov wird von seinem Vorgesetzten kaltgestellt. Die Rechnung geht aber nicht auf, denn er hat mittlerweile nicht nur Martin, sondern auch Sunny auf seiner Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495161","hoster":"VOE"},{"path":"/redirect/8653306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-11","name":"Mironov","epNo":11,"alt":"Episode 11","descr":"Martin kann Popov, kurz vor dessen \"Beförderung\" noch zu einem großen Coup gegen Jaro helfen. Noch mehr Gegenwind für Jaro! Doch wieder gibt es Komplikationen. Diesmal mit dem Nachfolger Popovs. Und nicht genug – noch eine neue \"Größe\" – ein angeblich totgeglaubter alter Freund Jaros taucht wieder auf. Mironov!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495162","hoster":"VOE"},{"path":"/redirect/8653307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-1/episode-12","name":"Verhaftet","epNo":12,"alt":"Episode 12","descr":"Ein neuer Höhepunkt im Kampf zwischen Jaro und Popov! Jaro kocht, da er festgenommen und verhört wird. Natürlich kommt er mit Hilfe seiner Leute frei. Doch das ist nicht das Ende. Der Kampf geht weiter und für Jaro vor allem die Frage aller Fragen – wer ist der Maulfwurf in seiner Organisation?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495166","hoster":"VOE"},{"path":"/redirect/8726221","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/undercover/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/undercover/staffel-2/episode-1","name":"Das Angebot","epNo":1,"alt":"Episode 1","descr":"Martin, verletzt nach einer Schießerei, ist bei Mironov, dem tot geglaubten Kollegen von Popov, gelandet. Mironov konnte sich nach dem Anschlag von Jaro retten und ist nach Russland gegangen, um neu anzufangen. Doch auch dort hat Jaro ihm übel mitgespielt. Zurückgekehrt, erklärt er Jaro den Krieg und sucht sich Martin als Verbündeten aus. Jaro wird seriöser Bauunternehmer, doch der Einsteig geht schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495163","hoster":"VOE"},{"path":"/redirect/8653309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-2","name":"Angel","epNo":2,"alt":"Episode 2","descr":"Popov liegt immer noch schwer verletzt im Krankenhaus, während Vassil die Geschäfte übernimmt. Aber Vassil tritt auf der Stelle, sowohl was die Hintermänner des Anschlags auf Popov angeht, als auch in punkto Maulwurf bei Jaro. Jaros \"neues\" Leben als seriöser Geschäftsmann läuft auch nicht reibungslos und auch Mironovs Weg gegen Jaro ist mühsam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495169","hoster":"VOE"},{"path":"/redirect/8653310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-3","name":"Diener zweier Herren","epNo":3,"alt":"Episode 3","descr":"Nachdem Sunny \"entsorgt\" wurde, ist Jaro wieder mit Boyana zusammen. Er kennt sie, vertraut ihr uns sie kann ihn die bessere Gesellschaft einführen, doch aller Anfang ist schwer. Martin hat derweil zwei Chefs: Popov und Mironov, aber er weiß auch, dass sein Job bei Jaro ein Tanz auf dem Vulkan ist. Auch Rossen plagt sich derweil mit großen Sorgen, der Arzt hat sehr schlechte Nachrichten für ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336560","hoster":"VOE"},{"path":"/redirect/8653311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-4","name":"Der fromme Herzog","epNo":4,"alt":"Episode 4","descr":"Popov ist wieder voll eingestiegen, nachdem er den Stuhl von Slavov übernommen hat. Sein großes Ziel, Jaro zu verhaften, rückt näher. Doch zu Hause gibt es Probleme mit seiner Tochter Zori, die er versucht in Griff zu bekommen. Herzog hat indessen zu Gott gefunden und Ivo kommt mit seiner neuen Rolle nicht zurecht. Auch Haar und Martin haben Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336562","hoster":"VOE"},{"path":"/redirect/8653313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-5","name":"Katana","epNo":5,"alt":"Episode 5","descr":"Jaro outet sich nun als Kunstliebhaber und hat seine Begehrlichkeit auf ein Katana Schwert aus Japan geworfen, das unbezahlbar ist. Es gehört Lachev, der überhaupt nicht daran denkt es herzugeben. Doch Lachev möchte ein Trinkhorn aus dem 4. Jahrhundert, so entsteht ein neuer Auftrag für Martin, das Trinkhorn zu stehlen. Doch das ist, mit den neuen Teammitgliedern, nicht so leicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495171","hoster":"VOE"},{"path":"/redirect/8653314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-6","name":"Im Alleingang","epNo":6,"alt":"Episode 6","descr":"Rossen hat sehr mit sich und dem nahenden Ende seines Lebens zu tun. Er möchte unbedingt noch einen großen Coup landen um seinen Sohn abzusichern. Nach einem heißen Tipp fragt er Jaro ob dieser bei dem Geschäft einsteigt, doch sein neuer guter Ruf ist ihm das nicht wert. Der Coup steigt und bringt auch viel Beute – aber auch Verluste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495167","hoster":"VOE"},{"path":"/redirect/8653315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-7","name":"Blütenzauber","epNo":7,"alt":"Episode 7","descr":"Martin bekommt einen ersten großen Auftrag von Jaro über Herstellung und Vertrieb und gefälschten Euroscheinen. Alles läuft und Jaro ist sehr zufrieden mit Martin. Die in der Zwischenzeit geführt Attacke von Mironov auf Jaro, wir von Jaro meisterlich abgewehrt, er ist eben ein Gewinner, immer noch mit Boyana an seiner Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14255078","hoster":"VOE"},{"path":"/redirect/8653312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-8","name":"Entführt","epNo":8,"alt":"Episode 8","descr":"Auf der Baustelle von Damyanov und Jaro wird eine antike Grabstätte entdeckt. Wenn das bekannt wird, müssten die Bauarbeiten ruhen. Doch mit Boyanas Rat könnte das noch abgewiegelt werden. Das kostet in diesem Fall, doch der Preis ist Boyanas Entführung. Nachdem Jaro das Lösegeld bezahlt hat kommt Boyana zwar frei, aber die Presse hat Wind von der antiken Grabstätte bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495174","hoster":"VOE"},{"path":"/redirect/8653316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-9","name":"Die Kronzeugen","epNo":9,"alt":"Episode 9","descr":"Martin bringt Sunny mit Hilfe von Popov ins Zeugenschutzprogramm. Abgeschirmt wird sie an einem einsamen Ort festgehalten, doch der Tag, da sie im Gericht vor Richter und Staatsanwalt aussagen muss wird extrem gefährlich, denn Jaro hat erfahren, dass sie noch lebt. Ivo hat sich von Jaro abgewandt und will sein eigenes Geschäft machen. Und der Tag vor Gericht kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495175","hoster":"VOE"},{"path":"/redirect/8653317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-10","name":"Duell","epNo":10,"alt":"Episode 10","descr":"Jaro sieht Ivos Konkurrenz immer stärker, da er die anderen Revierbosse auf seine Seite ziehen kann und er ahnt, dass es auf ein Duell hinausläuft. Popovs Tochter Zori wird immer selbstständiger und tritt einer Tanztruppe bei, die ausgerechnet für einen Auftritt bei einem großen Gangstertreffen gebucht wird. Popov leitet die Verhaftungsaktion vor Ort, da ein gesuchter Gangster erscheinen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495179","hoster":"VOE"},{"path":"/redirect/8653318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-11","name":"Sündenfall","epNo":11,"alt":"Episode 11","descr":"Damyanov will fliehen wird aber von Jaro überrascht, der auf ihn schießt. Als Popov und seine Männer eintreffen lebt er noch. Popov hat einen gewaltigen Hass auf ihn, da es einen schlimmen Zwischenfall mit seiner Frau gab. – Ivo kämpft sich an die Spitze neben Jaro und baut weiter seine \"Firma\" auf. Doch jetzt kommt es zum Showdown – Mironovo, Jaro und Popov …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495178","hoster":"VOE"},{"path":"/redirect/8653319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-2/episode-12","name":"Gnadenlos","epNo":12,"alt":"Episode 12","descr":"Die Schlinge um Jaros Hals zieht sich immer weiter zu – die Situation wird auch für Popov immer gefährlicher. Neshev ist hinter Martin her und will ihn vor Gericht bringen. Was wird geschehen und wie wird es für alle Beteiligten weitergehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495177","hoster":"VOE"},{"path":"/redirect/8653321","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/undercover/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/undercover/staffel-3/episode-1","name":"Der König","epNo":1,"alt":"Episode 1","descr":"Um Martin aus dem Gefängnis zu holen, gibt es für Popov nur eine Lösung: Er muss Neshev einweihen und ihn dazu bringen, sich auf eine scheinbare Bestechung von Ivo einzulassen. Der Coup gelingt und Martin kommt frei. Er weiß natürlich, dass sich seine Arbeit durch Neshev erschwert und macht Popov deswegen Vorhaltungen. Doch Popov sieht sich nicht nur Martins Vorhaltungen ausgesetzt, sondern hat auch private Sorgen. Seine Frau steht kurz davor, sich von ihm zu trennen. Und Martin steht auch wieder vor einem Dilemma – er soll in Jaros Auftrag Ivo töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115533","hoster":"VOE"},{"path":"/redirect/8653326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-2","name":"Abrechnung","epNo":2,"alt":"Episode 2","descr":"Ivo etabliert sich immer mehr als Größe in der Unterwelt Bulgariens. Er residiert auf einer Jacht, von der aus er sich Pläne überlegt und seine Aktionen steuert. Mehrere Dinge passieren gleichzeitig: Seine Konkurrenten werden gnadenlos aus dem Weg geräumt und die Märkte von Ihnen übernommen, durch Schmieren an den richtigen Stellen ist er über alle Polizeiaktionen bestens informiert und er ist im Begriff, Jaro aus dem Weg zu räumen. Martin bleibt unterdessen an Ivo und Herzog dran und gibt gleichzeitig seine Tipps an Popov weiter. Doch Popov schafft es nicht, die Tipps in Erfolge umzumünzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115534","hoster":"VOE"},{"path":"/redirect/8653322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-3","name":"Neshev","epNo":3,"alt":"Episode 3","descr":"Jaro, Ivo und Popov – alle haben Probleme. Jaro ist im Gefängnis eingeschränkt und kann mit Hilfe von Boyana seine Gefängnisstrafe in Hausarrest umwandeln, was zumindest seinen Handlungsradius vergrößert. Ivos Erfolgskurve stagniert und auch die Vergiftung Jaros ist misslungen. Doch die größten Probleme hat Popov. Seine Ehe liegt in Scherben und er merkt, dass sein ganzes Denken und Handeln ausschließlich um Jaro kreist. Auch der Tod Neshevs wiegt schwer, da er sich diesen zuschreiben muss. Den finalen Schlag erleidet er, als seine Frau Margarita auszieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495186","hoster":"VOE"},{"path":"/redirect/8653325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-4","name":"Feuer","epNo":4,"alt":"Episode 4","descr":"Der Kampf zwischen Ivo und Jaro nimmt immer groteskere Formen an. Jaro versucht Ivo auszuschalten, indem er von Martin Feuer legen lässt und das Gerücht verbreitet, Ivo sei es gewesen. Ivo setzt sich zur Wehr, woraufhin Jaro Ivos Mutter ermorden lässt. Zu allem Überfluss hat Jaro immer noch politische Ambitionen und versucht herauszufinden, wer ihn ins Gefängnis gebracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495187","hoster":"VOE"},{"path":"/redirect/8653327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-5","name":"Zori","epNo":5,"alt":"Episode 5","descr":"Tochter Zori bereitet Popov große Sorgen. Sie verschwindet häufig für längere Zeit und das könnte gefährlich werden. Mit Ihrer Freundin Assya nimmt sie an einer Misswahl in einem Luxushotel in den Bergen teil, bei der Ivo seine Finger im Spiel hat. Die Veranstaltung läuft aus dem Ruder und Zori gerät in Lebensgefahr. Ivo gibt den Befehl, sie zu töten, doch da bekommt er es mit Rossen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495183","hoster":"VOE"},{"path":"/redirect/8653323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-6","name":"Wut","epNo":6,"alt":"Episode 6","descr":"Jaro hat herausgefunden, dass Martin ein Verräter ist, und erteilt einen Mordauftrag, von dem Martin nichts ahnt. Zu derselben Zeit hat Andonov ein schlimmes Verbrechen in Auftrag gegeben, von dem selbst Hantel schockiert ist. Unterdessen hat Popov immer noch Probleme mit seiner Tochter Zori. Und da wäre ja noch Martin, der im Fadenkreuz von Jaro steht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251492","hoster":"VOE"},{"path":"/redirect/8653320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-7","name":"Paranoia","epNo":7,"alt":"Episode 7","descr":"Fieberhaft arbeiten Popov und seine Männer daran, die Morde an den drei moldawischen Mädchen aufzudecken. Jetzt kann Martin Popov den entscheidenden Hinweis zu zwei Männern aus Ivos Mädchenhändlerring geben, die die Morde begangen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495184","hoster":"VOE"},{"path":"/redirect/8653324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-8","name":"Der Joker","epNo":8,"alt":"Episode 8","descr":"Popovs Truppe hat kein Glück. Popov schnappt Ivo, muss ihn aber wieder ziehen lassen, da dieser ihn mit Videos von seiner Tocher Zori erpresst. Und kaum ist Ivo zurück, kann er gleich wieder Fuß fassen und mit Hilfe eines alten Bekannten illegale Sportwetten aufziehen. Alles läuft wie geschmiert für Ivo und der Größenwahn packt ihn, der auch vor General Penev nicht haltmacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495185","hoster":"VOE"},{"path":"/redirect/8653328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-9","name":"Immun","epNo":9,"alt":"Episode 9","descr":"Jaro kämpft um das Abgeordnetenmandat und die damit verbundene politische Immunität, doch Gerüchte über zweifelhafte Finanzierungen bremsen ihn aus. Ivo ist nicht untätig und bekommt einen großen Auftrag. Martin liefert Popov den entscheidenden Hinweis, um Jaro endlich dingfest zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495188","hoster":"VOE"},{"path":"/redirect/8653331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-10","name":"Die Akte","epNo":10,"alt":"Episode 10","descr":"Zwei Einbrecher auf der Suche nach Wertsachen sind zufällig bei Popov eingestiegen und leeren auch seinen Tresor mit der Akte Gauner – Martins Akte. Wenn sie in falsche Hände gerät, ist Martins Leben nichts mehr wert. Popov und Martin machen sich gemeinsam auf die Suche, um das drohende Unheil abzuwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495189","hoster":"VOE"},{"path":"/redirect/8653329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-11","name":"Hantel","epNo":11,"alt":"Episode 11","descr":"Eine Mädchenleiche wurde gefunden und Andonov muss handeln. Er möchte, dass Hantel diesen und weitere Morde Jaro in die Schuhe schiebt. Martin überredet Hantel, das nicht zu tun, womit er Hantels Todesurteil unterschreibt. Doch auch Martin schwebt wieder in Lebensgefahr – seine Undercover-Akte bei der Polizei ist gestohlen worden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8256080","hoster":"VOE"},{"path":"/redirect/8653330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-3/episode-12","name":"Vergeltung","epNo":12,"alt":"Episode 12","descr":"Über Grigorov gelangt Ivo an Martins Gauner-Akte – jetzt schwebt Martin in höchster Lebensgefahr. Ivo nimmt ihn gefangen und Popov ist machtlos. Doch Ivo bringt Martin nicht einfach um. Er will, dass Jaro die Verantwortung übernimmt, da er ihn in die Truppe aufgenommen hat. Doch Jaro hat andere Probleme: Er muss das Land verlassen. Bei dem Versuch, über die verschneite Grenze zu entkommen, spürt Ivo ihn auf. Gemeinsam mit Rossen und Tisho will er den Fall Martin zu Ende bringen. In einer einsamen Berghütte kommt es zum Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495192","hoster":"VOE"},{"path":"/redirect/8653335","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/undercover/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/undercover/staffel-4/episode-1","name":"Der Mann mit der Maske","epNo":1,"alt":"Episode 1","descr":"Jaro hat sich nach Istanbul zu Faruk geflüchtet und findet in ihm einen neuen Verbündeten. Er wartet nur darauf, nach Bulgarien zurückkehren zu können. Allerdings haben die Türken im Augenblick ein großes Problem. Sie haben, um sich an Ivo und Rossen zu rächen, Rossens Frau und Sohn in Barcelona ermordet. Kurz darauf tritt in Bulgarien ein Maskenmann auf, der gnadenlos unter den Türken aufräumt: Reihenweise bringt er sie um. Martin arbeitet inzwischen als richtiger Polizist in Popovs Truppe und versucht, einen Deal mit Rossen auszuhandeln – es geht natürlich um Jaro und auch um Faruk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495190","hoster":"VOE"},{"path":"/redirect/8653333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-2","name":"Die Eidechse","epNo":2,"alt":"Episode 2","descr":"Auf dem Drogenmarkt ist eine neue magische Pille aufgetaucht, die reißend Absatz findet. Für den großen Drogenbaron Ivo Andonov ist das eine heftige Niederlage und er greift skrupellos zu allen Mitteln, um herauszufinden, wer hinter dieser neuen Droge steckt. Ivo und Rossen, die beide immer tiefer im Drogensumpf versinken, erfahren, dass sich Eidechse, der Hersteller der neuen Droge, mit einem wichtigen Mann treffen will. Sie machen sich auf den Weg nach Burgas. Hier kommt es zu einem Showdown und Ivo und Rossen entkommen nur knapp. Eidechse und Jaro schmieden eine neue Allianz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115535","hoster":"VOE"},{"path":"/redirect/8653332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-3","name":"Ein seltsamer Vater","epNo":3,"alt":"Episode 3","descr":"Jaro ist wieder zurück in Bulgarien und mischt mit Hilfe seiner neuen türkischen Freunde die Szene kräftig auf. Natürlich ist Ivo wieder seine Zielperson. Er schafft es tatsächlich, dass Ivo verhaftet wird. Leider ist seine Tochter mit Ivo zusammen, was ihm ein großer Dorn im Auge ist. Martin und Popov haben andere Probleme: Martin mit seinem Polizistendasein und Popov, wie immer, mit Jaro.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495193","hoster":"VOE"},{"path":"/redirect/8653334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-4","name":"Der Hintermann","epNo":4,"alt":"Episode 4","descr":"Jaro verlässt sich weiterhin auf seine türkische Connection in Sachen Herointransport, während Ivo sich mit Korruption und Erpressung beschäftigt. Noch einer mischt jetzt mit, der Rache an dem Mord an seiner Familie üben will: Rossen, der Herzog. Er will den türkischen Hintermann Ak Hassan fassen und geht dabei buchstäblich über Leichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336561","hoster":"VOE"},{"path":"/redirect/8653336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-5","name":"Der Austausch","epNo":5,"alt":"Episode 5","descr":"Jaro möchte das Geschäftsfeld mit magischen Pillen erweitern, was seine türkischen Freunde nicht gerne sehen. Er baut sich einen neuen Gehilfen auf, Eidechse, der zukünftig Ivo ersetzen soll. Dieser ist allerdings nicht mit viel Intelligenz gesegnet, was wiederum zu Verwicklungen führt, an denen auch Martin beteiligt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495198","hoster":"VOE"},{"path":"/redirect/8653337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-6","name":"Seitenwechsel","epNo":6,"alt":"Episode 6","descr":"Ivo und Rossen vertragen sich nicht mehr und gehen, nach einer riesigen Schlägerei, getrennte Wege. Rossen arbeitet daraufhin mit Jaro zusammen und macht einen guten Job für ihn. Was nicht im ¿Drehbuch¿ steht sind die türkischen Freunde von Jaro, die immer noch nicht gut auf die Geschäfte mit den magischen Pillen zu sprechen sind. Die weiteren Entwicklungen in dieser Sache kann auch Jaro nicht ahnen. Unterdessen wird das Verhältnis von Martin und Popov immer angespannter, zumal auch noch Zori, Popovs Tochter, bei Martin unterschlüpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495195","hoster":"VOE"},{"path":"/redirect/8653338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-7","name":"Die Kriegserklärung","epNo":7,"alt":"Episode 7","descr":"Alles dreht sich darum, Jaro den finalen Schlag zu verpassen. Popov versucht es über die Finanzströme der türkischen Jaro-Connection, Ivo mit Hilfe von Rossen. Obwohl dieser wieder für Jaro arbeitet, kommt Ivo durch ihn der Sache näher. Martin unterdessen verliert den Glauben an sich als Polizist. Er hat versehentlich seinen Kollegen Manolov erschossen und will seine Polizeimarke abgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495196","hoster":"VOE"},{"path":"/redirect/8653339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-8","name":"Die Hinrichtung","epNo":8,"alt":"Episode 8","descr":"Jaros Situation wird immer schwieriger. Zwar laufen die Geschäfte dank Rossen, aber Ivo hat seinen Tod in Auftrag gegeben. Martin scheint durch den von ihm verursachten, unabsichtlichen Tod seines Kollegen im Alkoholnebel zu versinken. Die Kollegen versuchen alles, um ihn wieder zur \"aktivieren\" und tatsächlich erweckt der Fall eines ermordeten Mädchens aus dem Umfeld von Ivo seine Neugier. Rossen hält unerbittlich an seinem Ziel fest, Rache wegen seiner Familie zu verüben und findet endlich einen Hintermann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495197","hoster":"VOE"},{"path":"/redirect/8653340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-9","name":"Alan Ford","epNo":9,"alt":"Episode 9","descr":"Jaro hat sich etwas Besonderes einfallen lassen, um 500kg Heroin auf den Weg zu bringen. Er hat eine Filmproduktion mit dem bekannten \"Alan Ford\" nach Bulgarien geholt und denkt, dass es dadurch unauffällig funktioniert. Doch weit gefehlt, es geht gründlich schief. Unterdessen steht Popov kurz vor einem Durchbruch bei Geschäften der \"türkischen Front\" und auch Martin, immer noch schwer gezeichnet, ist wieder zurück im Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495199","hoster":"VOE"},{"path":"/redirect/8653342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-10","name":"Zori","epNo":10,"alt":"Episode 10","descr":"Die Informationen, die Popov über die türkische Connection von Jaro sammelt, verdichten sich zusehends und es rumort in Faruks Reich. Das regt ihn dermaßen auf, dass er Jaro beauftragt, Popov umzubringen. Popov erfährt davon und er wird geschützt. Doch die Situation eskaliert, als seine Tochter Zori wieder nach Sofia zurückkehrt, denn dadurch bringt sie sich und ihren Vater in größte Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495200","hoster":"VOE"},{"path":"/redirect/8653341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-11","name":"Popovs Warnung","epNo":11,"alt":"Episode 11","descr":"Die Situation eskaliert vollends. Jaro hatte den Auftrag, Popov zu ermorden und hat sich anders entschieden, doch der türkische \"Begleiter\" schießt ohne Skrupel. Doch die tödliche Kugel trifft Popovs Tocher Zori. Popov ist am Boden … Die Türken machen unterdessen gegen Jaro mobil und entführen dessen Tochter. Er versucht natürlich, sie zu retten und will ausgerechnet mit Popov reden – am Tag der Trauerfeier für Zori.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495201","hoster":"VOE"},{"path":"/redirect/8653344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-4/episode-12","name":"Entscheidung","epNo":12,"alt":"Episode 12","descr":"Letzte Rechnungen werden beglichen und Neues auf den Weg gebracht. Entscheidungen stehen an. Jaro ist tot und Martin bereinigt die Situation für Popov. Auch bei Ivo und Rossen geht es weiter und auch Faruk und sein Sohn Bardem sind noch im Spiel. Und es geht \"undercover\" weiter – jetzt in Faruks Organisation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495202","hoster":"VOE"},{"path":"/redirect/8653343","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/undercover/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/undercover/staffel-5/episode-1","name":"Die Neue","epNo":1,"alt":"Episode 1","descr":"Martin übernimmt Popovs Stelle und das Team um ihn bekommt eine neue Kollegin, Yana. Die muss sich erst Respekt verschaffen, was ihr auch gleich gelingt. Ivo und Faruk sind noch im Geschäft. Rossen, der noch im Knast ist, wird von Ivo rausgeholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495205","hoster":"VOE"},{"path":"/redirect/8653346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-2","name":"Der Köter","epNo":2,"alt":"Episode 2","descr":"Erol soll umgebracht werden, aber der Auftrag von Ivo wird vermasselt. Daraufhin stellt Ivo Erol ein und noch Rony, den Folterexperten. Es geht wieder um Drogen und mit Yana und Rony kommen sie dem Hintermann auf die Spur, Metodiev. Der verrät, dass Jaro dahinter steckt. Niya versucht unterdessen ihre eigene Suppe zu kochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495209","hoster":"VOE"},{"path":"/redirect/8653345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-3","name":"Warnung","epNo":3,"alt":"Episode 3","descr":"Niya hilft Ivo aus der Klemme und möchte am Geschäft beteiligt werden. Ivo versucht unterdessen Sasho mit ins Drogengeschäft einzusteigen. Er braucht ein offizielles Gesicht zur Geldwäsche. Um genügend Kapital zu bekommen fährt er ans Meer und erpresst einen Zigeunerbaron und nochmehr zwielichtige Gestalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495206","hoster":"VOE"},{"path":"/redirect/8653347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-4","name":"Dunkle Schokolade","epNo":4,"alt":"Episode 4","descr":"Yana kann Popov in letzter Minute vor dem Tod retten und der Kommissar erholt sich wieder. Ivo ist dick im Drogengeschäft, muss dafür aber alles aufbringen um die Drogen ins Land zu schaffen. Unterdessen soll Niya bei dem ganzen Unterfangen helfen und kann über die alten Kontakte ihres Vaters nachhelfen. Ivo das Handwerk zu legen ist nicht einfach, dass sieht auch Martin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115536","hoster":"VOE"},{"path":"/redirect/8653349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-5","name":"Die Mission","epNo":5,"alt":"Episode 5","descr":"Mit Hilfe von Flüchtlingen werden die Drogen ins Ausland geschafft. Zur Tarnung kaufen Ivo und Sasha eine alte Textilfabrik in der die Drogen aufbereitet und anschließend verschickt werden. Martin bekommt Wind von der Sache und sie stürmen die Fabrik, die ist aber leer, bis auf Erol. Jemand aus der Behörde scheint die Gangster zu warnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115538","hoster":"VOE"},{"path":"/redirect/8653348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-6","name":"Zugriff","epNo":6,"alt":"Episode 6","descr":"Ein Hoffnungsschimmer im Fall Bardem? Der Pilot wurde gefunden, doch Erol schüchtert ihn so ein, dass nichts dabei rauskommt. Niya und Erol setzen ihre Beziehung wieder fort. Erol soll die Drogen überführen und überzeigt Martin dass er bei der zweiten Lieferung zuschlagen soll. Beim Zugriff von Martin passiert ein großes Unglück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115537","hoster":"VOE"},{"path":"/redirect/8653350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-7","name":"Nachtschicht","epNo":7,"alt":"Episode 7","descr":"Erol überlebt den Sturz von der Autobahnbrücke und wird von Ivo gerettet. Ein Arzt flickt ihn wieder zusammen. Unterdessen beschließt Martin den Betrieb von Sandov zu durchsuchen. Es kommt zu einem Aufeinandertreffen von Ivo\u0027s Leuten und Martin\u0027s, dabei erschießt Rony Kirov. Ivo kann mit seinen Leuten flüchten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495208","hoster":"VOE"},{"path":"/redirect/8653352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-8","name":"Gefährliche Leidenschaft","epNo":8,"alt":"Episode 8","descr":"Der Einsatz in dem Drogenlabor ging schief und Martin\u0027s Kollege Kirov wird erschossen. Martin fühlt sich von seinem Undercover-Kollegen Erol hintergangen und nimmt ihn fest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115540","hoster":"VOE"},{"path":"/redirect/8653351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-9","name":"Im Netz der Intrigen","epNo":9,"alt":"Episode 9","descr":"Interne Intrigen, wieder einen Drogenlieferung bei der nicht Ivo festgenommen wird. Nichts funktioniert. Martin geht aufs ganze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251495","hoster":"VOE"},{"path":"/redirect/8653353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-10","name":"Das Attentat","epNo":10,"alt":"Episode 10","descr":"Martin wird vom Dienst suspendiert und versucht auf eigene Faust Ivo auszuschalten. Er erfährt, dass Ivo und Niya nach Italien fliegen wollen und versteckt eine Bombe im Flugzeug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115541","hoster":"VOE"},{"path":"/redirect/8653354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-11","name":"Doppeltes Spiel","epNo":11,"alt":"Episode 11","descr":"Große Aufregung seitens der Polizei und bei der Antonov-Bande. Yana will Niya umstimmen für die Polizei zu arbeiten. Alles ist in Bewegung und Popov verhaftet Erol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495217","hoster":"VOE"},{"path":"/redirect/8653355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/undercover/staffel-5/episode-12","name":"Die letzte Flucht","epNo":12,"alt":"Episode 12","descr":"Jetzt beginnt die letzte Mission rund um die Andonov-Bande. Wie wird sie enden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8495214","hoster":"VOE"},{"path":"/redirect/8653356","hoster":"Streamtape"}]}]}]}]}