{"seriesId":"undercovers","name":"Undercovers","descr":"Steven Bloom und seine Ehefrau Samantha sind nach außen hin ein durchschnittliches Ehepaar, das einen kleinen Catering-Service führt. Dabei werden sie von Samanthas jüngeren Schwester Lizzy unterstützt, die jedoch schnell erschöpft und keine große Hilfe ist. Doch hinter dieser Kulisse verbergen sich zwei der besten CIA-Spione die es je bei der CIA gab. Die sich vor fünf Jahren im Job verliebt haben und sich daraufhin aus dem Agentengeschäft zurückzogen. Als ihr alter Freund und Kollege Nash bei Ermittlungen gegen einen russischen Waffenhändler verschwindet, werden die Blooms von ihrem alten Boss Carlton Shaw kurzzeitig reaktiviert, um den Agenten zu suchen. Mit der Hilfe des einfallsreichen CIA-Agenten Bill Hoyt, dessen Bewunderung für Steven kaum zu übersehen ist, werden die beiden zurück in die Welt der Spionage, der Tarnung und des Nahkampfs zurückbefördert. Dabei bemerken die beiden, dass ihnen die Aufregung des Berufs im Privatleben sehr gefehlt hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Name ist Bloom, Samantha und Steven Bloom","epNo":1,"alt":"Pilot","descr":"Die Catering-Betreiber Samantha und Steven stecken gerade mitten in den Vorbereitungen für eine Hochzeit, als völlig unerwartet Carlton Shaw, ihr ehemaliger Chef der CIA, für den sie vor ihrer Hochzeit gearbeitet haben, vor ihrer Türe steht. Carlton bittet sie, ein weiteres Mal für die CIA tätig zu werden, da ihr ehemaliger Kollege und Freund Leo Nash bei der Verfolgung des russischen Waffenhändlers Alexander Slotsky spurlos verschwunden ist. Nach anfänglichem Zögern lassen Samantha und Steven alles stehen und liegen und reisen quer durch Europa, um Leo zu finden: Ihre Recherchen beginnen in Madrid, wo Leo das letzte Mal gesehen wurde. Dort lernt Samantha Slotskys Komplizen Claudio Vega kennen, über den sie Leos Handy in Paris orten kann. Dort angekommen finden Samantha und Steve allerdings nicht Leo, sondern einen USB-Stick mit einer mysteriösen Datei vor, die Steven vermuten lässt, dass Leo die Seite gewechselt hat und nun sogar mit Slotsky kooperiert …","versions":[{"lang":1,"streams":[{"redirect":8495210,"hoster":"VOE"},{"redirect":8653357,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bombenfieber","epNo":2,"alt":"Instructions","descr":"Die Wissenschaftlerin Dr. Nasir, die für ein pakistanische Telekommunikationsunternehmen arbeitet, und ihr Ehemann werden von den Brüdern John und Bruce Seidel und deren Komplize Hollis Kruger entführt. Die drei Männer zwingen Dr. Nasir dazu, ihnen eine Bombe zu bauen und drohen damit, ihren Mann zu töten, wenn sie sich ihren Anweisungen widersetzt. Die CIA-Agenten Samantha und Steven können Hollis Kruger schnell in einem Hotel in der Karibik aufspüren. Nachdem Steven bei der Zimmerdurchsuchung heimlich einen Peilsender an der Uhr des Verdächtigen angebracht hat, findet er im Safe neben Johns Adresse in Venezuela wichtige Dokumente von Dr. Nasir. Trotz der eindeutigen Beweise beteuert Kruger, mit der Entführung in Verbindung zu stehen und behauptet, lediglich Johns Handlanger zu sein. Während der misstrauische Steven Kruger weithin observiert, machen Samantha und ihr Kollege Bill Hoyt sich unverzüglich auf den Weg nach Caracas. Dort gelingt es Samantha und Bill, Bruce Seidel zu überwältigen. Dieser erklärt ihnen, dass Kruger seinen Bruder nach der Entführung erschossen hat und Dr. Nasir nun in Krugers Gewalt ist. Da Steven den Verdächtigen im Hotel aus den Augen verloren hat, soll der Peilsender die CIA-Agenten zum Täter führen – doch Steven hat dummerweise vergessen, diesen zu aktivieren …","versions":[{"lang":1,"streams":[{"redirect":8495212,"hoster":"VOE"},{"redirect":8653361,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Streng geheim","epNo":3,"alt":"Devices","descr":"Hans Bauer, ein Informant der CIA, übermittelt dem Chef der CIA, Carlton Shaw, eine Schreckensbotschaft: Der Deutsche Karl Becker ist angeblich im Besitz eines Decodiergerätes, mit dem er sämtliche amerikanische Agenten enttarnen könnte. Die Ermittler Samantha, Steven, Leo und Bill fliegen unverzüglich nach Berlin, um Hans Bauer aufzusuchen. Als Steven sich mit ihm trifft, wird Bauer plötzlich von Beckers Handlangern erschossen. Ein schwarzer Mercedes, den Bill am Tatort gesehen hat, führt die Agenten schließlich zu Karl Becker, der kurz davor ist, das Gerät an den Spanier Ernesto zu verkaufen. Samantha und Steven gelingt es, sich in das Firmengebäude einzuschleusen, in dem der Deal abgeschlossen werden soll, doch plötzlich eskaliert die Situation: Becker hat offenbar nie geplant, das Decodiergerät zu verkaufen und erschießt die spanischen Geschäftsmänner, nachdem diese ihm einen Koffer voller Geld übergeben haben. Samantha und Steven können zwar in einem unbeobachteten Moment das Decodiergerät entwenden, Becker entkommt ihnen jedoch in letzter Sekunde. Zurück in den USA stellt sich heraus, dass Samantha und Steven ihrem Boss nicht das Decodiergeärt, sondern einen gewöhnlichen Laptop übergeben haben. Das Schicksal aller Agenten liegt scheinbar immer noch in Beckers Händen …","versions":[{"lang":1,"streams":[{"redirect":8495215,"hoster":"VOE"},{"redirect":8653359,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Angesicht der Lügen","epNo":4,"alt":"Jailbreak","descr":"Der Flughafenmitarbeiter Sean Cullen hat während der Arbeit eine Festplatte, auf der geheime Daten über CIA-Gefängnisse gespeichert sind, aus einem Flugzeug in Dublin gestohlen. Der irischen Polizei gelingt es zwar, ihn festzunehmen, doch von der Festplatte fehlt weit und breit jede Spur. Carlton Shaw schickt die beiden Agenten Samantha und Steven Bloom auf der Stelle nach Dublin, um der irischen Polizei beim Fund der Festplatte zuvorzukommen. Als Samantha und Steven Sean im Gefängnis befragen wollen, ist dieser geflohen, sodass ihre letzte Hoffnung auf Brian Murphy, Cullens Komplize, liegt. Über die Abhörung von Brians Handy erfahren die Agenten von einem geheimen Treffen zwischen Brian und Cullen am anderen Ende der Stadt. In dem verlassenen Fabrikgebäude eskaliert die Situation jedoch: Sean will das Geld, das ihnen der Verkauf der Festplatte an eine Terrororganisation einbringen soll, für sich alleine und hat Brians Ehefrau Marie als Geisel genommen. Da Brian das Leben seiner Frau wichtiger ist als das Geld, übergibt er Sean den Schlüssel des Schließfaches, in dem sich die Festplatte befindet, als Marie plötzlich ihr wahres Gesicht enthüllt …","versions":[{"lang":1,"streams":[{"redirect":8495218,"hoster":"VOE"},{"redirect":8653358,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebesgrüße aus Nordkorea","epNo":5,"alt":"Not Without My Daughter","descr":"Nachdem der Teilchen-Physiker Shin Won aus einem Labor in Nordkorea eine Erfindung namens ‚Delta‘, die die Waffentechnologie enorm vorantreiben könnte, entwendet hat, reist er zu einer Konferenz nach Genf, um seine Entdeckung vorzustellen und mit den beiden amerikanischen Agenten Samantha und Steven Bloom zu kooperieren. Als es den CIA-Agenten endlich gelingt, Shin Wons Sicherheitsmänner zu überwältigen und der Physiker ihnen das Delta übergeben soll, ändert dieser plötzlich seine Bedingungen: Er möchte den beiden das Gerät nur dann aushändigen, wenn sie seine Tochter May, die er in Nordkorea zurücklassen musste, zu ihm bringen. Obwohl es amerikanischen Agenten untersagt ist, nach Nordkorea zu reisen, widersetzen sich die beiden den Vorschriften und machen sich unverzüglich auf die Suche nach dem Mädchen. In dem Haus in der nordkoreanischen Stadt Pyongyang, in der sich May ihrem Vater zufolge aufhalten sollte, fehlt jedoch jede Spur von ihr. Stattdessen treffen Samantha und Steven dort auf Carmine und Marcel, zwei Agenten des französischen Geheimdienstes. Gelingt es Samantha und Steven, May aufzuspüren, bevor die nordkoreanische Polizei ihr etwas antun kann und inwiefern können sie den Franzosen bei ihrer Suche vertrauen?","versions":[{"lang":1,"streams":[{"redirect":8495221,"hoster":"VOE"},{"redirect":8653362,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In tödlicher Mission","epNo":6,"alt":"Xerxes","descr":"Samanthas und Stevens nächste Mission führt die beiden in die Toskana: Die Agenten sollen den weltbekannten Waffenhändler Xerxes aufspüren und ein Bild, auf dem die Formel für eine biologische Waffe versteckt ist, austauschen, bevor es auf einer Auktion versteigert wird. Doch bei ihrer Ankunft in Italien wissen die Ermittler nicht einmal, um welches Bild es sich handelt, sodass sie sich erst einmal in den Computer der Direktorin einhacken müssen. Nachdem Steven und Bill schließlich mit einem speziellen Drucker eine Fälschung des Gemäldes angefertigt haben, werden sie beim Versuch, die Bilder auszutauschen, plötzlich von einem unbekannten Mann entführt. Samantha und Clive, ebenfalls ein CIA-Agent, der das junge Paar unterstützt, befinden sich derweil auf der Auktion. In dem Moment, als das besagte Bild versteigert wird, erfährt Samantha, dass es sich dabei doch um das Original handelt. Soll sie die Auktion in letzter Sekunde verhindern, könnte der Käufer sie möglicherweise direkt zu Xerxes führen oder ist der Käufer sogar Xerxes höchstpersönlich?","versions":[{"lang":1,"streams":[{"redirect":8495227,"hoster":"VOE"},{"redirect":8653363,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Lizenz zum Töten","epNo":7,"alt":"Assassin","descr":"Der Geschäftsmann Ivanov hat den Auftragskiller Victor Guzman beauftragt, den amtierenden peruanischen Präsidenten Alberto Loya während einer Pressekonferenz zu erschießen. Samantha, Steven und Leo fliegen daraufhin nach Lima, um Loya zu beschützen. Nachdem Samantha in einem privaten Interview vergeblich versucht hat, Loya davon zu überzeugen, sich vorübergehend aus der Öffentlichkeit zurückzuziehen, heckt Steven einen Plan aus: Da die CIA herausgefunden hat, dass Guzman vor einigen Tagen in Santiago de Chile entführt wurde, will Steven Ivanov seine Dienste als Auftragskiller anbieten. Doch Ivanov stellt ihn nur unter einer Bedingung ein: Steven muss zunächst einen Test bestehen und Martine Redondo töten. Die CIA-Agenten täuschen Ivanov, indem sich Leo als Redondo verkleidet und nach einem Schuss auf offener Straße scheinbar zusammenbricht, sodass Steven die Prüfung mit Bravour besteht. Steven erhofft sich durch die Zusammenarbeit mit Ivanov herauszufinden, warum dieser es auf Loya abgesehen hat und macht eine interessante Entdeckung: Loya hat dem peruanischen Volk viele Veränderungen versprochen, die den Ölkonzern \"Despina\" in den Ruin treiben könnten. Viel schlimmer noch: Hinter den führenden Kräften von Despina stecken keine Unbekannten …","versions":[{"lang":1,"streams":[{"redirect":8495222,"hoster":"VOE"},{"redirect":8653360,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feuerball","epNo":8,"alt":"Crashed","descr":"Carlton Shaw setzt die CIA-Ermittler Samantha, Steven und Bill auf ein verschwundenes Flugzeug in Russland an. Dessen Pilot, Joseph Korman, hatte den Auftrag, eine Geheimwaffe namens FMA, die die CIA hergestellt hat, auszuliefern. Nachdem Korman plötzlich spurlos verschwunden ist, befürchtet Shawn nun, dass die Entwicklung der Geheimwaffe auffallen könnte. In Russland finden die Agenten zwar schnell das zerstörte Flugzeug, nicht jedoch Korman und die Waffe. Als sie sich in einer abgelegenen Stadt umhören, fällt ihnen ein verdächtiger Mann ins Auge, dessen Verfolgung sie unverzüglich aufnehmen. Der Mann führt sie direkt zu einer kleinen Waldhütte, in der sich der Gesuchte und die Waffe befinden. Die CIA-Ermittler glauben schon, nach Kormans Rettung den Fall gelöst zu haben, als sie plötzlich von russischen Männern überfallen werden. Während Bill in letzter Sekunde flüchten kann, werden Samantha und Steven gefangen genommen …","versions":[{"lang":1,"streams":[{"redirect":8495226,"hoster":"VOE"},{"redirect":8653364,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Gestern stirbt nie","epNo":9,"alt":"A Night To Forget","descr":"Nachdem Samantha und Steven von ihrem Kollegen Leo, der gerade Urlaub in Mexiko City macht, einen mysteriösen Anruf erhalten haben, fliegen sie ohne Shaws Genehmigung nach Mexiko, um Leo zu suchen. Als sie den völlig verwirrten Leo schließlich in einem Hotelzimmer aufspüren, liegt neben ihm eine weibliche Leiche. Dummerweise kann Leo sich nicht daran erinnern, was in der vergangenen Nacht passiert ist, sodass er sich selbst fragt, ob er für den Tod der Frau verantwortlich ist. Bei ihren Recherchen finden Samantha und Steven heraus, dass es sich bei dem Opfer um eine Prostituierte namens Oxana handelt. Als die Ermittler kurze Zeit später in einer Bar, in der Leo war, nach Zeugen suchen, fällt ihnen ein verdächtiger Mann ins Auge. Unter Androhung von Gewalt gesteht dieser ihnen, dass wegen Oxana und Leo ein millionenschwerer Deal zwischen dem Kriminellen Warner Kaminsky und einem mexikanischen Kartell geplatzt ist, da Leo kurz zuvor Kaminskys Diamanten aus dessen Schließfach gestohlen hat. Daraufhin kann Leo sich plötzlich wieder daran erinnern, dass er die Diamanten ins Aquarium im Hotelzimmer geworfen hat. Aufgrund der Tatsache, dass alle Fische gestorben sind, stellen sich die CIA-Agenten die Frage, ob es sich bei den glitzernden Kügelchen wirklich um Diamanten handelt oder ob möglicherweise etwas ganz anderes dahintersteckt …","versions":[{"lang":1,"streams":[{"redirect":8495223,"hoster":"VOE"},{"redirect":8653365,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geldfinger","epNo":10,"alt":"Funny Money","descr":"Samantha kann nicht nachvollziehen, warum ihre Schwester Lizzie um Bedenkzeit bittet, als sie ihr eine Beförderung zur Managerin des Catering Services anbietet. Sie ahnt nicht, dass Lizzie endlich aus den Fußstapfen ihrer Schwester treten und ihr eigenes Leben führen möchte. Doch viel Zeit zum Nachdenken bleibt Samantha nicht, da Carlton Shaw sie und Steven auf eine weitere Mission schickt: Nachdem ein Geldtransporter in die Luft gesprengt wurde, haben Terroristen aus diesem Formen für 100 Dollar Scheine gestohlen, sodass es nur noch eine Frage der Zeit ist, bis das erste Geld gefälscht wird. Samantha und Steven fliegen unverzüglich nach Washington D.C., um Stevens Bruder Gary, der als Banker tätig ist, um Rat zu fragen. Dieser vermutet, dass der Terrorist Jonathan Rakas mit dem Überfall in Verbindung stehen und er sich nun möglicherweise in Kroatien aufhalten könnte. Dort angekommen beobachten Samantha, Steven und Bill ein Hafengelände und bekommen mit, wie der Angestellte Novak korrupte Geschäfte mit dem Casinobesitzer Goran Hincir macht, weshalb sich die CIA-Agenten diesem an die Fersen heften. Bill und Steven statten daraufhin seinem Casino einen Besuch ab und treffen dort auf keinen Geringeren als Jonathan Rakas. Unter Androhung von Gewalt zwingen sie diesen dazu, mit ihnen zu kooperieren und erfahren schließlich, dass Hincir im Besitz der Geldformen ist, die er in seinem Sicherheitstresor aufbewahrt. Doch für den Safe brauchen die Ermittler nicht nur die Zahlenkombination, sondern auch eine Aufnahme von Hincirs Stimme, da sich der Tresor nur mit dieser öffnen lässt. Diese Informationen erhalten sie zwar mithilfe einiger Tricks, doch als sich Samantha schließlich die Platten aneignen möchte, muss sie feststellen, dass der Tresor außerdem durch unzählige Laser gesichert ist …","versions":[{"lang":1,"streams":[{"redirect":8495225,"hoster":"VOE"},{"redirect":8653367,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Quantum Wahrheit","epNo":11,"alt":"The Key To It All","descr":"Samantha und Steven verbringen gerade einen romantischen Urlaub zu zweit in Griechenland, als ihr Boss Carlton Shaw diesen durch seinen Anruf vorzeitig beendet: Terroristen haben in Tel Aviv ein Hotel überfallen und alle Gäste als Geiseln genommen. Da sich unter ihnen auch einige amerikanische Staatsbürger befinden, sollen die beiden Ermittler unverzüglich nach Israel fliegen, um das Schlimmste zu verhindern. Dort angekommen gelingt es Samantha, sich als Ärztin in das Hotel einzuschleusen. Steven hat derweil herausgefunden, dass es einen unterirdischen Tunnel gibt und versucht, durch diesen ins Gebäude zu kommen. Obwohl eigentlich alle Hotelgäste in der Lobby festgehalten werden, trifft er in einem verlassenen Gang auf eine junge Frau und glaubt zunächst, dass es sich bei ihr um eine der Entführerinnen handelt. Doch die Frau erklärt ihm, dass sie ebenfalls CIA-Agentin ist und die Terroristen auf der Suche nach ihr sind, da sie einen Schlüssel besitzt, auf den es die Täter abgesehen haben. In diesem Moment wird Steven bewusst, warum Shaw sie wirklich nach Israel geschickt hat. Während Steven absichtlich auffliegt, weil er das Funksignal zu Samantha verloren hat, soll Bill die CIA-Agentin dirigieren und durch den Tunnel aus dem Hotel holen. Kurz bevor sie in Sicherheit ist, wird sie jedoch plötzlich von einem der Terroristen erschossen. Dieser zwingt außerdem Steven dazu, sich als Terrorist zu verkleiden, damit er währenddessen mit Samantha unentdeckt aus dem Hotel verschwinden kann. Der Terrorist droht Samantha umzubringen, wenn sie ihn nicht zu dem Schließfach führt, dessen Schlüssel er der toten CIA-Agentin abgenommen hat. Da Samantha vor über fünf Jahren bereits eine Mission in Tel Aviv hatte, bei der ihr ehemaliger Professor getötet wurde, nachdem er wichtige Dokumente in ein Schließfach gebracht hat, führt sie den Terroristen nun auf gut Glück dorthin. Als der Schlüssel tatsächlich passt, ahnt Samantha, dass Carlton Shaw sie und ihren Ehemann nicht zufällig zurück zur CIA gebeten hat …","versions":[{"lang":1,"streams":[{"redirect":8495224,"hoster":"VOE"},{"redirect":8653368,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Hauch des Todes","epNo":12,"alt":"Dark Cover","descr":"Als Steven im Baumarkt zufällig auf seinen alten Bekannten Tomas Hauptman trifft, bietet dieser im völlig überraschend einen Auftrag an: Steven soll mit Tomas und dessen Schwester Katja nach Lybien fliegen, um dort aus einem Labor ein hochgefährliches Virus zu stehlen. Nachdem Steven sich Shaws Einverständnis hat geben lassen, macht er sich auf den Weg nach Afrika. Den dreien gelingt es tatsächlich, das Sicherheitssystem zu überwältigen und das Virus an sich zu reißen, doch bei der Flucht von dem Gelände kommt es plötzlich zu einer Schießerei, wodurch das Auto der drei von der Straße abkommt und sich überschlägt. Dabei stirbt Katja und das Virus kommt abhanden. Da Tomas den Tod an seiner Schwester rächen möchte, bittet er Steven, gemeinsam mit ihm nach St. Tropez zu kommen, um seinen Auftraggeber Serge zur Rede zu stellen. Dieser gesteht ihnen unter Gewaltanwendung, dass der Spanier Zigor Ivarra ihm gedroht hat, seine Freundin zu töten, wenn er ihnen nicht sämtliche Details über den Lybienauftrag verrät. Steven wird daraufhin bewusst, dass Zigor für die Schießerei verantwortlich ist und er in einem unbeobachteten Moment das Virus an sich gerissen haben muss. Zigor, der unheilbar an Krebs erkrankt ist, plant derweil die letzten Züge seines Anschlags auf ein Fußballstadion, in dem er alle Fans mit dem tödlichen Virus infizieren möchte …","versions":[{"lang":1,"streams":[{"redirect":8495219,"hoster":"VOE"},{"redirect":8653369,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gestorben wird an einem anderen Tag","epNo":13,"alt":"The Reason","descr":"Die beiden Freundinnen Zarina und Asra verführen in einem Hotel in Mumbai einen jungen Mann namens Jerry Knox, der in einem Sicherheitslabor in Indien arbeitet. In einem unbeobachteten Moment stiehlt Zarina Jerrys Laborschlüssel, denn dort lagert eine große Menge Uran, auf das die junge Frau es abgesehen hat. Da der Verdacht naheliegt, dass Zarina die radioaktive Substanz in ihrem Restaurant in Dubai, das kurz vor der Eröffnung steht, versteckt, schickt Carlton Shaw Samantha und Steven genau dorthin: Um sich vor Ort einen Überblick über die Lage zu verschaffen, geben die beiden Ermittler vor, dass sie ihre Hochzeitsfeier in Zarinas Restaurant durchführen möchten und finden tatsächlich erste Hinweise auf das Uran. Aus diesem Grund brechen die CIA-Agenten in der folgenden Nacht ins Restaurant ein und stehlen den Koffer mit Uran. Als sie diesen daraufhin – wie mit Shaw abgesprochen – einem Mann aushändigen, läuft bei der Übergabe jedoch etwas schief und Samantha und Steven werden festgenommen. Es gelingt ihnen zwar, sich zu befreien, doch die gesamte Stadt ist nun auf der Suche nach ihnen. Steven weiß nicht mehr weiter, sodass er Shaw kontaktieren möchte, doch dessen Handynummer existiert seltsamerweise nicht mehr. Samantha und Steven wird bewusst, dass Shaw sie reingelegt hat und sie von nun an auf sich alleine gestellt sind, als Samantha plötzlich eine SMS von einem ehemaligen Komplizen erhält, den sie die ganze Zeit tot geglaubt hat …","versions":[{"lang":1,"streams":[{"redirect":8495220,"hoster":"VOE"},{"redirect":8653366,"hoster":"Streamtape"}]}]}]}]}