{"seriesId":"undefeated-bahamut-chronicle","name":"Undefeated Bahamut Chronicle","descr":"[Saijaku muhai no Bahamut] Die Geschichte handelt vom ehemaligen Prinzen des Reiches Arcadia, Lux, welches jedoch in einer Revolution vor fünf Jahren gestürzt wurde. Als Lux versehentlich in einem Badesaal den Schlafbereich für Frauen betritt und hierbei die neue Prinzessin Lisesharte nackt sieht, entfacht er nicht nur ihren Zorn, sondern befindet sich prompt auch in einem Drag-Ride-Duell mit ihr. Bei Drag-Rides handelt es sich um alte gepanzerte Waffen, die in Ruinen auf der Welt verteilt gefunden wurden. Nach seinem Duell mit Lisesharte, beginnt Lux - mehr oder minder freiwillig - eine reine Frauen-Akademie zu besuchen, welche Adlige zu Drag-Rittern ausbildet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Scharlachrote Kriegsprinzessin","epNo":1,"alt":"The Crimson War Princess","descr":"Lux Arcadia fällt in die Bäder der Royal Knight Academy und direkt auf die nackte Prinzessin Lisesharte Atismata, die ihn zu einem Duell als Buße herausfordert. Dabei schließen sie eine Wette ab wenn sie gewinnt muss er sich dahin verziehen wo er hergekommen ist. Gewinnt er wird er nicht bestraft und darf ab dem Tag offiziell auf die Schule gehen.","versions":[{"lang":1,"streams":[{"redirect":9699173,"hoster":"VOE"},{"redirect":8653174,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369805,"hoster":"VOE"},{"redirect":8369807,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der schwächste Drag-Knight","epNo":2,"alt":"The Weakest Drag-Knight","descr":"Lux beginnt sein Leben an der Akademie und trifft einen alten Jugendfreund, sehr zu Liseshartes Leidwesen. Später treffen Lux und Lisesharte auf alte, dunkle Erinnerungen an die jüngste Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":9583027,"hoster":"VOE"},{"redirect":8653179,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369816,"hoster":"VOE"},{"redirect":8369815,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie es zur Verlobung des Mädchens aus dem Norden kam","epNo":3,"alt":"The Lady of the North\u0027s Engagement Conditions","descr":"Wenn Lisha Lux eine Party schmeißt, wird eine Woche Lux’s Zeit als Spielpreis angeboten wer ihm den \"Diener Vertrag\" bis zu einer gewissen Zeit abjagt darf ihn für 1 Woche haben!!! Das Ergebnis könnte schlimmer sein, aber seine neue Position bringt ihn an einen unangenehmen und gefährlichen Ort. Als wäre das alles nicht schon schlimm genug wird er schon wieder zu einem Duell herausgefordert.","versions":[{"lang":1,"streams":[{"redirect":9583031,"hoster":"VOE"},{"redirect":8653177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369825,"hoster":"VOE"},{"redirect":8369826,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die sechste Ruine ~Miniaturgarten~","epNo":4,"alt":"The Sixth Ruin -Miniature Garden-","descr":"Lux bereitet sich mental auf sein Duell mit Lord Barzeride vor. Unterdessen ordnen die Adligen des Neuen Reiches eine Untersuchung einiger altertümlicher Ruinen an, die einen mächtigen Abgrund verbergen könnten. Bei der Ruine angekommen wartet schon ein Diabolos auf sie. Bei dem Kampf gibt es eine riesige Explosion und plötzlich finden sich Lux und Cruzifa inmitten der Ruine. Als sie bei einem Altar angelangt sind holt Lux die Flöte heraus weil er denkt das dies der Schlüssel ist, plötzlich offenbart ihm Cruzifa ein unglaubliches Geheimnis über sich selbst.","versions":[{"lang":1,"streams":[{"redirect":9583034,"hoster":"VOE"},{"redirect":8653181,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12173938,"hoster":"VOE"},{"redirect":8369827,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Wunsch des Mädchens","epNo":5,"alt":"A Girl\u0027s Wish","descr":"Krulcifer enthüllt Lux ihre schmerzhafte Vergangenheit. In einem Akt der Sympathie und auf bitte von Lux\u0027s Schwester beschließt sie, ihn von seinem Vertrag ihr eine Woche  zu Diensten zu sein zu befreien und beginnt, sich auf ihr Duell gegen Barzeride vorzubereiten. Krulcifer hat den Team Kampf durch auflösen des Vertrages nun ohne das Wissen von Lux alleine angetreten. Der Kampf ist schon voll im Gange und für Krulcifer sieht es nicht sehr gut aus, da offenbart ihr Barzeride den wahren Grund warum er sie zur Frau möchte. Plötzlich wie aus dem nicht\u0027s taucht dann Lux auf und verteidigt Krulcifer indem er an dem Team Kampf teilnimmt. Kann er Barzeride in die Schranken weisen und Krulcifer ein Leben an der Seite von Barzeride ersparen???","versions":[{"lang":1,"streams":[{"redirect":9620417,"hoster":"VOE"},{"redirect":8653183,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369840,"hoster":"VOE"},{"redirect":8369841,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rückkehr der Stärksten","epNo":6,"alt":"The Homecoming of the Strongest","descr":"Lux trifft ein hochrangiges edles Mädchen das aus der Kaiserstadt zurück kommt unter falschem Vorwand weil er als Mädchen verkleidet ist. Dabei wird er in eine schwierige Lage gebracht denn sie wünscht ihn sich aus der Schule heraus. Auch einige andere Schülerinnen sind dafür das er die Schule verlässt, aber die andere Hälfte plädiert dafür das er bleibt. Um den Schlamassel zu klären schlägt die Direktorin der Schule ein Duell zwischen dem Mädchen und Lux vor. Sollte sie gewinnen kann sie ihre bitte das Lux die Schule verlassen soll noch einmal vorbringen. Doch insgeheim hofft die Direktorin das sie bei dem Kampf erkennt wie stark Lux ist, und sie ihn anerkennt und Respektiert. So das sie dann von selbst darauf verzichtet Lux der Schule verweisen zu wolle.","versions":[{"lang":1,"streams":[{"redirect":9620412,"hoster":"VOE"},{"redirect":8653180,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369845,"hoster":"VOE"},{"redirect":8369856,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wahrheit über das Mädchen","epNo":7,"alt":"A Girl\u0027s Truth","descr":"Die Schüler gehen zu einer Trainingseinheit am Strand. Aber die Schüler haben alles andere vor als zu Trainieren. Doch es ist nicht alles Spaß in der Sonne denn das Duell steht noch aus. Wärend des Duell\u0027s wird der Herumtreiber vom Campus enthüllt und er bringt eine Kreatur mit. Das war es mit dem Duell nun müssen sie sich um den Verräter und die Kreatur kümmern. Als der ganze Spuk vorbei ist geschieht etwas unerwartetes, eine neue Ruine taucht aus dem Meer auf.","versions":[{"lang":1,"streams":[{"redirect":9620415,"hoster":"VOE"},{"redirect":8653182,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369854,"hoster":"VOE"},{"redirect":8369852,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Erwachen des Abyss","epNo":8,"alt":"Awakening of the Phantom Divine Beast","descr":"Die Erkundung der neuen Ruine führt zu einem faszinierenden Fund. Sie entdeckten eine \"Fabrik\" woher die Bösen Kreaturen \"Erschaffen\" werden. Aus unerfindlichen Gründen beginnt sich Philuffy krank zu fühlen. Plötzlich kommt die Meldung das 3 Kreaturen aktiv sind und eine davon ist ausserhalb der Ruine und greift die Menschen an. Als Philuffy  und Lux nach gehen um dem Monster einhalt zu Gebieten werden sie in einen Ort aus ihrer Vergangenheit geworfen, dadurch gewinnt Lux einige sehr sehr schreckliche Erinnerungen zurück. Und wie Lux feststellen muss trägt auch Philuffy ein schreckliches Geheimnis in sich.","versions":[{"lang":1,"streams":[{"redirect":9620418,"hoster":"VOE"},{"redirect":14175899,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369868,"hoster":"VOE"},{"redirect":8369862,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Versprechen","epNo":9,"alt":"The Promise","descr":"Lux stellt sich gegen Hayes in einem Kampf, um Philuffys Leben zu retten. Doch wie immer Kämpft Hayes nicht selbst denn sie beschwört einen Ragnarök. Doch dieser ist sogar noch eine verbesserte Version was den Kampf noch schwieriger macht. Nachdem Hayes ruchlose Pläne bereits in Bewegung sind, taucht eine weitere dunkle Gestalt aus den Schatten des alten Imperiums auf.","versions":[{"lang":1,"streams":[{"redirect":9620423,"hoster":"VOE"},{"redirect":8653185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369875,"hoster":"VOE"},{"redirect":8369874,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Lohn der Mädchen","epNo":10,"alt":"The Young Girls\u0027 Reward","descr":"Lux muss nicht einen, sondern drei Termine für das National Foundation Festival wählen, denn er hat gleich drei \"Date\u0027s\" für diesen Abend. Während Lisha die Gefühle verletzt, taucht eine (was zu Anfang nicht gleich ersichtlich ist) Unterstützerin des alten Imperiums aus dem Schatten auf. Sie würde für Lux einfach alles tun. Er muss ihr lediglich Versprechen das er dafür kämpfen wird das Alte Imperium wieder auferstehen zu lassen. Aber er muss sie leider enttäuschen, plötzlich kommen seine Schulfreundinnen und ein Kampf bricht aus.","versions":[{"lang":1,"streams":[{"redirect":9620419,"hoster":"VOE"},{"redirect":8653186,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369882,"hoster":"VOE"},{"redirect":8369883,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Dolch des Kaiserreichs","epNo":11,"alt":"The Imperial Assassin\u0027s Dagger","descr":"Lux bemerkt leider erst zu spät das er benutzt wurde und dass eine Rebellion von einer Gruppe aus dem alten Imperium geplant wird, und Airi ist besorgt, da er den Bedingungen zustimmt, die er möglicherweise nicht erfüllen kann. Er soll nämlich den lockvogel für ca 150 Monster spielen, was aber dann noch schwieriger ist aber von ihm ebenfalls verlangt wird ist das er das Drag-Ride Turnier für sich entscheidet und es gewinnt. Als er bemerkt wofür er missbraucht wurde bring der Feind auch schon ein ganz spezielles Monster mit, es ist Riesig und soll eine Ruine sein. Im Angesicht dieses gewaltigen Gegner\u0027s setzt er alles auf eine Karte und setzt Bahamut ein obwohl er ihn nur sehr kurz verwenden kann. Wir die Zeit reichen um den übermächtigen Gegner zu bezwingen???","versions":[{"lang":1,"streams":[{"redirect":9620420,"hoster":"VOE"},{"redirect":8653191,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8369887,"hoster":"VOE"},{"redirect":8369889,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der lang gehegte Wunsch des Mädchens","epNo":12,"alt":"The Young Girl\u0027s Cherished Desire","descr":"Mit dem Schicksal ihres Landes und seiner Menschen in der Schwebe, kämpfen Lux und Lisha gegen ihren bisher härtesten Feind, einen Feind, der aus ihrer Vergangenheit geboren wurde.","versions":[{"lang":1,"streams":[{"redirect":9620424,"hoster":"VOE"},{"redirect":8653187,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12336548,"hoster":"VOE"},{"redirect":8369897,"hoster":"Streamtape"}]}]}]}]}