{"seriesId":"undercover-2019","name":"Undercover (2019)","descr":"Einer der größten Ecstasy-Produzenten der Welt, Ferry Bouman, lebt in seiner Villa an der niederländisch-belgischen Grenze ein beschauliches Leben. Aber die Dinge beginnen sich zu ändern, als zwei Undercover-Agenten versuchen, in sein Gebiet einzudringen, Boumans Leben zu infiltrieren und sein Netzwerk zu schließen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Camping Zonnedauw","descr":"Belgische Krimiserie um ein Ermittler-Duo, das undercover auf einem Campingplatz gegen einen Drogenboss ermitteln und ein verliebtes Pärchen geben muss. Ziel ihres Einsatzes ist der Niederländer Ferry Bouman, der Ecstasy-Pillen im großen Stil herstellt und international vertreibt. Die Wochenenden verbringt er mit seiner nichts ahnenden Ehefrau Danielle auf einem Campingplatz in der belgischen Provinz. Genau hier setzen die Ermittler an: Weil Ferry Bouman unter der Woche in einer hoch gesicherten und nicht zugänglichen Villa lebt, sollen zwei Polizisten ebenfalls auf den Campingplatz ziehen und den Drogendealer undercover ausspionieren. Der Cop Bob Lemmens soll vorgeben, eine kleine Transportfirma zu betreiben und gelegentlichen Zusatzverdiensten nicht abgeneigt zu sein. Ihm wird die neue Kollegin Kim De Rooij an die Seite gestellt. Kim und Bob kommen Ferry und seiner Frau Danielle dabei allerdings gleich viel näher, als ihnen lieb ist. Weil nahezu der ganze Campingplatz ausgebucht ist, müssen die beiden eine Unterkunft in Ferrys direkter Nachbarschaft in Beschlag nehmen – auffälliger geht es kaum. Hinzu kommt, dass sie sich fast gar nicht kennen, fortan am Wochenende aber ein frisch verliebtes Pärchen geben müssen. Die Ausgangslage für die beiden Ermittler ist somit mehr als schwierig. Darüber hinaus wohnen Kim und Bob nun inmitten von Feinden, denn in unmittelbarer Nachbarschaft leben auch Ferry Boumans Geschäftspartner. Da ist zum einen John Zwart, der mit Boumans inzwischen an Krebs verstorbener Schwester verheiratet war und als Ferrys engster Vertrauter gilt, zum anderen Johns Schwiegersohn Jurgen Van Kamp, ein gescheiterter Kickboxer mit Aggressionsstörung, sowie Chemiker Remco Engels, der gemeinsam mit Dennis De Vries die Produktion der Ecstasy-Pillen überwacht. Und während Kim, der Legende nach eine niederländische Privatjet-Flugbegleiterin namens Anouk, erste Kontakte zu Ferrys Frau Danielle knüpft, fällt Chefchemiker Remco bei Ferry wegen eines Vertuschungsversuchs in Ungnade. Eine Verkettung von Ereignissen führt John so auf die Entdeckung von GPS-Peilsendern an Ferrys Fahrzeugen. Wie sich herausstellt, handelt es sich um Geräte, wie sie nur Behörden verwenden. Und natürlich verfügen Ferry und John über beste Kontakte zur Polizei. Die ganze Undercover-Aktion scheint damit beendet, bevor sie überhaupt richtig begonnen hat.","versions":[{"lang":1,"streams":[{"redirect":8495136,"hoster":"VOE"},{"redirect":8653276,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Highly Sensitive","descr":"Drogenboss Ferry Bouman will herausfinden, wer die Polizisten sind, die seine Autos mit GPS-Sendern verwanzt haben. Noch weiß er nicht, dass seine Nachbarn auf dem Campingplatz Cops sind. Die Ermittler Kim und Bob, die in eine Unterkunft in unmittelbarer Nähe zu Ferry Boumans Hütte auf dem Campingplatz gezogen sind, haben ihrerseits keine Ahnung, dass Ferry inzwischen in Erfahrung gebracht hat, wer ihm auf den Fersen ist: Marc Gevers. Gevers arbeitet beim Drogendezernat und leitet Kims und Bobs Einsatz als Undercover-Ermittler. Bereits seit drei Wochenenden tun die beiden Cops so, als seien sie ein verliebtes Pärchen in ihrem Liebesnest auf dem Campingplatz. Doch mehr als erste schüchterne Kontakte zu Ferry Bouman und seiner Frau Danielle gab es bisher nicht. Die Staatsanwältin im Nacken, die endlich erste Resultate sehen will, drängt Marc Kim und Bob dazu, etwas mehr in die Offensive zu gehen. So finden sich die beiden mit Ferrys Frau und deren Entourage auf einem Rummelplatz wieder. Mit dabei sind Ferrys explosiver Geschäftspartner, Jurgen Van Kamp, dessen Frau Sonja mit ihrer gemeinsamen Tochter Jezebel sowie Wendy, eine weitere Freundin Danielles vom Campingplatz. Über Jurgen versuchen Bob und Kim nun, näher an Ferry ranzukommen. Leider läuft es zwischen Bob und Jurgen nicht so wie erhofft, weil der zu Gewalt neigende Ex-Kickboxer es nicht schafft, für seine Tochter an einer Kirmesbude mit drei Schlägen einen Bären zu gewinnen. Bob jedoch gelingt es auf Anhieb und lässt Jurgen damit gegenüber Frau und Kind ziemlich alt aussehen. Besser läuft es da für Kim, die sich bei Jurgen am nächsten Morgen in die Kunst des Kickboxens einführen lässt. Dabei muss das Polizisten-Duo jedoch erfahren, dass Jurgen gesehen hat, wie Bob nachts nicht im gemeinsamen Bett, sondern auf einer Liege genächtigt hat. Finden sie nicht schnell eine plausible Erklärung dafür, ist es mit der Undercover-Aktion bald Essig. Unterdessen versucht der korrupte Polizist Walter Devos mehr über Marcs Ermittlungen gegen Ferry Bouman zu erfahren. Bei einem gemeinsamen Bierchen fühlt Walter ihm auf den Zahn. Wird Marc sich verplappern? Jurgen interpretiert Kims und Bobs getrennte Betten jedoch völlig anders als erwartet: Bei einer kleinen Feier macht er sich ziemlich eindeutig an Kim ran. Der Abend endet damit, dass Bob dem ach so starken Jurgen vor aller Augen ein paar Fausthiebe verpasst. Das Team versucht daraufhin, die gesamte Überwachungsaktion durch eine neue Aktion zu retten. Doch diese Mission gerät auf absurde Weise völlig aus der Spur. Und Jurgen, der sich erneut durch Bob erniedrigt fühlt, sinnt auf Rache.","versions":[{"lang":1,"streams":[{"redirect":13918211,"hoster":"VOE"},{"redirect":8653278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Italian Designer Drugs","descr":"Die Undercover-Aktion auf einem Campingplatz, bei der ein Drogenboss ausspioniert werden sollte, muss abgeblasen werden. Die beiden Polizisten packen ihre Sachen und reisen ab. Die beiden Ermittler Kim und Bob sollten eigentlich ein verliebtes Pärchen spielen, das zufällig auf dem gleichen Campingplatz aufschlägt, auf dem die Ecstasy-Größe Ferry Bouman mit Ehefrau Danielle und seinem engsten Kreis die Wochenenden verbringt. Nur mit viel Glück wurden Bob Lemmens (Tom Waes) und Kim De Rooij (Anna Drijver) bei ihrer mehrwöchigen Aktion nicht enttarnt. Doch weil Bob sich wegen Kim mit Ferry Boumans (Frank Lammers) Mitarbeiter Jurgen Van Kamp (Kevin Janssens) geprügelt hat, legt Ferry den beiden Neuankömmlingen nahe, sich ein anderes Liebesnest zu suchen. Mehr als enttäuscht über diese Entwicklung ist allerdings Ferrys Ehefrau Danielle (Elise Schaap), die in Kim eine gute Freundin gefunden zu haben glaubt. Kim wittert eine Chance, über Danielle wieder Zugang zu Ferry zu bekommen. Und tatsächlich gelingt es den Undercover-Ermittlern, über Danielle wieder Kontakt zu Ferry zu erlangen. Doch Ferrys engster Vertrauter John Zwart (Raymond Thiry) und Jurgen verfolgen Bob bis nach Antwerpen zu einem Treffen mit Kim und ihrem Einsatzleiter Nick Janssens (Manou Kersting). Zwar können sie die Unterredung der drei Polizisten nicht mithören, doch es reicht ihnen der Verdacht, dass Nick ein Ermittler sein könnte. John beschließt daraufhin, Bob genauer unter die Lupe zu nehmen. Probleme bereitet Ferry zusätzlich ein gewisser Gino Maldini (Michaël Pas). Der Modehändler will in das Drogengeschäft einsteigen und bestellt bei Ferry 50 000 Pillen MDMA. Nur leider kann oder will Gino nicht zahlen. Als John und Jurgen ihm – versehentlich ein wenig zu sehr – auf den Zahn fühlen, rückt Gino damit raus, dass er die Pillen an einen Deutschen namens Bastian Gerlach weiterverkaufen wollte. Als Anzahlung für die Pillen lassen John und Jurgen 30 Designer-Anzüge mitgehen, die Ferry dazu nutzen will, mit Bob ein erstes Testgeschäft einzugehen. Wird Bob von seinen Vorgesetzten die 10 000 Euro genehmigt bekommen, um Ferry die Anzüge abzukaufen? Was Bob nicht ahnt. Vom Zustandekommen dieses Deals hängt jetzt sein Leben ab.","versions":[{"lang":1,"streams":[{"redirect":8495135,"hoster":"VOE"},{"redirect":8653279,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Legio Patria Nostra","descr":"Der von Belgien aus operierende Drogenboss Ferry Bouman steckt in der Klemme: Gerade hat er einen Deal über eine Million Ecstasy-Pillen abgeschlossen, doch zur Produktion fehlt ihm eine Zutat. Piperonylmethylketon, kurz PMK, ist eine farblose ölige Chemikalie, die zur Herstellung von Ecstasy und MDMA gebraucht wird – und die gibt es nicht einfach so in der Apotheke. Ferry weiß jedoch nicht, dass der SMS-Verkehr mit seinem Lieferanten abgehört wird. Als Ferry Boumans Mitarbeiter Jurgen Van Kamp das PMK abholen will, entscheiden die Ermittler sich für einen Zugriff. Jurgen und der Lieferant werden verhaftet. Währenddessen sitzen Ferry und seine Frau Danielle mit den verdeckten Ermittlern Kim De Rooij und Bob Lemmens bei einem gemeinsamen Dinner in einem Restaurant. Danielle will Ferry so davon überzeugen, dass Kim und Bob auf dem Campingplatz wohnen bleiben dürfen, auf dem auch Ferry und seine Entourage die Wochenenden verbringt. Doch John Zwart, Ferrys engster Vertrauter, sagt Bob auf den Kopf zu, dass er ein Cop sei. Schließlich habe er über ihn und seine angebliche Importfirma überhaupt nichts herausfinden können. Bob begründet dies damit, dass er einen französischen Pass habe, weil er bei der Fremdenlegion gewesen sei, und dass nicht jeder wissen müsse, wer er ist und was er macht. Zu aller Erstaunen wird Jurgen ohne Grund von der Polizei wieder laufen gelassen. John und Ferry trauen dem Frieden nicht und fürchten, dass Jurgen gesungen hat. Wie hart wird John gegen seinen eigenen Schwiegersohn vorgehen? Redwan, ein ehemaliger Fremdenlegionär, soll für Ferry herausfinden, ob Bobs Behauptungen von der Legion stimmen, und unterzieht den Polizisten einem gefährlichen Verhör. Bobs Leben hängt am seidenen Faden – und zudem sollte er jetzt eigentlich bei seiner Frau sein, die gerade ihren Vater verloren hat. Bobs Nerven liegen blank. Um seinen lukrativen Drogendeal mit dem Deutschen Bastian Gerlach zu retten, versucht Ferry, einen neuen Lieferanten für das PMK aufzutreiben. Die benötigte Menge kann er schließlich sogar beschaffen, doch leider lagert das Zeug irgendwo in Polen. Da trifft es sich, dass Bob angeblich ein kleines Transportunternehmen betreibt.","versions":[{"lang":1,"streams":[{"redirect":13115530,"hoster":"VOE"},{"redirect":8653282,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Across the Border","descr":"Der Versuch, eine für die Produktion von Ecstasy-Pillen benötigte Chemikalie aus Polen nach Belgien zu transportieren, läuft völlig aus dem Ruder. Undercover-Ermittler Bob Lemmens hat inzwischen das Vertrauen von Drogenboss Ferry Bouman erlangt. Dieser beauftragt Bob, der vorgeblich ein kleines Transportunternehmen besitzt, mit seinem Lastwagen nach Polen zu fahren und die Chemikalie abzuholen. Für Ferry Bouman ist die Lieferung der nicht frei erhältlichen Chemikalie PMK ein essentieller Grundstoff für die Produktion von einer Million Ecstasy-Pillen – ein wichtiger Deal, den Ferry kürzlich mit einem Deutschen abgeschlossen hatte. Bob hat gerade noch Zeit, sein Team mit einer verschlüsselten Nachricht über seinen plötzlichen Aufbruch zu informieren. Zwischen den Ermittlern Kim De Rooij, Marc Gevers und Nick Janssens kommt es daraufhin zu einer Diskussion darüber, ob Bobs Nachricht ein Hilferuf war und ein sofortiger Zugriff erfolgen sollte. Doch die drei entschließen sich zunächst abzuwarten. Weil er Bob noch immer nicht vertraut, setzt Ferrys erster Mann, John Zwart, ihm einen Aufpasser auf den Beifahrersitz. Arek, ein Pole, soll verhindern, dass Bob während der Fahrt nach Osten mit irgendjemandem Kontakt aufnimmt. Außerdem kennt nur Arek die Adresse, an der die 1000 Liter PMK abgeholt werden sollen. Zur gleichen Zeit gerät Bob daheim auf dem Campingplatz in Verdacht, einen Mord begangen zu haben, als eine Leiche aus dem Kanal gefischt wird. Sollte der korrupte Polizist Walter Devos anfangen gegen ihn zu ermitteln, würde ihm sehr schnell klar werden, dass Bob ein Kollege ist, der undercover auf Drogenboss Ferry Bouman angesetzt wurde. Und Walter wird von Ferry gut für seine Tipps bezahlt. Während der von dieser Bedrohung nichts ahnende Bob mit seinem Lkw durch Polen fährt und verzweifelt versucht, irgendwie unbemerkt seine Kollegen über seinen Standort zu informieren, geschieht etwas völlig Unerwartetes, das Bobs Pläne dramatisch durchkreuzt.","versions":[{"lang":1,"streams":[{"redirect":8495140,"hoster":"VOE"},{"redirect":8653283,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Sirens","descr":"Wegen der Verkettung einiger unglücklicher Umstände bleibt Belgiens größter Drogenhändler Ferry Bouman auf einer Ladung von fünf Millionen Ecstasy-Pillen sitzen. Nun ist guter Rat teuer. Undercover-Agent Bob Lemmens plant, Ferry eine Falle zu stellen: Er will den Drogenboss davon überzeugen, die Pillen gegen südamerikanisches Kokain einzutauschen. Seine Partnerin Kim soll derweil Ferrys Frau Danielle beschäftigen – doch das hat ungeahnte Folgen. Denn Danielle Bouman meint in Kim De Rooij eine gute Freundin gefunden zu haben und bietet ihr eine MDMA-Pille an, die die beiden Frauen sich teilen. Bei ihrem folgenden Streifzug über den Campingplatz, auf dem sie alle wohnen, beginnt die Droge ihre unheilvolle Wirkung zu entfalten. Unterdessen kommt der korrupte Polizist Walter Devos, der bei Ferry Bouman auf der Gehaltsliste steht, der Undercover-Aktion gefährlich nahe. Erneut ist Bobs Leben in höchster Gefahr: Ein Treffen zwischen Walter und Ferry Boumans Nummer zwei, John Zwart, und damit Bobs Enttarnung, steht unmittelbar bevor. Außerdem ist da noch Gino Maldini, ein zwielichtiger Modeunternehmer, der am Rande des Ruins steht und auf Rache sinnt. Schließlich haben Ferrys Männer ihm im Gesicht eine schreckliche Brandwunde zugefügt und ihn zudem um einen lukrativen Drogenhandel mit einem deutschen Dealer gebracht. Die Situation gerät völlig außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":8495144,"hoster":"VOE"},{"redirect":8653281,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"That Cop\u0027s Face","descr":"Drogenboss Ferry Bouman wird vor seiner Wochenendhütte auf dem Campingplatz angeschossen und schwer verwundet. Auch Undercover-Ermitter Bob Lemmens wird verletzt. Bouman schwört auf Rache. Bei dem Angreifer handelt es sich um Gino Maldini, der wegen eines geplatzten Drogengeschäfts mit Ferry finanziell vor dem Ruin steht. Zudem ist sein Gesicht nach einer Auseinandersetzung mit Ferrys Männern durch eine Brandwunde entstellt. Die Undercover-Ermittler Kim De Rooij und Bob Lemmens fürchten, dass Ferry Bouman seinen engsten Vertrauten John Zwart auf den Angreifer Gino ansetzen wird, um ihn zu töten. Bob gelingt es zumindest, sich John bei der Suche nach Maldini als Hilfe anzudienen in der Hoffnung, ihm zuvorzukommen und Maldini warnen zu können. Doch John traut Bob nach wie vor nicht über den Weg und schmiedet einen Plan, um ihn einem kleinen Loyalitätstest zu unterziehen. Im Krankenhaus kommt Ferry zu der Einsicht, dass das Leben in Belgien zu gefährlich für ihn ist. Er findet Gefallen an der Idee seiner Frau Danielle, gemeinsam in die Karibik auszuwandern. Diese neue Entwicklung bedeutet eine Katastrophe für die Undercover-Aktion: Hat sich Ferry erst einmal ins Ausland abgesetzt, können die Ermittler seiner nicht mehr habhaft werden. Damit stehen Kim und Bob massiv unter Druck: Zum einen müssen sie möglichst schnell ihre geplante Falle für Ferry aufstellen – ein vermeintlicher Drogendeal mit einem südamerikanischen Kartell, bei dem Ferrys Ecstasy-Pillen gegen Kokain getauscht werden sollen. Zum anderen suchen sie verzweifelt nach einem Weg, Ferry von seinen Auswanderungsplänen abzuhalten. Als es John und Bob schließlich gelingt Maldini aufzuspüren, offenbart John dem Undercover-Cop seinen Plan: Er gibt Bob eine Waffe und fordert ihn auf, den Job zu erledigen. Damit sitzt Bob in der Falle.","versions":[{"lang":1,"streams":[{"redirect":8495142,"hoster":"VOE"},{"redirect":8653280,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Nouveau Monde","descr":"Um den Drogenboss Ferry Bouman hochzunehmen, wollen die Ermittler einen vermeintlichen Kokain-Deal inszenieren. Bouman steht auf Klischees, darum soll die Falle in Südfrankreich zuschnappen. Genauer gesagt: auf einer schicken Jacht. Doch der Hollywood-reife Schlag gegen den größten Ecstasy-Produzenten Belgiens wird aus Geld- und Zeitmangel ein paar Nummern kleiner ausfallen. Und die Zeit drängt: Ferry will sich in die Karibik absetzen. Nun naht also die große Chance, auf die die Ermittler die ganze Zeit hingearbeitet hatten: Ferry Bouman auf frischer Tat die Handschellen anlegen zu können. Nur mit Mühe gelingt es Bob Lemmens, den Drogenboss Ferry Bouman zu dem Deal zu überreden. Dessen Bedingung ist, dass Ferrys Frau Danielle ebenso dabei ist wie sein engster Vertrauter John Zwart. Und so setzt sich der Tross, vervollständigt durch Bobs Kollegin Kim De Rooij, in Richtung Frankreich in Bewegung. Allerdings geht es nicht ins sonnige Nizza, sondern in die kalte Bretagne. Dort liegt das Boot des angeblichen Geschäftspartners George, mit dem die Ermittler Ferry beeindrucken wollen. Doch beim ersten geheimen Treffen zwischen Bob, Kim und ihrem neuen Kollegen Carlos, der den Vermittler des Käufers spielen soll, steht das Team vor neuen Problemen. Die vorgebliche Jacht stellt sich als wenig repräsentatives Boot heraus. Und Carlos, dem Bob und Kim immerhin ihr Leben anvertrauen müssen, erweist sich als ziemlich durchgeknallter Zeitgenosse. Fest steht: Die Pläne müssen über den Haufen geworfen und es muss erneut improvisiert werden, damit Ferry nicht auf den letzten Metern noch Verdacht schöpft. Bob und Kim ahnen nicht, dass jemand sie längst enttarnt hat und sie in größter Lebensgefahr schweben.","versions":[{"lang":1,"streams":[{"redirect":8495149,"hoster":"VOE"},{"redirect":8653288,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Rock Bottom","descr":"Der von den verdeckten Ermittlern eingefädelte Drogendeal, mit dem die belgische Ecstasy-Größe Ferry Bouman und seine Bande hinter Gitter hätten gebracht werden können, platzt. Ferry Bouman setzt sich mit seiner Frau Danielle nach Aruba ab. Der Einsatz der Undercover-Ermittler Bob und Kim auf einem Campingplatz, auf dem Bouman und seine Entourage die Wochenenden verbrachten, wird abgewickelt; die Wege der beiden Cops trennen sich. Doch eine Schlagzeile in der Zeitung lässt Bob aufhorchen: Zwei Leichen wurden bei Forstarbeiten in einem Wald in der Nähe des Campingplatzes gefunden. Er weiß: Hinter den beiden Morden steckt Ferry Bouman. Und eine kurze Recherche ergibt, dass Ferry nun seine Drogengeschäfte über Strohmänner von Aruba aus weiterführt. Bob erträgt es nicht, dass Ferry davonkommen soll, und kontaktiert seine Kollegin Kim. Sein Plan: Er will mithilfe von Kim über Ferrys Ehefrau Danielle den Drogenbaron aus der Karibik zurück nach Belgien locken und ihn irgendwie dazu bringen, den vermeintlichen Deal doch noch durchzuziehen. So hätten die Ermittler endlich gerichtsfeste Beweise gegen den Mann. Für Kim allerdings ist der Fall abgeschlossen. Sie glaubt auch nicht, dass es ihnen jemals gelingen könnte, Ferry Bouman zu verhaften und Beweise für seine Verurteilung vorlegen zu können. Wird es Bob gelingen, Kim umzustimmen und sie für seinen aberwitzigen Plan zu gewinnen???","versions":[{"lang":1,"streams":[{"redirect":8495158,"hoster":"VOE"},{"redirect":8653290,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Showtime","descr":"Mit einem Trick wollen die Ermittler den Ecstasy-Produzenten Ferry Bouman aus Aruba nach Belgien zurücklocken und ihn dann bei einem inszenierten Drogendeal hochnehmen. Ein riskanter Plan. Bei dem Deal mit einem angeblichen südamerikanischen Drogenbaron sind die Polizisten auf die Mithilfe eines verdeckten Ermittlers namens Carlos angewiesen, der sich schon in der Vergangenheit als eher unzuverlässiger Zeitgenosse herausgestellt hat. Den beiden Undercover-Cops Bob und Kim gelingt es zunächst tatsächlich, Ferry Bouman und seine Ehefrau Danielle unter einem Vorwand zur Rückkehr aus der Karibik zu bewegen. Und auch das geplante Tauschgeschäft, bei dem Bouman seine Ecstasy-Pillen für den südamerikanischen Markt mit Kokain bezahlen soll, ist bereits gründlich vorbereitet. Die Falle könnte also zuschnappen. Doch Ferry Bouman ist mit allen Wassern gewaschen: Kurzerhand ändert er die Spielregeln für den Deal. Bob und Carlos müssen um ihr Leben bangen – und weder Kim noch die Einsatzleiter Ignace und Marc können eingreifen, um die beiden zu retten. Weiß Ferry Bouman am Ende längst, dass Bob, Kim und Carlos in Wahrheit Polizisten sind???","versions":[{"lang":1,"streams":[{"redirect":8495146,"hoster":"VOE"},{"redirect":8653285,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"El Dorado","epNo":1,"alt":"El Dorado","descr":"Als Kim (Anna Drijver) Bob (Tom Waes) bei einer Untersuchung von Waffenhandel um Hilfe bittet, wird eine Kettenreaktion in Gang gesetzt, die bis zu Ferry Bouman (Frank Lammers) führt.","versions":[{"lang":1,"streams":[{"redirect":8495141,"hoster":"VOE"},{"redirect":8653284,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pentagon","epNo":2,"alt":"Pentagon","descr":"Bob (Tom Waes) verschafft sich Zugang zur El Dorado Ranch, wo die Suche nach einem Job der Kellnerin Nathalie (Ruth Becquart) die Besitzer Laurent (Wim Willaert) und JP Berger (Sebastien Dewaele) verärgert.","versions":[{"lang":1,"streams":[{"redirect":8495143,"hoster":"VOE"},{"redirect":8653287,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Soldiers of Love","epNo":3,"alt":"Soldiers of Love","descr":"Während Bob mit einem Rückschlag im Fall zu kämpfen hat, macht seine Tochter einen Ausflug in die Vergangenheit. Die Bergers wollen einen lukrativen Deal retten.","versions":[{"lang":1,"streams":[{"redirect":12930975,"hoster":"VOE"},{"redirect":8653286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein trojanisches Pferd","epNo":4,"alt":"Trojan Horse Power","descr":"Der Ausblick auf einen Neuanfang bereitet Nathalie Angst und Sorgen. Bob will in seinem Fall unbedingt einen Durchbruch erzielen, bevor seine Zeit vorüber ist.","versions":[{"lang":1,"streams":[{"redirect":8495147,"hoster":"VOE"},{"redirect":8653289,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Revolution","epNo":5,"alt":"Revolucíon","descr":"Die Barriere zwischen Bobs zwei Welten kollabiert, da seine beruflichen Machenschaften nun auch sein Familienleben bedrohen. Laurent und JP sind sich uneinig.","versions":[{"lang":1,"streams":[{"redirect":8495148,"hoster":"VOE"},{"redirect":8653292,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Victor","epNo":6,"alt":"Victor","descr":"Bob will JPs Vergangenheit gegen ihn verwenden und tritt so ein Katz-und-Maus-Spiel los. Laurents Bedenken über Nathalie nehmen überhand. Ferry stellt ein Ultimatum.","versions":[{"lang":1,"streams":[{"redirect":8495150,"hoster":"VOE"},{"redirect":8653291,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Enrico","epNo":7,"alt":"Enrichochet","descr":"Nach Nathalies Konfrontation mit Laurent hängt Bobs Fall am seidenen Faden. Um JP zu einem Deal zu bewegen, fährt er schwere Geschütze auf.","versions":[{"lang":1,"streams":[{"redirect":8495151,"hoster":"VOE"},{"redirect":8653294,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sperre","epNo":8,"alt":"Roadblock","descr":"Seine Jagd auf Ferry und die Bergers hat ihn an den Abgrund getrieben. Nun muss Bob seine diversen Übertretungen schleunigst eindämmen und kaschieren.","versions":[{"lang":1,"streams":[{"redirect":8495155,"hoster":"VOE"},{"redirect":8653293,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rekonstruktion","epNo":9,"alt":"Reconstructie","descr":"Da Ferrys Gerichtstermin näher rückt, stellt sich Bob der Wahrheit und betrachtet die möglichen Folgen seines Handelns. Laurent versucht, JP zu warnen.","versions":[{"lang":1,"streams":[{"redirect":8495152,"hoster":"VOE"},{"redirect":8653296,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Krieg","epNo":10,"alt":"Oorlog","descr":"Die Stunde der Wahrheit rückt näher. Bob tut sein Bestes, um Nathalie zu beschützen. JP ist entschlossen, Laurent zu rächen, und schreitet zur Tat.","versions":[{"lang":1,"streams":[{"redirect":8495153,"hoster":"VOE"},{"redirect":8653295,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der böse Blick","epNo":1,"alt":"Evil Eye","descr":"Bob erhält von einem ehemaligen Kollegen ein Angebot, das alle seine Probleme lösen könnte - oder ihn alles kosten könnte. Ferry erlebt einen holprigen Wiedereinstieg in sein altes Leben.","versions":[{"lang":1,"streams":[{"redirect":12930976,"hoster":"VOE"},{"redirect":9513274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10547914,"hoster":"VOE"},{"redirect":10547912,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Festival-Shop-Sonderangebote","epNo":2,"alt":"Festival Shop Super Sales","descr":"Zwischen Bob und Ferry brodelt es, während sie die Regeln für ihr neues Unternehmen festlegen. Fragen der Loyalität und des Vertrauens belasten die Familie Bulut.","versions":[{"lang":1,"streams":[{"redirect":9513272,"hoster":"VOE"},{"redirect":9513271,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491013,"hoster":"VOE"},{"redirect":10547932,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vertrauenskrise","epNo":3,"alt":"Trust Issues","descr":"Leylas vorsichtige Herangehensweise an Geschäfte bedeutet, dass Bob und Ferry ihre Tests bestehen müssen, um ihr Vertrauen zu gewinnen. Timur steht vor einer schmerzhaften Abrechnung mit seiner Familie.","versions":[{"lang":1,"streams":[{"redirect":9513273,"hoster":"VOE"},{"redirect":9513270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491011,"hoster":"VOE"},{"redirect":10547913,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"All inclusive","epNo":4,"alt":"All-in-Resort","descr":"Während die Probleme von Bob und Ferry in der Türkei eskalieren, versucht Patrick, einen gefährlichen Deal abzuschließen, und Timur versucht, Misstrauen zwischen Leyla und Serkan zu säen.","versions":[{"lang":1,"streams":[{"redirect":13918275,"hoster":"VOE"},{"redirect":9513278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491012,"hoster":"VOE"},{"redirect":10547928,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Maulwurf in der Küche","epNo":5,"alt":"Rat in the Kitchen","descr":"Peter ist unsicher, wem er vertrauen kann, und bittet einen ehemaligen Verbündeten um Hilfe. Serkans Verdacht vertieft sich. Eine verzweifelte Danielle verlangt von Ferry die Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":12938136,"hoster":"VOE"},{"redirect":9513283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491016,"hoster":"VOE"},{"redirect":10547919,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pater familias","epNo":6,"alt":"Pater Familias","descr":"Auf der Familienfeier von Leyla und Serkan eskalieren die Spannungen. Bob und Ferry wollen den Deal unter Dach und Fach bringen. Timur sucht nach weiteren Informationen.","versions":[{"lang":1,"streams":[{"redirect":9596909,"hoster":"VOE"},{"redirect":9596911,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491020,"hoster":"VOE"},{"redirect":10547943,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Totalschaden","epNo":7,"alt":"Total Loss","descr":"Während Timur für Aufruhr sorgt, gelangt Serkan in Bezug auf den Deal – und Leyla – zu einer Entscheidung. Bobs wackelige Abmachung mit Ferry nimmt ein abruptes Ende.","versions":[{"lang":1,"streams":[{"redirect":9596907,"hoster":"VOE"},{"redirect":9596908,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491017,"hoster":"VOE"},{"redirect":10547935,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Showdown","epNo":8,"alt":"Showdown","descr":"Ferry macht das schnelle Geld, Leyla plant die Flucht und Bob wird bewusst, wie er seine wachsende Familie beschützen kann. Über allem schwebt der Schatten des Verrats.","versions":[{"lang":1,"streams":[{"redirect":9596913,"hoster":"VOE"},{"redirect":9596919,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13491021,"hoster":"VOE"},{"redirect":10547922,"hoster":"Streamtape"}]}]}]}]}