{"path":"/serie/stream/under-ninja","name":"Under Ninja","descr":"Die lange Tradition der Ninjaclans wurde nach dem Zweiten Weltkrieg abrupt unterbrochen. Offiziell sollte es diese gefürchteten Attentäter eigentlich nicht mehr geben, inoffiziell jedoch existieren mehr als zwanzigtausend Operateure, die zumeist ein normales Leben führen und darauf warten, geheime Aufträge der Regierung zu erhalten. Zu ihnen gehört auch Kurou Kumogakure, der seit dem Untergang seines Clans als NEET sein Dasein fristet. Nun jedoch bekommt er einen neuen Auftrag: Er soll eine Schule infiltrieren und wichtige Informationen beschaffen, die für die Verteidigung des Landes wichtig sind. Obwohl er sich dafür überhaupt nicht bereit fühlt, bleibt ihm keine andere Wahl, als den Anweisungen zu folgen und bald schon muss er sich jeden Tag den Herausforderungen eines gewöhnlichen Schullebens stellen und dabei seine bisherige Existenz geheim halten.","seasons":[{"path":"/serie/stream/under-ninja/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/under-ninja/staffel-1/episode-1","name":"","epNo":1,"alt":"Throw a Rock Hit a Ninja","descr":"Innerhalb der japanischen Gesellschaft leben im Verborgenen Ninjas, die von ihren Auftraggebern Missionen erhalten und ausführen. Kumogakure Kuro ist einer von ihnen. Auf dem Dach einer Oberschule trifft er sich mit anderen Kollegen, um seine nächste Mission zu erledigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13155733","hoster":"VOE"},{"path":"/redirect/13155735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-2","name":"","epNo":2,"alt":"I Want to Be a Ninja","descr":"In Nerima treibt ein Amokläufer sein Unwesen. Er hat es auf Männer abgesehen und schneidet ihnen ihre Genitalien ab. Auch der verrückte Kerl mit der Muttermilch namens Sasama gerät ins Visier des Amokläufers.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13186664","hoster":"VOE"},{"path":"/redirect/13186663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-3","name":"","epNo":3,"alt":"Boobs: So Close, Yet So Far","descr":"Um mehr Informationen über die Kōdan-Oberschule zu erlangen, macht sich Kumogakure den Oberschüler Eita zu Nutze. Er erpresst ihn mit dem BH von Frau Kawado. In der Zwischenzeit wird auch Suzuki in den Vorfall mit dem Ausländer verwickelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13230905","hoster":"VOE"},{"path":"/redirect/13230903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-4","name":"","epNo":4,"alt":"Do You Know What the Ninja Code Says?","descr":"Der Kampf zwischen Suzuki und dem mysteriösen Ausländer spitzt sich zu. Als sich ein weiterer Shinobi in den Kampf einmischt, kann Suzuki nicht sagen, ob es sich bei ihm um Freund oder Feind handelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13271974","hoster":"VOE"},{"path":"/redirect/13271975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-5","name":"","epNo":5,"alt":"Kumogakure Is Within the Top 10 Common Family Names in Japan (Lying)","descr":"Der Tag für Kumogakures Prüfung zum Schulwechsel ist gekommen. In der Schule lernt er seine Klassenkameradin Noguchi kennen, mit der er sich schnell anfreundet. Jedoch hinterlässt er keinen guten ersten Eindruck.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13316900","hoster":"VOE"},{"path":"/redirect/13316899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-6","name":"","epNo":6,"alt":"The Lid on This Hellish Cauldron Has Come Off","descr":"Kumogakure, der sich mit einem Karton getarnt hat, eilt Eita zu Hilfe. Zwei Schläger wollen ihn vermöbeln. Dank Kumogakure kann Eita den Spieß umdrehen. Daraufhin kommt es zur Begegnung zwischen Kumogakure und dem Aufseher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13316858","hoster":"VOE"},{"path":"/redirect/13316859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-7","name":"","epNo":7,"alt":"Meow Meow, Meow Meow, Meow Meow Meow Meow Meow?","descr":"Ein mysteriöser Mann kommt in den Konbini, in dem die alte Dame arbeitet. Es stellt sich heraus, dass der Mann darauf aus ist, sehr viele Leute zu töten. In der Zwischenzeit stattet Suzuki Herrn Yoshida wieder einen Besuch ab.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13337018","hoster":"VOE"},{"path":"/redirect/13337022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-8","name":"","epNo":8,"alt":"Every Last Ninja on the Surface Will Be Annihilated","descr":"Kumogakure stattet Noguchi einen Besuch ab und warnt sie davor, am Montag in die Schule zu gehen, da ein Angriff droht. In der Zwischenzeit erzählt Herr Yoshida von seinen Begegnungen mit den Ninjas.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13380889","hoster":"VOE"},{"path":"/redirect/13380888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-9","name":"","epNo":9,"alt":"I`m Gonna Go Down in Shinobi History","descr":"Sarutas Angriff auf die Kōdan-Oberschule beginnt. Er ist fest entschlossen, ein Blutbad anzurichten. Suzuki, Onikōbe und auch Katō wollen ihm das Handwerk legen. Außerdem bekommen sie noch unerwartete Unterstützung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13418533","hoster":"VOE"},{"path":"/redirect/13418534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-10","name":"","epNo":10,"alt":"A Maiden`s Chest Is a Precious Thing","descr":"Als Kumogakure und seine Kameraden an der Yankii-Schule ankommen, entdecken sie Eita, der oben auf dem Dach steht und um Hilfe ruft. In der Zwischenzeit hat sich der Aufseher der Kōdan-Oberschule mit Suzuki und Onikōbe verbündet. Gemeinsam wollen sie zum Gegenschlag gegen Saruta ausholen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13444012","hoster":"VOE"},{"path":"/redirect/13444010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-11","name":"","epNo":11,"alt":"Kuro Finally Took Up a Sword","descr":"Im Kampf gegen Yamada überrascht Hibi sie mit seinem Spezialangriff. Der Kampf scheint vorbei zu sein, aber dann wendet sich das Blatt. In der Zwischenzeit will Suzuki, der ein Fuß abgeschnitten wurde, aus der Schule entkommen. Dabei bekommt sie ungeahnte Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13532019","hoster":"VOE"},{"path":"/redirect/13532022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/under-ninja/staffel-1/episode-12","name":"","epNo":12,"alt":"Business as Usual, Wrapped Up Tidy","descr":"Der Kampf zwischen Kumogakure und Yamada beginnt. Beide stehen sich mit ihren Katana gegenüber. Kumogakure ahnt, dass der Kampf nach einem Schwerthieb beendet sein wird. In der Zwischenzeit hat Onikōbe das Dach der Kōdan-Oberschule erreicht, wo sie gegen Saruta kämpfen will. Dieser stellt ihr jedoch eine Falle.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13532023","hoster":"VOE"},{"path":"/redirect/13532024","hoster":"Streamtape"}]}]}]}]}