{"seriesId":"unfabulous","name":"Unfabulous","descr":"Addie Singer ist eine schlagfertige 7-Klässlerin, die nicht von Beliebtheit und Ruhm besessen ist. Addie will einfach so akzeptiert werden wie sie ist, und kümmert sich mehr um die kleinen Triumphe als darum, das beliebteste Mädchen der Schule zu sein. Wenn sie in ihrem Zimmer allein ist, schreibt sie Lieder, welche ihre Gedanken reflektieren und ihr helfen, das Teenagerleben zu begreifen. Sie ist keine erfolgreiche Musikerin oder Songtexterin und macht so manchen merkwürdigen Reim, aber ihre Lieder reflektieren ihre Gedanken in einzigartiger und unterhaltsamer Weise. Während wir so Addies pubertierendes Leben vor uns ausgebreitet sehen, hören wir amüsante Beobachtungen und Empfindungen, die ihr durch den Kopf gehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die neue Addie","epNo":1,"alt":"The Party","descr":"Addie kommt in die siebte Klasse, und alles ist irgendwie neu. Ihre Freundinnen und sie versuchen, mit der neuen und aufregenden Situation klarzukommen. Zudem steht eine Party an. Und weil der ursprünglich vorgesehene Gastgeber sich den Fuß verknackst hat, muss Addie in die Bresche springen. Addie will ihre Chance nutzen …","versions":[{"lang":1,"streams":[{"redirect":11330429,"hoster":"VOE"},{"redirect":10150016,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Ehrlichkeitsvertrag","epNo":2,"alt":"The Secret","descr":"Addie ist außer sich. Ihre Freunde Zach und Geena haben sie fürchterlich angelogen. Derweil hat Ben ganz andere Probleme. Er will einfach nicht für seinen Vater arbeiten. Und im \"Juice\"-Shop will er schon gar nicht knechten.","versions":[{"lang":1,"streams":[{"redirect":11330425,"hoster":"VOE"},{"redirect":10150017,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bitte lächeln","epNo":3,"alt":"The Picture","descr":"Alle Schüler sollen ein Foto machen. Und wer das nicht will, der soll bitteschön ein Haiku für das Jahrbuch verfassen. Als eins von den angesagten Kids auch noch sagt, dass Addies Haar zu glatt sei, setzt sie Himmel und Hölle in Bewegung, um eine andere Frisur zu bekommen. Aber dadurch wird alles nur noch schlimmer. Nun muss sich Addie entscheiden: Bild oder Haiku?","versions":[{"lang":1,"streams":[{"redirect":11330428,"hoster":"VOE"},{"redirect":10150020,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flucht aus dem Buchclub","epNo":4,"alt":"The Book Club","descr":"Addie wird in den \"Mutter und Tochter Buchclub\" gedrängt. Ihre Mutter will einfach mehr Zeit mit ihr verbringen. Addie findet jedoch einen Weg, sich vor der Sache zu drücken. Schon bald muss sie allerdings erfahren, wie sehr sie ihre Mutter braucht. In der Zwischenzeit hat sich Ben bei einer Fahrschule angemeldet.","versions":[{"lang":1,"streams":[{"redirect":11330424,"hoster":"VOE"},{"redirect":10150024,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kummeralarm","epNo":5,"alt":"The Pal","descr":"Addie befürchtet, dass Jake Behari und sie nur ein kumpelhaftes Verhältnis haben. Sie sucht Rat in einem Hochglanz-Teeniemagazin. Sie versucht, das Gelesene umzusetzen, aber das macht alles zwischen ihr und Jake nur noch schlimmer. Schließlich findet sie, dass es besser ist, einfach nur befreundet zu sein, als sich zum Affen zu machen.","versions":[{"lang":1,"streams":[{"redirect":11330426,"hoster":"VOE"},{"redirect":10150023,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die neue Freundin","epNo":6,"alt":"The Rep","descr":"Addie und ihre Klassenkameraden sollen für ein Schulprojekt verschiedene Teams bilden. Addie kommt dabei in die Gruppe der \"Beliebten\". Das stellt ihre Freundschaft mit Geena auf eine harte Probe.","versions":[{"lang":1,"streams":[{"redirect":11330430,"hoster":"VOE"},{"redirect":10150026,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die rosa Gitarre","epNo":7,"alt":"The Pink Guitar","descr":"Addie glaubt, dass sie von niemandem beachtet wird. Doch es gibt einen Ausweg aus dieser schrecklichen Situation: Sie muss einfach nur berühmt werden. Also wird sie Mitglied einer Mädchenband. Von nun an will sie nur noch Gitarristin sein, aber sie findet heraus, dass die Mädels in der Gruppe lediglich tanzen und nur so tun, als ob sie auch singen würden. Das wird Addie zu blöd, und sie steigt aus.","versions":[{"lang":1,"streams":[{"redirect":11330431,"hoster":"VOE"},{"redirect":10150025,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"65 Liebeslieder","epNo":8,"alt":"The 66th Day","descr":"Seit 66 Tagen ist Addie in Jake verliebt. Doch an diesem Tag bricht für die junge Songwriterin das Chaos aus: Die CD mit den 65 Songs über Jake ist verschwunden. Irgendwo in der Road Middle School muss sie doch sein! Es beginnt eine fieberhafte Suche nach der hochheiligen CD. Addie muss das Teil finden, bevor es in die falschen Hände gerät.","versions":[{"lang":1,"streams":[{"redirect":11330432,"hoster":"VOE"},{"redirect":10150030,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der erste Kuss","epNo":9,"alt":"The List Of Kissed","descr":"Auf der Mädchentoilette der Schule existiert eine Liste, auf der die Namen derjenigen verzeichnet sind, die schon einmal von einem Jungen geküsst worden sind. Addie möchte unbedingt, dass auch ihr Name möglichst bald auf eben jener Liste steht. Sie entwickelt einen Plan: Ihr Freund Edi soll sie küssen, wenn sie mit ihm ins Kino geht.","versions":[]},{"epId":"episode-10","name":"Der Girlie-Kodex","epNo":10,"alt":"The ‘B’ Word","descr":"Addies Freundin Geena hat einen neuen Freund. Sein Name ist Chad. Bevor er sich für Geena interessierte, war er in der Schule unter dem Spitznamen \"Das Pentagon\" bekannt. Den Spitznamen bekam er, weil er sich gleichzeitig mit fünf Mädchen getroffen hat, ohne dass diese voneinander wussten. Doch seid er mit Geena zusammen ist, will er treu sein …","versions":[{"lang":1,"streams":[{"redirect":11330433,"hoster":"VOE"},{"redirect":10150028,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nie wieder kleine Schwester","epNo":11,"alt":"The Little Sister","descr":"Ständig im Schatten ihres großen Bruders zu stehen, geht Addie so richtig auf die Nerven. Sie beschließt daher zu versuchen, etwas zu erreichen, was ihr bisher noch nie gelungen ist. Einen Artikel für die Schülerzeitung hat sie schon einmal verfasst, doch bisher wurde noch nie einer abgedruckt. Also versucht sie es noch einmal und hat Erfolg, aber ganz anders als erwartet …","versions":[{"lang":1,"streams":[{"redirect":12930974,"hoster":"VOE"},{"redirect":10150027,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Partnerwahl","epNo":12,"alt":"The Partner","descr":"In Addies Schule steht die große Projektwoche an. Da Addie natürlich eine gute Figur machen will, spricht sie ihre Mitschülerin Zach an. Die ist eine Spitzenschülerin, und Addie hofft, dass sie mit ihr zusammen ein Team bilden kann. In der Vergangenheit hat Addies Junior High School im Wettbewerb mit den anderen Schulen der Gegend meist schlecht ausgesehen. Das soll sich in diesem Jahr endlich ändern!","versions":[{"lang":1,"streams":[{"redirect":11330437,"hoster":"VOE"},{"redirect":10150029,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zahnspangenpanik","epNo":13,"alt":"The Bar Mitzvah","descr":"Addie bekommt eine Zahnspange. Dies hat zur Folge, dass Maris und Cranberry sie aufs heftigste verspotten. Ausgerechnet jetzt wird Addie von ihrem Freund Randy zu dessen Bar Mitzvah-Feier eingeladen. Sie fühlt sich extrem unsicher. Es bedarf viel guten Zuredens seitens ihrer Freundin Geena, um sie doch zum Hingehen zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":11330435,"hoster":"VOE"},{"redirect":10150031,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tante Bertha","epNo":1,"alt":"The Rhino In The Middle Of The Room","descr":"Addie hat sich in Randy Klein verguckt, sagt ihm aber nichts davon. Schließlich weiß sie nicht, was er von ihr hält! Aber es kommt noch schlimmer: Tante Bertha erzählt ihr, dass es böse enden kann, wenn man beim Küssen eine Zahnspange trägt. Solche Gruselgeschichten sind gar nicht gut für Addies Selbstbewusstsein. Doch nach einem Familienstreit muss sie ihre Ängste überwinden – und auch die Sache mit der Spange kommt zu einem guten Ende.","versions":[{"lang":1,"streams":[{"redirect":11330436,"hoster":"VOE"},{"redirect":10150032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Balanceakt","epNo":2,"alt":"The Balancing Act","descr":"Seit sie mit Randy zusammen ist, vernachlässigt Addie ihre Freunde. Die nehmen ihr das ziemlich übel. Addie fühlt sich zwischen allen Stühlen, denn sie scheint es nicht allen recht machen zu können. Doch dann fasst sie einen Entschluss …","versions":[{"lang":1,"streams":[{"redirect":11330439,"hoster":"VOE"},{"redirect":10150033,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der erste Job","epNo":3,"alt":"The Job","descr":"Addie hat Schulden bei Zach und Geena. Um das Geld zurückzahlen zu können, nimmt sie einen Job als Babysitterin an. Doch die kleine Scarlett entpuppt sich als wahrer Satansbraten, der die Wohnung verwüstet und sich einfach nicht bändigen lässt. Addie würde ihren Job am liebsten sofort hinschmeißen – aber wie soll sie dann bloß an Geld kommen?","versions":[{"lang":1,"streams":[{"redirect":11330440,"hoster":"VOE"},{"redirect":10150034,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Monster mit den grünen Augen","epNo":4,"alt":"The Eye Randy","descr":"Addie ist auf dem Eifersuchtstrip: Jedes Mädchen, das sich ihrem Randy auch nur auf zehn Meter nähert, muss mit Ärger rechnen. Zwar können Zach und Geena ihre Freundin erst einmal beruhigen – doch als Addie sieht, wie Randy von Jen ein Eis spendiert bekommt, brennen bei ihr die Sicherungen durch …  Highlight!","versions":[{"lang":1,"streams":[{"redirect":11330441,"hoster":"VOE"},{"redirect":10150035,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Mega-Party","epNo":5,"alt":"The Road Trip","descr":"Addies Vater will mit seiner Familie eine Sportartikelmesse besuchen. Um nicht mitkommen zu müssen, stellt Addie sich krank. Der Plan geht auf, und sie darf zu Hause bleiben, allerdings wird ihr Ben als Aufpasser an die Seite gestellt. Der hat nichts Besseres zu tun, als seine Freunde sofort zu einer Riesenparty im Singer-Haus einzuladen. Die Sache hat nur einen Haken: Addies Mutter nervt mit stündlichen Kontrollanrufen. Als statt Addie einer der Partygäste ans Telefon geht, führt das zu chaotischen Verwicklungen …","versions":[{"lang":1,"streams":[{"redirect":11330442,"hoster":"VOE"},{"redirect":10150036,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kühe und Spaßvögel","epNo":6,"alt":"The Charity Case","descr":"In Addies Schule findet ein großer Spendenmarathon zugunsten der Organisation \"Heifer House\" statt, die Milchkühe in Entwicklungsländer verschifft. Dem Schülerteam, das das meiste Geld sammelt, winkt ein luxuriöses Wochenende in der Sonne. Geena und Addie lassen sich das nicht zweimal sagen und bringen ein Kalb mit in die Schule. Mit dem drolligen Tier wollen sie den Verkauf ihrer Kalender ankurbeln. Das scheint gut zu klappen – doch auch Maris und Cranberry sind wild entschlossen, den ersten Preis einzuheimsen …","versions":[{"lang":1,"streams":[{"redirect":11330443,"hoster":"VOE"},{"redirect":10150037,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Glückskeksdesaster","epNo":7,"alt":"The Information","descr":"Addie ist sauer auf die Jungs: Sie hat nämlich erfahren, dass die sich heimlich zum Minigolf treffen, um über \"Männerthemen\" zu reden. Sie schleicht sich zu einer der Zusammenkünfte und lauscht, schnappt aber nur ein paar Satzfetzen auf. Addie macht sich ihren eigenen Reim auf das eben Gehörte und erzählt es brühwarm ihren Freundinnen. Mary Ferry ist so empört über das, was Duane angeblich gesagt hat, dass sie ihm sofort die Freundschaft aufkündigt. Erst jetzt merkt Addie, was sie mit ihren Halbwahrheiten angerichtet hat. Sie versucht, die Sache wieder gutzumachen. Ob Geena ihr dabei helfen kann? Die jobbt seit neuestem als Texterin für Glückskeks-Zettelchen, was Addie auf eine ungewöhnliche Idee bringt …","versions":[{"lang":1,"streams":[{"redirect":11330445,"hoster":"VOE"},{"redirect":10150038,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Halloween","epNo":8,"alt":"The Darkside","descr":"Um auf Maris’ und Cranberrys Halloween-Party zu kommen, muss Addie versprechen, beim Flaschendrehen diesmal auch wirklich zu knutschen. Addie möchte aber nur ihren Traumprinzen Randy küssen, der sich als Darth Vader maskiert hat. Zum Glück bringt Geena ihr einen Trick bei, mit dem man beim Flaschendrehen immer die gewünschte Person erwischt. Prompt verschwindet Addie mit Darth im Wandschrank und bekommt den besten Kuss aller Zeiten. Doch wenig später stellt sie entsetzt fest, dass auf der Party insgesamt drei Vaders herumlaufen. Mit wem hat sie denn bloß geknutscht?","versions":[{"lang":1,"streams":[{"redirect":11330444,"hoster":"VOE"},{"redirect":10150039,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Grauzone","epNo":9,"alt":"The Grey Area","descr":"Schulinspektorin Bell kommt in die Rockey-Road, um die Highschool genau unter die Lupe zu nehmen. Sie bemängelt vor allem den fehlenden Teamgeist der Schüler, woraufhin Rektorin Brandywine sofort ein \"Schulteamgeist-Gremium\" ins Leben ruft. Es werden diverse Wettbewerbe ausgeschrieben. Zum einen geht es um eine neue Schulhymne, zum anderen um neue Kostüme für die Cheerleader. Addie und Melvin tragen jeweils eine Hymne vor. Und obwohl Melvin eindeutig das bessere Lied geschrieben hat, muss er sich geschlagen geben – Geena und Zach bringen nämlich die ganze Schule dazu, für Addie zu stimmen. Beim Kostümwettbewerb hadert Addie mit sich – soll man nur für jemanden stimmen, weil man mit ihm befreundet ist? Kurzerhand stimmt sie gegen Geena und für Maris. Das daraufhin sehr angeschlagene Verhältnis der beiden Freundinnen kann zwar wieder repariert werden, doch Brandywine und Coach Pearson verlieren ihren Job. Erst als Jake herausfindet, dass Schulinspektorin Bell eine gesuchte Straftäterin ist, kann an der Rockey-Road der Alltag wieder einkehren.","versions":[{"lang":1,"streams":[{"redirect":11330447,"hoster":"VOE"},{"redirect":10150041,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Was ist schon perfekt?","epNo":10,"alt":"The Perfect Couple","descr":"Addie ist sauer auf Randy: Der versetzt sie nicht nur immerzu, er scheint auch so gut wie nichts über sie zu wissen – nicht einmal den Namen ihres Hundes. Als Randy wieder einmal zu einer Verabredung nicht erscheint, hat Addie endgültig genug: Sie hinterlässt eine Nachricht in seiner Mailbox, in der sie mit ihm Schluss macht. Doch dann erfährt Addie, dass Randy einen Unfall hatte und im Krankenhaus liegt …","versions":[{"lang":1,"streams":[{"redirect":11330446,"hoster":"VOE"},{"redirect":10150040,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Drama","epNo":11,"alt":"The Drama","descr":"Addies Schule wird von einer Termiteninvasion heimgesucht. Ein Kammerjäger muss her, aber dummerweise herrscht in der Schulkasse gerade Ebbe. Rektorin Brandywine weiß Rat: Die Schüler sollen ein Musical aufführen, um vom Erlös den Insektenjäger zu bezahlen. Gina ergattert die weibliche Hauptrolle, doch Addie muss sich mit einem Part als alter Generalmajor begnügen. Das bringt sie auf die Palme – besonders, als sie erfährt, dass Jake die männliche Hauptrolle spielen wird. Der Gedanke, dass ihr alter Schwarm an Ginas Seite auf der Bühne stehen wird, ist für Addie einfach unerträglich. Sollte sie sich tatsächlich wieder in Jake verliebt haben?","versions":[{"lang":1,"streams":[{"redirect":11330450,"hoster":"VOE"},{"redirect":10150043,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Unbekannte-Flirt-Objekt","epNo":12,"alt":"The Set Up","descr":"Geena und Zach machen sich Sorgen um Addie, die ihre Trennung von Randy noch nicht überwunden hat. Um ihre Freundin aufzumuntern, erfinden die beiden einen heimlichen Verehrer und schreiben Addie Liebesbriefe. Doch der nett gemeinte Plan geht nach hinten los: Addie legt sich auf die Lauer, um herauszubekommen, von wem die Nachrichten stammen und ertappt Zach auf frischer Tat. Jetzt versinkt Addie wirklich im Selbstmitleid. Als wenig später ein Junge namens Chris auftaucht und sie ins Kino einlädt, wittert sie ein weiteres Manöver von Geena und Zach. Sie beleidigt Chris und lässt ihn einfach stehen. Erst als Geena und Zach sich bei ihr entschuldigen und wieder Freundschaft schließen wollen, erfährt Addie, dass Chris sich tatsächlich einfach nur mit ihr treffen wollte …","versions":[{"lang":1,"streams":[{"redirect":11330448,"hoster":"VOE"},{"redirect":10150042,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der letzte Tag in der Siebten","epNo":13,"alt":"The Last Day Of Seventh Grade","descr":"Auch am letzten Schultag hat Addie mit Problemen zu kämpfen: Zum einen sind da die Achtklässler, die die jüngeren Schüler terrorisieren. Als die Rowdys auch noch mit Ballons voller Rasierschaum werfen, hat Addie endgültig genug – und schwört Rache! Ihr zweites Problem ist Jake. Sie würde ihm am liebsten noch vor den großen Ferien gestehen, was sie für ihn fühlt. Doch wie soll sie das bloß anstellen? Um sich nicht vor ihm zu blamieren, beschließt Addie, alles in sein Jahrbuch zu schreiben. Doch im entscheidenden Moment verlässt sie der Mut, und sie belässt es bei einer belanglosen Widmung. Das hat ungeahnte Folgen …","versions":[{"lang":1,"streams":[{"redirect":11330451,"hoster":"VOE"},{"redirect":10150044,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ausflug mit Hindernissen (1)","epNo":14,"alt":"The Perfect Moment, 1","descr":"Hinweis: Folge 14 \u0026 15 ist als Doppelfolge bei Folge 14 verlinkt, ausgenommen der Hoster Firdrive.","versions":[{"lang":1,"streams":[{"redirect":11330452,"hoster":"VOE"},{"redirect":10150047,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ausflug mit Hindernissen (2)","epNo":15,"alt":"The Perfect Moment, 2","descr":"Hinweis: Folge 14 \u0026 15 ist als Doppelfolge bei Folge 14 verlinkt, ausgenommen der Hoster Firdrive.","versions":[{"lang":1,"streams":[{"redirect":10796026,"hoster":"VOE"},{"redirect":10150045,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Zaubershow","epNo":1,"alt":"The Talent Show","descr":"Die alljährliche Talentshow steht an. Addie ist frustriert, denn als einzige aus ihrer Familie hat sie noch nie etwas gewonnen. Eine spektakuläre, nie dagewesene Darbietung muss her! Gesagt, getan: Addie beschließt, ihrer Hundedame Nancy das Sprechen beizubringen – oder fürs erste zumindest den Satz ‚I love you‘. Jake soll ihr während der Show assistieren, doch der springt ab, weil seine Vorschulfreundin Cosmina mit ihm zusammen eine Zaubershow aufführen möchte. Damit ist Addies Eifersucht geweckt. Sie überredet Zach, ihre Konkurrentin vor Beginn der Zaubershow in einen Schrank zu sperren. So kann Addie in aller Ruhe Cosminas Platz einnehmen. Doch statt – wie erhofft – auf Jake trifft sie während ihres Auftritts aus Bubba, Cosminas Freund …","versions":[{"lang":1,"streams":[{"redirect":11330449,"hoster":"VOE"},{"redirect":10150046,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der letzte Tanz","epNo":2,"alt":"The Auction","descr":"Addie freut sich auf ihren ersten Achtklässlerball und den ersten Tanz mit Jake. Leider reißt sie versehentlich ein Wasserventil ab und setzt die Aula unter Wasser, sodass der Ball abgesagt werden muss. Ben schlägt vor, über eine ‚Jungsversteigerung‘ das Geld für die Aularenovierung wieder reinzuholen. Brandywine stimmt unter der Bedingung zu, dass Mary Ferry die Auktion leitet. Die hat sich jedoch gerade erst von Duane getrennt und ist nicht in der Stimmung für Festivitäten. Addie verpasst ihr ein neues Styling, um sie auf andere Gedanken zu bringen. Das zeigt Wirkung: Mary Ferry sagt schließlich doch zu, die Versteigerung zu leiten – und ersteigert dabei ausgerechnet Jake als Tanzpartner. So hatte Addie sich das eigentlich nicht vorgestellt! Zum Glück planen Zach und Geena schon eifrig die Zusammenführung aller getrennten Tanz- und Liebespartner …","versions":[{"lang":1,"streams":[{"redirect":13115544,"hoster":"VOE"},{"redirect":10150048,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peinlich, peinlich …","epNo":3,"alt":"The Toot","descr":"Während eines Referats entweicht Addie ein Furz. Peinlich, peinlich – und zu allem Unglück wird das Ganze auch noch von einem Kameramann aufgenommen, der für Maris’ landesweite Reality-TV-Show arbeitet. Addie versucht, den Furz als Schuhquietschen auszugeben, doch diese Notlüge fliegt schnell auf. Addies Vater rät ihr schließlich, die Sache einfach zu vergessen, weil jeder mal furzt, und im Zweifelsfall offensiv damit umzugehen. Und tatsächlich hat Addie mit dieser Taktik erst einmal Erfolg …","versions":[{"lang":1,"streams":[{"redirect":11330453,"hoster":"VOE"},{"redirect":10150050,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vertrauen ist gut","epNo":4,"alt":"The Song","descr":"Addie erfährt von einem Talentwettbewerb, bei dem das beste selbst gesungene Lied gesucht wird. Als Hauptpreis winkt eine Single-Aufnahme mit dem Teenie-Idol Rob Hottie. Addie zögert nicht lange, schickt eine Demo-CD ein – und gewinnt tatsächlich! Zu spät erfährt sie, dass Jake beim Verschicken der CD ein kleines ‚Malheuer‘ passiert ist. Weil er eifersüchtig auf Rob Hottie war, hat er – mehr oder minder absichtlich – vergessen, ein Etikett mit Addies Namen auf die CD zu kleben. Rob Hottie und seine Plattenfirma versuchen derweil, die wahre Urheberin des Songs zu finden. Doch wie seit Aschenputtels Zeiten üblich, melden sich auf ihren Aufruf hunderte von Betrügerinnen. Ein Vorsingen soll darüber entscheiden, welches der Mädchen den Sieg mit Recht beansprucht. Doch ausgerechnet bei dieser alles entscheidenden Veranstaltung versagt Addie …","versions":[{"lang":1,"streams":[{"redirect":11330454,"hoster":"VOE"},{"redirect":10150049,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hexenjagd","epNo":5,"alt":"The New Best Friend","descr":"Jolene wird von der katholischen St. Agnes-Schule verwiesen und geht auf die Rocky Road. Hier hängt sie sich an Addie, mit der sie früher in einer Band gespielt hat. Allerdings geht sie Addie mit ihrer ‚Quietscheentchen-Fröhlichkeit‘ bald so sehr auf den Keks, dass Addie sie wieder loswerden will. Sie forscht im St. Agnes nach, was vorgefallen ist und findet heraus, dass Jolene das Schulmaskottchen geklaut haben soll. Als sie dies an der Rocky Road publik macht, ist Jolene dort unten durch und wird von allen links liegen gelassen. Addie ist über die ‚Hexenjagd‘ entsetzt, die sie entfesselt hat und zeigt ehrliche Reue – allerdings durchaus verfrüht, wie sich bald herausstellt …","versions":[{"lang":1,"streams":[{"redirect":11330458,"hoster":"VOE"},{"redirect":10150051,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Addie und Abbie","epNo":6,"alt":"The Two-Timer","descr":"Mary Ferry und die Zickengang verbreiten ein übles Gerücht: Sie wollen beobachtet haben, wie Addie in einer Bar mit ihrem Exfreund Randy geflirtet hat. Addie war aber noch nie in dem fraglichen Lokal, und so beschließt sie, der Sache auf den Grund zu gehen. Dabei findet sie Erstaunliches heraus: Sie hat eine Doppelgängerin, die, so behauptet jedenfalls Randy, in jeder Hinsicht besser ist als Addie. Die mysteriöse Doppelgängerin wagt sich sogar ins ‚Juice‘, als dort eine Open-Mic-Night für junge Talente stattfindet. Dort kommt es zum Showdown der Addies …","versions":[{"lang":1,"streams":[{"redirect":11330456,"hoster":"VOE"},{"redirect":10150052,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wieso Liebe?","epNo":7,"alt":"The \"L” Bomb","descr":"Auf dem Rummel, wo Addie und Jake ihr halbjähriges Zusammensein feiern wollen, sagt Jake etwas zu Addie, das so ähnlich klingt wie ‚Ich liebe dich‘. Fortan schiebt Addie Panik, dass ihr freies Leben zu Ende sein könnte. Sie wird sogar von furchtbaren Visionen geplagt, in denen sie sich selbst und Jake als Rentnerpärchen sieht. Daraufhin gibt sie sich Jake gegenüber sehr distanziert. Doch schließlich klärt sich das Missverständnis auf: Jake sagte nämlich gar nichts von Liebe – sondern, dass er Addie schätze und sie ‚gut leiden‘ könne. Ob die Wahrheit Addie wirklich besser gefällt?","versions":[{"lang":1,"streams":[{"redirect":10150060,"hoster":"VOE"},{"redirect":10150055,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Liste","epNo":8,"alt":"The Birthday","descr":"Addie steckt mitten in den Planungen für ihren 14. Geburtstag. Da erhält sie einen Brief, den sie sich selber mit sieben Jahren geschrieben hatte. Damals hatte sie eine Liste mit Dingen aufgestellt, die sie bis zu ihrem 14. Geburtstag getan haben wollte. Addie entschließt sich, die noch offen stehenden Punkte der Liste abzuarbeiten. Mit Hilfe von Geena und Zach schafft sie es tatsächlich, alle 82 Ziele zu erreichen. Doch völlig unerwartet taucht noch eine 83. Aufgabe auf: Sie muss die Decke einer Hüpfburg berühren. Was sich einfach anhört, ist für Addie eine echte Hürde. Schließlich darf sie in ihrem Alter eigentlich keine Hüpfburg mehr betreten. Als sie es dennoch tut und mit einem gewaltigen Sprung die Decke berührt, gibt die Gummiburg unter ihrem Gewicht prompt nach und platzt. Addie wird von der Polizei nach Hause gebracht …","versions":[{"lang":1,"streams":[{"redirect":11330459,"hoster":"VOE"},{"redirect":10150054,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Miss Maris","epNo":9,"alt":"The Guilt Trip","descr":"Während Zach und Geena genervt darauf reagieren, dass alle ihnen ein Date anhängen wollen und in ihnen ein Traumpaar sehen, verletzt Addie ihre Sorgfaltspflicht im Sportunterricht und gibt Maris keine Hilfestellung. Maris stürzt und verletzt sich am Handgelenk. Da sie bei einer Misswahl antreten wollte, sieht sie ihre Felle davonschwimmen und beschließt, Addie niemals zu verzeihen. Addie will die Sache wieder gutmachen und verspricht Maris, ihr dabei zu helfen, die Misswahl zu gewinnen. Als Maris jedoch im Rollstuhl auftaucht, um alle Mitleidsstimmen abzugreifen, platzt Addie der Kragen …","versions":[{"lang":1,"streams":[{"redirect":11330457,"hoster":"VOE"},{"redirect":10150053,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Job für Affen","epNo":10,"alt":"The Quest","descr":"Addie und Co. bekommen ein Schulpraktikum zugeteilt. Am Ende der Arbeitswoche sollen sie über ihre persönlichen Erfahrungen ein Referat halten. Addie und Geena landen im ‚Lip Gloss-Emporium‘ am Fließband. Als Addie dort ihren Chef beleidigt, fliegen die beiden raus. Während Geena eine zweite Chance in der Pizzabäckerei von Giannis Onkel bekommt, versucht sich Addie in diversen anderen Jobs. Keiner sagt ihr zu, und in jedem versagt sie. Sie fragt schließlich ihre Eltern um Rat. Die erzählen, dass sie selbst mit 14 auch noch nicht wussten, was sie später mal werden wollten. Das bringt Addie auf die Idee, wie sie trotz schlechter Joberfahrungen noch ein gutes Referat schreiben kann …","versions":[{"lang":1,"streams":[{"redirect":10150061,"hoster":"VOE"},{"redirect":10150057,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rasende Reporter","epNo":11,"alt":"The Test","descr":"Die Rocky Road bekommt ein eigenes Schulfernsehen mit Live-Berichterstattung. Die Reporter werden von Mary Ferry aus der Schülerschaft rekrutiert: Während Geena das Wetter moderieren darf und Zach Sportreporter wird, versucht sich Addie im Aufdecken von Skandalen. Als erstes dreht sie eine Reportage über die mangelnde Hygiene von Straßenverkäufern, um damit ihrem Bruder Ben eins auszuwischen – der verkauft nämlich seit neuestem in der Rocky Road Softdrinks. Als Ben ihr daraufhin gesteht, dass er den Job als Straßenverkäufer nur angenommen hat, weil er durch die Aufnahmeprüfung fürs College gerasselt ist, hat Addie dann aber doch Mitleid. Aufopferungsvoll hilft sie Ben, sich noch einmal der Prüfung zu stellen. Zwar verhilft sie Ben damit zum erhofften Erfolg, doch nach dem anstrengenden Lernmarathon ist sie so müde, dass sie ihren ersten Live-Auftritt als Reporterin vermasselt …","versions":[{"lang":1,"streams":[{"redirect":11330460,"hoster":"VOE"},{"redirect":10150056,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Im Auge des Sturms (1)","epNo":12,"alt":"The Best Trip Ever, 1","descr":"Der jährliche Klassenausflug der Achtklässler steht an, und es dürfen Vorschläge eingereicht werden. Nach zähen Verhandlungen gelingt es Addie, eine dreitägige Kreuzfahrt zu organisieren, die nicht einmal teuer ist. Addies Mitschüler gehen begeistert an Bord des Ausflugsschiffs – doch da erreicht Addie eine Hiobsbotschaft: Sie erfährt, dass Zach in Geena verknallt ist und ihr das in einer ruhigen Minute während der Fahrt gestehen möchte. Addie will das um jeden Preis verhindern und heckt einen Plan aus, um Zachs Liebesgeständnis zu sabotieren. Jake hingegen hat Zach versprochen, ihn mit Geena zu verkuppeln. Dieser Interessenkonflikt bleibt aber nicht das einzige Problem an Bord: Zu allem Überfluss gerät das Schiff auch noch in einen Sturm …","versions":[{"lang":1,"streams":[{"redirect":11330461,"hoster":"VOE"},{"redirect":10150058,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Auge des Sturms (2)","epNo":13,"alt":"The Best Trip Ever, 2","descr":"Die Freunde planen, an einer Kreuzfahrt teilzunehmen. Zack will Geena sagen, dass er sie liebt, aber Addie will das verhindern. Am zweiten Tag wütet ein Sturm auf hoher See. Gegen Ende des Films küssen sich Geena und Zack leidenschaftlich, und sind kurz darauf ein Liebespaar.","versions":[{"lang":1,"streams":[{"redirect":11330462,"hoster":"VOE"},{"redirect":10150059,"hoster":"Streamtape"}]}]}]}]}