{"seriesId":"unforgotten","name":"Unforgotten","descr":"Vor 40 Jahren ereignete sich ein grausamer Mord, der bis heute nicht aufgeklärt werden konnte. Irgendwann wurde der Fall schließlich zu den Akten gelegt. Als jedoch die Knochen eines jungen Mannes in den Trümmern einer alten Wohnung gefunden werden, nehmen die Behörden die Untersuchungen wieder auf. Plötzlich erhält das Leben von vier Menschen, die über vier Dekaden unter den ungeklärten Ereignissen leiden mussten, eine völlig neue Bedeutung. Ob dieses Mal die komplette Wahrheit ans Licht kommt","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"1","versions":[{"lang":2,"streams":[{"redirect":13546352,"hoster":"VOE"},{"redirect":11907657,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"","versions":[{"lang":2,"streams":[{"redirect":13492986,"hoster":"VOE"},{"redirect":11907654,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"","versions":[{"lang":2,"streams":[{"redirect":11907650,"hoster":"VOE"},{"redirect":11908527,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":2,"streams":[{"redirect":11907645,"hoster":"VOE"},{"redirect":11907646,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"","versions":[{"lang":2,"streams":[{"redirect":11907639,"hoster":"VOE"},{"redirect":11907641,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":2,"streams":[{"redirect":13546351,"hoster":"VOE"},{"redirect":11907637,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Nach Baggerarbeiten wird eine verweste Leiche in einem Koffer auf dem Grund des Flusses \"Lea\" gefunden. Laut Gerichtsmedizin starb das Opfer an einer Stichwunde in der Brust. Die Ermittler Cassie Stuart und Sunny Khan untersuchen die Identität des Mannes. Dank der im Koffer gefundenen Uhr ist das Opfer identifiziert: Es ist David Walker, der vor 25 Jahren, im Jahr 1990, verschwand 5 Jahre alt zum Zeitpunkt des Verschwindens seines Vaters.","versions":[{"lang":2,"streams":[{"redirect":11907635,"hoster":"VOE"},{"redirect":11907632,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nicht alle Spuren waren von der Polizei untersucht worden, als David Walker 25 Jahre zuvor verschwand. Die Ermittler schauen erneut in sein berufliches Tagebuch, das den Namen und die Telefonnummer von Colin Osborne enthält. Die Analyse eines bei der Leiche des Toten gefundenen Piepsers offenbart die Existenz von Kontakten mit einer ehemaligen Prostituierten, Sarah Mahmoud, die Mutter und Lehrerin wurde. Die Witwe von David Walker verbirgt offensichtlich Informationen vor den Ermittlern und stößt auf Schwierigkeiten mit ihrem Sohn, der von der Bekanntgabe des Mordes an seinem Vater betroffen ist.","versions":[{"lang":2,"streams":[{"redirect":11907624,"hoster":"VOE"},{"redirect":11907629,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Laut seinem besten Freund lief David Walker mit Frauen, Alkohol und Drogen vor seiner Vergangenheit davon. Er hatte das Haus des Vergewaltigers seiner Kindheit ausgemacht, mit dem er gewaltsam geredet hatte und wäre von diesem bedroht worden ... Neue beunruhigende Tatsachen tauchen auf: Der Anwalt Colin, die Lehrerin Sarah und die Krankenschwester Marion kannten sich alle drei vor der Tragödie. Die Ermittler können jedoch keine Verbindung zwischen ihnen herstellen ...","versions":[{"lang":2,"streams":[{"redirect":11907628,"hoster":"VOE"},{"redirect":11907625,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Marion setzt ihre Ehe aufs Spiel, indem sie sich weigert, ihrem Mann von ihrer Vergangenheit zu erzählen, Colin Osborne ist nicht bereit, sich einer Erpressung hinzugeben, und Sara Mahmouds Vergangenheit hat tiefgreifende Auswirkungen auf ihre Familie. Eine beunruhigende Enthüllung über David Walkers Vergangenheit leitet eine zweite Ermittlungslinie ein, und als Tessa Nixon zum zweiten Mal zum Verhör vorgeladen wird, steht ihre Beziehung zu ihrem Mann und ihrem Sohn auf dem Spiel.","versions":[{"lang":2,"streams":[{"redirect":11907621,"hoster":"VOE"},{"redirect":11907620,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Cassie Stuart interessiert sich für eine bestimmte Wohnung, in der einer oder einer der Verdächtigen sexuell missbraucht worden sein könnte. Marion wird erneut befragt, denn eine Frage bleibt offen: David Walker könnte ein Ziel der IRA gewesen sein. Die Inspektoren untersuchen auch die Anschuldigungen gegen Colin Osborne, als er für die City in London arbeitete, aber einige Elemente scheinen gefälscht zu sein. Hat das mutmaßliche Opfer von Colin die Wahrheit gesagt, hätte sie gelogen?","versions":[{"lang":2,"streams":[{"redirect":11907616,"hoster":"VOE"},{"redirect":11907615,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Während alle Verdächtigen ein Motiv, eine Gelegenheit oder eine Verbindung zu David Walker hatten, sehen sich Cassie Stuart und Sunny einem Netz aus Fakten und Beweisen gegenüber, das sie entwirren müssen. Cassie konzentriert sich auf Sara, deren Alibi fast zu perfekt ist, und das Team erkennt, dass der Racheplan weitreichend ist.","versions":[{"lang":2,"streams":[{"redirect":11907609,"hoster":"VOE"},{"redirect":11907610,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Unter den Trümmern einer Autobahn wird das Skelett eines jungen Mädchens gefunden. Der Unfall ereignete sich im Jahr 1999. Vier Männer werden beim Verschwinden des jungen Mädchens verdächtigt: Chris Lowe, Maler, Tim Finch, Allgemeinmediziner, Peter Carr, ein gescheiterter Handelsvertreter, und James Hollis, ein Fernsehmoderator. Diese vier Männer kennen sich offenbar. James will sie treffen...","versions":[{"lang":2,"streams":[{"redirect":11907617,"hoster":"VOE"},{"redirect":11907613,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Cassie und Sunny machen sich auf die Suche nach Hayleys Familie, während sich die Presse für die Geschichte zu interessieren beginnt. Ein Detective, der an der ursprünglichen Untersuchung beteiligt war, äußert seine Gedanken darüber, warum ihr Verschwinden ungelöst blieb, und weist darauf hin, dass Hayleys Freund des Verbrechens verdächtigt, aber nie angeklagt wurde. Die Entfernung zwischen dem Ort, an dem Hayley zuletzt gesehen wurde, und dem Ort, an dem ihre Leiche gefunden wurde, führt Cassie zu einer neuen Theorie – dass der Mörder möglicherweise aus London angereist und dann zurückgekehrt ist, bevor sie befragt werden konnten","versions":[{"lang":2,"streams":[{"redirect":12336558,"hoster":"VOE"},{"redirect":11907603,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Detective Cassie Stuart und Detective Sunny Khan beginnen ihre Verhöre der vier Spinney-Gäste in der Millennium Night. Sie alle haben ziemlich konsistente Berichte über ihre Zeit in Middenham. Das Team überprüft und verifiziert die Zahlen basierend auf der ersten Untersuchung…","versions":[{"lang":2,"streams":[{"redirect":11907599,"hoster":"VOE"},{"redirect":11907598,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Den Ermittlern wird klar, dass die vier Männer vereinbart haben, eine kohärente, aber gefälschte Darstellung zu liefern. Jake hat die Aufgabe, Tim Finchs Ex-Frau zu finden, um ihre Seite der Geschichte über Chris Lowes Vergangenheit zu erfahren. Auf persönlicher Ebene hat Sunny die Gelegenheit, ihre frühere Ehe wieder aufleben zu lassen. Cassie macht sich derweil Sorgen um die Gedächtnisschwäche ihres Vaters.","versions":[{"lang":2,"streams":[{"redirect":11907592,"hoster":"VOE"},{"redirect":11907593,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"James, Tim und Chris sollen in der Nacht, in der Hayley starb, über ihren Aufenthaltsort gelogen haben. Pete verrät, dass er gesehen hat, wie Eliot am Neujahrstag durch ein Fenster in das Ferienhaus gestiegen ist, während James mit der Möglichkeit kämpft, dass sein Sohn Hayley getötet haben könnte. Fran knackt einen Code im Tagebuch des toten Mädchens, der darauf hindeutet, dass sie in der Nacht ihres Verschwindens einen örtlichen Drogendealer getroffen hat.","versions":[{"lang":2,"streams":[{"redirect":11907595,"hoster":"VOE"},{"redirect":11907594,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Juwelen, die bei Doktor Tim Finch gefunden wurden, gehören einem 14-jährigen Mädchen, Alison Baldwin, das zwei Jahre vor Haileys Tod vergewaltigt und erdrosselt wurde. Die Teams finden ein Audi-Rad, das Tim Finch gehören würde. Cassie Stuart klagt Tim Finch des Mordes an zwei jungen Mädchen an...","versions":[{"lang":2,"streams":[{"redirect":11907587,"hoster":"VOE"},{"redirect":11907588,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Eine zerstückelte Leiche wird auf einem Schrottplatz gefunden und das Team glaubt, dass die Überreste 30 Jahre lang in einem Haushaltskühlschrank gelagert wurden. Nachdem Cassie die Entscheidung getroffen hat, sich aus dem Polizeidienst zurückzuziehen, steht sie vor einem Dilemma, als sie erfährt, dass sie keinen Anspruch auf ihre volle Rentenzahlung hat, bis sie ihre 30 Dienstjahre vollendet hat.","versions":[{"lang":2,"streams":[{"redirect":11907584,"hoster":"VOE"},{"redirect":11907585,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Cassie und Sunny identifizieren vier potenzielle Verdächtige, die gemeinsam eine Ausbildung zur Polizei auf Probe absolviert haben, und zwei von ihnen sind immer noch im Dienst. Sie haben kein Glück, den Rest der Leiche zu finden und beschließen, die Entdeckung von Walshs Überresten an die Öffentlichkeit zu bringen.","versions":[{"lang":2,"streams":[{"redirect":11907578,"hoster":"VOE"},{"redirect":11907582,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Cassie und Sunny befragen jeden der vier Verdächtigen, die alle bestreiten, das Opfer zu kennen. Boulting entdeckt, dass Walsh drei Wochen vor seinem Tod verwarnt wurde und glaubt, dass es bei Ram war, während Collier es schafft, den Rest von Walshs Leiche zu lokalisieren.","versions":[{"lang":2,"streams":[{"redirect":11907581,"hoster":"VOE"},{"redirect":11907577,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Cassie und Sunny entdecken, dass Walsh in der fraglichen Nacht von allen vier Verdächtigen verfolgt wurde. Willets erkennt, dass Liz Fionas Blutprobe absichtlich verloren haben könnte. Der Pathologe identifiziert eine Todesursache, die darauf hindeutet, dass Walsh ermordet wurde.","versions":[{"lang":2,"streams":[{"redirect":11907570,"hoster":"VOE"},{"redirect":11907571,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Cassie und Sunny befragen erneut zwei der Verdächtigen und kommen der Wahrheit über das, was mit Walsh passiert ist, näher. Balcombe glaubt, dass sie die Todesursache gefunden haben könnte. Unerwartet nehmen die Dinge für Cassie eine verheerende Wendung.","versions":[{"lang":2,"streams":[{"redirect":11907569,"hoster":"VOE"},{"redirect":11907567,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Trotz einer tragischen Wendung kommen Sunny und das Team den Verdächtigen näher. Werden sie schlüssige Beweise dafür finden, wer die Mordwaffe war, und Walshs Mörder vor Gericht bringen?","versions":[{"lang":2,"streams":[{"redirect":11907576,"hoster":"VOE"},{"redirect":11907579,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Als in einem zugemauerten Schornstein ein abgetrenntes Bein gefunden wird, macht sich das Team an die Arbeit, um das Opfer und die Todesursache zu identifizieren. Cassies Nachfolgerin bei der Polizei, DCI Jess James, hat einen steinigen Start, da sie mit der trauernden Sunny aneinandergeraten ist.","versions":[{"lang":2,"streams":[{"redirect":12297025,"hoster":"VOE"},{"redirect":12297022,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Das Team arbeitet daran, die im Schornstein gefundene Leiche zu identifizieren, während die Gerichtsmedizin die Todesursache feststellt. Jess und Sunny besuchen die Mutter des Opfers, um ihr die erschütternde Nachricht zu überbringen. Sie finden heraus, dass die beiden eine turbulente Beziehung hatten.","versions":[{"lang":2,"streams":[{"redirect":12328158,"hoster":"VOE"},{"redirect":12328155,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Die turbulente Vergangenheit des Opfers kommt ans Licht. Während Sunny eine Reise nach Paris unternimmt und Jess bei einem ahnungslosen Lord vorbeischaut, geraten die beiden weiter aneinander.","versions":[{"lang":2,"streams":[{"redirect":12388913,"hoster":"VOE"},{"redirect":12388911,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":2,"streams":[{"redirect":12670326,"hoster":"VOE"},{"redirect":12670325,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"","versions":[{"lang":2,"streams":[{"redirect":13004983,"hoster":"VOE"},{"redirect":12670337,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":2,"streams":[{"redirect":12670340,"hoster":"VOE"},{"redirect":12670342,"hoster":"Streamtape"}]}]}]}]}