{"path":"/serie/stream/unforgettable","name":"Unforgettable","descr":"Carrie Wells (Poppy Montgomery) ist eine ehemalige Polizistin, die über ein fotografisches Gedächtnis verfügt. Sie kann sich alles merken, was sie jemals gesehen und jedes Gespräch, das sie mit einem Menschen geführt hat. Doch der Mord an ihrer Schwester, den sie mit eigenen Augen mitansehen musste, ist nur bruchstückhaft in ihrer Erinnerung verhaftet. Ihr Ex-Liebhaber Al Burns (Dylan Walsh), der inzwischen eine Spezialeinheit der New Yorker Polizei leitet, möchte Wells, die neun Jahre nicht in ihrem Beruf gearbeitet hat, wieder in den aktiven Dienst zurückholen und sich ihre ganz besonderen Fähigkeiten zunutzemachen. Carrie wiederum hofft, endlich auch den Mord an ihrer Schwester aufklären zu können.","seasons":[{"path":"/serie/stream/unforgettable/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unforgettable/staffel-1/episode-1","name":"Kein Vergessen","epNo":1,"alt":"Pilot","descr":"Carrie Wells erwacht durch Schreie aus dem Schlaf und findet ihre Nachbarin Catherine Grant (Sofia Jean Gomez), die unter verschiedenen Namen auftrat, erstochen vor dem Haus. Ihr ehemaliger Freund und Partner Lt. Al Burns ermittelt in diesem Fall und trifft so auch auf Carrie. Al bittet sie, ihn in diesem Fall zu unterstützen. Durch ein fehlendes Bild an Catherines Wand, das Carrie, die einmal in der Wohnung war, rekapitulieren soll, ergibt sich eine Spur. Das Bild zeigt Catherine und eine weitere Frau. Carrie versetzt sich zurück in die Mordnacht und es gelingt ihr, das Mordmesser zu finden. Die Mitarbeiter Al Burns sind mehr als erstaunt von Carries Fähigkeiten. Auf Catherines Handy sind diverse Anrufe zwischen ihr und einem Steve Latman (Timothy Adams) verzeichnet, einem angesehenen Anwalt. Steve ist gerade im Begriff zu heiraten. Seine Verlobte, Miss Wendy Wilson (Roxanna Hope), ist die Frau, die Carrie auf dem Foto in Catherines Wohnung gesehen hat. Carrie gelingt es, Zugang zu Wendy Wilson, die in Wirklichkeit Melody Evans heißt, zu finden, sie war eine enge Freundin von Catherine. Catherines richtiger Name war Orthia. Sie stammte aus Minsk und kam in den USA in eine Familie, in der sie Prügel einstecken musste und vom Hausherrn vergewaltigt wurde. Wendy erzählt, dass sie von Catherine wusste, dass sie diesen Kerl von damals wiedergetroffen habe und ihn seitdem erpresste. Die Polizei macht den Mann, einen gewissen Frank Harbert (Brian O’Neill), ausfindig. Er gibt die Erpressung zu. Als er nicht mehr habe zahlen wollen, sei sie ausgerastet, da hätte ein Messer gelegen und dann hätte er zugestochen. Carrie sucht Frank Harberts Sohn Ken (Tom Guiry) auf, am Schritt hat sie erkannt, dass der alte Harbert nicht der Täter sein kann, sie sagt seinem Sohn auf den Kopf zu, dass sie ihn für den Mörder halte. Er gibt die Tat zu und schreit, dass Carrie aufhören solle, sie Catherine Grant zu nennen, sie sei nur eine russische Hure gewesen, die sie aufgenommen hätten und so hätte sie es ihnen gedankt. Der Mann rastet völlig aus und greift Carrie an. Sie ist in ernsthafter Gefahr. Im letzten Moment kann der hinzugekommene Al Burns helfend eingreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076843","hoster":"VOE"},{"path":"/redirect/11160114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-2","name":"Helden","epNo":2,"alt":"Heroes","descr":"Als Carrie im Altenheim ihrer Mutter aushilft, wird sie an einen Tatort gerufen. Die Narkoseärztin Ann Seiferth und ihr Ehemann Joel wurden Opfer eines Doppelmordes. Im Haus entdeckt Carrie den 7 jährigen Sohn der beiden, der traumatisiert ist. Carrie versucht, das Vertrauen des Jungen zu gewinnen, da er der einzige Zeuge des Verbrechens ist und andere erste Hinweise im Sand verlaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076841","hoster":"VOE"},{"path":"/redirect/11160118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-3","name":"Der letzte Check Out","epNo":3,"alt":"Check Out Time","descr":"Nachdem der Anwalt Brett Langley ermordet in seinem New Yorker Hotelzimmer aufgefunden worden ist, wollen Carrie und Al das Zimmermädchen Maria Ortiz befragen, die sich vor seinem Tod in dem Zimmer befand. Doch bevor die beiden überhaupt dazu kommen, tritt Maria bereits mit ihrer Anwältin im Fernsehen auf und gesteht den Mord an Langley. Carrie hat jedoch Zweifel, dass sie die Mörderin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076871","hoster":"VOE"},{"path":"/redirect/11160122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-4","name":"In Flammen","epNo":4,"alt":"Up In Flames","descr":"Al und Carrie untersuchen den Tod des Börsenmaklers Peter Forrest, müssen die Wohnung des Mordopfers aber fluchtartig verlassen, als es zu einer Explosion kommt. Dank Carries hervorragendem Gedächtnis haben sie ein paar erste Hinweise, denen sie nachgehen können. Kurz darauf wird Forrests Arbeitskollegin Claire Hewson tot aufgefunden. Ist etwa die Stiftung \"H to H\" der Schlüssel zu dem Fall?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076858","hoster":"VOE"},{"path":"/redirect/11160137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-5","name":"Interne Ermittlung","epNo":5,"alt":"With Honor","descr":"Jim Kelly, der frühere Partner und Mentor von Al, wird in einer Gasse niedergeschossen und stirbt. Al hat eine hohe Meinung von seinem ehemaligen Arbeitskollegen, muss aber im Zuge der Ermittlungen erfahren, dass interne Ermittlungen gegen den Beamten liefen. Bald stößt Carrie auf eine Reihe korrupter Polizisten in Jims Umgebung, und Al muss seine Menschenkenntnis überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076842","hoster":"VOE"},{"path":"/redirect/11160140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-6","name":"Das It-Girl","epNo":6,"alt":"Friended","descr":"Als das Auto von Kelly Latimer leer aufgefunden wird, stehen Carrie und Al vor einem Rätsel. Die Frau war angeblich eine vermögende Erbin und Salonlöwin aus Texas, die wegen des Autors Dean Claman mit Ashley Phillips bis aufs Blut zerstritten war. Der winkt jedoch ab und behauptet, dass das alles nur für die Presse inszeniert worden sei. Was steckt wirklich hinter dieser rätselhaften Geschichte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076839","hoster":"VOE"},{"path":"/redirect/11160146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-7","name":"Der ehrliche Tod","epNo":7,"alt":"Road Block","descr":"Carrie und Al ermitteln im Mordfall des alleinerziehenden Vaters Marshall Smith und gelangen schnell zu der festen Überzeugung, dass seine verschwundene Tochter das nächste Opfer des Mörders sein könnte. Carries Mutter hat indes den Mann auf dem Phantombild erkannt und glaubt, dass es sich bei ihm um einen ehemaligen Nachbarn namens Jonathan handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14016127","hoster":"VOE"},{"path":"/redirect/14032327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-8","name":"All unsere Sachen","epNo":8,"alt":"Lost Things","descr":"Die Anwältin Mary Hansen wurde auf brutale Weise ermordet. Erste Hinweise auf eine Online-Dating-Seite laufen ins Leere und Carrie ist sicher, dass die Frau ihren Mörder gekannt hat. Ist die Frau während ihrer Arbeit etwa auf etwas gestoßen, das sie das Leben gekostet hat? Roe bietet Carrie indes Hilfe bei der Suche nach dem Mörder ihrer Schwester an, die sie bereitwillig annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076827","hoster":"VOE"},{"path":"/redirect/11160051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-9","name":"Der goldene Vogel","epNo":9,"alt":"Golden Bird","descr":"Nachdem eine junge Frau vom Dach gestürzt ist, sind Al und sein Team schnell sicher, dass es sich dabei um Mord handelt. Sollte so etwa eine Schwangerschaft vertuscht werden? Ein Nachbar berichtet, dass Amys Eltern vor kurzem einen heftigen Streit wegen ihrer Tochter hatten. Derweil ist Carries Tante Edie in der Stadt, die aber nicht über den Gesundheitszustand von Carries Mutter sprechen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076855","hoster":"VOE"},{"path":"/redirect/11160057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-10","name":"Flugbahnen","epNo":10,"alt":"Trajectories","descr":"Nur knapp konnte Carrie einer Polizeirazzia in einem Untergrundclub in Chinatown entkommen und unterstützt nun Al bei der Aufklärung des Mordes an der 17-jähigen Marisa Perez. Als die Ermittlungen am Tatort ihren Lauf nehmen, kommt es allerdings zu einem größeren Schusswechsel. Die Polizei vermutet, dass es sich dabei um eine Fehde zweier rivalisierender Banden, der \"DKK\" und der \"QB-6\", handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076872","hoster":"VOE"},{"path":"/redirect/14032332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-11","name":"Stimmen im Kopf","epNo":11,"alt":"Spirited Away","descr":"Al und sein Team werden zu einer ehemaligen psychiatrischen Anstalt gerufen, da dort eine Leiche gefunden wurde. Die obdachlose Nina hat sich in der leerstehenden Anstalt niedergelassen und kann den Toten umgehend identifizieren. Es handelt sich bei ihm um den Geisterjäger Peter Suderman. Al und Carrie beginnen damit, Kunden von Suderman zu befragen und stoßen schnell auf eine erste Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076856","hoster":"VOE"},{"path":"/redirect/14032331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-12","name":"Der Schmetterlingseffekt","epNo":12,"alt":"Butterfly Effect","descr":"Als der 20-jährige Stahlbauarbeiter Chris Feeney ermordet auf einer Baustelle gefunden wird, beharrt Projektleiter Bob Spence sofort felsenfest darauf, dass dieser Mord nichts mit einer Serie von Diebstählen zu tun hat, die in letzter Zeit bei dem Bauunternehmen vorgefallen sind. Während Al und Carrie in verschiedene Richtungen ermitteln, wird auf der Baustelle erneut eine Person ermordet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076887","hoster":"VOE"},{"path":"/redirect/11160070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-13","name":"Die Bruderschaft","epNo":13,"alt":"Brotherhood","descr":"Als der Student Miles Novak tot in seinem Wohnheim aufgefunden wird, fällt der Verdacht schnell auf den Hausmeister Jack Healy, einen Ex-Knacki, der Miles Studentenausweis nach dessen Tod benutzt hat. Doch Healy hat ein wasserdichtes Alibi und behauptet, mit Miles befreundet gewesen zu sein. Die Hinweise verdichten sich, dass eine Bruderschaft an der Uni etwas mit der Sache zu tun haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076845","hoster":"VOE"},{"path":"/redirect/11160074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-14","name":"Fred","epNo":14,"alt":"Carrie’s Caller","descr":"Ein Serienkiller mit Wissen über Carries mentale Fähigkeiten verhöhnt das Queens PD während die Liste seiner Opfer immer länger wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076884","hoster":"VOE"},{"path":"/redirect/11160078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-15","name":"Der König von City Island","epNo":15,"alt":"The Following Sea","descr":"Al ist als Nebenkläger der Staatsanwaltschaft gegen Jo Hagan vor Gericht. Dieser wird beschuldigt, bei einem Bootsausflug seine Frau über Bord geworfen zu haben. Da in dem Kaff des Angeklagten aber alle zusammenhalten, springt ein Zeuge nach dem anderen ab und hält lieber den Mund. Eine junge Frau, Kate Jordan, lässt sich allerdings nicht abhalten und ist mutig genug, gegen Hagan auszusagen. Doch kurz nachdem Kate auf City Island angekommen ist, verschwindet sie ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076866","hoster":"VOE"},{"path":"/redirect/14032333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-16","name":"Gebrochene Herzen","epNo":16,"alt":"Heartbreak","descr":"Carrie und ihr Team untersuchen den Tod des Bankdirektors Jason Kubiak, der scheinbar aus einem Flugzeug in ein Baseballstadion gestürzt ist. Wie sich herausstellt, wurde er vor seinem Tod dazu gezwungen, seine eigene Bank auszurauben. Weiß Jasons Lebensgefährtin Sarah mehr über den Mord, als sie zugibt? Privat stehen für Carrie harte Zeiten an: Steve ist der Meinung, dass er als Mafia-Sprössling und sie als Kriminalbeamtin kein ideales Paar abgeben ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076828","hoster":"VOE"},{"path":"/redirect/11160086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-17","name":"Sackgassen","epNo":17,"alt":"Blind Alleys","descr":"Roe gerät ins Kreuzfeuer der Kritik, als er vor Zeugen einen Mordverdächtigen erschießt. Denn die Waffe, mit der dieser angeblich auf Roe gezielt hat, bleibt unauffindbar. Überzeugt von der Unschuld seines Sohnes, nimmt der Vater des Toten Nina und drei weitere Angestellte des NYPD als Geiseln. Er verlangt Gerechtigkeit für den Tod seines Sohnes. Während Al und Mike versuchen, mit dem Vater zu verhandeln, macht sich Carrie auf die Suche nach der verschwundenen Waffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076844","hoster":"VOE"},{"path":"/redirect/11160091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-18","name":"Fred ist zurück","epNo":18,"alt":"The Comeback","descr":"Kayla, eine junge Tennisspielerin, wird nach dem Training auf der Straße erschossen. Al und Carrie, gerade auf dem Weg zu einer Wohltätigkeitsveranstaltung, statten dem Tatort einen ersten Besuch ab. Auf dem Ball trifft Carrie auf ihren früheren Stalker Fred, der ihr bei den Ermittlungen überraschenderweise eine große Hilfe ist. Schon bald wittern Carrie und ihr Team hinter dem Mord einen Skandal, an dem hohe Tiere der Politik beteiligt zu sein scheinen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076867","hoster":"VOE"},{"path":"/redirect/14032335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-19","name":"Nah am Feuer","epNo":19,"alt":"Allegiances","descr":"Carrie erfährt, dass ihr Freund Steve, Sohn eines Mafiabosses, mit den Verdächtigen eines Mordfalls in Verbindung stehen soll. Sie ist hin- und hergerissen: Einerseits will sie Al von Steves Unschuld überzeugen, andererseits wird ihre Liebe auf die Probe gestellt als sich die Beweise für Steves Beziehungen zur Mafia häufen. Schließlich wird Carrie wegen Befangenheit von dem Fall abgezogen. Doch sie lässt sich nicht beirren und ermittelt auf eigene Faust weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14016143","hoster":"VOE"},{"path":"/redirect/14032334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-20","name":"Die Bombe","epNo":20,"alt":"You Are Here","descr":"In einem Chemielabor explodiert eine Bombe und eine junge Frau stirbt. Die Spur führt zu einer ominösen Figur namens Faraday. Al und Carrie stoßen auf eine Karte, auf der noch vier weitere Ziele verzeichnet sind. Auf der Suche nach Faraday geraten sie an den seltsamen Max, der Ateliers an Künstler vermietet. Währenddessen taucht im Büro ein Karton mit Als Habseligkeiten auf. Seine Frau hat ihn rausgeworfen, weil sie Al unterstellt, immer noch in Carrie verliebt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076857","hoster":"VOE"},{"path":"/redirect/14032337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-21","name":"Freds Endspiel","epNo":21,"alt":"Endgame","descr":"Carrie und ihr Team werden zu einem Mordopfer gerufen, dessen Gesicht mit einem Schrotgewehr unkenntlich gemacht wurde. Laut Ausweis handelt es sich bei der Leiche um Walter Morgan, der behauptete, zu wissen, wer Carries Schwester ermordet hat. Soweit Carrie weiß, war sie diejenige, die Morgan zuletzt gesehen hat und das auch noch am Tatort. Nun beginnt für Carrie ein Wettlauf gegen die Zeit: Sie muss beweisen, dass sie nichts mit Morgans Ermordung zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076830","hoster":"VOE"},{"path":"/redirect/11160107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-1/episode-22","name":"Der Mann im Wald","epNo":22,"alt":"The Man In The Woods","descr":"In Syracuse wird eine Mädchenleiche gefunden. Als ein Kollege Carrie und Al eine Skizze des Tatverdächtigen schickt, erkennt Carrie den Mörder ihrer Schwester Rachel wieder, den sie schon so lange sucht. Also begeben sich Al und Carrie in ihre gemeinsame Vergangenheit. Bald haben sie den Mann gefunden, den alle für den vermeintlichen Mörder halten. Als die Situation eskaliert und er Carrie entführt, beginnt für sie ein höllischer Trip in ihre Kindheit ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076832","hoster":"VOE"},{"path":"/redirect/14027627","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unforgettable/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/unforgettable/staffel-2/episode-1","name":"Zu Höherem bestimmt","epNo":1,"alt":"Bigtime","descr":"Carries (Poppy Montgomery) und Als (Dylan Walsh) überaus gute Reputation für die schnelle Lösung von Fällen bringt ihnen ein Angebot ein, mit der Abteilung für Schwerverbrechen beim NYPD zusammenzuarbeiten.Ihr erster Fall, die Entführung eines Kindes prominenter Eltern, berührt Carrie jedoch so sehr, dass sie sich überlegt, ob es eine gute Entscheidung war, Queens zu verlassen, um nach Manhattan zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076873","hoster":"VOE"},{"path":"/redirect/12472574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-2","name":"Wer ist Mr. Kilborn?","epNo":2,"alt":"Incognito","descr":"Eine Einbrecherbande hat bereits in verschiedenen Städten große Beute gemacht. Als die Polizei den Hinweis erhält, dass eine New Yorker Bank das nächste Opfer werden soll, gelingt es den Beamten, Carrie als falsche Diebin in die Gruppe zu schleusen, denn keiner der Diebe weiß, wie der andere aussieht. Besonders abgesehen haben es die Ermittler auf den Anführer, der nur selten in Erscheinung tritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076881","hoster":"VOE"},{"path":"/redirect/14032338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-3","name":"Die Schakalin","epNo":3,"alt":"Day Of The Jackie","descr":"In der Suite eines New Yorker Hotels wird der Hedgefonds-Manager Paul Dirkson ermordet aufgefunden. Alle Spuren am Tatort deuten auf einen Profikiller hin. Bei den Ermittlungen entdeckt Carrie Wells, dass der Mord wohl nicht beabsichtigt war und der Täter es auf ein anderes Opfer abgesehen hat: Dr. Okoro Dimka, einen afrikanischen Friedensaktivisten, der in der Stadt eine Rede halten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076859","hoster":"VOE"},{"path":"/redirect/12472620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-4","name":"Gedächtniskönige","epNo":4,"alt":"Memory Kings","descr":"Carrie Wells und ihr Kollege Al Burns untersuchen den Tod eines Mannes, der von seinem Balkon zu Tode gestürzt ist. Als die beiden am Tatort ankommen, entdeckt Carrie, dass sie den Mann kennt. Es handelt sich um Professor Eugen Lustig, der eine wissenschaftliche Studie mit ihr durchgeführt hat. Schon bald ist Carrie überzeugt, dass Dr. Lustig sich nicht selbst getötet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076834","hoster":"VOE"},{"path":"/redirect/12472655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-5","name":"Flashback","epNo":5,"alt":"Past Tense","descr":"Ein pakistanischstämmiger Taxifahrer wurde ermordet. Da der Mann ein Regierungsinformant war, vermuten Carrie und Al, dass der Tod des Mannes damit in Zusammenhang steht. Als ihre Recherchen jedoch in einer Sackgasse enden, verfolgen sie eine andere Spur: Ein ehemaliger Soldat leidet an einem Kriegstrauma, nachdem sein Freund in Afghanistan bei einen Selbstmordanschlag starb. Will er sich rächen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076833","hoster":"VOE"},{"path":"/redirect/14032339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-6","name":"Original und Fälschung","epNo":6,"alt":"Line Up Or Shut Up","descr":"Ein junger Mann wird erschossen hinter dem Lenkrad eines neues Ferraris aufgefunden. Eigentlich sollte der Fahrer den Wagen nur bei dem Besitzer, dem Schweizer Diplomaten Lukas Emminger, abliefern. Kaum haben Carrie Wells und Al Burns mit ihren Ermittlungen begonnen, überschlagen sich die Ereignisse und ein zweiter Mord geschieht – verübt vom gleichen Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076868","hoster":"VOE"},{"path":"/redirect/14032340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-7","name":"Die versunkene Stadt","epNo":7,"alt":"Maps And Legends","descr":"Nachdem ein Mann tot im Leseraum einer New Yorker Bibliothek gefunden wurde, fürchten die Ermittler, dass der Tote an einer ansteckenden Krankheit gestorben sein könnte. Eine genaue Untersuchung ergibt jedoch, dass der Mann Spuren des giftigen Sprengstoffs Hexogen im Körper hatte. Carrie und Al finden heraus, dass der Tote in seiner Freizeit regelmäßig im New Yorker Untergrund auf Schatzsuche war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076860","hoster":"VOE"},{"path":"/redirect/14032347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-8","name":"Menschenjagd","epNo":8,"alt":"Manhunt","descr":"Der Strafverteidiger Christopher Jenkins wird erschossen aufgefunden. Kurz zuvor wurde Shawn Manning aus seiner 13jährigen Haft entlassen. Nach der Vergewaltigung eines Mädchens wurde er im Prozess von Jenkins vertreten und später vom Gericht verurteilt. Al, Carrie und ihr Team machen sich auf die Suche nach dem Hauptverdächtigen Manning und stoßen auf einen weiteren möglichen Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076847","hoster":"VOE"},{"path":"/redirect/12472762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-9","name":"Im Sumpf von Long Island","epNo":9,"alt":"East Of Islip","descr":"In Southampton wird die Leiche einer jungen Frau am Strand angeschwemmt. Da sie genau vor der Villa vom Pressesprecher des Bürgermeisters landet, fühlt sich Eliot bemüßigt, sein Team zur Verbrechensbekämpfung in die Sommerfrische zu schicken, um die Kollegen auf Long Island zu unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076874","hoster":"VOE"},{"path":"/redirect/14032341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-10","name":"Mr. und Mrs. Smith","epNo":10,"alt":"Till Death","descr":"Das Ehepaar Truman wird erschossen in ihrer Wohnung aufgefunden. Das einzige was fehlt, sind die Eheringe. Zunächst können Al, Carrie und ihr Team keine Ungereimtheiten feststellen. Die Ehe schien perfekt. Doch bereits vor über drei Jahren gab es zwei identische Fälle. Das Team ist sich sicher, dass die Morde von ein und derselben Person verübt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076861","hoster":"VOE"},{"path":"/redirect/14025527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-11","name":"Omega","epNo":11,"alt":"Omega Hour","descr":"Während Al eine Hochzeit besucht, sind Carrie, Joanne und Eliot in einem luxuriösen Apartmentkomplex auf einer Spendenaktion des Bürgermeisters. Kaum haben die drei das Gebäude betreten, fallen Strom und sämtliche Handynetze aus. Ein Unbekannter, der sich Alpha Omega nennt, hat sämtliche Gäste als Geiseln genommen und fordert für die Freilassung der Opfer Lösegeld in Höhe von 100 Millionen Dollar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076875","hoster":"VOE"},{"path":"/redirect/14032346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-12","name":"Die Schakalin kehrt zurück","epNo":12,"alt":"Flesh And Blood","descr":"Nachdem ein Lehrer in einem New Yorker Krankenhaus umgebracht wurde, stellt sich nicht nur Carrie die Frage, wer ein Motiv für den Mord haben könnte. Bald finden die Ermittler heraus, dass der Mann keineswegs ein normaler Lehrer war und auf eine äußerst bewegte Vergangenheit zurückblicken konnte. Kaum haben die Polizisten diese Nachricht verdaut, geschieht auch schon der nächste Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076846","hoster":"VOE"},{"path":"/redirect/12472817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-2/episode-13","name":"Das Klassentreffen","epNo":13,"alt":"Reunion","descr":"Carrie und Al besuchen das Klassentreffen ihres Jahrgangs und müssen dort den Mord an ihrem ehemaligen Klassenkameraden Tommy Garland aufklären, der auf der Feier erschlagen aufgefunden wurde. Ein Unfall mit Fahrerflucht, der sich vor Jahrzehnten ereignet hat, könnte der Schlüssel zur Lösung des Falls sein. Doch Carrie und Al fällt es schwer, die Ereignisse in die richtige Reihenfolge zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076876","hoster":"VOE"},{"path":"/redirect/12472823","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unforgettable/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/unforgettable/staffel-3/episode-1","name":"Neue Hunderter","epNo":1,"alt":"New Hundred","descr":"Als Jays Schwager Evan spurlos verschwindet, können Carrie und Al sein Handy zu einem Hotel zurückverfolgen, wo sie Evan ermordet auffinden. Obwohl es so aussieht, als sei er in das Zimmer gelockt und von einer Prostituierten getötet worden, kommt Carrie etwas komisch vor. Bei den Ermittlungen stoßen die Ermittler auf einen Ring von Geldfälschern und müssen mit dem Geheimdienst zusammenarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076848","hoster":"VOE"},{"path":"/redirect/12472831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-2","name":"Mitten durchs Herz","epNo":2,"alt":"The Combination","descr":"Der Boxchampion Johnny D’Amato wird ermordet aufgefunden, er wurde zu Tode geprügelt. An Verdächtigen mangelt es den Ermittlern nicht: Neben Johnnys Manager und seinem ehemaligen Trainer, die beide ein Motiv haben, hatte Johnny auch Verbindungen zu albanischen Gangstern. Als die Ermittlungen in einer Sackgasse landen, gibt es bereits das nächste Opfer: Johnnys Trainer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076869","hoster":"VOE"},{"path":"/redirect/12472836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-3","name":"Der Claridge-Skandal","epNo":3,"alt":"The Haircut","descr":"Carrie und Al Ermittlungen im Fall eines ermordeten Studienabbrechers nehmen eine überraschende Wendung als sie herausfinden, dass er in einer abgeschotteten Gemeinde auf einer verlassenen Insel nahe Manhattans gelebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076840","hoster":"VOE"},{"path":"/redirect/12472849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-4","name":"Abgezockt","epNo":4,"alt":"Cashing Out","descr":"Carrie und ihre Kollegen nehmen die Ermittlungen auf, nachdem ein Beamter der Stadt ermordet aufgefunden wurde. Bei ihren Nachforschungen findet Carrie bald heraus, dass der Mann spielsüchtig war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076835","hoster":"VOE"},{"path":"/redirect/14032348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-5","name":"Geschmacksexplosion","epNo":5,"alt":"A Moveable Feast","descr":"Carrie und ihr Kollege Al untersuchen einen Tatort, an dem ein Mitarbeiter der Küstenwache regelrecht hingerichtet wurde. Als die beiden entdecken, dass der Sohn des Opfers mit einem Plastiksprengstoff spielt, lassen die beiden das Gebäude räumen. Kurze Zeit später kommt es auf einem Partyboot zu einer Explosion, bei der der Koch stirbt. Wie hängen die beiden Fälle zusammen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076849","hoster":"VOE"},{"path":"/redirect/12472864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-6","name":"Erdrückende Beweise","epNo":6,"alt":"Stray Bullet","descr":"Ein auf Bewährung entlassener Straftäter, den Al hinter Gitter gebracht hat, wird ermordet. Internal Affairs hat ihn im Visier der Ermittlungen.Währenddessen versucht Carrie im Zuge einer nicht abgesegneten Ermittlung, die Unschuld von Al zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076862","hoster":"VOE"},{"path":"/redirect/14032342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-7","name":"Die drei Amigos","epNo":7,"alt":"Throwing Shade","descr":"Die beiden Ermittler Carrie Wells und Al Burns untersuchen einen neuen Todesfall, nachdem ein Berater des Bürgermeisters ermordet wurde. Kurze Zeit später laufen Eliot sowie einige seiner langjährigen Freunde und politischen Gefährten Gefahr, mit Korruptionsversuchen der Mafia in Verbindung gebracht zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076882","hoster":"VOE"},{"path":"/redirect/12472883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-8","name":"Die Insel","epNo":8,"alt":"The Island","descr":"Die beiden Ermittler Carrie Wells und Al Burns untersuchen einen neuen Fall. Seit kurzem werden Personen mit einem tödlichen Virus infiziert, um anschließend mögliche Heilverfahren und Medikamente an ihnen zu testen. Dieses Vorgehen ist gesetzlich selbstverständlich streng verboten und so arbeiten die Ermittler mit Hochdruck daran, die Täter zu fassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14016115","hoster":"VOE"},{"path":"/redirect/12472896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-9","name":"Die Aufnahmen","epNo":9,"alt":"Admissions","descr":"Ein einflussreicher Geschäftsmann mit milliardenschwerem Konto und ein Lehrer einer Eliteschule werden mit derselben Pistole erschossen. Carrie und Al begeben sich in der Privatschule auf Spurensuche, auf die der Sohn des getöteten Milliardärs ging. Welchen Zusammenhang gibt es zwischen den beiden Morden? Und was verbirgt sich hinter der harmlosen Fassade der Schule?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076888","hoster":"VOE"},{"path":"/redirect/12472904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-10","name":"Das Schwert der Gerechten","epNo":10,"alt":"Fire and Ice","descr":"Carrie ist gerade unterwegs, als in New York City ein schwerer Bombenanschlag verübt wird. Die Homeland Security übernimmt den Fall und schließt auf einen terroristischen Gewaltakt, doch Carrie zweifelt an dieser Theorie. Was steckt hinter dem Anschlag? Währendessen freundet sich Gerichtsmedizinerin Webster mit Murrays Tochter an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076850","hoster":"VOE"},{"path":"/redirect/14032343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-11","name":"Die Ware Liebe","epNo":11,"alt":"True Identity","descr":"Ein Mitarbeiter in einer Nobel-Datingagentur wird ermordert. Als Carrie und Al die Ermittlungen starten, entdecken sie, dass ihr Opfer viele Geheimnisse hatte. Während sie versuchen diese zu enthüllen, wird der Verdächtigenkreis immer größer und undurchsichtiger. Wurde das Opfer von einem seiner Klienten ermordet oder wurde es zur Zielscheibe seiner eigenen Geheimnisse?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076883","hoster":"VOE"},{"path":"/redirect/14032344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-12","name":"Immer weiter","epNo":12,"alt":"Moving On","descr":"Nachdem der Fernsehstar Fletcher Sayers ermordet wurde, übernehmen Carrie und Al den Fall. Die Gerüchteküche brodelt, denn Sayers hatte sich zu Lebzeiten nicht nur Freunde gemacht: Mit seinem Manager zoffte er sich regelmäßig, seiner Frau, einer Menschenrechtsaktivistin, war er nicht immer treu und seit kurzem wurde er auch noch von einem Stalker belästigt. Doch die Ermittler decken noch mehr auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076870","hoster":"VOE"},{"path":"/redirect/12472942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-3/episode-13","name":"Doa","epNo":13,"alt":"DOA","descr":"Der ehemalige Senator Carlyle steht unter Polizeischutz, seit bei einer Wirtschaftskonferenz in der Schweiz, die er vor Kurzem besuchte, drei Menschen vergiftet wurden. Bei einem Kunstfestival in New York beobachtet Carrie, wie er fast Opfer eines Anschlags wird. Ohne zu zögern, verfolgt sie den Täter, der unter ein Auto gerät und stirbt. Damit ist der Fall jedoch noch lange nicht abgeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076836","hoster":"VOE"},{"path":"/redirect/12472944","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unforgettable/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/unforgettable/staffel-4/episode-1","name":"Blast from the Past","epNo":1,"alt":"Blast from the Past","descr":"Die New Yorker Polizistin Carrie Wells ist auf dem Höhepunkt ihrer Karriere, doch allzu lange kann sich die Beamtin nicht auf den Erfolgen der Vergangenheit ausruhen. Bewaffnet mit ihrer einzigartigen Fähigkeit und unterstützt von ihren Kollegen steht sie bald vor einigen der schwierigsten Fälle ihrer Laufbahn","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076885","hoster":"VOE"},{"path":"/redirect/12472950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10150063","hoster":"VOE"},{"path":"/redirect/10150062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-2","name":"Gut Check","epNo":2,"alt":"Gut Check","descr":"Zwei private Sicherheitsmänner wurden in einem Hotelzimmer erschossen. Wie sich herausstellt, sollten die beiden eine Zeugin beschützen, die vor Gericht in einem Betrugsfall aussagen wird, der von großem öffentlichen Interesse ist. Und so müssen Carrie und Al die Zeugin nach Miami bringen, wobei ihnen die Mafia und ein Auftragskiller dicht auf den Fersen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076863","hoster":"VOE"},{"path":"/redirect/12472957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10150065","hoster":"VOE"},{"path":"/redirect/10150064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-3","name":"Im Schatten des Jazz","epNo":3,"alt":"Dollars And Scents","descr":"Als ein junges Jazz-Genie erschossen aufgefunden wird, übernimmt die Abteilung Schwerverbrechen der New Yorker Polizei den Fall. Bei der Jagd nach dem Mörder stellen Carrie und ihr Team zuerst Nachforschungen im Konservatorium an, in dem Konkurrenzdenken großgeschrieben wird. Doch auch die Jazz-Szene vor Ort gerät ins Visier der Fahnder: Reichen dort Talent, Ruhm und Liebe, um getötet zu werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076864","hoster":"VOE"},{"path":"/redirect/14032345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-4","name":"Der Duft des Todes","epNo":4,"alt":"Behind The Bea","descr":"Carrie und Al untersuchen gerade den Mord an einem Verkäufer eines Feinkostladens, der von hinten erstickt wurde, als sie von einem anderen Mann erfahren, der auf die gleiche Weise getötet wurde. Doch was haben ein Verkäufer und ein Computerhacker, der vor seinem Tod in einem exklusiven Nachtklub war, gemein? Tatsächlich gelingt es Carrie, eine Verbindung zwischen beiden Männern zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076837","hoster":"VOE"},{"path":"/redirect/12472973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-5","name":"Call and Raise","epNo":5,"alt":"All In","descr":"Die Ermittlungen im Mordfall des Architekten Thomas Warner führen Carrie und Al über Umwege an den Spieltisch. Wie sich herausstellt, hatte Warner wegen eines Kasino-Projekts in Atlantic City mit dem wohlhabenden Immobilienmogul Dewar Linden Streit. Bei ihren Nachforschungen entdecken Al und Carrie in Warners Büro schließlich einen versteckten Tresor, der sie in ihrem Fall voranbringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076878","hoster":"VOE"},{"path":"/redirect/12472981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-6","name":"Tödliche Bilder","epNo":6,"alt":"The Return of Eddie","descr":"Carrie und Al stehen vor einem Rätsel: Bei einem Raubüberfall auf einen Supermarkt kam der Videofilmer Nate Orton ums Leben. Nate erscheint wie ein zufälliges Opfer, das unglücklicherweise zur falschen Zeit am falschen Ort war. Al und Carrie wird aber bald klar, dass das nicht der Wahrheit entspricht. Hatte Nate vielleicht etwas gefilmt, was er nicht sehen sollte und das ihn schließlich das Leben gekostet hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076879","hoster":"VOE"},{"path":"/redirect/12472993","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487758","hoster":"VOE"},{"path":"/redirect/10150066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-7","name":"Angst vor nassen Füßen","epNo":7,"alt":"We Can Be Heroes","descr":"Der 7-jährige Mason, Sohn eines bekannten Wissenschaftlers, verschwindet im Central Park. Als ein unbekannter Anrufer eine Million Lösegeld fordert, sieht alles nach einer Entführung aus. Bald stellt sich jedoch heraus, dass der Kidnapper es keinesfalls auf das Geld abgesehen hat, sondern einen perfiden Plan verfolgt und Rache am Vater des Jungen nehmen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076851","hoster":"VOE"},{"path":"/redirect/14032355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10150074","hoster":"VOE"},{"path":"/redirect/10150067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-8","name":"Tödliche Mission","epNo":8,"alt":"Shelter from the Storm","descr":"Als eine geniale Luft- und Raumfahrtingenieurin ermordet wird, können sich Carrie und ihre Kollegen vor Verdächtigen kaum retten. Vom verärgerten Arbeitskollegen bis hin zur eifersüchtigen Liebschaft ist alles geboten. Doch die Polizisten staunen nicht schlecht, als sie mehr über ihr Opfer erfahren: Bis vor ihrem Tod arbeitete die Frau für einen Milliardär, der eine geheime Weltraummission plante.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076880","hoster":"VOE"},{"path":"/redirect/12473014","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487759","hoster":"VOE"},{"path":"/redirect/10150069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-9","name":"Sturmtief","epNo":9,"alt":"Game On","descr":"Carrie und Al stehen vor einem Problem: Sie haben einen gefährlichen Drogenbaron in ihrem Gewahrsam, sind aber gezwungen, in einer heruntergekommenen Polizeiwache Schutz zu suchen, als ein Hurrikan aufzieht. Schließlich bleibt ihnen nichts anderes übrig, als das Revier so gut wie möglich abzusichern, denn die gewaltbereite Gang ihres Verhafteten ist ihnen bereits dicht auf den Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076877","hoster":"VOE"},{"path":"/redirect/14032349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-10","name":"Neues Spiel neues Unglück","epNo":10,"alt":"Game On","descr":"Carrie und Al untersuchen den Mordfall des talentierten Computerprogrammierers Jason Rios. Wie sich im Zuge der Ermittlungen herausstellt, hatte Jason gemeinsam mit einer Kollegin an einem neuen Projekt gearbeitet, das durchaus erfolgsversprechend aussah. Es dauert auch nicht lange, bis die Detectives erfahren, dass die Konkurrenz bereits mit dem Gedanken gespielt hatte, Jason abzuwerben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076886","hoster":"VOE"},{"path":"/redirect/12473041","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487760","hoster":"VOE"},{"path":"/redirect/10150073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-11","name":"Zwei Personen, ein Gesicht","epNo":11,"alt":"About Face","descr":"Der Unfalltod eines Obdachlosen führt Carrie und Al eher zufällig auf die Spur eines Gewaltverbrechens: Der bekannte Schönheitschirurg Dr. David Walton hatte sich nicht wie vermutet mit seiner Geliebten davongestohlen, sondern war monatelang gefangen gehalten worden, bis man ihn schließlich ermordete. Wie sich bei den Ermittlungen herausstellt, ist Walton bei diesem Fall nicht der einzige Tote.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076838","hoster":"VOE"},{"path":"/redirect/12473049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-12","name":"","epNo":12,"alt":"Paranoid Android","descr":"Als der Mordfall des früheren Informanten Shane Barton untersucht wird, kommen im Zuge der Ermittlungen unschöne Wahrheiten über Al und seine Kollegin Russo ans Licht. Die beiden hatten einst einen korrupten Polizisten hinter Gitter gebracht, indem sie ihm Drogen untergejubelt hatten, da ihm seine anderen Verbrechen nicht nachgewiesen werden konnten. Diese alte Geschichte holt die beiden nun ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076865","hoster":"VOE"},{"path":"/redirect/12473062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unforgettable/staffel-4/episode-13","name":"Die geheime Armee","epNo":13,"alt":"Paranoid Android","descr":"Carrie und Al geraten in einem verlassenen Kraftwerk unter Beschuss. Obwohl es Carrie gelingt, den Schützen zu überrumpeln, kann sie nur noch mit ansehen, wie er sich vor ihren Augen tötet. Die Suche nach dem Motiv des Mannes, einem Nachrichtenreporter, gestaltet sich schwierig. Erst ein Besuch in seinem Haus sowie das Wenige, das er vor seinem Tod gesagt hat, bringen die Ermittler voran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14076853","hoster":"VOE"},{"path":"/redirect/14032364","hoster":"Streamtape"}]}]}]}]}