{"path":"/serie/stream/united-we-fall","name":"United We Fall","descr":"Das Ehepaar Jo (Lisa Vidal) und Bill (Will Sasso) muss gemeinsam gegen zahlreiche äußere Einflüsse bestehen, lässt sich aber durch nichts entzweien – schon gar nicht durch die Umtriebe ihrer beiden kleinenTöchter.Größere Hindernisse im Alltag des Ehepaares sind Bills mit im Haus lebende, stets kritische Mutter (Jane Curtin) sowie Jos große Familie, die mit der Weltsicht katholisch geprägter Latinos ebenfalls gerne eine Meinung einbringt. Dazu kommen für Jo und Bill die üblichen \"Gegenspieler\" bei der Kindererziehung: Lehrer, Ärzte, andere Eltern und Trainer.","seasons":[{"path":"/serie/stream/united-we-fall/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/united-we-fall/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Bill (Will Sasso) und Jo (Christina Vidal) jonglieren sich durch einen typischen Tag, der mit einer Eltern-Lehrer-Konferenz beginnt und mit einem Trip in die Notaufnahme ende. Nachdem sie ihren Erziehungsstil - beziehungsweise das Fehlen desselbigen - vor Lehrern, Sozialarbeitern und ?[quote\u003drzten verteidigt haben, finden sie Trost in dem Wissen, dass ihr Kinder gesund und glücklich sind - und dass sie alle zusammen sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11189039","hoster":"VOE"},{"path":"/redirect/11189041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-2","name":"","epNo":2,"alt":"The Biter","descr":"Auf Chuys (Guillermo Diaz) Bestreben hin melden Bill (Will Sasso) und Jo (Christina Vidal) Lulu endlich im Kindergarten an. Dort erfahren sie, dass sie eine Beißerin ist. Während sie sich durch Vorfallakten und überfürsorgliche Eltern navigieren müssen, erforscht Sandy (Jane Curtin) die Familiengeschichte mit Hilfe eines Vorfahren-DNA-Sets.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11189046","hoster":"VOE"},{"path":"/redirect/11189044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-3","name":"","epNo":3,"alt":"Date Night","descr":"Bill (Will Sasso) und Jo (Christina Vidal) bitten Sandy (Jane Curtin) widerwillig darum zu babysitten nachdem Chuy (Guillermo Diaz) und Brie sie überzeugt haben, sie auf ihre wöchentliche Date Night zu begleiten. Bill und Jo entdecken, dass die Romantik zwischen ihnen etwas eingerostet ist während Sandy entdeckt, dass ihre Elternfährigkeiten etwas eingerostet sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11189048","hoster":"VOE"},{"path":"/redirect/11189045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-4","name":"","epNo":4,"alt":"Participation Trophy","descr":"Bei dem Versuch Emily (Ella Grace Helton) für etwas anderes zu begeistern als ihr iPad schreiben Bill (Will Sasso) und Jo (Christina Vidal) sie in der Fußballschule ihres Onkels Chuy (Guillermo Diaz) ein. Unterdessen geraten Sandys (Jane Curtin) Fähigkeit, berüchtigte Geschenke auszusuchen außer Kontrolle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13492169","hoster":"VOE"},{"path":"/redirect/11189050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-5","name":"","epNo":5,"alt":"My Favorite Marta","descr":"Meine Lieblings MartaJo tritt als Vorbild für ihre jugendliche Nichte Marta ein, sehr zum Entsetzen ihres strengen Vaters Chuy; Während Sandy unter dem Einfluss von Medikamenten nach der Koloskopie steht, bekennt sie sich versehentlich zu ihrem ersten Ehemann, Dave.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13492166","hoster":"VOE"},{"path":"/redirect/11189055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-6","name":"","epNo":6,"alt":"You\u0027re Doing It Wrong","descr":"Du machst es falschBill und Jo nehmen ihre Nichte auf, nachdem sie mit ihrem Vater zusammengestoßen ist. Bill bedauert es, Matchmaker zu spielen, als er Wind von Daves Plänen bekommt, Sandy einen Vorschlag zu machen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13492171","hoster":"VOE"},{"path":"/redirect/11189058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-7","name":"","epNo":7,"alt":"The Weekend","descr":"Das WochenendeBill und Jo bestätigen die allgemeine Wahrheit, dass Wochenenden bei Kindern schlimmer sind als Wochentage.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13492176","hoster":"VOE"},{"path":"/redirect/11189064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/united-we-fall/staffel-1/episode-8","name":"","epNo":8,"alt":"Re-Wedding Crashers","descr":"An ihrem 10-jährigen Jubiläum beschließen Bill und Jo, ihre Gelübde zu erneuern, aber ihre übereifrige Großfamilie und ein sich nähernder Schneesturm drohen das Ereignis zu ruinieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13492177","hoster":"VOE"},{"path":"/redirect/8653467","hoster":"Streamtape"}]}]}]}]}