{"seriesId":"unschuldig-der-fall-julia-b","name":"Unschuldig - Der Fall Julia B.","descr":"Im Mittelpunkt der Miniserie \"Unschuldig – Der Fall Julia B.\" steht die Lehrerin Julia Brandt (Emily Cox), die nach fünf Jahren im Gefängnis frei kommt. Sie wurde für den Mord an ihrem Schüler Felix verurteilt, doch was wirklich geschah, hat Julia die ganze Zeit geheim gehalten. Ihr Ex-Mann Jan (Jan Krauter) hat sich inzwischen neu verlobt, doch sie hat sich in den Kopf gesetzt, ihn zurückzugewinnen. Hauptkommissar Kauth (Thomas Loibl) lässt der mysteriöse Fall nicht zur Ruhe kommen. Er versucht, endlich die Wahrheit hinter einer Wand voller Geheimnisse zu ergründen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fall Julia B. (1)","epNo":1,"alt":"","descr":"Endlich frei! Fünf Jahre musste Julia mit einer unerträglichen Ungerechtigkeit leben: Die Lehrerin wurde für den Mord an ihrem 16-jährigen Schüler Felix verurteilt, den sie vermeintlich nicht begangen hat. Doch dann taucht ein echter Beweis für ihre Unschuld auf. Ein Schock für Felix‘ Eltern, die von Julias Schuld überzeugt sind. Auch ihr Ex-Mann Jan reagiert verhalten: Er hat sich ein neues Leben aufgebaut und möchte bald heiraten. Einzig ihre Freundin Meike, die unermüdlich für den Freispruch gekämpft hat, steht auf Julias Seite. Obwohl Julia von Bewohnern ihres Heimatortes gemobbt wird, will sie um ihre Reputation und ihren alten Job als Lehrerin kämpfen. Währenddessen rollt Hauptkommissar Kauth den Fall neu auf. Anders als seine Vorgänger konzentriert er sich auf das Opfer und dessen Umfeld. Schon bald stößt er auf Ungereimtheiten: falsche Zeugenaussagen in einem Geflecht aus Lügen, Konflikten und Geheimnissen. Auch Julia macht es Kauth nicht leicht: Beharrlich schweigt sie darüber, was zwischen ihr und Felix vorgefallen ist.","versions":[{"lang":1,"streams":[{"redirect":13977404,"hoster":"VOE"},{"redirect":13977406,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fall Julia B. (2)","epNo":2,"alt":"","descr":"Gegen alle Widerstände gelingt es Julia, an ihrer alten Schule wieder als Lehrerin eingestellt zu werden. Auch ihren Ex-Mann Jan will sie wieder für sich gewinnen, obwohl er sie nach ihrer Verhaftung im Stich gelassen hat. Weder von seiner Verlobten Katrin noch von deren sozial auffälliger Tochter Betty lässt sie sich dabei einschüchtern. Nach den Jahren im Gefängnis besitzt Julia eine unerbittliche Härte gegen sich – und andere. Die 35-Jährige möchte neu beginnen und alles hinter sich lassen, auch den ungeklärten Mordfall, der ihr Leben aus der Bahn geworfen hat. Unterdessen durchdringt Kommissar Kauth immer weiter das Lügengespinst von Angehörigen und Zeugen zum Tod von Felix. Welche Rolle spielte es, dass der Teenager herausgefunden hat, wer sein leiblicher Vater ist? Immer mehr erkennt der Ermittler, warum für Felix der durchtriebene Puck in Julias Schulinszenierung von Shakespeares \"Sommernachtstraum\" eine Paraderolle war: Felix konnte charismatisch, aber auch verletzend und zerstörerisch sein! Das vergrößert den Kreis der Mordverdächtigen – aber wer hat die brutale Tat begangen?","versions":[{"lang":1,"streams":[{"redirect":13977405,"hoster":"VOE"},{"redirect":13977407,"hoster":"Streamtape"}]}]}]}]}