{"path":"/serie/stream/unsere-erde-der-mysterise-planet","name":"Unsere Erde, der mysteriöse Planet","descr":"Der blaue Planet steckt voller Geheimnisse. Warum versammeln sich Walhaie bevorzugt vor der mexikanischen Küste? Was hat das mit dem Einschlag eines Meteoriten zu tun? Und wie konnte einer der erstaunlichsten tropischen Regenwälder völlig in Vergessenheit geraten? Von der skurrilen Tierwelt der Insel Sulawesi über die furchteinflößenden Geschöpfe der Maya bis hin zu den wolkenverhangenen Gipfeln Afrikas – \"Unsere Erde, der mysteriöse Planet\" entführt die Zuschauer auf eine Reise durch die Kontinente und ihre Entwicklungsgeschichte.","seasons":[{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1/episode-1","name":"Indonesien – Archipel der Drachen","epNo":1,"alt":"","descr":"Südlich des Äquators, zwischen Asien und Australien, liegt eine geheimnisvolle Inselwelt. Bevölkert wird das paradiesische Fleckchen Erde von ziemlich ungeheuerlichen Bewohnern. Dazu zählen ein über drei Meter langer Komodowaran, fleischfressende Gremlins, Zombies gleichende Küken und Affen mit punkigen Allüren. Nicht zu vergessen der Hirscheber, dessen Hauer sich in den eigenen Schädel bohren, und der Vogel mit einem Faible für Kreuzfahrten. Doch warum leben die Riesenechsen ausgerechnet hier? Was macht diese Inseln so besonders? Diese Folge der Dokumentationsreihe führt auf den Spuren der Entwicklungsgeschichte des Lebens ins wilde Indonesien. Riesenpflanzen und Minielefanten dienen dabei als Anschauungsobjekte, um die Evolution ganz neu zu erfahren und zu verstehen. Im Zuge ihrer Entwicklung hat die Erde der Tierwelt immer neue Entfaltungsmöglichkeiten eröffnet: So leben ungewöhnlich freundliche Affen in den Baumwipfeln des Regenwalds, während sich im Unterholz eine seltene Schweineart im Laufe der Zeit in einen Hirsch verwandelt hat. Danach geht es zu einer Kolonie truthahnähnlicher Vögel, die Löcher in den Boden scharren, um dort ihre Eier abzulegen, und zu einem Paradiesvogel, der ein Kreuzfahrtschiff seine Heimat nennt. Doch auch der Komodowaran ist für eine Überraschung gut: Könnte es sein, dass der König der Echsen in Wahrheit eine Königin ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928159","hoster":"VOE"}]}]},{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1/episode-2","name":"Mexiko – Giganten der Karibik","epNo":2,"alt":"","descr":"Vor der Halbinsel Yucatán im Golf von Mexiko versammeln sich jährlich Tausende Walhaie. Warum ausgerechnet dort? Um dem Geheimnis auf den Grund zu gehen, führt die Dokumentation in ein gigantisches Höhlensystem tief unten im Meer. Dort offenbart sich eine Wunderwelt mit majestätischen Kathedralbauten und fürchterlichen Höllenschlunden. Nach und nach ergibt sich das Bild eines Lebensraums mit beeindruckender Artenvielfalt. In den Korallenriffen verstecken sich kunterbunte Meeresbewohner vor dem eleganten Fächerfisch, einem blitzschnellen Räuber. Und vielleicht klärt sich dort auch der Grund für den Untergang der Dinosaurier: Vor 66 Millionen Jahren soll ein Meteorit von der Größe Manhattans eingeschlagen und Tod und Zerstörung über die Erde gebracht haben. Doch nach der Naturkatastrophe entwickelten sich auch ganz neue Arten von Meeresriesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928208","hoster":"VOE"}]}]},{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1/episode-3","name":"Die Anden – Gipfel aus Feuer und Eis","epNo":3,"alt":"","descr":"Die Anden sind ein Höhenzug mit zwei Gesichtern: Der kalte Süden erstreckt sich bis zur Antarktis und dient dem Puma als Lebensraum; 3.000 Kilometer weiter nördlich spucken Vulkane ihre Flammen gen Himmel, und die giftigen Seen auf den Hochplateaus sind die Heimat des rosa Flamingos. Wie kann eine Gebirgskette zwei so unterschiedliche Lebensräume hervorbringen? Wie wurden die beiden Tierarten in so lebensfeindlichen Regionen heimisch? Die filmische Reise führt von den Gletschern Patagoniens zu den Salzwüsten Boliviens und auf den Spuren der Entwicklungsgeschichte des südamerikanischen Kontinents bis an den Grund des Pazifiks. In den Tiefen des Ozeans liegt der Ursprung der Gebirgskette der Anden. Die Dokumentation zeigt Affen und Säbelzahntiger, die sich an extremste klimatische Bedingungen anpassen müssen. Ein Rosaflamingoweibchen füttert ihren Nachwuchs in sengender Sonne inmitten eines giftigen Sees, und ein junger Puma versucht auf einem Gletscher, seinen ersten Guanako zu erlegen. Die Dokumentation feiert den Sieg des Lebens in diesen unwirtlichen Bergen aus Feuer und Eis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928322","hoster":"VOE"}]}]},{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1/episode-4","name":"Äthiopien – Auf dem Dach Afrikas","epNo":4,"alt":"","descr":"In den eindrucksvollen Landschaften des äthiopischen Hochlands leben zahlreiche Tierarten, die sonst nirgendwo auf der Welt zu finden sind. Die Dscheladas sind beispielsweise die letzten lebenden Primaten, die sich von Gras ernähren. Wie gelang es diesen und anderen Tieren, sich an die extremen Lebensbedingungen der Hochebene anzupassen? Die Dokumentation führt von den steilen Hängen des Hochlands bis zur Afar-Senke, einer Wüstenlandschaft, wo 150 Meter unter dem Meeresspiegel die Lavaseen brodeln. Dort erkennt man die gewaltigen Kräfte, die diese Region formten. In dieser sonnengegerbten Landschaft lebt auch der Mantelpavian, eine weitere außergewöhnliche Primatenart. Während die Dscheladas äußerst friedliche Tiere sind, handelt es sich bei den Mantelpavianen um ziemlich angriffslustige Gesellen. In grauer Vorzeit machten sich die Ahnen der beiden Spezies ihre Siedlungsgebiete streitig – das erklärt, warum sich die beiden Affenarten so unterschiedlich entwickelt haben. Das Wissen um ihre Entwicklung hilft auch dabei, den Siegeszug einer anderen Primatenart besser zu verstehen, deren Evolution durch die gleichen geologischen Veränderungen beeinflusst wurde. Es handelt sich natürlich um den Homo sapiens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928391","hoster":"VOE"}]}]},{"path":"/serie/stream/unsere-erde-der-mysterise-planet/staffel-1/episode-5","name":"Brasilien – Trockene Tropen","epNo":5,"alt":"","descr":"Die Mata Atlântica in Brasilien ist fünfmal kleiner als der tropische Regenwald des Amazonas, beherbergt aber eine nicht minder beeindruckende Artenvielfalt. Schlangen fressende Riesenfrösche, Zwergprimaten mit Löwenmähne, alienhafte Ameisen und Affen, die seit 200 Jahren als ausgestorben galten – fast die Hälfte der dort heimischen Pflanzen- und Tierarten gibt es nirgendwo sonst auf diesem Planeten. Die Riesenfrösche offenbaren den Wissenschaftlern einiges über den Ursprung dieses Dschungels. Der südamerikanische Urwald durchlief im Laufe der Erdgeschichte zahlreiche Entwicklungen, die auch seine große Biodiversität erklären. Einschneidende Veränderungen erlebte das Waldgebiet erst in jüngster Zeit durch das Wachstum der brasilianischen Bevölkerung: Es wurde fast völlig abgeholzt und geriet in Vergessenheit. Viele der dort lebenden Arten gelangen der Wissenschaft erst nach und nach zur Kenntnis, zum Beispiel das Baumstachelschwein, dem man kürzlich den lateinischen Namen \"Speratus\" verliehen hat – als Zeichen der Hoffnung, dass die Mata Atlântica doch noch eine Zukunft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928431","hoster":"VOE"}]}]}]}]}