{"seriesId":"unser-lehrer-doktor-specht","name":"Unser Lehrer Doktor Specht","descr":"Dr. Markus Specht ist Lehrer mit Leib und Seele, sein Privatleben steht oft hinter den Schülern zurück. In den fünf Staffeln wird Specht immer wieder versetzt und erlebt dabei die ruhige Stadt Celle, ein Internat auf einer Insel (Krähenwerder), die politische Situation kurz nach der Wende in Potsdam und Berlin, und am Ende der Serie das bayerische Landleben, wieder in einem Internat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vaterfreuden - Teil 1","epNo":1,"alt":"","descr":"Dr. Specht, der sympathische Deutsch- und Geschichtslehrer am Gymnasium in Celle, hat das Vertrauen seiner Schüler. Dies jedoch bringt ihm nicht nur Probleme mit dem Sportlehrer, sondern auch mit dem Vater einer seiner Schüler. Mitten im Schulalltag erhält Dr. Specht überraschend eine Nachricht aus Saßnitz. Sein über drei Jahrzehnte tot geglaubter Vater möchte ihn sehen.","versions":[{"lang":1,"streams":[{"redirect":9716541,"hoster":"VOE"},{"redirect":9716550,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vaterfreuden - Teil 2","epNo":2,"alt":"","descr":"Während Dr. Specht auf Rügen seinen totgeglaubten Vater besucht und eine kurze Affäre mit der jungen Rieke Heilbutt erlebt, braut sich an seiner Schule Unheil zusammen. Der gewissenlose Modellfotograf Pösel beruft sich auf Specht, um die hübsche Schülerin Bettina vor die Kamera zu locken. Kein Wunder, dass Ziesche, Verleger einer bekannten Boulevardzeitschrift, nicht nur ein freizügiges Titelbild von dem Mädchen, sondern auch die Geschichte dieser angeblichen Vermittlung ganz groß herausbringt: Schließlich ist es ihm ein ständiger Stein des Anstoßes, dass Specht seinen Sohn Florian immer wieder zu ausgedehnten Segelflügen mit nimmt.","versions":[{"lang":1,"streams":[{"redirect":9716555,"hoster":"VOE"},{"redirect":9716559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das schwangere Mädchen","epNo":3,"alt":"","descr":"Die im dritten Monat schwangere minderjährige Susanne Golz wird von ihrem Freund verlassen und sieht keinen Ausweg mehr. Nur der Einsatz von Specht, ihrem Schulkameraden Charly und der Ärztin Lilo von Barnim kann sie vor einem Selbstmord bewahren. Eine Erklärung für dieses Verhalten findet Specht bei einem Besuch der wohlhabenden, aber gefühlskalten Eltern. Große Probleme hat auch Rosi Schneidet: Um sich Heroin zu beschaffen, stiehlt sie im Umkleideraum der Sporthalle.","versions":[{"lang":1,"streams":[{"redirect":9716580,"hoster":"VOE"},{"redirect":9716570,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sonntag mit Frauen","epNo":4,"alt":"","descr":"An der Schule hat Specht alle Hände voll zu tun, um seinen Schüler Micha aus dem Drogenmilieu herauszubekommen. Als wenn das nicht genug wäre, hat Specht auch noch privaten Ärger: Versehentlich bestellt er sowohl seine Kollegin Lämmchen als auch Ärztin Lilo von Barnim am Sonntag zum Essen zu sich. Dazu gesellt sich unerwartet deren eifersüchtige Tochter Ulrike.","versions":[{"lang":1,"streams":[{"redirect":9716590,"hoster":"VOE"},{"redirect":9716586,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krankheitsfälle","epNo":5,"alt":"","descr":"Ausgerechnet an seinem Geburtstag setzt Dr. Specht eine Grippe außer Gefecht. Deswegen übergibt er dem unbeliebten Bloch die Vertretung an der Schule. Micha schafft es unterdessen aus dem Drogenhandel aussteigen. Bei der Verhaftung des von ihm angezeigten Dealers jedoch trägt er einen Messerstich davon.","versions":[{"lang":1,"streams":[{"redirect":9716594,"hoster":"VOE"},{"redirect":9716595,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Guten Morgen, Herr Direktor","epNo":6,"alt":"","descr":"Dr. Specht vertritt seinen Kollegen, Direktor Hartlaub, der wegen Herzbeschwerden eine Auszeit braucht. Da bekommt es der Lehrer mit dem wohlhabenden iranischen Geschäftsmann Herrn Rezan zu tun. Dieser hütet seine Tochter Fari wie seinen Augapfel. Nur zu dumm, dass sich der Schüler Marius in die schöne Perserin verliebt.","versions":[{"lang":1,"streams":[{"redirect":9716610,"hoster":"VOE"},{"redirect":9716605,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Klassenfahrt","epNo":7,"alt":"","descr":"Eine Klassenfahrt der 10a nach Berlin steht an. Schon bei der Ankunft im Schullandheim gibt es Streitereien mit randalierenden Jugendlichen. Ein geplanter Discobesuch sorgt für den nächsten Ärger. Der Türsteher verwehrt ihnen den Eintritt, weil Fari Ausländerin ist. Kurzerhand organisieren die Schüler eine eigene Fete. Dort taucht plötzlich eine fremde Clique auf, die Fari entführt.","versions":[{"lang":1,"streams":[{"redirect":9716615,"hoster":"VOE"},{"redirect":9716618,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Duell","epNo":8,"alt":"","descr":"Die Klassenfahrt nach Berlin hat schlimme Folgen: Marius muss wegen der durch eine Steinschleuder erlittene Augenverletzung ins Krankenhaus. Seine Eltern machen Lehrer Specht wegen des Vorfalls heftige Vorwürfe. Schülerin Rosi fasst nach der Reise einen wichtigen Entschluss: Mit Hilfe von Methadon versucht sie, ihre Drogensucht in den Griff zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":9945738,"hoster":"VOE"},{"redirect":12985179,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tierliebe","epNo":9,"alt":"","descr":"Ein kompromittierendes Foto von Marius und Fari veranlasst Faris Vater dazu, seiner Tochter Arrest zu verpassen. Zwischen Rösler und der Schauspielerin Fanny Moll, nunmehr Leiterin des neugegründeten Schultheaters, bahnt sich eine Liebesbeziehung an. Der Bluter Florian Ziescher, der sich mit Gewalt einen Weg aus seinem verschlossenen Zimmer gesucht hat, um gegen den Willen des Vaters am Schulkonzert teilzunehmen, verblutet an seinen Schnittverletzungen.","versions":[{"lang":1,"streams":[{"redirect":9716634,"hoster":"VOE"},{"redirect":9716635,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zwei freie Tage","epNo":10,"alt":"","descr":"Die seelische Belastung durch Florians Tod zwingt Specht zu einer Pause – er lässt sich für zwei Tage krank schreiben. Aus der geplanten Zweisamkeit mit Lilo wird jedoch nichts: Sowohl in ihrem idyllischen Bauernhaus als auch beim Theaterabend werden sie von unliebsamen Begegnungen in die Flucht geschlagen. Hoch her geht es mittlerweile in Spechts Klasse: Eine Vertretungsstunde bei dem sarkastischen Kollegen Bloch endet in einem Handgemenge: Bloch wird von einem Schüler niedergeschlagen.","versions":[{"lang":1,"streams":[{"redirect":12930994,"hoster":"VOE"},{"redirect":9716642,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das verschwundene Mädchen","epNo":11,"alt":"","descr":"Specht begibt sich auf die Suche nach der verschwundenen Schülerin Fari. Der stellvertretender Direktor Rösler wendet sich dagegen an die Polizei. Was beide nicht wissen: Die Mädchen aus dem Iran hat Unterschlupf bei Mitschüler Charly gefunden.","versions":[{"lang":1,"streams":[{"redirect":9716647,"hoster":"VOE"},{"redirect":9716650,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hier spricht die Polizei","epNo":12,"alt":"","descr":"Kaum ist Direktor Hartlaub an die Schule zurückgekehrt, bekommt er es mit einem Verbrechen zu tun: Der Drogendealer Fliege ist mit einem Mithäftling ausgebrochen. Auf der Flucht geraten die Kriminellen ausgerechnet in die Physikstunde von Hartlaub. Sie zwingen den Lehrer, ein Mikrofon und eine Million Mark zu organisieren. Specht greift ein.","versions":[{"lang":1,"streams":[{"redirect":9716659,"hoster":"VOE"},{"redirect":9716661,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Satansbraten","epNo":13,"alt":"","descr":"Wieder einmal gibt Schülerin Rosi Anlass zur Sorge. Sie hat sich einem vorbestraften \"Guru\" anvertraut, der mit ihr auf dem Friedhof Schwarze Messen abhält. Specht macht sich Sorgen und lässt den Mann verhaften. Zu Unrecht, wie sich bald herausstellt.","versions":[{"lang":1,"streams":[{"redirect":9716670,"hoster":"VOE"},{"redirect":9716668,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kindergeburtstag","epNo":14,"alt":"","descr":"Zu Ulrikes 16. Geburtstag reist Oma Henriette aus Berlin an. Der alten Dame geht es aber nicht nur ums Feiern. Sie will ihre Tochter Lilo überreden, in Berlin Karriere zu machen. Specht kümmert sich derweil um das Problemkind Rosi, die Kollege Block durch die Prüfung fallen lassen will. Als Rosi tatsächlich beim Schummeln erwischt wird, muss Specht zu Direktor Hartlaub.","versions":[{"lang":1,"streams":[{"redirect":9716680,"hoster":"VOE"},{"redirect":9716682,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zum Abschied ein Baby","epNo":15,"alt":"","descr":"Rieke, Spechts ehemalige Ferienliebe auf Rügen, kommt zu Besuch. Sie präsentiert ihm seinen kleinen Sohn. Die überraschende Vaterschaft belastet Spechts Beziehung zu seiner Freundin Lilo jedoch nicht. Diese nimmt eine leitende Arztstelle in Berlin an. Gleichzeitig trifft Specht eine schwere Entscheidung: Er verlässt die Schule in Celle.","versions":[{"lang":1,"streams":[{"redirect":9716542,"hoster":"VOE"},{"redirect":9716540,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Warum nicht Potsdam","epNo":1,"alt":"","descr":"Schweren Herzens hat sich Dr. Specht von Celle und seiner Klasse 10a getrennt, um der Freundin Lilo nach Berlin zu folgen. Dort trifft er auf Amsel, ehemals Schulrat in Celle und nun Leiter der Schulbehörde in Brandenburg. Dieser bietet ihm die Stelle als Direktor an einer Potsdamer Schule an.","versions":[{"lang":1,"streams":[{"redirect":9732430,"hoster":"VOE"},{"redirect":9716697,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Schulanfänger","epNo":2,"alt":"","descr":"Spechts erste Unterrichtsstunde in der Klasse 10a verläuft nicht so erfolgreich. Die Potsdamer Schüler misstrauen dem Direktor aus dem Westen. Zu einer ersten Bewährungsprobe für den \"Neuen\" kommt es, als seine Schüler ein denkmalgeschütztes Haus besetzen, um es vor dem Abriss zu bewahren. Specht kann die Aktion verhindern und gewinnt so das Vertrauen der Kinder.","versions":[{"lang":1,"streams":[{"redirect":9716707,"hoster":"VOE"},{"redirect":9716711,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die neue Wohnung","epNo":3,"alt":"","descr":"Die Schüler der 10a fordern den Rücktritt des stellvertretenden Direktor Hofer und sorgen so dafür, dass Specht weiterhin keine Verschnaufpause hat. Turbulent geht es auch in seinem Privatleben zu: Die Mutter seiner Schülerin Pauline unterbreitet Specht ein ungewöhnliches Angebot.","versions":[{"lang":1,"streams":[{"redirect":9716719,"hoster":"VOE"},{"redirect":9716717,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Kündigungsgrund","epNo":4,"alt":"","descr":"Moritz Blum und Irina aus der Klasse 10a werden Zeugen von einem Brandanschlag in einem Ausländerheim. Es sind Mario und Jochen aus ihrer Schule. Specht plagen derweil die Schulprobleme immer heftiger. Die Kinder rufen zum Streik gegen seinen Stellvertreter Hofer auf. Zudem boykottieren sie den Unterricht und fordern den Rücktritt des ehemaligen Direktors Matern von seinem jetzigen Amt als Baustadtrat. Specht resigniert und kündigt.","versions":[{"lang":1,"streams":[{"redirect":12383558,"hoster":"VOE"},{"redirect":9716725,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein paar Einbrüche","epNo":5,"alt":"","descr":"Die Klasse 10a stärkt Specht den Rücken und bringt ihn dazu, seine Kündigung zurück zu ziehen. Unterdessen gestehen ihm einige Schüler Einbrüche, die ihr Gewissen belasten. Specht versucht die Sache gerade zu biegen. Aber noch ein weiteres Problem beschäftigt Specht. Die leiblichen Eltern von Schüler Pünktchen tauchen plötzlich auf und fordern ihren Sohn zurück.","versions":[{"lang":1,"streams":[{"redirect":9716736,"hoster":"VOE"},{"redirect":9716731,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tanzstunde","epNo":6,"alt":"","descr":"Specht erhält einen neuen Stellvertreter: Herrn Windisch. Auf seinem ersten Rundgang erlebt er eine Überrschung. Zeichenlehrer Bliese hat den Unterricht in der 10a in eine wilde Tanzstunde verwandelt. Doch auch außerhalb der Schulzeit geht es rund: Die Jungen der 10a brechen in die Wohnung des rechtsradikalen Gruppenführers Stahnkes ein und Pünktchen begenet zum ersten mal seinen leiblichen Eltern.","versions":[{"lang":1,"streams":[{"redirect":9716743,"hoster":"VOE"},{"redirect":9716745,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schule der Liebe","epNo":7,"alt":"","descr":"Pech in der Liebe bei Lehrer Specht: Freundin Paula Quandt bewirbt sich um eine Stelle in Leverkusen. Specht ist enttäuscht. Da kann auch das Auftauchen seiner alten Bekannten aus Celle, Fanny Moll, kein Trost sein. Lutz Schmalfuß hat aus Stahnkes Haus eine Pistole entwendet und führt Nelly die Trophäe im Wald vor. Dabei wird er von Sportlehrer Brüll beobachtet.","versions":[{"lang":1,"streams":[{"redirect":9716761,"hoster":"VOE"},{"redirect":9716759,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Strohwitwer","epNo":8,"alt":"","descr":"Specht und Pauline fühlen sich ohne Paula Quandt einsam. Umso mehr freut sich Specht über die Ankunft seines ehemaligen Schülers Charlie aus Celle, der bei Specht sein Abitur machen will. Währenddessen bereitet sich Fanny Moll auf die Eröffnungsfeier des \"Cafe Paula\" vor. Doch dann tauchen Stahnke und sein Schlägertrupp im \"Cafe Paula\" auf und das Fest nimmt einen unerfreulichen Verlauf.","versions":[{"lang":1,"streams":[{"redirect":9716763,"hoster":"VOE"},{"redirect":9716768,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nichts als Missverständnisse","epNo":9,"alt":"","descr":"Schüler Lutz Schmalfuß sitzt wegen Waffenbesitz in Untersuchungshaft. In der Schule führt sein Fall zu Auseinandersetzungen. Die Schüler setzen sich mit einer Unterschriftenaktion für den Verbleib des Mitschülers ein. Bei einer Lehrerkonferenz treffen die unterschiedlichen Meinungen von Windisch und Specht heftig aufeinander.","versions":[{"lang":1,"streams":[{"redirect":9716777,"hoster":"VOE"},{"redirect":9716772,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Herzensangelegenheit","epNo":10,"alt":"","descr":"Spechts Vater fällt die Trennung von seinem Sohn und Potsdam schwer. Schwer ist der Abschied auch für Zeichenlehrer Bliese, vor allem von Anita Kufalt. Um auf der Entziehungskur eine Erinnerung an sie zu haben, möchte er sie zeichnen. Während Anita ihm Modell sitzt, erregt das abgeschlossene Sekretariat Hofers Aufmerksamkeit, vermutet man doch Specht bei Anita Kufalt.","versions":[{"lang":1,"streams":[{"redirect":9716786,"hoster":"VOE"},{"redirect":9716784,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Ferienreise","epNo":11,"alt":"","descr":"Lutz kehrt aus der Haft in die Schule zurück und verstrickt sich sofort in eine Prügelei mit Mario. Specht verlangt von Mario eine Entschuldigung, aber der kontert mit der Behauptung, dass Lutz’ Freundin Nelly Aids hätte. Bald weiß die ganze Klasse 10a Bescheid. Nelly ist derweil zu ihrer Oma aufs Land geflohen ist. In den Ferien erhält sie überraschend Besuch von Specht, Regine Holle, Pauline und Charly Nelly.","versions":[{"lang":1,"streams":[{"redirect":9716792,"hoster":"VOE"},{"redirect":9716791,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Flucht","epNo":12,"alt":"","descr":"Mitten während des Einstellungsgespräches mit dem neuen Sportlehrer, wird Specht von zwei Kriminalisten unterbrochen. Sie wollen Lutz erneut verhaften. Dem verdächtigen Schüler gelingt die Flucht, und Specht gerät in den Verdacht, ihm dabei geholfen zu haben.","versions":[{"lang":1,"streams":[{"redirect":9716804,"hoster":"VOE"},{"redirect":9716806,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Rücktritt","epNo":13,"alt":"","descr":"Specht ist ins Visier zweier Polizei-Ermittler geraten. Windisch spektuliert auf dessen Absetzung als Direktor. Regine Holle stellt sich aufs Spechts Seite und versucht, Windischs Pläne zu durchkreuzen. Doch der Specht will selbst zurücktreten und seinen Platz für den ehrgeizigen Kollegen frei machen.","versions":[{"lang":1,"streams":[{"redirect":9716815,"hoster":"VOE"},{"redirect":9716814,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Insel mit Internat","epNo":1,"alt":"","descr":"Specht grübelt über das reinzvolle Angebot seines ehemaligen Celler Schuldirektors nach. Der will ihn nämlich von Potsdam auf die Internatsinsel Krähenwerder in Berlin holen. Dort würde Specht auch auf eine alte Bekannte treffen: Frau Kufalt.","versions":[{"lang":1,"streams":[{"redirect":9716822,"hoster":"VOE"},{"redirect":9716826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Mutprobe","epNo":2,"alt":"","descr":"Dr. Specht macht sich Sorgen um eine seiner Schülerinnen: Clementine Fink schluckt Schlaftabletten, weil sie Streß mit ihrem Vater hat. Und Schülerin Marion Fröse hat angeblich ein Verhältnis mit ihrem Mathematiklehrer Praetorius. Auch die Mutprobe für den neuen Schüler Fritz von Liebig stiftet Verwirrung.","versions":[{"lang":1,"streams":[{"redirect":9716854,"hoster":"VOE"},{"redirect":9716840,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Mordversuch","epNo":3,"alt":"","descr":"Die Schülerin Marion Fröse gesteht Specht ihr Verhältnis mit Praetorius. Im Internat zeigt Kommissar Möbius den Schülern das Phantombild eines gesuchten Sexualtäters. Als Marion Praetorius gesteht, ein Kind von ihm zu erwarten, werden sie von Rebecca belauscht, die Fräulein Conradi einweiht. Als Marion überfallen und schwer verletzt aufgefunden wird, nimmt Kommissar Möbius Praetorius vorläufig fest.","versions":[{"lang":1,"streams":[{"redirect":9716853,"hoster":"VOE"},{"redirect":9716850,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine heiße Spur","epNo":4,"alt":"","descr":"Kommissar Möbius ermittelt weiter im Fall Marion Fröse. Am Tatort wurden seltsam zerknickte Streichhölzer entdeckt, die auch schon bei früheren Überfällen gefunden wurden. Die Schüler haben den ehemaligen Heizer Kuhlmann in Verdacht und beschließen, diesen zu stellen. Specht und Sportlehrer Pfeffer informieren die Polizei, Kuhlmann wird überführt. Doch schon kurz darauf ist der Lehrer dem nächsten Fall auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":9716859,"hoster":"VOE"},{"redirect":9716858,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Doppelleben","epNo":5,"alt":"","descr":"Neuzugang auf der Insel: Die bekannte Schauspielerin Mia Koerber bringt ihre Tochter Lenchen ins Internat. Lenchen möchte sich gerne mit Liane anfreunden, doch die steckt mal wieder in Schwierigkeiten. Ganz andere Sorgen haben Emine und Timm: Emine gesteht, dass sie schwanger ist. Auch Dr. Specht erlebt eine große Überraschung. Er erfährt, dass Mathilde Möring nicht Biologin, sondern Journalistin ist.","versions":[{"lang":1,"streams":[{"redirect":9716866,"hoster":"VOE"},{"redirect":9716865,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der sterbende Schwan","epNo":6,"alt":"","descr":"Specht erfährt von Liane Völpel nichts über das wertvolle Armband, das bei ihr gefunden wurde. Kommissar Möbius weiß inzwischen, dass es von einem Herrn Hiemer als gestohlen gemeldet wurde. Dieser hat Liane das Armband geschenkt, aus gutem Grund. Emine sucht derweil Hilfe bei Schwester Phoebe.","versions":[{"lang":1,"streams":[{"redirect":9716872,"hoster":"VOE"},{"redirect":9716869,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Essen beim Türken","epNo":7,"alt":"","descr":"Die schwangere Emine bittet Dr. Specht mit ihrem Vater, einem türkischen Restaurantbesitzer, zu reden. Der fällt aus allen Wolken, denn Emine ist bereits einem türkischen Mann versprochen, der ihm Geld für sein Restaurant vorgestreckt hat. Auch Marion Fröse bereitet Specht Kopfzerbrechen. Ihr Vater will die Beziehung zu Pretorius unterbinden. Doch die beiden lieben sich.","versions":[{"lang":1,"streams":[{"redirect":9716878,"hoster":"VOE"},{"redirect":9716881,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Freunde der alten Schule","epNo":8,"alt":"","descr":"Rebecca berichtet Fräulein Conradi alles, was sie über ihre Mitschüler erfährt. Um Rebecca zu bestrafen, diktieren die Mädchen Fritz von Liebig einen Liebesbrief, den Rebecca zwar zunächst zerreißt, später aber doch wieder zusammensetzt. Als sie mit anhören muss, dass Fritzchens Liebeserklärung nur ein Spiel war, macht sie einen halbherzigen Selbstmordversuch. Endlich hat Fräulein Conradi etwas gegen Specht in der Hand.","versions":[{"lang":1,"streams":[{"redirect":12930993,"hoster":"VOE"},{"redirect":9716896,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Versteckspiel","epNo":9,"alt":"","descr":"Fröse will seine Tochter Marion gegen ihren Willen vom Internat nehmen. Daraufhin reißt Marion reißt. Fanny Moll nimmt die ratlose Schülerin erst einmal mit in ihr Quartier bei Pia Kleinholz. Fröse macht nun Specht für das Verschwinden seiner Tochter verantwortlich. Doch der wusste von Marions Flucht bislang gar nichts.","versions":[{"lang":1,"streams":[{"redirect":9716907,"hoster":"VOE"},{"redirect":9716908,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hausfriedensbruch","epNo":10,"alt":"","descr":"Marions Schicksal zieht Kreise: Weil er sie angeblich zu Hause versteckt hat, wird Specht auf Fröses Betreiben vom Dienst suspendiert. Marion selbst, von ihrem Vater gegen ihren Willen nach Hause geholt, reißt von dort wieder aus. Als Fröse auf der Suche nach ihr nachts in Spechts Schlafzimmer platzt und handgreiflich wird, ist das selbst für die Geduld des Lehrers zuviel: Er schlägt Fröse nieder.","versions":[{"lang":1,"streams":[{"redirect":9716921,"hoster":"VOE"},{"redirect":9716918,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Familienehre","epNo":11,"alt":"","descr":"Specht stattet Herrn Özal einen Besuch ab, weil Timm und Emine sich vor dem unbekannten \"Verlobten\" fürchten. Obwohl der alles Geld zurückhaben will, dass er in Özals Gaststätte gesteckt hat, reagiert Emines Vater verständnissvoll. Nur Emines Bruder sieht die Dinge anders und bedroht seine Schwester mit dem Messer.","versions":[{"lang":1,"streams":[{"redirect":9716927,"hoster":"VOE"},{"redirect":12985180,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie im Kino","epNo":12,"alt":"","descr":"Frau Körber will Tochter Lenchen mal wieder aus dem Internat holen. Ronnie, der noch immer heimlich auf der Insel lebt, hat großes Interesse an Frau Körber und horcht Oliver über Lenchen aus. Gemeinsam mit seinem gefährlichen Kumpan Koppik entführt er Lenchen, um ein hohes Lösegeld zu erpressen. Bei der Geldübergabe werden Specht und Fanny Moll überlistet. Endlich bricht Oliver sein Schweigen.","versions":[{"lang":1,"streams":[{"redirect":9716938,"hoster":"VOE"},{"redirect":9716940,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jungfernfahrt","epNo":13,"alt":"","descr":"Specht beobachtet in der Stadt, wie Clementine Fink zu einem Mann ins Auto steigt, und er bittet seinen Freund Ewald Schopenhauer, Clementine unter einem Vorwand vom Strich wegzuholen. Schopenhauer gibt sich als Schriftsteller aus, der ein Buch über das Schicksal Drogenabhängiger schreibt. Sehr bald durchschaut Clementine, dass er von Specht geschickt ist. Hartlaub erlebt eine schlimme Überraschung: In einem Zeitungsartikel wird Fräulein Conradi einer lesbischen Beziehung zu Rebecca Schulz beschuldigt. Autorin des Artikels ist Mathilde Möhring. Diese ist entsetzt, als sie aus Amerika zurückkehrt und liest, was unter ihrem Namen veröffentlicht wurde. Vergeblich versucht sie sich bei Fräulein Conradi zu entschuldigen. Christian und einige seiner Mitschüler wollen auf ihre Weise Mathilde Möhring verteidigen und den Chefredakteur zur Rede stellen.","versions":[{"lang":1,"streams":[{"redirect":9716948,"hoster":"VOE"},{"redirect":9716950,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Schülerstreich","epNo":14,"alt":"","descr":"Weil sie mit der Erziehung überfordert ist, bringt Frau Jänicke ihre 16-jährige Tochter Lotte ins Internat. In Spechts Deutschunterricht fällt Lotte gleich durch ihre vehemente Ablehnung von Kleists \"Marquise von O.\" auf. Und sie verhält sich überhaupt recht merkwürdig. Einige Schüler planen deshalb einen Streich: Lotte wird im Begrüßungswein ein Schlafmittel kredenzt, und während Fräulein Conradis Rundgang soll sich dann Fritzchen zu Lotte ins Bett legen. Doch durch ein Versehen nimmt Hausmeister Lurch den Schlaftrunk zu sich und verpasst dadurch seine Verlobung mit Frau Kufalt. Lotte dagegen reagiert panisch auf Fritzchen: Sie sticht mit einer Schere zu. Während Fanny Moll im Untersuchungsgefängnis Lotte endlich zum Reden bringt, trifft sich Specht mit Rechtsanwalt Fink.","versions":[{"lang":1,"streams":[{"redirect":9716957,"hoster":"VOE"},{"redirect":9716958,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mäxchen","epNo":15,"alt":"","descr":"Ausgerechnet in dem Moment, als Mathilde ihrem Specht beibringen möchte, dass er Vater wird, taucht Rieke Heilbutt mit Spechts Sohn Mäxchen auf. Sie möchte ihn ein paar Tage bei seinem Vater lassen, um bei ihrem schwer verletzten Ehemann im Krankenhaus zu sein. Allerdings soll alles bleiben wie bisher: Vater und Sohn sollen sich nicht aneinander gewöhnen. Mäxchen bringt Unruhe, denn eigentlich hat keiner so recht Zeit für ihn. Specht und Fanny Moll müssen zur Gerichtsverhandlung gegen Lotte. Sie wird für die nächste Zeit unter ärztlicher und psychologischer Obhut in einem Heim leben. Rebecca hat ihre Mitschüler über einige Interna aus den Versammlungen der \"Freunde der alten Schule\" informiert und sagt sich von Fräulein Conradi los. Sie warnt auch Specht, denn die Sektenanhänger wollen ihm einen Denkzettel verpassen. Doch der Überfall trifft nicht Specht, sondern irrtümlich Ewald Schopenhauer. Retter in der Not ist ausgerechnet Gisbert Brüll, ehemals Sportlehrer in Potsdam.","versions":[{"lang":1,"streams":[{"redirect":12930996,"hoster":"VOE"},{"redirect":9716964,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schöne Ferien","epNo":16,"alt":"","descr":"Im Internat stehen die Ferien bevor. Lehrer Dumbeck hat über eine Heiratsannonce die Frau seines Lebens kennengelernt. Leider hält seine positive Verwandlung nicht lange vor. Frau Kufalt hat heimlich Herrn Lurch geheiratet. Clementine Fink hat die schlimmste Zeit der Entziehung überstanden. Sie versöhnt sich mit ihrem Vater und schmiedet Pläne für die Zukunft. Auf jeden Fall will sie in die Schule zurückkehren. Abschied von der Insel nimmt Rebecca Schulz. Während Specht und Mathilde an die Ferien denken, kommt die Nachricht, dass Ronnie die Flucht aus dem Gefängnis gelungen ist. Tatsächlich nähert sich Ronnie mit einer Pistole bewaffnet der Insel. Unterwegs hat er noch Fanny Moll als Geisel genommen. Bei dem Versuch, Oliver zu schützen, wird Specht von Ronnie schwer verletzt. Und so beginnen die Ferien für Specht erst einmal im Krankenhaus.","versions":[{"lang":1,"streams":[{"redirect":9716975,"hoster":"VOE"},{"redirect":9716979,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Engel der Straße","epNo":1,"alt":"","descr":"Specht hat es sich fest vorgenommen: Mindestens ein Jahr lang will er sich seiner kleinen Tochter \"Fräulein Lydia\" zuliebe seinen Vaterpflichten widmen. Doch als seine langjährige Freundin Fanny Moll mit der 16-jährigen Schülerin Sunny Barfuß auftaucht, ist er schnell bereit, Sunny zu helfen und sie in die Schule zu begleiten. Im Erich Kästner-Gymnasium lernt er die selbstbewusste sympathische Direktorin Karolin Anselm kennen, kann sich jedoch nicht so einfach von Sunny und ihren Problemen verabschieden. Sunny gehört zu der sektenähnlichen Vereinigung \"Engel der Straße\", einer angeblichen Altenhilfsorganisation. Sie würde gern bei den \"Engeln\" aussteigen, doch Grolmann, der Leiter der Organisation, hat Vorsorge getroffen. Specht spürt Sunnys Angst und lässt sie bei sich übernachten. Sehr zur Überraschung von Mathilde Möhring, die zu einem unerwarteten Besuch zu Hause eintrifft. Sie hat eine Korrespondentenstelle in Prag und möchte Specht und Fräulein Lydia gerne nach Prag holen. Bei einer Stippvisite in Prag muss Specht allerdings am eigenen Leib erfahren, wie gefährlich Mathilde lebt. Frau Anselm ist trotz Spechts Tschechischkurs überzeugt, dass er der richtige Lehrer gerade für ihre Schule ist.","versions":[{"lang":1,"streams":[{"redirect":9716987,"hoster":"VOE"},{"redirect":9716984,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Einschulung","epNo":2,"alt":"","descr":"Sunny Barfuß scheint wieder Kontakt mit ihrer Sekte zu haben, denn plötzlich will sie mit Specht nichts mehr zu tun haben. Währenddessen wartet Frau Anselm mit einer freien Stelle am Erich-Kästner-Gymnasium. Da kann Specht schließlich nicht widerstehen. Doch die Schule hält für ihn gleich eine Reihe von Problemen bereit: Hausmeister Knospe schlägt die Schüler und auch seine neue Klasse macht Ärger. Denn nicht nur Sunny gehört zur Sekte \"Engel der Straße\".","versions":[{"lang":1,"streams":[{"redirect":9716995,"hoster":"VOE"},{"redirect":9716993,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sunny allein zuhaus","epNo":3,"alt":"","descr":"Sunny zieht wieder in Spechts Wohnung. Als dessen Freund Ewald Schopenhauer zu Besuch kommt, ist er von Sunny fasziniert und glaubt die absurden Geschichten, die sie ihm über sich und Specht auftischt. Guten Gewissens übergibt er die eingeschlafene Sunny einem Mitarbeiter Grolmanns, weil er ihn für den Bruder des Mädchens hält. Specht ist entsetzt, denn am nächsten Tag fehlt Sunny auch in der Schule.","versions":[{"lang":1,"streams":[{"redirect":9717005,"hoster":"VOE"},{"redirect":9717002,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Katzenjammer","epNo":4,"alt":"","descr":"Zusammen mit Frau Steger, einer alten Bekannten aus Celle, die jetzt bei der Berliner Polizei arbeitet, versucht Specht, Sunny zu helfen. Auch sein Freund Ewald Schopenhauer, der vor der 10a über die Gefährlichkeit von Aberglauben und Leichtgläubigkeit redet, soll Specht im Fall Sunny unterstützen. Die ist inzwischen in eine WG gezogen und will weder von Specht noch von der übrigen Welt etwas wissen.","versions":[{"lang":1,"streams":[{"redirect":9717007,"hoster":"VOE"},{"redirect":9717010,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Prüfung","epNo":5,"alt":"","descr":"Die Schülerin Julia Nachtweih ist verzweifelt: Ihr Freund hat sie verlassen. Julias Mitschüler Philip Schnabel ist heimlich in sie verliebt und versucht, sie so gut wie möglich aufzumuntern. Er gibt ihr die Lösungen der bevorstehenden Mathearbeit. Doch längst hat Mathematiklehrer Hohlbein bemerkt, dass sich jemand an den Aufgabenblättern zu schaffen gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9717014,"hoster":"VOE"},{"redirect":9717015,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Ohrfeige","epNo":6,"alt":"","descr":"Johanna Schnabel macht sich Sorgen um ihren Bruder Philip. Als Specht einen Hausbesuch bei Schnabels macht, muss er feststellen, dass die Eltern ihren Sohn völlig falsch beurteilen. Lateinlehrerin Frau Zierlich hat große Schwierigkeiten mit Spechts 10a: Ronni provoziert Frau Zierlich so lange, bis sie ihm eine Ohrfeige gibt. Er droht ihr im Gegenzug mit einer Anzeige.","versions":[{"lang":1,"streams":[{"redirect":9945741,"hoster":"VOE"},{"redirect":9717019,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pension Kleinholz","epNo":7,"alt":"","descr":"Seit dem Tod ihrer Mutter wohnt Sunny bei Dr. Specht, wird aber immer noch von Grolmann verfolgt. Er versucht erneut, sie aus Spechts Wohnung entführen zu lassen. Grolmanns Anhänger in der 10a werden allerdings langsam immer weniger. Ramona versucht, ihren Freund Ringo zum Aussteigen zu bewegen. Auch sie selbst bekennt sich dazu, mit den \"Engeln der Straße\" gebrochen zu haben.","versions":[{"lang":1,"streams":[{"redirect":12383563,"hoster":"VOE"},{"redirect":9717023,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schwarze Schafe","epNo":8,"alt":"","descr":"Die Stimmung bei den \"Engeln der Straße\" ist gespannt. Ronni droht Ramona, Grolmanns Geduld nicht überzustrapazieren. Ringo schlägt sich immer mehr auf die Seite seiner Freundin, bis Grolmann ihm unmissverständlich klarmacht, was mit Aussteigern passieren kann. Sunny sitzt nicht nur Grolmann im Nacken, sondern auch das Jugendamt: Sie soll ins Heim!","versions":[{"lang":1,"streams":[{"redirect":9717026,"hoster":"VOE"},{"redirect":9717028,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kurzer Prozeß","epNo":9,"alt":"","descr":"Lateinlehrerin Zierlich bekommt große Schwierigkeiten, denn Ronni hat sie wegen ihrer Ohrfeige angezeigt. Nun steht die Gerichtsverhandlung an. Zunächst sieht es für sie gar nicht rosig aus. Doch dann ist es Ronni, der einsehen muss, dass er den Bogen überspannt hat. Ramona, eigentlich Zeugin der Anklage, sagt gegen den Kläger aus. Niemand freut sich über den Verlauf der Verhandlung mehr als Ronnis Vater.","versions":[{"lang":1,"streams":[{"redirect":9717032,"hoster":"VOE"},{"redirect":9717031,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Geständnis","epNo":10,"alt":"","descr":"Specht hat sich seit dem Attentat auf Mathilde nur um sie und Fräulein Lydia gekümmert. Als jedoch Julia ihm von Philips Plan erzählt, Hausmeister Knospe zu überführen und damit seine Unschuld zu beweisen, eilt Specht den Schülern sofort zur Hilfe. Sie haben Philips Schwester als Köder bei Knospe eingeschleust, um ihn überwältigen und zu einem Geständnis zwingen zu können.","versions":[{"lang":1,"streams":[{"redirect":9717034,"hoster":"VOE"},{"redirect":9717033,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Blaue Flecke","epNo":11,"alt":"","descr":"Obwohl Sunny jetzt offiziell bei Pia Kleinholz und Specht leben darf, gibt das Jugendamt keine Ruhe und zweifelt Spechts Integrität an. Die kleine Jana Püschel weigert sich strikt, aus der Schule nach Hause zu gehen. Sie hat Angst vor ihrem gewalttätigen Vater. Sportlehrerin Katrin Bieler bittet Specht, Janas Vater zur Vernunft zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9717038,"hoster":"VOE"},{"redirect":9717045,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein verlässlicher Zeuge","epNo":12,"alt":"","descr":"Mathelehrer Hohlbein plant einen Angriff auf die offene Schule und lädt den Schulrat zur Prüfung der 10a ein. Der beklagt sich bei Frau Anselm über die mangelnde Moral an der Schule und spielt damit auf Philip Schnabel an, der als Dieb gilt, aber nicht von der Schule verwiesen wurde. Philip bittet Specht um Hilfe. Endlich kann die Polizei gegen Grolmann vorgehen. Denn nach dessen Verhaftung hat sie einen verlässlichen Zeugen: Ronni.","versions":[{"lang":1,"streams":[{"redirect":9717044,"hoster":"VOE"},{"redirect":9717043,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Gespenst","epNo":13,"alt":"","descr":"Am Morgen nach Mathildes und Spechts Hochzeit ist Pia Kleinholz traurig, denn sie hätte gern ein größeres Fest gehabt. Doch dann stellen sich noch genügend Gäste ein. Nach der Feier überrascht Mathilde ihren Mann: Sie erwartet wieder ein Kind. Am nächsten Morgen kommt der Schulrat. Er ist überzeugt, dass dem Chaos am Gymnasium ein Ende bereitet werden muss.","versions":[{"lang":1,"streams":[{"redirect":9732431,"hoster":"VOE"},{"redirect":9716690,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Dorfschule","epNo":1,"alt":"","descr":"Specht ist auf Empfehlung seiner ehemaligen Direktorin Frau Anselm auf dem Weg zu einer Internatsschule, um sich vorzustellen. Seine Frau Mathilde und die Töchter begleiten ihn. Mathilde macht ihm klar, dass sie in dieser Einöde nicht den Rest ihres Lebens verbringen möchte. Doch Specht will unbedingt an der Dorfschule unterrichten und unterschreibt den Vertrag.","versions":[{"lang":1,"streams":[{"redirect":9717052,"hoster":"VOE"},{"redirect":9717053,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bergwanderung","epNo":2,"alt":"","descr":"Spechts Versuch, Amanda und ihre Mutter zu versöhnen, scheitert. Mathilde Möhring, die von Anfang an nicht erfreut war, dass ihr Mann den Job als Dorfschullehrer angenommen hat, beschließt, einem beruflichen Angebot zu folgen und nach New York zu gehen. Vorher jedoch begleitet sie Specht und seine Schüler auf eine Bergwanderung. Während eines Unwetters verliert die Gruppe Amanda. Specht und Mathilde machen sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":9717057,"hoster":"VOE"},{"redirect":9717058,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Puppenspiel","epNo":3,"alt":"","descr":"Specht kümmert sich trotz seiner Trauer um Amanda, die sich die Schuld an Mathildes Tod gibt. Im Internat kommt es zu einem heftigen Streit zwischen Leitmeier und Specht. Nur Schuldirektor Böck kann Specht überreden, die beabsichtigte Kündigung noch mal zu überdenken. Privat versuchen gleich drei Frauen, Specht zu verwöhnen. Frau Anselm lädt ihn zum Essen ein, sehr zum Leidwesen von Sunny. Auch Dr. Constanze Engel signalisiert Interesse.","versions":[{"lang":1,"streams":[{"redirect":9717060,"hoster":"VOE"},{"redirect":9717061,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Scherbenhaufen","epNo":4,"alt":"","descr":"Der Schülerstreich am Hochsitz hat Folgen. Specht greift gerade noch rechtzeitig ein. Leitmeier versucht unterdessen mit allen Mitteln, seinen Rivalen Specht von der Schule zu vertreiben. Doch die Schüler stehen auf dessen Seite. Bei Frau Anselm, Sunny und Constanze Engel ist Specht immer noch der Hahn im Korb. Doch der braucht vor allen Dingen ein Kindermädchen, das sich um Tochter Lydia kümmert.","versions":[{"lang":1,"streams":[{"redirect":9717067,"hoster":"VOE"},{"redirect":9717064,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Giftmischer","epNo":5,"alt":"","descr":"Ein neuer Lehrer wird erwartet: Herr Kneifer. Zunächst aber taucht Spechts alter Bekannter, Hausmeister Lurch, auf und wird für den neuen Lehrer gehalten. Direktor Böck ist mit Specht sichtlich zufrieden und sieht in ihm seinen potenziellen Nachfolger. Specht soll zumindest zeitweise im Internat wohnen. Dörte und Sportlehrer Lohmann tun indessen alles, um Dörtes Schwimmkarriere voranzutreiben.","versions":[{"lang":1,"streams":[{"redirect":9717070,"hoster":"VOE"},{"redirect":9717069,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Geisel","epNo":6,"alt":"","descr":"Bauunternehmer Mönch ist wütend über Spechts Vorwurf, er habe Resls Vater auf dem Gewissen. Als größter Geldgeber der Schule verlangt er, dass Specht die Schule verlässt. Weil er damit keinen Erfolg hat, nimmt er seinen Sohn Benedikt von der Schule. Davon wenig begeistert, versteckt der sich mit seiner Freundin Resl in der Dachkammer des Internats. Seinem Vater schickt er einen anonymen Erpresserbrief, in dem er für sich selbst Lösegeld fordert.","versions":[{"lang":1,"streams":[{"redirect":9717074,"hoster":"VOE"},{"redirect":9717073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erste Hilfe","epNo":7,"alt":"","descr":"Specht macht zusammen mit Constanze Engel einen Hausbesuch bei seiner Schülerin Dörte. Er will ihre Eltern überzeugen, dass ein Wechsel in die Sportschule nicht das Beste für ihre Tochter ist. Bei ihrem Vater rennt er damit offene Türen ein. Sportlehrer Lohmann dagegen wittert seine große Chance, mit Dörtes sportlichem Erfolg endlich dem Schulalltag zu entkommen. Dafür greift er auch zu unlauteren Mitteln.","versions":[{"lang":1,"streams":[{"redirect":9717078,"hoster":"VOE"},{"redirect":9717079,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebesleid","epNo":8,"alt":"","descr":"Amanda erreicht durch einen Trick, dass sie mit Specht zum Krankenhaus fahren darf, um Lukas abzuholen. Sie glaubt, dass er ihr zuliebe endlich mit dem Glücksspiel aufhört und nicht von der Schule fliegt. Doch Specht kann ihr wenig Hoffnung machen, schließlich wurde Rauschgift bei ihm gefunden. Lukas ist nicht mehr im Krankenhaus, sondern bereits wieder im Spielsalon. Ihn drücken die Schulden, die er bei Katzer hat.","versions":[{"lang":1,"streams":[{"redirect":9717082,"hoster":"VOE"},{"redirect":9717081,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Denkzettel","epNo":9,"alt":"","descr":"Hauptkommissar Brahms dankt Frau Fendel, dass sie durch ihr Geständnis in der Rauschgiftgeschichte seinen Sohn Lukas entlastet hat. Und er berichtet, dass Suse Fendel am Tod der alten Frau, der ihr zu Last gelegt wird, nicht schuld ist. Die Schüler wissen, dass Suse sich bei Katzer aufhält und von ihm mit Stoff versorgt wird. Sie beschließen, das Mädchen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":9717088,"hoster":"VOE"},{"redirect":9717083,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Neue","epNo":10,"alt":"","descr":"Specht wird von seinen Schülern zu Hilfe gerufen: Dörte wäre beinahe ertrunken. Frau Dr. Engel weiß, dass die Leistungsschwimmerin von ihrem Sportlehrer mit Anabolika gedopt wurde. Im Internat gibt’s indessen einen Neuzugang: Justus soll von seiner Freundin getrennt werden. Das ist seinem Vater viel Geld wert.","versions":[{"lang":1,"streams":[{"redirect":9717089,"hoster":"VOE"},{"redirect":12985182,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vater unser","epNo":11,"alt":"","descr":"Amanda ist schwanger und macht sich große Sorgen: Lukas, der Vater des Kindes, kommt nicht von seiner Spielsucht los, ihr eigener Vater verleugnet sie seit 16 Jahren. Sunny beschließt, Ordnung in Amandas Familienverhältnisse zu bringen. Sie arrangiert ein Treffen zwischen Amanda und ihrem Vater, Hochwürden Bonifaz.","versions":[{"lang":1,"streams":[{"redirect":12930999,"hoster":"VOE"},{"redirect":9717093,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wucher","epNo":12,"alt":"","descr":"Specht versteht die Welt nicht mehr. Morgens macht Constanze Engel ihm einen Heiratsantrag und nachmittags erlebt er eine böse Überraschung: Er lernt Herrn Engel kennen, der ihm offenbart, seit fünf Jahren mit Constanze verheiratet zu sein. Doch nicht nur Specht hat Liebeskummer. Sein Vater Alfons sucht Trost bei ihm, weil seine Frau Pia sich von ihm scheiden lassen will.","versions":[{"lang":1,"streams":[{"redirect":9717095,"hoster":"VOE"},{"redirect":9717096,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Aussteiger","epNo":13,"alt":"","descr":"Direktor Böck will am Ende des Jahres aus dem Schuldienst ausscheiden. Er erklärt Specht zu seinem Wunschnachfolger. Doch der gibt ihm einen Korb: Specht will heiraten und danach einige Zeit pausieren. Unterdessen kommt es an der Schule zu dramatischen Ereignissen: Katzer nimmt eine Klasse als Geiseln und fordert von Justus’ Vater Lösegeld.","versions":[{"lang":1,"streams":[{"redirect":9717048,"hoster":"VOE"},{"redirect":9717049,"hoster":"Streamtape"}]}]}]}]}