{"seriesId":"unsere-kontinente","name":"Unsere Kontinente","descr":"Sechsteilige Dokumentation, die in jeder Folge die Geschichte eines Erdteils unseres Planeten nacherzählt, von seiner Abspaltung vom prähistorischen Superkontinent über die erste menschliche Besiedelung bis zur Gegenwart.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Australien und Ozeanien","epNo":1,"alt":"","descr":"Kein anderer Kontinent ist so weit von allem anderen entfernt wie dieser: Australien und Ozeanien. Die Abgeschiedenheit lässt einzigartige Tierarten und paradiesische Besonderheiten ohne Fremdeinfluss entstehen und eine der ältesten Kulturen der Welt überleben. Doch gerade diese natürliche Schönheit zieht die Europäer an den Pazifik, was die Inseln für immer verändert.Australien und Ozeanien eint die Isolation. Die Lebenswelten könnten jedoch nicht unterschiedlicher sein. Vor 35 Millionen Jahren brechen die letzten beiden Kontinentalgeschwister auseinander: Australien und die Antarktis. Die Antarktis vereist und Australien wird zum trockensten Kontinent der Erde. Die Eiszeit schafft eine Landbrücke zwischen Australien und Papua-Neuguinea und macht Australien zur Heimat einer der ältesten Kulturen der Erde. Aborigines schaffen es dank Anpassung und Kulturtechniken, den gesamten Kontinent als Lebensraum zu erschließen. Ihr Wissen um die Eigenheiten des Kontinents wird später europäischen Siedlern helfen. Vulkane des Pazifischen Feuerrings werden Schöpfer einer einzigartigen Inselwelt. Noch heute entstehen neue Inseln. Mineralien im Magma düngen ihren Boden und verwandeln die Inseln des Südpazifiks in Paradiese, während Unterwasserkorallenriffe das reichste Meeresleben fördern. Polynesien wird Heimat der wahrscheinlich mutigsten Seefahrer der Menschheitsgeschichte.Neuseelands Kulturgeschichte ist deutlich jünger. Windverhältnisse machen eine Besiedlung zunächst unmöglich. Dann ermöglicht ein kurzes Zufallsfenster es den Polynesiern, hier im Mittelalter zu landen. Neuseeland und die pazifischen Inseln werden als letzte weiße Flecken auf dem Planeten besiedelt. Bis hierhin breitet sich die polynesische Kultur aus und sind heute fester Bestandteil der neuseeländischen Alltagskultur.","versions":[{"lang":1,"streams":[{"redirect":11337174,"hoster":"VOE"},{"redirect":11337175,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nordamerika","epNo":2,"alt":"","descr":"Nordamerika – ein Kontinent zwischen Eis im Norden und Feuer im Süden. Seine Kultur und Geschichte werden von einem schieren Reichtum an natürlichen Ressourcen und einer idealen natürlichen Infrastruktur geprägt. Diese Konstellation ermöglichte es ihrem Zentrum, den USA, an die Weltspitze aufzusteigen und die Kulturen aller anderen Kontinente zu prägen. Natürliche Bedingungen bestimmen seit jeher Leben und Kultur der Einwohner Nordamerikas. Der polare Norden bildet die Wiege der nordamerikanischen Zivilisationen. Hier, wo sich die ersten Amerikaner niederließen, sind die Bedingungen mit bis zu minus 50 Grad Celsius so hart, dass sich nur eine kleine Inuit-Bevölkerung entwickelt. Die Region hat über die Jahrhunderte bis heute ihren Grenzcharakter bewahrt. Vulkane prägen die Landschaft und das Leben im Süden, wo während der zweiten Einwanderungswelle indigene amerikanische Zivilisationen entstanden. Im Laufe der Geschichte sind die Vulkane Fluch und Segen zugleich. Ihre fruchtbare Asche sorgt für ertragreiche Böden und ermöglicht so die Landwirtschaft, doch die Vulkane sind tickende Zeitbomben und lösen zerstörerische Naturkatastrophen aus.   Der Mittlere Westen, das Filetstückchen des Kontinents, ist bis heute Kornkammer des Landes. Gleichzeitig aber auch der Schauplatz der systematischen Dezimierung der indigenen Bevölkerung – oft durch Legitimation durch den Namen Gottes. Die Natur bietet in den Südstaaten ideale Bedingungen für den Anbau von Tabak, Reis und Baumwolle – allerdings auch für Krankheiten übertragende Insekten. In diesen Teilen Amerikas wird die Geschichte durch den Menschenhandel von afrikanischen Sklaven geprägt. Die Trennung zwischen den Menschen unterschiedlicher Hautfarben hat ihre Wurzeln in dieser Zeit und prägt bis heute die Alltagskultur in den USA. Reiche Bodenschätze ermöglichen einen kometenhaften Aufstieg im Zeitalter der Industrialisierung und machen die USA zum Traumziel für Einwanderer. Heute sind die USA die Führungsmacht verschiedenster Branchen der westlichen Welt.","versions":[{"lang":1,"streams":[{"redirect":11337176,"hoster":"VOE"},{"redirect":11337178,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Asien","epNo":3,"alt":"","descr":"Vor 200 Millionen Jahren zerbricht der Superkontinent Pangäa und die Kontinente, die wir heute Heimat nennen, entstehen. Tektonische Kräfte schaffen bis heute einzigartige Lebensräume und prägen unsere Kultur. Der größte Kontinent, Asien, bietet natürliche Bedingungen im Superlativ: der kälteste Ort, die seismisch heißeste Region und die höchsten Gebirge unseres Planeten. Die Geschichte Asiens beginnt vor 55 Millionen Jahren, als eine Kontinentalkollision den indischen Subkontinent unter Eurasien schiebt und den Himalaya auffaltet. Dieses gewaltige Hochland bildet eine natürliche Barriere für Regenwolken und teilt Asien in zwei ungleiche Geschwister: einen regnerischen und fruchtbaren Süden und einen trockenen und kahlen Norden. Der feuchte und fruchtbare Süden Asiens wird zur Keimzelle der Zivilisation. Hier werden aus Jägern und Sammlern Siedler und Bauern. Außerdem bilden sich hier wichtige Meilensteine der Zivilisation, wie etwa die ersten Städte. Das Klima macht Südasien bis heute zur Heimat der größten Megacitys dieser Welt. Asien ist ein Kontinent der Gegensätze und der menschlichen Anpassung an die unterschiedlichsten Lebensräume: Das Wüstenklima inspiriert Weltreligionen und in der Mitte des Kontinents bestimmt die Steppe die Lebensbedingungen der Menschen. Das weite Grasland bietet ideale Bedingungen für Pferde. Auf ihren Rücken werden die Menschen der Steppe zu gefürchteten Kriegern und Herren der größten Reiche der Welt. Sibirien und Saudi-Arabien bieten zum einen harte Lebensbedingungen aber zum anderen auch einen Reichtum an Bodenschätzen, der Menschen in diese lebensfeindlichen Regionen zieht. Kein anderer Kontinent hat die Ideen vom Zusammenleben der Menschen so geprägt wie dieser.","versions":[{"lang":1,"streams":[{"redirect":11337180,"hoster":"VOE"},{"redirect":11337188,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Südamerika","epNo":4,"alt":"","descr":"Eine Reise durch Südamerikas Natur, hin zu seinen Schätzen an natürlichen Ressourcen von Silber und Salzen bis zurück zu den Ursprüngen der bedeutenden Inka-Kultur. Südamerikas Natur hat sich in Jahrmillionen der Isolation entwickelt. Doch die Entstehung der mittelamerikanischen Landbrücke hat den Kontinent tiefgreifend verändert und ihn zu dem Ort gemacht, den wir heute kennen. Tiere wie Puma und Panther wandern über die neue Landbrücke und erobern Südamerika. Später folgen die Menschen: die erste von vielen Einwanderungswellen, die der Kontinent erleben wird. Die Anden erzeugen sehr verschiedene Lebensbedingungen mit unterschiedlichen Herausforderungen und Möglichkeiten. Ausgerechnet an der trockenen Westseite der Anden entsteht 2.000 vor Christus dank effizienter Bewässerungstechniken – die erste Hochkultur. Im Hochland Perus wird das einzige tropische Eisfeld der Welt, eine unglaublich reiche Süßwasserressource, zum Schlüsselfaktor für den Aufstieg der bedeutenden Inka-Kultur. Inka erobern mit Hilfe dieser Wasservorkommen ein nie zuvor gesehenes Territorium. Ihr Erbe prägt die Region bis heute.Südamerika ist reich an natürlichen Ressourcen, von Silber bis zu Salzen. Das weckt seit Jahrhunderten den Neid anderer Bevölkerungsgruppen, beispielsweise europäischer Eindringlinge auf der Suche nach dem sagenumwobenen Eldorado. Heute erobern internationale Konzerne und Investoren den Kontinent und prägen das Leben der Menschen. Immer sind es die natürlichen Faktoren, die über die Zeit die Kultur des Kontinents geprägt und verändert haben. \"Unsere Kontinente\" begibt sich auf eine faszinierende Reise zu ihren Ursprüngen.","versions":[{"lang":1,"streams":[{"redirect":11337182,"hoster":"VOE"},{"redirect":11337181,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Afrika","epNo":5,"alt":"","descr":"Die Reise der Menschheit beginnt in Afrika: Ein einzigartiges Terrain im Großen Afrikanischen Grabenbruch ermöglicht ihr den Aufstieg zu der Spezies, die die Welt beherrscht. Doch dieser alte Kontinent ist mit natürlichen Hindernissen übersät. So verhindern ausgetrocknete Böden lange Landwirtschaft und damit feste Siedlungen. Die Geschichte unserer Kontinente beginnt vor rund 200 Millionen Jahren, als die Kontinente beginnen auseinanderzubrechen. Dabei erschaffen tektonische Kräfte in Afrika eine einzigartige Landschaft: den Großen Afrikanischen Grabenbruch und ein unebenes Territorium, in dem Intelligenz und Anpassung zu einem strategischen Vorteil im Wettbewerb der Arten werden. Von ihrer Wiege im Grabenbruch aus zieht die Menschheit los, um die anderen Kontinente zu erobern und die Welt zu beherrschen. Der afrikanische Kontinent erstreckt sich über sehr viele Breitengrade. Er beheimatet äußerst vielfältige Naturlandschaften und Klimazonen. Seine so unterschiedlichen Regionen erfordern immer wieder andere Anpassungsstrategien und Kulturtechniken. An vielen Orten sind die Böden des Kontinents ausgetrocknet. Kulturen entwickelten daher völlig unterschiedliche Lebensmodelle, um extreme Naturbedingungen überleben und bevölkern zu können. Oft behindern natürliche Barrieren den Austausch der Kulturen in Afrika: Flüsse, die nicht durchgängig schiffbar sind, oder die großen Wüsten im Norden und Süden des Kontinents. Die größte Wüste des Planeten, undurchdringliche Wälder: natürliche Faktoren, die Afrikas Aufschwung seit Entwicklung des Homo sapiens gehemmt haben. Afrika ist eine geologische, aber vor allem auch eine kulturhistorische Biografie dieses Kontinents. Geologie, Klima, Meeresströmungen, Artenwanderung, menschliche Besiedlung und Migration bilden Meilensteine der Kontinentalgeschichte. Fotorealistische 3D-Animationen fungieren als Zeitreisetool, Helikopter- und Drohnenaufnahmen zeigen spektakuläre Landschaften.","versions":[{"lang":1,"streams":[{"redirect":12931002,"hoster":"VOE"},{"redirect":11337186,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Europa","epNo":6,"alt":"","descr":"Das milde Klima und der besonders fruchtbare Boden Europas, in Kombination mit idealen Küsten, Flüssen und günstigen Lage machen es zu einem Ort, an dem sich Geschichte verdichtet. Hier teilen sich mehr Länder einen derartig kleinen Raum wie nirgendwo sonst auf der Welt. Durch ständige Rivalität entsteht ein Wettbewerb, der die Europäer antreibt, die Welt zu erobern. Sein überaus vorteilhaftes Klima verdankt Europa einem Ereignis auf der anderen Seite des Atlantiks: Die Schließung der Landbrücke zwischen Nord- und Südamerika erschafft den Golfstrom. Dieser schafft ein außergewöhnlich günstiges Klima auf diesem Kontinent. Er ermöglicht das Wachsen von Palmen in Irland und Obstbäumen in Norwegen. Alle anderen Regionen dieses Breitengrads sind kälter. Dazu hinterlassen Gletscher der letzten Eiszeit fruchtbaren Löss, der sich durch Wind und Wasser über den ganzen Kontinent ausbreitet. Forscher des Max-Planck-Instituts beweisen mit Knochenanalysen, wie schnell die genetische Anpassung der Einwanderer auf die fruchtbaren Böden vonstatten ging. Die getreidebasierte Ernährung führt zu einem Vitamin-D-Mangel, der durch hellere eine hellere Hautfarbe ausgeglichen wird, die mehr Sonnenlicht absorbieren kann. Tektonische Ereignisse zwischen der Afrikanischen und der Eurasischen Platte prägen die zerklüftete Mittelmeerküste mit ihren vielen Buchten und Inseln, natürlichen Häfen und sanften Strömungen und machen sie ideal für Besiedlung und Schifffahrt.Den engen Raum auf dem Kontinent teilen sich mehr Länder als irgendwo sonst auf der Welt. Das fördert Wettbewerb und Innovation. In der Neuzeit wird Europa dank Schätzen aus dem Untergrund zum Kontinent des Fortschritts. Sie sind der Treibstoff für die Industrialisierung und eine europäische Erfindung, die unser Zeitgefühl für immer verändert.Spektakuläre Naturaufnahmen und fotorealistische 3D-Grafiken erzählen auf faszinierende Weise vom Ursprung Europas.","versions":[{"lang":1,"streams":[{"redirect":11337191,"hoster":"VOE"},{"redirect":11337190,"hoster":"Streamtape"}]}]}]}]}