{"seriesId":"unsichtbar","name":"Unsichtbar","descr":"Der zwölfjährige Joe Lucas ist hochbegabt und hat deshalb außer seinem besten Freud Ali Patanchalie kaum Freunde, ganz bestimmt aber einen Feind, den Schläger Jaws. Eines Tages, als er wieder einmal von Jaws und seiner Bande gejagt wird, sucht Joe Zuflucht in Mr. Hays Buchhandlung, wo ihm ein altes Tagebuch eines gewissen Dr. Lucas Garrow in die Hände fällt. Dieser Dr. Garrow glaubte tatsächlich daran, dass Menschen unsichtbar werden können. Zuhause studiert Joe die Aufzeichnungen genauer und fängt an, mit den entzifferten Formeln chemische Experimente durchzuführen. Entschlossen, Dr. Garrows Entdeckung zu bestätigen, setzt Joe die Theorie in die Praxis um, und es gelingt ihm in der Tat, sich unsichtbar zu machen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Lucas Garrow Effekt","epNo":1,"alt":"The Lucas Garrow effect","descr":"Der zwölfjährige Joe Lucas ist hochbegabt und hat deshalb kaum Freunde, ganz bestimmt aber einen Feind, den Schläger Jaws. Eines Tages, als er wieder einmal von Jaws und seiner Bande gejagt wird, sucht Joe Zuflucht in Mr. Hays Buchhandlung, wo ihm ein altes Tagebuch eines gewissen Dr. Lucas Garrow in die Hände fällt. Dieser Dr. Garrow glaubte tatsächlich daran, dass Menschen unsichtbar werden können. Zuhause studiert Joe die Aufzeichnungen genauer und fängt an, mit den entzifferten Formeln chemische Experimente durchzuführen. Entschlossen, Dr. Garrows Entdeckung zu bestätigen, setzt Joe die Theorie in die Praxis um, und es gelingt ihm in der Tat, sich unsichtbar zu machen.","versions":[{"lang":1,"streams":[{"redirect":12931003,"hoster":"VOE"},{"redirect":8758709,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der indische Seiltrick","epNo":2,"alt":"The Barmy swamy","descr":"Mit großem Engagement organisiert Jill seit Jahren die Schüleraufführungen. Sie bestimmt allerdings auch, wer auftreten darf und wer nicht. Vor allem darf niemand ihr die Schau stehlen. Und genau das befürchtet sie, als Ali, Joes indischer Freund, mit einer Zaubervorstellung auf die Bühne der Aula treten möchte. Joe erreicht nicht nur, dass Ali auftreten darf, er verleiht den Zaubertricks ungeahnte Perfektion als unsichtbarer Helfer des Zauberers. Mr. Beigel, ein Künstleragent, hat eine Tochter an der Schule und ist daher Zuschauer von Alis Vorstellung. Er engagiert ihn für einen Auftritt in einer Varietébar, natürlich nur in Begleitung eines Erwachsenen. Da hat Joe ein Problem.","versions":[{"lang":1,"streams":[{"redirect":8758712,"hoster":"VOE"},{"redirect":8758705,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alles wegen Ingrid","epNo":3,"alt":"Getting rid of Ingrid","descr":"Joes Bruder Shane ist ein großer Schürzenjäger und glücklicher- oder unglücklicherweise der Schwarm vieler Mädchen. Deshalb ist es eine erstaunliche neue Erfahrung für ihn, als er im Fitnessklub eine gutaussehende junge Frau anspricht, und abblitzt. Sein Liebeskummer nach der unbekannten Schönen wird so groß, dass er darüber seine Arbeit vernachlässigt und die Entlassung droht. Weil auch die Familie darunter leidet, beschließt Joe, seinem Bruder zu helfen. Er bekommt ihren Namen und ihre Arbeitsstelle heraus. Beim Bespitzeln schnüffelt Ingrids Hund den unsichtbaren Joe auf.","versions":[{"lang":1,"streams":[{"redirect":8758713,"hoster":"VOE"},{"redirect":8758715,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Außerirdische","epNo":4,"alt":"Close encounter","descr":"Ali hat eine Flasche von Inviz, dem Unsichtbarkeitselexier, gestohlen und bei sich versteckt. Aber da wird bei Patanschalis eingebrochen. Danach ist auch das Inviz weg. Als in der Folge mehrere mysteriöse Einbrüche verübt werden, wird den Jungen klar, daß der Dieb die Wirkung des Mittels entdeckt hat. Unsichtbarkeit ist natürlich die beste Tarnung für einen Dieb, und Joe rechnet sich aus, wann er zurückkommt, um Nachschub zu holen. Tatsächlich kommt der Einbrecher, muß aber sehen, daß Mr. Patanschali eine neue Diebstahlsicherung einbauen ließ. Daher nimmt er Ali gefangen, um ein Lösegeld zu erpressen. Joes Befreiungsplan kommt der Umstand zugute, daß angeblich UFOs über der Stadt gesehen wurden. Er souffliert Ali, ein Außerirdischer habe ihm, Ali, das Elexier gegeben, ohne zu sagen was es bewirkt. Er könne Ron, den Dieb, höchstens dorthin führen, wo ihm das Fläschchen übergeben worden sei. Ron glaubt Ali zwar kein Wort, aber um zu mehr Inviz zu kommen, geht er mit ihm zu einem verlassenen Lagerhaus.","versions":[{"lang":1,"streams":[{"redirect":8758717,"hoster":"VOE"},{"redirect":8758720,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Überdosis","epNo":5,"alt":"The Importance of Being Visible","descr":"Joe wacht auf und ist unsichtbar. Er springt unter die Dusche und bleibt unsichtbar. Bislang hat Wasser stets die Wirkung des Inviz aufgehoben. Er hat zwar Ferien und braucht deshalb nicht zur Schule zu gehen, doch muß er die Zeitungen austragen. Joe schleicht sich aus dem Haus und geht zu seinem Freund Ali. Von hier aus ruft er daheim an, um mit einem Vorwand seinen Vater dazu zu bringen, die Zeitungen austragen. Außerdem braucht er Alis Computer, um die Formel zu überprüfen. Vielleicht stößt er auf eine Fehlerquelle. Aber er wird nicht fündig. Wieder fällt ihm nur Wasser als Umkehrmittel ein. Familie Patanschali hat ein Wannenbad. Doch selbst dreimaliges Baden bringt kein sichtbares Erscheinen. Läßt die Wirkung mit der Zeit doch noch nach oder bleibt Joe für immer unsichtbar…?","versions":[{"lang":1,"streams":[{"redirect":8758710,"hoster":"VOE"},{"redirect":8758703,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Geheimstufe Z","epNo":1,"alt":"The Z factor","descr":"Mr. Grimble ist ein ehemaliger Schüler der Parkfield-Schule, die Joe besucht. Arnold Grimble ist inzwischen leitender Forscher eines Chemieunternehmens. Als bedeutende Persönlichkeit soll er bei der Zeugnisvergabe eine Rede halten. Dabei lernt er Joe kennen, der verrät, daß er ein wirksames Haarwuchsmittel erfunden hat. Mr. Grimble erkennt Joes erstaunliche Chemiekenntnisse, die er für sich nutzbar machen möchte. Denn er selbst hat seit langer Zeit schon keinen Erfolg mehr gelandet. Er folgt Joe nach Hause und beobachtet, wo er den Schlüssel für sein Labor versteckt. Nachts bricht er ein, entdeckt die Apparatur für die Invizherstellung und stiehlt die Mappe mit den Formeln dafür. In seinem Firmenlabor versucht er, das Mittel zu destillieren. In der Zwischenzeit aber hat Joe bemerkt, daß die Papiere gestohlen wurden, und kann sich natürlich denken, durch wen. Unsichtbar dringt er in das Chemiewerk ein, wo es zum Zweikampf mit Mr. Grimble kommt.","versions":[{"lang":1,"streams":[{"redirect":8758718,"hoster":"VOE"},{"redirect":8758721,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der kleine Schornsteinfeger","epNo":2,"alt":"Little Tommy Dawkins","descr":"Joe ist dabei, einen Stromgenerator zu entwickeln, der sich aus alternativen Energiequellen speist. Seine Lehrerin rät ihm, die nahegelegene Universitätsbibliothek zu konsultieren. Doch ohne Bibliotheksausweis bekommt Joe kein Buch. Deshalb schleicht er sich unsichtbar an der Bibliothekarin vorbei, um seine Studien zu betreiben. Die bleiben jedoch nicht unbemerkt. Die durch die Luft segelnden Bücher rufen einen Parapsychologen auf den Plan, der glücklich ist, endlich einen \"Fall\" lösen zu können. Seiner Meinung nach handelt es sich um den ruhelosen Geist des kleinen Schornsteinfegers aus dem letzten Jahrhundert. Joe ist nur allzu gern bereit, dieses Spiel mitzuspielen.","versions":[{"lang":1,"streams":[{"redirect":8758724,"hoster":"VOE"},{"redirect":8758723,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Onkel Gus","epNo":3,"alt":"Uncle Gus","descr":"Ein weit entfernter Onkel zieht bei Familie Lucas ein, weil seine Wohnung renoviert wird und er die Farbe nicht verträgt. Er bekommt Joes Zimmer, der deshalb bei seinem 8 Jahre älteren Bruder Shane schlafen muß. Die Brüder mögen sich zwar, haben jedoch gegensätzliche Interessen und unterschiedliche Gewohnheiten, zumal Shane mal wieder Krach mit einer seiner zahlreichen Freundinnen hat, so daß der Ärger vorprogrammiert ist. Hinzu kommt, daß der Onkel mit ständigen Sonderwünschen die Familie tyrannisiert. Alle sind daher froh, als endlich der Tag der Abreise kommt. Doch Onkel Gus fällt die Treppe hinunter und bricht sich einen Knöchel. In Joe wächst der Verdacht, daß Onkel Gus in seinem Zimmer einen gemütlichen Lebensabend verbringen möchte und der Unfall nur vorgetäuscht sein könnte. Zum Glück gibt es ja sein Unsichtbarkeitselexir Inviz.","versions":[{"lang":1,"streams":[{"redirect":12931001,"hoster":"VOE"},{"redirect":8758726,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Keiner kann mit Adrian","epNo":4,"alt":"Bully for you","descr":"Der Vorsitzende des Schulaufsichtsrates bringt die Schule dazu, einen Jungen aufzunehmen, der zuvor von drei Schulen geflogen ist. Aber Adrian legt es darauf an, auch von dieser Schule verwiesen zu werden. Er verprügelt grundlos seine Mitschüler, pöbelt die Lehrer an und stört den Unterricht. Doch raffiniert weiß er es stets so zu drehen, daß man ihm nichts nachweisen kann. Nur mit Joe hätte er sich nicht anlegen dürfen. Zuhause steht der Geburtstag von Joes Mutter bevor. Vater glaubt eine witzige Überraschung vorzubereiten, indem er die Söhne anweist, so zu tun, als haben sie alle drei den Geburtstag vergessen. Das wäre beinahe schief gegangen.","versions":[{"lang":1,"streams":[{"redirect":8758731,"hoster":"VOE"},{"redirect":8758730,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das gibt Ärger","epNo":5,"alt":"Giving trouble","descr":"Seitdem Joe mit einem seiner Experimente einen Stromausfall in der ganzen Straße verursachte, wollen ihn seine Eltern nicht mehr unbeaufsichtigt lassen. Sie sind zu einer Hochzeit eingeladen und haben daher Opa ins Haus gebeten. Opa jedoch will das Aufpassen mit einem Besuch im Krankenhaus verbinden, was Joe noch ätzender findet als das Modellauto, das Opa ihm schenkte. Um den Krankenhausbesuch zu verhindern, macht er Opas Auto unsichtbar. Leider rammt ein einparkender Wagen das unsichtbare Auto. Woher kriegt Joe ein neues Rücklicht für einen 30 Jahre alten Morris Traveller und woher das Geld dazu? Mit der Hilfe seines Freundes Ali löst Joe das Problem auf seine Art, so daß am Ende nicht nur das Auto ein intaktes Rücklicht hat, sondern auch er kostenlos zu einem Gefrierschrank kommt.","versions":[{"lang":1,"streams":[{"redirect":8758732,"hoster":"VOE"},{"redirect":8758734,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Entführt, erpresst und ausgetrickst","epNo":6,"alt":"Guitar blues","descr":"Die Schule hat kein Geld mehr, so daß im Elternbeirat diskutiert wird, ob man den Sportplatz an eine Immobilienfirma verkauft. Das wäre natürlich eine Katastrophe. Joe und sein Freund Ali schleichen sich daher unsichtbar in das Hotelzimmer des Rockstars, der gerade in der Stadt ein Tourneekonzert gibt und ein ehemaliger Schüler dieser Schule ist. Er schwimmt im Geld und macht damit Werbung, daß er regelmäßig für wohltätige Zwecke generös spende. Leider entspricht das Image nicht der Wirklichkeit. Ein Zufall kommt Joe und Ali zu Hilfe. Dem Rockstar wurde eine Gitarre gestohlen. Gegen eine halbe Million Pfund soll er sie wiederbekommen. Joe beschafft sie wieder, allerdings nicht umsonst.","versions":[{"lang":1,"streams":[{"redirect":8758735,"hoster":"VOE"},{"redirect":8758736,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Haustiersalat","epNo":7,"alt":"Teacher’s pets","descr":"Joe hat beim Fußballspiel mit seinem Bruder Shane eine Scheibe in Nachbars Gewächshaus eingeschlagen. Da er jeden Penny in seine Experimente investiert, kann er die Scheibe nicht ersetzen. Zufällig bekommt er mit, daß seine Physiklehrerin eine Wochenendpflege für ihre Haustiere, einen Papagei und ein Kaninchen, sucht. Der Lohn entspricht genau dem Preis der Glasscheibe. Dummerweise hat Joes Mutter gerade absolute Ruhe verordnet, damit sich sein Vater vom Streß erholen kann. Tiere kommen ihr deshalb nicht ins Haus. Joe aber kann nicht nur sich, sondern auch Tiere unsichtbar machen. Nur unhörbar machen kann er den Papagei nicht. Und der Salat im Nachbargarten hat geradezu magische Anziehung auf das Kaninchen.","versions":[{"lang":1,"streams":[{"redirect":8758737,"hoster":"VOE"},{"redirect":8758738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schachmatt","epNo":8,"alt":"The better man","descr":"Bislang war Joe der einzige Hochbegabte an seiner Schule. Seit einigen Tagen gibt es die neue Mitschülerin Emily, die Joe sogar noch überlegen ist. Sie soll ein Stipendium für eine amerikanische Universität haben, schlägt Joe gnadenlos im Schach und ist in allen Fächern besser, sogar im Sport. Das kann Joe kaum verkraften und sinnt auf einen Gegenschlag. Heimlich erschleicht er sich einen Sieg. Später bereut es Joe und gibt die unfair errungene Trophäe zurück. Doch auch im Verzeihen ist ihm Emily überlegen.","versions":[{"lang":1,"streams":[{"redirect":8758742,"hoster":"VOE"},{"redirect":8758740,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Nicht leicht zu stemmen","epNo":1,"alt":"A weight off your mind","descr":"Joes Bruder Shane, ein unverbesserlicher Schürzenjäger und Mädchenschwarm, wird seit kurzem von Karen verfolgt, die er längst abgelegt glaubte. Karen schreibt nicht bloß Gedichte auf Shane, sie will auch einen Cheerleaderklub gründen, der Shane bei all seinen sportlichen Auftritten umjubelt. Als die Verehrung in Belästigung ausartet, wird es sogar Joe zuviel und mit einem fiesen, aber wirkungsvollen Trick kommt er seinem Bruder zu Hilfe. Schließlich wirkt das Unsichtbarkeitselexir Inviz zuverlässiger als das Haarwuchsmittel, das Joe für seinen kahlköpfigen Vater destillierte.","versions":[{"lang":1,"streams":[{"redirect":8758747,"hoster":"VOE"},{"redirect":8758745,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gesundes Selbstbewusstsein","epNo":2,"alt":"Confidence Trick","descr":"Der neue Schüler Martin in Joes und Alis Klasse ist schon sehr schusselig und konfus. Bei dem besonders strengen und altmodischen Lehrer Mr. Spinks, der glaubt, Martin Clegg spiele den Klassenclown, hat der deshalb nichts zu lachen. Joe und Ali erkennen rasch Martins Problem als man-gelndes Selbstbewusstsein. Dem leistet Mr. Spinks nur Vorschub, wenn er Martin bei jedem Fehlverhalten Arrest aufbrummt. Joe und Ali haben Mitleid mit Martin und helfen ihm, sichtbar und unsichtbar, so gut sie können. Daheim herrscht derzeit anderer Stress.","versions":[{"lang":1,"streams":[{"redirect":8758752,"hoster":"VOE"},{"redirect":8758749,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Schein trügt","epNo":3,"alt":"Appearances Can Be Deceptive","descr":"Joe merkt, dass sein Unsichtbarkeitsmittel seine Kraft verliert, denn es wirkt in immer kürzeren Zeitspannen. Das kommt offensichtlich von der hohen Luftfeuchtigkeit in seinem Schuppen. Er braucht einen dichteren Schrank, am besten einen Tresor. Da trifft es sich gut, dass sein Bruder von stehen gelassenen Schränken in dem Abrissgebäude, in dem er arbeitet, erzählt. Joe und Ali holen sich einen Schrank nach Hause und stellen fest, dass noch Akten darin sind. Sie enthalten ausführliche Pläne für Einbrüche und Zeitungsausschnitte über frühere Diebstähle. Das weckt natürlich den Detektiv in Joe und Ali und sie machen den früheren Besitzer ausfindig, einen Rechtsanwalt. Unsichtbar schleicht Joe in das Büro des Anwalts und wird Zeuge, wie der Verdächtige verräterische Details am Telefon diskutiert.","versions":[{"lang":1,"streams":[{"redirect":8758756,"hoster":"VOE"},{"redirect":8758755,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ferien auf dem Bauernhof","epNo":4,"alt":"Jollity B and B","descr":"Joe hat Inviz benutzt, um seinen Freund Ali mit in den zweiwöchigen Urlaub zu nehmen. Er fährt mit seinen Eltern auf den Bauernhof bei Tante Barbara und Onkel Les. Unglücklicherweise werden die bei-den gerade von einem Krankenwagen abgeholt, als die Familie Lucas ankommt. Tante Barbara kann noch ein paar Anwei-sungen über die Versorgung der Tiere geben, bevor die Ambulanz wegfährt. Was da auf sie zukommt, merken die Lucas’ bald. Schon steht ein Nachbar in der Tür, der sich beschwert, dass die Schafe auf sein Grundstück laufen. Joes Vater stöhnt, schlimmer könne es nicht mehr werden, da kommt eine Mutter mit ihren fünf Kindern an, die hier für eine Woche Bett und Frühstück gebucht hat und sich nicht ab-weisen lässt.","versions":[{"lang":1,"streams":[{"redirect":8758761,"hoster":"VOE"},{"redirect":8758762,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Zauberflöte","epNo":5,"alt":"The Magic Flute","descr":"Mr. Spinks macht dem Schuldirektor den Vorschlag, seine erbärmliche \"Polyfonie für Schreibmaschine, Flöten, Staubsauger und Töpfe\" beim anstehenden Schulfest noch einmal aufzuführen. Die musikalisch begabte Schülerin Marilyn fängt das Schreiben ab. In der Lehrerversammlung befürwortet der Direktor den Vorschlag von Miss Young, die Schülerinnen und Schüler sollten das Konzert selber gestalten. Mr. Spinks ist davon gar nicht erfreut, zumal Miss Young behauptet, der nächst beste Schüler könne das genau so gut wie Mr. Spinks. Der nächst beste Schüler ist Ali. Leider hat Ali gar keine Ahnung von Musik. Das weiß Mr. Spinks und er vertraut seiner Kollegin Mrs. Ward an, er hoffe, dass das Konzert ein Reinfall werde, dann könne er für alle Zukunft die musikalische Gestaltung übernehmen. Doch da sind ja auch noch Joe und das Inviz.","versions":[{"lang":1,"streams":[{"redirect":8758764,"hoster":"VOE"},{"redirect":8758767,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Chemie gegen Physik","epNo":6,"alt":"Playing Around","descr":"Joe hat den Verdacht, dass sein Mitschüler Simon Fox bei der Chemiearbeit betrügt, denn Simon war bisher gerade in Chemie ganz schlecht und plötzlich schreibt er wie wild. Joe schleicht Simon nach, als der seine Arbeit unterbricht. Mit Inviz eingesprüht wird Joe Zeuge, wie Simon eine Mini-CD-Anlage beschickt, die ihm drahtlos die Antworten ins Ohr leitet. Joe vereitelt Simon den Erfolg, in dem er eine andere CD einlegt. Joes Mutter, Mrs. Lucas befindet, dass ihr Mann zu wenig für seine Gesundheit tue. Sie schickt ihn zum Laufen in den Park. Doch bald kann sich Mr. Lucas drücken. Daraufhin soll Mr. Lucas gegen Alis Vater Golf spielen.","versions":[{"lang":1,"streams":[{"redirect":8758771,"hoster":"VOE"},{"redirect":8758769,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nur gepumpt","epNo":7,"alt":"Moment of Truth","descr":"Joe arbeitet an weiteren Verbesserungen seines Inviz-Mittels. Er ist davon überzeugt, kurz vor dem Durchbruch zu einem konzentrierten, vaporisierten Elixier zu stehen. Er entwendet unsichtbar chemische Instrumente aus dem Labor der Universität, leihweise, sagt er. Weil der Schuppen bereits voller Geräte steht, baut er die Geräte in seinem Zimmer auf, obwohl seine Mutter Experimente im Haus streng untersagt hat. Während Joes außer Haus ist, tropft ein Teil des Inviz durch die Decke in die Küche, direkt auf die Obsttorte, die Mutter eigens für die Kaffeegesellschaft gebacken hat. Als Joe heim kommt, empfängt ihn eine wütende Mutter, die ihn beschuldigt, für das Verschwinden der Torte verantwortlich zu sein. Sie verbannt Joes Experimente aus dem Haus. Da bekommt Joe unerwartete Hilfe von seinem Großvater.","versions":[{"lang":1,"streams":[{"redirect":12931007,"hoster":"VOE"},{"redirect":8758774,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die verflixten Fotos","epNo":8,"alt":"Photo Finish","descr":"Das Magazin \"Sciene Today\" hat über die Chemielehrerin angefragt, ob man ein Interview mit Joe machen könne. Dazu benötige man auch ein paar aktuelle Fotos von Joe in seinem Labor. Joe leiht sich den Fotoapparat seines Vaters aus und trägt Ali auf, im Schuppen ein wenig aufzuräumen. Ali hat dazu keine Lust und lässt die Abfälle unsichtbar werden. Dabei macht er auch einige Fotos von sich in verschiedenen Stadien der Unsichtbarkeit. Da betritt Joes Vater den Schuppen und schnappt sich die Kamera für sein Debüt als Hochzeitsfotograf. Ali erschrickt, denn die \"Inviz\"-Fotos von sich dürfen niemandem unter die Augen kommen. Er verfolgt Mr. Lucas’ Weg von der Hochzeit bis zum Foto-Laden, wo es ihm gelingt, den entwickelten Film und die Abzüge zu stehlen. Er entnimmt die Aufnahmen von sich und will den Film zurückgeben. Inzwischen war aber Joes Vater da und hat statt seines Films den des nachfolgenden Kunden abgeholt. (","versions":[{"lang":1,"streams":[{"redirect":8758778,"hoster":"VOE"},{"redirect":8758777,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Es läuft wie geschmiert","epNo":9,"alt":"Off Your Trolley","descr":"Mrs. Lucas, Joes Mutter, bewirbt sich um die Stelle der stellvertretenden Filialleiterin. Da Mr. Lucas in letzter Zeit verstärkt Schwierigkeiten mit seinem Auto hat, verdient er wenig mit Taxi fahren. Umso mehr hängt von Mutters Verdienst ab. Also wollen Joe und Ali sie bei der Beförderung unterstützen. Dummerweise kommt jedes Mal, wenn sie Mrs. Lucas im Laden aufsuchen, der aufgeblasene Filialleiter hinzu und hält die Besprechungen für Privatgespräche, die Mrs. Lucas von der Arbeit abhalten. Auch das Schmiermittel, das Joe entwickelt, um die Einkaufswagen wendiger und weniger anfällig zu machen, wirkt nur kurzfristig.","versions":[{"lang":1,"streams":[{"redirect":8758783,"hoster":"VOE"},{"redirect":8758779,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Jagd nach den Mäusen","epNo":10,"alt":"The Taxi-Man Cometh","descr":"In der Taxizentrale herrscht Chaos. Seit kurzem müssen sich Mäuse eingenistet haben, die sämtliche Akten annagen. Mr. Lucas bittet seinen Sohn Joe etwas zu erfinden, wodurch man die Schädlinge los wird, ohne ihnen weh zu tun. Joe entwickelt ein Gerät das Strahlen aussendet, die die Tiere derart beeinflussen, dass sie sich an dem Ort unwohl fühlen und freiwillig ausziehen. Hinzu kommt, dass der Geschäftsführer der Taxizentrale Hals über Kopf nach Australien ausgewandert ist. Seine sitzen gelassene Freundin Deirdre hat in einem Akt verzweifelter Rache alle alten Akten in den Müll geworfen. Das ist natürlich der schlechteste Zeitpunkt für den lange geplanten Besuch des Wirtschaftsprüfers.","versions":[{"lang":1,"streams":[{"redirect":8758789,"hoster":"VOE"},{"redirect":12985178,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vier Hochzeiten und eine Schlägerei","epNo":11,"alt":"Four Weddings and a Punch-Up","descr":"Joe ist nicht gerade erfreut, dass er nicht zur Freikarten-Ausgabe für den Rummelplatz gehen darf. Er muss nämlich einen Brautbegleiter spielen bei der Hochzeit einer Freundin seiner Mutter. Selbstverständlich fährt Mr. Lucas das Brautpaar zur Kirche. Zuvor jedoch muss er zwei weitere Brautpaare chauffieren, weil der eine seiner Partner plötzlich krank wurde und der andere einen Unfall und somit kein Taxi hat. Dummerweise hat die Zentrale die Adressen vertauscht, so dass schließlich alle Brautpaare vor falschen Kirchen stehen. Als Joe den Anruf mit den richtigen Zielorten entgegennimmt, ist sein Vater längst unterwegs. Joe und Ali versuchen wenigstens eine Hochzeit zu retten und setzen die ganze Gesellschaft in einen Bus zur richtigen Kirche. Dort treffen sie auf eine weitere Hochzeitsgesellschaft und einen Fußball-Fanclub.","versions":[{"lang":1,"streams":[{"redirect":8758795,"hoster":"VOE"},{"redirect":8758793,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"So ein Theater","epNo":12,"alt":"A Gottle of Geer","descr":"Joes Freund Mr. Hay ist ein versierter Kasperletheaterspieler und seine Stücke beim alljährlichen Pfarrfest sind Tradition. Seit kurzem aber hat er einen Rivalen, den Bauchredner Mr. Higgins. Der ist ein fieser Intrigant, der bei allen Veranstaltern anruft und Mr. Hays Auftritte absagt, damit er selbst ins Geschäft kommt. Das haben Joe und Ali mitbekommen. Sie erteilen Mr. Higgins eine Lektion, indem sie unsichtbar die Bauchredner-Puppe beleben und Mr. Higgins ins Gewissen reden. Sie jagen ihm einen solchen Schrecken ein, dass der die scheinbar von einem bösen Geist besessene Puppe in den Kanal wirft. Joe und Ali fischen sie wieder heraus und lassen die Puppe erneut Mr. Higgins die Leviten lesen. Dabei nehmen sie ihm das Versprechen ab, sich bei Mr. Hay zu entschuldigen und ihm seine Auftritte zurückzugeben.","versions":[{"lang":1,"streams":[{"redirect":8758807,"hoster":"VOE"},{"redirect":8758802,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mein unsichtbarer Freund","epNo":13,"alt":"My Invisible Friend","descr":"Joe und Ali testen das neue Modell-Flugzeug, das dummerweise in das Fenster von Joes neuen Nachbarn fliegt. Als niemand auf ihr Klingeln öffnet, schleicht Joe unsichtbar in das Haus, um im Kinderzimmer sein Flugzeug zu suchen. Hier findet er die zehnjährige Charlie, die sich mit ihrem eingebildeten Freund unterhält. Joe glaubt, sie habe ihn entdeckt und spreche mit ihm. Er besprüht sich mit Wasser, um sichtbar zu werden und erkennt sofort, dass das ein Fehler war. Doch er kann Charlie davon überzeugen, dass er nur sein Flugzeug holen wollte. Charlie erzählt ihm von den Experimenten ihrer Mutter, die mit der Erfindung eines neuen Sprudelwassers Geld machen möchte. Joe hat sofort einen Verbesserungsvorschlag.","versions":[{"lang":1,"streams":[{"redirect":8758809,"hoster":"VOE"},{"redirect":8758806,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Ausreißerin","epNo":14,"alt":"Baby Please Don’t Go","descr":"Beim Austragen von Prospekten wurde Joes Fahrrad gestohlen. Als er zurückkommt, um den Diebstahl der Polizei zu melden, steht Ali am Telefon, um der Polizei ein zugelaufenes Kleinkind zu melden. Während die beiden telefonieren, findet das kleine Mädchen das Inviz-Spray und freut sich daran, dass alles was sie damit besprüht, verschwindet, einschließlich ihrer selbst. Da sie nun weg ist, haben die Jungen ein Problem, das sie der Polizei nicht erklären können. Ali folgt der Spur der verschwundenen Gegenstände und Autos bis in den Kindergarten, wo die kleine Katy alle Kinder unsichtbar macht, zum Schrecken der Kindergärtnerin. Sie ruft die Polizei, bei der inzwischen zahlreiche Diebstahl-Meldungen von verschwundenen Autos, Videokassetten, Fernsehern, Kleidern und Kindern eingegangen sind. Joe und Ali vermuten zu Recht, dass ein Lager mit Spielsachen die Aufmerksamkeit der unsichtbaren Kinder findet. Es ist das Diebeslager jener Gauner, die Joes Rad stahlen.","versions":[{"lang":1,"streams":[{"redirect":8758811,"hoster":"VOE"},{"redirect":8759009,"hoster":"Streamtape"}]}]}]}]}