{"path":"/serie/stream/unspeakable","name":"Unspeakable","descr":"In den frühen 1980er Jahren ereignet sich in Kanada der \"Tainted Blood Scandal”: Das dortige Rote Kreuz verabreicht Tausenden von Menschen Blut, das von HIV- und Hepatitis C-Infizierten stammt.","seasons":[{"path":"/serie/stream/unspeakable/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unspeakable/staffel-1/episode-1","name":"","epNo":1,"alt":"Emergence","descr":"Im Jahr 1982 sind die Familien Sanders und Landry zutiefst geschockt als sie von einer mysteriösen tödlichen Krankheit namens AIDS erfahren, die das Blutsystem bedroht. Beide Familien haben Söhne, die an der Bluterkrankheit leiden, eine genetische Erkrankung, die Blutprodukte benötigt. Während die Medizinwelt Schwierigkeiten hat, die wachsende Epidemie zu verstehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9583052","hoster":"VOE"},{"path":"/redirect/8654826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-2","name":"","epNo":2,"alt":"Contraction","descr":"Will (Michael Shanks) kämpft darum, dass die Verantwortlichen für die Blutsicherheit die Gefahr beachten. Die Landrys haben Schwierigkeiten, ihre Familie bei einander zu halten. Dr. Christos Tsoukas veröffentlicht eine Studie über Bluter.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13485482","hoster":"VOE"},{"path":"/redirect/8654827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-3","name":"","epNo":3,"alt":"Heat-Treatment","descr":"Im Jahr 1985 Will Sanders (Michael Shanks) stellt in Frage, warum das Rote Kreuz noch immer verunreinigtes Blut ausgibt, wenn es andere Möglichkeiten gibt. Margaret Sanders (Sarah Wayne Callies) kämpft gegen die Vorurteile gegen AIDS.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13485481","hoster":"VOE"},{"path":"/redirect/8654830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-4","name":"","epNo":4,"alt":"Unsafe","descr":"Im Jahr 1987 glauben Hämophile, die nicht in Kontakt mit AIDS kamen, dass Blutprodukte sicher sind. Doch ein Unternehmen findet durch Hitzeprozesse heraus, dass dies nicht der Wahrheit entspricht und sieben weitere Menschen, fünf davon Kinder, infiziert sind. Der forsche Hämophile Jim Krepke (Aaron Douglas) schließt sich dem Kampf an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13485487","hoster":"VOE"},{"path":"/redirect/8654828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-5","name":"","epNo":5,"alt":"Compensation","descr":"Die Hemophilia Society setzt sich für die Entschädigung von Opfern des verunreinigtem Blut ein. Ryan leidet unter den Nebenwirkungen der Hepatitis C-Behandlung. Peter und Darby verlieben sich. Ben beginnt an einem persönlicheren Buch zu arbeiten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13485490","hoster":"VOE"},{"path":"/redirect/8654831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-6","name":"","epNo":6,"alt":"Krever","descr":"Horace führt eine Untersuchung in dem Blutskandal. Bens Suche nach Rache nimmt zu. Die Leute, die Krever beschuldigen will, bringen ihn vor Gericht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13918281","hoster":"VOE"},{"path":"/redirect/8654834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unspeakable/staffel-1/episode-7","name":"","epNo":7,"alt":"Intent","descr":"Das Oberste Gericht entscheidet zugunsten von Krever und sein Bericht wird schließlich veröffentlicht. Es zeigt viele Fehlverhalten auf und zielt darauf ab, das fehlerhafte Blutsystem in Kanada wieder zu sanieren. Während die Opfer immer noch leiden und die Angehörigen um die Toten trauern, haben zumindest viele das Gefühl, dass ihre Stimmen gehört und die Verantwortlichen zur Rechenschaft gezogen wurden. Aber Ben ist nicht zufrieden und drängt auf Strafanzeige.","versions":[]},{"path":"/serie/stream/unspeakable/staffel-1/episode-8","name":"","epNo":8,"alt":"Apologies","descr":"Als das Strafverfahren zusammenbricht überlegt Ben, die Angelegenheit selbst in die Hand zu nehmen. Peter und Ryan haben beide mit Krankheiten zu kämpfen, während sie ihre eigenen Familien gründen. Im Jahr 2015 stehen beide Leben in der Schwebe, als die Tragödie sie endlich einzuholen droht.","versions":[]}]}]}