{"path":"/serie/stream/unter-freunden-stirbt-man-nicht","name":"Unter Freunden stirbt man nicht","descr":"Die Serie handelt von einer Gruppe langjähriger Freunde im besten Alter.Doch als einer von ihnen (Walter Sittler), seines Zeichens renommierter Wissenschaftler und heißester Anwärter auf den Wirtschaftsnobelpreis, unverhofft stirbt, schmieden die Hinterbliebenen einen waghalsigen Plan: Bis zu Bekanntgabe der Nominierungen in fünf Tagen wollen sie den Tod ihres Freundes geheim halten. Als erste Maßnahme kühlen sie das Schlafzimmer und schließen die Fenster, damit bloß keine Fliegen reinkommen. Das Unterfangen stellt die Freundschaft der Hinterbliebenen jedoch schnell auf eine harte Probe und gerät Schritt für Schritt außer Kontrolle.","seasons":[{"path":"/serie/stream/unter-freunden-stirbt-man-nicht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unter-freunden-stirbt-man-nicht/staffel-1/episode-1","name":"Annette","epNo":1,"alt":"Episode 1","descr":"Der plötzliche Tod ihres Freundes Hermann erschüttert Annette, Friedrich, Ella und Joachim zutiefst. Noch schwerer wiegt der Tod, da Hermann dieses Jahr als Favorit für den Wirtschaftsnobelpreis gehandelt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481568","hoster":"VOE"},{"path":"/redirect/14455370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-freunden-stirbt-man-nicht/staffel-1/episode-2","name":"Friedrich","epNo":2,"alt":"Episode 2","descr":"Nachdem es Friedrich in letzter Sekunde gelingt, ein Feuer im Haus des toten Freundes zu löschen, wartet auf die Gruppe bereits der nächste Brandherd: Damit Hermanns Tod weiterhin unerkannt bleibt, muss Friedrich ihn vertreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244649","hoster":"VOE"},{"path":"/redirect/14263983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-freunden-stirbt-man-nicht/staffel-1/episode-3","name":"Joachim","epNo":3,"alt":"Episode 3","descr":"Nur wenige Wochen trennen Joachim von der Veröffentlichung seines ersten Gedichtbands. Daher kommt dem angehenden Autor ein Treffen mit der bekannten Literaturkritikern Elke Heidenreich gerade recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14240616","hoster":"VOE"},{"path":"/redirect/14263978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-freunden-stirbt-man-nicht/staffel-1/episode-4","name":"Ella","epNo":4,"alt":"Episode 4","descr":"Ausgerechnet am letzten Tag vor der Verkündung des Nobelpreises stehen die vier Freunde auf einmal ohne Leiche dafür mit jeder Menge Fragen da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14268080","hoster":"VOE"},{"path":"/redirect/14263980","hoster":"Streamtape"}]}]}]}]}