{"seriesId":"unter-deutschen-zwangsarbeit-im-ns-staat","name":"Unter Deutschen - Zwangsarbeit im NS-Staat ","descr":"Mehr als 13 Millionen oftmals junge Menschen wurden zwischen 1938 und 1945 als Zwangsarbeiter ins Deutsche Reich geholt, um die Kriegswirtschaft am Laufen zu halten: \"Unter Deutschen – Zwangsarbeit im NS-Staat\" erzählt aus internationaler Perspektive vom Schicksal der Opfer und der Täter. Im Fokus der dreiteiligen Dokumentationsserie stehen dabei deren Kinder und Enkelkinder.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Verlorene Jugend","epNo":1,"alt":"","descr":"Mehr als 13 Millionen oftmals junge Menschen wurden zwischen 1938 und 1945 als Zwangsarbeiter ins Deutsche Reich geholt, um die Kriegswirtschaft am Laufen zu halten: Die dreiteilige Dokuserie erzählt aus internationaler Perspektive vom Schicksal der Opfer und der Täter. Im Fokus stehen dabei deren Kinder und Enkelkinder. Europa in den 30er Jahren: Unbeschwert lebt die jüdische Familie Hertzberger in Rotterdam. Nur wenige Hundert Kilometer weiter hofft der junge Deutsche Wilhelm Frank auf ein Wiedererstarken der deutschen Nation und wird zum Anhänger Hitlers. Ellis Hertzberger und Wilhelm Frank sind die beiden Antipoden, die den Grundton dieser Episode setzen. Die Dokumentation folgt ihren Enkelinnen in das Spannungsverhältnis, das ihre Vorfahren zu Opfern und Tätern werden ließ. 1939 beginnt der Zweite Weltkrieg, der die Welt für immer verändert. Zuerst bekommt dies der junge Josef Bednarz in Polen zu spüren. 1941 wird er verschleppt, um als Zwangsarbeiter in Süddeutschland zu arbeiten. Dieses Schicksal teilen auch Irma Trksak, eine Widerstandskämpferin aus Wien, und der junge Tscheche Jan Sefl. Alle eint ein Schicksal: das Zerbrechen ihrer jugendlichen Träume, der Verlust ihrer Heimat und die erzwungene Arbeit für den Feind.","versions":[{"lang":1,"streams":[{"redirect":12568643,"hoster":"VOE"},{"redirect":12568646,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verbotene Liebe","epNo":2,"alt":"","descr":"Zwangsarbeiter aus Tschechien, Österreich, den Niederlanden, Polen und Frankreich im deutschen NS-Staat: Nur selten erfahren die jungen Menschen Fürsorge oder Liebe, denn ein menschlicher Umgang mit den Zwangsarbeitern ist den Deutschen strengstens verboten. 1940 rückt die deutsche Wehrmacht in Paris ein. Der junge François Cavanna wird bald darauf zur Zwangsarbeit eingezogen und nach Berlin verschleppt. Er landet in der Großindustrie, welche die Kriegsmaschinerie der Deutschen antreibt. Für 14 Millionen Wehrmachtssoldaten, die an der Front kämpfen, kommen 13 Millionen Zwangsarbeiter ins Deutsche Reich. Vladimir Matousek aus dem tschechischen Brünn arbeitet in den Eisenhütten von Donawitz in Österreich. Der Tscheche Jan Sefl muss im von Deutschen besetzten Norwegen U-Boot-Bunker bauen. Ganz Europa schuftet für seine Besatzer. Die Dokumentationsreihe folgt den Protagonisten aus Tschechien, Österreich, den Niederlanden, Polen und Frankreich in ihr Schicksal an den Werkbänken der Nazis. Nur selten erfahren die jungen Menschen Fürsorge oder Liebe, denn ein menschlicher Umgang mit den Zwangsarbeitern ist den Deutschen strengstens verboten.","versions":[{"lang":1,"streams":[{"redirect":12568654,"hoster":"VOE"},{"redirect":12568653,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vergessenes Trauma","epNo":3,"alt":"","descr":"Mehr als 13 Millionen oftmals junge Menschen wurden zwischen 1938 und 1945 als Zwangsarbeiter ins Deutsche Reich geholt. Die letzte Folge der Dokureihe geht den Kriegstraumata der Protagonisten nach und fragt, warum das Schicksal der Zwangsarbeiter:innen in den vergangenen Jahrzehnten in der europäischen Erinnerung marginalisiert und vergessen worden ist. 1943, nach der Schlacht bei Stalingrad, wendet sich das Kriegsgeschehen. Britische und amerikanische Bomber, die Deutschland von den Nazis befreien, töten auch Tausende Zwangsarbeiter. Opfer wie Täter leben nun in ausgebombten Städten. Die Zwangsarbeiter in den Konzentrationslagern, wie die junge Wienerin Irma Trksak oder der junge Niederländer Ellis Hertzberger, erleben und überleben den industriellen Massenmord der letzten Kriegsjahre. Andere, wie der Franzose François Cavanna, verstümmeln sich sogar selbst, um der Arbeit in der Rüstungsindustrie des Feindes zu entkommen. Als der Krieg für die Deutschen 1945 endet, geht er für die Zwangsarbeiter weiter: Als \"Displaced Persons\" können nur wenige an ihr altes Leben anknüpfen. Manche, wie der junge Pole Josef Bednarz, bleiben sogar im ehemaligen Feindesland. Die letzte Folge der Reihe geht den Kriegstraumata der Protagonisten nach und fragt, warum das Schicksal der Zwangsarbeiter in den vergangenen Jahrzehnten in der europäischen Erinnerung marginalisiert und vergessen worden ist.","versions":[{"lang":1,"streams":[{"redirect":12568712,"hoster":"VOE"},{"redirect":12568714,"hoster":"Streamtape"}]}]}]}]}