{"path":"/serie/stream/unter-kontrolle","name":"Unter Kontrolle","descr":"[Sous contrôle]  Die 45-jährige Marie Tessier, Leiterin einer NGO, wird an dem Tag zur Außenministerin ernannt, an dem fünf Europäer, darunter zwei Franzosen, in der Sahelzone von Terroristen als Geiseln genommen werden. Indem sie diese Krise zu ihrer persönlichen Angelegenheit macht, überschreitet Marie schnell alle roten Linien und bemüht sich, den Eindruck zu erwecken, dass alles unter Kontrolle ist.","seasons":[{"path":"/serie/stream/unter-kontrolle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Niger, Westafrika: Fünf Europäer werden in der Wüste gefangen gehalten. Die Entführer fordern 5.000 Dollar von der französischen Botschaft und dem Außenministerium, doch dort antwortet niemand. Schließlich verkaufen sie die Geiseln an den Chef der AIAO, einer islamistischen afrikanischen Miliz. Diese nehmen die Geiseln mit in ihr Lager in den Bergen, wo sie einen Schafhirten dazu abstellen, die Geiseln zu bewachen. Am selben Tag: Die 45-jährige Marie Tessier, Managerin bei der Organisation Ärzte ohne Grenzen, gibt ein Interview über das Krankenhaus, das sie erfolgreich im Niger aufgebaut hat. Überraschend bietet ihr der französische Präsident den Posten der Außenministerin an. Ihr Amtsvorgänger wurde offiziell von einem Bus angefahren – in Wirklichkeit leidet er an Burn-out.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127047","hoster":"VOE"},{"path":"/redirect/13127052","hoster":"Doodstream"},{"path":"/redirect/13127046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die 45-jährige Marie tritt ihren neuen Posten als französische Außenministerin an und wird direkt mit einer Geiselnahme im Niger konfrontiert. Sie und ihr Team erhalten ein Video, in dem die Geiseln merkwürdige Fragen von den Entführern beantworten müssen. Die Forderung für die Befreiung ist simpel: 15 Millionen. Aber in Frankreich weiß niemand, von welcher Währung die Erpresser sprechen: Sind es Dollar, Euro oder afrikanische CFA-Francs? Marie berät sich mit ihren europäischen Kollegen und Kolleginnen. Schließlich wird gelost, wer sich um das Anliegen kümmern soll. Deutschland gewinnt. Aber Marie will unbedingt die Führung übernehmen. Sie verhandelt mit ihrem deutschen Kollegen Günter und ihrem italienischen Kollegen Federico, dann steht der Deal. Wenig später reist ein Vermittler in die Wüste des Niger, um mit den Terroristen zu verhandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127044","hoster":"VOE"},{"path":"/redirect/13127048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Marie erhält einen Anruf von dem Vermittler, der sie über den neuesten Stand der Geiselnahme im Niger informiert, als sie gerade im Bad ist. Ein gefundenes Fressen für die Presse! Die Amtskollegen der anderen betroffenen Länder beschwören sie, dass Frankreich nicht zahlen soll. Dies würde Anreize für den weltweiten Kidnapping-Markt schaffen. Sie wollen auf Angriff gehen, aber Marie ist dagegen: Das Risiko für die Geiseln ist zu groß, sie würde sich schuldig fühlen. Marie behauptet, die AIAO sei wieder bereit zu verhandeln. Der französische Präsident weist sie an, die Sache endlich zu regeln. Als ob das alles nicht genug wäre, möchte ihre Tochter Emma wieder bei ihrem Vater leben, da Marie noch abwesender ist, seitdem sie Ministerin ist. Marie verspricht, sich mehr Zeit für sie zu nehmen, doch Emma ist nicht überzeugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127054","hoster":"VOE"},{"path":"/redirect/13127053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Am Abend trifft Marie ihren Flirt Thomas bei ihrer früheren Arbeitsstelle, der Organisation Ärzte ohne Grenzen. Sie ist deprimiert, ihre Libido gedämpft. Thomas berichtet ihr, dass das Krankenhaus, das sie gemeinsam im Niger aufgebaut haben, ein voller Erfolg ist. Und der nigrische Präsident freue sich über die Bekämpfung des Terrorismus in der Region. Das bringt Marie auf eine Idee. Um den nigrischen Präsidenten unter Druck zu setzen, bittet sie ihren Assistenten Harold, die Frachtschiffe von Ärzte ohne Grenzen zu blockieren. Am nächsten Tag wird die deutsche Geisel, die von Maries Amtskollegen Günter freigekauft wurde, von den Terroristen zum Treffpunkt gebracht. Doch als sie sehen, dass das deutsche Flugzeug mit dem Lösegeld eine Kehrtwende macht, will der Chef der AIAO die deutsche Geisel töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127056","hoster":"VOE"},{"path":"/redirect/13127057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Marie wurde gefeuert und ist nun Ministerin für Sport. Ihr Assistent Harold ist ihr dorthin gefolgt. Ihre Aufgaben dort langweilen sie auf ganzer Linie. Doch Marie gibt nicht auf. Von ihrer Assistentin Cléa, die im Außenministerium geblieben ist, erfährt sie, dass die AIAO ein Video geschickt hat, in dem sie den Geiseln droht. Beim neuen Außenminister Gresson fragt sie nach, wieso die Geiseln nicht für die von ihr vorher vereinbarten neun Millionen befreit werden. Aber es wird ihr nur gesagt, dass das nicht mehr ihre Aufgabe sei. Am nächsten Tag wird Marie doch noch zur Verhandlung mit den Terroristen herangezogen. Die Entführer wollen nur mit ihr telefonieren – oder sonst eine französische Geisel töten. Sie fordern nun elf Millionen. Gresson gibt Marie zu verstehen, dass sie das akzeptieren soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127060","hoster":"VOE"},{"path":"/redirect/13127061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-kontrolle/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Am Morgen kommt Marie im Niger an und sucht den Vermittler auf. Zuerst möchte der sie nicht zum Lager bringen, sagt dann aber doch zu. Sie telefoniert mit dem französischen Präsidenten, der nun keine andere Wahl hat, als den geplanten Angriff abzusagen und das Lösegeld mit den elf Millionen loszuschicken. Am Abend wird sie in die Zelle gebracht, in der auch die Geiseln festgehalten werden. Diese berichten ihr von ihrem Plan zu fliehen, da sie nicht mehr daran glauben, noch befreit zu werden. Marie versucht sie davon abzuhalten. Sie offenbart ihre wahre Identität, aber niemand glaubt ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13127064","hoster":"VOE"},{"path":"/redirect/13127065","hoster":"Streamtape"}]}]}]}]}