{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter","name":"Unterwegs durchs All mit Ulrich Walter","descr":"1993 war Ulrich Walter Deutschlands `Mann im All`. An Bord des Space Shuttles Columbia erforschte der Physiker neuartige Materialien sowie das Verhalten von Tieren und Pflanzen in der Schwerelosigkeit. Die Faszination für den Weltraum hat Walter seither nie losgelassen: Heute lehrt er Raumfahrttechnik an der Technischen Universität München und veröffentlicht in diversen Fachzeitschriften regelmäßig Kolumnen und Artikel zum Thema. In der Serie \"Unterwegs durchs All mit Ulrich Walter\u0026amp;quot; nimmt der ehemalige Wissenschaftsastronaut und Träger des Bundesverdienstkreuzes die Zuschauer mit auf eine faszinierende Reise von der Erde bis an den äußersten Rand des Universums und geht dabei den existenziellen Fragen des menschlichen Daseins auf den Grund: Wie groß war der `Big Bang`, der Urknall? Gibt es Leben auf anderen Planeten? Was würde es für den menschlichen Körper bedeuten, wenn man tatsächlich in Warp-Geschwindigkeit reisen könnte? Was würde passieren, wenn man von einem Schwarzen Loch angezogen würde? Die klügsten Köpfe der Astrophysik und der Theoretischen Physik treten für die Serie vor die Kamera und geben Antworten - unterstützt von atemberaubenden Computergraphiken und spektakulären Zeitrafferaufnahmen.","seasons":[{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-1","name":"Die Entstehung des Universums","epNo":1,"alt":"","descr":"Am Anfang war das Nichts. Kein Raum, keine Zeit, keine Materie. Aus heutiger Perspektive endete dieser Zustand vor etwa 13,7 Milliarden Jahren mit jenem Ereignis, das gemeinhin Urknall genannt wird. Ulrich Walter lässt die ersten drei Sekunden nach dem Big Bang Revue passieren. Damals entstand aus dem absoluten Nichts der erste Funken Licht und breitete sich in unvorstellbarer Geschwindigkeit aus – das Universum war geboren. Kann das sein, das absolute Nichts? Und wie haben diese ersten Sekunden das Universum und die Existenz der Erde und des Menschen geprägt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6933812","hoster":"VOE"}]}]},{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-2","name":"Leben auf dem Mond","epNo":2,"alt":"","descr":"40 Jahre nach dem erfolgreichen Apollo-Programm stehen die Zeichen wieder auf Mondmission. Die Menschheit drängt es zurück auf den Erdtrabanten. Doch diesmal geht es nicht darum, ein paar Tage lang oben zu bleiben, Gesteinsproben zu sammeln und schleunigst wieder zurückzukehren. Diesmal wollen die Astronauten für länger bleiben und eine ständige Vertretung der Menschheit auf dem Mond einrichten. Im Rahmen des neuen NASA-Programms \"Constellation\" soll im Jahr 2020 die erste bemannte Mission zum Südpol des Monds geschickt werden.","versions":[]},{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-3","name":"Leben auf dem Mars","epNo":3,"alt":"","descr":"Unser Nachbarplanet Mars wurde über Milliarden von Jahren gefriergetrocknet. Seine Oberfläche ist gnadenlos der ultravioletten Strahlung ausgesetzt, die Durchschnittstemperatur beträgt -75 Grad Celsius, und die Atmosphäre ist so dünn wie auf einem irdischen Berg, der dreimal so hoch wäre wie der Mount Everest. Trotzdem ist der NASA-Wissenschaftler Chris McKay davon überzeugt, dass auf dem Mars Menschen werden leben können. Blauer Himmel, Meere, Flüsse, weite Pinienwälder sind möglich – und das nicht erst in 500 Jahren.","versions":[]},{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-4","name":"Reise zum Jupiter","epNo":4,"alt":"","descr":"Mit einem Äquatorialdurchmesser von 143.000 Kilometern – das entspricht dem 1.300-Fachen des Erddurchmessers – ist Jupiter der bei weitem größte Planet unseres Sonnensystems. Aber wie ist es überhaupt zur Entstehung eines so gewaltigen Himmelskörpers gekommen? Die Antwort auf diese Frage könnte vieles zum Verständnis der Prozesse beitragen, die unser Planetensystem vor Milliarden Jahren geformt haben – und denen letztlich alles Leben auf der Erde seine Existenz verdankt","versions":[]},{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-5","name":"Schwarze Löcher","epNo":5,"alt":"","descr":"Als im Herbst 2008 der Teilchenbeschleuniger Large Hadron Collider (LHC) in Genf seine Arbeit aufnahm, ging weltweit die Angst um: Bedeutet das neue Mega-Instrument der Physiker das Ende der Welt? Angeblich könnten durch den LHC Schwarze Löcher entstehen, in denen die komplette Materie verschwände. Bekanntlich kam es anders, und so zeigt \"Unterwegs durchs All mit Ulrich Walter\" eine hochspannende Episode über Schwarze Löcher, die wohl mysteriösesten Objekte des Alls","versions":[]},{"path":"/serie/stream/unterwegs-durchs-all-mit-ulrich-walter/staffel-1/episode-6","name":"Der Tod des Universums","epNo":6,"alt":"","descr":"Von der biblischen Genesis und den Griechen Thales und Anaximander über Kopernikus und Newton bis hin zu Einstein und Hubble haben sich die Menschen immer wieder mit dem Entstehen und Vergehen der Welt auseinandergesetzt. Heute sind die Wissenschaftler des 21. Jahrhunderts davon überzeugt, dass das Universum tatsächlich endlich ist. Rund 100 Jahre nach Albert Einsteins wegweisender Relativitätstheorie mit der berühmten Formel E \u003d mc2 ist die Forschung in der Lage, das Alter des Universums zu bestimmen und darüber hinaus sogar eine Vorhersage über ein mögliches Ende zu machen.","versions":[]}]}]}