{"seriesId":"unterm-apfelbaum","name":"Unterm Apfelbaum","descr":"Der Zufall spült sie in eine WG: die störrische Witwe Frieda (Therese Hämer), die akribische Denkmalpflegerin Jasmin (Saman Giraud) und die praktische Zimmerin Tinka (Lotte Becker). Das Trio versucht, auf Friedas Erbhof Heckemellersch eine Heimat zu finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Einsturzgefährdet","epNo":1,"alt":"","descr":"Sie gleichen drei Naturgewalten. Der Zufall spült sie in eine WG: die störrische Witwe Frieda, die akribische Denkmalpflegerin Jasmin und die praktische Zimmerin Tinka. Aber können sie auf Friedas Erbhof Heckemellersch eine Heimat finden? Für Tinka ist es jetzt erst mal der einzig mögliche Zufluchtsort, nachdem ihre Hochzeit geplatzt ist. Und auch Jasmin braucht dringend eine neue Bleibe. Das ländlich Krachgarten im Hessischen: Die seit einem Jahr verwitwete Frieda entdeckt im 200 Jahre alten Fachwerk ihres Erbhofes Heckemellersch morsche Balken. Der örtliche Zimmermannsbetrieb schickt zu Friedas anfänglicher Irritation einen weiblichen Zimmermann: die Gesellin Tinka, die ein vernichtendes Urteil über die Balken spricht. Sie müssen schnellstmöglich saniert werden. Alle! Aber Frieda hat dazu nicht das Geld. Dafür zieht Tinka überstürzt bei Frieda ein.","versions":[{"lang":1,"streams":[{"redirect":11584580,"hoster":"VOE"},{"redirect":11584576,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Panta Rhei","epNo":2,"alt":"","descr":"Drei sehr unterschiedliche Frauen tun sich tatsächlich zusammen: die Denkmalpflegerin Jasmin, die Zimmerin Tinka und die verwitwete Frieda. Leise Zweifel haben alle drei. Ob das gut geht? Spätestens als Friedas Tochter Elli mit ihrer Familie zu Besuch kommt, entlädt sich das Gewitter. Elli hat ihrer Mutter eine Wohnung bei sich in Stuttgart angemietet und sich finanziell dafür völlig verausgabt, während man in Heckemellersch die Zimmer renoviert. Umzugskisten stehen auf Friedas Hof. Ihr ist nicht ganz wohl in ihrer Haut. So viel Veränderung! Vor allem fühlt sie sich unwohl bei dem Gedanken, dass die Zimmer ihrer Kinder Elli und Christian jetzt dauerhaft von Tinka und Jasmin bewohnt werden. Aber ohne ihre Hilfe wird sie die dringend notwendige Sanierung von Heckemellersch nicht stemmen können.","versions":[{"lang":1,"streams":[{"redirect":11584582,"hoster":"VOE"},{"redirect":11584579,"hoster":"Streamtape"}]}]}]}]}