{"path":"/serie/stream/unter-eisbren-berleben-in-der-arktis","name":"Unter Eisbären - Überleben in der Arktis","descr":"Eisbären haben Kultstatus – und doch wissen wir ziemlich wenig über sie. Niemand konnte bisher einzelne Tiere über einen längeren Zeitraum begleiten, ihre Geschichte erzählen und ihr Familienleben dokumentieren. Der Kameramann Gordon Buchanan will nun seine Erfahrungen nutzen, die er während der Dreharbeiten zu \"The Bear Family and Me\" gesammelt hat.Ein Jahr lang will er eine Bärenfamilie begleiten, bestehend aus Baby Mikki, Bruder Lucca und Mutter Lyra. Mikki hat nur eine 40-prozentige Chance, das erste Jahr zu überleben. Ständig wird sein Leben vom Hungertod, männlichen aggressiven Eisbären oder den Gefahren aus dem ewigen Eis selbst bedroht. Aus seinem bärensicheren Versteck heraus gelingen Gordon außergewöhnliche Aufnahmen vom Leben der weißen Jäger. Ihm ist es gelungen, die ersten wackeligen Schritte eines kleinen Eisbären zu dokumentieren. Von nun an begleitet er ihn über sein erstes Lebensjahr.","seasons":[{"path":"/serie/stream/unter-eisbren-berleben-in-der-arktis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unter-eisbren-berleben-in-der-arktis/staffel-1/episode-1","name":"Frühling","epNo":1,"alt":"Spring","descr":"Eisbären haben Kultstatus – und doch wissen wir ziemlich wenig über sie. Niemand konnte bisher einzelne Tiere über einen längeren Zeitraum begleiten, ihre Geschichte erzählen und ihr Familienleben dokumentieren. Der Kameramann Gordon Buchanan will nun seine Erfahrungen nutzen, die er während der Dreharbeiten zu \"The Bear Family and Me\" gesammelt hat. Ein Jahr lang will er eine Bärenfamilie begleiten, bestehend aus Baby Mikki, Bruder Lucca und Mutter Lyra. Mikki hat nur eine 40-prozentige Chance, das erste Jahr zu überleben. Ständig wird sein Leben vom Hungertod, männlichen aggressiven Eisbären oder den Gefahren aus dem ewigen Eis selbst bedroht. Aus seinem bärensicheren Versteck heraus gelingen Gordon außergewöhnliche Aufnahmen vom Leben der weißen Jäger. Ihm ist es gelungen, die ersten wackeligen Schritte eines kleinen Eisbären zu dokumentieren. Von nun an begleitet er ihn über sein erstes Lebensjahr.","versions":[]},{"path":"/serie/stream/unter-eisbren-berleben-in-der-arktis/staffel-1/episode-2","name":"Sommer","epNo":2,"alt":"Summer","descr":"Die dreiteilige Dokureihe zeigt, wie ein Mensch erstmalig das Vertrauen der großen weißen Jäger gewinnt. Der Ausnahmeforscher Gordon Buchanan begleitet die Eisbären über weite Distanzen durch Schnee und Eis der Svalbard Inseln und gewinnt dabei einmalige Einblicke in ihr soziales Leben. So konnte er einige Schnappschüsse machen und sogar eine Geburt und die ersten Schritte von drei Eisbärbabys, Mikki, Lukka und Lyra genannt, aufnehmen. Doch so kuschelig und niedlich kleine Eisbären auch sind, umso gefährlicher können ausgewachsene Exemplare für den Menschen werden. Die Großaufnahmen der weißen Riesen gelangen dem Tierfilmer deshalb nur mit Hilfe eines speziell angefertigten Käfigs. Auf den Spuren \"seiner\" Eisbären durchleben Buchanan und seine Mitarbeiter aber dennoch eine unvergleichliche Polarexpedition.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6928610","hoster":"VOE"}]}]},{"path":"/serie/stream/unter-eisbren-berleben-in-der-arktis/staffel-1/episode-3","name":"Herbst","epNo":3,"alt":"Autumn","descr":"","versions":[]}]}]}