{"path":"/serie/stream/unter-der-sonne-kaliforniens","name":"Unter der Sonne Kaliforniens","descr":"Gary Ewing, der Sohn von Jock und Miss Ellie Ewing und Vater von Lucy Ewing aus Dallas, als Versager und schwarzes Schaf der Familie Ewing gilt, beschließt er, die Southfork Ranch zu verlassen. Er heiratet ein zweites Mal seine Ex-Frau Valene, von der er 17 Jahre getrennt gelebt hat, und zieht mit ihr in ein Haus am Seaview Circle in der kalifornischen Kleinstadt Knots Landing. Das Haus hat Miß Ellie den beiden zur Hochzeit geschenkt. Im Seaview Circle wohnen außerdem die fünfköpfige Familie Fairgate (Sid, Karen und die Kinder Diana, Eric und Michael), Laura und Richard Avery sowie Kenny und Ginger Ward. Gary arbeitet zunächst in Sids Autowerkstatt Knots Landing Motors und die Ewings leben sich schnell in der kleinen Sackgasse am Meer ein. Da riecht Garys Bruder J.R. ein neues Geschäft und versucht, mit Hilfe von Sids Schwester Abby Cunningham, die auch in die Sackgasse gezogen ist, Öl vor der Küste zu bohren. Doch sein Plan mißlingt. Valene muß derweil um die Liebe ihrer Tochter Lucy und ihrer Mutter Lilimae Clements kämpfen. Lilimae, eine Country-Sängerin, hatte Valene der Karriere wegen im Stich gelassen. J.R. hatte Lucy ihrer Mutter als Baby weggenommen und auf der Southfork Ranch großgezogen","seasons":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-1","name":"Auf gute Nachbarschaft!","epNo":1,"alt":"Pilot","descr":"In Knots Landing lebt der Bruder von J.R Ewing mit seiner Frau Valene. Die Nachbarschaft in dieser netten Siedlung des amerikanischen Mittelstandes füllt sich zunehmends und das bringt Intrigen, Liebeleien, Streit, Probleme, Seitensprünge mit sich. (Text: Passion)","versions":[]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-2","name":"J.R. Ewing gibt nach","epNo":2,"alt":"Community Spirit","descr":"Gary Ewing bekommt von Miss Ellie ein Haus in Kalifornien geschenkt. Dort haben die Bewohner erfahren, dass nach Öl gebohrt werden soll. Das würde die paradiesische Küstenlandschaft zerstören. Bald stellt sich heraus, dass J.R. Ewing seine Hände im Spiel hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330516","hoster":"VOE"},{"path":"/redirect/10150150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-3","name":"Unorthodoxe Lehrmethoden","epNo":3,"alt":"Let Me Count The Ways","descr":"Ein neuer Lehrer unterrichtet in Knots Landing. Alle Schüler sind von diesem jungen Mann begeistert. Die Eltern stehen den ungewöhnlichen Lehrmethoden allerdings skeptisch gegenüber. Nur die mit Sid verheiratete Karen Fairgate ist auf seiner Seite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330515","hoster":"VOE"},{"path":"/redirect/10150142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-4","name":"Angst geht um","epNo":4,"alt":"The Lie","descr":"Laura Avery lernt in einer Cocktailbar einen Malerin kennen. Nach einem Drink überredet er sie, ein Porträt von ihr malen zu dürfen. Doch das ist nur ein Vorwand, um Laura in seine Wohnung zu locken. Laura wird vergewaltigt, erzählt Richard aber einen ganz anderen Tatvorgang. Letztlich verhaftet die Polizei den falschen Mann. Valene jedoch, der Laura alles erzählt hat, kann das Missverständnis aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330512","hoster":"VOE"},{"path":"/redirect/10150144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-5","name":"Wird der Kreislauf nie durchbrochen?","epNo":5,"alt":"Will The Circle Be Unbroken","descr":"Lilimae Clements besucht ihre Tochter Valene im Seaview Circle. Doch es gibt Streitigkeiten: Valene wirft ihrer Mutter immer noch vor, sie als Kind vernachlässigt zu haben. Für Lilimae stand immer die Gesangskarriere an erster Stelle. Doch dann können beide Frauen die Vergangenheit abschließen und einen Neuanfang machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330513","hoster":"VOE"},{"path":"/redirect/10150145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-6","name":"Lucy Ewing kehrt heim","epNo":6,"alt":"Home Is For The Healing","descr":"Diesmal kommt Besuch aus Dallas: Lucy Ewing besucht ihre Eltern in Knots Landing. Doch auch dieser Besuch läuft nicht ohne Schwierigkeiten ab. Lucy wirft ihrem Vater Gary immer noch vor aus Texas davongelaufen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330514","hoster":"VOE"},{"path":"/redirect/10150148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-7","name":"Die Motorrad Gang","epNo":7,"alt":"Land Of The Free","descr":"Die Bevölkerung von Knots Landing wird von einer Motorrad-Gang terrorisiert. Die Polizei ist gegen die Bande offensichtlich machtlos. Diana, die Tochter der Fairgates, wird entführt. Ihr Vater und Gary Ewing nehmen daraufhin das Gesetz selbst in die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330518","hoster":"VOE"},{"path":"/redirect/10150149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-8","name":"Unangenehmer Besuch","epNo":8,"alt":"Civil Wives","descr":"Sid Fairgate bekommt Besuch von seiner ersten Frau Susan Philby. Unter einem Vorwand versucht sie Sid wieder für sich zu gewinnen. Doch dieser empfindet für Susan nichts mehr. Daraufhin findet sie in dem Anwalt Avery ein neues Opfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150152","hoster":"VOE"},{"path":"/redirect/10150151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-9","name":"Unheimlicher Verehrer?","epNo":9,"alt":"The Constant Companion","descr":"Ginger hat das Gefühl, von einer mysteriösen Person verfolgt zu werden. Als sich herausstellt, wer es ist, wird Ginger unweigerlich mit ihrer Vergangenheit konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150154","hoster":"VOE"},{"path":"/redirect/10150155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-10","name":"Wie wäre es, wenn ...","epNo":10,"alt":"Small Surprises","descr":"Gingers jüngere Schwester Jill ist für ein paar Tage zu Besuch gekommen. Die lebenslustige junge Frau macht sich an Eric ran. Der läuft entsetzt davon. Indessen erfährt seine Mutter Karen, dass sie erneut schwanger ist. Ihre Kinder reagieren ablehnend. Doch Ehemann Sid möchte unbedingt, dass sie das Baby bekommt. Ein heftiger Widerstreit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150157","hoster":"VOE"},{"path":"/redirect/10150156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-11","name":"Finanzprobleme","epNo":11,"alt":"Courageous Conviction","descr":"Anwalt Richard Avery hat sich an der Börse verspekuliert. Dringend braucht er 20.000 Dollar. In seiner Verzweiflung wendet er sich an seinen Schwiegervater. Der händigt seiner Tochter Laura das Geld für ihren Gatten aus - nicht, ohne daran ein paar Bedingungen zu knüpfen. Diana hat sich in einen jungen Mann verliebt. Der setzt alles daran ihr zu imponieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330517","hoster":"VOE"},{"path":"/redirect/10150153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-12","name":"Der tiefe Fall des Gary Ewing, Teil 1","epNo":12,"alt":"Bottom Of The Bottle, Part 1","descr":"Gary Ewing wird in \"Knots Landing Motors\" befördert. Doch an dem Abend trinkt Alkoholiker Gary zu viel und hat einen furchtbaren Streit mit Valene.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150159","hoster":"VOE"},{"path":"/redirect/10150160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-1/episode-13","name":"Der tiefe Fall des Gary Ewing, Teil 2","epNo":13,"alt":"Bottom Of The Bottle, Part 2","descr":"Nicht nur bei Gary und Val hängt der Haussegen schief. Kenny hat eine Affäre mit Sylvie und setzt damit seine Ehe mit Ginger aufs Spiel. Gary muss sich entscheiden: zwischen einem Glas Alkohol und seiner Frau Valene. Weil Gary seine Ehe nicht aufs Spiel setzen will, geht er schlussendlich zu den \"Anonymen Alkoholikern\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150163","hoster":"VOE"},{"path":"/redirect/10150162","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-1","name":"Die Anhalterin - Teil 1","epNo":1,"alt":"Hitchhike - Part 1","descr":"Sid Fairgate beobachtet, wie ein junges Mädchen von zwei Männern belästigt wird. Deshalb nimmt er sie in seinem Auto mit. Ein Fehler, wie sich bald herausstellt. Denn die junge Frau entpuppt sich als hinterhältige Erpresserin. Sie fordert von Sid Geld, ansonsten werde sie behaupten, von ihm vergewaltigt worden zu sein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993148","hoster":"VOE"},{"path":"/redirect/10150158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-2","name":"Die Anhalterin - Teil 2","epNo":2,"alt":"Hitchhike - Part 2","descr":"Richard Avery hat sich als wenig nützlicher Anwalt für Sid Fairgate, der wegen Vergewaltigung vor Gericht steht, entpuppt. Karen Fairgate beschließt, einen besseren Verteidiger für ihren unschuldigen Mann zu besorgen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330520","hoster":"VOE"},{"path":"/redirect/10150161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-3","name":"Sorgen mit dem Alkohol","epNo":3,"alt":"Remember The Good Times","descr":"Gary Ewing lernt bei einem Treffen der anonymen Alkoholiker Earl Trent kennen. Der ist tief deprimiert, weil seine Frau Judy angedroht hat, ihn zu verlassen. Gary versucht Earl zu helfen. Auch in der Ehe von Ginger und Kenny kriselt es. Kenny hat ein Verhältnis mit einer Schlagersängerin. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993149","hoster":"VOE"},{"path":"/redirect/10150164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-4","name":"Verwirrende Gefühle","epNo":4,"alt":"Step One","descr":"Weil Laura beruflich komplett eingespannt ist, hat Richard die Versorgung ihres Haushalts übernommen. Er kocht sogar für die ganze Familie. Und Abby. Die revanchiert sich mit einer Einladung. Am Swimmingpool kommen sich die beiden näher. Diana Fairgate hat sich ebenfalls verliebt, in Bobby. Ihre Freundinnen raten ihr, mit ihm eine Nacht zu verbringen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330529","hoster":"VOE"},{"path":"/redirect/10150165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-5","name":"Kristin","epNo":5,"alt":"Kristin","descr":"Kristin Shepard ist nach einer Party in Dallas im Anschluss an ein Shooting wegen Drogenmissbrauchs festgenommen worden. Sie bittet Gary und Val um Hilfe und schafft es, Val so zu manipulieren, dass sie bei den Ewings bleiben kann. Kenny beendet seine Beziehung mit Sylvie und versucht sich mit Ginger zu versöhnen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931009","hoster":"VOE"},{"path":"/redirect/10150168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-6","name":"Der Reinfall","epNo":6,"alt":"Chance Of A Lifetime","descr":"Avery glaubt in der Kanzlei eines Anwalts aus Chicago Karriere machen zu können. Er kündigt seinen Job. Unterdessen will Gary Ewing einen Riesendeal für die Firma abschließen. Dabei gerät er an zwei dubiose Geschäftsleute. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330522","hoster":"VOE"},{"path":"/redirect/10150166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-7","name":"Der Seitensprung","epNo":7,"alt":"Breach Of Faith","descr":"Judy, die Frau von Gary Ewings alkoholkranken Freund Earl Trent, verliebt sich in Gary und verführt ihn. Doch der Seitensprung bleibt nicht unentdeckt. Indessen erfährt Ginger, dass sie von ihrem von ihr getrennt lebenden Ehemann ein Kind erwartet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331438","hoster":"VOE"},{"path":"/redirect/10150167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-8","name":"Wer ist der Sündenbock","epNo":8,"alt":"Scapegoats","descr":"Karen und Sid Fairgate mahen sich große Sorgen um ihren hyperaktiven Sohn Michael. Nach einem wenig aufschlussreichen Besuch beim Jugendpsychologen stellt Gingers Freund endlich die richtige Diagnose. Gary Ewing gerät durch dubiose Geschäfte in eine prekäre Lage. Abby bietet ihm unerwartet Hilfe an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150177","hoster":"VOE"},{"path":"/redirect/10150171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-9","name":"Kredit von Ewing-Oil","epNo":9,"alt":"A Family Matter","descr":"Gary wird erpresst. Mit Abbies Untersützung kommt es zu einem Treffen mit J.R. Ewing. Der mächtige Texaner soll seinem Halbbruder einen Kredit gewähren. Den Ausflug an die Westküste unternimmt J.R. nur zu gerne. Denn er interessiert sich für Sids Erfindung, einem benzinsparenden Motor. Doch Sid will von einer Beteiligung nichts hören. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330523","hoster":"VOE"},{"path":"/redirect/10150169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-10","name":"Gemeine Machenschaften","epNo":10,"alt":"Choices","descr":"Judy Trent hat Gary Ewing immer noch nicht aufgegeben. Sie überredet ihn zu einem gemeinsamen Abendessen. Abby erfährt von dieser Verabredung. Da sie selbst ein Auge auf Gary geworfen hat, taucht sie mit Garys Frau im Lokal auf. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150174","hoster":"VOE"},{"path":"/redirect/10150175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-11","name":"Wachsendes Mißtrauen","epNo":11,"alt":"State Of Mind","descr":"Abbys Ex-Mann Jeff erfährt von ihrer Affäre mit dem verheirateten Richard Avery. Daraufhin möchte er das Sorgerecht für die gemeinsamen Kinder. Doch bei der schlauen Abby zieht Jeff wie immer den Kürzeren. Sid aber verteidigt seine Schwester mit Händen und Füßen. Vergeblich versucht Karen ihn davon zu überzeugen, dass Abby sehr gerissen ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330525","hoster":"VOE"},{"path":"/redirect/10150172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-12","name":"Die Autopanne","epNo":12,"alt":"Players","descr":"Karen lädt die Werkstudentin Linda zu einem Abendessen ein. Dabei wird klar, dass das junge Mädchen in ihren Mann Sid verliebt ist. Als Sid nachts zusammen mit ihr eine Probefahrt mit dem neuentwickelten Motor unternimmt, bleiben die beiden prompt mit einer Autopanne liegen. Mit Stunden Verspätung kommt Sid nach Hause, wo ihn Karen bereits erwartet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330524","hoster":"VOE"},{"path":"/redirect/10150173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-13","name":"Hilfe von Bobby Ewing","epNo":13,"alt":"The Loudest Word","descr":"Als Kenny Ginger in der Schule besucht, um sie zu überreden zu ihm zurückzukehren, streiten sie sich vor der Schulklasse. Später macht sich Ginger Vorwürfe und entschuldigt sich bei Kenny. Die beiden nähern sich wieder an. Bei Valene wird ein bösartiger Tumor im Darm diagnostiziert. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330526","hoster":"VOE"},{"path":"/redirect/10150176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-14","name":"Abby auf dem Drahtseil","epNo":14,"alt":"Moments Of Truth","descr":"Die Männer von Knots Landing laden Kenny ein. Sie wollen den werdenden Vater gebührend feiern. Die Frauen treffen sich hingegen zur ‚Baby Shower‘ in Vals Haus. Während sie feiern und Geschenke auspacken, werden sie Opfer eines Raubüberfalls. Diana kann sich unbemerkt in die Küche flüchten und aus dem Haus entkommen. Sie ruft die Polizei. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150183","hoster":"VOE"},{"path":"/redirect/10150182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-15","name":"Falsche Verdächtigung","epNo":15,"alt":"Man Of The Hour","descr":"Eric Fairgate bewahrt für einen Freund Rauschgift auf. Das aber wird zufällig von Karen entdeckt. Die gerät völlig außer sich. Am Abend raucht Gingers jüngere Schwester einen der versteckten Joints. Weil der Stoff unsauber ist, fällt sie in ein tiefes Koma. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330530","hoster":"VOE"},{"path":"/redirect/10150179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-16","name":"Freundschaften","epNo":16,"alt":"More Than Friends","descr":"Earl Trent wurde von seiner Frau verlassen - wegen Gary Ewing. Um sich zu rächen, plant Earl Garys Frau Valene zu verführen. Indessen kommen sich Laura und ihr Chef Scooter immer näher. Weil sie sich ungeheuer sympathisch finden, wollen sie keine Affäre miteinander beginnen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330527","hoster":"VOE"},{"path":"/redirect/10150178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-17","name":"Verschiedene Interessen","epNo":17,"alt":"Designs","descr":"J.R. Ewing ist immer noch an Sids treibstoffsparendem Motor interessiert. Sid steht einem Geschäft mit dem Ältesten der Ewing-Brüder ablehnend gegenüber. Deshalb beschließt Abby, die Pläne für den Motor zu J.R. ins Hotel zu bringen. Sie verbringt ein Schäferstündchen bei ihm. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993150","hoster":"VOE"},{"path":"/redirect/10150180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-2/episode-18","name":"Der Anschlag","epNo":18,"alt":"Squeezeplay","descr":"Gary Ewing ist an die falschen Leute geraten. Ahnunglos hat er Geschäfte mit einer dubiosen Organisation gemacht, die mit gestohlenen Autos handelt. Das FBI verhört ihn und bietet ihm Straffreiheit an, wenn er im Zeugenstand gegen die Verbrecher aussagt. Indessen findet Karen heraus, dass Abby die Geschäftbücher gefälscht hat. Sid stellt sie zur Rede. Kurz darauf versagen die Bremsen seines Wagens. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330533","hoster":"VOE"},{"path":"/redirect/10150181","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-1","name":"Auf Leben und Tod","epNo":1,"alt":"The Vigil","descr":"Sid Fairgate liegt nach seinem schweren Autounfall mit einem Halswirbelbruch im Krankenhaus. Die Ärzte geben ihm nur eine Überlebenschance von 50 Prozent. Karen weicht nicht von seiner Seite. Gary Ewing gibt sich die Schuld am Unfall seines Freundes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330531","hoster":"VOE"},{"path":"/redirect/10150184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-2","name":"Ein schwerer Schock","epNo":2,"alt":"Critical Condition","descr":"Nach seinem schweren Unfall kämpft Sid um sein Leben. Will er nicht für immer an den Rollstuhl gefesselt sein, muss er sich einer riskanten Operation unterziehen. Gary, der sich die Schuld an Sids Situation gibt, will Knots Landing für immer verlassen. Karen aber hindert ihn daran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330532","hoster":"VOE"},{"path":"/redirect/10150185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-3","name":"Das Leben geht weiter","epNo":3,"alt":"Aftermath","descr":"Sid hat die gefährliche Operation nicht überstanden. Seine Freunde sind fassungslos. Seine Frau Karen übernimmt zwar die Leitung der Firma, zieht sich aber ansonsten komplett aus allem zurück. Erst die Geburt von Gingers und Kennys Tochter hilft ihr aus ihrer Versteinerung heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383570","hoster":"VOE"},{"path":"/redirect/10150188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-4","name":"Dank dem Werbespot","epNo":4,"alt":"Moving In","descr":"Lilimae, die der Polizei geholfen hat, einen Taschendieb dingfest zu machen, wird als Heldin des Tages gefeiert. Valen sieht ihre mutige Mutter zufällig im Fernsehen. Nach einigem Zögern beschließen die Ewings, die alte Dame bei sich aufzunehmen. Abby bittet Richard Avery um Hilfe: Sie will auf eignene Faust nach ihren Kindern suchen, die von ihrem Vater entführt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330537","hoster":"VOE"},{"path":"/redirect/10150186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-5","name":"Unfaires Spiel","epNo":5,"alt":"The Surprise","descr":"Abby kriegt heraus, dass ihr Mann die Kinder in einen Bundesstaat gebracht hat, in dem die Sorgerechtsregelung so nicht gilt. Sie spielt dem verblüfften Jeff die liebende Frau und treusorgende Mutter vor. Er fällt darauf herein, kehrt mit ihr und den Kindern nach Kalifornien zurück und möchte Abby sogar wieder heiraten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330538","hoster":"VOE"},{"path":"/redirect/10150189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-6","name":"Überraschungen zu Weihnachten","epNo":6,"alt":"One Of A Kind","descr":"Überraschend kommt Karens große Jugendliebe, Teddy Becker, zu Besuch. Diana ist vom weitgereisten Teddy ungeheuer beeindruckt. Er wiederum ist überzeugt, dass Diana seine Tochter ist. Laura hat ganz andere \"Probleme\". Sie bekommt gleich zwei neue Autos geschenkt – eins von ihrem Mann und eins von ihrem Chef. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330543","hoster":"VOE"},{"path":"/redirect/10150195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-7","name":"Gegen den eigenen Willen","epNo":7,"alt":"Secrets","descr":"Richard soll eine Callgirlparty für japanische Geschäftsfreunde organisieren. Er muss deshalb das geplante Wochenende, eine Art \"zweite Flitterwochen\" mit seiner Frau Laura, verschieben. Doch die glaubt ihm nicht und rächt sich, indem sie mit ihrem Chef flirtet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330540","hoster":"VOE"},{"path":"/redirect/14211637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-8","name":"Im Geisterhaus","epNo":8,"alt":"The Three Sisters","descr":"Laura soll ein \"Spukhaus\" verkaufen. Weil ihr die Nachbarinnen keinen Glauben schenken, lädt sie Karen, Ginger, Val, Abby und Lilimae zu einer Besichtigungstour ein. In dem Haus scheint es tatsächlich zu spuken, denn plötzlich streikt der Wagen, die Frauen sitzen fest. Und Valene scheint eine ganz besondere Beziehung zu dem Haus zu entwickeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150192","hoster":"VOE"},{"path":"/redirect/10150194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-9","name":"Endlich eine Aussprache","epNo":9,"alt":"Mistaken Motives","descr":"Diana ist enttäuscht von ihrer Mutter, denn die geht schon kurze Zeit nach dem Tod ihres Vaters wieder mit einem Mann aus. Aus Trotz zieht Diana deshalb mit einem Rocker los und bekommt prompt Ärger mit der Polizei.","versions":[]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-10","name":"Spätes Künstlerglück","epNo":10,"alt":"The Rose And The Briar","descr":"Vals Mutter Lilimae träumt immer noch von einer Karriere als Folk-Sängerin. Unterstützt wird sie dabei von Jackson Mobley, der sich als Künstleragent ausgibt. Er macht ihr sogar einen Heiratsantrag. In Wahrheit ist er jedoch nur an ihrem vermeintlichen Vermögen interessiert, denn er glaubt, sie gehöre zu den reichen Ewings. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383573","hoster":"VOE"},{"path":"/redirect/10150191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-11","name":"Gemeinsames Unternehmen","epNo":11,"alt":"Power Play","descr":"Gary und Pete arbeiten an einem mit Methanol betriebenen Motor. Die Testergebnisse sind zwar fabelhaft, aber leider finden sie für ihr Unternehmen keine Geldgeber. Abby ist genauso begeistert von dem Projekt wie Gary und die beiden beschließen sogar, Hypotheken auf ihre Häuser aufzunehmen. Doch Garys Frau Val ist davon nicht sehr begeistert. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330541","hoster":"VOE"},{"path":"/redirect/10150190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-12","name":"Neue Möglichkeiten","epNo":12,"alt":"Possibilities","descr":"Bei einer Pokerrunde lernt Karen Fairgate den Börsenmakler Charles Linden kennen. Sie verabredet sich mit ihm zu einem Abendessen. Außerdem springt Ginger Ward für eine erkrankte Sängerin ein und schlägt gleich ein wie eine Bombe. Ihr Mann ist zwar stolz, doch will er die Mutter seiner Tochter lieber zu Hause wissen. Sie beschließt, hinter seinem Rücken eine Karriere als Sängerin aufzubauen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330544","hoster":"VOE"},{"path":"/redirect/12519264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-13","name":"Die Freundin","epNo":13,"alt":"Reunion","descr":"Die berühmte Modeschöpferin Victoria Hill ist eine alte Schulfreundin von Karen Fairgate. Bei ihrem Besuch ist sie sofort von Karens Tochter Diana begeistert. Victoria will der Kleinen Tür und Tor öffnen und sie in die Modebranche einführen. Doch Karen ist dagegen, ihre Tochter soll erst die Schule fertig machen. Da schlägt Victoria vor, Karen solle doch auch gleich nach New York mitkommen und bietet ihr einen Job an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330551","hoster":"VOE"},{"path":"/redirect/10150196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-14","name":"Cricket","epNo":14,"alt":"Cricket","descr":"Ein alter Freund von Val Ewing kommt mit seiner kleinen Stieftochter Cricket zu Besuch. Plötzlich verschwindet er und lässt das kleine Mädchen bei den Ewings. Doch Cricket hat Sehnsucht nach ihrem Vater, sie ist störrisch und schwer zugänglich. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330547","hoster":"VOE"},{"path":"/redirect/10150197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-15","name":"In bester Absicht","epNo":15,"alt":"Best Intentions","descr":"Val Ewing hat ihr erstes Buch beendet, will aber nicht, dass es irgend jemand liest. Lilimae und Abby überreden sie schließlich, das Buch an einen Verleger zu schicken. Und Laura sagt Richard, dass sie schwanger ist, sich aber von ihm trennen will. Richard will sie verzweifelt zum Bleiben überreden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330545","hoster":"VOE"},{"path":"/redirect/10150198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-16","name":"Erinnerungen eines alten Herrn/Ein Fest geht zu Ende","epNo":16,"alt":"Silver Shadows","descr":"Abby hat einen neuen Verehrer: einen reichen, alten Stummfilmregisseur. Abby wittert Geld, das sie dringend gebrauchen kann, denn der Bau der Methanol-Raffinerie verschlingt immer mehr Geld und vernachlässigt dabei ihren neuen Freund, den Ingenieur Larry Wilson. Der tröstet sich mit Karen Fairgate. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330546","hoster":"VOE"},{"path":"/redirect/10150199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-17","name":"Endgültiger Abschied/Schmerzliche Erkenntnis","epNo":17,"alt":"Letting Go","descr":"Karen Fairgate und Larry Wilson verstehen sich immer besser. Aber es kommt nur zu zärtlichen Küssen. Denn Karens verstorbener Mann steht zwischen den beiden. Karen kann sich nicht vorstellen, sich je einem anderen Mann hinzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330552","hoster":"VOE"},{"path":"/redirect/10150200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-18","name":"Das Manuskript/Die Enthüllung","epNo":18,"alt":"Expose","descr":"Gary Ewing will Valene davon abhalten, das Buch über die Ewings zu veröffentlichen. Unterdessen schüttet Richard Avery sein Herz bei einem Callgirl aus. Dabei plaudert er auch über die zwielichtigen Geschäftspraktiken seiner Firma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330548","hoster":"VOE"},{"path":"/redirect/10150201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-19","name":"Unheimliche Nacht/Der Zusammenbruch","epNo":19,"alt":"Night","descr":"Nach seiner Entlassung ist Richard Avery völlig am Boden zerstört. Er hofft, seine Ehe mit Laura noch retten zu können. Doch Laura weist ihn ab. Daraufhin bedroht Richard sie mit einem Revolver. Er will seine Frau zwingen, mit ihm ein neues Leben zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330549","hoster":"VOE"},{"path":"/redirect/10150202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-20","name":"Liebe und Enttäuschung/Ein Ausflug aufs Land","epNo":20,"alt":"Acts Of Love","descr":"Gary hat einen Geschäftstermin mit Abby. Er sagt deshalb ein Essen mit seiner Frau ab. Valene ist enttäuscht. Sie fährt daraufhin zusammen mit Abbys Tochter in die Berge. Gary und Abby lassen sich diese Gelegenheit für eine gemeinsame Nacht nicht entgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150206","hoster":"VOE"},{"path":"/redirect/10150207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-21","name":"Alles in Scherben/Zerrüttete Verhältnisse","epNo":21,"alt":"China Dolls","descr":"Gary ist sich seiner Gefühle für Abby nicht im Klaren. Er möchte mit ihr Schluss machen. Doch zuvor erwischt Garys Frau Valene die beiden in flagranti. Es kommt zu einem Streit zwischen den Frauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330550","hoster":"VOE"},{"path":"/redirect/10150203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-3/episode-22","name":"Schwierige Zeiten/Das Liebesnest","epNo":22,"alt":"Living Dangerously","descr":"Gary versetzt Valene auf einer sehr wichtigen Party. Er wird von Abby im gemeinsamen Liebesnest zurückgehalten. Dort werden die beiden von Val und Karen überrascht. Unterdessen entschließt sich Laura ihrem Mann Richard zu verzeihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150215","hoster":"VOE"},{"path":"/redirect/10150209","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-1","name":"Energischer Entschluß/Auf Gangsterjagd","epNo":1,"alt":"A Brand New Day","descr":"Val hat Gary wegen seiner Affäre mit Abby verlassen. Und Karen kündigt ihm. Karen will zudem eine Wiederaufnahme des Gerichtsverfahrens erwirken. Denn die Männer, die am Unfalltod ihres Mannes beteiligt waren, wurden freigelassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330553","hoster":"VOE"},{"path":"/redirect/10150204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-2","name":"Daniel/Happy End","epNo":2,"alt":"Daniel","descr":"J.R. Ewing kauft den Verlag, der Vals Enthüllungsbuch drucken möchte auf. Zudem erfährt Abby von ihm, daß Gary in Kürze mehrere Millionen erben wird. Sie beschließt, Gary unter allen Umständen an sich zu binden. Unterdessen bringt Laura Avery ihren Sohn zur Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336580","hoster":"VOE"},{"path":"/redirect/10150205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-3","name":"Die Entdeckung/Es bleibt nur Bitternis","epNo":3,"alt":"Encounters","descr":"Richard Avery spielt mit dem Gedanken, ein Restaurant zu eröffnen. Karen Fairgate glaubt, endlich den Mörder ihres Mannes gefunden zu haben. Val gibt ihrem Mann Gary keine Chance, sich mit ihr zu versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330555","hoster":"VOE"},{"path":"/redirect/10150208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-4","name":"Hilfe aus dem Hintergrund","epNo":4,"alt":"Svengali","descr":"Chip Roberts, ein Mitarbeiter der Bess-Riker-Agentur, verschafft Valene Ewing einen Auftritt in der Mike-Douglas-Show. Valene ist alles andere als begeistert, fürchtet sie sich doch davor, was sie sagen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150213","hoster":"VOE"},{"path":"/redirect/10150212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-5","name":"Sühne und Erbschaft/Musik und Kerzenlicht","epNo":5,"alt":"Catharsis","descr":"Karen Fairgate stellt dem Mörder ihres Mannes eine Falle. Dabei gerät sie selbst in Lebensgefahr. Gary reist nach Dallas zur Testamentseröffnung seines Vaters. Er möchte Val mitnehmen. Richard Avery eröffnet unterdessen sein Feinschmeckerlokal. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330557","hoster":"VOE"},{"path":"/redirect/10150210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-6","name":"Gary Ewing geht nach Dallas/Ladies und Limousinen","epNo":6,"alt":"New Beginnings","descr":"Gary erbt von seinem Vater 10 Millionen Dollar. Er ist nach Dallas gereist. Abby ist ihm gefolgt. Gemeinsam treffen sie im Hotel zufällig auf Garys Frau Valene. Sie macht gerade eine Werbetournee für ihr Buch. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330556","hoster":"VOE"},{"path":"/redirect/10150211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-7","name":"Aller Anfang ist schwer/Geld und Macht","epNo":7,"alt":"Investments","descr":"Karen und Mack unternehmen einen Campingausflug. Gary gründet zusammen mit Kenny eine Plattenfirma. Sein Kindheitstraum – eine eigene Ranch – wird ihm von Abby ausgeredet. Sie übernimmt ab jetzt seine finanziellen Angelegenheiten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150222","hoster":"VOE"},{"path":"/redirect/10150214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-8","name":"Ein großer Auftritt/Großzügige Bewirtung","epNo":8,"alt":"Man In The Middle","descr":"Die begabte Sängerin Ciji tritt in Richards Restaurant auf. Das Publikum und die Presse sind begeistert. Chip, der sie managt, beginnt eine Affäre mit ihr. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150216","hoster":"VOE"},{"path":"/redirect/10150219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-9","name":"Ertappt und enttäuscht/Ein Vertrauensbruch","epNo":9,"alt":"Best Kept Secret","descr":"Diana ertappt Mack, den Freund ihrer Mutter, mit einer anderen Frau. Abby macht Ciji mit dem Plattenproduzenten Munson bekannt. Dieser begegnet im \"Daniel\" Val. Die beiden verabreden sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150218","hoster":"VOE"},{"path":"/redirect/10150220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-10","name":"Ein Notfall/Wer ist selbstlos?","epNo":10,"alt":"Emergency","descr":"Diana fährt gegen den ausdrücklichen Willen Karens mit Abby und Gary ins Wochenende. Sie erleidet einen Zusammenbruch. Im Krankenhaus stellt man akutes Nierenversagen fest. Es muß eine Spenderniere gefunden werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330559","hoster":"VOE"},{"path":"/redirect/10150217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-11","name":"Die Transplantation/Abbys Entscheidung","epNo":11,"alt":"Abby\u0027s Choice","descr":"Diana braucht eine passende Spenderniere. Ihre Mutter und ihre Brüder kommen dafür nicht in Frage. Nur ihre Tante Abby hat die richtige Blutgruppe. Doch die willigt zunächst nicht ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330562","hoster":"VOE"},{"path":"/redirect/10150221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-12","name":"Die Straßenparty/Die Begegnung","epNo":12,"alt":"The Block Party","descr":"Karen beschließt ein Straßenfest zu veranstalten. Alle sollen die Gelegenheit bekommen, die neuen Nachbarn kennenzulernen. Ihr Freund Mack bekommt überraschend Besuch von seinem verwitweten Vater aus New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150225","hoster":"VOE"},{"path":"/redirect/10150224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-13","name":"Jemand zieht geschickt die Fäden/Scheidung in Sicht","epNo":13,"alt":"Cutting The Ties That Bind","descr":"Ein Musikmogul kauft von Abby den Vertrag mit der Sängerin Ciji. Abby und Gary wittern in dieser Transaktion das große Geld. Unterdessen fällt Chip aus allen Wolken: Ciji erwartet ein Kind von ihm. Val ist endlich bereit, die Scheidungspapiere zu unterschreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150226","hoster":"VOE"},{"path":"/redirect/10150223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-14","name":"Nun laß es uns doch wagen/Der Klügere gibt nach","epNo":14,"alt":"And Teddy Makes Three","descr":"Mack macht Karen einen Heiratsantrag. Doch Karen weicht einer Antwort aus. Als auch noch ihr Jugendfreund Teddy auftaucht, kommt es zum großen Krach. Inzwischen eskalieren die Intrigen um die Sängerin Ciji.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150229","hoster":"VOE"},{"path":"/redirect/10150230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-15","name":"In den Schlagzeilen/Hochzeit in Las Vegas","epNo":15,"alt":"To Have And To Hold","descr":"Die Vorbereitungen für die Hochzeit von Mack und Karens verlaufen viel zu hektisch. Die beiden beschließen deshalb in Las Vegas zu heiraten. Gary findet in einem Skandalblatt eine Story über sein Leben. Die Geschichte stammt aus der Feder seiner Ex-Frau Val.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14029175","hoster":"VOE"},{"path":"/redirect/10150228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-16","name":"Eine neue Familie/Fragwürdige Methoden","epNo":16,"alt":"A New Family","descr":"Nach ihrer Hochzeit kehren Mack und Karen nach Knots Landing zurück. Die Spannungen zwischen Eric und seinem Stiefvater werden immer größer. Gary ist wieder einmal betrunken. Er bekommt vor Abby und Ciji einen Tobsuchtsanfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150232","hoster":"VOE"},{"path":"/redirect/10150231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-17","name":"Am Morgen danach/Schatten der Vergangenheit","epNo":17,"alt":"The Morning After","descr":"Ciji will nichts mehr mit ihrem Agenten Chip zu tun haben. Sie findet einen alten Zeitungsartikel, aus dem hervorgeht, dass Chip von der Polizei gesucht wird. Unterdessen muss Gary wegen Trunkenheit ins Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150233","hoster":"VOE"},{"path":"/redirect/10150234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-18","name":"Neue Partner, neue Pläne/Die Tote am Strand","epNo":18,"alt":"Celebration","descr":"Chip erzählt Val, dass Gary ein Verhältnis mit Ciji hat. Bei einem Streit stürzt Ciji unglücklich. Val läuft in Panik davon. Chip entschließt sich, nach New York zu gehen. Er will Diana mitnehmen. Karen ist davon gar nicht begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150235","hoster":"VOE"},{"path":"/redirect/10150236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-19","name":"Der Tod einer Sängerin/Es gibt keine Erinnerung","epNo":19,"alt":"The Loss Of Innocence","descr":"Die Sängerin Ciji wird tot am Strand gefunden. Das Morddezernat schaltet sich ein. Der ganze nähere Bekanntenkreis der Sängerin wird verhört. Gary Ewing wird bald darauf wegen Mordverdachts von der Polizei verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150238","hoster":"VOE"},{"path":"/redirect/10150237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-20","name":"Krank hinter Gittern/Schuldgefühle","epNo":20,"alt":"The Fatal Blow","descr":"Gary kann sich an die Nacht, in der Ciji ermordet wurde, nicht erinnern. Er hält es aber für möglich, dass er im volltrunkenen Zustand gewalttätig geworden sein könnte. Auch seine Frau Val plagen Schuldgefühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150243","hoster":"VOE"},{"path":"/redirect/10150242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-21","name":"Selbstbezichtigung/Das letzte Foto","epNo":21,"alt":"The Burden Of Proof","descr":"Val Ewing hat sich selbst wegen Mordes an der Sängerin Ciji bei der Polizei angezeigt. Sie glaubt, Gary habe aus Liebe zu ihr die Tat auf sich lenken wollen und die Leiche zum Strand gebracht. Beim Treffen am Tatort schreit der sie an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150244","hoster":"VOE"},{"path":"/redirect/10150241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-4/episode-22","name":"Verdachtsmomente/Willige Opfer","epNo":22,"alt":"Willing Victims","descr":"Die Ermordung der Sängerin Ciji wirft Schatten über die Familien in Knots Landing: Da Richard Avery verschwunden ist, glaubt seine Frau Laura, dass er der Mörder sein könnte. Aber auch Chip hätte ein Motiv gehabt: Er hatte ein Verhältnis mit der toten Sängerin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330563","hoster":"VOE"},{"path":"/redirect/10150239","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-1","name":"Steckbrieflich gesucht/Freispruch für Gary","epNo":1,"alt":"The People Vs. Gary Ewing","descr":"Karen Fairgate ist außer sich. Ihre Tochter Diana ist mit Chip Roberts durchgebrannt. Und Chip wird steckbrieflich gesucht. Die Polizei verdächtigt nach wie vor Gary Ewing des Mordes. Es kommt zur Vorverhandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330560","hoster":"VOE"},{"path":"/redirect/10150240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-2","name":"Reporter in Aktion/Das Geständnis","epNo":2,"alt":"Fugitives","descr":"Das Gericht spricht Gary von der Mordanklage frei. Abby empfängt ihn mit heftigen Vorwürfen. Auch Val ist wütend. Sie erfährt, dass Ben Reporter ist. Diana und Chip hinterlassen indessen eine erste Spur. Aus dem Fernsehen erfährt Diana, dass Chip gesucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150248","hoster":"VOE"},{"path":"/redirect/10150247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-3","name":"Liebe und Verrat/Entdeckt und umstellt","epNo":3,"alt":"Nowhere To Run","descr":"Chip befindet sich mit Diana auf der Flucht vor der Polizei. In Oklahoma kommt es zu einer dramatischen Verfolgungsjagd. Gary hat sich seinen Traum von der eigenen Ranch erfüllt. Er engagiert Laura als Immobilienmaklerin für seine Firma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150249","hoster":"VOE"},{"path":"/redirect/10150246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-4","name":"Fatale Geständnisse","epNo":4,"alt":"Marital Privilegs","descr":"Diana hat auf ihrer gemeinsamen Flucht Chip geheiratet. Bei den Polizeiverhören verweigert Diana die Aussage. Abby versteht es unterdessen, das Liebesverhältnis zu Gary wieder aufzubauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150251","hoster":"VOE"},{"path":"/redirect/10150250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-5","name":"Große Pläne/Eine Frau sieht rot","epNo":5,"alt":"One Kind Of Justice","descr":"Chip wird freigelassen. Man kann ihm den Mord an Ciji nicht nachweisen. Lilimae ist grenzenlos enttäuscht von ihm. Sie empfindet nur noch Haß. Deshalb nimmt sie das Gesetz selbst in die Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330561","hoster":"VOE"},{"path":"/redirect/10150245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-6","name":"Zukunftsmusik spielt leise/Die Liebe und das große Geld","epNo":6,"alt":"... And Never Brought To Mind","descr":"Nach Lilimaes Anschlag liegt Chip schwer verletzt im Krankenhaus. Er muss gleich operiert werden. Danach darf Diana zu ihm. Sie träumen von einer schönen Zukunft. Aber Chip fällt ins Koma. Lilimae bekennt sich bei der Polizei schuldig und zeigt keinerlei Reue.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150253","hoster":"VOE"},{"path":"/redirect/10150252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-7","name":"Ein neuer Anfang/Überraschung in Mexiko","epNo":7,"alt":"Sacred Vows","descr":"Mack ist bereit für Senator Sumner zu arbeiten. Abby macht Gary einen Heiratsantrag. Die Hochzeit findet schon am nächsten Tag statt. Während der Hochzeitsreise erleben beide eine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150254","hoster":"VOE"},{"path":"/redirect/10150257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-8","name":"Das Mädchen Cathy/Nervöse Stimmung","epNo":8,"alt":"A Change Of Heart","descr":"Gary kann es nicht fassen: die Kellnerin Cathy sieht der toten Ciji frappierend ähnlich. Er lädt sie zum Essen ein. Abby verfolgt skrupellos ihre eigenen Interessen. Sie hat nur noch eins im Kopf: \"Lotus Point\", ein riesiges Bauprojekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150256","hoster":"VOE"},{"path":"/redirect/10150259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-9","name":"Wie du mir, so ich dir/Das Ebenbild","epNo":9,"alt":"Money Talks","descr":"Gary und Abby sind erst seit kurzem verheiratet. Doch jeder geht seine eigenen Wege. Gary interessiert sich immer noch für die Doppelgängerin von Ciji. Abby setzt ihre weiblichen Reize ein, um Vorteile für ihr Immobilienprojekt herauszuschinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150255","hoster":"VOE"},{"path":"/redirect/10150258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-10","name":"Ein hübsches Angebot/Die Warnung","epNo":10,"alt":"Homecoming","descr":"Gary Ewing möchte Cathy in seiner Nähe haben. Er bietet ihr einen Job auf der Ewing-Ranch an. Abby nimmt das Ganze gelassen hin. Sie verbringt ihre unterdessen Zeit mit Greg Sumner. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383574","hoster":"VOE"},{"path":"/redirect/10150262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-11","name":"Ein wahres Ebenbild/Die Verwechslung","epNo":11,"alt":"I\u0027ll Tell You No Lies","descr":"Abby hat ihr Ziel erreicht. Dem Immobilienprojekt Lotus Point steht nichts mehr im Wege. Ihr ganz persönlicher Einsatz bei Greg Sumner hat sich gelohnt. Cathys Anwesenheit auf der Ewing-Ranch sorgt für Verwirrung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150267","hoster":"VOE"},{"path":"/redirect/10150261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-12","name":"Auf der richtigen Spur/Die Drohung","epNo":12,"alt":"Denials","descr":"Mack McKenzie ist der Leiter der Kommission zur Verbrechensbekämpfung. Er hat Krach mit Greg Sumner. Die Ursache der Auseinandersetzung: ein Verbrechersyndikat. Mack hat Informationen, die der Wahl Sumners zum Gouverneur schaden könnten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150266","hoster":"VOE"},{"path":"/redirect/10150263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-13","name":"Ein neues Buch/Offene Worte","epNo":13,"alt":"Witness","descr":"Valene will ein neues Buch veröffentlichen. Außerdem ist sie schwanger. Abby wird von Sumner eingeladen, auf einem Empfang Gouverneur Kelsey kennen zu lernen. Ihre geheimen Geschäfte gedeihen prächtig. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150265","hoster":"VOE"},{"path":"/redirect/10150264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-14","name":"Ausreichende Beweise","epNo":14,"alt":"Secrets Cry Aloud","descr":"Valene gesteht Ben, dass nicht er, sondern Gary der Vater ihres Kindes ist. Ben ist fassungslos. Karen Fairgates ist die Wahlhelferin Sumners. Sie bricht bei einer öffentlichen Rede zusammen. Damit wird publik, dass sie tablettensüchtig ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150274","hoster":"VOE"},{"path":"/redirect/10150271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-15","name":"Die Pressekonferenz/Tablettenentzug","epNo":15,"alt":"Forsaking All Others","descr":"Die Repressalien der Wolfbridge-Gruppe werden immer größer. Sumner sieht sich gezwungen, den Forderungen des Verbrechersyndikats nachzugeben. Mit fadenscheinigen Argumenten setzt er Mack, den Leiter der Kommission zur Verbrechensbekämpfung, ab. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150268","hoster":"VOE"},{"path":"/redirect/10150270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-16","name":"Unglaubliche Neuigkeit/Wieder daheim","epNo":16,"alt":"Reconcilable Differences","descr":"Val erfährt, dass ihr neues Buch angenommen wird. Garys Nachforschungen über Cathy haben endlich Erfolg. Er findet heraus, dass sie einige Zeit im Gefängnis gesessen hat. Karen ist von ihrer Tablettensucht geheilt. Sie wird aus der Klinik entlassen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150269","hoster":"VOE"},{"path":"/redirect/10150272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-17","name":"Die Aufdeckung/Er will es wissen","epNo":17,"alt":"Second Chance","descr":"Mack McKenzie will herausfinden, wer hinter der ominösen Firma \"Apolune\" steckt. Diese ist in seine Absetzung als Leiter der Kommission zur Verbrechensbekämpfung verwickelt. Er ist sich ziemlich sicher, daß Abby mit dieser Firma etwas zu tun hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150275","hoster":"VOE"},{"path":"/redirect/10150273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-18","name":"Die ganze Wahrheit/Die Erpressung","epNo":18,"alt":"Lest The Truth Be Known","descr":"Laura Avery wird erpresst. Sie soll den Kontakt zu Mack McKenzie abbrechen. Die Wolfbridge-Gruppe droht ihr sonst mit der Entführung ihrer Kinder. Hilfesuchend wendet sich Laura an Mack. Sie sagt ihm, dass Apolune Abbys Firma ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150276","hoster":"VOE"},{"path":"/redirect/10150277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-19","name":"Lügen haben kurze Beine/Eine neue Liebe","epNo":19,"alt":"... So Shall You Reap","descr":"Greg Sumner steht das Wasser bis zum Hals. Mack McKenzie weiß zuviel über Apolune. Der Politiker will sich aus der Affaire ziehen. Er bietet McKenzie an, wieder in seinem früheren Amt als Leiter der Kommission tätig zu werden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931010","hoster":"VOE"},{"path":"/redirect/10150279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-20","name":"Raus aus dem Geschäft/Aufforderung von oben","epNo":20,"alt":"High Ideals","descr":"Gary Ewing möchte mit Abby und ihren Geschäften nichts mehr zu tun haben. Er fordert sie auf, die Farm zu verlassen. Das Vermögen von Apolune lässt er einfrieren. Mack McKenzie nimmt nach einigem Zögern das Angebot Greg Sumners an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150280","hoster":"VOE"},{"path":"/redirect/10150282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-21","name":"Eine Beteiligung wird angeboten/Die Scheidungsklage","epNo":21,"alt":"No Trumpets, No Drums","descr":"Abby wird von der Wolfbridge-Gruppe unter Druck gesetzt. Sie soll dafür sorgen, dass das eingefrorene Kapital wieder freigegeben wird. Das Verbrechersyndikat braucht dringend Geld. Indessen reicht Gary Ewing die Scheidungsklage ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931011","hoster":"VOE"},{"path":"/redirect/10150283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-22","name":"Geheime Missionen/Der Schuss","epNo":22,"alt":"Silent Missions","descr":"Gary gibt die gesperrten Gelder nicht frei. St. Claire beschließt, härter gegen ihn vorzugehen. Als Mack McKenzie zu einem vertraulichen Gespräch auf die Ewing-Ranch fährt, fällt ein Schuß. Mack verbreitet die Nachricht, dass Gary tot sei. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150287","hoster":"VOE"},{"path":"/redirect/10150285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-23","name":"Auf dem Friedhof/In Schutzhaft","epNo":23,"alt":"Finishing Touches","descr":"Die Nachricht von Gary Ewings Tod schlägt wie eine Bombe ein. Seine Frau Abby gibt Sumner und der Wolfbridge-Gruppe die Schuld. Der Totgeglaubte lebt aber in Wirklichkeit noch. Er befindet sich in Schutzhaft. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150292","hoster":"VOE"},{"path":"/redirect/10150286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-24","name":"Einen anderen hat es getroffen/Versprechen nicht gehalten","epNo":24,"alt":"Yesterday It Rained","descr":"Mack McKenzie hält Gary Ewing in Schutzhaft fest. Die Wolfbridge-Gruppe soll glauben, das Attentat auf Gary sei erfolgreich verlaufen. Karen erfährt von den Winkelzügen ihres Mannes. Daraufhin erklärt sie die Ehe kurzerhand für beendet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150291","hoster":"VOE"},{"path":"/redirect/10150288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-5/episode-25","name":"Ein teuflischer Plan/Dramatische Wende","epNo":25,"alt":"Negotiations","descr":"Mack gelingt es, Abby für seine Pläne einzuspannen. Sie soll beweisen, dass die Wolfbridge-Gruppe für den Anschlag auf Gary verantwortlich ist. St. Claire heckt einen teuflischen Plan aus. Er will den unbequemen Widersacher endgültig aus dem Weg räumen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330565","hoster":"VOE"},{"path":"/redirect/10150284","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-1","name":"Geisel auf der Yacht/Ohne Ausweg","epNo":1,"alt":"Buying Time","descr":"Die Wolfbridge-Gruppe verübt ein zweites Attentat auf Gary. Mack rettet ihm erneut das Leben. St. Claire hat Abby bei seiner Flucht vor der Polizei mitgenommen. Sie wird als Geisel auf die Yacht verschleppt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330564","hoster":"VOE"},{"path":"/redirect/10150289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-2","name":"Überraschende Befreiung/Ein Neffe taucht auf","epNo":2,"alt":"Calculated Risk","descr":"St. Claire erpresst Sumner erneut. Der Gouverneur soll es ihm ermöglichen, den bewachten Hafen unkontrolliert zu verlassen. Doch diesmal weigert sich Sumner. Er erschießt den Boss des Verbrechersyndikats und befreit Abby. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330569","hoster":"VOE"},{"path":"/redirect/10150290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-3","name":"Der Lebensretter/Die neue Partnerin","epNo":3,"alt":"Hanging Fire","descr":"Sumner behauptet, St. Claire in Notwehr erschossen zu haben. Abby ist wütend, weil Gary sie als Teilhaberin ausgebootet hat. Er hat Karen ins Geschäft genommen. Valene erfährt, dass Joshua der Sohn Lilimaes ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150297","hoster":"VOE"},{"path":"/redirect/10150295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-4","name":"Mutter und Sohn/Ein alter Fall","epNo":4,"alt":"A Little Help","descr":"Abby will Greg Sumner imponieren. Sie lässt deshalb seinen Gegenkandidaten Caulfield öffentlich bloßstellen. Ben ist entsetzt. Lilimae gesteht Joshua auf Drängen Vals, dass sie seine Mutter ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330566","hoster":"VOE"},{"path":"/redirect/10150293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-5","name":"Auf ein Neues","epNo":5,"alt":"Ipso Facto","descr":"Die Eröffnung von Lotus Point wird ein großes Medienereignis. Ben ist nur widerwillig zu einer weiteren Zusammenarbeit mit Abby bereit. Diese macht durch Zufall eine interessante Entdeckung: Gary ist der Vater von Vals Baby. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330571","hoster":"VOE"},{"path":"/redirect/10150294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-6","name":"Die Wahrheit und ihre Folgen","epNo":6,"alt":"Truth And Consequences","descr":"Abby sucht Hilfe bei Anwalt Easton. Sie glaubt, Vals Baby könnte ihr Probleme bereiten. Ben widersteht allen Verführungskünsten Kellys. Die Wahl Sumners zum Senator verläuft dramatisch. Jane will sich von ihm trennen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150300","hoster":"VOE"},{"path":"/redirect/10150296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-7","name":"Ein Angebot wird abgelehnt","epNo":7,"alt":"Love To Take You Home","descr":"Val und Gary ärgern sich, weil sie Karen zur Scheidung geraten haben. Sie möchten alles rückgängig machen. Aber Karen hat Mack bereits die Scheidungspapiere zustellen lassen. Josh hat Gewissensbisse wegen der Liebesnacht mit Cathy. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150298","hoster":"VOE"},{"path":"/redirect/10150299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-8","name":"Alter Herr und neues Geschäft","epNo":8,"alt":"Tomorrow Never Knows","descr":"Abby findet eine Lösung für Lotus-Point. Laura begleitet Sumner nach Washington. Karen und Mack versöhnen sich während eines Wochenendausfluges. Val muss überstürzt zur Entbindung in die Klinik. Sie glaubt nicht, dass ihre Zwillinge tot geboren wurden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150302","hoster":"VOE"},{"path":"/redirect/10150301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-9","name":"Ein Tag zum Nachdenken","epNo":9,"alt":"We Gather Together","descr":"Abby erhält Anrufe, in denen von Blutgruppe und Adoption die Rede ist. Ihr Anwalt ist unerreichbar. Val kommt unterdessen aus der Klinik. Sie will immer noch nicht wahrhaben, dass ihre Zwillinge tot sind. Karen und Mack feiern die Versöhnung im Kreise ihrer Freunde. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150304","hoster":"VOE"},{"path":"/redirect/10150303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-10","name":"Eine weiß es ganz genau","epNo":10,"alt":"Message In A Bottle","descr":"Mack wird gedrängt, seine Ermittlungen in den Tidal-Basin-Mordfällen wieder aufzunehmen. Bei Karen zeigen sich Lähmungserscheinungen. Val kann sich mit der Totgeburt ihrer Babys nicht abfinden. Eines Nachts verlässt sie heimlich das Haus. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150305","hoster":"VOE"},{"path":"/redirect/10150310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-11","name":"In geistiger Verwirrung","epNo":11,"alt":"Distant Locations","descr":"Vals plötzliches Verschwinden verursacht große Aufregung. Josh soll sie über das Fernsehen zur Rückkehr bewegen. Detektiv Freulich soll nach ihr suchen. Die Spur führt nach Nevada. Aber Val ist bereits in Tennessee, wo sie sich als Kellnerin bewirbt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150307","hoster":"VOE"},{"path":"/redirect/11004501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-12","name":"Erfolgreiche Sendung","epNo":12,"alt":"Uncharted Territory","descr":"Josh steht am Beginn einer Fernsehkarriere. Macks Untersuchungen der Tidal-Basin-Morde stagnieren. Karen verursacht beinahe einen Autounfall. Millionär Galveston treibt ein doppeltes Spiel mit Gary Ewing. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150308","hoster":"VOE"},{"path":"/redirect/10150309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-13","name":"Abgeblitzt und enttäuscht","epNo":13,"alt":"Weighing Of Evils","descr":"Galveston und Gary Ewing wollen Senator Sumner für das Empire-Valley-Projekt gewinnen. Abby erfährt, dass Val in Tennessee bei Parker Winslow als Kellnerin arbeitet. Mack überzeugt Karen davon, sich trotz des großen Risikos operieren zu lassen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150311","hoster":"VOE"},{"path":"/redirect/10150312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-14","name":"Ein Test nach dem anderen","epNo":14,"alt":"Number 14 With A Bullet","descr":"Abby unterschlägt ihre Informationen über Valene. Sie wird deshalb von Galveston erpresst. Er verkauft Teile seines Landes unter dem Preis. Sumner will, dass Mack seine Untersuchungen der Tidal-Basin-Mordfälle aufgibt. Karen wird wieder ganz gesund werden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993151","hoster":"VOE"},{"path":"/redirect/10150313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-15","name":"Gesucht und gefunden","epNo":15,"alt":"Inside Information","descr":"Mack erhält die Bestätigung: Galveston ist in die Tidal-Basin-Mordfälle verwickelt. Sumner will nicht, dass man seinem Vater schadet. Er lehnt aber ab, mit ihm zu arbeiten. Abby versucht vergeblich, Valene nach Hause zu holen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150315","hoster":"VOE"},{"path":"/redirect/10150316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-16","name":"Täuschungsmanöver","epNo":16,"alt":"Out Of The Past","descr":"Val alias Verna hat ihr Gedächtnis verloren. Sie erkennt Gary nicht. Der legt sich mit ihrem Verlobten, Parker Winslow, an. Mack bemüht sich um einen Durchsuchungsbefehl für Galveston Industries. Abby hat eine Auseinandersetzung mit Cathy. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150318","hoster":"VOE"},{"path":"/redirect/10150317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-17","name":"Ein Vater droht seinem Sohn","epNo":17,"alt":"Lead Me To The Altar","descr":"Joshua sind seine Fernseherfolge zu Kopf gestiegen. Er macht Schluss mit seiner Freundin Cathy. Laura rät Sumner, sich öffentlich zu seinem Vater, Galveston, zu bekennen. Gary verhindert eine Heirat Valenes mit Parker Winslow. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150319","hoster":"VOE"},{"path":"/redirect/10150320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-18","name":"Geplatzte Hochzeit","epNo":18,"alt":"Fly Away Home","descr":"Val wird sich wieder ihrer Identität bewusst. Sie glaubt aber, noch mit Gary verheiratet zu sein. Das führt zu Schwierigkeiten mit Abby. Galveston erleidet eine Herzattacke, als er Abby beim Suchen von Dokumenten überrascht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150321","hoster":"VOE"},{"path":"/redirect/10150322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-19","name":"Geduld und Liebe","epNo":19,"alt":"Rough Edges","descr":"Galvestons Gesundheitszustand ist kritisch. Der Versuch, Greg Sumner für das Erbe Galvestons zu gewinnen, schlägt fehl. Valene ist in der Behandlung eines Psychotherapeuten. Joshua kehrt unterdessen reumütig zu Cathy zurück. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150334","hoster":"VOE"},{"path":"/redirect/10150323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-20","name":"Ein gemeinsamer Ausflug","epNo":20,"alt":"The Emperor\u0027s Clothes","descr":"Valene und Ben erfahren im Krankenhaus zufällig von einem Chemieunfall bei Galveston. Mack kommt der Lösung der Tidal-Basin-Morde näher. Er erfährt, wo sich der mordverdächtige Jamison aufhält. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150324","hoster":"VOE"},{"path":"/redirect/10150326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-21","name":"Der Tod tritt ein","epNo":21,"alt":"The Deluge","descr":"Galveston ist gestorben. Sumner wird gedrängt, das Erbe anzutreten. Die Regierung will Empire Valley für ein gigantisches Satellitenprojekt. Joshua hat immer mehr Erfolg als Fernsehprediger. Karen glaubt jetzt auch, dass Vals Zwillinge leben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150325","hoster":"VOE"},{"path":"/redirect/10150328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-22","name":"In Ungewißheit gelassen","epNo":22,"alt":"A Piece Of The Pie","descr":"Sumner gibt dem Drängen der Regierung nach und übernimmt das Erbe seines Vaters Galveston. Abby will daran beteiligt werden. Karen möchte hinter das Geheimnis um Valenes Zwillinge kommen. Joshua erklärt vor laufender Kamera, Cathy heiraten zu wollen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150330","hoster":"VOE"},{"path":"/redirect/10150329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-23","name":"Das war mehr als unfähr","epNo":23,"alt":"The Forest For The Trees","descr":"Eric will \"Knots Landing Motors\" gegen den Willen seiner Mutter verkaufen. Zwischen Joshua und Cathy nehmen die Spannungen zu. Abby vermutet, dass sich hinter Empire Valley mehr als ein Landerschließungsprojekt verbirgt. Sie stattet Coblentz einen Besuch ab. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330567","hoster":"VOE"},{"path":"/redirect/10150327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-24","name":"Noch ein Unternehmen mehr","epNo":24,"alt":"A Man Of Good Will","descr":"Cathy ist nicht glücklich über die bevorstehende Heirat mit Josh. Sumner will Gary durch falsche Computereingaben aus Empire Valley drängen. Gary will aussteigen. Da erfährt er, dass Galveston ihm das Valley hinterlassen hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150331","hoster":"VOE"},{"path":"/redirect/10150333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-25","name":"Unerwartete Feststellung","epNo":25,"alt":"For Better, For Worse","descr":"Sumner ist erbost, dass sein Vater nicht ihm sondern Gary Empire Valley hinterlassen hat. Coblentz muss nun Gary für das High-Tech-Projekt der Regierung einspannen. Karen sucht indessen in Las Vegas nach Valenes Zwillingen. Und Cathy wird mit Joshua getraut. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150340","hoster":"VOE"},{"path":"/redirect/10150336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-26","name":"Zur Rede gestellt","epNo":26,"alt":"Four, No Trump","descr":"Karen kann von Dr. Ackerman in Las Vegas nichts über die Zwillinge erfahren. Valene ist immer noch deprimiert. Abbys Kinder werden in einen Autounfall verwickelt. Abby wird von Gewissensbissen wegen Val geplagt. Sie vertraut sich Greg Sumner an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330568","hoster":"VOE"},{"path":"/redirect/10150332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-27","name":"Sie will nicht aufgeben","epNo":27,"alt":"A Price To Pay","descr":"Sumner verspricht Abby Hinweise auf den Verbleib von Vals Zwillingen. Doch sie muss dafür Gary von dem Empire-Valley-Projekt abziehen. Mack soll Senator werden. Ben möchte Val heiraten. Cathy will nicht bei Lilimae leben, sondern eine eigene Wohnung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330570","hoster":"VOE"},{"path":"/redirect/10150335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-28","name":"Danke für das Angebot","epNo":28,"alt":"One Day In A Row","descr":"Karen und Ben kommen bei ihrer Suche nach Valenes Zwillingen ein Stück weiter. Abby erhält von Ruth Sumner Galveston einen wichtigen Hinweis in dieser Angelegenheit. Greg muss zwischen Laura und seiner Mutter taktieren. Bei Cathy und Josh kriselt es. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330572","hoster":"VOE"},{"path":"/redirect/10150337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-29","name":"Geschickter Schachzug","epNo":29,"alt":"Vulnerable","descr":"Josh behandelt Cathy schlecht und nervt seine Schwester Val. Ruth Galveston will die Verbindung ihres Sohnes Greg mit Laura beenden. Greg möchte Gary aus dem Empire-Valley-Projekt drängen. Mack und Karen stellen Dr. Ackerman bei einem Bridge-Turnier. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330573","hoster":"VOE"},{"path":"/redirect/10150338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-6/episode-30","name":"Ein Licht am Ende des Tunnels","epNo":30,"alt":"The Long And Winding Road","descr":"Dr. Ackerman macht illegale Adoptionen. Als er gestellt wird, begeht der Arzt Selbstmord. Karen und Mack machen Vals Zwillinge bei dem Ehepaar Fischer ausfindig. Abby hat auch Val dorthin gebracht. Wird sie endlich ihre Babys in die Arme schließen können? (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150344","hoster":"VOE"},{"path":"/redirect/10150341","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-1","name":"Der längste Tag","epNo":1,"alt":"The Longest Day","descr":"Valenes Zwillinge sind am Leben. Sie sind illegal von dem Ehepaar Fisher adoptiert worden. Mack hat ihre Adresse ausfindig gemacht. Val will ihre Babies zurückhaben. Doch die Fishers weigern sich, die Kinder herauszugeben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330576","hoster":"VOE"},{"path":"/redirect/10150339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-2","name":"Mit offenen Armen","epNo":2,"alt":"Here In My Arms","descr":"Greg Sumner legt sich in Empire Valley mit Ingenieur Elliot an. Cathy möchte endlich eine eigene Wohnung. Mack und Karen gelingt es, die Fishers zur Herausgabe von Vals Zwillingen zu bewegen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330578","hoster":"VOE"},{"path":"/redirect/10150342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-3","name":"Wenn die Katze aus dem Haus ist ...","epNo":3,"alt":"While The Cat\u0027s Away","descr":"Gary Ewing ist zur Beerdigung seines Bruders in Dallas. Abby führt seine Geschäfte in der von Sumner gewünschten Weise. Josh wird immer schwieriger gegenüber Cathy. Val hat keine Zeit mehr für Ben, seit sie die Zwillinge im Haus hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330575","hoster":"VOE"},{"path":"/redirect/10150343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-4","name":"Die Taufe wird gefeiert","epNo":4,"alt":"The Christening","descr":"Gary leidet unter Depressionen und kümmert sich nicht um Empire Valley. Mack ist auf der Spur eines illegalen Adoptionsringes. Er lernt Jill Bennett kennen. Valene lässt ihre Zwillinge taufen. Joshua hat Probleme mit seiner Show. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150347","hoster":"VOE"},{"path":"/redirect/10150346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-5","name":"Zwei Posten neu besetzt","epNo":5,"alt":"A Little Assistance","descr":"Um seine Show zu retten, zwingt Joshua seine Frau Cathy dazu, wieder zu singen. Mack hat eine neue Mitarbeiterin, die er nicht mag: Jill Bennett. Greg Sumner hat ebenfalls einen neuen Assistenten: Peter Hollister. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150348","hoster":"VOE"},{"path":"/redirect/10150345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-6","name":"Eine Frage des Vertrauens","epNo":6,"alt":"A Question Of Trust","descr":"Joshua ist eifersüchtig auf den Erfolg Cathys im Studio. Karen lädt Jill Bennett zum Essen ein. Ihre Söhne Eric und Michael sind begeistert von Jill, nur Mack hält sich zurück. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150353","hoster":"VOE"},{"path":"/redirect/10150351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-7","name":"Die Vorahnung","epNo":7,"alt":"Awakenings","descr":"Der Flirt von Jill und Mack droht gefährlich zu werden. Abby fürchtet, dass ihr Mann Gary hinter ihre Betrügereien in Empire Valley kommt. Joshua bedroht Cathy und sucht Trost bei Linda. Valene und Ben wollen nun doch heiraten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150350","hoster":"VOE"},{"path":"/redirect/10150349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-8","name":"Und wieder eine Hochzeit","epNo":8,"alt":"Pictures At A Wedding","descr":"Josh wird immer aggressiver. Seine Mutter Lilimae versucht, alles zu beschönigen. Sumner und Abby strengen sich an, Gary von Empire Valley fernzuhalten. Karen trifft in Lotus Point Vorbereitungen für die Hochzeit Valenes mit Ben Gibson. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330574","hoster":"VOE"},{"path":"/redirect/10150352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-9","name":"Bis daß der Tod uns scheidet","epNo":9,"alt":"Until Parted By Death","descr":"Val und Ben gehen nach der Trauung auf Hochzeitsreise. Frank Elliot will sich nicht länger von Abby erpressen lassen. Er verunglückt tödlich. Gary glaubt an Mord. Joshuas Zustand hat sich verschlimmert. Alle merken es, nur Linda nicht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150355","hoster":"VOE"},{"path":"/redirect/10150354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-10","name":"Vor dem Abgrund","epNo":10,"alt":"Rise And Fall","descr":"Lilimae will nicht wahrhaben, dass ihr Sohn Joshua krank ist und Hilfe braucht. Als sie es endlich akzeptiert, ist es zu spät. Joshua hat Cathy im Studio aufgelauert und zwingt sie, mit ihm zu gehen. Wenigstens im Tod sollen sie vereint sein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150357","hoster":"VOE"},{"path":"/redirect/10150359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-11","name":"Die Spitze des Eisbergs","epNo":11,"alt":"To Sing His Praise","descr":"Joshua ist vom Dach eines Hochhauses gestürzt. Lilimae stellt den Toten als einen Heiligen hin. John Coblentz will freie Hand für seine Pläne in Empire Valley. Da Sumner die Ewings nicht ausschalten konnte, setzt er einen Killer auf sie an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150360","hoster":"VOE"},{"path":"/redirect/10150356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-12","name":"Die Explosion","epNo":12,"alt":"All\u0027s Well","descr":"Gary hat entdeckt, was in Empire Valley vor sich geht. Er weiß auch, welchen Anteil Abby daran hat. Er zwingt sie, mit ihm zu den illegalen Anlagen hinauszufahren. Dort lauert der Killer auf sie. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150361","hoster":"VOE"},{"path":"/redirect/10150358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-13","name":"Durchkreuzte Pläne","epNo":13,"alt":"Aftershocks","descr":"Gary Ewing hat das World Community Center in Empire Valley in die Luft gesprengt. Greg Sumner versucht, das Beste daraus zu machen. Lilimae wohnt wieder bei ihrer Tochter Valene und Ben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150363","hoster":"VOE"},{"path":"/redirect/10150362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-14","name":"Die neue Aufgabe","epNo":14,"alt":"Unbroken Bonds","descr":"Ken Forest wird des Mordes an Joshua beschuldigt. Lilimae tut nichts zu seiner Entlastung. Laura nimmt ihre alten Beziehungen zu Greg Sumner wieder auf. Jill Bennett kommt ins Büro zu Mack zurück. Gary Ewing stört Valenes Familienleben. (Text: Premiere)","versions":[]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-15","name":"Ein Netz von Lügen","epNo":15,"alt":"Web Of Lies","descr":"Olivia möchte die Ehe von ihrer Mutter Abby und Gary retten. Der hat jedoch die Bekanntschaft Jill Bennetts gemacht und ist fasziniert. Ben glaubt, dass seine Frau Val noch immer ihren geschiedenen Mann liebt. Lilimae ist endlich bereit, bei der Polizei auszusagen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150365","hoster":"VOE"},{"path":"/redirect/10150364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-16","name":"Reiche Aussichten","epNo":16,"alt":"The Confession","descr":"Lilimae und Cathy geraten unter Mordverdacht. Greg Sumner verschafft Abby einen einflussreichen Posten und erwartet Gegenleistungen. Die Ehe von Abby und Gary ist offensichtlich nicht mehr zu retten. Er interessiert sich nur noch für Jill Bennett. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150366","hoster":"VOE"},{"path":"/redirect/10150367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-17","name":"Futter für die Presse","epNo":17,"alt":"Alterations","descr":"In großer Aufmachung bringen die Skandalblätter die Story über das Ende Joshuas. Jill gibt unterdessen Mack den Schlüssel zu ihrem Hotelzimmer. Olivia belauscht ein Telefongespräch ihrer Mutter und erleidet einen Schock. Sie läuft weg und versteckt sich bei Karen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150368","hoster":"VOE"},{"path":"/redirect/10150369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-18","name":"Feinde in der Not","epNo":18,"alt":"Friendly Enemies","descr":"Cathy wird von dem Reporter Sonny hereingelegt. Sonny braucht eine Story für sein Skandalblatt. Karen entdeckt in der Jackentasche ihres Mannes den Schlüssel zu Jills Hotelzimmer. Peter Hollister hat Forderungen an Greg Sumner. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150372","hoster":"VOE"},{"path":"/redirect/10150370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-19","name":"Der Schlüssel zum Herzen","epNo":19,"alt":"Key To A Woman\u0027s Heart","descr":"Bei Karen und Mack hängt der Haussegen schief. Karen glaubt, Mack habe mit Jill ein Verhältnis. Cathy erfährt, dass Sonny sie nur benutzt hat. In Wirklichkeit ist er ein Reporter, der die Wahrheit über Joshuas Tod veröffentlichen will. Gary hat sich in Jill verliebt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150373","hoster":"VOE"},{"path":"/redirect/10150371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-20","name":"Das Überraschungsgeschenk","epNo":20,"alt":"A Very Special Gift","descr":"Gary hat mittlerweile mit Jill ein festes Verhältnis. Greg versucht mit Peters Hilfe Abby für ein Komplott gegen Gary zu gewinnen. Beim ersten Geburtstag von Vals Zwillingen erweist Gary sich mehr als großzügig. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150377","hoster":"VOE"},{"path":"/redirect/10150374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-21","name":"Unklare Verhältnisse","epNo":21,"alt":"Irrevocably Yours","descr":"Lilimae zieht einen Strich unter die Vergangenheit. Ben Gibson ist verärgert über die Einmischung Garys in sein Familienleben. Olivia wohnt noch immer bei ihrer Tante Karen. Michael entdeckt, dass sie Hasch raucht, und gerät selbst in Verdacht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150376","hoster":"VOE"},{"path":"/redirect/10150375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-22","name":"Gefährliche Rennstrecke","epNo":22,"alt":"High School Confidential","descr":"Gary Ewing verunglückt bei einer Probefahrt mit seinem neuen Wagen. Mack rätselt noch immer, weshalb Jill sich für die lange zurückliegenden Geschehnisse in Empire Valley interessiert. Abby und Peter Hollister verbünden sich gegen Greg Sumner. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150379","hoster":"VOE"},{"path":"/redirect/10150381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-23","name":"Von Fesseln befreit","epNo":23,"alt":"Distant Rumblings","descr":"Greg Sumner bietet Peter Hollister fünf Millionen Dollar. Mack erfährt, dass Jill Bennett einen Rachefeldzug gegen Sumner und Gary Ewing führen will. Gary möchte sich von seiner Frau Abby scheiden lassen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150380","hoster":"VOE"},{"path":"/redirect/10150378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-24","name":"Großzügige Abmachung","epNo":24,"alt":"Phoenix Rises","descr":"Gary hat sich endgültig von Abby getrennt und zieht in ein Hotel. Er überschreibt ihr als Garantie für eine schnelle Scheidung seinen Anteil an Empire Valley. Abby entdeckt, dass Peter Hollister ein Betrüger ist. Er ist nicht mit Greg Sumner verwandt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150382","hoster":"VOE"},{"path":"/redirect/10150383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-25","name":"Bedrohender Giftmüll","epNo":25,"alt":"The Legacy","descr":"Giftmüll in Empire Valley. Karens Sohn Eric liegt mit einer Arsenvergiftung im Krankenhaus. Jill möchte aus dem Komplott gegen Gary Ewing aussteigen. Sie liebt ihn. Aber ihr Bruder, Peter Hollister, erinnert sie an ihr Versprechen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150384","hoster":"VOE"},{"path":"/redirect/10150385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-26","name":"Von Gefühlen ist die Rede","epNo":26,"alt":"Arsenic And Old Waste","descr":"Alle rätseln, wie Arsen in den Boden von Empire Valley gelangen konnte. Nur Cathy kümmert sich nicht darum. Sie will auf Tournee gehen. Ben möchte sie gern zurückhalten. Er schwankt in seinen Gefühlen zwischen seiner Familie und Cathy. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150389","hoster":"VOE"},{"path":"/redirect/10150397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-27","name":"Jemand will aussteigen","epNo":27,"alt":"Change Of Heart","descr":"Ben Gibson hat die Nacht mit Cathy verbracht. Er wird von Gewissensbissen geplagt. Greg Sumner und Laura lassen sich in Las Vegas trauen. Als Hochzeitsgeschenk verspricht Greg die Entgiftung von Empire Valley. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14029176","hoster":"VOE"},{"path":"/redirect/10150386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-28","name":"Eine Absicht wird erkannt","epNo":28,"alt":"His Brother\u0027s Keeper","descr":"Es gibt noch ein Opfer der Arsenvergiftung. Karen wird Lotus Point schließen müssen. Greg Sumner hat die Unterstützung von Senator Henderson für die Sanierung des Empire Valley gewonnen. Ben ist enttäuscht von seiner Frau Valene. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13509135","hoster":"VOE"},{"path":"/redirect/10150387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-29","name":"Vor die Alternative gestellt","epNo":29,"alt":"Thicker Than Water","descr":"Greg Sumner hat eine Lösung für sein Problem mit Peter Hollister gefunden. Er bietet ihm einen Senatsposten an. Ben will Cathy auf ihrer Tournee begleiten. Mack wird plötzlich Vater einer 19-jährigen Tochter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150392","hoster":"VOE"},{"path":"/redirect/10150391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-7/episode-30","name":"Die längste Nacht","epNo":30,"alt":"The Longest Night","descr":"Karen ist verschwunden. Mack und Eric suchen sie überall. Sie finden aber nur ihr leeres Auto. Valene fürchtet, auch ihren zweiten Ehemann zu verlieren. Sie sieht Ben mit Cathy am Strand. Gary erfährt von Lilimae, wie unglücklich Val ist. Er findet sie am Strand. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150394","hoster":"VOE"},{"path":"/redirect/10150393","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-1","name":"Alte und neue Sorgen","epNo":1,"alt":"Just Disappeared","descr":"Ben Gibson ist bei seiner Frau Valene geblieben. Doch jetzt werden er und seine Familie von Jean Hackney bedroht. Ben soll Spitzeldienste für sie leisten. Mack sucht noch immer nach seiner Frau Karen. Diese ist in der Gewalt eines Kidnappers. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150395","hoster":"VOE"},{"path":"/redirect/10150398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-2","name":"Die Vergangenheit läßt grüßen","epNo":2,"alt":"Distant Echoes","descr":"Gary Ewing bewirbt sich um den freien Sitz im Senat. Damit konkurriert er mit Peter Hollister. Jill Bennett wird seine Wahlmanagerin. Abby spielt die liebende Ehefrau. Paige erinnert ihren Mack immer wieder an ihre Mutter, seine Jugendliebe Anne. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150396","hoster":"VOE"},{"path":"/redirect/10150402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-3","name":"Die große Ungewissheit","epNo":3,"alt":"Reunion","descr":"Ben wird weiter von Jean Hackney bedrängt. Mack weiß nicht mehr, wo er seine Frau suchen soll. Bei Greg Sumner meldet sich ein alter Studienfreund. Phil Harbert glaubt, dass man ihm auf der Spur ist. Er legt Feuer in dem Haus, in dem er Karen gefangenhält. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918226","hoster":"VOE"},{"path":"/redirect/10150399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-4","name":"Ein ehrlicher Gegner","epNo":4,"alt":"Past Tense","descr":"Mack erzählt Paige von seiner gemeinsamen Zeit mit ihrer Mutter Anne. Gary Ewing und Peter Hollister stellen sich zusammen der Öffentlichkeit. Phil Harbert legt Feuer in dem Haus, in dem Karen gefangen ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330577","hoster":"VOE"},{"path":"/redirect/12985183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-5","name":"Gute Nachrichten","epNo":5,"alt":"Slow Burn","descr":"Karen ist in Lebensgefahr. Sie kann sich zwar aus dem brennenden Haus retten, wird aber von ihrem Kidnapper verfolgt. Ben und Valene werden durch nächtliche Telefonanrufe aufgeschreckt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150406","hoster":"VOE"},{"path":"/redirect/10150404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-6","name":"Probleme mit Drogen","epNo":6,"alt":"For Appearance\u0027s Sake","descr":"Karen ist endlich wieder zuhause. Sie lernt Macks Tochter Paige kennen. Gary Ewing versäumt die entscheidende Fernsehdiskussion mit Peter Hollister. Er muss seine Stieftochter Olivia von der Polizei abholen. Sie hat einen Unfall verursacht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150409","hoster":"VOE"},{"path":"/redirect/10150405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-7","name":"Ein Hinweis bringt es an den Tag","epNo":7,"alt":"All Over But The Shouting","descr":"Der neue Senator heißt Peter Hollister. Gary Ewing hat die Wahl verloren. Zuletzt hat sich auch noch Ben Gibson gegen ihn ausgesprochen. Phil Harbert verlangt Fluchthilfe von Greg Sumner. Der versteckt ihn vorläufig in einem Motel. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150407","hoster":"VOE"},{"path":"/redirect/10150408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-8","name":"Unter Druck gesetzt","epNo":8,"alt":"Pressure Points","descr":"Phil Harbert wird als Kidnapper erkannt und bei der Flucht getötet. Sumners Hilfe kam zu spät. Michael hat sich in Paige verliebt. Sylvia Lean setzt Peter unter Druck. Sie redet zuviel. Peter überlegt, wie er sie zum Schweigen bringen könnte. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330580","hoster":"VOE"},{"path":"/redirect/10150403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-9","name":"Die liebe Verwandtschaft","epNo":9,"alt":"Brothers And Mothers","descr":"Karen entschließt sich, Macks Tochter Paige in ihr Haus zu holen. Michael ist sehr froh darüber. Peter Hollister will Sylvia Lean langsam vergiften. Sie ist ihm und seiner Karriere zu gefährlich geworden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150412","hoster":"VOE"},{"path":"/redirect/10150411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-10","name":"Eine aufdringliche Dame","epNo":10,"alt":"Over The Edge","descr":"Peter Hollister hat den Plan, Sylvia zu vergiften, aufgegeben. Jetzt ist Sylvia verschwunden. Bei einer erregten Auseinandersetzung mit Jill stürzt seine Schwester einen Abhang hinunter. Peter zögert, ihr zu helfen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150413","hoster":"VOE"},{"path":"/redirect/10150410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-11","name":"Ein schwerer Unfall","epNo":11,"alt":"A Turn Of Events","descr":"Peter Hollister sorgt dafür, dass Jill gerettet wird. Aber niemand darf wissen, dass er bei ihrem Unfall zugegen war. Sylvia Lean hat sich auf Abbys Ranch eingerichtet. Karen entdeckt, dass Paige und Michael miteinander schlafen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150417","hoster":"VOE"},{"path":"/redirect/10150414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-12","name":"Zu jung für die Liebe","epNo":12,"alt":"Touch And Go","descr":"Die Atmosphäre im Hause der Mackenzies ist angespannt. Karen hat entdeckt, dass ihr Sohn Michael und Paige miteinander ins Bett gehen. Ben will die Wahrheit über Jills Unfall herausfinden. Jean möchte Ben zwingen, Hollister in einen Skandal zu verwickeln. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150415","hoster":"VOE"},{"path":"/redirect/10150416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-13","name":"Gespannte Atmosphäre","epNo":13,"alt":"The Inside Man","descr":"Gary ist eifersüchtig auf Peter. Jill hat nicht ihn, sondern Peter an ihr Krankenbett gerufen. Peter befürchtet einen Skandal, denn niemand darf erfahren, dass Jill seine Schwester ist. Val ist wegen Bens Verhalten beunruhigt. Er trinkt zu viel. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150419","hoster":"VOE"},{"path":"/redirect/10150420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-14","name":"Immer wieder Drogen","epNo":14,"alt":"Gifts","descr":"Olivia steht unter Drogen und verursacht einen Unfall mit ihrem neuen Auto. Karen erfährt aus Long Island, dass Macks angebliche Tochter Paige tot ist. Ben hat sich entschlossen, für Greg zu arbeiten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150421","hoster":"VOE"},{"path":"/redirect/10150418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-15","name":"Was ist die Wahrheit?","epNo":15,"alt":"Truth Will Out","descr":"Abby macht sich Sorgen um ihre drogensüchtige Tochter. Gary entdeckt, dass Jill und Peter Geschwister sind. Karen und Mack erfahren, dass Paige sie getäuscht hat. Denn Anne, ihre Mutter, lebt noch. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150431","hoster":"VOE"},{"path":"/redirect/10150423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-16","name":"Vergebliche Mühe","epNo":16,"alt":"The Unraveling","descr":"Paige wird von ihrem Großvater als seine Enkelin identifiziert. Gary und Jill wollen heiraten. Ben hasst seinen neuen Job bei Greg. Abby kämpft indessen um die drogenabhängige Olivia. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150422","hoster":"VOE"},{"path":"/redirect/10150424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-17","name":"Hilfreich und ahnungslos","epNo":17,"alt":"No Miracle Worker","descr":"Abby schirmt ihre Tochter eisern ab. Doch Olivia benutzt ihren Bruder, der ahnungslos in Schulbüchern Stoff für seine Schwester mitbringt. Mack fliegt nach New York, um endlich Informationen über Anne zu bekommen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150427","hoster":"VOE"},{"path":"/redirect/10150425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-18","name":"Wiedersehen auf Long Island","epNo":18,"alt":"My True Love","descr":"Mack und seine Jugendliebe Anne haben sich nach zwanzig Jahren im Hause ihrer Eltern auf Long Island wiedergetroffen. Anne will mit Mack nach Knots Landing fliegen, um mit ihrer totgeglaubten Tochter zu reden. Gary freut sich über Olivia, die ihre Sucht überwunden hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150428","hoster":"VOE"},{"path":"/redirect/10150426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-19","name":"Unerfreuliche Zeiten","epNo":19,"alt":"Never Trick A Trickster","descr":"Greg bemerkt, dass Hacker in sein Computersystem eingedrungen sind. Er trickst sie aus und soll dafür getötet werden. Das Wiedersehen von Paige und ihrer Mutter Anne ist sehr unerfreulich. Die beiden streiten unentwegt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150430","hoster":"VOE"},{"path":"/redirect/10150433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-20","name":"Industrie-Spionage","epNo":20,"alt":"A Plan Of Action","descr":"Ben soll innerhalb von zwei Tagen Greg umbringen. Jean und ihre Hintermänner bedrohen ihn und seine Familie. Sie betreiben Industrie-Spionage. Karen sorgt unterdessen dafür, dass Paige Arbeit bekommt. Laura trennt sich von Greg. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150429","hoster":"VOE"},{"path":"/redirect/10150432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-21","name":"Eröffnung eines Kinderparks","epNo":21,"alt":"Survival Of The Fittest","descr":"Bens Flucht wird von Jean vereitelt. Sie wiederholt ihre Forderung, Greg zu töten. Zur festlichen Eröffnung des Kinderparks in Lotus Point sind indessen Freund und Feind erschienen. Jean lässt Valene und die Kinder nicht aus den Augen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150436","hoster":"VOE"},{"path":"/redirect/10150434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-22","name":"Ein Toter kommt zurück","epNo":22,"alt":"In Mourning","descr":"Jean hat den Schuss in Gregs Büro gehört. Sofort bestätigt sie ihrem Auftraggeber, dass Greg tot ist. Abby sieht Peter bereits als dessen Erben. Anne versucht indessen Mack seiner Frau Karen auszuspannen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150439","hoster":"VOE"},{"path":"/redirect/10150435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-23","name":"Eine Dame wird abgeführt","epNo":23,"alt":"Nightmare","descr":"Valene glaubt, dass Ben umgebracht wurde. Sie will sich an Jean rächen. Greg und Mack haben indessen den Fall geklärt und Jean dingfest gemacht. Gary vergisst Jill in seiner Sorge um Val. Die beiden wollten eigentlich heiraten und zum Lake Tahoe fahren. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150440","hoster":"VOE"},{"path":"/redirect/10150437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-24","name":"Nachbarliche Kontakte","epNo":24,"alt":"Neighborly Conduct","descr":"Anne versucht immer noch, Mack wieder für sich zu gewinnen. Sie zieht in das Nachbarhaus und schaut bei jeder sich bietenden Gelegenheit auf einen Besuch vorbei. bei. Karen ist davon natürlich alles andere als begeistert. Wie wird sie die Nebenbuhlerin los? (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150441","hoster":"VOE"},{"path":"/redirect/10150438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-25","name":"Tödliche Absicht","epNo":25,"alt":"Deadly Combination","descr":"Ben macht seiner Familie große Sorgen. Anne versucht nach wie vor, Mack zu umgarnen und schreckt dabei vor nichts zurück. Ben hat keinen Job mehr und leidet unter Schlaflosigkeit. Er will weg von Knots Landing und mit seiner Familie irgendwo neu anfangen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150442","hoster":"VOE"},{"path":"/redirect/10150443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-26","name":"Liebevoll umsorgt","epNo":26,"alt":"Our Secret","descr":"Mack verabredet sich mit Anne zu einem letzten gemeinsamen Frühstück. Als er in ihrer Wohnung eintrifft, findet er sie bewusstlos neben der Couch. Olivia hat sich in Peter verliebt. Nur Paige und Michael wissen um ihr großes Geheimnis. Sylvia verunglückt tödlich. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150444","hoster":"VOE"},{"path":"/redirect/10150445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-27","name":"Die Rivalinnen","epNo":27,"alt":"Breakup","descr":"Mack und Karen holen Anne aus dem Krankenhaus ab. Karen registriert Macks Besorgnis und ist sich sicher, dass Anne den Kampf um ihn gewonnen hat. Karen kann nicht begreifen, warum ihr Mann Annes Spiel nicht durchschaut. Gary besteht darauf, dass Jil zur Beerdigung ihrer Mutter geht. Die würde nichts lieber tun, als ihm endlich die Wahrheit über Sylvia zu sagen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150449","hoster":"VOE"},{"path":"/redirect/10150446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-28","name":"Der verhängnisvolle Brief","epNo":28,"alt":"Parential Guidance","descr":"Laura hat ihr Baby bekommen. Greg ist außer sich vor Stolz und Freude über seine Tochter. Mack muss Paige sagen, dass sie nicht seine Tochter ist. Ben bekommt unterdessen einen Auftrag in Südamerika. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150448","hoster":"VOE"},{"path":"/redirect/10150447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-29","name":"Ein Mann und drei Frauen","epNo":29,"alt":"Your Point Is Well Taken","descr":"Ben meldet sich von unterwegs. Paige will von Greg wissen, wer nun ihr Vater ist. Abby, Paige und Olivia sind wütend auf Peter. Doch der wird tot im Speisesaal von Lotus Point gefunden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150454","hoster":"VOE"},{"path":"/redirect/10150450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-8/episode-30","name":"Risse im Zement","epNo":30,"alt":"Cement The Relationship","descr":"Abby hat die Leiche von Peter in eine Baugrube gelegt, die mit Zement zugegossen wird. Doch am nächsten Tag stellen Karen und sie fest, dass der Zement Risse bekommen hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150453","hoster":"VOE"},{"path":"/redirect/10150452","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-1","name":"Der vermißte Liebhaber","epNo":1,"alt":"Missing Persons","descr":"Valene wartet seit drei Monaten auf ein Lebenszeichen von Ben. Paige möchte endlich Gewissheit haben, wer ihr leiblicher Vater ist. Abby sieht mit Entsetzen den Arbeitern am Schwimmbecken zu. Die Arbeiter stoßen auf den Körper von Peter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150455","hoster":"VOE"},{"path":"/redirect/10150451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-2","name":"Alle sind besorgt","epNo":2,"alt":"The Trouble With Peter","descr":"In Lotus Point wird die Leiche von Peter Hollister gefunden. Offensichtlich fiel er einem Verbrechen zum Opfer. Die Polizei schaltet sich ein und beginnt mit ihren Ermittlungen. Alle rätseln, wer Peter ermordet haben könnte. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150457","hoster":"VOE"},{"path":"/redirect/10150456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-3","name":"Das Medaillon","epNo":3,"alt":"Under Pressure","descr":"Die Vernehmungen durch die Polizei gehen weiter. Es wurde ein Medaillon mit den Initialen O.C. bei dem Toten gefunden. Garcia weiß inzwischen, dass die Initialen des Medaillons Olivia Cunningham bedeuten. Er will Olivia festnehmen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150460","hoster":"VOE"},{"path":"/redirect/10150458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-4","name":"Halbwahrheiten","epNo":4,"alt":"Half-truths","descr":"Abby behauptet, schuld am Tode Peters zu sein. Sie wird vorübergehend festgenommen. Gary aber ist von ihrer Unschuld überzeugt. Er spricht mit Olivia. Dabei stellt sich heraus, dass auch sie unschuldig ist. Indessen versucht Mack von Paige zu erfahren, was sich wirklich zugetragen hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150463","hoster":"VOE"},{"path":"/redirect/10150461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-5","name":"Einsicht und Erkenntnis","epNo":5,"alt":"There Are Smiles","descr":"Endlich stellt sich Paige der Polizei. Sie erklärt, dass Peter verunglückt ist. Val beginnt ein neues Leben. Sie hat sich damit abgefunden, dass sie nie mehr etwas von Ben hören wird. Laura verändert sich. Das bleibt ihren Freunden nicht verborgen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993152","hoster":"VOE"},{"path":"/redirect/10150459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-6","name":"Abschied für immer","epNo":6,"alt":"The Gift Of Life","descr":"Greg hat erfahren, dass Laura Krebs hat und nicht mehr lange leben wird. Laura plant für die Zukunft ihres Babies. Karen und Mack sollen die Taufpaten ihrer Tochter sein. Sie ordnet ihr Leben und verschwindet aus dem Leben ihres Mannes und ihrer Freunde. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150462","hoster":"VOE"},{"path":"/redirect/10150464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-7","name":"Die Geschäfte gehen schlecht","epNo":7,"alt":"Say Uncle","descr":"Lilimae erfährt von Gary, dass er der leibliche Vater der Zwillinge ist. Al Baker und Lilimae lernen sich besser kennen. Die Geschäfte in Lotus Point gehen schlecht. Karen und Abby streiten sich. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150469","hoster":"VOE"},{"path":"/redirect/10150468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-8","name":"Das Liebeskarussell","epNo":8,"alt":"Love In","descr":"Abbys Jugendliebe Charles tritt als neuer Geschäftspartner auf. Lilimae geht immer öfter mit Al Baker aus. Sie verstehen sich großartig. Al macht Lilimae einen Heiratsantrag. Zwischen Val und Gary knistert es wieder. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150467","hoster":"VOE"},{"path":"/redirect/10150466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-9","name":"Freude und Trauer","epNo":9,"alt":"Flight Of The Sunbirds","descr":"Karen hat Schwierigkeiten mit ihrer Schwiegertochter. Abby erlebt unterdessen erneut eine Enttäuschung mit Charles. Lilimae zieht mit Baker weg. Greg erfährt von Lauras Tod. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150473","hoster":"VOE"},{"path":"/redirect/10150471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-10","name":"Tage der Erinnerung","epNo":10,"alt":"Noises Everywhere - Part 1","descr":"Alle Freunde von Laura sind bei Greg, um ihm beizustehen. Auch Ex-Ehemann Richard trifft ein. Die Gespräche kreisen um die Tote, aber auch um die eigenen Probleme. Gary bekennt, ein Versager und Alkoholiker zu sein. Mack trinkt zuviel und ergeht sich in Selbstmitleid. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150472","hoster":"VOE"},{"path":"/redirect/10150470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-11","name":"Tage der Erinnerung - Teil 2","epNo":11,"alt":"Noises Everywhere - Part 2","descr":"Valene kann immer noch nicht fassen, dass Laura tot ist. Gary tröstet sie. Bei der Trauerfeier erleben die Anwesenden eine Überraschung: Laura hat für diesen Augenblick ein Video vorbereitet, auf dem sie sich von jedem ihrer Freunde einzeln verabschiedet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931014","hoster":"VOE"},{"path":"/redirect/10150474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-12","name":"Im Weihnachtsstreß","epNo":12,"alt":"Weak Moment","descr":"Valene und Gary haben die Nacht zusammen verbracht. Jill ist wütend auf Gary. Nach einer Auseinandersetzung mit ihm verlässt sie die gemeinsame Wohnung. Greg will verreisen. Er gibt seine Tochter bei Karen ab. Abby erliegt unterdessen dem Charme von Charles. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931017","hoster":"VOE"},{"path":"/redirect/10150481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-13","name":"Vorgetäuschter Rückzug","epNo":13,"alt":"Only \u0027til Friday","descr":"Greg genießt ruhige Tage in seiner Villa. Er hat seine Tochter bei Karen und Mack untergebracht. Deren Freude über das Baby verwandelt sich schnell in Erschöpfung und schlaflose Nächte. In Lauras Haus ziehen Pat und ihre Tochter Julie ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150477","hoster":"VOE"},{"path":"/redirect/10150479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-14","name":"Das kranke Kind","epNo":14,"alt":"Ties That Bind","descr":"Paige kann es nicht verhindern, dass sich ihr ehemaliger Freund Johnny bei Mack einschleicht. Karen und Mack haben indessen große Sorgen mit Gregs Kind. Das erkrankt plötzlich schwer. Nur Abby ist glücklich. Charles hat ihr einen Heiratsantrag gemacht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150478","hoster":"VOE"},{"path":"/redirect/10150480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-15","name":"Ein ernster Vorschlag","epNo":15,"alt":"Another Modest Proposal","descr":"Greg kann seine kleine Tochter aus dem Krankenhaus abholen. Karen und Mack beobachten ihn argwöhnisch. Sie bezweifeln, dass das Baby bei Greg gut aufeghoben ist. Denn seit dem Tod seiner Frau hat er sich verändert. Jill will Gary zurückgewinnen. Ihr ist klar, dass ihr Geliebter sich zur Zeit nicht zwischen ihr und seiner Frau entscheiden kann. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150483","hoster":"VOE"},{"path":"/redirect/10150482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-16","name":"Juristische Schritte","epNo":16,"alt":"If Not Now, When?","descr":"Bei den neuen Nachbarn geht es dubios zu. Gary verlangt mittlerweile eine schriftliche Bestätigung von Val, dass die Zwillinge tatsächlich seine leiblichen Kinder sind. Val lehnt das entscheiden ab. Abby plant indessen einen Schachzug gegen ihre Rivalin Judith. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10150484","hoster":"VOE"},{"path":"/redirect/10150485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-17","name":"Ein dubioser Nachbar","epNo":17,"alt":"In Too Deep","descr":"Der neue Nachbar, Frank Williams, fällt durch sein eigenartiges Verhalten auf. Karen sagt indessen aus, dass Gary der Vater von Vals Zwillingen ist. Greg scheint den Tod seiner Frau überwunden zu haben. Er interessiert sich wieder für alle möglichen Damen der Gesellschaft. Damit sorgt er für Furore. Denn Paige fühlt sich übergangen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931019","hoster":"VOE"},{"path":"/redirect/10150486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-18","name":"Heirat und Geschäfte","epNo":18,"alt":"The Blushing Bride","descr":"Karen findet das Benehmen ihrer neuen Nachbarn verdächtig. Sie beginnt, die Familie Williams zu beobachten. Abby bereitet sich auf ihre Hochzeit vor. Doch Charles und Abby wollen nicht nur Bett und Tisch miteinander teilen, sondern in Zukunft auch gemeinsame Geschäfte machen. Doch dann erfährt Abby Dinge, die sie aufhorchen lassen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931018","hoster":"VOE"},{"path":"/redirect/10150488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-19","name":"Die Hochzeit wurde abgeblasen","epNo":19,"alt":"Lawfully Wedded","descr":"Abby hat herausgefunden, dass Charles schon seit einiger Zeit Pläne zum Ausbau von Lotus Point in der Schublade hatte. Sein Heiratsantrag sollte nur dazu dienen, Abby auf seine Seite zu ziehen. Tief enttäuscht sagt die Braut die Hochzeit ab und rächt sich an ihrem verlogenen Bräutigam auf ihre ganz spezielle Art. Unterdessen beobachten Karen und Mack die neuen Nachbarn. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330579","hoster":"VOE"},{"path":"/redirect/10150490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-20","name":"Eine weise Entscheidung","epNo":20,"alt":"Bouncing Babies","descr":"Olivia ist enttäuscht, dass die Hochzeit ihrer Mutter mit Charles abgeblasen wurde. Sie gibt Abby die Schuld. Greg muss einsehen, dass er seiner Tochter kein Zuhause bieten kann. Er beschließt, sie für immer in Macks und Karens Obhut zu geben. Indessen kämpft Gary verbissen um die Anerkennung seiner Vaterschaft. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330581","hoster":"VOE"},{"path":"/redirect/10150491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-21","name":"Der neue Freund","epNo":21,"alt":"A Fair Race","descr":"Gary widmet sich intensiv seinen Kindern. Olivia lernt unterdessen Harold kennen. Der junge Mann gefällt ihr gut. Abby wittert sofort die Chance, neue Geschäftsbeziehungen zu Harolds Onkel aufzubauen. Paige versucht vergeblich, Greg eifersüchtig zu machen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330583","hoster":"VOE"},{"path":"/redirect/10150494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-22","name":"Die Lösung des Rätsels","epNo":22,"alt":"Full Disclosure","descr":"Johnny wird Zeuge, wie Harold, der als Geldeintreiber für die Mafia arbeitet, einen Mann brutal zusammenschlägt. Olivia, die bis über beide Ohren in Harold verliebt ist, ahnt nichts davon. Völlig verliebt ist auch Paige. Um Greg nahe sein zu können, hängt sie ihren Job in der Galerie an den Nagel. Fortan will sie nur noch für seine Kunstsammlung da sein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330584","hoster":"VOE"},{"path":"/redirect/10150492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-23","name":"Der zweite Brief","epNo":23,"alt":"Her Letter","descr":"Ein Brief von Ben trifft ein. Val ist außer sich vor Freude. Sie ahnt nicht, dass Jill ihn gefälscht hat. Olivia und Harold wollen nach Mexiko, um dort heimlich zu heiraten. Auf dem Flughafen treffen die beiden auf Paige und Johnny. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10874337","hoster":"VOE"},{"path":"/redirect/10150493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-24","name":"Mutter will das Beste","epNo":24,"alt":"Mother Knows Best","descr":"Jill spielt ihr Spiel mit den gefälschten Briefen von Ben an Val weiter. Sie hofft, dass Gary seine Besuche bei Val einstellt, wenn die beiden erfahren, dass Ben noch lebt. Paige, bis über beide Ohren in ihren neuen Chef verliebt, setzt alles daran, für Greg einen Kunstschatz an Land zu ziehen. Olivia ist zutiefst verletzt. Harold hat ihre Hochzeit platzen lassen. Sie flüchtet sich zu ihrer Mutter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330585","hoster":"VOE"},{"path":"/redirect/10150500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-25","name":"Es klingt nach Abschied","epNo":25,"alt":"With A Heavy Heart","descr":"Val erhält nicht nur einen weiteren Brief von dem totgeglaubten Ben, sondern hört ihn sogar auf ihrem Anrufbeantworter sprechen. Sie ahnt nicht, dass das ein perfides Täuschungsmanöver der eifersüchtigen Jill ist. Gary entdeckt indessen, dass im Yachthafen nachts heimlich Boote ausgeladen werden. Er infomriert sofort Mack. Der schickt Frank Williams los, sich in Knots Landing umzuhören. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330582","hoster":"VOE"},{"path":"/redirect/10150495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-26","name":"Unter einem Deckmantel","epNo":26,"alt":"Just Desserts","descr":"Olivia ist spurlos verschwunden. Abby befürchtet, dass ihre deprimierte Tochter Selbstmord begangen haben könnte. Mack kommt mit Franks Hilfe dahinter, dass im Yachthafen Rauschgift geschmuggelt wird. Paige sucht unterdessen in Mexiko weiter nach Kunstschätzen für Greg. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330586","hoster":"VOE"},{"path":"/redirect/10150496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-27","name":"Zwischen zwei Stühlen","epNo":27,"alt":"Discovery","descr":"Paige und Johnny werden bei den Ausgrabungen in Mexiko beobachtet. Jill möchte Val als leicht verrückt hinstellen. Olivia kommt unterdessen wieder nach Hause. Mack ist wütend auf die Regierung, die es unmöglich macht, Manny zu überführen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330587","hoster":"VOE"},{"path":"/redirect/10150497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-28","name":"Das Alibi ist perfekt","epNo":28,"alt":"The Perfect Alibi","descr":"Jill plant das perfekte Alibi. Erst legt sie sich mit Gary an, verlässt dann die Wohnung und fliegt nach San Francisco. In ihrem Auto versteckt sie einen Revolver. Im Flugzeug sorgt Jill dafür, dass man Kenntnis von ihr nimmt. In San Francisco angekommen, gaukelt sie Computerfachmann David eine romantische Nacht vor, mischt ihm Schlaftabletten in seinen Drink und fliegt nach Los Angeles zurück. Dort fährt sie sofort zu Valene. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330588","hoster":"VOE"},{"path":"/redirect/10150498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-9/episode-29","name":"Der perfekte Mord","epNo":29,"alt":"The Perfect Crime","descr":"Jill hat Val gezwungen, Schlaftabletten zu nehmen. Es soll nach Selbstmord aussehen. Dann kehrt sie nach San Francisco zurück. Im Hotel erwacht David aus seinem Betäubungsschlaf. Jill gaukelt ihm vor, eine wundervolle Nacht verbracht zu haben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330589","hoster":"VOE"},{"path":"/redirect/10150499","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-1","name":"Die Rettung","epNo":1,"alt":"Suicidal","descr":"Mack ist nach Mexiko geflogen, um Paige und Michael zurückzuholen. Die beiden befinden sich in den Händen von Manny Vasquez. Karen ihrerseits bringt das Baby Meg zu Greg in Sicherheit. Unterdessen wird Val von Frank gefunden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330590","hoster":"VOE"},{"path":"/redirect/10150501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-2","name":"Hinter den Grenzen","epNo":2,"alt":"Borderline","descr":"Val wacht aus dem Koma auf. Als Jill das Krankenzimmer betritt, schreit sie und schlägt wild um sich. Alle glauben, dass Val durch die Überdosis Tabletten verrückt geworden ist. Paige und Michael erleben indessen grausame Stunden in Mexico. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330591","hoster":"VOE"},{"path":"/redirect/10150502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-3","name":"Verzweifelt gesucht","epNo":3,"alt":"Deserted","descr":"Paige, Michael und Johnny versuchen nach wie vor aus Mexiko herauszukommen. Sie geraten in eine Falle. Zusammen mit einer Gruppe illegaler Auswanderer sitzen sie in einem Lieferwagen fest. Mack und Karen suchen verzweifelt nach ihnen. Indessen wird Val aus der Klinik entlassen. Sie darf nach Hause zurückkehren. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330592","hoster":"VOE"},{"path":"/redirect/10150503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-4","name":"Verstärkte Bemühungen","epNo":4,"alt":"Pick-up Game","descr":"In der \"Enthüllungsstory\" einer Zeitung werden Karen, Abby und Gary illegaler Drogengeschäfte bezichtigt. Val, inzwischen aus der Klinik entlassen, traut sich nicht aus dem Haus zu gehen. Sie fürchtet, Jill könnte einen weiteren Mordanschlag auf sie verüben. Tatsächlich versetzt sie Val mit ihren Anrufen in Angst und Schrecken. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330595","hoster":"VOE"},{"path":"/redirect/10150504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-5","name":"Von allen Seiten bedroht","epNo":5,"alt":"Sex And Violence","descr":"Pat und Frank Williams werden die Opfer eines Erpressers. Der droht, ihre wahre Identität preiszugeben. Auch Jill gerät in Bedrängnis. Val, die von ihr Briefe des totgeglaubten Ben und fingierte Anrufen erhalten hat, wird misstrauisch. Sie schaltet einen Privatdetektiv ein. Paige gelingt es indessen endlich, Greg zu verführen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330594","hoster":"VOE"},{"path":"/redirect/10150506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-6","name":"Eine Nacht in San Francisco","epNo":6,"alt":"A Weekend Getaway","descr":"Val fliegt mit Karen und Gary nach San Francisco. Sie will das Alibi von Jill überprüfen. Frank versteckt sich mit seiner Familie auf Garys Ranch. Der Werbefachmann Ted Melcher fühlt sich durch Paiges Affäre mit Greg bedroht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330593","hoster":"VOE"},{"path":"/redirect/10150505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-7","name":"Freimütiges Geständnis","epNo":7,"alt":"The Briar Patch","descr":"Jill beichtet Gary, dass sie in der besagten Nacht mit einem anderen Mann zusammen war. Val glaubt das nicht. (Text: Hörzu 48/1992, Seite 77)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330599","hoster":"VOE"},{"path":"/redirect/10150507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-8","name":"Der Wind dreht sich","epNo":8,"alt":"A Fine Romance","descr":"Greg erwägt, für das Amt des Bürgermeisters zu kandidieren. Er hat sich zudem über beide Ohren in Paige verliebt. Währenddessen macht sich Ted, der die Kampagne für Gregs Rückkehr ins politische Leben leiten soll, an Abby und Paige heran. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330597","hoster":"VOE"},{"path":"/redirect/10150509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-9","name":"Ein völlig unerwarteter Antrag","epNo":9,"alt":"A Many Splendored Thing","descr":"Zu Abbys Verblüffung macht ihr Greg völlig unerwartet einen Heiratsantrag. Während sie, die bereits dreimal verheiratet war, über diesen Antrag nachdenkt, hat ihre Tochter Olivia auch eine Neuigkeit parat. Sie und Harold wollen ebenfalls heiraten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330598","hoster":"VOE"},{"path":"/redirect/10150508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-10","name":"Spannungsvolle Zeiten","epNo":10,"alt":"Cabin Fever","descr":"Paige, die Greg immer noch liebt, besucht ihn zu Hause. Sie ahnt nicht, dass er Abby einen Heiratsantrag gemacht hat. Die bereitet unterdessen mit PR-Ted eine besonders medienwirksame Hochzeit vor. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330596","hoster":"VOE"},{"path":"/redirect/10150510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-11","name":"Gewissenskrise und Anschuldigungen","epNo":11,"alt":"Merger Made In Heaven","descr":"Während die Hochzeit von Greg und Abby näher rückt, versucht Paige mit allen Mitteln, Gregs Liebe zurückzugewinnen. Am Tag der Hochzeit erklärt Greg jedoch schonungslos, warum er sie niemals heiraten könne. Außerdem stellt Olivia ihre Mutter zur Rede. Sie glaubt, Abby könne etwas mit den Anschuldigungen gegen Harold zu tun haben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10566087","hoster":"VOE"},{"path":"/redirect/10150513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-12","name":"Wer anderen eine Grube gräbt, fällt selbst hinein","epNo":12,"alt":"Mrs. Peacock In The Library With A Lead Pipe","descr":"Die Hochzeit ist vorbei, jetzt freuen sich Abby und Greg auf ihre erste gemeinsame Nacht als Ehepaar. Jill hingegen kommt ins Rudern. Ihr raffiniert konstruiertes Alibi beginnt zu bröckeln. Man beschuldigt sie, den Mann, mit dem sie angeblich in San Francisco die Nacht verbracht hat, mit einer Geschlechtskrankheit angesteckt zu haben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330600","hoster":"VOE"},{"path":"/redirect/10150515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-13","name":"Langsam aber sicher führt die Spur zur Täterin","epNo":13,"alt":"The Colonel Mustard In The Conservatory With The Wrench","descr":"Die Beweise gegen Jill sind erdrückend. Gary beginnt, Val zu glauben. (Text: Hörzu 49/1992, Seite 117)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330602","hoster":"VOE"},{"path":"/redirect/10150511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-14","name":"Eltern haben es nicht leicht","epNo":14,"alt":"Without A Clue","descr":"Jill stimmt schließlich einem Lügendetektor-Test zu, um ihre Unschuld zu beweisen. Mittlerweile sind Abby und Greg aus den Flitterwochen zurück und stürzen sich sofort in den Wahlkampf. Die beiden wollen sich als die perfekte Familie präsentieren. Doch PR-Berater Ted sieht ein Problem, weil Gregs Tochter Meg bei Mack und Karen aufwächst. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330603","hoster":"VOE"},{"path":"/redirect/10150512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-15","name":"Plötzliche Vatergefühle","epNo":15,"alt":"The Spin Doctor","descr":"Jills neurotisches Vorhaben, Gary zurückzuerobern, bringt die junge Julie in Gefahr. Jill geht sogar soweit, heimlich den Sattelgurt von Garys Pferd zu zerschneiden. Prompt stürzt Julie schwer. Währenddessen eskaliert der Streit über das Sorgerecht für die kleine Meg, so dass Olivia kurzerhand mit dem Kind verschwindet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330606","hoster":"VOE"},{"path":"/redirect/10150516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-16","name":"Eine arme Irre","epNo":16,"alt":"Poor Jill","descr":"Endlich erkennt Gary, dass Jill sich an ihm rächen wollte. Und auch das Gerangel um Meg spitzt sich zu. Greg will durch seine Anwälte erzwingen, Meg zurückzubekommen. Karen und Mack erklären sich schließlich zu einem Treffen mit Greg und Abby bereit. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330601","hoster":"VOE"},{"path":"/redirect/10150514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-17","name":"Eine Leiche im Kofferraum","epNo":17,"alt":"Double Jeopardy","descr":"In Garys Wagen wird die Leiche von Jill gefunden. Gary beteuert zwar seine Unschuld, doch die Beweise gegen ihn sind erdrückend. Karen und Mack sind währenddessen überglücklich, da Greg sich letztendlich doch dazu entschlossen hat, das Sorgerecht für die kleine Meg auf die beiden zu übertragen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330604","hoster":"VOE"},{"path":"/redirect/10150518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-18","name":"Gibt es mildernde Umstände?","epNo":18,"alt":"A Grave Misunderstanding","descr":"Während Jills Leiche der Erde übergeben wird, versucht Mack das Gericht von Garys Unschuld zu überzeugen. Allmählich stellt sich heraus, dass auch Val oder Frank die Mörder sein könnten. Außerdem ist Olivia überglücklich, dass ihr Schwarm Harold einen Job als Macks Assistent annimmt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330605","hoster":"VOE"},{"path":"/redirect/10150517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-19","name":"Seine Unschuld steht fest","epNo":19,"alt":"Guilty Until Proven Innocent","descr":"Während Gary dem Untersuchungsrichter vorgeführt wird, arbeitet Mack hinter den Kulissen weiter fieberhaft daran, Garys Unschuld zu beweisen. Abby spinnt in der Zwischenzeit hinter dem Rücken von Greg ihre Fäden. Sie versucht Ted für einen neuen Plan im Zusammenhang mit ihrer mysteriösen Murakame-Gesellschaft zu gewinnen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330608","hoster":"VOE"},{"path":"/redirect/10150519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-20","name":"Die Vögel tun es, die Bienen auch!","epNo":20,"alt":"Birds Do It, Bees Do It","descr":"Abby unternimmt wieder einen ihrer geschickten Schachzüge: Sie schmuggelt sich in den Vorstand der Umweltschutz-Gruppe ein, die den Pläne ihrer eigenen Firma gefährlich wird. Olivia verbringt unterdessen ein Wochenende mit Harold, erzählt ihrer Mutter allerdings, sie sei mit Johnny, Michael und Ellen in den Bergen unterwegs. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331437","hoster":"VOE"},{"path":"/redirect/10150522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-21","name":"Wenn es dem Esel zu wohl wird, dann geht er aufs Eis","epNo":21,"alt":"Giganticus Ii: The Revenge","descr":"Greg bittet um einen Termin mit dem vermeintlich japanischen Geschäftsführer der Firma Murakame. Damit steht sie kurz davor, Abbys wohlgehütetes Geheimnis zu lüften. Auch Karen und Paula beschäftigen sich mit Abbys Firma. Die beiden tun sich als Umweltschützer zusammen. Karen ahnt ja nicht, dass Paula beinahe ein amouröses Abenteuer mit Mack gehabt hätte. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12173966","hoster":"VOE"},{"path":"/redirect/10150521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-22","name":"Der japanische Schauspieler","epNo":22,"alt":"Dial \"m\" For Modem","descr":"Während Karen und Paula Beweise gegen die Firma Murakame sammeln, hat Abby eine neue Idee, wie sie ihren Ölbohrplan doch noch verwirklichen kann. Paige entdeckt indessen den japanischen Schauspieler, der als Abbys Geschäftsführer aufgetreten ist, im Fernsehen und versucht ihn ausfindig zu machen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330611","hoster":"VOE"},{"path":"/redirect/10150520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-23","name":"Dafür sind Freunde da","epNo":23,"alt":"That\u0027s What Friends Are For","descr":"Abbys Machenschaften werden immer schlimmer. Um zu verheimlichen, dass sie die Firma Murakame besitzt, ist ihr jedes Mittel recht. Sie schreckt nicht einmal vor Erpressung und Mord zurück. Außerdem beginnt Abby eine Affäre mit Ted, um ihn für ihre Zwecke einspannen zu können. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330609","hoster":"VOE"},{"path":"/redirect/10150523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-24","name":"Der beste Zeitpunkt","epNo":24,"alt":"Perfect Opportunity","descr":"Abby ist der Meinung, dass Paige zuviel weiß und manipuliert deren Spesenabrechnung. Ihr Plan geht auf und Paige wird gefeuert. Das ist auch für Ted von Vorteil, denn Paige wurde sehr unbequem: Sie hatte herausgefunden, dass er an dem Nachmittag, als der japanische Schauspieler verunglückte, in dessen Wagen weggefahren ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330612","hoster":"VOE"},{"path":"/redirect/10150524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-25","name":"Die richtigen Weichen werden gestellt","epNo":25,"alt":"Straight Down The Line","descr":"Abby überzeugt den verliebten Ted, dass er der bessere Mann für die Firma Murakame ist. Sie überredet ihn als neuer Inhaber Unterschriften zu fälschen. Doch als Hawkins von der Affäre der beiden erzählt, wird es brenzlig: In einem Brief an Paige will er sämtliche Machenschaften Abbys aufdecken. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931020","hoster":"VOE"},{"path":"/redirect/10150525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-26","name":"Die geheimnisvolle Stimme","epNo":26,"alt":"The Heat Of Passion","descr":"Rick Hawkins wird ermordet in seiner Badewanne aufgefunden. Abby nutzt die Gunst der Stunde: Sie lässt ihren Geliebten Ted fallen und schiebt ihm den Mord an Hawkins in die Schuhe. Doch Ted rächt sich umgehend. Auch Greg dämmert es allmählich, was für eine Frau er da geheiratet hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993154","hoster":"VOE"},{"path":"/redirect/10150527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-27","name":"Der Abschied einer schönen Frau, der alle überrascht","epNo":27,"alt":"Down Came the Rain and Washed the Spider Out (1)","descr":"Abby hat eine große Überraschung parat: Sie sticht Greg aus und bekommt einen Posten im Außenhandel in Japan. Ted will sich von Abby rehabilitieren lassen, doch sie besitzt kompromittierende Fotos von ihm. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330614","hoster":"VOE"},{"path":"/redirect/10150526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-10/episode-28","name":"Ein verregnetes Wochenende, aber ungeheuer spannend","epNo":28,"alt":"Down Came the Rain and Washed the Spider Out (2)","descr":"Bei einem Ausflug verletzt sich Karen und muß über Nacht in ein Krankenhaus. Paula und Mack sind unterdessen gezwungen, sich ein Hotelzimmer zu teilen. Und in Paiges Wohung wird eingebrochen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330620","hoster":"VOE"},{"path":"/redirect/10150528","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-1","name":"Ein Schlüssel sucht sein Schloß","epNo":1,"alt":"Up The Spout Again","descr":"Paige fährt zu Greg, um ihn wegen Teds Beschuldigungen anzusprechen. Greg kann sie zunächst von seiner Unschuld überzeugen. Doch als sie bei ihm den gestohlenen Schließfachschlüssel entdeckt, gerät er in Erklärungsnotstand. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330618","hoster":"VOE"},{"path":"/redirect/10150529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-2","name":"Fieberhafte Suche per Telefon","epNo":2,"alt":"Poetic Justice","descr":"Gary versucht verzweifelt, die Telefonnummer seiner Gesprächspartnerin ausfindig zu machen. Denn diese wurde überfallen, vielleicht sogar ermordet. Unterdessen gelingt es Paige, Ricks Schließfach in Lake Springs zu öffnen. Darin befinden sich Dokumente, die es in sich haben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330619","hoster":"VOE"},{"path":"/redirect/10150530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-3","name":"Die Grillparty","epNo":3,"alt":"Prince Charming","descr":"Greg trifft in seinem Büro auf den totgeglaubten Ted. Dieser bittet ihn, die Unterlagen der Firma Murakame gegen die Foto-Negative auszutauschen. Auf den Bildern ist zu sehen, wie sich Ted an dem Wagen des verunglückten Japaners zu schaffen macht. Doch zu spät, Paige hat die Fotos bereits der Polizei übergeben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330621","hoster":"VOE"},{"path":"/redirect/10150531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-4","name":"Die Sängerin Amanda","epNo":4,"alt":"Close Call","descr":"Greg bietet Michael und Paige einen Posten in seiner Firma an. Zur selben Zeit wird Gary von Frank in einen Nachtclub eingeladen, wo er eine folgenschwere Beobachtung macht. Vals neuer Freund scheint eine der Nachtclub-Sängerinnen sehr gut zu kennen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330615","hoster":"VOE"},{"path":"/redirect/10150532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-5","name":"Alles spricht dagegen","epNo":5,"alt":"Best Interests","descr":"Gary findet die Identität der Sängerin heraus, deren Stimme ihn an seine Telefonbekanntschaft erinnert. Sie heißt Amanda, ist die Lehrerin seiner Kinder und ist außerdem mit Danny, Vals neuem Freund, verheiratet. Daraufhin beschließt Gary, Val über ihre Liebschaft aufzuklären. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330616","hoster":"VOE"},{"path":"/redirect/10150536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-6","name":"Ein scharfer Gegner","epNo":6,"alt":"When Push Comes To Shove","descr":"Macks Mandantin Jerry hat angeblich Selbstmord begangen. Doch dann stellt sich heraus, dass sie ermordet wurde. Außerdem soll Karen in einer Fernsehsendung über Umweltfragen auftreten. Bei der Aufzeichnung stellt sich heraus, dass ihr Gesprächspartner ausgerechnet Greg ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330617","hoster":"VOE"},{"path":"/redirect/10150534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-7","name":"Das seltsame Geschenk","epNo":7,"alt":"Mixed Messages","descr":"Danny versucht, Amanda zu einer Versöhnung zu zwingen, macht sich aber trotzdem weiterhin bei Val und ihren Kindern beliebt. Außerdem erfahren Mack und Frank, dass das Geld, das Jerry gestohlen hatte, in der Wohnung von Baylor gefunden wurde. Obwohl Mack nicht von Baylors Unschuld überzeugt ist, übernimmt er dessen Verteidigung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330622","hoster":"VOE"},{"path":"/redirect/10150533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-8","name":"Jeder ein toller Kerl","epNo":8,"alt":"The Good Guys","descr":"Mack hat alle Hände voll zu tun, den mysteriösen Tod von Jerry zu lösen. Denn der Fall wird immer undurchsichtiger. Obwohl Beweise für Baylors Unschuld auftauchen, bekennt der sich plötzlich für schuldig. Unterdessen bekommt Karen das schmeichelhafte Angebot, eine beliebte Fernsehshow zu moderieren. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330629","hoster":"VOE"},{"path":"/redirect/10150535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-9","name":"Ein Mann dreht durch","epNo":9,"alt":"Perfect Couples","descr":"Während Paige deprimiert ist, weil Tom sich nicht mehr meldet, planen Gary und Amanda einen Wochenendausflug, um endlich einmal alleine zu sein. Doch dazu soll es wieder nicht kommen. Außerdem dreht Danny durch, als er die Scheidungsunterlagen von Amanda erhält. Er randaliert in ihrer Wohnung und entführt ihren Hund. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330623","hoster":"VOE"},{"path":"/redirect/10150537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-10","name":"Außen hui und innen Pfui","epNo":10,"alt":"Never Judge A Book By It\u0027s Cover","descr":"Danny hat Amanda vergewaltigt. Als Gary am nächsten Morgen anruft, schaltet sie den Anrufbeantworter ein. Mack will seine Tochter Paige wieder mit Tom zusammenbringen. Er gibt ihnen zwei Karten für die Symphonie. Das macht Paige wütend. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330624","hoster":"VOE"},{"path":"/redirect/10150538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-11","name":"Eine Frau klagt an","epNo":11,"alt":"Twice Victim","descr":"Amanda zeigt ihren Ex-Mann Danny wegen Vergewaltigung an. Danny erfährt davon. Er erzählt Val, Amanda verbreite Lügen über ihn. Gary hofft unterdessen, Val durch Karen zur Vernunft bringen zu können. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330632","hoster":"VOE"},{"path":"/redirect/10150539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-12","name":"Die Party bringt es an den Tag","epNo":12,"alt":"What A Swell Party This Is","descr":"Mack und Karen bereiten die Party zum 21. Geburtstag von Michael vor. Doch Michael hat andere Dinge im Kopf als sich feiern zu lassen. Denn Linda will für ihn seinen Bruder verlassen. Insgesamt herrschen schlechte Zeiten für die Liebe: Auch Olivia und ihr Mann Harold streiten wieder mal ums liebe Geld, bis die Situation eskaliert. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330625","hoster":"VOE"},{"path":"/redirect/10150540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-13","name":"Die lieben Söhne","epNo":13,"alt":"Oh, Brother!","descr":"Karen macht sich Sorgen um ihre Söhne Eric und Michael. Der Grund ist Linda, Erics Frau, die sich in ihren Schwager Michael verliebt hat. Außerdem wird Paige langsam misstrauisch wegen Toms luxuriösen Lebensstil. Den kann er sich von seinem Polizistengehalt eigentlich nicht leisten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330626","hoster":"VOE"},{"path":"/redirect/10150541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-14","name":"Todsicherer Börsentip","epNo":14,"alt":"Road Trip","descr":"Mack kann unter Lebensgefahr endlich die Beweisstücke für den Oakman-Industries-Fall entgegennehmen. Unterdessen erhält Olivia eine heißen Börsentip und leiht sich extra 10.000 Dollar von Gary, unter dem Vorwand ihre Schulgebühr zahlen zu müssen. Und auch Harold findet Spaß am Risiko. Er setzt hohe Summen auf ein Basketballspiel. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330633","hoster":"VOE"},{"path":"/redirect/10150542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-15","name":"Die erwachsene Tochter","epNo":15,"alt":"My First Born","descr":"Mack hat zwar nun handfeste Beweise für die Unregelmäßikeiten bei Oakman Industries. Doch trotz allem will der Staatsanwalt keine Anklage erheben. Greg bekommt unterdessen völlg überraschend Besuch von seiner inzwischen erwachsenen Tochter Mary Frances. Seit fünf Jahren hatten die beiden kein Wort mehr gewechselt. Als sie nun ihren Vater in seinem Büro besucht, geschieht ein schreckliches Unglück. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330627","hoster":"VOE"},{"path":"/redirect/10150543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-16","name":"Das Chaos ist perfekt","epNo":16,"alt":"Out Of Control","descr":"Während Greg versucht, den tragischen Tod seiner Tochter zu bewältigen, will Tom die Ursache des Unglücks aufklären. Zuerst befragt er die Sicherheitsmänner der Firma. Indessen will Gary unmbedingt Val von einer Heirat mit Danny abringen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330628","hoster":"VOE"},{"path":"/redirect/10150546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-17","name":"Total verwirrt","epNo":17,"alt":"My Bullet","descr":"Greg ist so depressiv, dass er sogar mit seiner toten Tochter lange Gespräche führt. Tom findet derweil heraus, dass der Mörder lange mit seinem Todesschuss gewartet hatte, der Mordanschlag also tatsächlich Mary galt und nicht Greg. ALs auch noch Marys Notizbuch spurlos verschindet, wird der Fall immer mysteriöser. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383578","hoster":"VOE"},{"path":"/redirect/10150545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-18","name":"Der Kandidat wird geprüft","epNo":18,"alt":"The Ripple Effect","descr":"Karen und Mack haben ihre Nachbarn Val, Danny, Frank und Pat zum Abendessen eingeladen. Die ganze Gesellschaft ist äußerst nervös, denn sie alle lernen zum ersten Mal Vals neuen Ehemann Danny kennen. Währenddessen versucht Greg weiterhin, die Umstände der Ermordung seiner Tochter aufzuklären. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383576","hoster":"VOE"},{"path":"/redirect/10150544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-19","name":"Anschlag im Krankenhaus","epNo":19,"alt":"The Grim Reaper","descr":"Mack glaubt, dass Tom hinter dem Anschlag auf Greg, der immer noch in größter Lebensgefahr schwebt, steckt. Um stichhaltige Beweise bieten zu können, sucht Mack Mark Baylor auf, der wegen eines anderen Mordes im Gefängnis sitzt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330634","hoster":"VOE"},{"path":"/redirect/10150547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-20","name":"Eine tödliche Infusion","epNo":20,"alt":"Wrong For Each Other","descr":"Mack möchte aus Sicherheitsgründen ein anderes Krankenzimmer für Greg. Nach dem Umzug stellt er fest, daß mit der Infusion von Greg etwas nicht stimmt. Tom will sich mit Mack versöhnen. Danny rastet bei einem Streit mit Val aus. Sie ist über sein Verhalten entsetzt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330635","hoster":"VOE"},{"path":"/redirect/10150548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-21","name":"Gute Nachricht, schlechte Nachricht","epNo":21,"alt":"Good News, Bad News","descr":"Karen steht vor dem Rauswurf in der ‚Open Mike‘-Show. Sie will, daß Mack sich mit Tom versöhnt. Val hat Frauenphotos in Dannys Jacke gefunden. Nach einigen Nachforschungen erkennt sie das wahre Gesicht ihres neuen Ehemannes. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330638","hoster":"VOE"},{"path":"/redirect/10150563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-22","name":"Teufel an meiner Schulter","epNo":22,"alt":"Devil On My Shoulder","descr":"Val hat Danny lebensgefährliche Stichwunden zugefügt. Dennoch will er sich mit ihr wieder versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330639","hoster":"VOE"},{"path":"/redirect/10150552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-23","name":"Unter nachbarlichen Dächern","epNo":23,"alt":"Home Sweet Home","descr":"Anne platzt frühmorgens in Gregs Schlafzimmer: Sie ertappt ihn mit Paula. Danny will sich inzwischen nicht aus dem gemeinsamen Haus vertreiben lassen. Also zieht Val kurzentschlossen mit den Kindern zu Gary. Karen dagegen wird von einem Fan bedroht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330636","hoster":"VOE"},{"path":"/redirect/10150549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-24","name":"Das ist erst der Anfang","epNo":24,"alt":"Only Just Begun","descr":"Paige durchdenkt ihre Beziehung zu Tom. Danny sagt dem kleinen Bobby am Telefon, daß ‚Onkel‘ Gary dessen wirklicher Vater ist. Daraufhin läuft Bobby weg und versteckt sich. Frank muß erleben, wie seine Frau Pat von einem Auto angefahren wird. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330642","hoster":"VOE"},{"path":"/redirect/10150550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-25","name":"Unsichtbare Gefahr","epNo":25,"alt":"The One To Blame","descr":"Pat liegt bewußtlos im Krankenhaus. Danny, der sie betrunken angefahren hat, sitzt endlich hinter Gittern. Karen bekommt wieder Post von einem Unbekannten. Diesmal ist es ein Spitzenhöschen. Ein Sicherheitsexperte rät ihr zur Vorsicht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330637","hoster":"VOE"},{"path":"/redirect/10150551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-26","name":"Bildschirm-Terror","epNo":26,"alt":"My Love Always","descr":"Karen wird weiter von ihrem perversen Fan verfolgt. Die Situation wird immer bedrohlicher für sie. Jetzt verlangt der Unbekannte, daß sie ihm in ihrer nächsten Sendung zum Geburtstag gratuliert. Pat dagegen liegt noch immer im Koma, doch es besteht noch Hoffnung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330640","hoster":"VOE"},{"path":"/redirect/10150553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-27","name":"Schlaf in die Ewigkeit","epNo":27,"alt":"If I Die Before I Wake","descr":"Frank und seine Tochter bekommen eine schlimme Nachricht aus dem Krankenhaus: Pat ist gehirntot. Gleichzeitig ist Mack dem gefährlichen Fan von Karen auf der Spur. Anne erkundigt sich beim Anwalt über die Millionen-Erbschaft, die Paige bekommen soll, falls sie heiratet. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330641","hoster":"VOE"},{"path":"/redirect/10150554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-28","name":"Ein aufdringlicher Fan","epNo":28,"alt":"Fan Club","descr":"Wayne hat angeblich Karen mit aufdringlicher Fanpost verfolgt und sitzt dafür im Gefängnis. Doch auch jetzt wird Karen noch bedroht. Frank muß sich entscheiden, seine Frau von den künstlichen Systemen zu entfernen. Paige dagegen bereitet ihre Hochzeit vor. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330643","hoster":"VOE"},{"path":"/redirect/10150556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-11/episode-29","name":"Allein am Altar","epNo":29,"alt":"Let\u0027s Get Married","descr":"Tom läßt die Hochzeit mit Paige platzen. Diese ahnt nicht, daß Greg dahintersteckt. Endlich wird der bedrohliche Fan von Karen entlarvt. Julie ist entsetzt, daß ihr Vater die Lebenserhaltungsmaschine von ihrer Mutter einfach abschalten will. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330645","hoster":"VOE"},{"path":"/redirect/10150555","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-1","name":"Tödliche Diagnose","epNo":1,"alt":"Return Engagement","descr":"Paige verläßt wütend die Kirche. Tom hat sie versetzt. Greg erfährt unterdessen, daß er nicht mehr lange zu leben hat. Die Presse greift seinen Fall auf. So erfährt Gregs Schwester Claudia von seinem Schicksal. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663528","hoster":"VOE"},{"path":"/redirect/10150558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-2","name":"Mütterliche Freundin","epNo":2,"alt":"Blind Side","descr":"Claudia erfährt bei Karen, dass die kleine Meg in Wahrheit Gregs Tochter ist. (Text: Hörzu 11/1993, S. 57)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627118","hoster":"VOE"},{"path":"/redirect/10150557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-3","name":"Der Satan in Person","epNo":3,"alt":"God Will","descr":"Danny bricht Gary in dessen Scheune den Arm und flößt ihm gewaltsam Whiskey ein. Dann fährt er den halb Bewußtlosen in eine verlassene Hügellandschaft. Er setzt ihn hinters Steuer und inszeniert einen Autounfall. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10610334","hoster":"VOE"},{"path":"/redirect/10150560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-4","name":"Eine Leiche im Pool","epNo":4,"alt":"Dead But Not Buried","descr":"Val macht sich auf die Suche nach dem verschwundenen Gary. Dabei stößt sie auf die Leiche von Danny. Anne bekommt einen Umschlag, in dem ein kompromittierendes Foto von ihr ist. Der Erpresser verlangt eine Million Dollar. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677278","hoster":"VOE"},{"path":"/redirect/10150559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-5","name":"Wer hat es getan?","epNo":5,"alt":"What If?","descr":"Die Polizei kommt zu dem Schluß, daß Frank Danny umgebracht hat. Denn Dannys Finger sind gebrochen. Anne bekommt unterdessen Besuch von einem gutaussehenden Mann aus Rom. Paige macht Karriere in der Sumner Group. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627120","hoster":"VOE"},{"path":"/redirect/10150561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-6","name":"Nennen Sie mich Nick!","epNo":6,"alt":"You Can Call Me Nick","descr":"In Annes Wohnung macht sich der geheimnisvolle Nick breit. Er schnappt sich ihre Tasse, um Fingerabdrücke mit denen auf dem Erpresserbrief zu vergleichen. Paige erzählt Tom von ihrer Beförderung. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627121","hoster":"VOE"},{"path":"/redirect/10150562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-7","name":"Eine gefährliche Verletzung","epNo":7,"alt":"Do Not Attempt To Remove","descr":"Auf der Ranch findet Gary Val, die sich bei einem schlimmen Sturz den Kopf angeschlagen hat. Später macht er sich Gedanken über Vals sonderbares Verhalten: nachts wischt sie Staub. Anne gelingt es unterdessen, den Koffer mit dem ‚Erpressungsgeld‘ an sich zu nehmen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627124","hoster":"VOE"},{"path":"/redirect/10150564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-8","name":"Das Geständnis eines Teenagers","epNo":8,"alt":"The Best Laid Plans","descr":"Frans Tochter Julie macht bei der Polizei endlich ein Geständnis. Damit klärt sich der angebliche Mord als Unfall auf. Val wird unterdessen immer verwirrter. Anne ist statt mit einem Geldkoffer mit einer Ladung Sprengstoff unterwegs. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627127","hoster":"VOE"},{"path":"/redirect/10150565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-9","name":"Eine Bombe in der Aktentasche","epNo":9,"alt":"Side By Side","descr":"Nick und Anne haben sich gegenseitig ausgetrickst. Sie stehen vor zwei identischen Aktentaschen, wovon die eine Geld und die andere Sprengstoff enthält. Val benimmt sich immer noch merkwürdig. Sie selbst ist jedoch überzeugt, Gary verhalte sich sonderbar. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627125","hoster":"VOE"},{"path":"/redirect/10150566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-10","name":"Kursierende Gerüchte","epNo":10,"alt":"The Lady Or The Tiger","descr":"Wegen einer Lebertransplantation liegt Greg im Krankenhaus. Währenddessen kursieren wilde Gerüchte über seine eventuelle Nachfolge. Claudia von ihrem Sohn überrascht: Es ist der geheimnisvolle Alex aus Matt Callaways Büro. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627126","hoster":"VOE"},{"path":"/redirect/10150567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-11","name":"Sorgen mit der Jugend","epNo":11,"alt":"Asked To Rise","descr":"Frank macht sich Sorgen um seine Tochter: Denn Julie, Jason und zwei ihrer Freunde werden wegen einer Verkehrssünde zur Polizei gebracht. Paige verspricht Greg im Krankenhaus, ihn zu heiraten. Gleichzeitig beschließen Anne und Nick zu heiraten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10627130","hoster":"VOE"},{"path":"/redirect/10150568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-12","name":"Eine Erbschaft ging verloren","epNo":12,"alt":"A Merry Little Christmas","descr":"Anne will sich durch einen Trick die Erbschaft ihrer Tochter erschleichen. Kurz darauf erfährt sie jedoch, daß Paiges Erbschaft durch einen Bankkonkurs verloren gegangen ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628013","hoster":"VOE"},{"path":"/redirect/10150569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-13","name":"Ein schockierender Traum","epNo":13,"alt":"The Unknown","descr":"Paige und Greg haben Streit: Er gesteht ihr, daß er sich sterilisieren ließ. Dann hat Paige einen furchtbaren Traum. Nach diesem verwirft sie sofort alle Hochzeitspläne. Jason merkt, daß Mack ihm helfen will. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628014","hoster":"VOE"},{"path":"/redirect/10150570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-14","name":"Narben der Kindheit","epNo":14,"alt":"Simmer","descr":"Mack schließt Jason in sein Herz. Der Junge hat mit seinem Vater ein ähnlich schlechtes Verhältnis, wie er es selbst mit seinem hatte. Karen findet unterdessen die Tabletten, die Val nicht eingenommen hat. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628018","hoster":"VOE"},{"path":"/redirect/10150571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-15","name":"Auf der Flucht vor dem Vater","epNo":15,"alt":"A Sense Of Urgency","descr":"Jason hat sich von Julie Geld geliehen. Er will fliehen. Doch später meldet er sich wieder bei Mack. Val tötet die Haustiere, die sie von Gary bekommen hat. Sie serviert diese als Abendessen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628015","hoster":"VOE"},{"path":"/redirect/10150574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-16","name":"Der Entführung beschuldigt","epNo":16,"alt":"Always On Your Side","descr":"Mack hält den von seinem Vater mißhandelten Jason versteckt. Er wird festgenommen und der Entführung beschuldigt. Steve findet heraus, daß Claudia Kates Mutter ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330649","hoster":"VOE"},{"path":"/redirect/10150572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-17","name":"Krankhafte Eifersucht","epNo":17,"alt":"In The Doghouse","descr":"Gary hat noch immer große Sorgen mit Val. Sie bezichtigt ihn, ein Verhältnis zu haben. Jason wird unterdessen von seinen Onkeln aus Vals Haus gelockt. Dieser bringt ihn zu seinem Vater zurück. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628017","hoster":"VOE"},{"path":"/redirect/10150573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-18","name":"Ich bin Dimitri","epNo":18,"alt":"Call Me Dimitri","descr":"Anne ist erfreut und erschrocken zugleich: Sie trifft unerwartet Nick wieder. Er nennt sich nun Dimitri. Als sie in sein Hotelzimmer gehen, finden sie die Leiche einer Frau. Claudia erzählt ihrer Tochter Kate, daß Steve ihr Halbbruder ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628020","hoster":"VOE"},{"path":"/redirect/10150601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-19","name":"Hund gesucht!","epNo":19,"alt":"Bad Dog","descr":"Anne bekommt von Gary einen Welpen geschenkt. Sie gerät in große Aufregung, als dieser eine kostbare Puppe zerfleddert und Val erbost den Hund mitnimmt. Kate vermutet, daß ihre Mutter nach einer Vergewaltigung mit Steve schwanger wurde. Sie erzählt ihm davon. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628025","hoster":"VOE"},{"path":"/redirect/10150575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-20","name":"Geduld zahlt sich aus","epNo":20,"alt":"Gone Microfishing","descr":"Nick und Anne finden den Welpen, der die wertvolle Kapsel verschluckt hat. Claudia sagt Steve, wer sein Vater ist. Franks Affäre mit Charlotte, der Lehrerin seiner Tochter, wird allmählich ernst. Und Julie klärt ihren Vater über den Gebrauch von Kondomen auf. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628019","hoster":"VOE"},{"path":"/redirect/10150576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-21","name":"Ein Sohn mehr","epNo":21,"alt":"Upwardly Mobile","descr":"Jason bleibt bei Karen und Mack, die sich daüber sehr freuen. Anne und Nick sind verzweifelt auf der Suche nach Geld. Anne beschließt, Claudia mit ihrem Wissen zu erpressen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918228","hoster":"VOE"},{"path":"/redirect/10150579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-22","name":"Der wahre Held","epNo":22,"alt":"An American Hero","descr":"Jason muß einen Aufsatz über das Thema ‚Ein amerikanischer Held‘ schreiben. Dieser handelt von seinem Pflegevater. Mack ist tief gerührt. Greg bietet Claudia einen Job im Vorsitz der Sumner Group Stiftung an. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628023","hoster":"VOE"},{"path":"/redirect/10150577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-23","name":"Wo ein Wille, da ist ein Weg","epNo":23,"alt":"Where There\u0027s A Will There\u0027s A Way","descr":"Anne weiß, wer der Vater von Steve ist. Sie plant, Claudia zu erpressen. Greg nimmt Linda und Paige das Richfield-Geschäft weg. Karen gibt für Val eine Party, nachdem diese wieder gesund ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10628022","hoster":"VOE"},{"path":"/redirect/10150578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-24","name":"Es brennt nach allen Seiten","epNo":24,"alt":"The Last One Out","descr":"Im Gebäude der Sumner Group bricht Feuer aus. Karen und Mack können das Haus deshalb nicht verlassen. Michael bricht unterdessen endgültig mit Linda. Diese hat inzwischen eine Affäre mit Greg. Paige und Steve begraben ihren Streit und kommen sich näher. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918230","hoster":"VOE"},{"path":"/redirect/10150580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-25","name":"Halbschwester und Halbbruder","epNo":25,"alt":"A Horse Is A Horse","descr":"Gary bietet Kate einen Job auf seiner Ranch an. Ihre Mutter ist dagegen. Greg und Steve erfahren, daß sie Halbbrüder sind. Nick und Anne stehlen bei Greg ein wertvolles Halsband, um an Geld zu kommen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639961","hoster":"VOE"},{"path":"/redirect/10150582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-26","name":"Das eindeutige Videoband","epNo":26,"alt":"Play, Pause, Search","descr":"Brian trifft Paige zu einer geschäftlichen Besprechung. Er lockt sie in sein Hotelzimmer. Brian nimmt ihr Zusammensein heimlich auf Video auf. Steve bekommt von Greg 250.000 Dollar um seine Heimatstadt zu unterstützen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10638705","hoster":"VOE"},{"path":"/redirect/10150581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-12/episode-27","name":"Eiskaltes Mutterherz","epNo":27,"alt":"Dead Skunk","descr":"Claudia legt ihrem eigenen Sohn Steve eine Pistole ins Auto. Dann verständigt sie die Polizei und behauptet, daß er ihre Waffe gestohlen habe. Bei der Festnahme versucht Steve zu fliehen und wird erschossen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10638707","hoster":"VOE"},{"path":"/redirect/10150583","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13","seasonId":"Staffel 13","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-1","name":"Enttäuschte Töchter","epNo":1,"alt":"The Gun Also Rises","descr":"Kate kann nicht fassen, was ihre Mutter Claudia getan hat. Paige lehnt es ebenfalls ab, mit ihrer Mutter zu sprechen. Karen sorgt sich um ihren Pflegesohn Jason, der bewußtlos im Krankenhaus liegt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10638709","hoster":"VOE"},{"path":"/redirect/10150584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-2","name":"Auf Erpresser-Tour","epNo":2,"alt":"The Question Game","descr":"Brian hat den Detektiv, den seine Frau auf ihn angesetzt hat, umgebracht. Er ruft Linda an, um sich heimlich mit ihr zu treffen. Anne und Benny wollen Ehemänner erpressen, um zu Geld zu kommen. Linda will Brian und dessen Ehefrau ausnehmen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10638708","hoster":"VOE"},{"path":"/redirect/10150585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-3","name":"Das neue Projekt","epNo":3,"alt":"Eye Of The Beholder","descr":"Gary ist begeistert von der Idee eines Gezeitenkraftwerks von Joseph Barringer. Er will es in die Tat umsetzen und sucht nach Geldgebern. Pierce, der neue Freund von Paige, will in das Projekt einsteigen. Brian ist Linda gefolgt, als sie zu seiner Frau ging. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10359593","hoster":"VOE"},{"path":"/redirect/10150586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-4","name":"Trickreiche Spiele","epNo":4,"alt":"I, Claudia","descr":"Claudia will mit allerlei Tricks ihre Tochter Kate umstimmen. Anne spricht in einer Talkshow offen über ihre Probleme. Diese Ehrlichkeit kommt beim Publikum hervorragend an. Auch Paige ist gerührt. Sie versöhnt sich wieder mit ihrer Mutter. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639967","hoster":"VOE"},{"path":"/redirect/10150589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-5","name":"Tröstliche Versöhnung","epNo":5,"alt":"Home Again, Home Again","descr":"Claudias Selbstmordinszenierung hat Erfolg. Kate versöhnt sich mit ihr. Anne bekommt eine eigene Radiosendung und Pierce gesteht seiner Ex-Geliebten seine neue Liebe. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639968","hoster":"VOE"},{"path":"/redirect/10150587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-6","name":"Geschäftliches Vergnügen","epNo":6,"alt":"Business With Pleasure","descr":"Gary und sein Team gewinnen gegen Greg und können mit der Verwirklichung ihrer Pläne beginnen. Kate macht unterdessen Joseph Avancen. Sie lädt ihn zum Abendessen ein. Als es zu einem Kuß kommt, steht Joseph plötzlich auf und geht. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639970","hoster":"VOE"},{"path":"/redirect/10150588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-7","name":"Geständnis per Telefon","epNo":7,"alt":"1001 Nights With Anne Matheson","descr":"Benny ist unsterblich in Anne verliebt. Er möchte es ihr am Telefon während ihrer Radiosendung sagen. Brian hat bemerkt, daß Greg ihm auf den Fersen ist. Nun will er ihn ausschalten. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639971","hoster":"VOE"},{"path":"/redirect/10150590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-8","name":"Ein Überfall","epNo":8,"alt":"House Of Cards","descr":"Brian dringt mit einer Pistole bewaffnet in das Haus der MacKenzies ein. Er hält mit der Waffe Karen, Mack, Jason und Meg in Schach. Er fordert von Greg eine halbe Million Dollar Lösegeld. Greg schaltet die Polizei ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639969","hoster":"VOE"},{"path":"/redirect/10150591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-9","name":"Geheimnis der Vergangenheit","epNo":9,"alt":"Victoria\u0027s Secret","descr":"Paige hat Victoria in ihrem eigenen Bett vorgefunden. Victoria hatte schon öfter Anspielungen auf Pierces Vergangenheit gemacht. Paige stellt ihn deswegen zur Rede. Annes Radiosendung ist ein großer Erfolg. Frank und Debbie trennen sich. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10639972","hoster":"VOE"},{"path":"/redirect/10150592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-10","name":"Version eines Unglücks","epNo":10,"alt":"Lost At Sea","descr":"Pierce ist verschwunden. Victoria erzählt unterdessen Greg, daß Pierce vor Jahren seine schwangere Freundin im Meer ertränkt habe. Greg erzählt dies Paige. Pierce taucht plötzlich wieder auf. Er berichtet Paige seine Version des Unglücks. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10640284","hoster":"VOE"},{"path":"/redirect/10150593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-11","name":"Abschiedsschmerz","epNo":11,"alt":"Holiday On Ice","descr":"Es ist Weihnachten in Knots Landing. Jason ist traurig, seine neue Familie für ein Jahr verlassen zu müssen. Er geht als Austauschschüler nach Schweden. Pierce rastet aus, als Paige ein Negligé geschenkt bekommt. Er glaubt, das Negligé sei von Greg. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10651753","hoster":"VOE"},{"path":"/redirect/10150594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-12","name":"Wenn die Welt droht einzustürzen ...","epNo":12,"alt":"And The Walls Came Tumbling Down","descr":"Das Energie-Projekt von Gary scheint zu scheitern. Eine Welt bricht für ihn zusammen, als er von der dunklen Vergangenheit seines Partners Pierce erfährt. Paige hat Schwierigkeiten mit den Eskapaden ihres Freundes Pierce. (Text: Premiere)","versions":[]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-13","name":"Erhärteter Verdacht","epNo":13,"alt":"Torrents Of Winter","descr":"Paige kann Pierce nachweisen, daß er tatsächlich in einem Bootsunfall mit einer jungen Frau verwickelt war. Sie trennt sich daraufhin von ihm. Gary muß sein Projekt für gescheitert erklären und verliert die Ranch. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10648354","hoster":"VOE"},{"path":"/redirect/10150595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-14","name":"Ein bitteres Ende","epNo":14,"alt":"Fair Warning","descr":"Gary muß seine Ranch versteigern. Das geht ihm, Val und seinen Freunden sehr nahe. Claudia ahnt, daß Alex einen dunklen Punkt aus ihrer Vergangenheit kennt. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10715956","hoster":"VOE"},{"path":"/redirect/10150596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-15","name":"Es könnte schlimmer sein","epNo":15,"alt":"Letting Go","descr":"Meg hat ihren ersten Turnwettkampf. Sie ist begeistert, als Greg mit der Ex-Olympiasiegerin Mary Lou erscheint. Pierce verschafft sich Zugang zur Wohnung von Paige. Er will seine Sachen abholen. Es kommt zu einem Handgemenge zwischen den beiden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10648355","hoster":"VOE"},{"path":"/redirect/10150599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-16","name":"Ein neues Buch","epNo":16,"alt":"Bath And Showers","descr":"Val bekommt von ihrem Verleger ein Angebot: Sie soll eine Biographie über Greg Sumner schreiben. Das Thema würde Val reizen, aber alle sind dagegen. Nur Gary ermutigt sie, den Auftrag anzunehmen. Er schenkt ihr ein Diktiergerät. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10874338","hoster":"VOE"},{"path":"/redirect/10150597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-17","name":"Zwischen drei Frauen","epNo":17,"alt":"Denials","descr":"Anne ist es äußerst peinlich, Paige mitzuteilen, daß sie eine Affäre mit Greg hat. Wider Erwarten nimmt Paige die Nachricht gelassen. Alex steht zwischen drei Frauen. Pierce schießt auf Greg und trifft dabei Paige. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330644","hoster":"VOE"},{"path":"/redirect/10150598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-18","name":"Die Folgen des Attentats","epNo":18,"alt":"Dedicated To The One I Love","descr":"Paige wird nach dem Anschlag ins Krankenhaus gebracht. Dort warten Greg, Mack, Karen und ihre Mutter darauf, daß sie aus der Narkose erwacht. Reflextests ergeben später, daß Paige gelähmt ist. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330646","hoster":"VOE"},{"path":"/redirect/10150600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-19","name":"Situation mit Gefahren","epNo":19,"alt":"Trials And Tribulations","descr":"Paige kann nach wie vor ihre Beine nicht bewegen. Die Polizei sucht weiterhin fieberhaft nach Pierce, entdeckt aber nur seinen verlassenen Schlupfwinkel. Dieser tarnt sich unterdessen als Pfleger und entführt Paige. Gary bittet Val, ihr Buch über Greg zurückzustellen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10366747","hoster":"VOE"},{"path":"/redirect/10150602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-20","name":"Drama auf See","epNo":20,"alt":"Sea Of Love","descr":"Greg und Mack befreien Paige auf dem Segelboot, mit dem Pierce sie entführte. Val erhält wieder einen Anruf der mysteriösen Frau. Sie geht diesem nach und erfährt Unglaubliches. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10544706","hoster":"VOE"},{"path":"/redirect/10150603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-21","name":"Zeit der Besinnung","epNo":21,"alt":"Do You Love Me?","descr":"Paige wurde gerettet. Pierce ist wahrscheinlich ertrunken. Greg verändert sich. Er glaubt, seine verstorbene Frau Laura habe Kontakt zu ihm aufgenommen. Außerdem scheint er die mysteriöse Mary Robeson zu kennen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663531","hoster":"VOE"},{"path":"/redirect/10150605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-13/episode-22","name":"Die Warnung kam zu spät","epNo":22,"alt":"Little Girl Lost","descr":"Mary Robeson ist spurlos verschwunden. Val erfährt, daß sie die Großmutter der kleinen Meg ist. Noch bevor sie Karen warnen kann, ist Meg verschwunden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10655208","hoster":"VOE"},{"path":"/redirect/10150604","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14","seasonId":"Staffel 14","episodes":[{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-1","name":"Gefunden und verloren","epNo":1,"alt":"Found And Lost","descr":"Der totgeglaubte Pierce lauert Paige auf und bedroht sie mit einem Messer. Er erklärt ihr seine Liebe. Als Meg nicht von der Schule nach Hause kommt, starten Mack, Karen und Gary eine Suchaktion. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330653","hoster":"VOE"},{"path":"/redirect/10150608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-2","name":"Marionetten der Liebe","epNo":2,"alt":"Lovers And Other Strangers","descr":"Gary ist verzweifelt. Er weiß immer noch nicht, wo Val sich aufhält. Die Zwillinge beginnen, an Garys Ausreden zu zweifeln. Er beschließt, nach Florida zu fliegen. Anne überredet Greg dazu, ihn zu heiraten. Paige merkt, dass sie Greg für immer aufgeben muss. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663530","hoster":"VOE"},{"path":"/redirect/10150612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-3","name":"Die Stunde der Kinder","epNo":3,"alt":"The Children\u0027s Hour","descr":"Val bleibt weiterhin verschollen. Gary weiß nicht mehr, wie er den Zwillingen das Verschwinden der Mutter erklären soll. Auf Gregs Ranch laufen die Hochzeitsvorbereitungen auf vollen Touren. Es scheint, daß sich Greg wirklich auf seinen Nachwuchs freut. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663532","hoster":"VOE"},{"path":"/redirect/10150606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-4","name":"Es gibt keine Rettung","epNo":4,"alt":"Rescue Me","descr":"Gary engagiert einen Privatdetektiv, um Val zu finden. Gemeinsam fliegen sie nach Florida. Dort glaubt Gary, Val auf dem Beifahrersitz eines Autos zu erkennen. Er verfolgt den Wagen. Dabei sieht er, wie das Auto von der Straße abkommt und explodiert. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663529","hoster":"VOE"},{"path":"/redirect/10150607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-5","name":"Die Liebe und der Tod","epNo":5,"alt":"Love And Death","descr":"Gary muss den Zwillingen erklären, dass ihre Mutter ums Leben gekommen ist. Eine Trauerfeier für Val wird abgehalten. Anne erzählt Mack, dass sie gar nicht schwanger sei. Mack hält es für besser Greg die Wahrheit zu erzählen. Kurz vor der Hochzeit mit Anne besucht Greg noch einmal Paige und sieht sie mit seinem Geschäftspartner Bill zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663534","hoster":"VOE"},{"path":"/redirect/10150610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-6","name":"Das ist der Preis","epNo":6,"alt":"The Price","descr":"Paige verbringt eine Nacht mit dem Baseballstar Bill. Am nächsten Morgen ist sie alles andere als begeistert von ihm. Mack und Karen erfahren, dass Mary für eine Million Dollar bereit wäre, aus der Stadt zu verschwinden. Paige steigt mit Gary in ein neues Bauprojekt ein. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10663533","hoster":"VOE"},{"path":"/redirect/10150609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-7","name":"Es ist alles aus","epNo":7,"alt":"Bye-bye, Love","descr":"Mack will eine Million Dollar auftreiben, damit Mary Meg in Ruhe lässt. Bill soll ein Jahr lang in einer japanischen Baseball-Mannschaft mitspielen. Das würde bedeuten, dass er Paige nicht mehr sehen könnte. Er muss sich entscheiden. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677287","hoster":"VOE"},{"path":"/redirect/10150611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-8","name":"Zeit der Trauer","epNo":8,"alt":"A Death In The Family","descr":"Anne stürzt vom Pferd. Das gibt ihr die Gelegenheit Greg glaubhaft vorspielen, dass sie ihr Baby verloren habe. Vanessa droht ihr, Greg alles zu erzählen. Karen sucht Mary in ihrer Wohnung auf, um mit ihr noch einmal über Meg zu sprechen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677289","hoster":"VOE"},{"path":"/redirect/10150613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-9","name":"Manche mögens heiß","epNo":9,"alt":"Some Like It Hot","descr":"Mack wird verhaftet. Anne beichtet Greg, dass sie nie schwanger war. Er ist entsetzt. Gary sucht ein Kindermädchen für seine Zwillinge. Kate soll ihm bei der Auswahl helfen. Sie entscheidet sich für eine ältere strenge Dame. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677281","hoster":"VOE"},{"path":"/redirect/10150614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-10","name":"Wo ist die Million Dollar?","epNo":10,"alt":"The Invisible Man","descr":"Mack will sich selbst verteidigen. Als Karen ihn besucht, schickt er sie weg. Tom sammelt Hinweise im Fall Mary Robeson. Ein Teil des verschwundenen Geldes taucht in Florida auf. Damit ist Mack etwas entlastet. Tom macht sich an Paige heran. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677280","hoster":"VOE"},{"path":"/redirect/10150615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-11","name":"Auf der Spur","epNo":11,"alt":"The Getaway","descr":"Mack ist wieder frei. Er stellt eigene Ermittlungen an. Paige ist Claudia auf der Spur. Anne ist von ihrer Ehe mit Greg frustriert. Sie möchte wieder beim Rundfunk arbeiten. Weil das nicht klappt, tröstet sie sich mit Nick. Mack und Gary fliegen heimlich nach Florida. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383579","hoster":"VOE"},{"path":"/redirect/10150616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-12","name":"Geduldsspiele","epNo":12,"alt":"Call Waiting","descr":"Mack fliegt nach Florida. Er verstößt damit gegen die Kautionsvorschriften. Tom Ryan sucht ihn. Paige und Tom verhaften Joe. In der Projektgruppe gibt es Ärger. Ein älteres Ehepaar will sein Haus nicht räumen. Paige überredet Tom, Mack nicht zur Fahndung auszurufen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10677288","hoster":"VOE"},{"path":"/redirect/10150618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-13","name":"Einer kommt, eine geht","epNo":13,"alt":"Farewell, My Lovely","descr":"Mack kehrt aus Florida zurück. Er weiß, dass Mary eigentlich Loretta heißt. Sie war in Betrügereien verwickelt. Weil Val das wusste, musste sie sterben. Karen leidet unter Macks Verhalten. Nick zwingt Claudia, ein geheimes Konto einzurichten. Er will das Geld waschen. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13004979","hoster":"VOE"},{"path":"/redirect/10150617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-14","name":"Aktien-Poker","epNo":14,"alt":"The Way Things Were","descr":"Greg Sumner versucht, wieder in sein Unternehmen einzusteigen. Damit beginnt ein Pokerspiel um die Aktien aller Beteiligten in der Sumner-Group. Claudia muss aus der Firma aussteigen. Nick ist entsetzt. Er fürchtet um ihr Leben. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10680288","hoster":"VOE"},{"path":"/redirect/10150619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-15","name":"Mit allen Tricks","epNo":15,"alt":"Hints And Evasions","descr":"Paige kämpft weiter. Sie geht in der Sumner-Group als Siegerin hervor. Gary macht Kate klar, dass er sie liebt, aber Val nicht vergessen kann. Kate hat einen Fahrradunfall. Ein Lieferwagen stößt sie eine Böschung hinunter. Tom macht Nick ein interessantes Angebot. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13005132","hoster":"VOE"},{"path":"/redirect/10150620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-16","name":"Die Mafia rückt näher","epNo":16,"alt":"My Kingdom For A Horse","descr":"Die Situation um die Sumner-Group spitzt sich zu. Tom erfährt, dass Paige und Greg in Lebensgefahr sind. Anne entführt das teure Lieblingspferd von Greg. Sie möchte, dass Greg ihr mehr Aufmerksamkeit schenkt. Claudia und ihre Tochter Kate verschwinden spurlos. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10680284","hoster":"VOE"},{"path":"/redirect/10150622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-17","name":"Bombe an Bord","epNo":17,"alt":"Day Of The Assassin","descr":"Treadwell setzt alle Beteiligten unter Druck. Gary und Kate versöhnen sich. Mack überredet Karen, wieder zurückzukommen. Greg und Paige fliegen mit dem Firmenjet nach Oregon. An Bord befindet sich eine Bombe. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10680287","hoster":"VOE"},{"path":"/redirect/10150621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-18","name":"Wie in alten Zeiten – Teil 1","epNo":18,"alt":"Just Like Old Times, Part 1","descr":"Tom gibt Greg über Funk Anweisungen, wie er die Bombe entschärfen kann. Hinter dem Mordkomplott steckt der britische Mogul Treadwell. Er will die Sumner-Group gewaltsam übernehmen. Nick geht zu seiner Auftraggeberin. Es ist die verschollen geglaubte Abby. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330647","hoster":"VOE"},{"path":"/redirect/10150626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/unter-der-sonne-kaliforniens/staffel-14/episode-19","name":"Wie in alten Zeiten – Teil 2","epNo":19,"alt":"Just Like Old Times, Part 2","descr":"Abby kehrt mit ihrem Partner Treadwell nach Knots Landing zurück. Der will Nick liquidieren. Dabei erschießt ihn seine enttäuschte Geliebte Vanessa. Tom möchte Paige unbedingt heiraten. Karen und Mack entdecken aufs Neue ihre Liebe zueinander. (Text: Premiere)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330652","hoster":"VOE"},{"path":"/redirect/10150624","hoster":"Streamtape"}]}]}]}]}