{"seriesId":"unzensiert-bushidos-wahrheit","name":"Unzensiert – Bushido’s Wahrheit","descr":"Die sechsteilige Doku-Serie über den erfolgreichen und umstrittenen Künstler Bushido begleitet das Leben des Rappers über einen Zeitraum von drei Jahren. Anis Mohamed Youssef Ferchichi, der mit dem Pseudonym Bushido bekannt wurde und auch als Sonny Black auftritt, gilt als eine der schillerndsten Persönlichkeiten der deutschen Hiphop-Szene. Bushido musste sich neben seinen musikalischen Verdiensten aber auch wegen verschiedener Vergehen vor Gericht verantworten und wird seinerseits spätestens seit seiner entscheidenden Rolle im Prozess gegen Arafat Abou-Chaker von Polizeischutz begleitet. Die Doku zeigt den Alltag des Rappers in diesem Spannungsfeld und lässt Bushido ebenso zu Wort kommen wie seine Frau Anna-Maria, Freunde und auch Widersacher.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die 6-teilige Doku beginnt mit Bushidos Weg aus einer schweren Kindheit bis zu einem der größten Rap-Stars Deutschlands. Der Deal mit Arafat Abou-Chaker, das Kennenlernen seiner Frau Anna-Maria und die schwere Ehekrise.","versions":[{"lang":1,"streams":[{"redirect":9280708,"hoster":"VOE"},{"redirect":9280712,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Bushido und Anna-Maria versöhnen sich und bekommen ein weiteres Kind. Bushido beginnt sein Leben zu verändern und will sich von Arafat trennen, doch dieser lässt ihn nicht ziehen. Erstmals erfährt er von Anschlagsplänen gegen ihn.","versions":[{"lang":1,"streams":[{"redirect":9281099,"hoster":"VOE"},{"redirect":9281103,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Bushido feiert seinen 40. Geburtstag. Die Freude wird getrübt, als die Familie vom LKA erfährt, dass Arafat den Plan hat Anna-Maria und die Kinder zu entführen. Die Familie bekommt Polizeischutz. In Thailand versuchen sie sich mit der neuen Situation anzufreunden, während die Ereignisse in Berlin eine unerwartete Wendung nehmen.","versions":[{"lang":1,"streams":[{"redirect":9281088,"hoster":"VOE"},{"redirect":9281094,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Aufgrund neuer Erkenntnisse des LKA bekommt auch Bushido Polizeischutz. Das Finanzamt meldet sich mit Forderungen an ihn, die seine finanzielle Existenz gefährden könnten, sollte es nicht zu einer Einigung kommen. Mit dem Rücken zur Wand, erwägt die Familie Deutschland zu verlassen und auszuwandern.","versions":[{"lang":1,"streams":[{"redirect":9281061,"hoster":"VOE"},{"redirect":9281067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Nach einer schwierigen Phase kommt Bushido langsam wieder auf die Beine: er einigt sich mit dem Finanzamt, um seine Altlasten loszuwerden, er nimmt in Thailand zusammen mit Animus sein nächstes Album auf und die Klage gegen Arafat mit ihm als Nebenkläger wird vom Gericht zugelassen.","versions":[{"lang":1,"streams":[{"redirect":9281076,"hoster":"VOE"},{"redirect":9281078,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Der Prozess naht, bis Corona alle Zeitpläne umwirft. Monate mit harten psychischen Belastungen folgen. Der Polizeischutz und die Einschränkungen zehren an den Kräften der Familie. Trotzdem sind beide überzeugt, das Richtige getan zu haben. Dann beginnt am 18. August 2020 der Prozess.","versions":[{"lang":1,"streams":[{"redirect":9281082,"hoster":"VOE"},{"redirect":9281085,"hoster":"Streamtape"}]}]}]}]}