{"seriesId":"urusei-yatsura-2022","name":"Urusei Yatsura (2022)","descr":"Those Obnoxious Aliens - Als eines Tages plötzlich eine fremde Alienrasse, die Oni, auftaucht, wird ausgerechnet Ataru Moroboshi ausgewählt, um in einem Wettstreit gegen Lum, die Tochter ihres Anführers, anzutreten und somit das Schicksal der Welt zu entscheiden. Außer einer beachtlichen Pechsträhne, einer wackeligen Beziehung und seiner lüsternen Art kann Ataru keine Qualitäten vorweisen, die ihm einen Vorteil verschaffen könnten. Glücklicherweise besteht der Wettstreit aus einer Runde Fangen spielen, die Ataru dadurch gewinnt, indem er Lum ihr Bikinioberteil klaut.Doch damit fangen Atarus Probleme erst an, denn durch ein Missverständnis denkt Lum nun, dass er sie heiraten will, obwohl er sich soeben erst mit seiner Freundin, Shinobu Miyake, verlobt hat. Prompt zieht sie bei dem jungen Mann ein, der sich nun mit gleich zwei anspruchsvollen Verlobten beschäftigen muss und es sich trotzdem nicht verkneifen kann, zusätzlich noch mit anderen Frauen zu flirten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Young Love on the Run / Between a Rock and a Hard Place","descr":"Ataru Moroboshi ist ein feuriger kleiner Junge, dessen Liebe zum süßen Shinobu durch seine bösen Neigungen systematisch gefährdet wird. Die Situation wird noch problematischer an dem Tag, an dem Oni aus dem Weltraum auf die Erde herabsteigen wird, um den Planeten zu erobern ... es sei denn, Ataru schafft es, die Hörner eines von ihnen, eines namens Lamu, zu packen ...","versions":[{"lang":3,"streams":[{"redirect":11628768,"hoster":"VOE"},{"redirect":11628769,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Present For You / The Yellow Ribbon of Happiness","descr":"Ataru trifft auf der Flucht zufällig eine junge Frau. Als Priesterin ihres Standes bietet sie an, ihr Unglück auszutreiben und wird dem jungen Mann ein unfreiwilliges, aber vergiftetes Geschenk machen. Bald darauf beginnen Lamus Kräfte Ataru zu sehr zu stören, der Cherry um Hilfe bittet, um die Situation zu regeln. Wird Ataru endlich wieder Petticoats laufen können, ohne zu riskieren, unter entsetzlichen Schmerzen zu sterben?","versions":[{"lang":3,"streams":[{"redirect":11993919,"hoster":"VOE"},{"redirect":11993892,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Trouble Rains Down!! / Amazed in a Maze","descr":"Als Shinobu erneut versucht, den größten Frauenheld der Tomobiki High School zu töten, wirft sie einen Schreibtisch aus dem Fenster, der Shutaro Mendo treffen wird, der kurz davor ist, mit dem Fallschirm auf den Schulhof zu springen. Nach einem langen Durcheinander zwischen dem neuen Schüler und Ataru führt eine grüne Klasse die beiden Jungen, Shinobu und Lamu, zu einer Höhle, wo sie die Gelegenheit haben werden, ihre Bindungen zu stärken.","versions":[{"lang":3,"streams":[{"redirect":11993926,"hoster":"VOE"},{"redirect":11993891,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Sealed With a Kiss!!","descr":"Während unsere Protagonisten Tennis spielen, regnet es eine schöne schlafende außerirdische Prinzessin vom Himmel. Wer ihr den Erweckungskuss gibt, wird nach dem Gesetz ihres Planeten ihr Ehemann und muss eine Liebesnacht mit ihr verbringen.","versions":[{"lang":3,"streams":[{"redirect":11993916,"hoster":"VOE"},{"redirect":11993895,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Glove of Love and Conflict / How I’ve Waited for You…","descr":"Eine neue Krankenschwester tritt in die Tomobiki High School ein. Gute Nachrichten kommen nie allein: Ataru weiß es bereits! Ihr Ruf eilt ihr voraus, ihre besonderen Fähigkeiten werden schnell von Kollegen genutzt, die ein Problem mit Boxhandschuhen haben, die nicht ganz so sind wie die anderen. Dann werden Shutaro und Ataru immer noch in Liebe wetteifern, ein einziger Brief, den der zweite erhält, setzt das Pulver in Brand. Auf dem Spiel: Atarus Platz als Delegierter... und die potenzielle Diktatur von Mendo, die damit einhergehen würde.","versions":[{"lang":3,"streams":[{"redirect":11993897,"hoster":"VOE"},{"redirect":11993899,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Good Day for a Departure / Oyuki / Ataru Retires","descr":"Ataru kehrt nach Hause zurück, um Sukiyaki zu essen, aber Lum informiert ihn, dass er sie im jährlichen Kampf gegen die Glücksgötter auf seinem Heimatplaneten begleiten muss. Im zweiten Teil bringt eine schöne Schneefrau eine Lawine von Emotionen in Atarus Leben.","versions":[{"lang":3,"streams":[{"redirect":11993905,"hoster":"VOE"},{"redirect":11993903,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Home Is Where You Find It / Marine Garbage Disposal","descr":"In einem Hotel der Mendos stoßen Ataru und die ganze Bande auf einen seltsamen Youkai am Grund eines Swimmingpools. Ein paar Wochen später wird derselbe Youkai im Mittelpunkt lustiger Abenteuer am Strand stehen, wo junge Leute Sakura in Begleitung eines charmanten jungen Mannes überraschen.","versions":[{"lang":3,"streams":[{"redirect":11993909,"hoster":"VOE"},{"redirect":11993911,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Transfer Student Close Call… / Farewell Party Close Call…","descr":"Lum schreibt sich an der Tomobiki High School ein und wird offiziell Atarus Klassenkamerad. Doch gerade als sie glaubt, mit ihrem Liebling friedlich zusammenleben zu können, erfährt sie, dass sich auch ihre beste Freundin Ran in die Schule eingeschrieben hat und ihr ihren Liebling wegnehmen will.","versions":[{"lang":3,"streams":[{"redirect":11993913,"hoster":"VOE"},{"redirect":11993914,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"To Kill With Love / Studying Mayhem","descr":"Ataru und Ram bekommen Besuch von Ray, Rams Ex-Verlobter. Ram hat die Schnauze voll von Ray, der sich von einem Tigerbullen in einen gutaussehenden Mann verwandeln kann, aber nur ein mieser Charakter ist, wenn es ums Essen geht. Ray schlägt Ram vor, aber Ram lehnt ihn ab. Wütend jagt er Ataru und Ram durch die ganze Stadt ...","versions":[{"lang":3,"streams":[{"redirect":11993922,"hoster":"VOE"},{"redirect":11993923,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Parents’ Day Horrors / Since Your Parting","descr":"Dringen Aliens wieder in uns ein? Nein, es sind nur die Mütter von Ataru, Meno und Lum, die kommen, um am Elterntag einzufallen! Doch die Sprachbarriere droht, dieses Treffen der Mütter in den reinen Wahnsinn zu verwandeln.","versions":[{"lang":3,"streams":[{"redirect":11993929,"hoster":"VOE"},{"redirect":11993925,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Mendo Siblings!! / A Strange New Year at the Mendo Estate","descr":"Ein seltsames Mädchen, das gerne Streiche spielt, kommt in die Schule und stellt sich als Shutaros Verlobte vor. Im zweiten Teil werden Ataru und Lum ins Mendo-Haus eingeladen, um das neue Jahr zu feiern, aber sie finden sich in einem seltsamen Spiel wieder.","versions":[{"lang":3,"streams":[{"redirect":11993930,"hoster":"VOE"},{"redirect":11993932,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ten Is Here / A Date for Just the Two of Us","descr":"Er kommt auf Terra Ten an, Lums Cousin und ein kleiner Oni, der schweben und Flammen spucken kann. Da alle Mädchen ihn mit Aufmerksamkeit überschütten, beneidet Ataru den Jungen und entwirft einen Plan, um Sakura dazu zu bringen, ihn zu hassen.","versions":[{"lang":3,"streams":[{"redirect":11993938,"hoster":"VOE"},{"redirect":11993937,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Great Off-Campus Snack Battle / A Gift from Ten!!","descr":"Die Mädchen in der Klasse sind nicht die einzigen Snacks, auf die Ataru ein Auge geworfen hat. Als die Lehrer das Naschen außerhalb des Schulgeländes verbieten, beginnt eine gnadenlose Snack-Schlacht! // Lum, Shinobu, Sakura und Ran trinken Tee in einem Café und schauen durch die \"Lovey-Dovey-Kristallkugel\", ein von Ten gekauftes Gerät, mit dem sie den für sie bestimmten Ehepartner sehen können. Lum sieht Rei, Ran sieht jemand Unerwartetes, und alle sind verwirrt.","versions":[{"lang":3,"streams":[{"redirect":12176681,"hoster":"VOE"},{"redirect":12175818,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"That Mizunokoji Boy / Love Letter Trouble","descr":"Bei einem Baseballspiel an der Schule taucht ein mysteriöser Gegner Mendous auf, der ihn zu einem alles entscheidenden Duell herausfordert.","versions":[{"lang":3,"streams":[{"redirect":12176679,"hoster":"VOE"},{"redirect":12175821,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Anko Pathos, the Taste of Love?! / Memories and a Close Call... / Adverse Effects","descr":"Nachdem Rei einen Krümel Taiyaki von Rans Wange gegessen hat, verwechselt sie es mit einem Kuss und nimmt an, dass er über Lum hinweg ist.  In einem Café mit Lum erinnert sich Ran an ihre Kindheit und daran, wie sie wegen Lums Taten in Schwierigkeiten geraten ist. Erschüttert darüber, wie sie ihrer Freundin Unrecht getan hat, vergisst Lum auf dem Weg nach draußen, die Rechnung zu bezahlen. Shinobu und Lum sehen, wie Sakura einen Molch röstet, um Medizin herzustellen. Das Interesse des Mädchens erwacht, als Sakura erwähnt, dass es zur Herstellung eines Liebestranks verwendet werden kann. Das Gebräu sieht am Ende wie eine Süßigkeit aus und Lum bringt Ataru dazu, eine zu essen, mit gemischten Ergebnissen.","versions":[{"lang":3,"streams":[{"redirect":12176697,"hoster":"VOE"},{"redirect":12175822,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Family Feud!! / Hello, Sailor Suit!!","descr":"An einem der letzten Tage des Sommers treffen Lum, Shinobu, Ataru und Shutarō die Familie Fujinami, einen Vater und einen Teenager, die das einzige offene Strandcafé am Strand betreiben. Der Teenager namens Ryunosuke will das Familienunternehmen nicht übernehmen, was zu Konflikten mit dem Vater führt. Ataru und Shutarō beschließen zu gehen, bis sie herausfinden, dass Ryunosuke ein Mädchen ist, aber ihre Flirtversuche sind erfolglos. Später versuchen unsere Freunde, Eltern und Kind dazu zu bringen, ihre Probleme friedlich zu lösen, was noch mehr Chaos verursacht. Nachdem sie ihr Café am Meer zerstört haben, nehmen Ryunosuke und ihr Vater einen Job im Versorgungsladen der Tomobiki High School an. Ryunosuke schreibt sich als Studentin ein, aber ihre Popularität bei den Mädchen irritiert Ataru und seine Klassenkameraden. In der Hoffnung, das Ruder herumzureißen, kaufen sie ihr eine Matrosenuniform für die Schule, nachdem sie ihren Vater \"überzeugt\" haben. Um zu lernen, wie man weiblicher wird, schreibt Ryunosuke zuerst einen Freundschaftsbrief an Ran, die denkt, dass es ein Liebesbrief ist und dass sie es mit einem Jungen zu tun hat. Sie haben ein Date, das von Ataru gestört wird.","versions":[{"lang":3,"streams":[{"redirect":12176680,"hoster":"VOE"},{"redirect":12175817,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"A Chest Full of Longing!! / Wish Upon a Star","descr":"Ryunosuke beschließt, ihren ersten BH zu kaufen. Sie trifft auf Shinobu, der von Straftätern der Butsumetsu High verfolgt wird. Nachdem Shinobu erfahren hat, dass der Chef der Delinquenten hoffnungslos in sie verliebt ist, geht er auf ein Date mit Ryunosuke in der Hoffnung, den unerwünschten Verehrer dazu zu bringen, sie aufzugeben. Ataru kann, wie es seine Gewohnheit ist, nicht widerstehen, sich einzumischen. Während des Abendessens bei den Moroboshi stürzt eine Sternschnuppe ins Haus und stellt sich als Wishing Star vor, der drei Wünsche äußert. Nachdem die ersten beiden Wünsche vergeblich sind, bringt die Entscheidung über den verbleibenden Wunsch viel Streit in die Familie.","versions":[{"lang":3,"streams":[{"redirect":12220743,"hoster":"VOE"},{"redirect":12220742,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Indelible Lipstick Magic!! / Lethal Attacks: Yaminabe!","descr":"Lum kreiert einen Lippenstift, der Menschen, die ihn tragen, wie Magneten zueinander hinzieht. Am nächsten Schultag probiert Ataru es an Ryunosuke an, aber am Ende trägt es die ganze Klasse. Für die Freizeitaktivität der folgenden Woche stimmt die Klasse für \"Yaminabe\", bei dem es darum geht, im Dunkeln einen Hot-Pot-Auflauf zu essen, wobei jeder etwas zum Werfen mitbringt. In den folgenden Tagen lässt Lum Ataru ein scharfes Oni-Gericht essen und als Vergeltung Er versucht herauszufinden, welche Lebensmittel sie vor dem Yaminabe hasst.","versions":[{"lang":3,"streams":[{"redirect":13674424,"hoster":"VOE"},{"redirect":13674423,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Magic Realm! Jungle of Terror / Pickled","descr":"Shutarō lädt seine Klassenkameraden ein, die wertvollen Kraken der Familie Mendō kennenzulernen. Mit Ataru an der Spitze beleidigen sie den wertvollsten Oktopus auf dem Anwesen, Matsuchiyo, der mit schwer verletzten Gefühlen davonläuft. Sie alle machen sich auf die Suche nach Matsuchiyo, nachdem Shutarō eine Belohnung für die sichere Rückkehr des kleinen Oktopus versprochen hat. Zehn geht gelangweilt zur Schule und sowohl er als auch Lum betrinken sich, nachdem sie eingelegte Pflaumen vom Mittagessen der Schüler gegessen haben. Lum erweist sich im betrunkenen Zustand als ziemlich unangenehm und fliegt durch die Schule auf der Suche nach Ataru. Währenddessen schmieden drei außerirdische Mädchen in einem Raumschiff einen Plan gegen Lum, Benten und Oyuki.","versions":[{"lang":3,"streams":[{"redirect":13674427,"hoster":"VOE"},{"redirect":13674426,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Recovering That Which Was Lost","descr":"Bentens Kette wird gestohlen, nachdem sie niedergeschlagen wurde, während sie nach einem Mädchen schaute, das tot aussah. Zehn Tage später wird Benten zusammen mit Lum und Oyuki von drei jüngeren Mädchen aus ihrer alten Mittelschule zu einem Duell herausgefordert, die beweisen wollen, dass sie rauflustiger sind. Nach langem Ringen um ihre Kette verrät Benten, warum ihr diese so wichtig ist.","versions":[{"lang":3,"streams":[{"redirect":13674428,"hoster":"VOE"},{"redirect":13674437,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Cosmo Teacher CAO-2 / Ooh, Scary! Voodoo Doll","descr":"Nachdem Oyuki von einem Bergbaubetrieb auf einem Planeten mit einem Geheimnis aus ihrer Grundschulzeit erfahren hat, trifft er sich mit Lum, Benten und Ran über ihre Racheversuche an ihrem alten Roboterlehrer CAO-2. Ryouko macht aus Shutarō eine Voodoo-Puppe und vertraut sie Ataru an, die er zurückzugewinnen versucht, ohne dass Ataru die Wahrheit erfährt.","versions":[{"lang":3,"streams":[{"redirect":13674429,"hoster":"VOE"},{"redirect":13674432,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Big Bottle, Little Bottle / When Love Strikes","descr":"Ten schrumpft Lum versehentlich mit einem Glas, das die Dinge kleiner macht. Während er sich beeilt, ein weiteres Glas zu holen, um sie wieder normal zu machen, sagt sie Ataru, dass der einzige Weg für sie, ihre normale Größe wiederzuerlangen, darin besteht, dass er sie mit Liebe und Zuneigung überschüttet. Auf dem Weg zur Schule rettet Shinobu einen kleinen Welpen, der von großen Hunden gemobbt wird. Der Welpe entpuppt sich als formverändernder Fuchs, der sich in sie verliebt und ihr zur Schule folgt. Später beschließt der Rektor der Tomobiki High School, einen Wettbewerb zur Krönung der Königin der Schule zu veranstalten, der auf Schönheit, Intelligenz, Persönlichkeit, Fähigkeiten und Stärke basiert. Die Jungs im Exekutivkomitee des Wettbewerbs haben keinen klaren Plan, einen Gewinner auszuwählen, aber der selbsternannte Komiteevorsitzende Ataru erklärt, dass er darüber entscheiden wird.","versions":[{"lang":3,"streams":[{"redirect":13674435,"hoster":"VOE"},{"redirect":13674443,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Title Match!! The Tomo-1 Queen Contest","descr":"Lum, Shinobu, Sakura, Ran und Ryunosuke treten im Finale des Tomo-1-Königin-Wettbewerbs vor der ganzen Schule mit Ataru als Moderator an, motiviert durch den Preis \"150.000 Yen\". Die Mädchen nehmen an mehreren Aktivitäten teil, bei denen es sich in erster Linie nur um Werbung für Geschäfte im Einkaufsviertel handelt. Die letzte Herausforderung ist ein Kampf im Boxring, also küsst Ran Shinobu, Sakura und Ryunosuke, um sie deutlich zu schwächen. Es stellt sich jedoch heraus, dass die Mädchen nicht gegeneinander kämpfen, sondern gegen eine Gruppe muskulöser Tiere. Da die drei nicht in der Lage sind, mit ihnen fertig zu werden, ist Ran gezwungen, sie erneut zu küssen, um ihnen ihre Stärke zurückzugeben, sodass alle den Kampf erfolgreich gewinnen können. Die Jury gibt ihnen ein Unentschieden, was die Teilnehmer sehr verärgert; sogar noch mehr, als ihnen klar wird, dass die \"150.000 Yen\", die sie zum Teilen erhalten, nur Taiyaki sind. Ataru rennt unterdessen mit dem Schmiergeld der Sponsoren davon.","versions":[{"lang":3,"streams":[{"redirect":13674422,"hoster":"VOE"},{"redirect":13674425,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Fantasy Bubble Gum / Love Knows No Barriers","descr":"Ataru stiehlt Tens Kaugummi, der beim Kauen und Blasen einer Blase alles erzeugen kann, was der Benutzer sich vorstellt. Ataru schlägt Lum versehentlich mit einem Reiskocher auf die Stirn, was dazu führt, dass Lum sich nicht daran erinnern kann, Japanisch gesprochen zu haben, obwohl alle sie nicht verstanden haben.","versions":[{"lang":3,"streams":[{"redirect":13674448,"hoster":"VOE"},{"redirect":13674446,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Trickle of Memories / Album of Memories / The Home Visit Blues: Feuding Fujinami Edition","descr":"Ryunosuke ist neugierig auf ihre Mutter, von der ihr Vater dachte, sie sei tot. Die Besetzung geht ein Album durch, um herauszufinden, wie Ryunosukes Mutter aussieht, zumindest denken sie das. Onsen-Mark führt eine Reihe von Hausbesuchsinterviews, beginnend mit der Familie Fujinami. Dies führte dazu, dass er von Ryunosuke und ihrem Vater geschlagen wurde.","versions":[{"lang":3,"streams":[{"redirect":13674447,"hoster":"VOE"},{"redirect":13674452,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-27","name":"","epNo":1,"alt":"Gintama","descr":"Shinpachi findet in einer Flasche einen Brief, der einem Mädchen gehört, das sagt, dass es das Schicksal war, das ihr Treffen ermöglicht hat. Shinpachi wird versuchen, auf die Nachricht zu antworten, aber er wird nicht auf Gintokis Eingreifen warten.","versions":[{"lang":2,"streams":[{"redirect":13719234,"hoster":"VOE"},{"redirect":13719236,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":2,"alt":"Episode 28","descr":"","versions":[{"lang":2,"streams":[{"redirect":13743820,"hoster":"VOE"},{"redirect":13743830,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":3,"alt":"Episode 33","descr":"","versions":[{"lang":2,"streams":[{"redirect":13850631,"hoster":"VOE"},{"redirect":13850630,"hoster":"Streamtape"}]}]}]}]}