{"seriesId":"urzeitkrieger-anatomie-der-saurier","name":"Urzeitkrieger - Anatomie der Saurier","descr":"Dinosaurier: Bis zu ihrem mysteriösen Aussterben – vor ca. 65 Millionen Jahren am Ende der Kreidezeit – waren sie die unumstrittenen Herrscher der Erde. Egal ob hungrige Fleischfresser, wie der Tyrannosaurus rex, oder beeindruckende Giganten, wie der Sauroposeidon: Jede Dino-Art entwickelte ihre ganz spezielle Taktik, um im gnadenlosen Überlebenskampf der Urzeit zu bestehen. In \"Urzeitkrieger – Anatomie der Saurier” zeigt DISCOVERY CHANNEL die prähistorischen Reptilien in einem völlig neuen Bild: Denn der Fokus dieser einzigartigen Dokumentar-Serie liegt auf dem Körperbau der Dinosaurier. Welche Eigenschaften machten den wendigen Deinonychus zu einem perfekten Jäger? Wie wichtig waren Krallen, Zähne, Muskeln oder die Sehkraft der Tiere? Und welche Verteidigungsstrategien entwickelten die Pflanzenfresser? Spektakuläre Computeranimationen und jüngste bio-mechanische Erkenntnisse – erklärt von renommierten Wissenschaftlern – geben Aufschluss über die Jagdtechniken und anatomischen Geheimnisse der Dinosaurier.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Kampf ums Überleben","epNo":1,"alt":"Extreme Survivors","descr":"Die Discovery-Produktion \"Urzeitkrieger – Anatomie der Saurier\" zeigt die gigantischen Reptilien auf eine Weise, wie sie nie zuvor zu sehen waren – aus ihrem Inneren! Dank neuster Spezialeffekte vermittelt die Sendung einen informativen und kurzweiligen Eindruck davon, wie die Körper der Dinosaurier beschaffen und zu welchen Höchstleistungen sie in der Lage waren. Welche Dinos waren am gefährlichsten, welche am schnellsten?","versions":[]},{"epId":"episode-2","name":"Die perfekten Raubtiere","epNo":2,"alt":"Perfect Predators","descr":"Nordamerika vor 115 Millionen Jahren: Reptilien haben sich in perfekte Raubtiere verwandelt, wie es sie nie zuvor auf der Erde gegeben hatte. Flugsaurier kreisen am Himmel und halten Ausschau nach Beute. Raubsaurier jagen ihre Opfer kilometerweit durch die Steppe, und Tyrannosaurus Rex bricht durch den Urwald, um selbst die größten Gegner zu stellen. Diese Folge zeigt, mit welch spektakulären Fähigkeiten Urzeit-Jäger wie Deinonychus oder Quetzalcoatlus ausgestattet waren und welche Jagdtechniken sie besonders erfolgreich machten.","versions":[]},{"epId":"episode-3","name":"Wettrüsten der Raubtiere","epNo":3,"alt":"The Defenders","descr":"Wir alle kennen sie, die Giganten, die sich durch die Urgeschichte kämpften. Am Bekanntesten ist hier der Tyrannosaurus Rex, der sich als das wohl furchteinflößendste Geschöpf der Urzeit einen Namen machte. Doch auch andere Gestalten, wie der Triceratops, wussten sich zu verteidigen und obwohl viele dem intelligenten T-Rex unterlegen waren, gab es auch damals schon die simple Regel: der Stärkste überlebt. Doch welche Tricks halfen ihnen dabei und welche Rolle spielte dabei der Körperbau der ausgestorbenen Reptilien? Beeindruckende Computeranimationen machen es dem Zuschauer möglich, sich ein Bild über die anatomischen Verhältnisse und die Techniken der Saurier zu machen.","versions":[]},{"epId":"episode-4","name":"Natürliche Auslese","epNo":4,"alt":"Generations","descr":"Fortpflanzung war für Dinosaurier wichtig, um die eigene Art stärker zu spezifizieren und sie damit vor dem Aussterben zu bewahren. Ob Fleisch- oder Pflanzenfresser, zur Frühlingszeit schlugen bei allen paarungsfähigen Riesenechsen die Hormone an. Triceratops-Männchen trugen sogar Duelle aus, um zu beweisen, wessen Gene für die Weitergabe geeigneter waren. War die Partnerwahl getroffen, konnte der eigentliche Akt für einige Dinosaurier mitunter lebensgefährlich werden","versions":[{"lang":1,"streams":[{"redirect":6933964,"hoster":"VOE"}]}]}]}]}