{"seriesId":"us-them","name":"Us \u0026 Them","descr":"Im Zentrum der Serie \"Us and Them\" steht das Pärchen Stacey (Bledel) und Gavin (Ritter), die sich online kennengelernt haben und ziemlich weit auseinander wohnen – sie in der Provinz, er in New York City. Die Serie beginnt mit dem ersten Besuch von Gavin bei Stacey, bei dem die beiden mit der Angst umgehen müssen, dass der andere in natura vielleicht ganz anders ist als in der Vorstellung – zumal man eben aus sehr unterschiedlichen Lebensumständen kommt. Zudem müssen beide damit umgehen, dass ihr jeweiliges Umfeld recht anstrengend ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Stacey \u0026amp; Gavin","epNo":1,"alt":"Pilot","descr":"Nach sechs Monaten E-Mail- und Telefon-Dating wollen sich Gavin und Stacey zum ersten Mal persönlich treffen: Er ist ein New Yorker Texter, sie ein Kleinstadt-Mädchen aus Pennsylvania. Noch vor dem ersten Treffen haben ihre jeweiligen Familien ernsthafte Zweifel. Als Unterstützung für das erste Date haben beide ihre besten Freunde im Schlepptau.","versions":[{"lang":1,"streams":[{"redirect":8505639,"hoster":"VOE"},{"redirect":8664204,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Versuchen wir es","epNo":2,"alt":"Crunch and Brunch","descr":"Stacey ist unterwegs zu einem zweiten Date. Mit im Auto sitzen ihre Eltern und Nessa, die zu einem Konzert wollen. Die Anwesenheit ihrer Eltern hält Nessa nicht davon ab, Stacey zu überreden, sie müsse möglichst schnell die sexuelle Chemie zwischen ihr und Gavin testen. Doch auch das zweite Date läuft nicht wie beabsichtigt und ein Plan B muss her. Als auch der Konzertabend ein frühes Ende nimmt, treffen alle in Gavins Apartment aufeinander.","versions":[{"lang":1,"streams":[{"redirect":8505641,"hoster":"VOE"},{"redirect":8664202,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kommunikation mit Karaoke","epNo":3,"alt":"Snowmen and Wingmen","descr":"Gemeinsam mit Archie besucht Gavin Stacey und ihre Familie in Dillsburg. Stacey bittet ihre Familie inständig, sie nicht in Verlegenheit zu bringen. Doch Staceys Vorstellungen von einem ruhigen Wochenende sind schnell dahin, als Gwen sie zur wöchentlichen Karaoke-Nacht einlädt. Hier möchte Gavin Gwens Sympathien gewinnen. Derweil streiten Michael und Pam in Brooklyn über ihr Sexualverhalten, sollte einer der beiden sterben.","versions":[{"lang":1,"streams":[{"redirect":8505640,"hoster":"VOE"},{"redirect":8664200,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zusammen allein","epNo":4,"alt":"Together and Apart","descr":"Gavin und Stacey verbringen ihr erstes Wochenende getrennt voneinander: Sie langweilt sich zu Hause, er ist mit Archie in New York auf der Suche nach chinesischen Suppenknödeln und einer Avantgarde-Burlesque-Show. Als in Stacey erste Zweifel hochkommen, verspricht Nessa ihr mit Pot und Eiscreme eine legendäre Nacht wie zu alten Highschool Zeiten. Derweil bauen sich Pam und Michael im Schlafzimmer ihres Sohnes ein Liebesnest.","versions":[{"lang":1,"streams":[{"redirect":8505643,"hoster":"VOE"},{"redirect":8664203,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unterstützung, bitte!","epNo":5,"alt":"Corn and Cancer","descr":"Gwen nimmt in New York zu Ehren ihres verstorbenen Ehemanns an einem Wohltätigkeitslauf gegen Krebs Teil. Als Stacey Brian eröffnet, sie habe Gavin nichts von ihrem Ex-Verlobten erzählt, will er seine Nichte davon überzeugen, die Wahrheit zu sagen. In New York angekommen, treffen die Familien zum ersten Mal aufeinander und es kommt zu einigen Anlaufschwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8505645,"hoster":"VOE"},{"redirect":8664206,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Liebe, alt und neu","epNo":6,"alt":"Coeds and Carburetors","descr":"Gavin und Stacey begleiten Archie zu einer College-Party, um seine Ex-Freundin aus Teenagerzeiten ausfindig zu machen und die beiden zu verkuppeln. Derweil suchen Pam und Michael nach einem Mann für Gwen. In Dillsburg taucht plötzlich Nessas nichts Gutes verheißender Vater auf und sie erhält eine unerwartete Entschuldigung.","versions":[{"lang":1,"streams":[{"redirect":8505644,"hoster":"VOE"},{"redirect":8664205,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In der Nacht der Party","epNo":7,"alt":"Upstairs \u0026 Downstairs","descr":"","versions":[{"lang":1,"streams":[{"redirect":10321924,"hoster":"VOE"},{"redirect":10321922,"hoster":"Streamtape"}]}]}]}]}