{"path":"/serie/stream/uta-no-prince-sama","name":"Uta no Prince-Sama","descr":"Das Mädchen Haruka hegt den Wunsch Songwriter zu werden. Auf einer dafür vorgesehenen Schule, in der Songwriter und Sänger ausgebildet werden, kann sie ihren Berufswunsch endlich nachgehen. Doch die Schule arbeitet nach einem bestimmten Prinzip, indem die Schüler als Paar ihre Schulzeit absolvieren. Songwriter und Sänger arbeiten während der Schulzeit eng zusammen, doch Haruka wird nicht nur ein Partner zugeteilt, sondern gleich zwei! Mit ihren beiden gutaussehenden Mitschülern muss sie nun ihre Schulzeit überstehen, darf sich jedoch nicht allzu sehr mit ihnen einlassen. Denn auf der Schule herrscht ein strenges Date-Verbot unter den Schülern!","seasons":[{"path":"/serie/stream/uta-no-prince-sama/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-1","name":"","epNo":1,"alt":"Seven-colored Compass","descr":"In einem grünen Vorort liegt die riesige Schule für darstellende Künste, die Saotome Academy. Um das Licht zu ergreifen, das zum Showbusiness führt, schreitet ein Mädchen durch die Tore der Akademie... Ihr Name ist Nanami Haruka. Inspiriert von dem beliebten Idol HAYATO, Komponistin zu werden, beginnt die Geschichte ihrer zahlreichen Prüfungen und der schönen Prinzen der Musik...!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13002389","hoster":"VOE"},{"path":"/redirect/8654977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-2","name":"","epNo":2,"alt":"Brand New Melody","descr":"Um das Auswahlverfahren der Shining Agency zur Entdeckung neuer Talente bei der Abschlussprüfung zu bestehen, besteht die erste Aufgabe der Akademieschüler in der Aufnahmeprüfung. Leider wird Haruka, die nicht in der Lage ist, Noten zu schreiben, mit Otoya gepaart, der keine Erfahrung mit dem Schreiben von Texten hat. Werden die beiden die Aufgabe meistern können?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496179","hoster":"VOE"},{"path":"/redirect/8654974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-3","name":"","epNo":3,"alt":"Knocking on the Mind","descr":"Da sie seit ihrer Kindheit von ihrer musikbegeisterten Großmutter erzogen wurde, ist Haruka von ihrer Fähigkeit, Klavier zu spielen, überzeugt. Aus irgendeinem Grund ist sie jedoch nicht in der Lage, im Unterricht zu spielen. Als Masato sieht, wie Haruka angesichts der Verleumdungen ihrer Mitschüler schrumpft und immer deprimierter wird, greift er ein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496182","hoster":"VOE"},{"path":"/redirect/8654976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-4","name":"","epNo":4,"alt":"Believe Heart to the End of the World","descr":"Ausgelöst durch Masatos Verhalten beginnt sein Mitbewohner und Jugendfreund Ren, Haruka Avancen zu machen. Ren macht es sich jedoch zur Gewohnheit, die Aufgaben der Akademie zu vernachlässigen. Als Haruka erfährt, dass Ren ein Ultimatum von der Akademie erhalten hat und vielleicht sogar von der Schule verwiesen wird, bittet sie ihn, seine Aufgaben pünktlich abzugeben, aber...?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496184","hoster":"VOE"},{"path":"/redirect/8654978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-5","name":"","epNo":5,"alt":"Full Throttle Chivalrous Spirit Go! Fight!!","descr":"Syo bewundert den Lehrer der S-Klasse und das derzeit aktive Idol Hyuga Ryuya. In der Akademie kommt die Nachricht von einem Vorsprechen für eine Nebenrolle an seiner Seite an. Doch aufgrund von Syos fataler Schwäche scheinen seine Chancen auf die Rolle aussichtslos. Als Haruka und ihre Freunde dies herausfinden, schmieden sie einen Plan, um Syo zu helfen, seine Schwäche zu überwinden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496191","hoster":"VOE"},{"path":"/redirect/8654979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-6","name":"","epNo":6,"alt":"Shout Out from Orion","descr":"Heute ist der Tag, an dem Harukas Idol HAYATO einen neuen Song ankündigt. Haruka ignoriert die Besorgnis ihrer Freunde und macht sich gut gelaunt allein auf den Weg in die Stadt, doch sie verirrt sich, genau wie ihre Freunde es vorausgesagt haben. Gerade als sie mit ihrem Verstand am Ende ist, trifft sie auf Natsuki und begrüßt ihn, aber Natsuki ist nicht so freundlich wie sonst...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496193","hoster":"VOE"},{"path":"/redirect/8654982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-7","name":"","epNo":7,"alt":"Feeling Heart","descr":"Haruka hat sich allmählich an das Leben an der Akademie gewöhnt. Ihre Noten werden immer besser, und umgeben von Freunden strahlt sie jeden Tag. Doch in der Ecke ihres Herzens hegt sie weiterhin Zweifel... Haruka entdeckt schließlich Tokiyas großes Geheimnis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496195","hoster":"VOE"},{"path":"/redirect/8654980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-8","name":"","epNo":8,"alt":"Eternity Love","descr":"Ein Sommerausflug mit Übernachtung auf der Privatinsel des Schulleiters im Süden. Ihre Klassenkameraden diskutieren aufgeregt über die Abschlussprüfung, aber Haruka ist immer noch nicht in der Lage, die Lücke zwischen sich und Tokiya zu schließen, und ihre Miene ist düster. Ein seltsamer junger Mann erscheint vor Haruka. Was ist die Botschaft, die er übermitteln will?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496192","hoster":"VOE"},{"path":"/redirect/8654984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-9","name":"","epNo":9,"alt":"Weaving Dreams","descr":"Nach der Sommerübernachtung müssen Haruka und ihre Freunde den Termin für die Auswahl ihrer Partner für das Vorsprechen zum Schulabschluss wahrnehmen. Doch je mehr Haruka über ihre ernsthaften Gefühle erfährt, desto weniger ist sie in der Lage, einen Partner zu wählen. Die Situation spitzt sich zu, und die Atmosphäre in der Schule wird immer unangenehmer...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496194","hoster":"VOE"},{"path":"/redirect/8654981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-10","name":"","epNo":10,"alt":"Come On, Let`s Song!!","descr":"Alle in der Schule reden darüber, dass Haruka von sechs anderen Leuten als ihr bevorzugter Partner für die Abschlussprüfung ausgewählt wurde, aber der Stress frisst an ihr.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496197","hoster":"VOE"},{"path":"/redirect/8654983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-11","name":"","epNo":11,"alt":"Map of the Future","descr":"Die Arbeit und die Schule fordern ihren Tribut von Tokiya, und er landet im Krankenhaus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496200","hoster":"VOE"},{"path":"/redirect/8654987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-12","name":"","epNo":12,"alt":"The Lost Heart","descr":"Paparazzi haben herausgefunden, dass Tokiya in Wirklichkeit Hayato ist, und infiltrieren die Schule.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496196","hoster":"VOE"},{"path":"/redirect/8654985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-1/episode-13","name":"","epNo":13,"alt":"Maji Love 1000%","descr":"Der Direktor der Akademie schließt Haruka aus dem Debüt von STARISH aus, da sie nicht würdig sei, deren Lieder zu schreiben. Haruka besucht das Haus ihrer Großmutter auf dem Land, um in sich zu gehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496213","hoster":"VOE"},{"path":"/redirect/8654986","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-1","name":"","epNo":1,"alt":"Pison Kiss","descr":"Nach einem erfolgreichen Debüt befindet sich STARISH nun auf einem guten Weg nach oben. Der Präsident stellt sie den Pionierprinzen vor, um ihnen zu zeigen, wie sich wahre Profis verhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496212","hoster":"VOE"},{"path":"/redirect/8654988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-2","name":"","epNo":2,"alt":"Reincarnation of Love","descr":"Haruka trifft einen Prinzen in ihren Träumen, doch waren das wirklich nur ihre Träume?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496201","hoster":"VOE"},{"path":"/redirect/8654989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-3","name":"","epNo":3,"alt":"True Wing","descr":"Syo ergattern eine Rolle mit seinem Idol Ryuya Hyuga im neuen Special von \"Prinz des Kampfes\". Nach einem erfolgreichen CD-Release und Job-Angeboten glauben die Mitglieder von STARISH, dass sie echte Idols sind. Doch Saotome sagt ihnen, dass das erst das Fall ist, wenn sie den ultimativen Preis gewonnen haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496202","hoster":"VOE"},{"path":"/redirect/8654990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-4","name":"","epNo":4,"alt":"Koizakura","descr":"Hijirikawa wurde zu einem Casting für ein historisches Musical namens \"Singender Schwertkämpfer der Gerechtigkeit\" eingeladen. Die Leute ermutigen ihn, sich an einer Liebesszene zu versuchen, doch das Skript überrascht ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496211","hoster":"VOE"},{"path":"/redirect/8654994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-5","name":"","epNo":5,"alt":"Smile Magic","descr":"Otoyas Fortschritt beeindruckt den Rest des Teams, doch sein unangekündigtes Verschwinden lässt einige glauben, dass er am Stimmtraining-Unterricht teilnimmt. Cecil bekommt ein Angebot für eine Variety Show, doch Otoya ist um seine Popkultur-Kenntnisse besorgt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496204","hoster":"VOE"},{"path":"/redirect/8654991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-6","name":"","epNo":6,"alt":"Orange Rhapsody","descr":"Nach einer Einladung, Model in einer von der Jinguji-Gruppe gesponsorten Show zu werden, muss Ren an die schwere Zeit denken, in der sein Bruder ihn zwang, ein Idol zu werden. Doch ein unerwartetes Ereignis könnte Ren in einem ganz neuen Licht zeigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496203","hoster":"VOE"},{"path":"/redirect/8654999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-7","name":"","epNo":7,"alt":"Promise to Sirius","descr":"Natsuki bekommt einen Werbejob für Kosmetikprodukte für Frauen. Doch der Auftraggeber sucht eindeutig \"Satsuki\", nicht \"Natsuki\". Scheinbar ist die \"Satsuki\", die so auf HAYATOs Event geglänzt hat, die perfekte Posterfigur für diese Werbung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496210","hoster":"VOE"},{"path":"/redirect/8654993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-8","name":"","epNo":8,"alt":"Fantasia of the Stars","descr":"Als er ein Lied von Haruka erhielt, wurde sein Herzenswunsch erfüllt, und sein Traum, eines von Harukas Liedern zu singen, sollte erfüllt worden sein. Doch obwohl er es vorher abgelehnt hatte, ein Idol zu werden, merkt er, dass die Taten und die Leidenschaft von STARISH etwas in ihm verändert haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496209","hoster":"VOE"},{"path":"/redirect/8654995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-9","name":"","epNo":9,"alt":"We Are Starish","descr":"Cecil verschwindet vom Platz, doch Haruka, die unendliches Potential in der Harmonie der sieben Mitglieder sieht, komponiert ein neues Lied für alle. Jeder von STARISH glaubt an Cecils Rückkehr und sie versuchen gemeinsam, die Shining-Agentur, die diesen aufgeben will, zu überzeugen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496221","hoster":"VOE"},{"path":"/redirect/8654992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-10","name":"","epNo":10,"alt":"Crystal Time","descr":"Der \"Uta-Pri-Auszeichnung\" wurde endlich enthüllt. Doch die Freude währt kurz, denn die andere nominierte Idol-Gruppe HEAVENS soll Harukas Lieder singen. Dann verwetten die Leiter beider Gruppen das Schicksal von STARISH bzw. HEAVENS auf den Sieg...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496217","hoster":"VOE"},{"path":"/redirect/8654998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-11","name":"","epNo":11,"alt":"Dreamer`s Symphony","descr":"STARISH droht die Auflösung, was Haruka dazu zwingt, ein Lied zu schreiben, das alle vereinen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496225","hoster":"VOE"},{"path":"/redirect/8654997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-12","name":"","epNo":12,"alt":"Heavens Gate","descr":"STARISH bereitet sich auf die Show vor, doch Cecil hat Probleme mit der Choreographie. Syo bietet seine Unterstützung an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496227","hoster":"VOE"},{"path":"/redirect/8654996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-13","name":"","epNo":13,"alt":"Maji Love 2000%","descr":"HEAVENS denkt, den Sieg in der Tasche zu haben. Nun muss Haruka eine Entscheidung treffen, die Leben verändern könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496230","hoster":"VOE"},{"path":"/redirect/8655000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-2/episode-14","name":"","epNo":14,"alt":"Shining Star Xmas","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496220","hoster":"VOE"},{"path":"/redirect/8655001","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-1","name":"","epNo":1,"alt":"The Dice Are Cast","descr":"STARISH, die Idol-Gruppe der Shining-Agentur, Nanami Haruka und die ältere Idol-Gruppe QUARTET NIGHT schreiten stetig in der Entertainment-Welt voran. Ein Auswahlprozess beginnt, bei dem die Mitglieder für den Eröffnungsakt von \"Super Star Sports\", auch \"Triple S.\" genannt, ausgewählt werden sollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8505521","hoster":"VOE"},{"path":"/redirect/8655004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-2","name":"","epNo":2,"alt":"Golden Star","descr":"Als Shining sich weigert, STARISH am Konzert von Triple S teilnehmen zu lassen, müssen die Mitglieder der Idol-Gruppe in ihr Potential vertrauen und versprechen, härter zu arbeiten als jemals zuvor. Schließlich begeben sich STARISH und NIGHT QUARTET auf einen Ausflug, um für eine Variety-Sendung zu drehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9945744","hoster":"VOE"},{"path":"/redirect/8655002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-3","name":"","epNo":3,"alt":"Emotional Life","descr":"Shining organisiert für STARISH ein Cross-Unit-Projekt. Die erste Phase ist ein Rock-Musical mit Otoya und Natsuki. Die beiden sind enthusiastisch, bekommen allerdings unerwartete Rollen. Bei den Proben bemerken sie, dass Enthusiasmus allein sie nirgendwo hin führt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496228","hoster":"VOE"},{"path":"/redirect/8655003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-4","name":"","epNo":4,"alt":"Innocent Wind","descr":"Als Haruka am Drehort eines Films, in dem Ai mitspielt, ankommt, beschreiben sein Kollege Natsuki und Syo die Perfektion seiner Schauspielerkünste. Doch Ai selbst versteht seinen Text nicht. Das finden die anderen im Angesicht seiner Leistung merkwürdig. In dieser Nacht entdecken sie Ais größtes Geheimnis...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496229","hoster":"VOE"},{"path":"/redirect/8655008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-5","name":"","epNo":5,"alt":"Code: T.V.U","descr":"Für die zweite Phase des Cross-Unit-Projekts werden Ren, Syo und Cecil gefragt, einen Smartphone-Webespot zu produzieren. Doch die Ideen der drei lassen sich nicht miteinander vereinen und sie treffen keine Übereinkunft. Haruka macht sich Sorgen um sie, und die Deadline rückt schonungslos näher...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496226","hoster":"VOE"},{"path":"/redirect/8655005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-6","name":"","epNo":6,"alt":"Saintly Territory","descr":"Harukas neuer Job ist es, ein Lied für Camus zu komponieren, der bei der Eröffnungszeremonie des Shining Tower auftritt. Um mehr über ihn zu erfahren, bittet sie ihn, ihn zur Arbeit begleiten zu dürfen. Unter einer Bedingung stimmt er zu. Wird Haruka es schaffen, einen Song für den in jeglicher Hinsicht perfekten Camus zu schreiben, der ihn zufriedenstellt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496231","hoster":"VOE"},{"path":"/redirect/8655006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-7","name":"","epNo":7,"alt":"Only One","descr":"Bei der Arbeit an seinem neuen Solo-Song widmet sich Ranmaru mit zunehmend mehr Hingabe seiner Arbeit mit QUARTET NIGHT. Doch Haruka und ihre Freunde spüren, dass Ranmaru bis an seine Grenzen geht. Als er von Weitem die Konstruktion des neuen Triple-S-Stadions beobachtet, überkommen ihn nostalgische, bittersüße Erinnerungen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496233","hoster":"VOE"},{"path":"/redirect/8655007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-8","name":"","epNo":8,"alt":"Original Resonance","descr":"Masato und Tokiya müssen in der Finalphase des Cross-Unit-Projekts einen neuen Song live im Rahmen eines einflussreichen Musikprogramms singen. In der Hoffnung, dass STARISH und die Shining-Agentur davon profitieren, erzählen sie Haruka, dass sie zuerst den Songtext schreiben werden. Doch die Dinge laufen anders als erhofft, und die beiden wissen nicht mehr weiter...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496232","hoster":"VOE"},{"path":"/redirect/8655009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-9","name":"","epNo":9,"alt":"Never...","descr":"Reiji, ein Mann, der jeden Job perfekt erledigt, ist von allen Idols der Shining-Agentur am beschäftigtsten. Haruka besucht ihn, als er gerade frei hat. Als die beiden allein nachts in seinem Auto Zeit miteinander verbringen, beginnt Haruka, die wahre Natur seines Lächelns zu begreifen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496242","hoster":"VOE"},{"path":"/redirect/8655011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-10","name":"","epNo":10,"alt":"Answer","descr":"QUARTET NIGHT bereitet sich auf das Triple-S-Konzert vor, und deshalb machen sie einen Ausflug mit Haruka, um an ihren Liedern zu arbeiten. Shining Saotome will, dass sie einen \"Top-Song, der sie strahlen lässt\" schreiben. Doch die Mitglieder von QUARTET NIGHT haben noch nie zuvor mit einem Songwriter, der das Lied komponiert, gearbeitet. Was für ein Song wird am Ende aus den Bemühungen des unerfahrenen Teams entstehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496234","hoster":"VOE"},{"path":"/redirect/8655010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-11","name":"","epNo":11,"alt":"Thank You","descr":"Dass Cross-Unit-Projekt endet als großer Erfolg. Das internationale Interesse an STARISH steigt, doch sie wissen noch immer nicht, ob sie weiterkommen. Als sie die hohe Qualität von QUARTET NIGHTs neuem Song hören, merken sie, wie sehr ihnen Haruka fehlt. Doch die Zeit, die sie seit der Geburtsstunde von STARISH zusammen verbracht haben, lässt nur eine Schlussfolgerung für sie zu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496239","hoster":"VOE"},{"path":"/redirect/8655012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-12","name":"","epNo":12,"alt":"Evolution Eve","descr":"Die Shining-Agentur erkennt STARISHs Revolution an, als diese QUARTET NIGHT in Bewegung versetzen, und erlaubt ihnen, am Eröffnungskonzert von Triple S teilzunehmen. QUARTET NIGHT, die STARISH als ihre größten Rivalen ansehen, richten in Vorbereitung auf das Konzert eine Bitte an Haruka.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496250","hoster":"VOE"},{"path":"/redirect/8655014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-3/episode-13","name":"","epNo":13,"alt":"Maji Love Revolutions","descr":"Nach QUARTET NIGHTs ausgezeichneter Vorstellung treten die STARISH-Mitglieder auf die Bühne ihrer Träume, wo sie im Kampf gegen ihre Rivalen ihre Stimmen an die Welt richten. Gemeinsamen haben die Idol-Gruppen STARISH und QUARTET NIGHT eine Revolution der Liebe gestartet, doch in den letzten Momenten des Konzerts werden sie von einer unerwarteten Entwicklung überrascht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496249","hoster":"VOE"},{"path":"/redirect/8655013","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-1","name":"","epNo":1,"alt":"Turning Dreams Into Music!","descr":"Als QUARTET NIGHT als Eröffnungskünstler für Triple S ausgewählt wird, lehnen sie die Gelegenheit ab, nachdem STARISH und HEAVENS ebenso überzeugende Auftritte hingelegt haben. Raging Otori und Shining Saotome schlagen einen weiteren musikalischen Showdown vor, um den Eröffnungskünstler zwischen den drei Gruppen zu bestimmen, bei dem alle drei von Haruka geschriebene Lieder singen müssen! Wer wird das entscheidende Konzert gewinnen und die Ehre haben, im Triple S aufzutreten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496246","hoster":"VOE"},{"path":"/redirect/8655016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-2","name":"","epNo":2,"alt":"Kizuna","descr":"Die Mitglieder von STARISH und HEAVENS sind schockiert, als sie erfahren, dass sie zur Vorbereitung auf das entscheidende Konzert Duette mit Mitgliedern der anderen Gruppe singen werden. Währenddessen scheint es bei QUARTET NIGHT zu Unstimmigkeiten zu kommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496248","hoster":"VOE"},{"path":"/redirect/8655015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-3","name":"","epNo":3,"alt":"Might Aura","descr":"Die Top-Starter des Duett-Projekts sind Tokiya von STARISH und Eiji von HEAVENS. Tokiya und Haruka nähern sich ihrem unbekannten Rivalen mit Nervosität, aber überraschenderweise werden sie von der Stimme eines Engels empfangen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496253","hoster":"VOE"},{"path":"/redirect/8655018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-4","name":"","epNo":4,"alt":"Justice Impulse","descr":"Die zweite Gruppe des Duett-Projekts ist Syo von ST? RISH und Yamato von HE? VENS. Syo freut sich darauf, mit Hyuga Ryuyas jüngerem Bruder ein Duett zu singen, aber eine starke Rivalität mit seinem älteren Bruder schlägt Yamato aufs Herz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496252","hoster":"VOE"},{"path":"/redirect/8655019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-5","name":"","epNo":5,"alt":"Visible Elf","descr":"Das dritte Duo des Duett-Projekts sind Cecil von ST? RISH und Shion von HE? VENS. Cecil versucht, den Erfolg von Tokiya und Syo weiterzuverfolgen und geht aggressiv auf das Projekt zu. Doch Shion verschließt sein Herz immer mehr, als ob er auf Cecils Leidenschaft reagiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13051725","hoster":"VOE"},{"path":"/redirect/8655017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-6","name":"","epNo":6,"alt":"Lovely Eyes","descr":"Das vierte Duo des Duett-Projekts sind Ren von ST? RISH und Van von HE? VENS, die ebenfalls als Rivalen in einem TV-Drama auftreten sollen. Als Van anfängt, Haruka aggressiv zu verfolgen, geht Ren mit seinen eigenen leidenschaftlichen Gefühlen, die in seinem Herzen verborgen sind, direkt in den Kampf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496255","hoster":"VOE"},{"path":"/redirect/8655021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-7","name":"","epNo":7,"alt":"Grown Empathy","descr":"Nagi spielt ihr Duettprojekt weiterhin mit Musikinstrumenten: Natsuki spielt Geige, während Nagi Bratsche spielt. Dies veranlasst Natsuki, sich an unangenehme Erinnerungen zu erinnern und \"Satsuki\" dazu zu bewegen, sich einzumischen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496256","hoster":"VOE"},{"path":"/redirect/8655020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-8","name":"","epNo":8,"alt":"Lasting Oneness","descr":"Masato wird nach dem Zusammenbruch seines Vaters zur Familie Hijirikawa zurückgerufen, was sein Duettprojekt mit Kira belastet. Nach seiner Rückkehr nach Hause wird Masato unter Druck gesetzt, das Familienunternehmen zu übernehmen, was Ren und Kira dazu veranlasst, ihn mit seinen wahren Ambitionen zu konfrontieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13002387","hoster":"VOE"},{"path":"/redirect/8655022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-9","name":"","epNo":9,"alt":"Next Door","descr":"Das Thema von Otoya und Eiichis Lied ist ein \"seelenerschütterndes Lied\". Als Eiichi Otoya erklärt, dass er sich seinem wahren Selbst stellen muss, das tief in seinem Herzen existiert, um dies zu tun, beschäftigt er sich stoisch mit dem Schreiben der Texte. Allmählich gleicht er sich jedoch immer weniger.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496259","hoster":"VOE"},{"path":"/redirect/8655024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-10","name":"","epNo":10,"alt":"We Believe You","descr":"Otoya hinterlässt ein vollendetes Duett und verschwindet. Nachdem sie einer Seite von Otoya ausgesetzt waren, die sie zuvor noch nie durch seine Stimme gekannt hatten, als die Mitglieder von ST? RISH nach Hinweisen suchen, die sie zu Otoya führen, gelangen sie zu der Wahrheit hinter seiner persönlichen Geschichte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496260","hoster":"VOE"},{"path":"/redirect/8655023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-11","name":"","epNo":11,"alt":"The Future, Dreams, Thank You: And!","descr":"Nach der Wiedervereinigung im Sonnenblumenfeld erreicht ST? RISH erfolgreich die Live-Übertragung und wird zum Stadtgespräch. Nach Abschluss des Duett-Projekts werden ST? RISH und HE? VENS auf das Entscheidungskonzert hinarbeiten. Eine Verschwörung, die sie zur Verzweiflung treibt, rückt näher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496267","hoster":"VOE"},{"path":"/redirect/8655025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-12","name":"","epNo":12,"alt":"Three Shining Stars","descr":"Die Emotionen und Hoffnungen von ST? RISH, QUARTET? NIGHT und HE? VENS werden von einer Morgensonne beleuchtet, die an einem klaren Himmel aufgeht. Während Haruka für ähnliche Dinge betet, beginnt das Entscheidungskonzert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496268","hoster":"VOE"},{"path":"/redirect/8655026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/uta-no-prince-sama/staffel-4/episode-13","name":"","epNo":13,"alt":"We Are Starish!!","descr":"ST?RISH is up next and the tension is thick. Who will come out victorious in this action-packed showdown?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8496271","hoster":"VOE"},{"path":"/redirect/8655027","hoster":"Streamtape"}]}]}]}]}