{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen","name":"Utawarerumono: Itsuwari no Kamen","descr":"Mitten in einer riesengroßen Schneelandschaft mit hohen Bergen findet sich der unter Amnesie leidende Protagonist wieder. Er weiß weder wie er dort hingelangt ist noch seinen Namen. Doch dann lernte er Kuon, ein Mädchen mit Tierohren und einem Schwanz, kennen. Sie gab ihm den Namen Haku, nachdem sie ihn vor einem Insekt-ähnlichen Wesen, das versucht hat ihn anzugreifen, gerettet hatte. Ab da nimmt die Geschichte der beiden ihren Lauf …","seasons":[{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-1","name":"","epNo":1,"alt":"Curse","descr":"Ein Mann wacht ohne Erinnerungen auf einem verschneiten Berg auf, wo er von einem riesigen Tausendfüßler-Monster verfolgt wird. Er wird von einem Mädchen mit pelzigen Ohren und einer langen Katzengeschichte gerettet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/5215660","hoster":"Vidoza"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-2","name":"","epNo":2,"alt":"The Righteous Man","descr":"Das Dorf wird von Monstern namens Gigiri angegriffen, kleinen Insekten mit fiesen Krallen. Haku und Kuon gehen mit einer Gruppe von Söldnern, um sie auszulöschen, aber sie bekommen mehr, als sie erwartet hatten, als sie einem Boro-Gigiri begegnen, einem Monster, das über 9 Meter groß ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330648","hoster":"VOE"},{"path":"/redirect/10150623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-3","name":"","epNo":3,"alt":"The Road to the Capital","descr":"Haku und Kuon reisen in die Hauptstadt, aber ihre Reise wird von einem Banditenangriff unterbrochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330651","hoster":"VOE"},{"path":"/redirect/10150625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-4","name":"","epNo":4,"alt":"The Imperial Capital","descr":"In der Hauptstadt angekommen, suchen Haku und die Gang nach Arbeit... aber nicht vor dem Feiern. Dann erscheint ein Mädchen namens Nekone vor ihnen, und sie ist eigentlich Ukons kleine Schwester.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330650","hoster":"VOE"},{"path":"/redirect/10150628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-5","name":"","epNo":5,"alt":"The Pirate Girl","descr":"Hakus arbeitsreiche Tage, in denen er morgens und nachmittags hart arbeiten und nachts lernen musste, zermürben seinen Verstand. Doch seine harte Arbeit zahlt sich aus, als er endlich Urlaub bekommt. Mit seiner Freiheit und etwas Geld macht er sich auf in die Hauptstadt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330654","hoster":"VOE"},{"path":"/redirect/10150627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-6","name":"","epNo":6,"alt":"The Master of the Inn","descr":"Das Gasthaus, in dem Haku wohnt, das Hakuroukaku, ist für seinen schönen Besitzer bekannt. Sie schickt ihm einen Brief und lädt ihn zu einem Bankett ein. Er geht, aber","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330656","hoster":"VOE"},{"path":"/redirect/10150629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-7","name":"","epNo":7,"alt":"The Young Princess","descr":"Der Kaiser von Yamato hält seinen Untertanen absolute Loyalität entgegen. Und seine Tochter Anju hat bald Geburtstag. Hakuroukaku findet sich mit einem seltsamen Besucher wieder. Kuons Augen leuchten kalt auf dieses selbstsüchtige junge Mädchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330655","hoster":"VOE"},{"path":"/redirect/10150630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-8","name":"","epNo":8,"alt":"Imperial Capital Detective Stories","descr":"Ein einsames Passagierschiff setzte im Nachtnebel die Segel. Es stellt sich als Drehscheibe für illegales Glücksspiel heraus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13993153","hoster":"VOE"},{"path":"/redirect/10150631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-9","name":"","epNo":9,"alt":"Messengers from the Land Where Gods Sleep","descr":"Ein Bote kommt bei Yamato an und behauptet, er käme aus einem Land jenseits des östlichen Meeres.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330659","hoster":"VOE"},{"path":"/redirect/10150633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-10","name":"","epNo":10,"alt":"In Love","descr":"Anju ist in Oshutoru, den königlichen General, verliebt. Aber weil sie die kaiserliche Prinzessin ist, kann sie sich nicht wie normale Leute verlieben. Kuon und die anderen versuchen ihr Bestes, um ihr zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330661","hoster":"VOE"},{"path":"/redirect/10150632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-11","name":"","epNo":11,"alt":"The Princess Plays With Fire","descr":"Die Prinzessin hat beschlossen, so zu tun, als wäre sie entführt worden, in der Hoffnung, dass Oshutoru kommt und sie rettet. Sie bittet Nosuri um Hilfe und auch Haku muss helfen. Aber Nosuri hat keine Ahnung, wer sie wirklich ist, und als Oshutoru kommt, ist Haku gezwungen, sich ihm allein zu stellen...!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330660","hoster":"VOE"},{"path":"/redirect/10150634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-12","name":"","epNo":12,"alt":"Kamunagi of Chains","descr":"Für seine Verdienste um die Rettung der Prinzessin wird Haku in den Palast eingeladen und erhält eine Audienz beim Kaiser. Er ist mit zwei Mädchen begabt, die die Priesterinnen der Ketten genannt werden. Aber er erkennt nicht die tiefe Bedeutung, die sie besitzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330662","hoster":"VOE"},{"path":"/redirect/10150635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-13","name":"","epNo":13,"alt":"The Eight Pillar Generals","descr":"Yamato wird von einer Barbareninvasion aus dem Norden bedroht, aber die Stadt scheint sich keine Sorgen zu machen. Die acht Säulengeneräle starten einen Gegenangriff und Haku wird mitgeschleift.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330657","hoster":"VOE"},{"path":"/redirect/10150636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-14","name":"","epNo":14,"alt":"Master of The Blade","descr":"Die Invasionstruppen nehmen Yamato-Bürger als Geiseln und setzen sie als Fronttruppen gegen die Acht-Säulen-Generäle ein. Rurutie und Haku begeben sich auf eine gefährliche Mission hinter den feindlichen Linien, um die Angehörigen der Geiseln zu befreien.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12173963","hoster":"VOE"},{"path":"/redirect/10150637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-15","name":"","epNo":15,"alt":"Masks","descr":"Die Invasionstruppen nehmen Yamato-Bürger als Geiseln und setzen sie als Fronttruppen gegen die Acht-Säulen-Generäle ein. Rurutie und Haku begeben sich auf eine gefährliche Mission hinter den feindlichen Linien, um die Angehörigen der Geiseln zu befreien.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330665","hoster":"VOE"},{"path":"/redirect/10150638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-16","name":"","epNo":16,"alt":"Banquet","descr":"Die uralte Macht der Masken wird auf die einfallenden Usuurussha-Armeen ausgeübt. Die Armeen werden von der Macht der Acht-Säulen-Generäle zerrissen, aber sind die Kosten für Yamatos eigene Bürger zu hoch?","versions":[]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-17","name":"","epNo":17,"alt":"Afterglow","descr":"Nach der Rückkehr aus dem Krieg ist Haku zutiefst deprimiert. Die Mädchen bieten ihm alle Geschenke an, um ihn aufzuheitern, aber es hilft nicht. Also beschließen alle Männer, ein riesiges Bankett zu veranstalten und zusammen zu trinken. Es gerät aus dem Ruder und alle fangen an, sich auszuziehen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330670","hoster":"VOE"},{"path":"/redirect/10150640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-18","name":"","epNo":18,"alt":"Invasion","descr":"Die Wahrheit über Hakus Vergangenheit wird enthüllt. Welche Verbindung hat er zum Kaiser und zu den geheimnisvollen und mächtigen Masken?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12173968","hoster":"VOE"},{"path":"/redirect/10150639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-19","name":"","epNo":19,"alt":"In Flames","descr":"Der Imperator hat Tousukuru den Krieg erklärt und Haku wird zum Kampf gerufen. Wird Kuon bereit sein, gegen ihre Heimat zu kämpfen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330667","hoster":"VOE"},{"path":"/redirect/10150641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-20","name":"","epNo":20,"alt":"Warrior","descr":"Der Krieg gegen Tousukuru läuft schlecht und Haku wird mit Verstärkung geschickt. Munechika wendet sich an ihn, um einen Plan zu entwickeln, um die Pattsituation zu durchbrechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330669","hoster":"VOE"},{"path":"/redirect/10150642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-21","name":"","epNo":21,"alt":"Death Of The Emperor","descr":"Nachdem sie das Land Elemia besiegt hat, wird Kūya von ihren blutrünstigen Beratern Hauenkua und Hien überzeugt, einen Krieg gegen alle Nationen zu beginnen, um den gesamten Kontinent zu vereinen. Kūya zögert, dies zu tun und hört stattdessen auf Genjimarus Vorschlag, zuerst ihr Land zu festigen. Während sie ihr Land festigten, wurden ihre Menschen, die an der Grenze ihres Landes leben, angegriffen. Das Volk bat Kūya, Krieg gegen alle Länder zu führen und die Nation zu vereinen. Da Kūya Schwierigkeiten hatte, ihre Entscheidungen zu treffen, ging sie zu Hakuoro und unterhielt sich mit ihm. Hakuoro kannte die Probleme, mit denen Kūya derzeit konfrontiert ist, und sagte ihr, dass sie sich bei Entscheidungen nicht nur auf sich selbst verlassen sollte, weil sie nicht allein ist. In Kunnekamun wollten immer mehr Menschen, dass Kūya die Nation vereint. Hauenkua und Hien nutzen diese Gelegenheit, um Kūya erneut davon zu überzeugen, Krieg zu führen und die Nation zu vereinen. Kūya bat Genjimaru um seine Meinung, aber Genjimaru ist nicht anwesend. In dem Wissen, dass sie ihre Entscheidung auch ohne Genjimarus Meinung eilig treffen muss, hat Kūya beschlossen, dem Vorschlag ihres Volkes zu folgen. Sie begann, in vielen Ländern Krieg zu führen. Nachdem er jeden Krieg gewonnen hatte, beschloss Kūya, Onkamiyamukai zu übernehmen. Genjimaru versuchte, Kūya aufzuhalten, weil der Krieg mit Onkamiyamukai garantiert, dass jedes Land ihr Feind sein wird. Kūya sagte ihm, dass sie zu weit gegangen seien, um anzuhalten. Auf ihrem Weg nach Onkamiyamukai, während sie sich in ihrem Avu-Kamuu befanden, wurden Kūya und ihre Armee von dem großen Siegel, das von den Ältesten von Onkamiyamukai geworfen wurde, gefangen und zerquetscht. Doch mit Hilfe von Dii, die Armee von Kunnekamun konnte das große Siegel durchbrechen und eroberte erfolgreich Onkamiyamukai. Im Tusukuru-Palast hörten Hakuoro und die anderen die Nachricht, dass Onkamiyamukai von Kunnekamun eingenommen wurde. Außerdem ist bereits eine Armee von Kunnekamun auf dem Weg nach Tusukuru. Urutori und Kamyu machen sich Sorgen um ihren Vater und den Zustand ihres Volkes, aber Urutori und Kamyu stärken sich und glauben fest daran, dass es ihrem Volk gut gehen wird. Urutori schickt Munto nach Onkamiyamukai, um den Zustand des Landes zu überprüfen. Während er über einen Plan nachdenkt, weiß Hakuoro, wie mächtig der Avu-Kamuu der Kunnekamun ist, da dies die große Macht ist, die der Gott der Kunnekamun, Onvitaikayan, ihnen verliehen hat. Dann traf er eine Entscheidung und forderte alle auf, die Hauptstadt zu evakuieren, während er und einige andere den Kunnekamun zurückhalten. Oboro und die anderen sagten ihm, er solle evakuieren und sie den Kunnekamun handhaben lassen, da das Ziel des Kunnekamun Hakuoro ist. Hakuoro stimmte zu und sagte allen, sie sollten sich später treffen und dafür sorgen, dass sie nicht sterben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330668","hoster":"VOE"},{"path":"/redirect/10150643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-22","name":"","epNo":22,"alt":"Rescue","descr":"Als die Streitkräfte von Kaiser Kūya, angeführt von Hauenkua und Hien, in die Hauptstadt von Tusukuru eindrangen, versuchen Oboro und die anderen, sie aufzuhalten, während Hakuoro und die Menschen von Tusukuru evakuieren. Aber Oboro und die anderen konnten die Kunnekamun nicht daran hindern, in Richtung der Hauptstadt vorzudringen, was zu zahlreichen Opfern führte und Kurou wurde ebenfalls verletzt. Dann ging Hakuoro zu ihnen zurück, als er erkannte, dass die Evakuierung länger dauern würde als sie, und beschloss, sich zu opfern, um die Aufmerksamkeit der Kunnekamun-Streitkräfte abzulenken, und befahl Benawi und den anderen, ebenfalls zu gehen und zu evakuieren. Hakuoro ging und erfolgreich die gesamte Kunnekamun-Truppe außer Hien, weil Hien von Karura und Touka blockiert wurde, als sie Hakuoro nicht gehorchten. Während Hakuoro weiterhin die Feinde anlockt, holte Hauenkua ihn schließlich ein und erwischte ihn. Jedoch, Arurū ist nicht bereit, dies zuzulassen und taucht auf Mukkuru reitend auf. Der unsterbliche Mutikapa kann Hauenkuas Avu-Kamuu angreifen, ohne verletzt zu werden, aber Arurū wurde mit einem einzigen Schlag getroffen und starb. Die Blutlache, die hinter Arurū wächst, beginnt jedoch, Hakuoros Erinnerungen zurückzubringen, als er an Arurūs Tod verzweifelt. In seinen Erinnerungen sah er, dass er einst ein Gelehrter war, der in einem futuristischen Labor auf ein Monster gestoßen war. Dann sah ihn ein alter Wissenschaftler und sagte ihm, dass das Monster der Schlüssel zur Evolution der Menschheit ist, der einst ein Affe war. Danach erschießt der Wissenschaftler ihn, weil er von dem geheim gehaltenen Monster erfahren hat. Hakuoros Blut wurde auf das Monster vergossen und belebte es wieder. Zurück in der Gegenwart suchte Erurū nach Arurū und sah, wie Hakuoro den toten Arurū in seinen Armen hielt. Während er Hakuoros Verzweiflung genießt, Hauenkua trat auf Hakuoro und Arurū. Plötzlich kam eine schwarze Aura von Hakuoro und er verwandelte sich in das Monster aus seinen Erinnerungen. Er wütete und zerstörte alle Avu-Kamuu des Kunnekamun. Hauenkua entgeht nur knapp dem Tod, als er aus seiner Avu-Kamuu herauskommt, um sein Leben bettelt und sie Mami nennt. Erurū sah in das Gesicht des Monsters und erinnerte sich, dass sie das Monster einmal im Wald getroffen hatte, als sie und Arurū Kräuter pflückten. Während dieser Zeit starb auch Arurū. Erurū sagte dem Monster, dass sie sich ihm im Austausch für die Wiederbelebung von Arurū hingeben würde. Das Monster erfüllte ihren Wunsch und sagte ihr, dass sie für immer an ihn gebunden sein wird. Zurück in der Gegenwart belebte das Monster Arurū wieder. Arurū öffnete ihre Augen und ruft das Monster Vater, was bedeutet, dass es Hakuoro ist. Hakuoro wird wieder Mensch und verliert das Bewusstsein. Zurück im Palast, Hakuoro wachte auf. Er fragte Erurū, was passiert sei, nachdem er das Bewusstsein verloren habe. Erurū sagte ihm, dass sich der Feind zurückgezogen habe und dass Arurū am Leben und in einem guten Zustand sei. Unfähig, ihre Gedanken darüber zu halten, was auf dem Schlachtfeld passiert ist, verließ Erurū Hakuoros Zimmer. Allein in seinem Zimmer fragte sich Hakuoro, wer er ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330666","hoster":"VOE"},{"path":"/redirect/10150644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-23","name":"","epNo":23,"alt":"Escape","descr":"Nachdem Kūya von ihrer Niederlage im Kampf gegen Tusukuru gehört hatte, hielt sie die Invasion vorerst zurück. Hien sagte ihm, dass sie nicht aufhören dürfen und weiterhin alle Länder vereinen müssen, damit sich ihnen nie jemand widersetzt. Genjimaru sagte Kūya, er solle aufhören, in die anderen Länder einzudringen, weil jede Nation sie hassen wird und dass sie nur auf einen Weg der Zerstörung gehen. Kūya lehnte Genjimarus Vorschlag ab und versicherte Hien, dass sie sich selbst geschworen habe, alle Länder zu vereinen. Danach folgte Genjimaru Dii, einem mysteriösen Onkami, der vor langer Zeit für tot gehalten wurde. Dii spürte Genjimarus Anwesenheit und erinnerte Genjimaru an die alten Tage, indem er ihm sagte, dass er noch lebt. Außerdem sagte er zu Genjimaru, dass es Zeit für sie sei, umzuziehen. Währenddessen im Palast, Hakuoro denkt immer noch darüber nach, was bei ihrem vorherigen Kampf passiert ist, weil er sich nicht daran erinnert, was passiert ist, nachdem er ein Monster geworden ist. Plötzlich erinnerte er sich wieder an einen Teil seiner Vergangenheit. In seiner Vergangenheit ist er in seinem Zimmer in einer unbekannten futuristischen Einrichtung eingesperrt und wird von Nummer 3510 unterstützt, einem Mädchen, das wie Erurū aussieht. Zu diesem Zeitpunkt trägt er bereits seine Maske und hat keine Erinnerungen, so wie er es in der Gegenwart ist. Dann erschien ihm ein Hologramm eines Mannes namens Mizushima und nannte ihn Iceman. Mizushima fragte, ob er sich besonders an etwas an seiner Maske erinnern könne. Hakuoro sagte ihm, dass er es nicht sei. Dann fragte Mizushima ihn, ob 3510 ihn beunruhige. Hakuoro sagte ihm, dass sie es nicht ist und dass es ihm unangenehm ist, sie 3510 anzurufen, falls doch. Mizushima sagte ihm, dass es verboten sei, Experimente nach den Regeln zu benennen. Er fügte hinzu, wenn Hakuoro es wolle, könne er ihn benennen, da es ihren Vorgesetzten nichts ausmache, wenn er es sei. Nach langem Nachdenken nannte Hakuoro 3510 Mikoto. Danach war seine Erinnerung erloschen. Erurū ging zu ihm, um seine Wunden zu behandeln. Erurū sagte Hakuoro, dass die Behandlung seiner Wunden sie an das erste Mal erinnert, als sie sich trafen. Hakuoro fragte, ob sie für immer an seiner Seite bleiben könne. Erurū kann ihm nicht antworten, weil sie an den Pakt erinnert wird, den sie mit dem Monster im Wald geschlossen hat. Nachts gingen Genjimaru und Sakuya an Hakuoros Seite und baten ihn, Kūya davon abzuhalten, den Weg der Zerstörung fortzusetzen, denn anstatt mit anderen Ländern zu koexistieren, beschloss Kūya, über sie zu herrschen und sie den Hass aller Länder zu tragen. Genjimaru fügte hinzu, dass er seine Hilfe bei der Führung von Hakuoros Armee in Kunnekamun anbieten werde. Hakuoro stellte Genjimarus Loyalität gegenüber Kūya in Frage. Genjimaru sagte Hakuoro, dass er dies nicht tue, um seinen Meister zu verraten, sondern als Pflicht, seinen Meister auf den richtigen Weg zu bringen. Hakuoro verstand, was Genjimaru zu ihm sagte und akzeptierte ihn und Sakuya an ihrer Seite und plante eine Vorgehensweise, um Kunnekamun aufzuhalten. Im Besprechungsraum entschieden sie, dass sie alle Fraktionen vereinen müssen, die sich Kunnekamun widersetzen, und dass sie dafür Urutori und Kamyus Vater, den Hohepriester (Oruyankuru), brauchen werden. Genjimaru sagte, der Hohepriester werde auf der Sahara-Insel festgehalten. Am nächsten Tag gingen Oboro und die anderen, um den Hohepriester zu retten. Nachdem sich alle von Oboro und den anderen verabschiedet hatten, half Erurū Yuzuha in ihrem Zimmer. Yuzuha fühlte, dass Erurū sich durch Erurūs kalte Hände deprimiert fühlte. Yuzuha sagte ihr, dass sie sich nicht zu viele Sorgen machen sollte und dass sie sich auf jemanden verlassen kann, der ein warmes Herz wie Hakuoro hat, um sie in Zeiten der Not aufzumuntern. Erurū fühlte sich irgendwie erleichtert und ging zurück in ihr Zimmer. Sie wird von Urutori besucht und erzählt ihr, dass sie wüsste, was mit Hakuoro bei ihrer letzten Schlacht passiert ist. Sie sagte, dass das Monster in Hakuoro ihr Gott Witsalnemitea sei. Urutori sagte ihr, sie solle sich keine Sorgen machen, an den Vertrag mit Witsalnemitea gebunden zu sein, weil ein Vertrag mit einem Gott sie nicht daran hindert, mit anderen zusammen zu sein. Erurū bedankte sich bei Urutori und sie ging wieder zu Hakuoro. Sie hat letzte Nacht Hakuoros Frage beantwortet und ihm gesagt, dass sie immer an seiner Seite bleiben wird. Nachts retteten Oboro und die anderen den Hohepriester erfolgreich. Urutori und Kamyu begrüßten ihren Vater glücklich. Der Hohepriester sagte Hakuoro und den anderen, dass er nicht länger der Hohepriester sei und erklärte Urutori zum neuen Hohepriester.","versions":[]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-24","name":"","epNo":24,"alt":"What Makes A Ruler","descr":"Mit Hilfe der Rebellen und des Militärkommandos von Genjimaru stoppt das Tusukuru-Imperium Kunnekamun und dreht den Spieß bald um. Dii teleportierte Hakuoro, Genjimaru und Erurū direkt in den Thronsaal des Kunnekamun-Palastes. Kūya konfrontierte sie. Hakuoro fragte, warum sie die Invasion immer noch fortsetze, wenn sie mit den anderen Ländern koexistieren könnten. Kūya antwortete, dass ihre Rasse des Shakukopolu-Clans nicht mit anderen koexistieren kann, weil ihr Volk genug von anderen Ländern missbraucht wurde und dass sie entweder mit anderen Ländern regiert oder regiert werden könnten. Kūya ging dann in ihr Avu Kammu und begann gegen Hakuoro zu kämpfen. Mit der Hilfe von Genjimaru, der Hakuoro die Schwachstelle des Avu Kammu mitteilt, zerstört Hakuoro Kūyas Avu Kammu. Kūya verließ ihr Avu Kammu und holte ihren Dolch hervor, um Hakuoro zu töten. Hakuoro wusste, dass Kūya das kann. t töten und sagte Kūya, sie solle ihn töten, solange sie eine Chance hat. Kūya beschließt, Hakuoro zu töten, aber sie konnte es nicht tun. Sie fragte Hakuoro, ob sie ihm vertrauen und ihm ihr Land überlassen könne. Hakuoro akzeptierte ihre Bitte und Kūya akzeptierte ihre Niederlage. Danach schafften es Oboro und die anderen zum Palast. Dii erschien zusammen mit Hauenkua und Hien in ihrem Avu Kammu vor ihnen. Dii begrüßte Hakuoro und sah, dass Hakuoro Erurū ausgewählt hatte, um von ihm gebunden zu werden. Hakuoro fragte, wer Dii sei. Urutori erklärte ihm, dass Dii ein Philosoph der Onkamiyamukai ist, der vor langer Zeit während seiner Reise verschwand. Dii fragte Genjimaru, warum er sich ihm weiterhin widersetze, wenn er an einen Vertrag mit ihm gebunden sei. Genjimaru antwortete, dass er Kunnekamun nur vor dem Rand der Zerstörung retten wollte und sagte Dii, dass er ihm immer noch dankbar sei, dass er einen Vertrag mit ihm geschlossen habe, nachdem er ein Verbrechen begangen habe. Genjimaru fragte Hauenkua und Hien, warum sie sich auf die Seite von Dii stellen, wenn es ihnen nur Zerstörung bringt, mit Dii zusammen zu sein. Sie antworteten, dass sie an ihren Vertrag mit ihm gebunden seien und dass er ihr wahrer Meister sei, nicht Kūya, den sie nur als Dekoration betrachten. Da Dii keinen Raum zum Nachdenken hatte, befahl er Hauenkua und Hien anzugreifen. Urutori sagte Hakuoro, dass es keinen Grund gibt, seine Kräfte zurückzuhalten, weil sie alle nach draußen teleportieren wird. Hakuoro fragte sich, wie viel Urutori über ihn weiß. Nachdem Urutori alle teleportiert hat, ist Hakuoro überrascht, dass Genjimaru, der den bewusstlosen Kūya trägt, immer noch da ist. Genjimaru sagte ihm, dass er noch unerledigte Geschäfte zu erledigen habe. Hakuoro verwandelt sich in seine Monsterform und kämpft gegen Hauenkua und Hien. Mit seiner Kraft tötete er mühelos Hauenkua und Hien. In der Zwischenzeit, nachdem Dii Hakuoros Kampf miterlebt hatte, sagte er sich, dass er als Hakuoros andere Hälfte nicht gegen ihn kämpfen kann, und um auf gleicher Augenhöhe zu stehen, rief Dii Kamyu an und erweckte ihre Tochter Mutsumi in Kamyu. Mutsumi ist dieselbe wie Erurū, die ebenfalls an ihren Auftragnehmer gebunden ist. Dann fährt Genjimaru damit fort, Dii zu bitten, Kūya zu erlauben, zu leben und von dem Vertrag befreit zu werden, den ihre Vorfahren abgeschlossen haben, um den Avu Kammu im Austausch für sein Leben zu erhalten. Dii erfüllte seinen Wunsch. Wenn der Vertrag erfüllt ist, wird Kūya mit Genjimarus Tod gesichert. Also leistete Genjimaru einen vergeblichen Widerstand gegen Dii und wurde von dieser in Stücke gerissen. Danach, Kūya erlangt das Bewusstsein wieder und sieht Genjimarus Überreste. Dii sagte ihr, dass sie nicht mehr an den Vertrag gebunden sei und leben dürfe. Aber da das Opfer des Genjimaru nur für Kūya gilt, hat Mutsumi Kunnekamun niedergebrannt, aus Frustration, Kūya am Leben zu lassen. Danach flogen Dii und Mutsumi aus dem Palast. Als der Palast niederbrennt, trägt Hakuoro die zerbrochene Kūya aus dem Palast und trifft sich mit den anderen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330671","hoster":"VOE"},{"path":"/redirect/10150646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/utawarerumono-itsuwari-no-kamen/staffel-1/episode-25","name":"","epNo":25,"alt":"Who Carries on His Will","descr":"Nach dem Verlust von Kunnekamun sagte Urutori Hakuoro, dass Dii und Mutsumi im Mausoleum von Onkamiyamukai sein werden. Hakuoro fragte Urutori, wer er und Dii wirklich seien und was aus Kamyu geworden sei. Urutori sagte ihm, dass Hakuoro und Dii jeweils die andere Hälfte von Witsalnemitea besaßen. Außerdem sagte sie Hakuoro, dass Kamyu die Reinkarnation ihres Vorfahren ist, der von Zeit zu Zeit reinkarniert, um mit Witsalnemitea zusammen zu sein. Urutori wusste, dass sie in Zukunft Kamyu gegenüberstehen werden, und bat Hakuoro, Kamyu zu retten. Am nächsten Tag rief Hakuoro Oboro an und bat ihn, der nächste Kaiser zu werden, falls ihm etwas zustößt. Danach rief Erurū Hakuoro an und sagte ihm, dass Kūya das Bewusstsein wiedererlangt habe und ihn sehen wolle. Als er in Kūyas Zimmer ankam, bemerkte er, dass Kūya sich immer noch nicht von ihrem Schock über die Zerstörung ihres Landes erholt hatte. Ihre Gedanken sind zu ihren Kindheitstagen als Selbstverteidigung zurückgekehrt, um der schweren Last zu entkommen, die die Realität ihr gezeigt hat, und sie kann sich nur an Hakuoro erinnern. Hakuoro entschuldigte sich bei ihr dafür, dass sie ihr Land nicht retten konnte. Nachts gingen Erurū und Arurū zu Hakuoro und baten ihn, morgen mit ihm nach Onkamiyamukai zu kommen, da sie verpflichtet sind, ihm gemäß dem Vertrag, den er mit den beiden geschlossen hat, zu dienen. Am nächsten Tag warteten Oboro und die anderen am Palasttor auf Hakuoro, Erurū und Arurū. Sie baten auch, mit ihm zu kommen. Als sie am Mausoleum von Onkamiyamukai ankamen, wurden sie von roten Schleimen und Mutsumi angegriffen. Als er versucht, Kamyu zurückzubringen, spricht Hakuoro mit Mutsumi, um mit ihnen zurückzukommen. Mutsumi sagte, dass es unmöglich sei, weil Kamyu nur eine ihrer Persönlichkeiten sei. Sie sagte auch zu Hakuoro, dass er nicht Ich bin nicht hier, weil er sich an die Wahrheit erinnern wird. Danach ging Mutsumi tief in die Ruinen hinein. Während Oboro und die anderen gegen die Schleime kämpfen, sind Hakuoro, Erurū und Arurū hinter Mutsumi her. Dort erwartet sie ein versperrter Weg. Mutsumi ist auf der anderen Seite des blockierten Pfads. Mit Erurūs silbernem Haarschmuck öffnet sich die Tür, die ihnen den Weg versperrt. Als er sah, was hinter der Tür war, erinnerte sich Hakuoro wieder an einen Teil seiner Erinnerungen. Zu dieser Zeit erzählte Mizushima Hakuoro, dass seine Vorgesetzten ihm befohlen hätten, Hakuoro in einen kalten Schlaf zu versetzen, weil sie nicht über die Technologie verfügen, um Informationen über seine Existenz zu erhalten. Aber stattdessen bat Mizushima Hakuoro, mit Mikoto und den anderen Testpersonen aus der Einrichtung zu fliehen. Hakuoro fragte Mizushima, warum er einen plötzlichen Sinneswandel hatte. Mizushima sagte ihm, dass er befürchte, dass ihn emotional betäuben würde, wenn er weitere Experimente mit den Testpersonen durchführe. Danach sind Hakuoro und die Testpersonen aus der Einrichtung geflohen. Zurück in der Gegenwart sahen sie Mutsumi hinter der Tür und versuchten sie erneut zu überzeugen. Als Kamyu Arurū sieht, gewinnt sie ihr Bewusstsein in Mitsumi zurück und erinnert sich an die Tage, die sie mit Arurū verbracht hat. Dann erschien Dii. Er bat Hakuoro zu gehen, weil Hakuoro keinen Grund hat, in den Ruinen zu sein, und da Dii seinen Kampf nach seinem Ass verloren hat, Kunnekamuns Niederlage gegen Hakuoro, wird Dii schlafen, bis sie wieder gegeneinander kämpfen könnten. Hakuoro fragte ihn, warum er die Menschen Krieg miteinander führen lasse. Dii sagte ihm, dass es eine Möglichkeit sei, ihnen seine Liebe zu zeigen, weil er den Krieg für notwendig hielt, damit die Menschen vorankommen. die Schwachen zu opfern. Hakuoro mochte Diis Vorgehensweise nicht und wollte ihren Streit jetzt beilegen. Hakuoro bricht seinen Vertrag mit Erurū und verwandelt sich in seine Monsterform. Dii verwandelte sich ebenfalls. Sowohl Hakuoro als auch Dii verließen die Ruinen. Außerhalb der Ruinen erfuhren Oboro und die anderen von Hakuoros Wahrheit. Dann begann der Kampf zwischen zwei Göttern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11330672","hoster":"VOE"},{"path":"/redirect/10150645","hoster":"Streamtape"}]}]}]}]}