{"seriesId":"v-i-p-die-bodyguards","name":"V.I.P. - Die Bodyguards","descr":"Vallery Irons sucht ihre Chance in Los Angeles. Doch ihre \"Hollywood-Karriere\" startet zunächst in einer Imbissbude, in der sie zusammen mit ihrer besten Freundin Maxine Hot Dogs verkauft. Eines Tages erscheint","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tausche Hot Dog gegen Jaguar","epNo":1,"alt":"Beats Working At A Hot Dog Stand","descr":"Vallery Irons arbeitet an einem Hot-Dog-Stand in Hollywood und träumt vom großen Glück. Per Zufall rettet sie dem umjubelten Frauenschwarm Brad Cliff vor laufender Kamera das Leben. Alle Welt glaubt nun, sie sei ein Bodyguard. Vallery will sie nicht enttäuschen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689839,"hoster":"VOE"},{"redirect":13689852,"hoster":"Doodstream"},{"redirect":13689882,"hoster":"Vidoza"},{"redirect":13689878,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Enthüllung","epNo":2,"alt":"What To Do With Vallery When You\u0027re Dead","descr":"Dokumentarfilmer Arnie wird von dem Medienmogul Viktor Balek bedroht. Arnie will ein dunkles Kapitel aus Baleks Vergangenheit lüften. Nach anfänglichen Zweifeln an Arnies Zurechnungsfähigkeit erklärt sich V.I.P. bereit, ihn zu schützen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689866,"hoster":"VOE"},{"redirect":13689874,"hoster":"Doodstream"},{"redirect":13689861,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eulenjagd","epNo":3,"alt":"Bloody Val-entine","descr":"TV-Star Ian Ziering fühlt sich von einem Paparazzo bedroht und bittet V.I.P. um Hilfe. Aber der Hilferuf entpuppt sich als mieser Trick. Der eigentlich Bedrohte ist der Paparazzo. Und der Killer, der hinter ihm her ist, ist ein Meister der Verkleidung. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689875,"hoster":"VOE"},{"redirect":13689876,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wenn Terroristen heiraten","epNo":4,"alt":"One Wedding and Val\u0027s Funeral","descr":"König Solton von Ardenien engagiert Vallery als Bodyguard für seinen Sohn. Da Kronprinz Jordahn zudem im heiratsfähigen Alter ist, soll Vallery als königliche Heiratsvermittlerin fungieren. Natürlich kommt ihr sofort Mitbewohnerin Maxine in den Sinn. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689877,"hoster":"VOE"},{"redirect":13689883,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Liebeselixier","epNo":5,"alt":"Scents And Sensibility","descr":"Forscher Ken Miller hat ein Elixier erfunden, das Frauen liebestoll machen soll. Aus Furcht vor der Konkurrenz schaltet er V.I.P. ein. Ein Waffenhändler will Kens Erfindung für militärische Zwecke nutzen. Er lockt den Forscher in eine Falle. (Text: Premiere)Deutsche Erstausstrahlung: So 10.10.1999 Sat.1","versions":[{"lang":1,"streams":[{"redirect":13689881,"hoster":"VOE"},{"redirect":13689891,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Diamantenfieber","epNo":6,"alt":"Diamonds Are A Val\u0027s Best Friend","descr":"V.I.P. wird von einem reichen Kunstsammler engagiert. Walter Parsegian will den \"Stern des Neptun\" auf einer Party präsentieren. Vallery Irons soll den unschätzbar wertvollen Diamanten tragen. Aber auch sie kann nicht verhindern, dass er gestohlen wird. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689887,"hoster":"VOE"},{"redirect":13689888,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Eiskugel Killer","epNo":7,"alt":"Deconstructing Peri","descr":"Tashas Name taucht auf einer Liste russischer Agenten auf, die einer Gehirnwäsche unterzogen wurden. Mit Hilfe ihres Ex-Mannes, dem Superagenten \"Eule\", will sie der Wahrheit auf den Grund gehen. An der ist jedoch auch die Russenmafia interessiert. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689890,"hoster":"VOE"},{"redirect":13689901,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Undercover","epNo":8,"alt":"Val Got Game","descr":"Kirby ist ein großes Basketballtalent und steht kurz vor dem Sprung ganz nach oben. Das will der Agent der Konkurrenz mit allen Mitteln verhindern. Vallery soll Kirby schützen. Undercover schleust sie sich in die gegnerische Agentur ein. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689893,"hoster":"VOE"},{"redirect":13689905,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mädchenhandel","epNo":9,"alt":"Vallery of the Dolls","descr":"Die Zeitschrift \"Rouge\" sucht das \"Supermodel des Jahrtausends\". Kurz vor der Wahl verschwinden einige der Bewerberinnen spurlos. V.I.P. soll die anderen Mädchen schützen. Als Vallery eine weitere Entführung verhindern will, wird sie selbst zum Opfer. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13921473,"hoster":"VOE"},{"redirect":13689900,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Killerkommando","epNo":10,"alt":"Midnight in the Garden of Ronnie Beeman","descr":"V.I.P. wird von dem beliebten Talkmaster Ronnie Beeman engagiert. Die \"Killer Hawks\", eine Gruppe fallengelassener Geheimagenten, bedroht ihn. Vallery springt für Beeman ein und vertritt ihn vor der Kamera. Von diesem Auftrag und dem Auftraggeber ist sie begeistert. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689904,"hoster":"VOE"},{"redirect":13689906,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mörderisches Spiel","epNo":11,"alt":"Good Val Hunting","descr":"Der exzentrische Milliardär Eric Collier ist ständig auf der Suche nach dem ultimativen Thrill. Zehn Millionen Dollar will er dem zahlen, der es schafft, ihn zu töten. Das Team von V.I.P. ist entsetzt. Denn sie haben den Auftrag angenommen, Collier zu schützen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689909,"hoster":"VOE"},{"redirect":13689910,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Flucht aus Val-Catraz","epNo":12,"alt":"Escape From Val-catraz","descr":"Cynthia Murdoch ist die Tochter des berühmten Bankräubers Harry Murdoch. Für ihre Hochzeit engagiert sie das Team von V.I.P. Als Harry im Gefängnis von dem Fest erfährt, will er unbedingt dabei sein. Er bietet der Bundesbehörde einen interessanten Tausch an. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689914,"hoster":"VOE"},{"redirect":13689912,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Actionstar","epNo":13,"alt":"The Last Temptation of Val","descr":"","versions":[{"lang":1,"streams":[{"redirect":13689921,"hoster":"VOE"},{"redirect":13689932,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kommando Vallery","epNo":14,"alt":"Val Under Siege With a Vengeance","descr":"Der russische Terrorist Leonid will den Untergang des Kommunismus rächen. Deshalb will er den Zugangscode zum amerikanischen Staatsschatz erpressen. Auf einer Benefizgala nimmt er die Gäste als Geiseln- darunter auch Vallery und ihre Promigarde. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689925,"hoster":"VOE"},{"redirect":13689930,"hoster":"Doodstream"},{"redirect":13689924,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Val auf der Flucht","epNo":15,"alt":"Val on the Run","descr":"Filmproduzent Wizner ist Kronzeuge gegen international operierende Videopiraten. Da das FBI ihm keinen ausreichenden Schutz bietet, engagiert er Vallery und ihr Team. Doch auch Val kann ein Attentat nicht verhindern. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689927,"hoster":"VOE"},{"redirect":13689931,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Biowaffe","epNo":16,"alt":"ThunderVal","descr":"Die Bundespolizei versucht an den Käufer einer tödlichen Biowaffe heranzukommen. Dafür holt sie sogar die Chemikerin Strokes aus dem Gefängnis. Strokes stellt nur eine Bedingung: Sie will während der Operation von V.I.P. beschützt werden. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689935,"hoster":"VOE"},{"redirect":13689936,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kampf der Giganten","epNo":17,"alt":"The Quiet Brawler","descr":"Vallery schwärmt für Actionstar Dave Heart. Der braucht dringend ihren Schutz: Sein Filmgegenspieler Rex Revo bedroht ihn. Die beiden Stars sind nicht nur vor, sondern auch hinter der Kamera erbitterte Konkurrenten. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689939,"hoster":"VOE"},{"redirect":13689941,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der unheimliche Anrufer","epNo":18,"alt":"K-Val","descr":"Val und Maxine trauen ihren Ohren nicht: Radiomoderatorin Lonnie erhält live während ihrer Sendung eine Morddrohung. Vallery bietet ihr spontan die Hilfe von V.I.P. an und begleitet sie zusammen mit Nikki in den Sender. Als ein erneuter Anruf eingeht, ist Nikki zur Stelle. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689944,"hoster":"VOE"},{"redirect":13689947,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Rache der Drogenhändler","epNo":19,"alt":"Mudslide Val","descr":"Der Tod eines Schönheitschirurgen bringt Vallery und ihr Team nach Red Oaks. Auf der Schönheitsfarm lebt der ehemalige FBI-Agent Westin mit neuem Gesicht und neuer Identität. Und irgendjemand trachtet ihm nach dem Leben. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689949,"hoster":"VOE"},{"redirect":13689950,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der eiserne Stier","epNo":20,"alt":"Raging Val","descr":"Ex-Profiboxer Quick wird zufällig Zeuge, wie sein alter Sparringspartner Rigo von der Russenmafia in die Zange genommen wird. Quick sieht sich plötzlich mit einem dunklen Kapitel seiner Vergangenheit konfrontiert. Kollegin Nikki geht der Sache nach. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689958,"hoster":"VOE"},{"redirect":13689959,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Killer-Kay","epNo":21,"alt":"Three Days to a Kill","descr":"Kays alter Freund Stu steckt in großen Schwierigkeiten. Das letzte Opfer seiner Betrügereien hat einen Killer auf ihn angesetzt. Genauer gesagt: eine Killerin. Kay gerät plötzlich in falschen Verdacht und damit mitten in ein gefährliches Spiel. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689962,"hoster":"VOE"},{"redirect":13689963,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"G wie Gefahr","epNo":22,"alt":"Val The Hard Way","descr":"Eine brandgefährliche Frauengang ist der Polizei ins Netz gegangen. Weil Grisby an die Hintermänner heran will, muss V.I.P. die Seiten wechseln: Vallery, Tash, Nikki und Kay schlüpfen in die Rollen der verbrecherischen Girls. Ein Spiel auf Leben und Tod beginnt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689967,"hoster":"VOE"},{"redirect":13689968,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Rückkehr der Eule","epNo":1,"alt":"Return Of The Owl","descr":"V.I.P. soll den norwegischen Sondergesandten Thorwald Knudsen beschützen. Da Tashas Name auf einer Liste russischer Agenten steht, die einer Gehirnwäsche unterzogen wurden, wird sie von der Aktion ausgeschlossen. Mit Hilfe ihres Ex-Mannes, des ehemaligen russischen Agenten \"Die Eule\", findet Tasha heraus, dass sie bei einem kurzen Aufenthalt in einem sibirischen Gefängnis tatsächlich zu einem sogenannten Tragoran-Schläfer umprogrammiert wurde. Ein Codewort kann sie jederzeit in eine Mordmaschine verwandeln … (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689973,"hoster":"VOE"},{"redirect":13689978,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mafia-Zirkus","epNo":2,"alt":"Big Top Val","descr":"V.I.P. soll auf die Tochter eines Milliardärs aufpassen. Doch die kleine Amelia nimmt Reißaus, um den Zirkus zu besuchen. Dort trifft Nikki auf zwei alte Bekannte ihres Großvaters, des Mafiabosses Don Franco. Die beiden \"Artisten\" nehmen Amelia als Geisel. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689974,"hoster":"VOE"},{"redirect":13689976,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rockdiva Val","epNo":3,"alt":"Ransom of Red Val","descr":"Vallery und ihre Freunde sollen die Rockdiva Iris schützen. Während einer Probe springt Val als Double für sie ein. Prompt wird sie entführt. Während V.I.P. versucht, eine Spur von Val zu finden, geht die Lösegeldforderung der Entführer ein: Eine Million Dollar. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689981,"hoster":"VOE"},{"redirect":13689980,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Atomalarm","epNo":4,"alt":"Dr. StrangeVal","descr":"Maxine hat eine neue Erfindung gemacht: Ein Aktenkoffer mit integriertem Arbeitsplatz und Beautycase. Den verwechselt ein korrupter General mit seinem Atomkoffer. Plötzlich hält Val die Startvorrichtung für ukrainische Atomraketen in den Händen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689985,"hoster":"VOE"},{"redirect":13689996,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Doppelgänger","epNo":5,"alt":"The Quick and the Dead","descr":"Francesca DeLea trägt ein Zwei-Millionen-Dollar-Amulett um ihren schönen Hals. Den soll V.I.P. mit allen Mitteln schützen. Ausgerechnet da wird Quick verhaftet. Ihm wird eine ganze Reihe von Verbrechen zur Last gelegt. V.I.P. verliert den lukrativen Auftrag. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689987,"hoster":"VOE"},{"redirect":13689990,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Valma und Louise","epNo":6,"alt":"Valma and Louise","descr":"Talkshow-Star Jay Leno bittet Vallery und Tasha, das Auto seiner verstorbenen Tante nach Sacramento zu überführen. Auf dem Weg nehmen die beiden eine Anhalterin mit. Das Mädchen entpuppt sich als Bankräuberin und zieht eine Verfolgertross magisch an. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689992,"hoster":"VOE"},{"redirect":13689993,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Big Brother","epNo":7,"alt":"Stop or Val\u0027s Mom","descr":"Vallerys Mutter Carol soll für ihren Chef die \"Big-Brother\"-Software nach Los Angeles bringen. Dort wird sie bereits von zwei Männern erwartet, die die Software für viel Geld an terroristische Gruppen verkaufen wollen. Doch die haben nicht mit Vallery gerechnet. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13689997,"hoster":"VOE"},{"redirect":13690000,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefahr für Los Angeles","epNo":8,"alt":"Val Goes To Town","descr":"Vallery und ihre Leute sind der Bürgermeisterin ein Dorn im Auge. Ihre Einsätze werden der Stadt langsam zu teuer. V.I.P. wird entwaffnet und geschlossen. Da bedroht ein gewissenloser Gangster L.A. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690001,"hoster":"VOE"},{"redirect":13690010,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Big Trouble in Little China","epNo":9,"alt":"Mao Better Blues","descr":"Val kommt zufällig in den Besitz eines kostbaren chinesischen Schreins. Hinter dem ist auch Mafiaboss Chang her. Aber Val lässt sich nicht einschüchtern. Sie will die wertvolle Reliquie retten und dem rechtmäßigen Besitzer übergeben: dem chinesischen Volk. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690005,"hoster":"VOE"},{"redirect":13690015,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Milleniumsparty","epNo":10,"alt":"Why Too Kay?","descr":"Der junge Jason entwickelt anlässlich der Jahrtausendwende ein Videospiel. Im Auftrag der US-Regierung soll er ein Weltuntergangsszenarios kreieren. Das V.I.P.-Team entführt den Jungen im Auftrag seiner angeblichen Eltern. Zu spät bemerken sie ihren Irrtum. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690011,"hoster":"VOE"},{"redirect":13690012,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Künstlerpech","epNo":11,"alt":"Dangerous Beauty","descr":"Bobby Xero, ein berühmter Maler, wird von einem gewalttätigen Fremden verfolgt. Xero begibt sich in die Obhut von V.I.P. Als Vallery versehentlich Terpentin über eines seiner Gemälde schüttet, macht sie eine erstaunliche Entdeckung: Xero übermalt Beutekunst der Nazis. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690014,"hoster":"VOE"},{"redirect":13690018,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Faktor X","epNo":12,"alt":"Analyse Val","descr":"Der Psychologe des Vizepräsidenten ersucht V.I.P. um Schutz. Gemeinsam verstecken sie sich vor dessen Widersachern auf einer einsamen Insel. Dort beginnt der Seelendoktor seine Schutzengel zu analysieren. Sein Ergebnis ist eine Überraschung! (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690019,"hoster":"VOE"},{"redirect":13690020,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Herz für Tiere","epNo":13,"alt":"All You Need is Val","descr":"Vallerys Engagement für bedrohte Tierarten ist ihren Kollegen ein Dorn im Auge. Deshalb kehren sie Val und ihrer Millenniumsgala den Rücken und stellen sich in den Dienst eines großen Konzerns. Das aber erweist sich als schwere Fehlentscheidung. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690025,"hoster":"VOE"},{"redirect":13690034,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nur einer kann überleben","epNo":14,"alt":"New Val\u0027d Order","descr":"Die Kandidatin eines Schönheitswettbewerbs ruft V.I.P. zu Hilfe: Unter mysteriösen Umständen sind einige ihrer Kolleginnen verschwunden. Vallery \u0026 Co. nehmen die Veranstalterin unter die Lupe – eine Gelegenheit für Neuzugang Johnny, sich zu bewähren. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690027,"hoster":"VOE"},{"redirect":13690026,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gefährliche Modewelt","epNo":15,"alt":"Vallery\u0027s Secret","descr":"Modedesignerin Cleo will unter Vallerys Namen eine Dessous-Kollektion auf den Markt bringen. Kurz darauf entgehen die beiden nur knapp einem Bombenanschlag. V.I.P. schaltet sich ein und findet heraus, dass Cleo sich nicht nur für feine Wäsche interessiert. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690033,"hoster":"VOE"},{"redirect":13690032,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Elvis lebt","epNo":16,"alt":"Hard Val\u0027s Night","descr":"Die Rockband \"Lit\" engagiert V.I.P. Sänger A. Jay hat für Val noch einen Spezialauftrag. Sie soll das \"Katzenauge\", eine geheimnisvolle Gürtelschnalle von Elvis Presley, ausfindig machen. Leider ist hinter der auch Waffenhändler Brock her. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690036,"hoster":"VOE"},{"redirect":13690038,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der siebte Sinn","epNo":17,"alt":"Third Eye Blond","descr":"Der Hellseher Bartholomew wurde zufällig Zeuge, wie Gangster Hadari eine Leiche entsorgte. Trotz der Bodyguards von V.I.P. schwebt Bartholomew in höchster Lebensgefahr, denn Hadari hat einen Profikiller auf ihn angesetzt. Doch wer ist der gedungene Mörder? Maxine hat den Rennfahrer Cole in Verdacht – und ausgerechnet in den hat sich Val Hals über Kopf verliebt … (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690039,"hoster":"VOE"},{"redirect":13690040,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Kunst des Schlagens","epNo":18,"alt":"Val\u0027s On First","descr":"Der sexsüchtige Baseballspieler Buck Rice engagiert V.I.P. Er fürchtet die Rache seiner Teamkollegen. Denn mit fast allen ihren Freundinnen hatte Buck ein Verhältnis. Val beschließt, den Athleten nicht nur zu schützen, sondern für alle Zeiten zu heilen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690042,"hoster":"VOE"},{"redirect":13690045,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Klassentreffen","epNo":19,"alt":"Val Point Blank","descr":"Johnny begleitet Vallery zu einem Klassentreffen. Das findet auf einem Kreuzfahrtschiff statt. Doch Gangster setzen dem fröhlichen Treiben ein Ende. Sie nehmen Crew und Passagiere als Geiseln. Die Verbrecher haben jedoch nicht mit Val und Johnny gerechnet. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690047,"hoster":"VOE"},{"redirect":13690056,"hoster":"Doodstream"},{"redirect":13690048,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Patin","epNo":20,"alt":"Franco In Love","descr":"Mafiaboss Don Franco wird bei einem Anschlag schwer verletzt. Er bittet seine Enkelin Nikki, die Geschäfte bis zu seiner Genesung zu führen. Nikki willigt ein. Aber damit gerät sie ins Visier der Attentäter. Zeit für ihre Kollegen, einzugreifen. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690052,"hoster":"VOE"},{"redirect":13690054,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kamera ab!","epNo":21,"alt":"Lights, Camera, Val","descr":"Filmregisseur Rod Bernstein hat drei Millionen Dollar in den Sand gesetzt. Seine Geldgeber zeigen sich wenig begeistert. Das bekommen auch Rods Schutzengel von V.I.P. zu spüren. Sie sitzen in einem fahrenden Bus fest, der jeder Zeit in die Luft fliegen kann. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690055,"hoster":"VOE"},{"redirect":13690060,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Omega-Projekt","epNo":22,"alt":"Ride of the Valkyrie","descr":"Val entgeht nur knapp einem Anschlag. Ein Unbekannter hat ihr das Leben gerettet. Der Mann entpuppt sich als ihr lange verschollener Vater Jed. Die CIA hat Val benutzt, um Jed aus seinem Versteck zu locken und zu töten. Denn er weiß zuviel über das Omega-Projekt. (Text: Premiere)","versions":[{"lang":1,"streams":[{"redirect":13690059,"hoster":"VOE"},{"redirect":13690068,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Survi-Val","epNo":1,"alt":"Survi-Val","descr":"Reality-TV, hautnah. Sechs Menschen auf einer einsamen Insel jagen zwei Millionen Dollar. Für Nahkampfexpertin Val eigentlich ein Klacks. Begeistert lässt sie sich als Kandidatin für das Inselduell aufstellen. Dass es bereits einen Toten gab, ignoriert sie.","versions":[{"lang":1,"streams":[{"redirect":13690064,"hoster":"VOE"},{"redirect":13690066,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Maske des Jin-Doo","epNo":2,"alt":"Loh-Down Dirty Shame","descr":"Die Schutzengel von V.I.P. sollen ein altchinesisches Kunstwerk bewachen. Die legendäre Maske von Jin-Doo. Doch auf der liegt ein Fluch: Wer sie besitzt, stirbt. Jade, Johnnys chinesische Lehrmeisterin, will sie dennoch besitzen. Sie benutzt Johnny.","versions":[{"lang":1,"streams":[{"redirect":13690067,"hoster":"VOE"},{"redirect":13690077,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Leih\u0027 mir deine Augen, Kleines","epNo":3,"alt":"For Val\u0027s Eyes Only","descr":"Durch Zufall gerät das Team von V.I.P. mitten in einen Banküberfall. Nikki erstarrt: Dieselben Gangster haben vor zehn Jahren ihren Vater erschossen. Nun setzt der quirlige Spross eines mächtigen Mafia-Clans alles daran, den Tod ihres Vaters zu rächen.","versions":[{"lang":1,"streams":[{"redirect":13690073,"hoster":"VOE"},{"redirect":13690082,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leiche auf Abwegen","epNo":4,"alt":"V.I.P., R.I.P.","descr":"Tasha erhält einen Auftrag von ihrem ehemaligen Brötchengeber CIA. Zufällig ist Val mit von der Partie, sehr zu Tashas Missvergnügen. Der Rest der Truppe jagt indessen einen Grabsteinsprayer. Der Rountinefall wird zu einem gefährlichen Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":13690075,"hoster":"VOE"},{"redirect":13690078,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Express in die Hölle","epNo":5,"alt":"Throw Val From The Train","descr":"Das V.I.P.-Team bewacht einen Killer, der kurz vor seiner Hinrichtung steht. Doch der besticht den Sheriff und flieht. Wenig später trifft er in einem Zug auf Val. Die erkennt ihn trotz seines operierten Gesichts sofort wieder. Ein mörderisches Duell beginnt.","versions":[{"lang":1,"streams":[{"redirect":13690080,"hoster":"VOE"},{"redirect":13690083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Netz der Spinne","epNo":6,"alt":"Run, Val, Run","descr":"Val ist bitter enttäuscht. Ihre Kollegen von V.I.P. haben sie ausgebootet. Ohne Val stellen die sich bei einem neuen Kunden vor: einem aufregenden Multimilliardär. Doch der Besuch entpuppt sich als Falle. Der Milliardär will die Promigarde ausschalten.","versions":[{"lang":1,"streams":[{"redirect":13690084,"hoster":"VOE"},{"redirect":13690086,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ärger in Little Tokio","epNo":7,"alt":"Magnificent Val","descr":"Fuji, der Inhaber von Vals japanischem Lieblingsrestaurant, wird von der Yakuza unter Druck gesetzt. Doch Fuji will sich dem Syndikat nicht beugen. Kurz darauf wird er schwer verletzt. Val springt für ihn ein. Mit dem Schwert soll sie Fujis Kampf führen","versions":[{"lang":1,"streams":[{"redirect":13690088,"hoster":"VOE"},{"redirect":13690092,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Ritter des Chaos","epNo":8,"alt":"Exvalibur","descr":"Die Tochter eines Milliardärs hat sich inkognito mit einer gefährlichen Motorradgang eingelassen. Im Auftrag ihres Vaters soll Johnny das Mädchen beschützen. Gemeinsam mit Val schleust er sich in die Gang ein. Doch schon bald droht ihre Identität aufzufliegen","versions":[{"lang":1,"streams":[{"redirect":13690093,"hoster":"VOE"},{"redirect":13690111,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmutziges Hollywood","epNo":9,"alt":"Get Vallery","descr":"Schauspielerin Bobby plant ein Comeback mit einem neuen Actionfilm. Um sich darauf vorzubereiten, begleitet sie das V.I.P.-Team. Sie verschweigt, dass sie die Einsätze filmt. Als sie ahnungslos ihre Kamera auf einen Auftragskiller richtet, wird es gefährlich für Bobby.","versions":[{"lang":1,"streams":[{"redirect":13690096,"hoster":"VOE"},{"redirect":13690099,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bodyguards","epNo":10,"alt":"Bodyguards","descr":"V.I.P. nimmt an einem Wettbewerb der Schutzengel teil. Bodyguards sollen einen Klienten sechs Stunden lang beschützen, den die Konkurrenz versucht, zu entführen. Val und Co. kommen dabei einem korrupten Richter ins Gehege. Aus dem Spiel wird plötzlich Ernst.","versions":[{"lang":1,"streams":[{"redirect":13690100,"hoster":"VOE"},{"redirect":13690110,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Höhenflug","epNo":11,"alt":"Val In Space","descr":"V.I.P. beschützt Dex Decker. Mit der Rettung der Mir-Besatzung machte der berühmte Astronaut Schlagzeilen. Bei dieser Rettungsaktion scheint jedoch irgendetwas vorgefallen zu sein, was nicht an die Öffentlichkeit soll. Dex Decker schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":13690105,"hoster":"VOE"},{"redirect":13690107,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Rückkehr der Bestie","epNo":12,"alt":"Val Squared","descr":"Die verrückte Wissenschaftlerin Stokes taucht wieder auf. Diesmal will sie die Weltmeere mit einem Gift verseuchen. Das aber wird streng von V.I.P. bewacht. Stokes setzt ein Double des berühmten Schutzengels Val ein. Ihr Plan scheint aufzugehen. Bis das Original auftaucht","versions":[{"lang":1,"streams":[{"redirect":13690112,"hoster":"VOE"},{"redirect":13690108,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Entscheidung im Laserkäfig","epNo":13,"alt":"Val On Fire","descr":"Wrestling-Star B.J., ein alter Armeefreund von Quick, braucht die Hilfe von V.I.P.: Sein ehemaliger Kompaniechef, der sadistische Major Kobler, ist hinter ihm her. Quick zögert keine Sekunde. Doch schon bald gerät auch er in die Fänge des Majors.","versions":[{"lang":1,"streams":[{"redirect":13690114,"hoster":"VOE"},{"redirect":13690121,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Computer küssen nicht","epNo":14,"alt":"A.i. Highrise","descr":"Zur selben Zeit am selben Ort: V.I.P. soll den höchst intelligenten Computer eines Bürogebäudes testen. Indessen versucht Gangster Nero einen Safe zu knacken. Kopfgeldjäger Klozak ist Nero bereits auf den Fersen. Val verliebt sich Hals über Kopf in Klozak.","versions":[{"lang":1,"streams":[{"redirect":13690116,"hoster":"VOE"},{"redirect":13690123,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tote schweigen nicht","epNo":15,"alt":"Val In Carnation","descr":"Maxine glaubt einen bekannten Filmproduzenten aus einem früheren Leben zu kennen. Damals war sie dessen Freundin und verschwand spurlos. An dieser merkwürdigen Vision scheint ein Funken Wahrheit zu sein. Denn schon bald schwebt Maxine in Lebensgefahr","versions":[{"lang":1,"streams":[{"redirect":13690122,"hoster":"VOE"},{"redirect":13690129,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kubanischer Mambo","epNo":16,"alt":"Goodfidellas","descr":"Der argentinische Geschäftsmann Luis entgeht knapp einem Anschlag. Quick, der nichts über den Mann weiß, freundet sich mit ihm an und will ihn beschützen. Tasha glaubt die Identität des Fremden gelüftet zu haben: Sie glaubt, Luis sei in Wahrheit Fidel Castro","versions":[{"lang":1,"streams":[{"redirect":13690127,"hoster":"VOE"},{"redirect":13690139,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Dschungel-Mann","epNo":17,"alt":"Amazon Val","descr":"Wissenschaftler Kyle lebt im brasilianischen Urwald. In seinem Blut trägt er einen Stoff, der jede Krankheit heilen kann. Um ihn vor einem profitgierigen Killer zu retten, engagiert sein Freund Dr. Bob das Team von V.I.P","versions":[{"lang":1,"streams":[{"redirect":13690130,"hoster":"VOE"},{"redirect":13690131,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Insider","epNo":18,"alt":"Val Under Covers","descr":"Der Chemiker einer großen Ölfirma will während einer Fernsehsendung brisante Firmengeheimnisse ausplaudern. Das Team von V.I.P. soll ihn bis zu seinem Live-Auftritt beschützen. Aber Vals amouröse Abenteuer erschweren die Arbeit der ziemlich genervten Kollegen.","versions":[{"lang":1,"streams":[{"redirect":13690134,"hoster":"VOE"},{"redirect":13690136,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Bootsrennen","epNo":19,"alt":"Aqua Valva","descr":"Ein Beobachtungssatellit stürzt ab und gerät in die Hände des international agierenden Gangsters Lagos. Der will Aufklärungsbilder an Terroristen verkaufen. Da er von Val fasziniert ist, bittet ein Agent Val um ihre Mithilfe. Sie soll Lagos’ Sympathie ausnutzen","versions":[{"lang":1,"streams":[{"redirect":13690138,"hoster":"VOE"},{"redirect":13690137,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der perfekte Tag","epNo":20,"alt":"Molar Ice Cap","descr":"Tashas Exmann Ted ist in Not. Ein Killer ist hinter ihm her. Der entpuppt sich als Taschas Exgatte Nr. 2, ein ehemaliger Agent des KGB. Während Tasha alles daran setzt, Ted zu retten, entdecken ihre beiden Verflossenen ihre Gefühle für sie wieder.","versions":[{"lang":1,"streams":[{"redirect":13690140,"hoster":"VOE"},{"redirect":13690146,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verschollen im Ozean","epNo":21,"alt":"It\u0027s Val\u0027s Wonderful Life","descr":"Ein Auftrag führt Val an Bord eines Ozeandampfers. Kaum an Deck, explodiert eine Bombe. Von Val fehlt daraufhin jede Spur. Während ihre Kollegen trauern, geht es mit der Agentur bergab. Das Team droht auseinander zu fallen. Quick und Tasha wollen Vals Tod rächen.","versions":[{"lang":1,"streams":[{"redirect":13690148,"hoster":"VOE"},{"redirect":13690147,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Geheimwaffe","epNo":22,"alt":"Val\u0027s Big Bang","descr":"In einer versunkenen Indianerstadt sucht eine Agentin des FBI nach einer versteckten Geheimwaffe. Val und ihre Kollegen von V.I.P. untersützen sie dabei. Doch hinter der Superwaffe ist auch ein korrupter ukrainischer General her.","versions":[{"lang":1,"streams":[{"redirect":13689840,"hoster":"VOE"},{"redirect":13689841,"hoster":"Streamtape"}]}]}]}]}