{"path":"/serie/stream/valemont","name":"Valemont","descr":"Sophie wird zur Autopsie ihres lange verschollenen Bruders Eric gerufen. Der Leichnam ist nicht identifizierbar. Einziger Anhaltspunkt: Erics Mobiltelefon. Anhand seiner Text- u. Video Messages versucht Sophie die Puzzelteile seines Verschwindens und  Ablebens zusammen zu setzen. Die Elite Universität Valemont scheint der Schlüssel. Was steckt hinter dem Geheimnis von Erics Verschwinden. (Ursprünglich 35-teilige Mini-Vampirserie mit 2:50 minütigen Episoden)","seasons":[{"path":"/serie/stream/valemont/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/valemont/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Sophie wird von der Polizei in ein Leichenschauhaus gerufen, um zu klären, ob es sich bei dem unlängst gefundenen, stark verbrannten Leichnam um ihren vermissten Bruder handeln könnte. Vor Ort wartet für sie ein riesiger Schock und ein fester Entschluss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11836540","hoster":"VOE"},{"path":"/redirect/8655090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valemont/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Sophie hat sich in Valemont eingeschrieben und bezieht ihr Zimmer in der Universität, wo sie auf ihre Mitbewohnerin Poppy trifft. Diese führt Sophie herum und zeigt ihr unter anderem das Panthera House, in dem Sophies Bruder Mitglied war. Außerdem trifft Sophie auf einen Professor namens Blunt und einen düsteren Studenten namens Sebastian. Als letzterer behauptet, Sophie wichtige Hinweise geben zu können, scheinen ihre Recherchen ins Rollen zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115578","hoster":"VOE"},{"path":"/redirect/8655092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valemont/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Sophies Einbruchversuch in das Panthera House scheitert gehörig. Nun ist es an Sebastian, das Schlimmste zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496477","hoster":"VOE"},{"path":"/redirect/8655091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valemont/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Sophie wird bei ihren Recherchen plötzlich von Halluzinationen geplagt. Auf der Toilette sieht sie überall Blut und ein mysteriöses Wort auf dem Spiegel. Als sie sich von diesem Schock erholt hat, trifft sie auf Gabriel, der ihren Bruder kannte und eine einfache, aber wichtige Frage an sie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496478","hoster":"VOE"},{"path":"/redirect/8655096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valemont/staffel-1/episode-5","name":"Finale","epNo":5,"alt":"","descr":"Maggie findet die Warheit darüber hinaus, was im Desmodushaus geschehen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496469","hoster":"VOE"},{"path":"/redirect/8655094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valemont/staffel-1/episode-6","name":"Bonusmaterial","epNo":6,"alt":"Derzeit nicht verfügbar","descr":"Maggie bekommt eine Nachricht über Pantheras alljährliche Halloweenparty. Sie bekommt ausserdem eine Rose von Sebastian.","versions":[]}]}]}