{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund","name":"Valkyrien - Gesetzlos im Untergrund","descr":"Der idealistische Arzt Ravn (Sven Nordin) betreibt, in einem ehemaligen Luftschutzbunker aus dem Kalten Krieg, eine illegale Klinik. Dort behandelt er all die Menschen, die sich einen regulären Krankenhausaufenthalt nicht leisten können oder aufgrund ihres Lebenswandels nicht wollen. Darüber hinaus behandelt er seine todkranke Frau und versucht eine Heilung für ihre mysteriöse Krankheit zu finden, an der bisher jeder Mediziner verzweifelt ist …","seasons":[{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-1","name":"Unter der Stadt","epNo":1,"alt":"The Underground","descr":"Tief unter der Erde, unter dem Valkyrien-Platz in Oslo, hat der Weltuntergangsvorbereiter Leif Lien den Arzt Ravn Eikanger arrangiert, damit er seine Forschungen im Geheimen durchführen kann. Während Ravn oben an der Oberfläche seine Frau Vilma beerdigt, geht einer von Leifs vielen Alarmen los. Ein Raubüberfall ist furchtbar schief gelaufen, und der schwer verletzte Räuber Teo sucht Zuflucht bei Leif. Ohne medizinische Hilfe wird Teo sterben. Und Ravn schuldet Leif einen Gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496502","hoster":"VOE"},{"path":"/redirect/8655107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-2","name":"Styx","epNo":2,"alt":"Styx","descr":"Ravn klammert sich an Strohhalme, sucht nach etwas, das Vilma helfen kann. Die Forschung war ihre Domäne, nicht seine. Gegen Leifs Willen beschließt Ravn, Vilmas Forschungskollegin Unn, in das Geheimnis einzuweihen. Teo, gefangen unter der Erde und getrennt von seiner hochschwangeren Frau Marit, wird fast um den Verstand gebracht. Er träumt davon, einen Schutzraum für sich und seine Familie zu bauen. Und Leif ist bereit, ihm dabei zu helfen. Das erfordert jedoch erhebliche Mittel, und so beginnt Leif, Forderungen an Ravn und Unn zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496506","hoster":"VOE"},{"path":"/redirect/8655106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-3","name":"Die Klinik","epNo":3,"alt":"Win Win","descr":"Die Klinik ist geöffnet und Ravn und Unn beginnen, Fortschritte bei Vilmas Behandlung zu machen. Leif wird von der Polizei unter die Lupe genommen, die vermutet, dass er bei dem Raubüberfall seine Hand im Spiel hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496510","hoster":"VOE"},{"path":"/redirect/8655108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-4","name":"Pro Bono Publico","epNo":4,"alt":"Pro Bono Publico","descr":"Ein demütigendes Gespräch mit seinem Bruder zwingt Leif, seinen Führungsstil zu überdenken. Teo bringt sich und die Klinik in Gefahr, indem er seine Frau Marit aufsucht. Ein Patient bringt Ravn auf eine Idee, die Vilma helfen könnte. Aber bevor er Vilma ein neues Medikament geben kann, braucht er eine Testperson. Jemanden, der entbehrlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496517","hoster":"VOE"},{"path":"/redirect/8655110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-5","name":"Das Ende der Welt wie wir sie kennen","epNo":5,"alt":"TEOTWAWKI","descr":"Ein Patient in der Untergrundklinik scheint an einer gewöhnlichen Grippe zu leiden, doch es stellt sich heraus, dass es sich um ein hochansteckendes und tödliches Blutungsfieber handelt. Mit einer potenziellen Pandemie in der Hand gerät Leif in Panik und scharrt seinen Bruder und die anderen Prepper um sich, aber Unn und Ravn arbeiten hart daran, den Schaden einzudämmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496518","hoster":"VOE"},{"path":"/redirect/8655109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-6","name":"Der Eindringling","epNo":6,"alt":"UXO","descr":"Als Vilma schließlich aufwacht, ist niemand mehr da. Sie beginnt umherzuwandern, verlässt die Tunnel und betritt die Welt draußen. Sie wird von der Polizei aufgegriffen und ins Krankenhaus gebracht, wo Ravn sie findet und sie nach Hause bringt. Per findet einen Weg in die geheimen Tunnel, wo er Teo und Leif mit den fatalen Folgen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496521","hoster":"VOE"},{"path":"/redirect/8655112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-7","name":"Post Mortem","epNo":7,"alt":"Post Mortem","descr":"Es ist nicht einfach, in die Gesellschaft zurückzukehren, wenn man offiziell für tot und begraben erklärt wird. Vilma und Ravn haben also eine Menge zu erklären. Sowohl gegenüber Siv, Vilmas Familie, der Polizei als auch gegenüber der Öffentlichkeit. Teo hat sich der Polizei gestellt und sitzt nun im Gefängnis. Und Leif hat ein Problem mit der Untergrundklinik, die jetzt ohne Ärzte ist. Was tun mit den Patienten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383606","hoster":"VOE"},{"path":"/redirect/8655115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/valkyrien-gesetzlos-im-untergrund/staffel-1/episode-8","name":"Chaos","epNo":8,"alt":"SHTF","descr":"Nachdem Leif das Stromsystem der Stadt sabotiert hat, herrscht in Oslo Chaos. Die Bürger haben kein Wasser, kein Benzin, keine Heizung und keine Kommunikation. Das Krankenhaus wird mit der Notversorgung betrieben, aber nach drei Tagen treten Probleme auf. Leif und Unn beschließen, einige der Patienten in die unterirdische Klinik zu bringen, die noch in Betrieb ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8496519","hoster":"VOE"},{"path":"/redirect/8655114","hoster":"Streamtape"}]}]}]}]}