{"seriesId":"vampire-dormitory","name":"Vampire Dormitory","descr":"[Vampire Danshiryou] Nach dem Verlust ihrer Eltern und der Zurückweisung durch Verwandte findet sich Mito allein, arbeitslos und ohne Unterkunft wieder. Am absoluten Tiefpunkt angekommen, kämpft sie als Junge verkleidet ums nackte Überleben, bis ihr der Vampir Ruka ein schmackhaftes Angebot unterbreitet: Unter der Bedingung, dass sie ihn mit ihrem Blut als \"Nahrung\" versorgt, nimmt er sie bei sich auf. Als Teil dieser Abmachung zieht sie zu ihm in ein Jungenwohnheim voller attraktiver Jungs mit einzigartigen Persönlichkeiten …?!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Pretty Boy Gets Picked Up","descr":"Mito weiß, wie es ist, wenn im Leben nichts glatt läuft: keine Familie, kein Geld, kein Job - und das als Teenager! Doch ein Zufallstreffen mit Ruka, ein Vampir auf der Suche nach einer lebenden Blutkonserve, stellt Mitos Welt auf den Kopf. Ach ja, und Mito hat natürlich auch ein Geheimnis.","versions":[{"lang":3,"streams":[{"redirect":13918579,"hoster":"VOE"},{"redirect":13918578,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Pretty Boy Is Targeted","descr":"Komori hat Mito kurzerhand an der Hijirigaoka-Jungenschule eingeschrieben. Die meisten Jungs in der Klasse heißen Mito herzlich willkommen, doch zwei paar Augen werfen dem Neuzugang eher finstere Blicke zu. Weshalb nur?","versions":[{"lang":3,"streams":[{"redirect":13942530,"hoster":"VOE"},{"redirect":13942529,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The pretty boy stays over","descr":"Juri und Takara laden Mito auf einen Glamping-Ausflug ein. Mito ist hellauf begeistert, Ruka nicht ganz so. Er kämpft immer noch mit diesen seltsamen Gefühlen … Dann taucht auch noch Ren auf dem Zeltplatz auf, für (An-)Spannung ist gesorgt.","versions":[{"lang":3,"streams":[{"redirect":13955605,"hoster":"VOE"},{"redirect":13955609,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The pretty boy becomes friends","descr":"Ruka hat die Warnung des Urvaters im Hinterkopf, doch er fühlt sich immer noch zu Mito hingezogen. Ren bemerkt, dass Mito niedergeschlagen ist und beschließt kurzerhand, etwas dagegen zu unternehmen.","versions":[{"lang":3,"streams":[{"redirect":13979652,"hoster":"VOE"},{"redirect":13979653,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The pretty boy runs away from home","descr":"Mainas Geständnis und Rens seltsames Verhalten werfen Mito gehörig aus der Bahn. Als sie zurück ins Wohnheim kommt, erwischt Rukas Hänselei sie auf dem komplett falschen Fuß und sie nimmt prompt Reißaus.","versions":[{"lang":3,"streams":[{"redirect":14132425,"hoster":"VOE"},{"redirect":13993537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The pretty boy is heartbroken?!","descr":"Was hilft, wenn zwei Freunde streiten und einer davon richtig geknickt ist? Das Meer. Finden zumindest Juri und Takara, die Mito kurzerhand mit an den Strand nehmen. Ruka überlegt währenddessen, wie er sich am besten bei Mito entschuldigen kann.","versions":[{"lang":3,"streams":[{"redirect":14019315,"hoster":"VOE"},{"redirect":14019321,"hoster":"Doodstream"},{"redirect":14019316,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The pretty boy goes on a date","descr":"Mito fragt Ruka, ob sie sich zu zweit ein Feuerwerk ansehen können. Das klingt für Ruka verdächtig nach einem Date und er gerät etwas aus dem Häuschen. Während Mito sich mit Juris Hilfe dafür herausputzt, bekommt Ruka ungebetenen, vampirischen Besuch.","versions":[{"lang":3,"streams":[{"redirect":14038096,"hoster":"VOE"},{"redirect":14038097,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The pretty boy has a fateful encounter","descr":"Ren weiß, dass Mito ein Mädchen ist! Er verspricht, das Geheimnis für sich zu behalten und sie zu beschützen. Ruka wird von der Ältesten der Vampire mit einer Prophezeiung konfrontiert: Noch am selben Abend soll ihn das Schicksal mit der Frau vereinen, die für ihn bestimmt ist. Doch was würde das für Mito bedeuten?","versions":[{"lang":3,"streams":[{"redirect":14053733,"hoster":"VOE"},{"redirect":14053743,"hoster":"Doodstream"},{"redirect":14053735,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The pretty boy goes to a party","descr":"Ruka bekommt die für ihn bestimmte Frau nicht mehr aus dem Kopf, jetzt wo er sie getroffen hat. Er erzählt Mito von seiner Begegnung und diese erkennt, dass sie damit gemeint ist! Ren verspricht Mito daraufhin, ihr zu zeigen, wie ihre Zukunft mit Ruka aussehen könnte.","versions":[{"lang":3,"streams":[{"redirect":14072216,"hoster":"VOE"},{"redirect":14072225,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The pretty boy transforms","descr":"Kaum weiß Mito, dass sie und Ruka füreinander bestimmt sind, wird sie in einen Jungen verwandelt! Wie soll Ruka jetzt erkennen, wer sie wirklich ist? Juri verrät Mito, dass er Takara zum Schulfest seine Liebe gestehen will.","versions":[{"lang":3,"streams":[{"redirect":14101665,"hoster":"VOE"},{"redirect":14101661,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The pretty boy drowns","descr":"Mito ist am Boden zerstört, Ruka hat sich nicht für sie entschieden. In ihrer Trauer bittet sie Ren um einen Gefallen. Der Urvater drängt Ruka währenddessen, Miko sofort zu heiraten. Ruka ist nicht begeistert, fügt sich aber. Doch dann sieht er, wie der Urvater Miko den Sang Sucre anlegt.","versions":[{"lang":3,"streams":[{"redirect":14135531,"hoster":"VOE"},{"redirect":14135534,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The pretty boy vows","descr":"Ren und Mito sind fast auf dem Weg zum Altar. Ruka nutzt seine letzte Chance, um Mito seine Gefühle zu gestehen. Als Abschiedsgeschenk hat er das Sang Sucre dabei, doch wird das ausreichen, um Mitos Erinnerungen zurückzuholen?","versions":[{"lang":3,"streams":[{"redirect":14141925,"hoster":"VOE"},{"redirect":14141924,"hoster":"Doodstream"},{"redirect":14141928,"hoster":"Streamtape"}]}]}]}]}