{"seriesId":"vampire-hunter","name":"Vampire Hunter","descr":"SPEZIALS / OVA [Night Warriors: Darkstalkers` Revenge] Vor 100 Jahren floh der Vampir Demitri Maximof aus der Dämonenwelt auf die Erde, die seitdem in einem Halbdunkel liegt. In dieser Situation haben sich auch viele andere \"Darkstalker\" auf der Erde niedergelassen, während die Menschen versuchen irgendwie zu überleben.Nun ist für Demitri die Zeit der Rückkehr gekommen und er stellt sich Morrigan, der jungen Königin der Dämonenwelt. Doch gerade als sie ihren Kampf beginnen, greifen geheimnisvolle Roboter an. Währenddessen versucht das Katzenmädchen Felicia sich in der Menschenwelt ihren Lebensunterhalt zu verdienen und gegen die menschlichen Vorurteile zu bestehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Return of Darkstalkers","descr":"In einer anderen Welt, einer anderen Zeit, sind all die alten Legenden von Vampiren, Geistern, Werwölfen und allen möglichen Dingen, die in der Nacht herumspuken, real. Und wie die alten Legenden so deutlich machen, sind die Menschen die natürlichen Feinde der... Die Darkstalker. Nun hat es sich ein Mann zur Aufgabe gemacht, diejenigen aufzuspüren und zu vernichten, die die Zukunft der Menschheit bedrohen und verdunkeln wollen. Mit einem Schwert, das fast... lebendig zu sein scheint, ist er bereit, all jene zu bekämpfen, die ihr Leben der Dunkelheit gewidmet haben.","versions":[{"lang":3,"streams":[{"redirect":10272967,"hoster":"VOE"},{"redirect":10272968,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Blood Of Darkness, Power Of Darkness","descr":"Ein einzigartiges Paar freiberuflicher Darkstalker-Jäger, die übernatürlichen Schwestern Mei-Ling und Hsien-Ko, reiten in eine Stadt, in der Erwartung, Arbeit zu finden, um das Dorf von Darkstalkern zu befreien... nur um festzustellen, dass ein mysteriöser Mönch diese Arbeit bereits für sie erledigt hat... Doch es gibt immer noch mehr Böses zu entdecken. Ein verrückter General in einer verfluchten Rüstung verwüstet das Land... aber auch er muss sich dem einen mächtigen Mann stellen, der nur wünscht, dass die Dunkelheit aus der ganzen Welt verschwindet... sogar aus dem Halbblut in seinem eigenen Körper...","versions":[{"lang":3,"streams":[{"redirect":10272970,"hoster":"VOE"},{"redirect":10272971,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Pyron Descending","descr":"Nachdem er die Sonne gestohlen und die Erde in Dunkelheit getaucht hat, plant der Vampirfürst Demitri seine triumphale Rückkehr in die Dämonenwelt als deren Eroberer. Doch schon bald muss er feststellen, dass Pyron, der Feuergott, seine eigenen Pläne zur Weltherrschaft hat!","versions":[{"lang":3,"streams":[{"redirect":10272975,"hoster":"VOE"},{"redirect":10272976,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"For Whom They Fight","descr":"Der spannende Abschluss! Erlebe den intensiven Showdown zwischen dem Feuergott und den Darkstalkers. Mit allen Charakteren der beliebten Capcom-Videospielserie in einer wilden Zeichentrickserie, in der Monster die Erde bevölkern und die Kämpfe in actiongeladenen Eins-gegen-Eins-Kämpfen ausgetragen werden!","versions":[{"lang":3,"streams":[{"redirect":10272989,"hoster":"VOE"},{"redirect":10272987,"hoster":"Streamtape"}]}]}]}]}