{"seriesId":"vanished","name":"Vanished","descr":"Sarah, die Frau des einflussreichen US-Senators Jeffrey Collins verschwindet. Handelt es sich um eine Entführung oder steckt etwas anderes dahinter? Nach und nach entdecken die Ermittler eine Verschwörung …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Der Senator Jeffrey Collins führt mit seiner Frau Sara eine glückliche Ehe. Doch ein Abend soll alles ändern. Gemeinsam besuchen sie eine Benefizveranstaltung zu Saras Ehren. Ein Mitarbeiter mit einem Ziegenbärtchen spricht Sara an und informiert sie, dass ein wichtiger Anruf für sie auf dem Haustelefon eingegangen sei. Sara will den Anruf annehmen und verlässt die Veranstaltung. Als sie nicht mehr auftaucht, beginnt eine verzweifelte Suche. Doch die Ermittler finden nur eine Kette, die Sara kurz zuvor geschenkt bekommen hat","versions":[{"lang":1,"streams":[{"redirect":9958522,"hoster":"VOE"},{"redirect":9958524,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tunnel","epNo":2,"alt":"The Tunnel","descr":"Jeffrey startet einen öffentlichen Aufruf und setzt eine Belohnung von zwei Millionen Dollar für Hinweise aus der Bevölkerung aus, die zur Aufklärung des mysteriösen Verschwindens seiner Frau Sara beitragen. Kurz darauf geht beim FBI ein merkwürdiger Anruf ein: Ein Mann namens Peter Manning behauptet, Sara vor zwölf Jahren unter dem Namen Nicky Johnson gekannt zu haben. Führt die Frau des Senators möglicherweise ein Doppelleben? Das FBI hat unterdessen Jeffreys Ex-Frau Jessica im Visier","versions":[{"lang":1,"streams":[{"redirect":9958534,"hoster":"VOE"},{"redirect":9958530,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Übergabe","epNo":3,"alt":"Drop","descr":"Jeffrey findet in der Schreibtischschublade ein Handy. Als er das Handy herausnimmt, entdeckt er eine SMS, die ihn dazu auffordert, fünf Millionen Dollar in 100-Dollar-Scheinen an einem Treffpunkt, der ihm später noch mitgeteilt wird, abzuliefern. Falls er das FBI einschalten sollte, werde seine Frau Sara sterben. Wird Sentator Collins sich tatsächlich erpressen lassen und das geforderte Lösegeld übergeben?","versions":[{"lang":1,"streams":[{"redirect":9958535,"hoster":"VOE"},{"redirect":9958539,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vor der Flut","epNo":4,"alt":"Before The Flood","descr":"In einer Rückblende erfährt man, dass ein Mann namens Mark Valera Sara vor einigen Tage aus dem Hotel geholt hat. Im Wald trifft dieser sich mit Ben, dem Freund von Senator Collins Tochter Marcy. Plötzlich ertönt aus der Ferne ein Schuss, der Valera trifft. Das Blut spritzt auf Bens Kleidung und er rennt voller Panik davon. Zurück zur Gegenwart: Alle Indizien sprechen gegen den mittlerweile verhafteten Ben, der jedoch immer wieder beteuert, nichts mit dem Verschwinden von Sara zu tun zu haben. Unterdessen lüftet Mary, die Ben dem FBI eigens ausgeliefert hat, ein bislang wohl gehütetes Geheimnis: Sie ist schwanger","versions":[{"lang":1,"streams":[{"redirect":9958541,"hoster":"VOE"},{"redirect":9958543,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Videoübertragung","epNo":5,"alt":"The Feed","descr":"Das Video von Peter Manning, auf dem Sara alias \"Nicky\" zu sehen war, wurde gestohlen. Die Reporterin Judy Nash überzeugt Peter, ein Interview über seine Beziehung mit \"Nicky\" zu geben, das Jeffrey später im Fernsehen sieht. Dabei erinnert er sich an einen merkwürdigen Vorfall: Als er mit Sara in den Flitterwochen war, sprach sie plötzlich ein Fremder an und nannte sie \"Nicky\". Unterdessen haben die Techniker auf dem Laptop von Quinn, einer dubiosen Bekannten von Ben, brisantes Videomaterial gefunden: Die Aufnahmen zeigen Sara, die in einem Bunker gefangen gehalten wird","versions":[{"lang":1,"streams":[{"redirect":9958544,"hoster":"VOE"},{"redirect":9958545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Black Box","epNo":6,"alt":"The Black Box","descr":"In einem Interview behauptet ein Fischer aus Massachusetts, er habe den Leichnam von \"Nicky\" vor zwölf Jahren im Wasser gefunden. Aufnahmen zeigen, wie ein Körper ausgegraben wird. Nun macht Judys Chef ihr die Hölle heiß, weil sie nicht recherchiert hat, dass \"Nicky\" bereits seit vielen Jahren tot ist. Was niemand ahnt: Der Fischer wurde bestochen, damit er lügt. Derweil verhört Kelton die mysteriöse Quinn, die jedoch keine Informationen preisgibt – weder zu den Aufnahmen aus dem Bunker noch zu den rätselhaften Kritzeleien in ihrer Hand. Können die Ermittler den Ort, an dem Sara gefangen gehalten wird, trotzdem ausfindig machen?","versions":[{"lang":1,"streams":[{"redirect":9958551,"hoster":"VOE"},{"redirect":9958549,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auferstehung","epNo":7,"alt":"Ressurection","descr":"kelton und Mei haben den Ort entdeckt, an dem Sara gefangen gehalten wurde. Von der Vermissten fehlt zwar jede Spur, doch der Boden des Verlieses ist mit Blut bedeckt. Untersuchungen ergeben, dass das Blut mit dem von Sara identisch ist. Für Kelton besteht nun kein Zweifel mehr daran, dass Sara nicht mehr am Leben ist. Kurz darauf stellt sich allerdings heraus, dass das untersuchte Blut eine extrem geringe Anzahl weißer Blutkörperchen aufweist. Demnach müsste das Opfer entweder einer Chemotherapie unterzogen worden sein oder an Immunschwäche leiden. Hat jemand den Mord inszeniert, um die Ermittler auf eine falsche Fährte zu locken?","versions":[{"lang":1,"streams":[{"redirect":9958552,"hoster":"VOE"},{"redirect":9958557,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neuorientierung","epNo":8,"alt":"Aftermath","descr":"Nachdem Morell den Ermittler Kelton mit mehreren Schüssen in den Oberkörper zur Strecke gebracht hat, wird ein neuer Ermittler namens Daniel Lucas von Tyner auf den Fall Collins angesetzt. Gemeinsam mit Mei arbeitet er unter Hochdruck, um die Identität von Keltons Mörder herauszufinden. Außerdem wundert sich Lucas, warum die Wahl der Entführer ausgerechnet auf Sara gefallen ist. Er glaubt nicht an einen Zufall. Jeffrey wiederum befindet sich auf einem Flug mit seinem Privatjet. Plötzlich erfährt er vom Piloten, dass sie eine außerplanmäßige Landung einlegen müssen, da eine Reparatur vorgenommen werden muss. Als Jeffrey das Flugzeug verlässt, traut er seinen Augen kaum: Er sieht Sara an einen Stuhl gefesselt – in Begleitung von Morell. Dieser richtet eine Pistole an Saras Schläfe und zieht den Auslöser. Das Magazin ist jedoch leer. Morell warnt Jeffrey, solle er noch ein Mal gegen die Auflagen verstoßen, werde er mit Sara kurzen Prozess machen","versions":[{"lang":1,"streams":[{"redirect":9958562,"hoster":"VOE"},{"redirect":9958559,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hesekiel 40","epNo":9,"alt":"The New World","descr":"Marcy belauscht ein Telefongespräch, in dem ihr Vater Rainer beschuldigt, Teil der Verschwörung zu sein. Daraufhin vertraut sie sich Ben an und erzählt ihm, was sie gehört hat. Auch Ben glaubt, dass Rainer etwas mit Saras Entführung zu tun hat. Als Sara ihren Vater schließlich mit ihrem Verdacht konfrontiert, versichert der ihr, dass er alles Menschenmögliche tun werde, um Sara zurückzubekommen. Indessen wird Sara sowohl Schlaf als auch Nahrung verweigert. Als die Entführte zu weinen beginnt, gibt der Arzt dem Therapeuten ein Zeichen und sagt, dass Sara nun \"bereit\" sei …","versions":[{"lang":1,"streams":[{"redirect":9958563,"hoster":"VOE"},{"redirect":9958564,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Zelle","epNo":10,"alt":"The Cell","descr":"Ein Experte bearbeitet Senator Collins’ Rede im Fernsehen, um seine Aussage zu verzerren. Anschließend wird Sara das verfälschte Resultat vorgespielt. Darin behauptet Jeffrey, Saras Verschwinden sei das Beste, was seiner Wahlkampagne widerfahren konnte. Indessen arrangiert Tyner für die Ermittler Lucas und Mei ein Treffen mit dem zu Tode verurteilten Theologen Aaron Hensleigh, der in Atlanta inhaftiert ist. Im Gespräch mit Hensleigh bezieht dieser sich auf die Bibel und erwähnt die Sintflut, den Turm von Babel und Sodom und Gomorra. Werden die Agenten seine verborgene Botschaft entschlüsseln können?","versions":[{"lang":1,"streams":[{"redirect":9958567,"hoster":"VOE"},{"redirect":9958571,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der geheime Informant","epNo":11,"alt":"The Proffer","descr":"Lucas erhält einen mysteriösen Anruf. Der Anrufer teilt ihm mit, dass Sara nicht zurückkommen wird und will mit ihm ein Treffen in der St. Ignatius-Kirche vereinbaren. Er gibt Lucas einen Hinweis – allerdings nicht ohne Gegenleistung. Unterdessen erhält Sara eine Videobotschaft, in der ihr Max mitteilt, dass er nicht will, dass sie zurückkehrt, sondern seine eigene Mutter Jessica. Jeffrey wiederum dankt Ben im Krankenhaus dafür, dass er Marcy nach ihrer Fehlgeburt so unterstützt. Der Arzt bestätigt den Verdacht, dass eine Überdosis des Hormons Progesteron ursächlich für die Fehlgeburt sein könnte. Wie wird Marcy auf diese Nachricht reagieren?","versions":[{"lang":1,"streams":[{"redirect":9958576,"hoster":"VOE"},{"redirect":9958575,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Saras Flucht","epNo":12,"alt":"The Velocity Of Sara","descr":"Sara versucht zu flüchten. Das erweist sich jedoch als äußerst schwierig, weil die Entführer sie mithilfe eines elektronischen Ortungsgerätes jederzeit aufspüren können. Unterdessen bekommt Peter Manning das Ergebnis eines DNA-Tests. Dieses belegt, dass Becca nicht nur Nickys beziehungsweise Saras Tochter ist, sondern auch seine – zumindest biologisch betrachtet","versions":[{"lang":1,"streams":[{"redirect":9958578,"hoster":"VOE"},{"redirect":9958579,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Warm Springs","epNo":13,"alt":"Warm Springs","descr":"In Jessicas Gegenwart erfährt Senator Jeffrey Collins, der bereits mit dem Gedanken gespielt hatte, sein Amt an den Nagel zu hängen, von Lucas, dass Sara angerufen hat und sein Vater Eugene möglicherweise etwas mit der Entführung zu tun haben könnte. Unterdessen erzählt Marcia ihrem Bruder Max, dass sie von Wallace vergewaltigt wurde. Wie wird er darauf reagieren?","versions":[{"lang":1,"streams":[{"redirect":9958583,"hoster":"VOE"},{"redirect":9958587,"hoster":"Streamtape"}]}]}]}]}