{"seriesId":"vanitas-no-karte","name":"Vanitas no Karte","descr":"[The Case Study of Vanitas] Im 19. Jahrhundert wächst Paris im Zuge der Industriellen Revolution zu einer modernen Metropole heran. Doch in \"Vanitas no Karte\", der Adaption des gleichnamigen Manga aus der Feder von Jun Mochizuki, wird die Prosperität der Hauptstadt von den Taten eines blutsaugenden Serienmörders überschattet, der auch nach seinem neunten Opfer noch nicht gefasst werden konnte..","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Fall von Rusty Hopes","epNo":1,"alt":"In the Event of Rusty Hopes","descr":"Auf einem kunstvoll ausgestatteten Luftschiff , das von \"astermite\" in der Luft gehalten wird, ist der Vampir Noé Archiviste auf dem Weg nach Paris, wo er hofft, die wahre Natur eines legendären Grimoires für seinen Lehrer namens The Book of Vanitas zu beurteilen . Er trifft eine Frau namens Amelia Ruth, die sich als Vampir enthüllt. Von Blutdurst verzehrt, beißt sie ihn und vergiftet seinen Blutkreislauf. Ein Mann namens Vanitas platzt herein und benutzt das Buch Vanitasum ihren wahren Namen, Florifel, zu enthüllen, was sie wieder normalisiert. Vanitas enthüllt, dass das Grimoire die Krankheit beseitigt hat, die die Namen der Vampire korrumpiert und sie dazu bringt, \"Fluchträger\" zu werden und durchzudrehen. Später in den Straßen von Paris bittet Vanitas Noé, sich ihm bei seiner Suche anzuschließen, aber Noé widersetzt sich und bricht auf der Straße zusammen.","versions":[{"lang":1,"streams":[{"redirect":8436967,"hoster":"VOE"},{"redirect":12985208,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8496881,"hoster":"VOE"},{"redirect":8655404,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Stadt der Blumen","epNo":2,"alt":"In the City of Flowers","descr":"Vanitas und Noé sitzen nach dem Vorfall an Bord des Luftschiffs im Gefängnis, bis sie von Graf Parks Orlok gerufen werden. Er plant, Amelia zu exekutieren, aber Noé bietet an, einen \"Fluchträger\" -Vampir zu fangen, der derzeit Paris terrorisiert, und das Grimoire zu verwenden, um sie zu retten. Dante verkauft Vanitas-Informationen an den Ort des Vampirs, aber Johann warnt ihn, dass Lord Ruthvens Bourreauist in Paris. Vanitas und Noé finden Thomas Breneux, den Vampir von jenseits der Barriere, der Pariserinnen angreift. Noé macht ihn bewegungsunfähig, während Vanitas das Grimoire benutzt, um ihn vorübergehend zu beruhigen. Die Vampire Luca und Jeanne, die Höllenfeuerhexe, kommen jedoch und verlangen das Grimoire, da sie glauben, dass es verwendet wird, um die Fluchträger zu erschaffen. Noé weigert sich und Jeanne greift ihn mit dem Crimson Gauntlet an, aber Noé und Vanitas entkommen. Später offenbart Vanitas Noé, dass das Grimoire auch verwendet werden kann, um Fluchträger zu erschaffen.","versions":[{"lang":1,"streams":[{"redirect":8436975,"hoster":"VOE"},{"redirect":8436974,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8496879,"hoster":"VOE"},{"redirect":8655400,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Fangzähne, die im Blut lesen","epNo":3,"alt":"The Fangs That Lay Bare Blood","descr":"Jeanne fordert das Buch Vanitas, doch sie wird plötzlich von einem riesigen wolfsähnlichen Monster von hinten angegriffen. Sein Malnomen ist Loup-Garou. Vanitas aktiviert das Grimoire, um Thomas Breneux wieder in seine menschliche Form zu verwandeln, der mit bürgerlichem Namen Bucolicus heißt. Obwohl sie fast handlungsunfähig ist, will Jeanne immer noch gegen Vanitas kämpfen, aber Noé taucht aus den Schatten auf und hält Luca gefangen. Vanitas küsst sie dann überraschend und erklärt seine Liebe. Empört packt Jeanne Luca und geht. Währenddessen finden Nox und Manet Breneux tot. Er wurde von Charlatan angegriffen, dem Vampirmonster, das seinen Namen korrumpiert hatte. Nach Vanitas\u0027 Demonstration der Macht des Grimoire gewährt Orlok einen Hinrichtungsaufschub für Amelia, die als Dienstmädchen im Hotel Chouchou arbeiten soll. Noé beißt Amelia in den Arm, um ihre Erinnerungen zu lesen, und er sieht eine Parade von Dämonen und Scharlatanen.Dominique de Sade kommt und legt Noé eine Kette um den Hals. Sie führt ihn zu einem versteckten Eingang zur Barriere in Orloks Einrichtung und enthüllt, dass Lord Ruthven in dieser Nacht auf einem Maskenball erscheinen wird. Als sie die Barriere überqueren, springt Vanitas hinter ihnen her und schnappt sich Noés Hand und sie tauchen in Altus Paris, der Vampirversion von Paris, auf.","versions":[{"lang":1,"streams":[{"redirect":8436976,"hoster":"VOE"},{"redirect":8436977,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8496859,"hoster":"VOE"},{"redirect":8655407,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Nacht der lachenden Masken","epNo":4,"alt":"Night of Mocking Masks","descr":"Als sie Altus Paris erreicht, löst Dominique die Kette von Noés Hals und lädt ihn ein, ihr Blut zu trinken. Vanitas erscheint auf dem Maskenball, verkündet sein Erbe des blauen Vampirs und bietet an, alle Vampir-\"Fluchträger\" zu heilen. Er wird jedoch durch das Auftauchen von Dominiques älterer Schwester Veronica unterbrochen, die versucht, ihn zu töten. Er wird jedoch von Jeanne weggezaubert. Plötzlich umhüllt ein unheimliches Geräusch das Gebäude, das eine Reihe von \"Fluchträgern\" aktiviert, die beginnen, die anderen Vampire anzugreifen, darunter zwei Unholde, die die Verkörperung von Charaltan sind. Inzwischen ist auch Jeanne von der Sehnsucht nach Blut betroffen und Vanitas bietet ihr sein eigenes an. Von Durst getrieben, überwindet sie ihre Abneigung gegen sein menschliches Erbe und trinkt es.","versions":[{"lang":1,"streams":[{"redirect":8436984,"hoster":"VOE"},{"redirect":8436987,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Freunde","epNo":5,"alt":"Friends","descr":"Noé greift Charlatan an, der erkennt, dass Noé ihm bekannt ist. In einer Rückblende erinnert sich Noé daran, wie er bei Teacher in der Residenz de Sade lebte, wo er Louis und Dominique traf. Im Laufe der Jahre erkannte Louis, dass er ein \"Fluchträger\" war, und schnitzte Holzpfähle für Noé, um ihn zu töten, aber Noé konnte es nicht tun. Später, als ihre Freundin Mina als \"Fluchträgerin\" identifiziert und zur Hinrichtung verurteilt wurde, tötete Louis sie, als sie sich in ein Vampirmonster verwandelte. Er tötete jedoch auch ihre anderen Freunde, während er von Blutdurst verzehrt wurde. Noé versuchte, ihn wieder zu normalisieren, aber Louis biss ihn und begann, sein Blut zu saugen. Noé wurde erst gerettet, als der Lehrer ankam und Louis enthauptete. Zurück in der Gegenwart bietet Charalatan an, Noé zu Louis zu bringen, aber Vanitas erscheint und zwingt Charaltan zum Rückzug.","versions":[{"lang":1,"streams":[{"redirect":8545806,"hoster":"VOE"},{"redirect":8545799,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8496877,"hoster":"VOE"},{"redirect":8655410,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zweifel","epNo":6,"alt":"Questions","descr":"Vanitas kommt zu Hilfe und hilft Noah und den anderen im Kampf gegen Scharlatans Verfluchte. Noah stellt Vanitas\u0027 Methoden in Frage. Unerwartete Hilfe kommt, wenn sie mit einer anderen Bedrohung konfrontiert werden. Noah konfrontiert Vanitas, aber wird sie das vertreiben oder näher bringen?","versions":[{"lang":1,"streams":[{"redirect":8545803,"hoster":"VOE"},{"redirect":8545802,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8407240,"hoster":"VOE"},{"redirect":8407234,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebe","epNo":7,"alt":"Love","descr":"Die \u0027Begegnung\u0027 von Vanitas und Jeanne in der Schlacht von Paris kam ans Licht. Vanitas sagt, er werde Jeannes Geheimnis unter zwei Bedingungen bewahren. Noah und Vanitas werden sich mit Lord Ruthven treffen. Noah macht sich Gedanken über die Liebe, aber Domi beendet diesen Gedanken.","versions":[{"lang":1,"streams":[{"redirect":8793958,"hoster":"VOE"},{"redirect":8793972,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8488479,"hoster":"VOE"},{"redirect":8488478,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Ort, an dem die Toten ruhen","epNo":8,"alt":"Where Death Slumbers","descr":"Vanitas und Noe wurden kürzlich darüber informiert, dass ein Vampir vermisst wird. Ich hörte von Dante, dass der Fluch entführt wurde und bezweifelte den Zusammenhang mit dem Fall. Die beiden, die die Kathedrale Notre Dame aufgrund von Hinweisen besuchten, treffen Laurent-Fortis, der als Heiliger Ritter (Paladin) von \u0027Jasper\u0027 Jäger (Chasour) in das Labyrinth der Katakomben bündelt, das sich unter der Erde ausbreitet.","versions":[{"lang":1,"streams":[{"redirect":8793957,"hoster":"VOE"},{"redirect":8793964,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8545795,"hoster":"VOE"},{"redirect":8545796,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die das Tiefrot Jagenden","epNo":9,"alt":"Those Who Hunt Crimson","descr":"Der Kampf mit Roland geht weiter! Vanitas und Noah fliehen mit den Jägern in großer Verfolgung. Vanitas verrät, warum er das unterirdische Territorium der Jäger betreten hat und kennt den Ort. Nach unnötigem Drama findet Vanitas, wen auch immer er sucht.","versions":[{"lang":1,"streams":[{"redirect":8793956,"hoster":"VOE"},{"redirect":8793961,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13918256,"hoster":"VOE"},{"redirect":8621369,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"No. 69","epNo":10,"alt":"Number 69","descr":"Vanitas ist in Dr. Morrows Labor in einen erbitterten Kampf verwickelt. Vanitas erhält den wahren Namen des Schattenpriesters zurück, obwohl er gezwungen ist, gegen den entführten Schattenpriester (Predatur) zu kämpfen, jedoch unter Mitwirkung von Noe. Danach gelang es Vanitas und Noe, aus dem durch die Explosion zusammengebrochenen Labor auf den Boden zu fliehen.","versions":[{"lang":1,"streams":[{"redirect":8865591,"hoster":"VOE"},{"redirect":8865592,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8698845,"hoster":"VOE"},{"redirect":8698848,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Bann","epNo":11,"alt":"Promises","descr":"Dominique berät Jeanne, die Vanitas mit einer Einladung überrascht, und Dominique folgt. Noah trifft Lord Ruthven, aber er weiß nicht, was ihn nach dem vorherigen Treffen erwartet. Jeanne hält ihr Versprechen und Vanitas macht eins für sie.","versions":[{"lang":1,"streams":[{"redirect":9638299,"hoster":"VOE"},{"redirect":9638297,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826067,"hoster":"VOE"},{"redirect":8826070,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Anfang von allem","epNo":12,"alt":"Point of Departure","descr":"Vanitas macht sich Sorgen um Noe, als er Lord Ruthvens verstörende Bewegungen in einer Geschichte von Jeanne sieht. Inzwischen soll das im 18. Jahrhundert von den Menschen gefürchtete \u0027Tier von Gévaudan\u0027 wieder aufgetaucht sein. Nachdem sie die Geschichte von Dante gehört haben, machen sich Vanitas und Noe auf den Weg nach Gévaudan und grübeln über die Möglichkeit, dass das Biest (Bate) mit dem Fluch in Verbindung steht.","versions":[{"lang":1,"streams":[{"redirect":9638315,"hoster":"VOE"},{"redirect":9638305,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826068,"hoster":"VOE"},{"redirect":8826069,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"A Chance Encounter","epNo":13,"alt":"A Chance Encounter","descr":"Vielleicht war das Biest des Gévaudan auch nur ein Fluchträger! Dieser Gedanke veranlasst Vanitas und Noé, sich auf der Suche nach dem Biest in den Silberwald zu begeben, wo sie bald unerwartet Besuch kriegen.","versions":[{"lang":1,"streams":[{"redirect":13004992,"hoster":"VOE"},{"redirect":9878620,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9638311,"hoster":"VOE"},{"redirect":9638310,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"The Witch and the Young Man","epNo":14,"alt":"The Witch and the Young Man","descr":"Vanitas und Jeanne verbringen zusammen eine heiße, aber unangenehme Nacht. Die Gemüter flammen auf, als Vanitas erfährt, dass Dante Informationen zurückgehalten hat. Obwohl sie alle wissen, dass sie aneinander vorbeilaufen, machen sie sich auf die Suche nach Noé. Währenddessen wacht Noé auf und findet sich im Versteck der Bestie wieder.","versions":[{"lang":1,"streams":[{"redirect":9878629,"hoster":"VOE"},{"redirect":9878624,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9704561,"hoster":"VOE"},{"redirect":9704562,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Vampir von d\u0026#039;Apchiers","epNo":15,"alt":"The d`Apchiers` Vampire","descr":"Noé erfährt, dass Naenia Chloés wahren Namen angenommen hat. Chloés Vergangenheit und die Geschichte der d\u0027Apchiers kommen ans Licht, einschließlich ihrer Freundschaft mit Jeanne, der Alteration Engine, und Ruthvens Freundschaft mit Chloé, die er zerstörte, als er versuchte, die Engine-Forschung zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":9934733,"hoster":"VOE"},{"redirect":9934732,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9743872,"hoster":"VOE"},{"redirect":9743878,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Biest","epNo":16,"alt":"The Beast","descr":"Noé zapft widerwillig Jean-Jacques Erinnerungen an und erfährt, was mit ihm passiert ist und wie er sich mit Chloé angefreundet hat. Auch die wahre Identität der Bestie und die dahinter stehende gewaltige Verschwörung kommen ans Licht. Vanitas versucht, Chloé daran zu hindern, die Alteration Engine zu aktivieren.","versions":[{"lang":1,"streams":[{"redirect":13004991,"hoster":"VOE"},{"redirect":9941316,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9784929,"hoster":"VOE"},{"redirect":9784925,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hands Upon a Nightmare","epNo":17,"alt":"Hands Upon a Nightmare","descr":"Chloé verrät, warum sie Naenia töten will. Nachdem Naenias wahre Natur enthüllt und Chloés Malnomen ausgelöst wurde, bemühen sich Vanitas und Noé, Gévaudan mit unerwarteter Hilfe zu retten. Eine Vertuschung der Kirche kommt zusammen mit Jeannes dunkler Vergangenheit ans Licht.","versions":[{"lang":1,"streams":[{"redirect":10085453,"hoster":"VOE"},{"redirect":10085451,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9835041,"hoster":"VOE"},{"redirect":9835040,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Just the Two of Us","epNo":18,"alt":"Just the Two of Us","descr":"Noé hatte aus seinen Fehlern gelernt: Seine Gefühle musste man in Worte fassen, damit andere sie verstehen konnten. Jean-Jacques durfte nicht denselben Fehler begehen wie er damals. Vanitas hatte er unwissentlich ebenfalls beeinflusst, was diesem allerdings eher weniger gefiel.","versions":[{"lang":1,"streams":[{"redirect":10085452,"hoster":"VOE"},{"redirect":10085450,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9878640,"hoster":"VOE"},{"redirect":9878641,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schneeblumen ","epNo":19,"alt":"Snow Flower","descr":"Vanitas entdeckt, dass das Zauberbuch gegen die Malnomen machtlos ist, es sei denn, ein Fluchträger verzichtet auf die Unterwelt aus Eis und Schnee, in der sie leben, und bittet Chloé, sie abzulehnen. Währenddessen besiegt Noé Astolfo, verliert dabei aber seine linke Hand. Vanitas überzeugt Chloé erfolgreich, zur Menschheit zurückzukehren, und enthüllt ihren wahren Namen Canorus, \"sie, die Musik mit Schneeblumen macht\". Ihr Zauber ist gebrochen und das Land wird mit weißen Blütenblättern bedeckt. Da Chloé jetzt ein Mensch ist, bittet Jean-Jacques Vanitas, dasselbe für ihn zu tun, damit sie zusammen sein können, und er tut es und enthüllt seinen Namen als Aprix, \"der sich an den letzten Schnee schmiegt\". Damit ist Gévaudan endlich vom Fluch der Bestie befreit. Jeanne ist so überglücklich, dass Chloé wieder ein Mensch ist und sie ihre Jugendfreundin nicht mehr töten muss,","versions":[{"lang":1,"streams":[{"redirect":10161739,"hoster":"VOE"},{"redirect":10161735,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9941311,"hoster":"VOE"},{"redirect":9941312,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Unheilbare Krankheit","epNo":20,"alt":"The Incurable Disease","descr":"Noé kehrt mit Vanitas nach Paris zurück, die anscheinend an einer lähmenden Krankheit leidet, seit Jeanne ihn gebissen hat, und er kann sie nicht aus dem Kopf bekommen. Später begegnet Vanitas Roland und Olivier auf der Straße und nachdem er seinen Zustand beschrieben hat, verkünden sie, dass er verliebt ist, sehr zu seinem Erstaunen und Entsetzen. Unterdessen vertraut Jeanne Luca an, was sie für Vanitas empfindet und er erklärt ihr zu ihrer Überraschung, dass sie sich in ihn verliebt hat.","versions":[{"lang":1,"streams":[{"redirect":12931100,"hoster":"VOE"},{"redirect":10226094,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10019620,"hoster":"VOE"},{"redirect":10019602,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Narben","epNo":21,"alt":"Scars","descr":"Dominique wird von Vanitas Adoptivbruder Mikhail als Geisel genommen, der Noé einen Brief mit einer Haarsträhne schickt. Noé trifft Mikhail in einem Vergnügungspark und nachdem er gedroht hat, Dominique, der auf dem Riesenrad steht, Schaden zuzufügen , zwingt er Noé, sein Blut zu trinken, um seine Erinnerungen zu enthüllen. Noé sieht dann, wie er von den Chasseurs aufgenommen wurde, nachdem seine prostituierte Mutter von einem Vampir getötet wurde, aber er wurde dann von Doktor Moreau als Testperson genommen, wo er Vanitas zum ersten Mal traf.","versions":[{"lang":1,"streams":[{"redirect":10226089,"hoster":"VOE"},{"redirect":10226088,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10019489,"hoster":"VOE"},{"redirect":10019490,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blaue Nacht","epNo":22,"alt":"Blue Night","descr":"Moreaus Experimente an den Kindern bestanden darin, ihnen winzige Mengen von Blue Moon Vampirblut zu injizieren, damit sie Vampireigenschaften annahmen. An dem Tag, an dem er versuchte, sie mit zwei Vanitas-Büchern zu verknüpfen, um Zugang zu den in den \"Büchern\" enthaltenen Analysemaschinen zu erhalten, griff der androgyn erscheinende Blaumond-Vampir die Einrichtung an, zerstörte sie und nahm die Kinder mit. Der Vampir kümmerte sich um sie, aber ihre Lebensdauer war aufgrund der Auswirkungen von Moreaus Experimenten verkürzt worden. Später bot der Vampir eine Lösung an, um ihr Leben zu verlängern, indem er sie zu Mitgliedern des Blue Moon-Clans machte. Zurück in der Gegenwart bricht Noé zusammen, nachdem er Mikhails Blut getrunken hat.","versions":[{"lang":1,"streams":[{"redirect":10373137,"hoster":"VOE"},{"redirect":10373122,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10085444,"hoster":"VOE"},{"redirect":10085442,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der den Himmel nicht kennende Regen","epNo":23,"alt":"Tears Like Rain","descr":"Vanitas fordert Mikhail auf, sich an die Ereignisse zu erinnern, als Vanitas Luna, den Vampir des Blauen Mondes, tötete. Mikhail gesteht, dass er sich kaum an diese Zeit erinnert, außer dass sein Retter sagte, als er vor dem Tod gerettet wurde, dass es einen Weg gibt, wieder zum Leben Vater zu werden. Vanitas versucht, Mikhail mit Dantes Waffe zu erschießen, aber Noé greift ein, da er um Dominiques Leben fürchtet und verlangt, etwas über Vanitas\u0027 Vergangenheit zu erfahren. Vanitas weigert sich und sie führen einen titanischen Kampf mit Vanitas, der das grüne Serum verwendet, um seine Fähigkeiten zu verbessern, und die ganze Kraft des Zauberbuchs gegen Noé, um seine Erinnerungen zu schützen. Sie kämpfen bis zum Stillstand, beide schwer verwundet, also steigt Dominique von der Spitze des Riesenrads, damit Noé sich keine Sorgen mehr um sie machen muss, sie wird jedoch von Jeanne gerettet.","versions":[{"lang":1,"streams":[{"redirect":10373086,"hoster":"VOE"},{"redirect":10373083,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10085446,"hoster":"VOE"},{"redirect":10085443,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Seine Bitte","epNo":24,"alt":"His Wish","descr":"Mikhaïl glaubte, nur er könne seinen Bruder wirklich verstehen, da sie dasselbe Schicksal teilten. Er wollte seine Familie zurück – und wenn er dafür über Leichen gehen musste. Doch Vanitas hatte sich verändert. Noé hatte ihn verändert.","versions":[{"lang":1,"streams":[{"redirect":10373101,"hoster":"VOE"},{"redirect":10373098,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10161729,"hoster":"VOE"},{"redirect":10161727,"hoster":"Streamtape"}]}]}]}]}