{"path":"/serie/stream/vera-ein-ganz-spezieller-fall","name":"Vera – Ein ganz spezieller Fall","descr":"Im Mittelpunkt der neuen Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope. Besessen von ihrer Arbeit löst sie mit sarkastischem Witz, Mut und List Verbrechen. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie in vier fesselnden Krimis schwierige Fälle mit großer Begeisterung und beispielloser Professionalität.","seasons":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-1/episode-1","name":"Verborgene Abgründe","epNo":1,"alt":"Hidden Depths","descr":"Im Mittelpunkt der neuen Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope. Besessen von ihrer Arbeit löst sie mit sarkastischem Witz, Mut und List Verbrechen. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie in vier fesselnden Krimis schwierige Fälle mit großer Begeisterung und beispielloser Professionalität. Vera, die sich sehr in ihre Fälle hineinkniet, ist bei ihrem Vater aufgewachsen, der wenig Zeit für sie hatte. So musste sie sich schon früh selbst beweisen und entwickelte dabei ihren eigenen Sinn für Gerechtigkeit. Zu Veras Team gehört neben Julie Armstrong, Richard Short und dem Pathologen Billy Catwright auch DC Holly Lawson, die Jüngste im Team. Holly fühlt sich von Vera oftmals schlecht behandelt. Doch Vera will nur, dass Holly sich noch mehr anstrengt, denn sie sieht in ihr ein echtes Talent schlummern. In ihrem ersten Fall haben es Vera und ihr Team mit einem besonders makabren Verbrechen zu tun: Als Julie Armstrong nach einem ihrer seltenen Ausgeh-Abende mit ihrem Freund Gary Wright in Newcastle nach Hause zurückkehrt, findet sie ihren 15-jährigen Sohn ermordet vor. Luke wurde erdrosselt und in eine mit Wasser gefüllte und mit Wildblumen bestreute Badewanne gelegt, während seine Schwester Laura im Nebenzimmer ruhig schlief. Detective Chief Inspector Vera Stanhope und Sergeant Joe Ashworth finden im Zuge ihrer Ermittlungen schnell heraus, dass es eine Verbindung zu einem weiteren Todesfall gibt. Vor einiger Zeit ist Thomas Sharp, Lukes bester Freund, beim Spielen im Meer ertrunken. Es war ein Unglücksfall, wie sich damals herausgestellt hatte. Kurz darauf wird eine zweite Leiche, die der schönen jungen Lehrerin Lily Marsh, in einem Gezeitentümpel am Strand entdeckt, auf dessen Wasser ebenfalls Blumen gestreut wurden. Lilys Leichnam wurde von einer Gruppe von Vogelbeobachtern, darunter der Hochschullehrer Peter Calvert und seine Frau Felicity, entdeckt. DCI Vera Stanhope und ihr Assistent Joe Ashworth vermuten eine Verbindung zwischen Lily Marsh und den Vogelbeobachtern. Während ihrer Recherchen macht Vera dann aber eine entscheidende Entdeckung, die die Ermittlungen in eine andere Richtung lenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497584","hoster":"VOE"},{"path":"/redirect/14291323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-1/episode-2","name":"Schatten der Vergangenheit","epNo":2,"alt":"Telling Tales","descr":"Jeanie Long behauptet, zu Unrecht verurteilt in einem Gefängnis an der Küste von Northumberland einzusitzen. Ihr wird vorgeworfen, die Tochter ihres ehemaligen Lebensgefährten, Abigail Mantel genannt Abby, ermordet zu haben. Sie war in der Nähe ihres Wohnortes auf einem Feld erdrosselt aufgefunden worden. Als Jeanie für eine Routineuntersuchung in ein Krankenhaus gebracht werden soll, flieht sie und sucht ihren Vater Michael auf, der jedoch nichts mehr von ihr wissen will. Am Boden zerstört läuft Jeanie in Selbstmordabsicht vor einen Bus. Zufällig gerät DCI Vera Stanhope in die Ermittlungen am Unfallort. Sie stellt sich dabei die Frage, ob es wirklich nur ein Selbstmord war oder nicht doch mehr dahinter steckt. Als Jeanie Longs Selbstmord in die Schlagzeilen kommt, tauchen neue Beweise auf, die sie hinsichtlich des Mordes an der 15-Jährigen Abigail entlasten. In den 11 Jahren ihrer Haft beteuerte Jeanie stets ihre Unschuld, vor allem ihrem Bewährungshelfer Robert Winter gegenüber. Als ein Entlastungszeuge für Jeanie auftaucht und kurz darauf ermordet wird, nimmt der Fall eine überraschende Wendung. In ihrem unnachahmlichen Stil ergründet DCI Vera Stanhope mit ihrem Team Geheimnisse und deckt Lügen einer kleinen Gemeinde auf, bis schließlich die schreckliche Wahrheit ans Tageslicht kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497640","hoster":"VOE"},{"path":"/redirect/14291316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-1/episode-3","name":"Heiliger Boden","epNo":3,"alt":"The Crow Trap","descr":"Die Entdeckung des Mordes an Bella Furness durch die Umweltschützerin Anne Preece am abgeschiedenen Baikie’s Cottage führt DCI Vera Stanhope in die unberührte Landschaft Black Law. Außerdem wird sie mit einem ungelösten Fall aus ihrer Vergangenheit konfrontiert, der ihr nach wie vor keine Ruhe lässt. Bei der Beschäftigung mit der Lokalpolitik vor Ort und dem umstrittenen Plan des Unternehmers Godfrey Waugh, in dem Naturschutzgebiet, einen Steinbruch errichten zu wollen, findet DCI Vera Stanhope etwas entscheidendes heraus: Bella Furness und ihr ans Bett gefesselter Ehemann Dougie besaßen das Wegerecht zu dem Baugrundstück, das für die Errichtung des geplanten Steinbruchs benötigt wird. Bella hatte noch einen Verbündeten in ihrem heftigen Widerstand gegen den Steinbruch: Edmund Fulwell, einen fanatischen Umweltschützer und ehemaligen Grundbesitzer, der nun gezwungen ist, in einer abgelegenen Waldhütte zu leben. Im Zuge der Ermittlungen finden Vera und ihr Team heraus, dass Grace Bishop, Edmunds Tochter, bei Godfrey Waugh angestellt ist. Letzterer hat wiederum ein Verhältnis mit der Umweltschützerin Anne Preece. Anne erinnert sich, kurz vor Bellas Tod eine Frau gesehen zu haben, deren Beschreibung mit Bev MacDonald übereinstimmt. DCI Vera Stanhope muss sich nun ihrer Vergangenheit und dem rätselhaften Verschwinden von Bevs Sohn Lee stellen. Immer häufiger begegnet Vera der Begriff \"Heiliger Boden\". Dann geschieht ein zweiter Mord, der Veras bisherige Theorien über den Haufen zu werfen scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121285","hoster":"VOE"},{"path":"/redirect/14291322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-1/episode-4","name":"Lebenslügen","epNo":4,"alt":"Little Lazarus","descr":"Margaret Wilde ist mit ihrem 11-jährigen Sohn Adam auf dem Weg zum Flughafen, als sie plötzlich von einem anderen Pkw von der Straße abgedrängt wird. Der Fahrer erschlägt sie. Adam kann dem brutalen Angriff entkommen, stürzt dabei jedoch in einen eiskalten Fluss. DCI Vera Stanhope, die zufällig am Tatort vorbeifährt, kann den Jungen aus dem Wasser ziehen und reanimieren. Entgegen aller Voraussagen überlebt Adam und wird zu einem wichtigen Zeugen für den Mord an seiner Mutter. Im Zuge ihrer Ermittlungen stellt DCI Vera Stanhope fest, dass Margaret und ihr Sohn keinen festen Wohnsitz hatten und seit vielen Jahren auf der Flucht sind. Margarets Nachbar Singh hat sich zwar um die beiden gekümmert, kann Vera aber nicht weiterhelfen. Es stellt sich heraus, dass Margarets Flugtickets mit der Kreditkarte eines gewissen Bobby Salter bezahlt wurden. Salter wird aufgespürt. Offensichtlich hatte der Familienvater ein Verhältnis mit Margaret. Er hat kein Alibi für die Mordnacht. In einem psychologischen Test macht Adam Andeutungen über seine Vergangenheit. Dabei ist von Pfauen und dem \"glänzenden Mann\" die Rede. Außerdem führen die Recherchen zu Patricia Carmichael, einer \"ehrenwerten\" Richterin, die Margaret offenbar kannte. Welche Rolle spielt die Richterin bei Margarets Ermordung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497588","hoster":"VOE"},{"path":"/redirect/14291332","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-2/episode-1","name":"Sprengfallen ","epNo":1,"alt":"Sandancers","descr":"Der Polizist Stuart Macken ist auf dem Heimweg zu seiner Tochter Stella. Als er dort eintrifft, steht das Haus in Flammen. Macken gelingt es, seine schwer verletzte Tochter zu bergen. Im Krankenhaus fällt sie ins Koma. Ursache des Feuers war ein Brandsatz, der von einem Unbekannten durch ein Fenster geworfen wurde. DCI Vera Stanhope nimmt die Ermittlungen auf. Stuart Macken ist ein Kollege, den sie aus den Anfängen ihrer Polizeilaufbahn kennt. Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie in fesselnden Filmen schwierige Fälle mit großer Begeisterung und beispielloser Professionalität. ZDFneo zeigt die zweite und dritte Staffel der britischen Krimiserie in deutscher Erstausstrahlung immer montags um 20:15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121282","hoster":"VOE"},{"path":"/redirect/14291333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-2/episode-2","name":"Brückenschlag ","epNo":2,"alt":"A Certain Samaritan","descr":"Am Ufer eines Flusses wird die Sozialarbeiterin Jenny Lister ermordet aufgefunden. DCI Vera Stanhope fällt die Aufgabe zu, Jennys Tochter Hannah über den Tod ihrer Mutter zu informieren. Die Ermittlungen ergeben, dass Jenny Lister vor Kurzem mehrere persönliche Dinge gestohlen wurden, darunter auch ihr Laptop. Von Hannahs Freund erfährt Vera, dass dessen Mutter seine Freundin Hannah nicht akzeptiert. Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie schwierige Fälle mit großer Begeisterung und beispielloser Professionalität. ZDFneo zeigt die zweite und dritte Staffel der britischen Krimiserie in deutscher Erstausstrahlung immer montags um 20.15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964168","hoster":"VOE"},{"path":"/redirect/14291335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-2/episode-3","name":"Stummer Schrei","epNo":3,"alt":"Silent Voices","descr":"Sergeant James Deverson feiert seinen Abschied vom Militärdienst. Am nächsten Morgen wird er tot aufgefunden. DCI Vera Stanhope und ihr Assistent Joe Ash-worth ermitteln in der Kaserne. Es ist offensichtlich, dass der verantwortliche Lieutenant den Vorfall als Selbstmord abhaken möchte. Die Spurensicherung und die Forensik haben jedoch schnell Zweifel an dieser Theorie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964163","hoster":"VOE"},{"path":"/redirect/14446116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-2/episode-4","name":"Phantomschmerz ","epNo":4,"alt":"The Ghost Position","descr":"Auf einer Autobahnraststätte wird in einem Müllcontainer die Leiche eines Junkies gefunden. Dieser stürzte schwer verletzt von einer Brücke auf einen LKW und wurde mitgeschleift. Da der Tote aus dem Zuständigkeitsgebiet von DCI Vera Stanhope stammt, fordert sie eine Überführung der Leiche und übernimmt den Fall. Kleider und gestohlene Papiere führen Vera und ihr Team zu dem Hobbyimker Guthrie. Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964164","hoster":"VOE"},{"path":"/redirect/14291334","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-3/episode-1","name":"Luftschlösser","epNo":1,"alt":"Castles in the Air","descr":"Vor einem Ferienhaus wird Lizzie Faulkner nachts erschossen. Wer hat die junge Frau ermordet? Verdächtigt wird Robert Doran, der vor Jahren wegen eines Gewaltverbrechens verhaftet wurde.Im Laufe der Ermittlungen stellt sich heraus, dass statt Lizzie Faulkner eine gewisse Corinne Franks das Wochenende im Ferienhaus hätte verbringen sollen. Mit viel Fingerspitzengefühl löst DCI Vera Stanhope zusammen mit ihrem Team den komplizierten Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964173","hoster":"VOE"},{"path":"/redirect/14291339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-3/episode-2","name":"Die verlorene Schwester","epNo":2,"alt":"Poster Child","descr":"Kurz vor seiner Pensionierung wird der bekannte Chirurg Dan Marsden erschossen. Doch damit nicht genug. Seine Frau wird angeschossen und seine zwei Töchter entführt.DCI Vera Stanhope und ihr Team stehen vor einem Rätsel: Wer hatte ein Motiv, den beliebten Chirurgen zu ermorden? Warum wurde auch auf dessen Ehefrau Laura geschossen? Und wo sind seine zwei Töchter?Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie schwierige Fälle mit großer Begeisterung und beispielloser Professionalität.ZDFneo zeigt die zweite und dritte Staffel der britischen Krimiserie in deutscher Erstausstrahlung immer montags um 20.15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964166","hoster":"VOE"},{"path":"/redirect/14446119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-3/episode-3","name":"Schuld und Sühne","epNo":3,"alt":"Young Gods","descr":"Eine Gruppe Zehntklässler verbringt ein paar Tage in einem Freizeitpark. Am Abend sitzen sie am Lagerfeuer, als ein Mann brennend und schreiend von einem Steilhang ins Wasser stürzt. Der 25-jährige Gideon Frane kann nur noch tot geborgen werden. Die Schüler sagen aus, dass sie im Vorfeld einen Streit gehört haben. Nach und nach kommen DCI Vera Stanhope und ihr Team dahinter, was sich tatsächlich zugetragen hat. Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie in fesselnden Filmen schwierige Fälle mit großer Begeisterung und beispielloser Professionalität. ZDFneo zeigt die zweite und dritte Staffel der britischen Krimiserie in deutscher Erstausstrahlung immer montags um 20.15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497650","hoster":"VOE"},{"path":"/redirect/14446118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-3/episode-4","name":"Der verlorene Sohn","epNo":4,"alt":"Prodigal Son","descr":"John Warnock ist ein Schürzenjäger. In einer Bar reißt er eine junge Frau auf und überredet sie, mit zu ihm nach Hause zu kommen. Während er draußen auf sie wartet, wird Warnock erstochen. In seinem Auto findet die Polizei 6000 Pfund in bar und einige Prepaid-Handys. Bei allen wurden die Anruflisten gelöscht, außer bei einem. DCI Vera Stanhope stößt auf einen entscheidenden Hinweis aus Warnocks Vergangenheit. Im Mittelpunkt der Krimireihe nach den Romanen der britischen Autorin Ann Cleeves steht die Ermittlerin DCI Vera Stanhope, die die Verbrechen mit sarkastischem Witz, Mut und List aufklärt. Dabei steht Vera ihr Vertrauter und langjähriger Kollege DS Joe Ashworth, gespielt von David Leon, als ihre rechte Hand zur Seite. Sie vertraut Joe blind, und er unterstützt sie bei ihren unkonventionellen Ermittlungsmethoden. Gemeinsam lösen sie in fesselnden Filmen schwierige Fälle mit großer Begeisterung und beispielloser Professionalität. ZDFneo zeigt die zweite und dritte Staffel der britischen Krimiserie in deutscher Erstausstrahlung immer montags um 20.15 Uhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115644","hoster":"VOE"},{"path":"/redirect/14291258","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-4/episode-1","name":"Alte Freunde","epNo":1,"alt":"On Harbour Street","descr":"Die ehrenamtliche Mitarbeiterin eines Frauenhauses wird ermordet aufgefunden. Vera und Joe erfahren, dass Margaret am Tag ihres Todes auf dem Polizeirevier war. Im Frauenhaus erzählt Managerin Jane von Dee Robson einer Alkoholikerin und Prostituierten, die kürzlich aufgrund ihres Verhaltens rausgeworfen wurde. Dee gibt zu Margaret getroffen zu haben, die ihr ihren Mantel überließ. Margarets Ex-Mann Pavel wurde zuletzt vor 30 Jahren gesehen. Kate vermutet, dass Margarets Affinität zu gefährdeten Frauen von der Gewalt in ihrer eigenen Ehe stammt. Auf einem alten Foto sieht Vera, dass Margaret eine wahre Schönheit war – und ist überrascht eine engelsgleiche junge Dee an ihrer Seite zu sehen. Vera ist fest entschlossen mehr herauszufinden, aber kommt zu spät, denn sie findet Dees Leiche im Hof ihrer Bleibe. Ein weiterer Mord? Vera ist überzeugt davon, dass die gemeinsame Vergangenheit von Margaret und Dee den Schlüssel zur Lösung des Falls beinhaltet. Der neue Pathologe Marcus schließt Fremdeinwirkung aus. Dee starb an den Folgen eines Herzinfarkts, verursacht von ihrem Drogen- und Alkoholmissbrauch – aber eine Verletzung und ein Haufen Geldscheine werfen Fragen auf. Vera trifft auf Emily, eine verstörte Teenagerin aus dem Frauenhaus, die Margarets \"heiliges Wesen\" bestreitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497694","hoster":"VOE"},{"path":"/redirect/14446120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-4/episode-2","name":"Familiengeheimnisse","epNo":2,"alt":"Protected","descr":"DCI Vera Stanhope und DS Joe Ashworth ermitteln im mysteriösen Mordfall von David Kenworthy, der am Strand von Whitley Bay tot aufgefunden wird. Der ortsansässige Spielhallenbesitzer Larry Crowe hat eine Verbindung zu der Familie. Sein Sohn Paddy kam vor über 40 Jahren bei einem fehlgeschlagenen Raubüberfall im Haus der Kenworthys ums Leben. In der Nacht, in der David starb, beobachtete ein Zeuge, wie es zwischen Larry und David zu einer Auseinandersetzung kam und bei einer Hausdurchsuchung wird ein blutverschmierter Baseballschläger gefunden. Larry jedoch hat ein wasserdichtes Alibi. Und es ist offensichtlich, dass er nicht die einzige Person war, die David an jenem Abend traf. Überzeugt davon, dass der Schlüssel zur Aufklärung in der Familiengeschichte liegt, forscht Vera in der Vergangenheit der Kenworthys, sehr zum Ärger von Davids Vater, Allen Kenworthy, ein bekannter Geschäftsmann. Es dauert nicht lange, bis Vera herausfindet, um was für einen dominanten Vater es sich hier handelt. Tochter Lorna hat seit vielen Jahren keinen Kontakt mehr zu der Familie. Und DC Shepherd findet heraus, dass das Familienunternehmen nicht ganz so astrein ist, wie Kenworthy vorgibt. Kurze Zeit danach ist der ältere Sohn Thomas wie vom Erdboden verschluckt – seine Autoschlüssel werden auf einem Küstenpfad gefunden. Als sich ein weiterer Mordfall ereignet, gerät Vera zunehmend unter Druck den Fall aufzuklären. Was hatte David Kenworthy am Abend der Pensionierungsfeier seines Vaters auf der Strandpromenade von Whitley Bay zu suchen? Unterstützt von DC Rebecca (Shep) Shepherd und DC Kenny Lockhart muss Vera äußerst beharrlich und intuitiv vorgehen, um die tiefe Kluft in dieser zerrissenen Familie ans Licht zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115658","hoster":"VOE"},{"path":"/redirect/14291378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-4/episode-3","name":"Tod im Moor","epNo":3,"alt":"The Deer Hunters","descr":"Die Teenager Sassi und Louis Barnes finden in der Moorlandschaft von Northumberland zufällig Shane Thurgood, der mit einem Kugelschuss getötet wurde. Zudem wird ein ausgebrannter Laster in der Nähe des Tatorts gefunden – mit den sterblichen Überresten eines Tieres. DS Joe Ashworth ist sicher, dass es sich um eine Fehde zwischen Wilderern handelt. Doch für DCI Vera Stanhope ist die Wahrheit komplizierter. Bei den Ermittlungen in Shanes Vergangenheit erfährt Vera von seiner traurigen Kindheit auf dem Land und seiner beschwerlichen Existenz in der Stadt, als Autor mit wenig Erfolg. Nach dem Tod seines Großvaters kehrte Shane zurück, um sein Erbgut an den wohlhabenden Landbesitzer Will Peyton und dessen Frau Clara zu verkaufen – doch unerklärlicherweise machte er im letzten Moment einen Rückzieher. Könnte sein Tod etwas mit dem Konflikt über die Ländereien zu tun gehabt haben? Und wieso hatte er beschlossen an einem Ort zu verweilen, der so viele schmerzhafte Erinnerungen in sich birgt? Wie sich herausstellt, ist der Besitzer des ausgebrannten Lasters Linus Campion, der Vater der Teenager und ein berüchtigter Wilderer, der für seine Gewaltausbrüche bekannt ist. Er bestreitet jeglichen Zusammenhang zu Shane Thurgood und weist auf seinen ehemaligen Schwiegervater hin, Allen Barnes, den Wildhüter auf dem Anwesen der Peytons und Beschützer der dort lebenden Hirsche. Barnes kannte Thurgood, als dieser noch ein Junge war und prahlt damit, ihm zu seinem ersten Jagderfolg verholfen zu haben – aber seine Töchter Clara und Ness geben vor, ihn nur flüchtig gekannt zu haben. Mit der Unterstützung ihres treuen Teams, DC Rebecca \"Shep\" Shepherd und DC Kenny Lockhart, taucht Vera ein in die durchwachsene Vergangenheit der Barnes und Peytons. Mit List und Tücke enthüllt Vera die Wahrheit hinter Shanes plötzlicher Abreise vor 15 Jahren und die Gründe seiner Rückkehr in die Gegend, wo er zu Tode kam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268424","hoster":"VOE"},{"path":"/redirect/14446121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-4/episode-4","name":"Doppeltes Spiel","epNo":4,"alt":"Death Of a Family Man","descr":"DCI Vera Stanhope ermittelt im mysteriösen Mordfall des Geschäftsmannes John Shearwood. Dieser wird tot im Wasser treibend unter der Gateshead Millennium Bridge gefunden. Ehefrau Stella und Bruder Luke fallen aus allen Wolken, als sie erfahren, dass John, der angeblich in Irland eine Golfreise machte, als Informant für die Zollbehörde arbeitete. Aber wieso sollte er das eigene Unternehmen ausspionieren? Hauptermittler Owen Preece erklärt, dass Johns Geschäftsmanager Mark Donovan die Speditionsfirma missbrauchte, um Alkohol zu schmuggeln. John hatte sich bereit erklärt Informationen zu liefern, im Gegenzug für Straffreiheit. Ist er aufgeflogen? Das glaubt Owen nicht. Und Mark hat ein Alibi – im Gegensatz zu Johns Frau, von der es Aufzeichnungen der Überwachungskameras gibt, in der Nähe seiner Stadtwohnung, in der Nacht, in der er starb. Stella beharrt darauf, dass sie eine intakte Ehe führten – aber wieso lebte John Shearwood dann nicht mehr unter einem Dach mit seiner Familie? Und wen nimmt sie vor der Polizei in Schutz? Mit der Unterstützung von DC Rebecca \"Shep\" Shepherd und DC Kenny Lockhart wird Vera zu Lukes entlegenem Farmhaus geführt, wo sie Johns Sohn Billy vorfindet. Ehemals drogenabhängig, wurde Billy zu seinem Onkel geschickt, um von der Sucht loszukommen. Von seiner Mutter verwöhnt und einen Groll gegen seinen Vater hegend ist Billy offensichtlich im Konflikt mit sich selbst. Aber würde die Familie tatsächlich so weit gehen, gemeinsam den Mord an John zu planen? Mit der Unterstützung ihres treu ergebenen Assistenten DS Joe Ashworth muss Vera alles geben, um Johns vertrackter Vergangenheit auf die Schliche zu kommen – dabei enthüllt sie, dass ein tragisches Ereignis vor Jahren sein Schicksal besiegelte. Letzte Folge der vierten Staffel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497683","hoster":"VOE"},{"path":"/redirect/14446122","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-5/episode-1","name":"Schuldgefühle","epNo":1,"alt":"Changing Tides","descr":"Bei einem Brand in einer kleinen Ferienhaussiedlung werden nicht nur drei Ferienhäuser zerstört, Ermittler finden auch die Leiche einer jungen Frau. Der genetische Abgleich ergibt, dass es sich bei dem Opfer um Deena Viner handelt, die 34 Jahre alte Schwester des Betreibers der Anlage Jim Viner. Im zweiten Ferienhaus hatte Ryan Synnott, der Verlobte von Jims Tochter Claire, eine Cannabis-Zucht und das dritte Ferienhaus war das Zuhause von Malcolm Raggert, der noch nicht über den Verlust seiner vor acht Monaten verstorbenen Frau hinweg gekommen ist. Am Abend vor Deenas Tod wurde auf dem Gelände der Ferienhaussiedlung ausgelassen ein Junggesellenabschied gefeiert. Ihr Bruder und ihre Nichte waren verreist, so dass Malcolm Raggert wegen Lärmbelästigung die Polizei gerufen hatte. Die Party wurde aufgelöst; die Gruppe zog weiter. Nur Deena hatte sich offensichtlich schon zurückgezogen. DCI Vera Stanhope ermittelt, dass Deena gar keine Chance gehabt hätte, vor den Flammen zu fliehen, da jemand sie in das Ferienhaus eingeschlossen hatte. Aber die Obduktion ergibt, dass sie schon vor Ausbruch des Brandes tot war. Sie starb an einer Kohlenmonoxidvergiftung. Ursache war eine undichte Gasleitung. Malcolm Raggert gesteht, den Brand gelegt zu haben, um die Cannabis-Pflanzen zu vernichten, beharrt aber darauf, nicht gewusst zu haben, dass Deena zwei Tage zuvor in eines der Ferienhäuser eingezogen war. Deenas Nichte Claire hat von der defekten Leitung der Heizung gewusst, aber ihre Tante absichtlich nicht gewarnt. Sie hat billigend in Kauf genommen, dass Deena stirbt. Claires Vater Jim stand vor acht Monaten kurz davor, sich das Leben zu nehmen. Aber Claire kannte den wahren Grund für seine Verzweiflung nicht. Sie war davon ausgegangen, dass die Sorgen wegen Deena dafür verantwortlich waren. Doch Jim hatte lange Zeit ein heimliches Verhältnis mit Malcolms Frau Lesley und wird nicht mit ihrem Tod fertig. Vier Folgen \"Vera – Ein ganz spezieller Fall\" werden montags, 20:15 Uhr ausgestrahlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497708","hoster":"VOE"},{"path":"/redirect/14446125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-5/episode-2","name":"Alte Wunden","epNo":2,"alt":"Old Wounds","descr":"In einem entlegenen Waldstück wird das Skelett eines jungen Mädchens gefunden. Es handelt sich um die Bergarbeitertochter Carrie Telling, die seit 1984 spurlos verschwunden ist. Die damaligen Ermittlungen verliefen im Sande, zumal davon ausgegangen wurde, dass Carrie von zu Hause ausgerissen war. Das alles trug sich in den Wirren des Bergarbeiterstreiks zu. Carrie wurde zuletzt vor der Zeche gesehen. Sie hatte einen Fotoapparat geschenkt bekommen und hielt die Ereignisse rund um den Streik fest. Bei ihrer Leiche wurden eine Kreditkarte und jener Fotoapparat gefunden. Die Kreditkarte lässt sich zu einer Firma zurückverfolgen. Der Eigner Mr. Banerjee erinnert sich daran, dass 1984 ein junger Angestellter zugegeben hatte, eine Kreditkarte gefunden zu haben: Michael Tennant ist heute Abgeordneter und gerade dabei, die Werbetrommel für seine Wiederwahl zu rühren. Er erzählt der Polizei, dass Carrie ihn darum gebeten hatte, ihr, was die Kreditkarte anging, aus der Patsche zu helfen. Was er nicht weiß, ist, dass die Tochter von Mr. Banerjee die Kreditkarte entwendet hatte, um eine Abtreibung bezahlen zu können, die Carrie organisiert hatte. Tennant war in Carrie verliebt, aber sie schwärmte für Terrence Manttan, einen etwas älteren Jungen, den \"Bad Boy\" aus der Nachbarschaft, der in Carlisle in der Jugendstrafanstalt saß. Sie hatte ihn oft im Gefängnis besucht. Da Manttan zum Zeitpunkt von Carries Verschwinden schon Freigänger war, gerät er in den Fokus der Polizei. Noch bevor er entlastet werden kann, wird er das Opfer von Carries Vater Bill, der ihn blind vor Wut ersticht. Die Information, dass es sich bei Manttan um Carries Mörder handelt, hatte Bill von seinem Freund Stan, und der wiederum hatte sie vom ehemaligen Chef der Kripo John Warrick. Dieser wollte eine falsche Fährte legen. Unter dem Deckmantel Alan Dawson wollte Warrick \"undercover\" Informationen über das mögliche Ausmaß des Streiks sammeln. Außerdem hatte er eine Affäre mit Carries Mutter, die die beiden erwischt hatte. Als Carrie dann auch noch Aufnahmen von Warrick macht, die seine wahre Rolle während des Streiks dokumentieren, tötet Warrick sie. Die Polizei lässt den Film entwickeln und hat so das nötige Beweismaterial.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497707","hoster":"VOE"},{"path":"/redirect/14446124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-5/episode-3","name":"Der Tote im Jauche-Becken","epNo":3,"alt":"Muddy Waters","descr":"Im Jauche-Becken auf Danny Pryor’s Farm wird die Leiche eines jungen Mannes gefunden. Es handelt sich um den Nichtsesshaften Jack Reeves. Er wurde vier Wochen zuvor ermordet. Zwei ausländische Landarbeiter geraten unter Verdacht. Bevor Zamir Ilic, der sich nachts als Taxifahrer verdingt, zur Sache befragt werden kann, wird er mit einer schweren Schussverletzung ins Krankenhaus gebracht – erliegt aber wenig später seiner Verletzung. Jack wohnte gemeinsam mit seinen Eltern in einer Wagenburg und war vor etwa drei Monaten zu Hause ausgezogen. Wie sich herausstellt, hatte er am Vortag die Hochzeit mit der 16-jährigen Sigourney O’Brian abgesagt, weil er homosexuell war, was er aber nur seinem Vater anvertraut hatte. Er war zunächst zu seinem Lover Ben Marsh gezogen. Aber nach drei Wochen eröffnete er Ben, dass er etwas herausgefunden hätte, das sein Leben verändern würde und dass er wieder zu seinen Eltern ziehen wolle. Doch sein Vater hatte ihm das verweigert und stellte ihm stattdessen ein altes Wohnmobil als Behausung zur Verfügung. Jack verkroch sich damit in den Wald, unweit von Pryor’s Farm. Er wollte die Möglichkeit haben, seinen Sohn zu sehen, von dessen Existenz er erst kürzlich erfahren hatte: Der kleine Toby ist, wie er selbst, schwer hörbehindert. Jack hatte als 16-jähriger ein Verhältnis mit seiner Lehrerin Karen Pryor. Bei einer zufälligen Begegnung wird ihm klar, dass Toby nur sein Sohn sein kann. Damit gerät Danny Pryor als potentieller Mörder ins Visier der Ermittler. Der Dienstplan von Zamir Ilic bei der Taxizentrale bringt DCI Vera Stanhope auf die richtige Fährte. Ilic hatte vor vier Wochen Jack Reeves und Milosh Bequiri, die rechte Hand von Danny Pryor, zur Farm gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383646","hoster":"VOE"},{"path":"/redirect/14291359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-5/episode-4","name":"Vergeltung","epNo":4,"alt":"Shadows in the Sky","descr":"Owen Thorne stürzt vom obersten Deck eines Parkhauses in den Tod. Er hatte kurz zuvor seine Pflegetochter Lila vom Abschlussball in der Schule abgeholt. Was anfangs wie ein Suizid aussieht, erweist sich als Mord. Möglicherweise steht Owen Thornes Tod in Zusammenhang mit dem tödlichen Unfall eines jungen Kollegen, eines Hafenarbeiters, für den dessen Vater, Mick McKittrick, Owen verantwortlich macht. Da Mick aus gesundheitlichen Gründen nicht mehr arbeitsfähig ist und seine Schmerzensgeldklage gegen Owen abgewiesen wurde, weil dieser angeblich die nötigen Sicherheitsvorkehrungen getroffen hatte, gerät Mick ins Visier der Ermittler. Als der Fußabdruck einer Frau am Tatort sichergestellt wird, steht Owens Frau Ellie unter Verdacht, auch wegen auftretender Ungereimtheiten in ihrer Aussage, was den Ablauf des Tatabends angeht. DCI Vera Stanhope und ihr Team erfahren, dass Owen Thorne am Tag des Arbeitsunfalls gar nicht in der Firma war; dass er den Sicherheitscheck also gar nicht hätte vornehmen können. Owens Kollegin Gloria Edwards hatte ihn gedeckt und behauptet, er sei an dem Tag in der Firma gewesen. Owen war zu diesem Zeitpunkt jedoch nachweislich im Krankenhaus, wo eine Patientin unter dem Namen Ferris mit einer Alkoholvergiftung eingeliefert wurde. Auf Owen Thornes Handy finden die Ermittler Nachrichten von einer gewissen Hannah Ferris. Diese entpuppt sich als seine leibliche Tochter. Aber Hannah hat für den Mordabend ein wasserdichtes Alibi. Im Laufe der Ermittlungen findet DCI Vera Stanhope heraus, dass Gloria Edwards Hannahs Mutter ist. Sie ist nie darüber hinweggekommen, dass Owen weder von ihr noch von seiner Tochter etwas wissen wollte. Als Owen Thorne die Verabredung zu Hannahs gemeinsamer Geburtstagfeier absagte, nahm das Schicksal seinen Lauf. Gloria stieß ihn aus enttäuschter Liebe vom Parkdeck in den Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115659","hoster":"VOE"},{"path":"/redirect/14291387","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-6/episode-1","name":"Rasend vor Wut","epNo":1,"alt":"Dark Road","descr":"DCI Vera Stanhope ermittelt im mysteriösen Mordfall an einer 56-jährigen Großmutter. Ein junges Mädchen hat deren Leiche in der einsamen Heidelandschaft Northumberlands entdeckt. Schnell stellt sich heraus, dass es sich bei der Toten um Anne-Marie Richards handelt. Sie war vor Kurzem aus Schottland zurückgekehrt, um sich mit ihren beiden Töchtern, Nicole McKendrick und Christine Withers, auszusöhnen. Ein von Anne-Marie getätigter Notruf am Abend des Mordes und der chaotische Zustand ihres Cottage weisen auf ihre mögliche Verschleppung hin. Das gespannte Verhältnis zwischen Anne-Marie und ihrer Familie erweckt bei Vera einen bestimmten Verdacht. Könnte eine alte Fehde ein Mordmotiv sein? Doch wer postet online beleidigende Kommentare über sie? Wie ist Anne-Maries Verbindung zu einem Geschäftsmann aus Newcastle, und wieso hat sie regelmäßig eine heruntergekommene Ortschaft an der Küste aufgesucht? Als DCI Vera Stanhope die Bewohner vor Ort befragt, findet sie heraus, dass Anne-Marie polarisiert hat. Auseinandersetzungen und Konflikte waren ihr dank ihrer bewegten Vergangenheit nicht fremd. Unterstützt von DS Aiden Healy, DC Bethany Whelan und DC Kenny Lockhart muss Vera ihre gesamte Beharrlichkeit und ihren Instinkt einsetzen, um die finstere Wahrheit in diesem Fall zu enthüllen – mit weitreichenden und vernichtenden Konsequenzen für ihr Team.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115640","hoster":"VOE"},{"path":"/redirect/14291250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-6/episode-2","name":"Jahrmarktkinder","epNo":2,"alt":"Tuesday’s Child","descr":"DCI Vera Stanhope ermittelt im Todesfall Jamie Thorne. Teenager haben die Leiche des jungen, aus der Gegend stammenden Mannes gefunden – eingewickelt in Plastikplanen. Pathologe Dr. Marcus Summer stellt schnell fest, dass es sich bei der Todesursache um stumpfe Gewalteinwirkung gegen den Schädel des Mordopfers handelt. Aber ohne jegliche Spur einer Waffe bleibt Vera nichts anderes übrig, als sich mit den einzigen Hinweisen, einem Kruzifix sowie Ticketabschnitten vom Pevensey Jahrmarkt in Jamies Hosentasche, auseinanderzusetzen. Die Betreiber des Jahrmarktes, Bobby Pevensey und seine Frau Morven, erklären, dass Jamie für sie gearbeitet und gemeinsam mit seinem Kollegen Harris Kirke in einem Wohnwagen auf dem Gelände gewohnt hat. Eine in Jamies Unterkunft aufgefundene Bibel führt DCI Vera Stanhope und DC Aiden Healy zu Jamies Ortskirche, wo Pfarrer George Haleford und seine Frau bestätigen, dass Jamie bis vor einem Jahr bei ihnen wohnte, nachdem sie ihn von der Straße aufgelesen hatten. DCI Vera Stanhope fragt sich, wieso Jamie auf der Straße lebte, zumal seine Mutter Grace und ihr Mann Philip Marsh, eine scheinbar glückliche Familie, nur wenige Meilen entfernt wohnen. Die Ermittlungen erfahren eine überraschende Wendung, als neue forensische Beweise darauf hindeuten, dass Brendan Halesford, der Sohn des Pfarrers, eine kriminelle Vergangenheit aufzuweisen hat. Während es immer mehr Verdächtige gibt und widersprüchliche Aussagen den Fall nur noch verworrener machen, müssen DCI Vera Stanhope und ihr Team an einem Strang ziehen, um der verborgenen Geschichte hinter dem Mord an dem jungen Mann auf den Grund gehen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115641","hoster":"VOE"},{"path":"/redirect/14291252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-6/episode-3","name":"Die Mottenfalle","epNo":3,"alt":"The Moth Catcher","descr":"DCI Vera Stanhope ermittelt im Mordfall der 22-jährigen Alex Gartside, die in einem abgelegenen Tal Northumberlands Opfer eines Unfalls mit Fahrerflucht wurde. In dem Gutshaus, das Alex hütete, machen DCI Vera Stanhope und DC Aiden Healy einen grausamen Fund: Am Boden des Esszimmers liegt der erstochene Mottenzüchter Martin Nielson. Im Bann dieser beiden Morde versuchen Vera Stanhope und ihr Team, gemeinsam mit dem neuen Kollegen DC Hicham Cherradi, Licht ins Dunkel zu bringen und herauszufinden, was sich am Abend zuvor zugetragen hat. Hausmeister Harry Benton und der Nachbar Brian Hallum behaupten, an jenem Abend nichts Außergewöhnliches gesehen oder gehört zu haben. Die Barkellnerin im Ort jedoch, Lizzie Hallum, bestätigt schon bald, dass Martin und Alex am Abend, als sie ermordet wurden, im gleichen Pub waren. DCI Vera Stanhope vermutet, dass sie sich am Abend zuvor verabredet hatten – aber wieso? Erpicht darauf, eine konkrete Verbindung zwischen Alex und Martin nachweisen zu können, konzentrieren sich Vera und ihr Team auf das Leben der Opfer. Als sie in Martins Vergangenheit eintauchen, erfahren sie, dass er ein Einzelgänger war, der bei seiner Mutter wohnte und ehrenamtlich bei einer Wohltätigkeitsorganisation für ehemalige Häftlinge arbeitete. Da Martin in jungen Jahren selbst eine zwölfmonatige Haftstrafe abgesessen hat, ist es möglich, dass er sich mit den falschen Leuten angefreundet hat. Allerdings fällt der Fokus kurze Zeit später auf Alex, als mit Hilfe forensischer Beweise nachgewiesen werden kann, dass sie am Tatort von Martins Ermordung war. Aber ohne jegliche Hinweise auf eine Mordwaffe an beiden Tatorten und ohne plausibles Motiv, ist DCI Vera Stanhope überzeugt davon, dass eine dritte Person in den Fall involviert ist. Während Vera noch weitere Szenarien durchspielt, verlagert sich der Verdacht aufgrund eines vom Tatort weggerasten Kleintransporters hin zu Jason McNeive, dem Freund der Barkellnerin Lizzie. Er gibt zu, seiner Freundin die Freundschaft mit Alex Gartside verübelt zu haben. Aber ist das ein Mordmotiv? Durch diese Information nehmen die Ermittlungen Kurs auf einen überraschenden Abschluss, als DCI Vera Stanhope meisterhaft die Puzzlestücke der tragischen Ereignisse von vor über 20 Jahren zusammenfügt und den Killer so endlich überlistet, seine Verbrechen zu gestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115642","hoster":"VOE"},{"path":"/redirect/14446107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-6/episode-4","name":"Familienbande","epNo":4,"alt":"The Sea Glass","descr":"DCI Vera Stanhope ermittelt im mysteriösen Todesfall des Fischers Tommy Stonnall. Seine Leiche wurde in Netzen eines Nordsee-Fischtrawlers verheddert aufgefunden. Tommys Söhne Lee und Steve glauben, dass die Ursache für den Tod ihres Vaters in einem langjährigen Streit mit Jay Connock, dem Besitzer des örtlichen Fischmarkts, liegt. Da Tommy Stonnall die letzten sechs Wochen vermisst wurde, jedoch erst seit 24 Stunden tot ist, stellt sich die Frage, wo er sich all die Zeit aufgehalten hat. Mit der Hilfe des Hafenmeisters Frank McAffee ortet DCI Vera Stanhope die Stelle, an der die Leiche zu Wasser gelassen wurde. Als sie Tommys letzte Stationen zurückverfolgen, gelangen sie zu einem heruntergekommenen Tankstellencafé. Dort sprechen Vera und DS Aiden Healy die Kellnerin Zahra Suleiman an, die daraufhin flieht, bevor Vera ihr noch weitere Fragen stellen kann. Unterdessen stellt Veras neuer Teamkollege DC Hicham Cherradi eine Verbindung zwischen dem örtlichen Trawlerfischer Michael Quinn und Tommys Sohn Lee her. Ist hier ein illegales Geschäft fehlgeschlagen? Als das Boot von Tommys Schwägerin Anna Marshbrook in Flammen aufgeht, glaubt das Team, dass mehr dahintersteckt, als man bei dieser eng miteinander verstrickten und untereinander zerstrittenen Familie vermutet. Mit dem für sie typisch beharrlichen Einsatz und ihren investigativen Fähigkeiten befasst sich DCI Vera Stanhope eingehend mit dieser stolzen Fischergemeinde und entdeckt, dass die Dinge nie so eindeutig sind, wie sie zunächst scheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115643","hoster":"VOE"},{"path":"/redirect/14446113","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-7/episode-1","name":"Natürliche Selektion","epNo":1,"alt":"Natural Selection","descr":"DCI Vera Stanhope ermittelt in einem mysteriösen Todesfall auf Ternstone, einer einsamen Insel unweit der Küste Northumberlands. Es handelt sich um einen Ort, an dem zahlreiche Vogelarten leben, ebenso wie die Ranger, die sie beobachten. Gemma Wyatt war eine erfahrene Rangerin, die für den Northumberland Wildlife Trust auf Ternstone arbeitete und lebte. Ihr zutiefst bestürzter Verlobter Ryan und ihre Kollegen, allen voran die leitende Rangerin Sophia, gehen davon aus, dass es sich bei Gemmas Tod um einen Unfall handelt. Verletzungen an ihrem Körper belegen schon bald das Gegenteil: Gemma wurde erdrosselt. Aber da sie in jener Nacht allein auf der Insel war, stellt sich die Frage, wer die verwegene Fahrt hinaus aufs Meer und hin zum unzugänglichen Ufer der Insel unternommen haben könnte, um sie zu ermorden. Was könnte das Motiv gewesen sein? Während Gemmas Familie und ihre Arbeitskollegen näher unter die Lupe genommen werden, beginnt DCI Vera Stanhope mit der Unterstützung von DS Aiden Healy, DC Hicham Cherradi, DC Kenny Lockhart und dem Neuzugang – Pathologe Dr. Anthony Carmichael – ein völlig anderes Bild der beliebten und erfolgreichen Rangerin zusammenzufügen. Im Zuge der Ermittlungen wird Vera ein Netz von Geheimnissen, Rivalitäten und über Jahre angestaute Gefühle der Missgunst entwirren, das sie schließlich zum Täter führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497422","hoster":"VOE"},{"path":"/redirect/14291268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-7/episode-2","name":"Schwarzer Engel","epNo":2,"alt":"Dark Angel","descr":"Die Leiche eines jungen Mannes wird mit dem Gesicht nach unten in einem Fluss in der Nähe von Thrunton Woods entdeckt. Er wurde erschlagen. Aber da bei der Leiche keinerlei Hinweise auf die Identität gefunden werden können, werden die Ermittlungsarbeiten von DCI Vera Stanhope und ihrem Team erschwert. Vera sieht sich gezwungen, mit den wenigen Hinweisen, die sie hat, aktiv zu werden: einem Trauring, den der junge Mann an einer Halskette trägt, Einstichspuren von Spritzen an seinem Körper und ein Drogentütchen mit einem Stempel darauf: \"Schwarzer Engel\". Die Spur des Stempels führt Vera nach Gateshead und direkt in das kriminelle Milieu von Newcastle, wo sie herausfindet, dass das Opfer, Nathan, diverse, mysteriöse Kontakte hatte. Im Zuge der Ermittlungen kommt es jedoch zu einem unerwarteten Wendepunkt, als eine Zeugenbeobachtung DCI Vera Stanhope und DS Aiden Healy zum Tatort eines älteren Verbrechens führt: eine abgelegene Farm, auf der 13 Jahre zuvor ein brutaler Mord begangen wurde. DC Kenny Lockhart kann sich noch gut an den Fall erinnern: Er hat dabei mitgeholfen, den Täter Eddie Thurston hinter Gitter zu bringen. Könnte eine Verbindung zwischen dem Mord an Nathan und dem vergangenen Verbrechen bestehen? Die Ermittlungen spitzen sich zu, als DCI Vera Stanhope Ungereimtheiten entdeckt, welche ein neues Licht sowohl auf die Vergangenheit als auch auf die Gegenwart werfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115645","hoster":"VOE"},{"path":"/redirect/14291276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-7/episode-3","name":"Gebrochenes Versprechen","epNo":3,"alt":"Broken Promise","descr":"DCI Vera Stanhope wird an die Universität von Northumberland gerufen, nachdem Jamie Marshall, ein junger Student, vom obersten Stockwerk eines baufälligen Fakultätsgebäudes zu Tode gestürzt ist. Da es keine Augenzeugen gibt und keine augenscheinlichen Spuren, wendet Vera sich an seine Familie und Freunde, um jegliche Informationen über Jamie zusammenzutragen. Hat ihm jemand den Tod gewünscht? Während Veras Ermittlungen werden Jamies akademische Existenz sowie sein Privatleben durchleuchtet. Dabei stellt sich heraus, dass der Schein trügt. Seine besonnene Persönlichkeit steht im Widerspruch zu Internetblogs, die Jamie in einem völlig anderen Licht erscheinen lassen, denn dort machte er all seinem Groll und seinem Frust Luft. Doch wogegen genau lief Jamie Sturm? Da er öfter für eine Lokalzeitung Artikel verfasste, könnte sich der clevere Journalismus-Student möglicherweise Feinde gemacht haben, die ihn zum Schweigen bringen wollten. Weil sich DCI Vera Stanhope an allen Fronten mit Verschleierungsversuchen konfrontiert sieht, muss sie dieses verzwickte Beziehungswirrwarr in Jamies Leben entwirren, bevor eine unerwartete Folge von Ereignissen zu verheerenden Konsequenzen führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497432","hoster":"VOE"},{"path":"/redirect/14291246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-7/episode-4","name":"Landflucht","epNo":4,"alt":"The Blanket Mire","descr":"Landvermesser der Northumberland Moorlandschaft finden die Leiche einer jungen Frau. Es handelt sich um Mia Hinkin, die sechs Wochen zuvor verschwand. Vera informiert die geschockten Eltern. Mia hat die Farm gegen den Willen ihrer Eltern verlassen, um das Eastbury Musikfestival zu besuchen. Im Zuge der Ermittlungen steigt die Anspannung in der Dorfgemeinschaft von Brindsdale – immer häufiger fällt der Name eines Verdächtigen. Da Mias Leichnam in unmittelbarer Nähe von ihrem Wohnort gefunden wurde, muss DCI Vera Stanhope die Spur der unglücklichen jungen Frau zurückverfolgen – von ihrem isolierten Leben auf dem Lande hinein in ein düsteres und verworrenes Netz voller Tücken und Geheimnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497508","hoster":"VOE"},{"path":"/redirect/14446105","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-8/episode-1","name":"Eigen Fleisch und Blut","epNo":1,"alt":"Blood And Bone","descr":"Vera wird zu einem schrecklichen Tatort gerufen: Die verkohlten Leichenteile eines Polizisten werden auf einem Schlachthof entdeckt. Er war nicht als Saubermann bekannt, doch die Umstände und der Ort des Verbrechens erregen bei der Ermittlerin große Aufmerksamkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115646","hoster":"VOE"},{"path":"/redirect/14446114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-8/episode-2","name":"Taxi in den Tod","epNo":2,"alt":"Black Ice","descr":"Die junge Frau Faye verunglückt auf dem Heimweg von einer Beerdigung. Vera erfährt bei Nachforschungen, dass Faye bereits vor Jahren ihre Stiefmutter verdächtigt hatte, sie töten zu wollen. Doch je tiefer die Ermittlerin in den Fall eintaucht, umso größer werden die Ungereimtheiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497562","hoster":"VOE"},{"path":"/redirect/14291274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-8/episode-3","name":"Ein Zuhause","epNo":3,"alt":"Home","descr":"Vera wird zu einem eigenartigen Mordfall gerufen: Alison Glenn liegt tot in ihrem Garten. Ihr Ehemann, ein Gefängniswärter, verstrickt sich in eigenartige Geschichten. Doch die Ermittlerin spürt auch ihre Familie auf, mit der die Tote seit 20 Jahren vermutlich keinen Kontakt mehr hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115647","hoster":"VOE"},{"path":"/redirect/14291286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-8/episode-4","name":"Dicht am Wasser","epNo":4,"alt":"Darkwater","descr":"In der Nähe eines Sägewerks wird im Wasser der nackte tote Leichnam des Jugendlichen Ethan entdeckt. Der Sohn des Sägewerkbesitzers, Adam, hat Ethan schon zu Lebzeiten tyrannisiert. Doch Vera stößt bei den Ermittlungen auf den Laptop des Toten. Das lenkt den Tatverdacht und das Mordmotiv in eine ungeahnte Richtung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115649","hoster":"VOE"},{"path":"/redirect/14291287","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-9/episode-1","name":"Sie wusste zu viel","epNo":1,"alt":"Blind Spot","descr":"Joanne Caswell wird tot auf einer Mülldeponie entdeckt. Die junge Frau ließ sich zur Kriminalpsychologin ausbilden und hatte glänzende Zukunftsaussichten. Vera nimmt sich dem Fall an und verfolgt die forensische Spur, die ihr Joanne hinterlassen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497549","hoster":"VOE"},{"path":"/redirect/14446115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-9/episode-2","name":"Tödlicher Stoff","epNo":2,"alt":"Cuckoo","descr":"Die Leiche eines Teenagers wird in der Küstenstadt Payton entdeckt. Vera kann den Jungen dank der Vermisstenkartei identifizieren. Caden Lennon war vor sechs Wochen aus einem Kinderheim bei Newcastle geflohen. Kann die Ermittlerin eine Verbindung zwischen den Städten herstellen und das dunkle Geheimnis lüften, das Caden das Leben gekostet hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918271","hoster":"VOE"},{"path":"/redirect/14291319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-9/episode-3","name":"Die Bootsparty","epNo":3,"alt":"Cold River","descr":"Die Königin der Beauty-Salons in Newcastle, Lisa Varsey, lädt Freunde und Familie auf eine Bootstour ein, um ihren Erfolg zu feiern. Die schöne heile Welt verkehrt sich jedoch ins Gegenteil, als ihre Schwester Danielle tot aus dem Wasser gezogen wird. Vera versucht, hinter die schillernde Fassade zu blicken und zu erforschen, wer die junge Frau getötet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268420","hoster":"VOE"},{"path":"/redirect/14446117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-9/episode-4","name":"Das „Seagull“","epNo":4,"alt":"The Seagull","descr":"Vera muss sich ihrer Vergangenheit stellen: Sie ermittelt in einem Cold Case in ihrer Heimatstadt. Robbie Marshburn war als notorischer Kleinkrimineller bekannt, verschwand jedoch vor 20 Jahren spurlos. Er ist außerdem ein guter Freund ihres Vaters gewesen. Die Ermittlerin hat auch ein persönliches Interesse daran, den Fall zu lösen. Doch sie gerät immer tiefer in den Sumpf menschlicher Abgründe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8497579","hoster":"VOE"},{"path":"/redirect/14291326","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-10/episode-1","name":"","epNo":1,"alt":"Blood Will Tell","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506265","hoster":"VOE"},{"path":"/redirect/14446097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-10/episode-2","name":"","epNo":2,"alt":"Parent Not Expected","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506249","hoster":"VOE"},{"path":"/redirect/14446096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-10/episode-3","name":"","epNo":3,"alt":"Dirty","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506264","hoster":"VOE"},{"path":"/redirect/14446100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-10/episode-4","name":"","epNo":4,"alt":"The Escape Turn","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506221","hoster":"VOE"},{"path":"/redirect/14291244","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-1","name":"","epNo":1,"alt":"Witness","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506273","hoster":"VOE"},{"path":"/redirect/14446098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-2","name":"","epNo":2,"alt":"Recovery","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506274","hoster":"VOE"},{"path":"/redirect/14446099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-3","name":"","epNo":3,"alt":"Tyger Tyger","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506277","hoster":"VOE"},{"path":"/redirect/14291186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-4","name":"","epNo":4,"alt":"As the Crow Flies","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506281","hoster":"VOE"},{"path":"/redirect/14291184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-5","name":"","epNo":5,"alt":"Vital Signs","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506285","hoster":"VOE"},{"path":"/redirect/14291190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-11/episode-6","name":"","epNo":6,"alt":"The Way the Wind Blows","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506289","hoster":"VOE"},{"path":"/redirect/14291191","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-12","seasonId":"Staffel 12","episodes":[{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-12/episode-1","name":"","epNo":1,"alt":"Against the Tide","descr":"Vera wird zu einem Leuchtturm gerufen, als die Leiche eines Gemeinderatsmitarbeiters gefunden wird, aber es wird klar, dass sein Leben nicht reibungslos verlief.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506217","hoster":"VOE"},{"path":"/redirect/14291195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-12/episode-2","name":"","epNo":2,"alt":"For the Grace of God","descr":"Ein hochdekorierter Soldat kämpft darum, sich an das zivile Leben anzupassen, und versucht, sein Leben wieder in den Griff zu bekommen. Doch ein dunkles Geheimnis aus seiner Vergangenheit und Verrat in der Gegenwart ließen seine Zukunft ungewiss und tödlich erscheinen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506206","hoster":"VOE"},{"path":"/redirect/14291197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-12/episode-3","name":"","epNo":3,"alt":"Blue","descr":"Joel Kingston ist ein Polizist aus einer angesehenen und angesehenen Polizeifamilie, doch als er tot aufgefunden wird, treibend in einem Parksee, ermittelt DCI Vera Stanhope auf beiden Seiten der dünnen blauen Linie, um seinen Mörder zu finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506208","hoster":"VOE"},{"path":"/redirect/14291202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vera-ein-ganz-spezieller-fall/staffel-12/episode-4","name":"","epNo":4,"alt":"The Darkest Evening","descr":"Während eines heftigen Sturms stößt Vera auf ein verlassenes Auto mit einem Baby darin. Da es keinen Telefonempfang gibt und die Straßen durch Sturmschäden blockiert sind, ist Vera gezwungen, an einem Ort Zuflucht zu suchen, an dem sie lieber nicht sein möchte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12506211","hoster":"VOE"},{"path":"/redirect/14291211","hoster":"Streamtape"}]}]}]}]}