{"path":"/serie/stream/verbraucher-check","name":"Verbraucher-Check","descr":"Mischung aus Magazin und Dokumentation, die nützliche Verbraucherinformationen bereit hält und mit weiterbreiteten Mythen rund um Ernährung und Konsum aufräumt.","seasons":[{"path":"/serie/stream/verbraucher-check/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/verbraucher-check/staffel-1/episode-1","name":"Die Zuckerfalle","epNo":1,"alt":"","descr":"War Zucker früher einmal ein Luxusprodukt, nehmen wir nun täglich mehr als 90 Gramm Zucker zu uns – und somit die doppelte Menge dessen, was die Weltgesundheitsorganisation für vertretbar hält. Der Film untersucht die Gründe für unseren steigenden Zuckerkonsum und zeigt dessen gesundheitliche Folgen. Er entlarvt dabei die Lügen, die wir täglich von der Nahrungsmittelindustrie serviert bekommen.","versions":[]},{"path":"/serie/stream/verbraucher-check/staffel-1/episode-2","name":"Die Tablettenflut","epNo":2,"alt":"","descr":"Cholesterin gilt noch immer als ein Hauptverursacher von Herz-Kreislauferkrankungen. Die Laborwerte, ab denen Cholesterin im Blut als gefährlich gelten, wurden laufend gesenkt. Und je tiefer die von Ärztegremien festgesetzten Grenzwerte sinken, desto mehr Cholesterin-Senker kann die Pharmaindustrie verkaufen. Inzwischen gilt praktisch jeder über vierzig Jahre als Risikopatient.","versions":[]},{"path":"/serie/stream/verbraucher-check/staffel-1/episode-3","name":"Klimakiller Wohnen","epNo":3,"alt":"","descr":"Sind Pelletsheizungen und Wärmepumpen, die die alten Öl- und Gasheizungen verdrängen sollen, tatsächlich so nachhaltig? Und rechnet sich Dämmen wirklich oder schaffen wir uns mit damit in der Zukunft ein massives Entsorgungsproblem? Wie lässt sich außerdem der Energiebedarf im Haushalt abseits von Heizen und Kühlen sonst noch in den Griff bekommen?","versions":[]},{"path":"/serie/stream/verbraucher-check/staffel-1/episode-4","name":"Der Hygienewahn","epNo":4,"alt":"","descr":"Kaum ein Haushalt kommt heute ohne Desinfektionsmittel und bakterientötende Reiniger aus, die krankmachende Keime vernichten sollen. 64 Kilo Wasch- und Reinigungsmittel verbraucht jeder Vierpersonenhaushalt pro Jahr. Und immer mehr davon versprechen 99,9 Prozent der Mikroorganismen abzutöten.Doch die dabei verwendeten Stoffe sind im unkontrollierten Gebrauch gefährlich.","versions":[]},{"path":"/serie/stream/verbraucher-check/staffel-1/episode-5","name":"Achtung, Nebenwirkungen!","epNo":5,"alt":"","descr":"Mehr als 14.000 Arzneimittel sind derzeit auf dem Markt. Rund 1.000 Einzeldosen nehmen Menschen täglich zu sich. Das schadet oft mehr, als es nützt. Schmerzmittel schlagen sich auf den Magen, manche Antibiotika greifen Sehnen und Nerven an, Antibabypillen, die ursprünglich als besonders leicht beworben wurden, werden mit Schlaganfällen und Lungenembolien in Zusammenhang gebracht.","versions":[]}]}]}