{"path":"/serie/stream/verbrechen-die-die-welt-schockierten","name":"Verbrechen, die die Welt schockierten","descr":"Die Dokumentationsreihe präsentiert einige der aufsehenerregendsten Fälle der Kriminalgeschichte, vom \"Touristenkiller von Sydney\" bis zum \"Serienmörder von Wien\".","seasons":[{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-1","name":"Der Touristenkiller von Sydney","epNo":1,"alt":"The Backpacker Killer","descr":"Sieben Rucksacktouristen wurden in den 90er-Jahren in Australien von dem Waffennarren und sexuellen Sadisten Ivan Milat entführt und auf brutale Weise ermordet. Er versteckte ihre Leichen am Tatort, einem Wald in der Nähe von Sydney. Erst die Aussage eines englischen Touristen, der dem Mörder entkam, brachte die Polizei auf die Spur des Täters. Polizeibeamte schildern die Ermittlungen. Dokumentation mit aufwendigen Spielszenen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330716","hoster":"VOE"},{"path":"/redirect/10150773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-2","name":"Das Horrorhaus von Gloucester","epNo":2,"alt":"House Of Horrors","descr":"1994 findet die britische Polizei in einem Haus in Gloucester, England, neun Frauenleichen. Drei weitere werden an anderen Orten entdeckt. Begangen hatten die Morde Fred und Rose West. Sie wurden angeklagt, seit Anfang der 70er-Jahre zwölf junge Frauen entführt, vergewaltigt, gefoltert und getötet zu haben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330717","hoster":"VOE"},{"path":"/redirect/10150774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-3","name":"Der Folterer von Wichita","epNo":3,"alt":"BTK Killer","descr":"30 Jahre lang terrorisiert der Serienmörder Dennis Rader die Stadt Wichita in Kansas, USA. Zehn Menschen fallen ihm zum Opfer. In Briefen und Päckchen brüstet er sich vor der Polizei mit seinen Taten und kündigt neue Morde an. Erst nach Einführung des genetischen Fingerabdrucks kommt ihm die Polizei auf die Spur. Einwohner Wichitas erinnern sich an die Greueltaten. Polizisten berichten von den schwierigen Ermittlungen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330721","hoster":"VOE"},{"path":"/redirect/10150776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-4","name":"Der Green River Killer","epNo":4,"alt":"The Green River Killer","descr":"48 Opfer, 10.000 Beweisstücke, 20 Jahre: Der Fall des so genannten Greenriver Killers ist einer der aufwändigsten Kriminalfälle der amerikanischen Geschichte. Zwischen 1982 und 1998 ermordete der Lackierer Gary Ridgeway in Seattle mindestens 48 Prostituierte oder Frauen, die er für Prostituierte hält. Für diese Episode der Dokumentarserie \"Verbrechen, die die Welt schockierten\" öffnet die Polizei von Seattle ihre Akten. (Text: Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330725","hoster":"VOE"},{"path":"/redirect/10150775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-5","name":"Der Würger von Südafrika","epNo":5,"alt":"The Phoenix Strangler","descr":"1997 geht in Durban, Südafrika, die Angst um. Innerhalb eines halben Jahres werden 19 junge farbige Frauen in den Zuckerrohrfeldern vor der Stadt brutal vergewaltigt und erwürgt. Obwohl die Kriminalitätsrate in Südafrika hoch ist, haben die Beamten keine Erfahrung mit Serienkillern und tappen lange im Dunkeln. Für diese Episode der Dokumentarserie \"Verbrechen, die die Welt schockierten\" öffnet die südafrikanische Polizei ihre Akten. (Text: Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330720","hoster":"VOE"},{"path":"/redirect/10150778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-1/episode-6","name":"Der Serienmörder von Wien","epNo":6,"alt":"The Vienna Strangler","descr":"1990 werden in Österreich, einem Land mit sehr niedriger Kriminalitätsrate, sieben Prostituierte erwürgt aufgefunden. Der Verdacht fällt auf Jack Unterweger, einen Ex-Sträfling, Schriftsteller und Medienliebling. Doch niemand hält ihn für schuldig. Erst als auch in den USA und in Tschechien ähnliche Prostituiertenmorde geschehen, kann Jack Unterweger überführt werden. Kriminalbeamte berichten von den Ermittlungen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330724","hoster":"VOE"},{"path":"/redirect/10150777","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-1","name":"Dennis Nilsen","epNo":1,"alt":"Dennis Nilsen","descr":"1983 in einem ruhigen Vorort im Norden Londons. Ein Installateur macht eine grauenvolle Entdeckung: Leichenteile verstopfen die Abwasserleitungen eines Wohnhauses. Sie führen zu einem von Englands größten Serienkillern: Dennis Nilsen. In nur fünf Jahren ermordete der 38-Jährige kaltblütig mindestens 15 junge Männer. Ihre Leichen zerteilte er, vergrub sie im Garten, versteckte sie unter den Dielen seiner Wohnung oder spülte sie in der Toilette hinunter. Wie konnte diese Mordserie so lange unbemerkt bleiben? (Text: Sky)","versions":[]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-2","name":"Der Frauenmörder von Yorkshire","epNo":2,"alt":"The Yorkshire Ripper","descr":"Im Januar 1981 endet die größte Fahndungskampagne der englischen Polizeigeschichte. Die Beamten nehmen den 34-jährigen Peter Sutcliffe fest – den Serienkiller, den alle nur den \"Yorkshire Ripper\" nennen. In fünf Jahren hat er 13 Frauen brutal ermordet. Er wähnte sich auf göttlicher Mission. Immer wieder schaffte er es, der Polizei zu entkommen. Dies ist die außergewöhnliche Geschichte der Jagd auf den berüchtigtsten Serienkiller Großbritanniens. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330722","hoster":"VOE"},{"path":"/redirect/10150779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-3","name":"Der Mörder vom Genesee-Fluss","epNo":3,"alt":"Arthur Shawcross: Genesee River Killer","descr":"Arthur Shawcross alias \"The Genesee River Killer\" war ein US-amerikanischer Serienmörder, der zwischen 1972 und 1990 mindestens 13 Menschen (2 Kinder und 11 Prostituierte) ermordete. (Text: Spiegel Geschichte)","versions":[]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-4","name":"Das Monster von Florenz","epNo":4,"alt":"Hannibal Of Florence","descr":"Das Monster von Florenz (Mostro di Firenze) ist der von den italienischen Medien geprägte Begriff für einen oder mehrere Täter, die für eine spektakuläre Serie von acht Doppelmorden in der Provinz zwischen 1968 und 1985 verantwortlich sind. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330727","hoster":"VOE"},{"path":"/redirect/10150780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-5","name":"Der Todesengel","epNo":5,"alt":"Aileen Wuornos","descr":"Am 1. Dezember 1989 entdeckt die Polizei ein verlassenes Auto nahe Daytona, Florida. Knapp zwei Wochen später wird in einigen Kilometern Entfernung eine Leiche gefunden. Es ist Richard Mallory, er wurde erschossen. Nachdem der fünfte Mann nach ähnlichem Muster mit derselben Waffe getötet wurde, erstellt die Polizei ein Täterprofil. Alles weist darauf hin, dass eine Prostituierte die Serienkillerin war – die erste, die Ermittler und die Öffentlichkeit bis dahin gesehen hatten. (Text: Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330726","hoster":"VOE"},{"path":"/redirect/10150781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-6","name":"Der Schachbrett-Mörder","epNo":6,"alt":"The Chessboard Killer","descr":"Der russische Schachbrett-Killer plante so viele Menschen zu töten, wie ein Schachbrett Felder hat. Er wurde gefasst, nachdem er 62 der 64 Felder gefüllt hatte. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330728","hoster":"VOE"},{"path":"/redirect/10150782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-7","name":"Die Snowtown Morde","epNo":7,"alt":"Bodies In The Barrels","descr":"Snowtown im Süden von Australien: Zwischen 1992 bis 1999 folterten und töteten vier Männer bestialisch elf Menschen – die Opfer waren ihre Nachbarn, Freunde und sogar ihre Lebenspartner. Die grausame Mordserie gerät an die Öffentlichkeit, als im Tresor einer ehemaligen Bank mit Säure gefüllte Fässer gefunden werden, in denen sich menschliche Überreste befinden. Die Täter standen bereits unter polizeilicher Beobachtung und wollen zunächst nicht mit ihren Motiven rausrücken. (Text: Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330729","hoster":"VOE"},{"path":"/redirect/10150783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-8","name":"Der Würger von Suffolk","epNo":8,"alt":"The Suffolk Strangler","descr":"Binnen zwei Wochen verschwinden in der ostenglischen Grafschaft Suffolk zwei drogensüchtige Prostituierte. Beide werden nach einiger Zeit tot in Bächen in der Umgebung gefunden – Spuren gibt es an den Leichen nicht. Erst eine dritte ermordete Prostituierte gibt erste Hinweise auf die Todesumstände. Doch von einem Durchbruch sind die Polizisten noch weit entfernt. Der Serienkiller lässt sich derweil weder von den Ermittlungen noch von der Medienpräsenz von weiteren Taten abhalten. (Text: Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330731","hoster":"VOE"},{"path":"/redirect/10150784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-9","name":"Das Monster von Belgien","epNo":9,"alt":"Monster Of Belgium","descr":"Marc Dutroux hat mehrere Kinder und Jugendliche im Alter von 8 bis 19 Jahren entführt und sexuell missbraucht, seinen Komplizen Bernard Weinstein sowie zwei von ihm entführte jugendliche Frauen im Alter von 17 und 19 Jahren ermordet. Zwei von ihm entführte achtjährige Mädchen verhungerten eingesperrt, während er im Gefängnis war. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330736","hoster":"VOE"},{"path":"/redirect/10150785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verbrechen-die-die-welt-schockierten/staffel-2/episode-10","name":"Der Mord an Lucie Blackman","epNo":10,"alt":"The Lucie Blackman Murder","descr":"Die Britin Lucie Blackman reist im Sommer 2000 nach Tokio und will dort Geld als Hostess verdienen. Sie würde sich mit wohlhabenden Japanern auf ein Rendezvous treffen, jedoch nicht die Nacht mit ihnen verbringen. Doch schon von ihrem ersten Job kehrt Lucie nicht zurück. Ihre Schwester und ihr Vater fliegen nach Japan, aber die Behörden sind nicht kooperativ. Die Familie begibt sich selbst auf die Suche nach der jungen Frau. Sie entdecken ein grausames Verbrechen.Die britische Hostess Lucie Blackman wurde im Sommer 2000 von Joji Obara, der schon zuvor einen Mord begangen hatte, grausam vergewaltigt, ermordet und zerstückelt. (Text: Sky/Puls 4)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383639","hoster":"VOE"},{"path":"/redirect/10150787","hoster":"Streamtape"}]}]}]}]}