{"path":"/serie/stream/verbrechen-im-rampenlicht","name":"Verbrechen im Rampenlicht","descr":"[Notorious] Dokureihe über Menschen, die nicht aufgrund ihrer sportlichen, wissenschaftlichen oder kulturellen Leistungen berühmt wurden, sondern aufgrund ihrer teils spektakulären, teils zutiefst verachtenswerten Verbrechen.","seasons":[{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-1","name":"Die Patin","epNo":1,"alt":"Griselda Blanco","descr":"ie heiratet dreimal und soll alle ihre Ehemänner ermordet haben. Griselda Blanco gilt als eine der kaltblütigsten Verbrecherinnen in der Geschichte der USA. In den 1970er und 80er Jahren baut sie den Kokainhandel zwischen Kolumbien und Florida aus, zettelt blutige Drogenkriege an und verdient durch ihre Verbrechen Millionen. Porträt einer Schwerkriminellen, die am Ende selbst zum Opfer wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952702","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-2","name":"Der UNA-Bomber","epNo":2,"alt":"Unabomber","descr":"Jahrelang verschickt der Täter Briefbomben und versetzt die Vereinigten Staaten in Angst. Drei Menschen sterben, über zwanzig werden zum Teil schwer verletzt. Trotz intensiver Ermittlungen gelingt es dem FBI nicht, den Fall zu lösen. Doch dann erhalten die Beamten einen Tipp, der sie in die Wildnis Montanas führt. Ist das der entscheidende Durchbruch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952715","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-3","name":"Sport und Mord","epNo":3,"alt":"Aaron Hernandez","descr":"Football-Profi Aaron Hernandez scheint am Ziel seiner Träume. Nach ersten erfolgreichen Jahren in der amerikanischen Football-Liga NFL hat er einen Vertrag über vierzig Millionen Dollar ausgehandelt. Doch im Juni 2013 findet die Polizei eine Leiche in der Nähe seiner Villa. Rasch gerät der Sportler ins Visier der Fahnder. Hernandez landet im Gefängnis. Wie konnte es dazu kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952709","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-4","name":"[Derzeit leider nicht verfügbar]","epNo":4,"alt":"Patty Hearst","descr":"Im Alter von 19 Jahren wird die Millionenerbin Patty Hearst 1974 aus ihrer Collegewohnung entführt. Ihr Großvater ist William Randolph Hearst, einflussreicher US-Medienmogul. Zwei Monate nach ihrem Kidnapping schließt sich die junge Frau ihren linksradikalen Entführern an und überfällt eine Bank. Bis heute hält sich die Frage, ob sie willige Komplizin oder Opfer einer Gehirnwäsche wurde","versions":[]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-5","name":"Das Attentat von Oklahoma","epNo":5,"alt":"Timothy McVeigh","descr":"Im April 1995 erschüttert ein Terroranschlag Oklahoma City. Ein gigantischer Sprengsatz zerstört das Murrah Federal Building und tötet 168 Menschen. Kurze Zeit später fällt der Polizei bei einer Fahrzeugkontrolle ein Mann auf. Rasch ergeben sich Verdachtsmomente gegen den Veteranen der US-Streitkräfte. Welche Rolle spielte er bei einem der schwersten Attentate in der Geschichte der USA?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952729","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-6","name":"Der Fallschirm-Gangster","epNo":6,"alt":"The Real D.B. Cooper","descr":"Der Gangster springt mit dem erbeuteten Lösegeld per Fallschirm aus dem Flugzeug, das er zuvor entführt hatte. Dieses spektakuläre Verbrechen hält die amerikanische Öffentlichkeit im November 1971 in Atem. Wenige Monate später kommt es zu einer weiteren ähnlich durchgeführten Flugzeugentführung, bei der der Kidnapper geschnappt werden kann. Hat die Polizei einen Serientäter überführt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952724","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-7","name":"Bling Ring","epNo":7,"alt":"Bling Ring","descr":"Die Liste prominenter Opfer ist lang und soll neben It-Girl Paris Hilton auch Schauspielerin Lindsay Lohan beinhalten. Zwischen Herbst 2008 und Sommer 2009 brechen Diebe bei einer Reihe von Hollywoodstars ein und stehlen, Schmuck, Bargeld und Autos. Wer steckt hinter den Verbrechen und warum sind die Täter offenbar bestens über ihre Opfer informiert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952734","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-8","name":"Ballon Boy","epNo":8,"alt":"Balloon Boy","descr":"Ein sechsjähriger Junge allein an Bord eines fliegenden Gasballons. Diese Geschichte elektrisiert die US-amerikanische Öffentlichkeit im Oktober 2009. Landesweit berichten Medien über das Kind, das angeblich aus Versehen in die Luft ging. Doch als der Ballon nach Stunden auf dem Boden aufschlägt, ist das Entsetzen groß: Von dem Jungen fehlt jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952736","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-9","name":"Der Sexting-Skandal","epNo":9,"alt":"Anthony Weiner","descr":"Acht Jahre lang sitzt Anthony Weiner im Repräsentantenhaus der USA. Doch dann verstrickt sich der demokratische Politiker in eine Reihe von Sexskandalen. Tränenreich entschuldigt sich der Politiker bei Ehefrau und Wählern, nur um später weitere Verfehlungen zugeben zu müssen. Eine politische Achterbahnfahrt voll pikanter Enthüllungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952744","hoster":"VOE"}]}]},{"path":"/serie/stream/verbrechen-im-rampenlicht/staffel-1/episode-10","name":"Schmutzige Geheimnisse","epNo":10,"alt":"Jared Fogle","descr":"15 Jahre lang ist James Fogle eine Werbe-Ikone in den USA. Fogle, der behauptet, durch die Umstellung seiner Ernährung auf Subway-Sandwiches einst über einhundert Kilogramm abgenommen zu haben, wird zu einem der Aushängeschilder der Fastfoodkette und erlangt landesweite Berühmtheit. Doch abseits des Rampenlichts führt er ein dunkles Doppelleben, das ihn für Jahre hinter Gittern bringt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6952754","hoster":"VOE"}]}]}]}]}