{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt","name":"Verdict Revised - Unschuldig verurteilt","descr":"Markus Haglund ist ein nicht ganz unumstrittener Professor der  Kriminologie, da er sich mit Leidenschaft für die Freilassung von  Strafgefangenen einsetzt, die er für unschuldig hält. Zusammen mit  seinen vier Studenten, Fia Jönsson, Anna Sjöstedt, Belal Al-Mukhtar und  Roger Andersson, kämpft er manchmal nicht nur gegen die Behörden, sondern  auch gegen die öffentliche Meinung !","seasons":[{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-1","name":"Mauer des Schweigens","epNo":1,"alt":"Avsnitt 1","descr":"Unschuldig hinter Gittern – aus diesem Albtraum wollen Markus Haglund und sein Team Opfer der Justiz befreien. Doch die Suche nach der Wahrheit und dem eigentlichen Täter ist nicht nur schwierig, sondern vor allem gefährlich. Als Professor für Strafrecht verbringt Markus Haglund (Mikael Persbrandt) seine Zeit lieber an der Theke als in seinem Büro an der Universität. Noch vor zehn Jahren war Haglund ein erfolgreicher Anwalt. Sein Ruf: Mandanten auch in scheinbar aussichtslosen Positionen vor Gericht frei zu bekommen. Doch eines Tages vergewaltigte und tötete sein gerade freigesprochener Mandant eine junge Mutter und deren Tochter. Für Haglund ein Schock. Er hängte seinen Job an den Nagel und versank in einem Strudel aus Alkohol, Affären und Selbstmitleid. Schließlich holte ihn seine alte Freundin Caroline Gustavsson als Professor an die Universität. Verhaftet in seiner Vergangenheit gelingt es ihm jedoch nicht, diese zweite Chance zu nutzen. Erst als ihm Caroline ein Ultimatum stellt, sieht er sich gezwungen, sein haltloses Leben neu zu ordnen. Um seinen Job und sein Haus nicht zu verlieren, nimmt er sich Fällen von möglichen Fehlurteilen an. Zusammen mit vier jungen Studenten versucht er, die Unschuld der Inhaftierten zu beweisen und die wahren Täter zu überführen. Nach Jahren des Verdrängens eröffnet sich Haglund durch diese Aufgabe endlich einen Weg, seine Schuld wieder gutzumachen. Mauer des Schweigens Eine Freundin von Jurastudentin Fia ist sich sicher: Ihr Stiefvater wurde zu Unrecht als Mörder ihrer Mutter verurteilt. Fia will helfen, allerdings benötigt sie dafür professionelle Unterstützung. Der zynische Professor Haglund wäre als Experte auf dem Gebiet unschuldig verurteilter Schwerverbrecher genau der Richtige für diesen Fall. Doch der zeigt ihr die kalte Schulter. Erst als Haglunds Vorgesetzte dem Experten wider Willen ein Ultimatum stellt, entweder seinen Aufgaben als Professor für Strafrecht nachzukommen oder seine Entlassung entgegenzunehmen, bekommt Fia die erhoffte Unterstützung. Unter dem Namen\" Verdict Revised\" beginnen der Professor, Fia und zwei weitere Studenten, Anna und Belal, mit den Ermittlungen. Diese führen sie zu einer Spezialeinheit der Polizei. Dort treffen sie auf eine Wand des Schweigens. Als es dem jungen Team schließlich doch gelingt, einen der Polizisten zum Reden zu bringen, gerät dieser selbst in die Schusslinie. Am Ende muss sich der \"Verräter\" Roger Andersen entscheiden: Karriere oder Wahrheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330798","hoster":"VOE"},{"path":"/redirect/10150853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-2","name":"Der Fall Serkan","epNo":2,"alt":"Avsnitt 2","descr":"Eine Prügelei unter jungen Migranten mitten in einer belebten U-Bahnstation. Als die Polizei eintrifft, ist einer der jungen Männer tot. Ein Beteiligter ist schnell ausgemacht, wird für schuldig befunden und wandert für die Tat ins Gefängnis. Doch der Fall ist nicht so eindeutig, wie es zunächst erschien. Die Wellen schlagen hoch, als Haglund in einer TV-Show behauptet: \"Der junge Mann ist unschuldig.\" Damit bringt er nicht nur seinen alten Rivalen und derzeit aussichtsreichsten Ministerkandidaten Eklund gegen sich auf. Unter größtem Druck nehmen Haglund und sein Team, dem sich mittlerweile auch Ex-Polizist Roger Anderson angeschlossen hat, ihre Ermittlungen auf. Doch obwohl es zahlreiche Zeugen der Prügelei gab, scheint niemand den Verurteilten entlasten zu können. Hat sich Professor Haglund in diesem Fall total verrannt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330796","hoster":"VOE"},{"path":"/redirect/10150854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-3","name":"Schnee im Gepäck","epNo":3,"alt":"Avsnitt 3","descr":"Das Team \"Verdict Revised\" beschäftigt der Fall einer jungen Frau, die vor Jahren Drogen von Thailand nach Schweden geschmuggelt haben soll. Pikanterweise handelt es sich bei der Inhaftierten um eine von Markus Haglunds zahlreichen Affären. Mehr als ein Kilo Heroin wurde in ihrem Koffer entdeckt. Das Urteil: zehn Jahre Haft. Ob der Koffer wirklich ihr gehörte, wurde jedoch nie untersucht. Haglunds Team stellt intensive Recherchen an und findet schließlich Hinweise auf ähnliche Fälle. Als im Gefängnis ein Mordanschlag auf die Mandantin verübt wird, weiß Haglund, dass ihnen nicht mehr viel Zeit bleibt, den Fall aufzuklären. Doch da ist seine Studentin Anna schon auf dem Weg nach Thailand – und damit in großer Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330797","hoster":"VOE"},{"path":"/redirect/10150855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-4","name":"Ich bin schuldig!","epNo":4,"alt":"Avsnitt 4","descr":"Bei einem Verkehrsunfall wird ein Mann schwer verletzt, der Fahrer begeht Fahrerflucht und bleibt unerkannt. Alles deutet jedoch auf den jungen Svantje hin, der die Tat auch gesteht und dafür verurteilt wird. Doch seiner Mutter gelingt es, Haglund von Svantjes Unschuld zu überzeugen und auf den Fall anzusetzen. Als Haglund und das \"Verdict Revised\"-Team mit den Ermittlungen beginnen, stoßen sie schnell auf eine Vielzahl von Ungereimtheiten. Svantje besteht jedoch weiterhin auf seiner Schuld, und auch seine Exfreundin bestätigt seine Aussage. Als Haglunds Team bei seinen Ermittlungen auf einen ungeklärten Mordfall stößt, wird die Loyalität des ehemaligen Polizisten Andersen auf eine harte Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330799","hoster":"VOE"},{"path":"/redirect/10150857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-5","name":"Der lange Schatten","epNo":5,"alt":"Avsnitt 5","descr":"Ein Polizist stirbt bei einem dramatischen Schusswechsel. Als Täter werden drei Männer verurteilt, und das, obwohl nur aus zwei Waffen geschossen wurde. Das Team \"Verdict Revised\" beginnt den Fall wieder aufzurollen – mit dem Ziel, die Unschuld eines der drei Verurteilten zu beweisen. Doch dafür müssen sie nicht nur dessen verschwundene Waffe finden, sondern auch persönliche Spannungen im Team überwinden. Anderson, der Ex-Polizist, hat große Vorbehalte, sich für einen Polizistenmörder einzusetzen. Gerade als sich die Puzzleteile zu einem klaren Bild zusammenfügen, erfährt der Fall eine unerwartete Wende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330801","hoster":"VOE"},{"path":"/redirect/10150858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-6","name":"Lebendig verbrannt?","epNo":6,"alt":"Avsnitt 6","descr":"Eine grausame Hinrichtung trägt die eindeutige Handschrift der russischen Mafia. Doch es ist ein Schwede, der von Zeugen der Bluttat bezichtigt und eindeutig identifiziert wird. Das Urteil: lebenslange Haft. 20 Jahre später stößt Haglund mit seinem Team nicht ganz zufällig auf den Fall: Der Verurteilte ist Fias Vater. Haglund treibt die alten Zeugen auf und macht eine wichtige Entdeckung: Es gab zwei Männer am Tatort. Fias Vater gibt nach und nach weitere Details des Verbrechens preis. Zu guter Letzt räumt er sogar ein, am Tatort gewesen zu sein. Dennoch beteuert er seine Unschuld. Sollen Haglund und sein Team ihm glauben? Die Meinungen sind geteilt. Vor allem Fia quält sich mit der Frage: Ist ihr Vater wirklich unschuldig? Originaltitel \"Oskyldigt Dömd\", Schweden 2008","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330804","hoster":"VOE"},{"path":"/redirect/10150859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-7","name":"Der Mann auf der Treppe","epNo":7,"alt":"Avsnitt 7","descr":"Im beschaulichen Vorort der Stadt wird ein Junkie erstochen. Der Mörder ist zweifellos der drogenabhängige Alf Fransson, in dessen Wohnzimmer die Leiche gefunden wurde. Mit dem Blut des Toten an seinen Händen ist Alf rasch der Tat überführt und wandert als Mörder ins Gefängnis. Jahre später gesteht jedoch eine Junkie-Freundin auf dem Sterbebett den Mord. Schnell stellt sich heraus, dass die Polizistin Anki beim Geständnis des unter Drogen stehenden Angeklagten nachgeholfen hat. Und auch sonst hat die Gesetzeshüterin ihren Vorortbezirk offenbar gut unter Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330802","hoster":"VOE"},{"path":"/redirect/10150862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-8","name":"Zwei Leichen, zwei Zähne","epNo":8,"alt":"Avsnitt 8","descr":"Leif Persson, ein notorischer Fremdgeher, wird von seiner Frau auf frischer Tat im Sommerhaus der Familie erwischt. Kurze Zeit später steht das Haus in Flammen. Als sich in den Trümmern zwei völlig verbrannte Leichen finden, wird Leifs Frau wegen Brandstiftung und Mord an ihrem Gatten und seiner Geliebten verurteilt. Doch drei Jahre nach dem Brand taucht eben jene Geliebte wieder auf – als Opfer eines tödlichen Verkehrsunfalls in Deutschland. Haglund und sein Team rollen den Fall wieder auf. Wer war das zweite Opfer des Brandes, wenn es nicht die Geliebte war? Als Haglunds Team neue Beweise findet, gerät Fia in ernsthafte Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993158","hoster":"VOE"},{"path":"/redirect/10150863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-9","name":"Zuhälterkrieg","epNo":9,"alt":"Avsnitt 9","descr":"Eine junge Prostituierte wird für den Mord an ihrem Zuhälter verurteilt. Doch ein hochrangiger Richter hat Zweifel an dem Urteil und bringt Haglund und sein Team ins Spiel. Sie sollen die Unschuld der jungen Frau beweisen, doch die Inhaftierte verweigert jede Zusammenarbeit. Offensichtlich hat sie Angst vor dem echten Mörder und dem, was er ihr oder ihrem kleinen Sohn antun könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330806","hoster":"VOE"},{"path":"/redirect/10150864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-10","name":"Schwulenjagd","epNo":10,"alt":"Avsnitt 10","descr":"Vor einem Schwulen-Club wird der junge Exil-Iraner Mehran mit seinem Partner angepöbelt. Es kommt zur Schlägerei und einer der Angreifer - der Neffe eines pensionierten Staatsanwalts - geht zu Boden. Die Ärzte retten sein Leben, das der junge Mann fortan im Rollstuhl verbringen muss. Mehran wird wegen schwerer Körperverletzung verurteilt und soll in den Iran ausgeliefert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330803","hoster":"VOE"},{"path":"/redirect/10150865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-11","name":"Kinder lügen nicht?","epNo":11,"alt":"Avsnitt 11","descr":"Die junge Elvira wendet sich an Haglund und sein Team. Sie sollen ihre Mutter aus dem Gefängnis holen. Der Fall ist kurios – die Mutter wurde für einen Mordversuch an ihrer Tochter Elvira verurteilt. Doch die Aussage des jungen Mädchens lässt den Fall in neuem Licht erscheinen. Zwar hat die Mutter den Mordversuch tatsächlich begangen, doch soll der damalige Freund der Mutter sie zu der Tat gedrängt haben. Dies führt Haglund zu einer grundsätzlichen Frage. Wer ist verantwortlich für die Handlungen einer Person? Anna indes ergreift schnell Partei und engagiert sich in dem Fall weit über ihre Pflichten hinaus – bis Haglund und die anderen beginnen, sich auch um sie Sorgen zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330805","hoster":"VOE"},{"path":"/redirect/10150866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-1/episode-12","name":"Roger unter Mordverdacht","epNo":12,"alt":"Avsnitt 12","descr":"Ein besonders komplizierter Fall droht Haglunds Team auseinander zu reißen. Andersson wird, so scheint es, auf frischer Tat beim Mordversuch an Annas Vater ertappt. Haglund und der Rest des Teams übernehmen seine Verteidigung. Doch Andersson verweigert jede Aussage. Anna ist ebenfalls keine Hilfe bei den Ermittlungen. Sie zieht sich vollkommen zurück, beteiligt sich weder an den Nachforschungen, noch steht sie ihrem Vater bei – auch als Haglund, Fia und Belal auf Beweise stoßen, die Andersson entlasten könnten. Die Aussage von Annas Vater vor Gericht belastet den Angeklagten schwer. Zeugen stützen uneingeschränkt seine Version des Tathergangs. Bei der Suche nach der Wahrheit machen Haglund, Fia und Belal nicht nur eine schreckliche Entdeckung, sie stellen auch fest, dass nicht in allen Fällen klar zwischen Opfer und Täter zu trennen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330809","hoster":"VOE"},{"path":"/redirect/10150867","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-1","name":"Lockvogel","epNo":1,"alt":"Avsnitt 2.1","descr":"Professor Haglunds Team versucht, einen Serienvergewaltiger zu überführen. Weil er sich auf diese Weise die Hörner abstoßen will, versucht ein Teenager aus der Mittelschicht, eine Joggerin auszurauben. Doch der Angriff schlägt fehl. Nur Augenblicke später wird die Frau brutal vergewaltigt, und als einziger Verdächtiger landet der junge Mann kurzerhand im Jugendgefängnis. Eine mehr als schwammige Beweislage finden Professor Haglund und sein Team, zumal das Opfer seit dem Angriff im Koma liegt und somit keine Aussage über den Täter machen konnte. Als eine weitere Frau nach dem gleichen Muster angegriffen wird, beschließt Roger, seine alten Polizeikontakte spielen zu lassen und dem wahren Vergewaltiger eine Falle zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330813","hoster":"VOE"},{"path":"/redirect/10150868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-2","name":"Die Farbe des Todes","epNo":2,"alt":"Avsnitt 2.2","descr":"Das Team um Markus Haglund will beweisen, dass ein Therapeut das Verbrechen seines Patienten auf sich genommen hat. Der Hypnotherapeut Diedrik wird wegen Vergewaltigung und Mordes verurteilt. Ein Jahr später wendet sich der Vater des Opfers an Markus Haglunds Studiengruppe und äußert seine Zweifel an der Schuld des Mannes, und das, obwohl Diedrik die Tat in allen Einzelheiten beschreiben kann. Als zur selben Zeit ein weiterer Mord nach exakt demselben Muster begangen wird, ist die Verwirrung groß: Gibt es einen Nachahmer? Oder schmückte sich Diedrik von Anfang an mit den Federn einer seiner Patienten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330808","hoster":"VOE"},{"path":"/redirect/10150869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-3","name":"Gefangen oder tot","epNo":3,"alt":"Avsnitt 2.3","descr":"Professor Haglunds Studiengruppe versucht, den Freispruch für einen unschuldig verurteilten Mafioso zu erwirken, obwohl ihn in Freiheit der sichere Tod erwartet. Zbigniew ist Mitglied einer kriminellen Vereinigung und war bereits in zahlreiche Verbrechen verwickelt. So ist es blanke Ironie, dass er ausgerechnet für einen Mord ins Gefängnis muss, den er nicht begangen hat. Seine schwangere Freundin wendet sich in höchster Not an Professor Haglund und sein Team, damit ihr Geliebter endlich freikommt. Die Studiengruppe nimmt die Ermittlungen auf, und kurze Zeit später wird nicht nur Zbigniews Freundin, sondern auch Markus’ Ex-Frau Ulrika bedroht, da diese in ihrer Funktion als Staatsanwältin maßgeblich für den Verlauf des Gerichtsverfahrens verantwortlich ist. Als diese fast täglich dem Tod ins Auge sieht, begreift die Gruppe, mit wem sie sich angelegt hat – und welche Folgen ein Freispruch für Zbigniew hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330810","hoster":"VOE"},{"path":"/redirect/10150870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-4","name":"Was ist los mit Markus?","epNo":4,"alt":"Avsnitt 2.4","descr":"Markus Haglund und sein Team greifen den Fall des Jacob Hansson auf, der wegen eines Überfalls auf einen Juwelierladen verurteilt wurde. Kurz vor dem Überfall auf ein Juweliergeschäft wurde hierfür eine Versicherung abgeschlossen. Alle Indizien sprechen dafür, dass Jacob Hansson, der in dem Geschäft angestellt war, der Täter ist. Doch bei seinen Ermittlungen stößt das Team auf immer mehr Hinweise, dass der vermeintliche Täter unschuldig ist. In der Gerichtsverhandlung können sich Fia und Roger beweisen: Da Markus Haglund indisponibel ist, übernehmen die beiden die Verteidigung – mit Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330814","hoster":"VOE"},{"path":"/redirect/10150871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-5","name":"Mutter hinter Gittern","epNo":5,"alt":"Avsnitt 2.5","descr":"Amanda hat alles: einen liebevollen Ehemann, eine wundervolle Tochter, einen gut bezahlten Job und ein schönes Zuhause. Als sie eines Morgens zur Arbeit fährt, schläft sie am Steuer ein und überfährt eine Frau und ihre siebenjährige Tochter. Beide sind tot. Amanda muss eine Haftstrafe wegen fahrlässiger Tötung verbüßen. Doch warum ist Amanda am helllichten Tag im Auto eingeschlafen? Haglunds Team geht der Sache nach, doch diesmal kann nicht jeder der Gruppe ganz objektiv an dem Fall arbeiten. Roger und Amanda hatten vor einigen Jahren eine Beziehung. Er muss einen Weg finden, seine Gefühle außen vor zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330812","hoster":"VOE"},{"path":"/redirect/10150872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-6","name":"Bücher und Mörder","epNo":6,"alt":"Avsnitt 2.6","descr":"Das Team um Professor Haglund will einen Mord an einer Politikerin, die gleichzeitig als Autorin agiert, aufklären. Die erfolgreiche Autorin und Politikerin Miriam Merkel wird in ihrem Auto erschossen. Leider verhält sich der erste Zeuge unklug und inspiziert erst einmal ihre Brieftasche, was ihn zum Hauptverdächtigen macht und letztlich seine Verurteilung als Mörder mit sich bringt. Als Markus Haglund und sein Team sich des Falles annehmen, wird ihnen schnell klar, dass genug andere als potenzielle Täter in Frage kommen, darunter auch der Mann des Opfers – ein hochrangiger Politiker Schwedens. Dieser offenbart der Gruppe vor allem ein Netz aus Lügen und Heimlichtuerei, in das erst ein anderer Verdächtiger Licht bringt: der verrückte Stalker der Autorin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330811","hoster":"VOE"},{"path":"/redirect/10150874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-7","name":"Der Nigger","epNo":7,"alt":"Avsnitt 2.7","descr":"Niklas Larsson, Schüler einer Eliteschule in Kinnaberg, sitzt wegen Vergewaltigung an seiner Lehrerin in Untersuchungshaft, doch Markus Haglund und seine Studenten glauben an die Unschuld des jungen Mannes. Markus stattet dem Elite-Internat von Kinnaberg einen Besuch ab. Währenddessen findet die Anhörung eines Schülers statt. Er soll unerlaubt mit gestohlenem Alkohol gehandelt haben, und nun droht ihm ein Schulverweis. Wenig später sitzt Niklas in U-Haft: angeblich hat er seine Sportlehrerin misshandelt und vergewaltigt. Doch irgendetwas stimmt hier nicht – was hat der Direktor der Schule, der mit der Lehrerin verlobt ist, mit dem Fall zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330819","hoster":"VOE"},{"path":"/redirect/10150873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-8","name":"In Todesangst","epNo":8,"alt":"Avsnitt 2.8","descr":"Thorsten Hjelte sitzt in Haft. Die Anklage lautet Raubmord in einem Supermarkt, doch er beteuert seine Unschuld. Der verurteilte Mörder Thorsten Hjelte flieht während eines Hafturlaubs und will unbedingt mit Markus reden. Doch als er diesen nicht auffinden kann, nimmt er kurzerhand Roger, Fia und Belal als Geiseln. Er behauptet, er sei unschuldig und habe die Supermarkt-Kassiererin nicht umgebracht. Er will, dass Markus ihm hilft. Doch niemand weiß, wo Markus ist. Nun liegen alle Hoffnungen auf Anna. Sie gibt alles, um an Informationen zu gelangen, die den vermeintlichen Mörder und Kidnapper ihrer Freunde entlasten könnten. Ein Wettlauf gegen die Zeit beginnt, als Hejlte damit droht, das Team zu erschießen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330817","hoster":"VOE"},{"path":"/redirect/10150876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-9","name":"Der Tod macht Visite","epNo":9,"alt":"Avsnitt 2.9","descr":"Als die verletzte Fia im Krankenhaus unbequeme Ermittlungen anstellt, gerät sie selbst in Lebensgefahr. Die Studentin Fia Jönsson wird nach der Geiselnahme im Haus ihres Mentors, des Juraprofessors Markus Haglund, im Krankenhaus eingeliefert und beobachtet einen überraschenden Todesfall. Da Fias verstorbene Zimmernachbarin eigentlich wieder kerngesund war und kurz vor der Entlassung stand, schöpft die Studentin Verdacht. Sie informiert Markus Haglund und ihre Kommilitonen, die herausfinden, dass sich in einem anderen Hospital vor einigen Jahren bereits ein ähnlicher Zwischenfall ereignet hat und die Krankenschwester Lotta Öberg damals zu einer Haftstrafe verurteilt wurde. Während Haglund einem organisierten Organhandel auf die Spur kommt, gerät Fia selbst ins Visier des Mörders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330815","hoster":"VOE"},{"path":"/redirect/10150875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-10","name":"Der alte Mann und das Geld","epNo":10,"alt":"Avsnitt 2.10","descr":"Der Mechaniker Kenny Larsson hat angeblich einen alten Mann brutal ermordet. Annika Hallgren, eine Polizistin des Katrineholm Präsidiums, glaubt an seine Unschuld und bittet Markus Haglund um Hilfe. Kenny Larsson neigt häufiger zu starken Gefühlsausbrüchen, deshalb wird er verdächtigt, den alten Gustaf Hagmann umgebracht zu haben. Am Tag der Ermordung tauchte der Sohn des Ermordeten auf und war ebenso schnell wieder verschwunden, man hat ihn nie wieder gesehen. Und wo ist das ganze Geld – fünf Millionen Kronen – das der alte Gustaf in seinem Tresor aufbewahrt hatte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330816","hoster":"VOE"},{"path":"/redirect/10150877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-11","name":"Armes reiches Mädchen","epNo":11,"alt":"Avsnitt 2.11","descr":"Belal Al-Mukhtar und seine Kommilitonen versuchen, ein diffuses Netz aus Mord, Erpressung und Drogenhandel zu entwirren. Vier Jahre nach dem grausamen Mord an der Millionärstochter Camilla Sterner bittet der Vater des Opfers den Jurastudenten Belal Al-Mukhtar darum, den wahren Mörder seiner Tochter zu finden. Auch der für die Tat im Gefängnis sitzende Anders Hellman, ein Kleinkrimineller und Exfreund des Opfers, beharrt auf seiner Unschuld. Nachdem die Studenten um Markus Haglund ihre Ermittlungen aufgenommen haben, stellt sich heraus, dass es zahlreiche Ungereimtheiten in dem Fall gibt – doch noch ist unklar, was Camillas Mutter und die plötzlich auftauchende Exfreundin von Anders damit zu tun haben könnten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330822","hoster":"VOE"},{"path":"/redirect/10150879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verdict-revised-unschuldig-verurteilt/staffel-2/episode-12","name":"Mittsommertod","epNo":12,"alt":"Avsnitt 2.12","descr":"Während in Uppsala das Mittsommerfest gefeiert wird, kommen die Studenten um Markus Haglund einem Verbrechen auf die Spur, das weite Kreise zieht. Kurz vor dem traditionsreichen schwedischen Mittsommerfest werden die minderjährigen Kinder von Annas Sjöstedts Cousin wegen des Mordes an einem Taxifahrer verhaftet. Roger Andersson, der bei seiner alten Polizeiwache aushilft, stellt überrascht fest, dass man seinen Freund und ehemaligen Kollegen Johann ebenfalls wegen dieses Verbrechens inhaftiert hat. Belal, Roger und Anna nehmen sich der Sache an und decken ein Geheimnis auf, das seine schmutzigen Kreise bis hin zum Polizeidirektor Kjell Grenberg zieht. Währenddessen hat Markus Haglund mit den Konsequenzen seines Angriffs auf seinen Lieblingsfeind Thomas Thomén zu kämpfen: Er wurde zu einem Hausarrest verurteilt, der mit Hilfe einer beharrlich piepsenden Fußfessel sichergestellt werden soll. Als ihm auch noch seine Exfreundin Ulrika mitteilt, dass sie den Arzt Bengt heiraten wird, ist der Juraprofessor am Boden zerstört und wild dazu entschlossen, das Ruder herumzureißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11330826","hoster":"VOE"},{"path":"/redirect/10150880","hoster":"Streamtape"}]}]}]}]}