{"seriesId":"veronica-mars","name":"Veronica Mars","descr":"Veronica Mars, dargestellt von Kristen Bell, ist eine 17-Jährige, die ihrem Vater bei der Aufklärung von Kriminalfällen hilft. Daneben geht sie auch noch der Frage nach, wer ihre beste Freundin ermordet hat. Denn dieser Mordfall hat ihren Vater (Enrico Colantoni) seinen Job als Polizeichef gekostet. Nun schlägt er sich als Privatdetektiv durch, und seine Frau hat ihn verlassen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Veronica Mars / Film / 2014","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11720470,"hoster":"VOE"},{"redirect":11720462,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Freundschaftsdienste","epNo":1,"alt":"Pilot","descr":"Für Veronica Mars (Kristen Bell) hat sich das Leben seit dem Mord an ihrer besten Freundin Lilly Kane (Amanda Seyfried) vor über einem Jahr grundlegend verändert. Veronicas Vater Keith (Enrico Colantoni), damals der ermittelnde Sheriff, hat den Zorn der gesamten Stadt auf sich gezogen, als er Jake Kane (Kyle Secor), den Vater von Lilly und bedeutenden Softwareunternehmer, als Mörder verdächtigte. Damals ist Veronicas Mutter (Corinne Bohrer) von heute auf morgen verschwunden.Veronica wird zur Außenseiterin, und jeder Schultag in der \"Neptune High\" wird für sie zur Qual. Duncan (Teddy Dunn), Lillys Bruder und Veronicas Ex-Freund, lässt sie links liegen. Sein bester Freund Logan (Jason Dohring) verpasst keine Gelegenheit, sie zu demütigen. Doch davon lässt sich Veronica nicht unterkriegen. Ihre Freizeit verbringt sie im Detektivbüro ihres Vaters und hilft ihm bei seinen Fällen. Doch eigentlich hat sie nur ein Ziel: den Namen ihres Vaters rein zu waschen, den wahren Mörder von Lilly Kane aufzuspüren und herauszufinden, wo ihre Mutter ist. Der einzige Lichtblick: die Bekanntschaft mit dem neuen Mitschüler Wallace (Percy Daggs III.) … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14489438,"hoster":"VOE"},{"redirect":8655643,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509251,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Ehre, wem Ehre gebührt","epNo":2,"alt":"Credit Where Credit\u0027s Due","descr":"Die Schulberaterin der \"Neptune High\" hält Veronica Mars (Kristen Bell) für eine fantasielose Einzelgängerin und schickt sie in den Zeitungskurs von Ms. Dent (Sydney Tamiia Poitier). Dabei hat Veronica gerade ganz andere Probleme: Weevils (Francis Capra) Großmutter wird wegen Kreditkartenbetrugs verhaftet. Da es sich um Blanko-Anträge der Familie Echolls handelt, hegt Veronica sofort den Verdacht, dass Logan (Jason Dohring) etwas mit der Sache zu tun haben könnte. Sie macht sich mit Hilfe von Wallace (Percy Daggs III.), der als Schulbürohelfer Zugang zu wertvollen Informationen wie den Schülerakten hat, auf die Suche nach dem wahren Täter. Dass Weevil gesteht und für seine Großmutter ins Gefängnis geht, erschwert ihre Recherche erheblich. Gleichzeitig muss Veronica ihre erste Foto-Story für die Schulzeitung \"Navigator\" ausgerechnet mit ihrem Ex-Freund Duncan (Teddy Dunn) machen. Gut, dass da der sympathische und attraktive Troy Vandergraff (Aaron Ashmore) an die \"Neptune High\" kommt und für ein wenig Ablenkung sorgt … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14491094,"hoster":"VOE"},{"redirect":8655646,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509253,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Rendezvous mit John Smith","epNo":3,"alt":"Meet John Smith","descr":"Veronica Mars (Kristen Bell) wird von dem Jungen Justin (Bobby Edner) um Hilfe gebeten, seinen seit Jahren verschwundenen Vater zu finden. Weil Veronica wegen ihrer eigenen Erfahrungen gut nachempfinden kann, wie sehr Justin seinen Vater vermisst, verspricht sie ihm zu helfen. Die Suche gestaltet sich jedoch schwierig, denn Justin hat nicht mehr als einen Namen: \"John Smith\", und diesen haben nicht gerade wenige Menschen. Veronica scheut keine Mühen, Justin zu helfen, bis sie entdeckt, dass er sie belogen hat und sein Vater seit Jahren tot ist. Doch gerade als Veronica Justin zur Rede stellt, bekommt dieser einen Brief von seinem Vater. Langsam kommen Veronica und der neue Mitschüler Troy (Aaron Ashmore) sich näher. Veronica ist hin- und hergerissen zwischen Troy und ihrem Ex-Freund Duncan (Teddy Dunn), um den sie sich Sorgen macht, nachdem er sich verletzt hat. Er hat eigenmächtig seine Medikamente abgesetzt und beginnt zu phantasieren. Gleichzeitig bittet Veronicas Schulberaterin Rebecca James (Paula Marshall) Keith Mars (Enrico Colantoni) zum Gespräch in die Schule … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497760,"hoster":"VOE"},{"redirect":8655647,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509381,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Der Zorn der Betrüger","epNo":4,"alt":"The Wrath of Con","descr":"Wallace (Percy Daggs III.) wendet sich mit einer Bitte an Veronica Mars (Kristen Bell): Kann sie der süßen Georgia (Kyla Pratt) helfen, die hereingelegt wurde? Die Schülerin hat einem ominösen Unbekannten namens Karl viel Geld geliehen, der über eine E-Mail seine \"Freunde\" bittet, ihm für zwei Wochen mehrere tausend Dollar vorzustrecken. Doch sein Versprechen, an seinem 21. Geburtstag aus seinem Treuhandfonds das geliehene Geld mit 200 Prozent Zinsen zurückzuzahlen, hält er nicht ein. Veronica nimmt mit Karl Kontakt auf: Der stellt sich jedoch als Schauspieler heraus, der angeblich für eine Show engagiert wurde. Die Spur führt Veronica und Wallace an die San Diego State-Universität. Der Computerfreak Grant Winters (Adam Wylie) ist unter dem Spitznamen \"Silicon Mafia\" bekannt und scheint ein gut gehütetes Geheimnis in seinem Zimmer zu verbergen, das viel Geld kostet. Dass sich außerdem Lillys (Amanda Seyfried) einjähriger Todestag nähert, belastet Veronica sehr. Eine Gedenkfeier zu ihren Ehren an der \"Neptune High\" und Troys (Aaron Ashmore) Frage, ob sie mit ihm zum Schulball gehen will, wecken alte, schmerzhafte Erinnerungen … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14491009,"hoster":"VOE"},{"redirect":8655645,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626541,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Kontrolle ist besser","epNo":5,"alt":"You Think You Know Somebody","descr":"Dem neuen Freund von Veronica Mars (Kristen Bell), Troy (Aaron Ashmore), wird bei einem Wochenendtrip mit Logan (Jason Dohring) und Luke (Sam Huntington) in Mexiko das Auto seines Vaters gestohlen. Sie will ihm helfen, das Auto wiederzufinden, bevor sein Vater es bemerkt. Und auch Luke wendet sich in Panik an Veronica, denn in dem Auto befanden sich Drogen, und er hat jetzt mächtigen Ärger mit dem Dealer, der auf seine Ware wartet. Bei ihren Recherchen muss Veronica jedoch feststellen, dass ihr Freund Troy nicht der ist, der er zu sein scheint. Dabei hat sie auch eigene Probleme: Sie findet unter den Sachen ihrer Mutter einen Schlüssel für ein Schließfach. Darin befinden sich Fotos von Veronica selbst. Wer hat sie beschatten lassen und ihrer Mutter die Fotos geschickt? Unterdessen verabredet sich Keith Mars (Enrico Colantoni) mit Veronicas Schulberaterin Rebecca (Paula Marshall). Veronica ist davon gar nicht begeistert. Als sie Nachforschungen in Bezug auf Rebecca anstellt, kommt es zum Streit mit ihrem Vater … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497782,"hoster":"VOE"},{"redirect":8655648,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626558,"hoster":"VOE"},{"redirect":11626560,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rückkehr des Kane","epNo":6,"alt":"Return of the Kane","descr":"Die Wahlen zur Schülervertretung der \"Neptune High\" stehen vor der Tür: Die unangepasste Wanda Varner (Rachel Roth) tritt gegen Duncan Kane (Teddy Dunn) an, der den privilegierten reichen Schülern ihre \"Pirates\"-Punkte sichern soll – ein Bonus-System, das erlaubt, sich Essen in die Schule zu bestellen. Wie kann es da sein, dass Duncan in der ersten Wahlrunde gleich mehr als die Hälfte der Stimmen bekommt und gewinnt? Veronica beantragt mit Hilfe von Ms. Dent (Sydney Tamiia Poitier) eine erneute Zählung der Wahlzettel. Gleichzeitig treibt sie ihre Ermittlungen im Lilly-Kane-Fall voran: Sie entdeckt auf Tatort-Fotos von Lillys Zimmer die Schuhe, die bei der Verhaftung von Abel Koontz (Christian Clemenson) als Beweismittel in einem Bericht eines Fernsehsenders auftauchen. Wie kommen die Schuhe zwei Monate nach Lillys Tod auf das Hausboot des verurteilten Mörders? Logan (Jason Dohring) handelt sich unterdessen Ärger mit seinem Vater ein: Ein Video von illegalen Obdachlosen-Boxkämpfen, die er organisiert hat, erscheint im Internet. Um seine eigene Reputation wieder herzustellen und seinem Sohn eine Lektion in Sachen Marketing zu erteilen, inszeniert Aaron Echolls (Harry Hamlin) einen Pressetermin in einer Obdachlosenküche. Doch Logan hat seine eigene Vorstellung von Wiedergutmachung … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14509916,"hoster":"VOE"},{"redirect":8655649,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489555,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Das Mädchen von nebenan","epNo":7,"alt":"The Girl Next Door","descr":"Veronica Mars (Kristen Bell) kommt es verdächtig vor, dass ihre schwangere Nachbarin Sarah (Jessica Chastain) nach ominösen Geräuschen in der Nacht auf einmal verschwunden ist. Sie beginnt zu ermitteln und verdächtigt schnell den exzentrischen Maler Andre (Adam Kaufman), der mit Sarah zusammenwohnt. Doch als Sarahs Eltern auftauchen und Veronica Sarah findet, eskaliert die Situation auf unerwartete Weise. Veronicas Vater Keith (Enrico Colantoni), der sich in die Ermittlungen eingeschaltet und ihr verboten hatte, in diesem gefährlichen Fall weiter zu ermitteln, kommt gerade noch rechtzeitig. Logan (Jason Dohring) und Weevil (Francis Capra) müssen gemeinsam nachsitzen, nachdem sie beide Ärger mit einem Lehrer hatten. Dabei stellen die beiden eigentlich Verfeindeten fest, dass sie einige Gemeinsamkeiten haben und verbünden sich gegen den Lehrer. Doch dann entdeckt Logan ein Tattoo mit Lillys Schriftzug auf Weevils Arm. Gleichzeitig erfährt Veronica im Zuge einer Recherche für ihren Journalistenkurs, dass ihre Mutter und Jake Kane in der Highschool ein Paar waren … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13121286,"hoster":"VOE"},{"redirect":8655650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509956,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Like a Virgin","epNo":8,"alt":"Like a Virgin","descr":"Die ganze \"Neptune High\" redet über den so genannten \"Reinheitstest\": Der Online-Fragebogen listet alles auf, was schmutzig ist, Spaß macht oder illegal ist. Die Auswertung erfolgt anhand der Punktevergabe – je niedriger die Punktzahl, desto verdorbener der Schüler! Es dauert nicht lange, und jemand versucht, ein Geschäft mit dem Test zu machen. Für 10 Dollar pro Bogen werden online die Testergebnisse anderer Schüler verkauft! Und obwohl Meg Manning (Alona Tal) den Test gar nicht gemacht hat, kursiert plötzlich ein ausgefüllter Bogen mit ihrem Namen, und ihr Freund hält ihr vor, mit einem anderen geschlafen zu haben. Wer hat ihr Passwort herausgefunden und den Test gefälscht? Veronica (Kristen Bell) bietet der verzweifelten Meg ihre Hilfe an. Wallace’ Mutter Alicia Fennel (Erica Gimpel) ist wenig begeistert, dass sich ihr Sohn so häufig mit Veronica trifft, denn sie hat nur Schlechtes über die Familie Mars gehört. Als Keith Mars (Enrico Colantoni) sich anbietet, ein Wörtchen mit ihrem kriminellen Untermieter zu reden, weil Wallace sich Sorgen macht, weist sie ihn deswegen unfreundlich ab. Neben ihren Recherchen in der Schule, gelingt es Veronica endlich, Abel Koontz (Christian Clemenson) in der Todeszelle zu besuchen. Sie will wissen, wie Lillys Schuhe in seinen Besitz gekommen sind. Was sie jedoch stattdessen von ihm erfährt, verändert ihr Leben …","versions":[{"lang":1,"streams":[{"redirect":12931146,"hoster":"VOE"},{"redirect":8655654,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489556,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Blindes Vertrauen","epNo":9,"alt":"Drinking the Kool-Aid","descr":"Die Eltern des arroganten Casey Gant (Jonathan Bennett) sitzen bei Keith Mars (Enrico Colantoni) im Büro und bitten ihn um Hilfe: Ihr Sohn befindet sich angeblich in den Fängen einer dubiosen Sekte. Er hat schon seinen wertvollen Porsche verkauft und das ganze Geld der Lehrerin Holly Mills (Amy Laughlin) und ihrem Freund Josh gegeben, die die Gruppe anführen. Obwohl ihr Vater sie eindringlich davor warnt, sucht Veronica (Kristen Bell) die Gruppe auf und kann erst mal nichts Verdächtiges feststellen. Ganz im Gegenteil: Alle wirken glücklich und zufrieden! Als sich herausstellt, dass Casey 18 Millionen Dollar von seiner todkranken Großmutter erben wird, hat Veronica den Verdacht, dass es seinen Eltern nicht um Casey, sondern um das Erbe geht.","versions":[{"lang":1,"streams":[{"redirect":14509205,"hoster":"VOE"},{"redirect":8655653,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489427,"hoster":"VOE"}]}]},{"epId":"episode-10","name":"Fröhliche Weihnachten","epNo":10,"alt":"An Echolls Family Christmas","descr":"Kurz vor Weihnachten steht Lynn Echolls (Lisa Rinna) bei Keith Mars (Enrico Colantoni) mit einer Bitte in der Tür: Ihr Mann Aaron (Harry Hamlin) wird von einem Stalker bedroht. Sie möchte, dass Keith herausfindet, wer dahintersteckt, damit die große Weihnachtsparty, die sie geben will, nicht in Gefahr gerät. Keith beginnt zu ermitteln. Dabei ist ihm Aaron anfangs keine große Hilfe, und das aus einem guten Grund: Es scheint gleich mehrere Frauen zu geben, mit denen er eine Affäre hatte. Diese sind auch noch alle zur großen Weihnachtsparty eingeladen. Keith befürchtet das Schlimmste und eilt dorthin … Bei einer Pokerpartie zwischen Logan (Jason Dohring), Duncan (Teddy Dunn), Weevil (Francis Capra), dem Jungschauspieler Connor (Travis Schuldt) und dem reichen Jungen Sean (Kevin Sheridan) kommt es zum Streit. Als der Sieger Weevil seinen Gewinn haben will, ist das Geld auf einmal verschwunden. Veronica beginnt zu recherchieren, wer von den Beteiligten der Betrüger ist … (Text: ZDF)Deutsche Erstausstrahlung: Sa 15.07.2006 ZDF","versions":[{"lang":1,"streams":[{"redirect":14489238,"hoster":"VOE"},{"redirect":8711067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626594,"hoster":"VOE"}]}]},{"epId":"episode-11","name":"Das Schweigen des Sheriff Lamb","epNo":11,"alt":"Silence of the Lamb","descr":"Keith Mars (Enrico Colantoni) bekommt unerwarteten Besuch: Sheriff Don Lamb (Michael Muhney) und der Bürgermeister von Neptune brauchen seine Hilfe, denn der berüchtigte E-Saiten-Mörder hat wieder zugeschlagen. Der Serienkiller hat schon drei junge Studentinnen mit einer Gitarrensaite gewürgt und auf brutale Weise ersticken lassen. Veronica (Kristen Bell) bittet ihren Vater, der jetzt Zugang zu den Beweismitteln der Polizei hat, die CD der Polizei-Hotline mit den anonymen Anrufen im Mordfall Kane zu besorgen. Als dieser sich weigert, greift sie mit Hilfe von Weevil (Francis Capra) zu einer List, bei der dem attraktiven Deputy Leo (Max Greenfield) die Schlüssel zur Aservatenkammer abhanden kommen. Auf der \"Neptune High\" hat sich unterdessen herumgesprochen, dass Veronica Mars gegen Bezahlung belastendes Material über Eltern besorgen kann. Auch Mac (Tina Marjorino) nimmt diesen Service in Anspruch: Sie versteht nicht, warum sie das Gefühl hat, nicht in ihre Familie zu passen. Veronicas Recherche bringt Unglaubliches ans Licht … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14490515,"hoster":"VOE"},{"redirect":9322708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509952,"hoster":"VOE"}]}]},{"epId":"episode-12","name":"Der Kampf der Tritonen","epNo":12,"alt":"Clash of the Tritons","descr":"Tim, ein Schüler der Neptune High, ist nach einer nächtlichen Trink-Tour durch die Kneipen ins Koma gefallen. Sheriff Lamb (Michael Muhney) befragt seinen Freund Rick (JD Pardo), wer ihnen die gefälschten Papiere dafür besorgt hat, der beschuldigt Veronica. Als in ihrem Spind Blanko-Ausweise gefunden werden und Tims Eltern Anzeige erstatten, wird die Lage für sie ernst. Veronica nimmt Rick in die Mangel und erfährt vom Geheimbund der Tritonen, in den auch Duncan (Teddy Dunn) aufgenommen werden will. Aaron Echolls (Harry Hamlin) beauftragt Keith Mars (Enrico Colantoni), herauszufinden, wer der Boulevardpresse Fotos und intime Details über ihn und seine Frau Lynn (Lisa Rinna) verkauft hat. Die Ehe der beiden Stars leidet beträchtlich unter den Vorwürfen von Aarons Untreue. Logan (Jason Dohring), der mit dem Klatsch über seine Eltern zu kämpfen hat, Weevil (Francis Capra), Duncan und Veronica werden von der Schulberaterin Rebecca James (Paula Marshall) widerwillig zu Gesprächen gebeten. Sie soll die Langzeitwirkung von Trauer in der Jugend am Fall Lilly Kane untersuchen. Veronica nutzt die Gelegenheit auf ihre Weise und \"deponiert\" bei Mrs. James eine Wanze. Dabei erfährt sie die erstaunlichsten Dinge … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13121287,"hoster":"VOE"},{"redirect":8655657,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489661,"hoster":"VOE"}]}]},{"epId":"episode-13","name":"Der Herr des Ringes","epNo":13,"alt":"Lord of the Bling","descr":"Der gewichtige Hip-Hop-Musikproduzent Percy \"Bone\" Hamilton (Anthony Anderson) beauftragt Keith Mars (Enrico Colantoni), seine entführte Tochter Yolanda (Jowhara Jones) zu finden. Er gibt ihm dafür eine Liste mit möglichen \"Feinden\", die Bone schaden wollen. Sein ehemaliger Anwalt Sam Bloom (Bruce Nozick) sitzt wegen Hamilton im Rollstuhl. Ein Grund zur Rache? Als Keith Mars beginnt zu recherchieren, kommt Überraschendes zu Tage. Veronica (Kristen Bell) wird durch Yolandas Entführung an ihre Vergangenheit erinnert. Sie war mit Yolanda befreundet, musste sich aber zwischen ihr und Lilly (Amanda Seyfried) entscheiden. Schuldbewusst versucht sie daher ihren Vater bei den Ermittlungen zu unterstützen. Logan (Jason Dohring) beerdigt seine Mutter und übersteht die überschwänglichen, geheuchelten Trauereinlagen seines Vaters mit zynischer Distanz. Als Duncan (Teddy Dunn) ihn bei der Beerdigung zur Rede stellt, warum er so kalt und distanziert ist, äußert Logan eine kühne Vermutung … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14509206,"hoster":"VOE"},{"redirect":8655660,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509252,"hoster":"VOE"}]}]},{"epId":"episode-14","name":"Mars gegen Mars","epNo":14,"alt":"Mars vs. Mars","descr":"Eklat im Geschichtskurs: Carrie Bishop (Leighton Meester) behauptet, Mr. Rooks (Adam Scott), der beliebte Geschichtslehrer an der Neptune High, habe sie sexuell belästigt! Veronica Mars (Kristen Bell), die aus eigener Erfahrung weiß, dass Carrie eine Lügnerin und Klatschtante ist, hält ihren Lieblingslehrer für unschuldig. Sie macht sich sofort daran, die Vorwürfe zu entkräften. Es gibt nur ein Problem: Ihr Vater Keith Mars (Enrico Colantoni) soll für Carries Eltern gegen den Lehrer ermitteln. Sie wollen, dass er gefeuert wird. Keith hat eine Menge stichhaltiger Beweise, denn es existiert ein Tagebuch mit intimen Details, die ganz zufällig auch mit den Kreditkartenabrechnungen von Mr. Rooks übereinstimmen. Veronica weigert sich trotzdem, ihrem Vater zu helfen. Von nun an heißt es: Mars gegen Mars! Völlig überraschend steht auch noch Logan Echolls (Jason Dohring) vor Veronicas Tür. Er ist felsenfest davon überzeugt, dass seine Mutter ihren Selbstmord nur vorgetäuscht hat und beauftragt Veronica, sie zu finden. Obwohl sie kaum glauben kann, dass Logans Hoffnung sich bestätigt, geht sie ersten Hinweisen nach. Die heißen Spuren erweisen sich alle als Sackgasse, bis Weevil (Francis Capra) einen angeblichen Zeugen ausfindig macht … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14489239,"hoster":"VOE"},{"redirect":8655659,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489281,"hoster":"VOE"}]}]},{"epId":"episode-15","name":"Russisches Geschäft","epNo":15,"alt":"Ruskie Business","descr":"Veronica Mars (Kristen Bell) nimmt die Spur von Logans Mutter wieder auf. Denn, obwohl ein Amateurvideo zeigt, wie sie von einer Brücke springt, wurde mit ihrer Kreditkarte ein Auto gemietet. Veronica findet heraus, dass auch ein Hotelzimmer mit dieser Karte bezahlt wurde. Logan (Jason Dohring) setzt sich in die Hotellobby und will nicht eher weggehen, bevor er seine Mutter gesehen hat. Keith Mars (Enrico Colantoni) fragt Veronica, ob sie einen einfachen Fall für ihn übernehmen kann: Die russische Braut Katarina Lenova (Cynthia Lamontagne) sucht ihren Exfreund Tom Cruz. Dieser ist Schauspieler und hat seinen Namen geändert, so dass er nicht so leicht zu finden ist. Aber sein ungewöhnlicher Hund bringt Veronica erste Hinweise. Bei all dem ahnt sie jedoch nicht, in welche Gefahr sie sich begibt. Veronicas Schulfreundin Meg (Alona Tal) bittet sie ebenfalls um Hilfe: Sie will, dass Veronica herausfindet, wer ihr heimlicher Verehrer ist, der ihr Botschaften und Blumen schickt … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14489514,"hoster":"VOE"},{"redirect":8655658,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489420,"hoster":"VOE"}]}]},{"epId":"episode-16","name":"Betty und Veronica","epNo":16,"alt":"Betty and Veronica","descr":"Veronica Mars (Kristen Bell) hat ihre Mutter Lianne (Corinne Bohrer) gefunden – und bei ihr Clarence Wiedman (Christopher B. Duncan), den Sicherheitschef von Kane Software, der den anonymen Anruf getätigt hat, der zur Verhaftung von Abel Koontz (Christian Clemenson) geführt hat. Ein Zufall? Misstrauisch durchsucht Veronica ihr Zimmer und findet eine Wanze! Direktor Van Clemmons (Duane Daniels) wendet sich mit einer ungewöhnlichen Bitte an Veronica: Das Maskottchen der Neptune High, Polly der Papagei, wurde entführt. Kurz vor dem entscheidenden Basketballspiel hat die gegnerische Pan High den Vogel in seine Gewalt gebracht. Sollte Wallace (Percy Daggs III.), der neue Star der Mannschaft, im Duell der beiden Schulen antreten, wird Polly getötet. Veronica alias Betty ermittelt undercover in der Pan High und freundet sich dort mit dem populären Basketballspieler Richie (Kyle Searles) an. Bald stellt sich jedoch heraus, dass Weevil (Francis Capra) als Buchmacher Wetten auf das Spiel annimmt. Hat er Polly entführt? Für Veronica bricht eine harte Zeit an: Nicht nur, dass Meg (Alona Tal) und Duncan (Teddy Dunn) jetzt ein Paar sind, auch das Alkoholproblem ihrer Mutter erfordert Veronicas ganze Kraft. Hinter dem Rücken ihres Vaters Keith (Enrico Colantoni) bringt Veronica ihre Mutter in eine Suchtklinik und bezahlt die Kosten mit ihrem gesparten College-Geld. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497810,"hoster":"VOE"},{"redirect":8655663,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626660,"hoster":"VOE"}]}]},{"epId":"episode-17","name":"Kane und Abel","epNo":17,"alt":"Kanes and Abel\u0027s","descr":"Veronica Mars (Kristen Bell) findet Amelia DeLongpre (Erin Chambers), die Tochter von Abel Koontz (Christian Clemenson), und kann sie überreden, sich zu verstecken, bevor Clarence Wiedman (Christopher B. Duncan) sie finden kann. In einem Hotel soll Amelia darauf warten, dass ihre Mutter den Abfindungsbeleg schickt, der beweisen soll, dass ihr Vater die Schuld an Lillys Tod gegen Bezahlung auf sich genommen hat. Aus Angst, Amelia würde ihr nicht helfen, verschweigt Veronica ihr jedoch, dass Abel Koontz im Sterben liegt. An der Neptune High stehen die Prüfungen an: Sabrina (Megan Henning), die Beste im Abschlussjahrgang, wird jedoch von einem Unbekannten mit nächtlichen Anrufen, zerstochenen Reifen und anderen gemeinen Aktionen vom Lernen abgehalten. Sie ist völlig verzweifelt und wendet sich Hilfe suchend an Veronica. Logan (Jason Dohring) entdeckt, dass Veronica über alle Verdächtigen im Fall \"Lilly Kane\" Akten angelegt hat, auch über Duncan (Teddy Dunn). Veronica macht sich Sorgen, dass er Duncan davon erzählen könnte. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497816,"hoster":"VOE"},{"redirect":8655662,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509382,"hoster":"VOE"}]}]},{"epId":"episode-18","name":"Klassenvernichtungswaffen","epNo":18,"alt":"Weapons of Class Destruction","descr":"Für Veronica Mars (Kristen Bell) ist es schon ein Schock, dass ihr Vater Keith (Enrico Colantoni) sich wieder mit einer Frau trifft: Dass es sich dabei um Alicia Fennel (Erica Gimpel), die Mutter ihres besten Freundes Wallace (Percy Daggs III.) handelt, macht die Sache sowohl für sie als auch für Wallace nicht besser. Die neue Journalismuslehrerin Geena Stafford (Joey Lauren Adams) fordert Veronica auf, über die häufigen Feueralarmübungen an der Neptune High zu berichten. Eigentlich schreiben die Bezirksrichtlinien nur eine Übung vor! Und was macht die Hundestaffel in der Schule? Veronica findet heraus, dass es eine Bombendrohung gibt und sorgt mit ihrer Story im \"Navigator\" für ziemlichen Aufruhr. Nur Norris Clayton (Theo Rossi) und der neue Schüler Ben (Jonathan Taylor Thomas) zeigen sich unbeeindruckt. Norris ist als Waffennarr an der Schule bekannt und trägt ein T-Shirt mit einer verräterischen Botschaft, wie Wallace berichtet: \"Tötet sie alle, Gott wird sie aussortieren!\" Auf der gleichnamigen Webseite ist eine Countdown-Uhr abgebildet: noch 48 Stunden und 15 Minuten. Und was dann? Veronica heftet sich an Norris’ und Bens Fersen. Duncan (Teddy Dunn) hat von Logan (Jason Dohring) erfahren, dass Veronica im Mordfall seiner Schwester eigene Ermittlungen anstellt und auch eine Akte über ihn angelegt hat. Es kommt zur Konfrontation: Duncan begreift, dass Veronica ihn für Lillys Mörder hält. Wenig später ist er verschwunden … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497815,"hoster":"VOE"},{"redirect":8655665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509384,"hoster":"VOE"}]}]},{"epId":"episode-19","name":"Ein falscher Hund","epNo":19,"alt":"Hot Dogs","descr":"Veronica (Kristen Bell) gibt Weevil (Francis Capra) Nachhilfe in Mathe und erfährt dabei, dass die ganze Schule darüber redet, dass sie Duncan (Teddy Dunn) für den Mörder von Lilly hält. Veronica erzählt Weevil, dass sie Abel Koontz (Christian Clemenson) für unschuldig hält – wenig später wird der beim Einbruch in Lillys Zimmer erwischt und verhaftet. Als Celeste Kane (Lisa Thornhill) in der Detektei auftaucht und Veronica vorwirft, Schuld an Duncans Verschwinden zu sein, wirft Keith Mars (Enrico Colantoni) sie hinaus. Aber Veronica schlägt Celeste einen Deal vor: Sie findet Duncan, und die Kanes lassen die Anklage gegen Weevil fallen. Die verzweifelte Mandy (Claire Titelman) erregt Veronicas Mitleid. Ihr Hund Chester ist verschwunden. Gemeinsam machen sie sich auf die Suche, doch ihre Anfrage im Tierheim endet mit einer traurigen Gewissheit: Hans (Matthew Carey), ein Schüler der Neptune High, arbeitet dort und berichtet, dass Chester angefahren wurde und daher eingeschläfert werden musste. Eher durch Zufall stellt Veronica bei einem Spaziergang mit ihrem Hund Backup fest, dass im Bezirk viele Hunde vermisst werden. Nur die Besitzer, die hohe Belohnungen ausgesetzt hatten, haben ihre Tiere zurückbekommen. Veronica nimmt sich vor, den Hundedieben das Handwerk zu legen! Auch in Liebesdingen stehen für Veronica Entscheidungen an: Leo (Max Greenfield) oder doch Logan (Jason Dohring)? (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14509209,"hoster":"VOE"},{"redirect":8655664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14490521,"hoster":"VOE"}]}]},{"epId":"episode-20","name":"Auge um Auge","epNo":20,"alt":"M.A.D.","descr":"Nachdem Carmen Ruiz (Natalia Baron) mit ihrem langjährigen Freund Tad (Jeff D’Agostino) Schluss gemacht hat, erpresst dieser sie mit einem digitalen Sex-Video, das er auf seinem Handy gespeichert hat. Dabei kann sich Carmen an diese Nacht gar nicht erinnern. Verzweifelt wendet sie sich an Veronica Mars (Kristen Bell), die mit Hilfe von Wallace (Percy Daggs III.) das Handy besorgen kann. Doch so leicht lässt Tad sich nicht austricksen: Er hat eine Kopie des Videos. Veronica gibt nicht auf: Auge um Auge, Zahn um Zahn! Keith Mars (Enrico Colantoni) und Alicia Fennel (Erica Gimpel) sind sehr verliebt ineinander. Veronica stellt nur durch Zufall entsetzt fest, dass ihr Vater sich scheiden lassen will. Kommt ihre Mutter nüchtern und clean an einen Ort zurück, an dem kein Platz mehr für sie ist? Keith will unterdessen die hohe Belohnung einstreichen, die auf Duncan Kane (Teddy Dunn) ausgesetzt ist. Das wird jedoch schwieriger als erwartet – denn Duncan hat für seine Flucht wertvolle Tipps erhalten: von Veronica. Um ihren Fehler wieder gut zu machen, bittet sie Mac (Tina Marjorino) bei der Recherche um Hilfe. Auch Veronica und Logan (Jason Dohring) sind verliebt: Logan lässt ein Wochenende mit seinen Freunden sausen und bittet Veronica um ein Date. Doch dann kommt heraus, dass die Nacht, in der das Video von Carmen gemacht wurde, dieselbe ist, in der Veronica auf Shelley Pomroys Party vergewaltigt wurde … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14509207,"hoster":"VOE"},{"redirect":8655661,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14489200,"hoster":"VOE"}]}]},{"epId":"episode-21","name":"Shelleys Party","epNo":21,"alt":"A Trip to the Dentist","descr":"Keith Mars hat Duncan Kane auf Kuba gefunden und bringt ihn zurück nach Neptune. Aber Celeste Kane weigert sich, ihm die Belohnung auszuzahlen, denn sie hatte eine Abmachung mit Veronica. Wallace konfrontiert Veronica damit, dass Logan einen seiner Entschuldigungsvordrucke benutzt hat: Er ist sauer darüber, dass sie ihm nie die Wahrheit sagt und offensichtlich kein Vertrauen zu ihm hat. Als Veronica erfährt, dass Logan im Besitz der Drogen auf Shelley Pomroys Jahresabschlussparty war, geht sie ihm aus dem Weg. Was ist damals wirklich passiert? Wer hat ihr die Droge in den Drink getan? Und wer hat Veronica in dieser Nacht im Gästezimmer vergewaltigt? Nachdem endlich eine heiße Spur da ist, beginnt Veronica alle damals Anwesenden zu befragen: Dick und seinen Bruder Beaver, Madison und Carrie, Sean und Luke – alle ungeliebten 09er, die ihr das vergangene Jahr zur Hölle gemacht haben. Selbst diejenigen, die ihr wohl-gesonnen sind wie Meg oder Casey Gant, raten ihr, die Dinge ruhen zu lassen. Stück für Stück fügt sich für Veronica das Puzzle zusammen. Dabei fällt es ihr schwer, zwischen Schein und Sein der Aussagen zu unterscheiden, denn jeder erzählt ihr seine eigene Version der Wahrheit. Als Veronica endlich erfährt, was in dieser Nacht geschehen ist, kann sie einen guten Freund gebrauchen … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14491329,"hoster":"VOE"},{"redirect":8655669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509951,"hoster":"VOE"}]}]},{"epId":"episode-22","name":"Das Spiel ist aus","epNo":22,"alt":"Leave It to Beaver","descr":"Keith Mars geht mit der Prostituierten Cheyenne alias Deborah Collins zur Zeitung: Er will, dass der Fall \"Lilly Kane\" neu aufgerollt wird, schließlich hat er endlich den Beweis, dass Abel Koontz zur Tatzeit nicht allein war. Als die Story gedruckt wird, werden in Neptune einige Leute nervös, so auch Beaver und Dick Casablancas. Was haben die zwei Brüder zu verbergen? Da Lianne Mars wieder zu Hause ist, muss Keith schweren Herzens seine Beziehung zu Alicia beenden. Trotz seines Kummers setzt er gemeinsam mit Cliff McCormack eine Klageschrift gegen die Kanes auf: Er will die 50.000 Dollar Kopfgeld für Duncan! Unerwartet kommt ihm Celeste Kane entgegen. Keith bekommt sein Geld, wenn Veronica dafür auf jegliche Ansprüche auf das Kane-Vermögen verzichtet! Und obwohl er um das Ergebnis des Vaterschaftstests weiß, lässt Keith seine Tochter selbst entscheiden. Als Veronica von Beaver erfährt, dass Logan am Tag von Lillys Ermordung nicht in Tijuana war, sondern zurück nach Neptune gefahren ist, überschlagen sich die Ereignisse. Hat Logan Lilly aus Eifersucht getötet? Um den Mörder ihrer besten Freundin zu stellen, begibt sich Veronica in große Gefahr … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":14490520,"hoster":"VOE"},{"redirect":8655666,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14509385,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Normal ist die Parole","epNo":1,"alt":"Normal Is the Watchword","descr":"Für Veronica Mars (Kristen Bell) hat das letzte Highschool-Jahr angefangen. Nach den turbulenten Ereignissen der letzten Zeit, möchte sie es ruhiger angehen lassen. Doch das ist gar nicht so einfach, denn die Spannungen in Neptune sind größer denn je: Logan Echolls (Jason Dohring) ist vom Verdacht, Felix (Brad Bufanda) ermordet zu haben, freigesprochen worden. Doch dadurch haben sich die Fronten zwischen den reichen und armen Bevölkerungsschichten noch verhärtet.Obwohl Veronica entschlossen ist, nicht länger als Detektivin zu arbeiten, steckt sie schon bald in einem neuen Fall. Mehrere Schüler, darunter auch Veronicas bester Freund Wallace (Percy Daggs III.), sind positiv auf Drogen getestet und aus ihren Sportmannschaften geworfen worden. Ist alles nur eine Verwechslung oder wurden die Proben mit Absicht gefälscht?Auch Veronicas ehemals gute Freundin Meg (Alona Tal) wurde aus dem Cheerleader-Team geschmisssen. Sie ist verbittert, weil Veronica jetzt wieder mit Duncan Kane (Teddy Dunn) zusammen ist und blockt alle Versöhnungsversuche ab. Als Neptunes neuer Bürgermeisterkandidat Woody Goodman (Steve Guttenberg) die Schüler des Journalistenkurses in das Baseballstadion einlädt, hofft Veronica, sich bei dieser Gelegenheit mit Meg aussprechen zu können. Doch es kommt alles ganz anders … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":12931148,"hoster":"VOE"},{"redirect":8655667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626590,"hoster":"VOE"},{"redirect":12985222,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Busfahrer Ed","epNo":2,"alt":"Driver Ed","descr":"Nach dem Busunglück ist die Neptune High im Ausnahmezustand. Journalisten belagern die Schule, und die Polizei ermittelt wegen Totschlags gegen den Busfahrer Ed Doyle. Veronica Mars (Kristen Bell), die sich verantwortlich fühlt, dass Meg (Alona Tal) im Bus saß, vermutet ebenfalls ein Verbrechen. Da bittet sie ihre Mitschülerin Jessie Doyle (Ari Graynor) um Hilfe. Sie möchte beweisen, dass ihr Vater den Bus nicht mit Absicht über die Klippe gefahren hat. Schon bald hat Veronica eine Spur.Währenddessen versucht Bürgermeisterkandidat Woody Goodman (Steve Guttenberg) Keith Mars (Enrico Colantoni) für seinen Wahlkampf zu gewinnen und bietet ihm die Stelle des Sheriffs an.Wallace (Percy Daggs III.) ist Feuer und Flamme für die neue Mitschülerin Jackie (Tessa Thompson) und bekommt schnell die Gelegenheit, sie mit seinem detektivischen Können zu beeindrucken.Immer öfter trifft sich Logan (Jason Dohring) mit seiner heimlichen Affäre Kendall Casablancas (Charisma Carpenter) und wird dabei unvorsichtig … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497825,"hoster":"VOE"},{"redirect":8655671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626676,"hoster":"VOE"},{"redirect":11626664,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Cheatty Cheatty Bang Bang","epNo":3,"alt":"Cheatty Cheatty Bang Bang","descr":"Nur noch wenige Monate, und Veronica Mars (Kristen Bell) muss sich für ein College bewerben. Um ihre Chancen zu verbessern, entschließt sie sich, ihren Lebenslauf aufzupeppen. Sie besucht den Wirtschaftskurs von Mr. Pope (Michael Kostroff) für die \"amerikanischen Führungskräfte der Zukunft\" zusammen mit den Söhnen der Spitzenverdiener von Neptune. Cassidy \"Beaver\" Casablancas (Kyle Gallner), dessen Vater den ersten Vortrag über sein Immobilienimperium hält, hat einen lukrativen Auftrag für Veronica: Sie soll Beweise für die Untreue seiner Stiefmutter Kendall Casablancas (Charisma Carpenter) finden. Bei ihren Recherchen stößt Veronica unfreiwillig auf einen handfesten Immobilienbetrug.Dann lässt Sheriff Lamb (Michael Muhney) Veronica aufs Revier bringen, denn es ist ein Toter am Strand gefunden worden, der Mechaniker Curly Moran (Adam Bitterman). In seiner Handfläche stand mit einem Filzstift der Name von Veronica geschrieben. Steht der Todesfall im Zusammenhang mit dem Busunglück?Während Keith Mars (Enrico Colantoni) mit Alicia Fennel (Erica Gimpel) für ein verlängertes Wochenende nach Chicago fliegt, unterstützt Veronica Wallace’ (Percy Daggs III.) Werben um die hübsche Jackie (Tessa Thompson), obwohl sie den Verdacht hat, dass diese es mit Wallace nicht ernst meint … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497827,"hoster":"VOE"},{"redirect":8655668,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626670,"hoster":"VOE"},{"redirect":11626667,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das eifersüchtige Monster","epNo":4,"alt":"Green-Eyed Monster","descr":"Julie Bloch (Laura Bell Bundy) ist verzweifelt: Sie befürchtet, dass es ihr Verlobter Collin (Michael E. Rodgers) nur auf ihr Vermögen abgesehen hat und sie mit anderen Frauen betrügt. Da Privatdetektiv Keith Mars (Enrico Colantoni) keine neuen Mandanten mehr annehmen kann, übernimmt seine Tochter Veronica (Kristen Bell) heimlich den Fall.Doch nicht nur Julie ist eifersüchtig, auch Veronica selbst wird misstrauisch: Überraschend trifft sie ihren Freund Duncan (Teddy Dunn) im Krankenhaus und erfährt, dass er seine Exfreundin Meg (Alona Tal) seit dem Busunglück jeden Tag dort besucht hat. Weevil (Francis Capra) erzählt Veronica von einem anonymen Anruf, der eine Verbindung zwischen dem Mechaniker Curly Moran (Adam Bitterman), dem Toten am Strand und dem Unfall herstellt. Die Spur führt Veronica zu ihrem Exfreund Logan (Jason Dohring).Unterdessen wird Keiths Freundin Alicia Fennel (Erica Gimpel) von einem Unbekannten verfolgt. Es ist derselbe Mann, der sie in Chicago mit \"Cher\" angesprochen hat. Keith schaltet Sheriff Lamb (Michael Muhney) ein und merkt schnell, dass er damit einen Fehler begangen hat … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497829,"hoster":"VOE"},{"redirect":8655670,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626606,"hoster":"VOE"},{"redirect":11626600,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schatten der Vergangenheit","epNo":5,"alt":"Blast from the Past","descr":"Der Schulball steht bevor und damit auch die alljährliche Wahl zum Ballkönig und zur Ballkönigin der Neptune High. Auch Wallace Fennel (Percy Daggs III.) wird nominiert, hat aber eigentlich ganz andere Sorgen: Ein Unbekannter, Nathan Woods (Cress Williams), ist aufgetaucht und behauptet, sein leiblicher Vater zu sein. Wallace stellt seine Mutter Alicia (Erica Gimpel) zur Rede.Dass er sich in seinem Kummer seiner besten Freundin Veronica Mars(Kristen Bell) anvertraut, sieht Jackie (Tessa Thompson), die neue Freundin von Wallace, gar nicht gerne. Trotz ihrer Eifersucht bittet Jackie Veronica um Hilfe. Jemand hat ihre Kreditkarte benutzt, und Jackie hat ihre beste Freundin Cora Briggs (Dana Davies) im Verdacht. Veronicas Ermittlungen führen sie zu Madame Sophie (Christine Estabrook), einer Wahrsagerin. Diese hat eine Botschaft aus dem Jenseits für Veronica …Inzwischen ist der Wahlkampf um das Amt des Sheriffs in vollem Gange. Sheriff Lamb (Michael Muhney) greift dabei zu unfairen Mitteln und diskreditiert seinen Konkurrenten Keith Mars (Enrico Colantoni). Gelingt es Veronica, die Vorwürfe gegen ihren Vater zu widerlegen? (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497832,"hoster":"VOE"},{"redirect":8655672,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626636,"hoster":"VOE"},{"redirect":11626633,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rückkehr des Abel Koontz","epNo":6,"alt":"Rat Saw God","descr":"Keith Mars (Enrico Colantoni) verliert knapp die Wahl zum neuen Sheriff gegen Amtsinhaber Don Lamb (Michael Muhney). Da taucht der anonyme Anrufer auf, der in der Mordnacht Logan Echolls (Jason Dohring) neben der Leiche von Felix Toombs gefunden hat. Er behauptet, gesehen zu haben, wie Logan Felix erstochen hat. Logan wird erneut verhaftet. In der Gefängniszelle wartet eine unangenehme Überraschung auf ihn.Auch Veronica Mars (Kristen Bell) traut ihren Augen nicht: Abel Koontz(Christian Clemenson), der nicht mehr lange zu leben hat, ist in die Stadt zurückgekehrt und bittet sie, seine Tochter Amelia zu finden. Diese hatte damals Neptune mit dem Bestechungsgeld der Kanes verlassen und ist nun spurlos verschwunden. Da Veronicas bester Freund Wallace Fennel (Percy Daggs III.) immer noch mit seinem Vater in Chicago ist, macht sich Veronica allein auf die Suche. Die Recherche führt sie zum Sicherheitschef von Kane Software, Clarence Wiedman (Christopher B. Duncan).Keith Mars muss feststellen, dass Sheriff Lamb seinem Hinweis auf eine Explosion im Bus kurz vor dem Absturz nicht nachgegangen ist. Da der Bus inzwischen geborgen werden konnte, ermittelt er auf eigene Faust. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497835,"hoster":"VOE"},{"redirect":8655674,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626607,"hoster":"VOE"},{"redirect":11626603,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Musterkinder","epNo":7,"alt":"Nobody Puts Baby in a Corner","descr":"Seit Logan Echolls (Jason Dohring) bei Duncan Kane (Teddy Dunn) in die Hotelsuite eingezogen ist, begegnet Veronica Mars (Kristen Bell) ihrem Exfreund öfter als ihr lieb ist. Auch Kendall Casablancas (Charisma Carpenter), die attraktive Stiefmutter von Dick und Beaver, mit der Logan eine Affäre hat, geht hier inzwischen ein und aus und sorgt für Ärger.Zu allem Überfluss bittet Logan Veronica auch noch, den angeblichen Zeugen zu überprüfen, der Logan im Mordfall \"Felix Toombs\" schwer belastet hat. Widerwillig macht sich die Detektivin an die Arbeit und findet heraus, dass es sich um den angesehenen Schönheitschirurgen Dr. Tom Griffith (Rick Peters) handelt.","versions":[{"lang":1,"streams":[{"redirect":8497845,"hoster":"VOE"},{"redirect":8655675,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626597,"hoster":"VOE"},{"redirect":11627150,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ahoi, Kameraden!","epNo":8,"alt":"Ahoy, Mateys!","descr":"","versions":[{"lang":1,"streams":[{"redirect":12336643,"hoster":"VOE"},{"redirect":8655673,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626588,"hoster":"VOE"},{"redirect":11626587,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Freund oder Feind","epNo":9,"alt":"My Mother, the Fiend","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497853,"hoster":"VOE"},{"redirect":8655676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626638,"hoster":"VOE"},{"redirect":11626637,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wütende Veronica","epNo":10,"alt":"One Angry Veronica","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497843,"hoster":"VOE"},{"redirect":8655677,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626792,"hoster":"VOE"},{"redirect":11626793,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Flucht nach vorn","epNo":11,"alt":"Donut Run","descr":"Nach dem Tod von Meg Manning (Alona Tal) wollen ihre Eltern das Baby zur Adoption freigeben. Doch auf einmal ist der Säugling verschwunden. Duncan Kane (Teddy Dunn), der Vater der Kleinen, hat es entführt. Alle wenden sich sofort an Veronica Mars (Kristen Bell). Doch die kann nicht helfen, ist sie doch selbst am Boden zerstört: Duncan hat sie nach einem heftigen Streit verlassen.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWeder ihr Vater Keith Mars (Enrico Colantoni) noch der aus Chicago zurückgekehrte Wallace Fennel (Percy Daggs III.) können Veronica trösten. Nur Sheriff Lamb (Michael Muhney) verdächtigt weiterhin Veronica der Mithilfe. Schließlich schaltet sich sogar das FBI in die Suche ein. Weiß Veronica vielleicht doch mehr, als sie vorgibt?\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rUnterdessen versuchen Logan Echolls (Jason Dohring) und Weevil (Francis Capra) gemeinsam herauszufinden, wer hinter dem Mord an Felix Toombs steckt. Weevil fürchtet, dass es unter seinen Leuten einen Verräter gibt, der mit der kriminellen irischen Familie Fitzpatrick zusammenarbeitet.","versions":[{"lang":1,"streams":[{"redirect":8497855,"hoster":"VOE"},{"redirect":8655678,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626727,"hoster":"VOE"},{"redirect":11626725,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rashard und Wallace","epNo":12,"alt":"Rashard and Wallace Go to White Castle","descr":"Wallace Fennel (Percy Daggs III.) ist in einer Zwickmühle: Wenn er das eigentlich Richtige tut und die Umstände des Unfalls in Chicago aufklärt, bei dem ein Obdachloser schwer verletzt wurde, gefährdet er damit die vielversprechende Karriere seines Basketballteamkollegen Rashard Rucker (BJ Britt). Seine Entscheidung hat weitreichende Konsequenzen, denn plötzlich versucht der einflussreiche Manager und Onkel Rashards, Monty Rucker (Sterling Macer Jr.), Wallace den Unfall in die Schuhe zu schieben. Veronica Mars (Kristen Bell) lässt nichts unversucht, um ihrem besten Freund Wallace aus der Patsche zu helfen, doch es scheint, als kämen die beiden diesmal nicht ohne fremde Hilfe aus.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rKeith Mars (Enrico Colantoni) will endlich die Umstände aufklären, unter denen es zu dem schweren Busunglück in Neptune kommen konnte. Er verschafft sich mit einem Trick Zutritt zur Asservatenkammer des Sheriffdepartments und entdeckt interessante Hinweise.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWeevil (Francis Capra) und Logan (Jason Dohring) bitten Veronica um ihre Mithilfe. Um herauszufinden, wer von den Bikern mit Liam Fitzpatrick (Rod Rowland) und seiner kriminellen Bande zusammenarbeitet, soll sie eine Wanze im Beichtstuhl der St. Mary’s Church installieren, in der das Familienmitglied Patrick Fitz-patrick Pater ist …","versions":[{"lang":1,"streams":[{"redirect":8497856,"hoster":"VOE"},{"redirect":8655680,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626752,"hoster":"VOE"},{"redirect":11626753,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Schritt zu spät","epNo":13,"alt":"Ain\u0027t No Magic Mountain High Enough","descr":"Seitdem ihr Vater, der Baseballspieler Terrance Cook (Jeffrey Sams), verdächtigt wird, Schuld daran zu sein, dass der Schulbus über die Klippe gefahren ist, ist Jackie (Tessa Thompson) an der Neptune High zur Zielscheibe böser Anfeindungen geworden. Als auf dem Schulfest unter dem Motto \"Winterkarneval\" eine Geldkassette mit den Einnahmen für die Abschlussfahrt gestohlen wird, fällt der Verdacht sofort auf Jackie. Veronica Mars (Kristen Bell), die sich verantwortlich fühlt, weil die Geldkassette aus ihrer Obhut entwendet wurde, beginnt zu ermitteln. Doch die Geldkassette bleibt verschwunden. Direktor Van Clemmons (Duane Daniels) und die Lehrerin Mrs. Hauser (Kari Coleman) werden langsam ungeduldig und fordern Veronica auf, das Geld wieder zu finden.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWährend Veronica auf der Suche nach dem Geld ist, vergnügen sich ihre Mitschüler bei der Anbahnung romantischer Beziehungen. Logan Echolls (Jason Dohring) hat nicht ohne Grund ein Auge auf die süße Hannah (Jessy Schram) geworfen, und auch Cassidy \"Beaver\" Casablancas (Kyle Gallner) schlendert mit Mac (Tina Marjorino) verliebt über den Jahrmarkt – sehr zum Missfallen seines Bruders Dick (Ryan Hansen).\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rTerrance Cook wendet sich unterdessen an Privatdetektiv Keith Mars (Enrico Colantoni). Er soll beweisen, dass er nichts mit der Explosion im Schulbus vor dem Unglück zu tun hatte. Keith Mars, der Cook als Baseballspieler zutiefst bewundert, macht zur Bedingung, dass dieser absolut ehrlich zu ihm sein soll und erfährt dabei Unglaubliches.","versions":[{"lang":1,"streams":[{"redirect":8497848,"hoster":"VOE"},{"redirect":8655682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626747,"hoster":"VOE"},{"redirect":11626748,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Herz ist Trumpf","epNo":14,"alt":"Versatile Toppings","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497849,"hoster":"VOE"},{"redirect":12985215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626778,"hoster":"VOE"},{"redirect":11626777,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hochzeit mit Hindernissen","epNo":15,"alt":"The Quick and the Wed","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497851,"hoster":"VOE"},{"redirect":8655681,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626743,"hoster":"VOE"},{"redirect":11626742,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Unverhofftes Wiedersehen","epNo":16,"alt":"The Rapes of Graff","descr":"Obwohl Veronica Mars (Kristen Bell) nach der High School unbedingt Neptune verlassen will, lässt sie sich von ihrem besten Freund Wallace Fennel (Percy Daggs III.) überreden, mit zu den Informationstagen am Hearst College zu gehen. Dort trifft sie überraschend ihren Ex-Freund Troy Vandergraff (Aaron Ashmore) wieder. Nach einer Party wird Troy von Stacy (Alia Shawkat), dem Mädchen, mit dem er an diesem Abend zusammen war, beschuldigt, sie vergewaltigt und ihr die Haare abrasiert zu haben. Troy beteuert seine Unschuld und bittet Veronica um Hilfe.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rDie Mordanklage gegen Logan Echolls (Jason Dohring) wurde fallen gelassen, nachdem der Arzt Tom Griffith (Rick Peters) seine Aussage zurückgezogen hat. Wie vereinbart, beendet Logan seine Beziehung zu Griffith’ Tochter Hannah (Jessy Schram), die maßlos enttäuscht von ihm ist. Logan bekommt Zweifel, ob er richtig gehandelt hat … \u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rIndessen wird Logans Anwalt Cliff (Daran Norris) von der Prostituierten Daphne (Angelica Bridges) die Aktentasche geklaut – mit wichtigen Unterlagen zu Logans Fall! Sein Freund Keith Mars (Enrico Colantoni) will ihm bei der Wiederbeschaffung unter die Arme greifen und entdeckt bei seiner Recherche brisantes Material über Sheriff Don Lamb (Michael Muhney). (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13002394,"hoster":"VOE"},{"redirect":8655679,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626774,"hoster":"VOE"},{"redirect":11626772,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Plan B","epNo":17,"alt":"Plan B","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497854,"hoster":"VOE"},{"redirect":8655685,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626671,"hoster":"VOE"},{"redirect":11626669,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ich bin Gott","epNo":18,"alt":"I Am God","descr":"Veronica Mars (Kristen Bell) wird zur Schulpsychologin Rebecca James (Paula Marshall) gerufen. Weil Veronica in den letzten Tagen kaum schlafen konnte, ist sie während des Unterrichts häufig eingenickt. Das Schulbusunglück lässt sie einfach nicht mehr los, auch nachts träumt sie davon. Veronica ist überzeugt, dass sie eines der Opfer zum Täter führen kann.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rZudem muss sie eine schwere Niederlage einstecken: Als Anwärterin auf das Kane-Stipendium ist sie von der ehrgeizigen Angie Dahl (Kayla Ewell) auf den zweiten Platz verdrängt worden. Dabei hatte sie eben erst die Zusage für die Stanford University bekommen. Ohne das Stipendium kann sie sich jedoch das Studium dort nicht leisten. Siegt wieder einmal das Geld über den Verstand?\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rUnterdessen müssen Logan (Jason Dohring) und Wallace (Percy Daggs III.) im Physikkurs von Mr. Wu (Martin Yu) bei einem Experiment zusammenarbeiten, um die Abschlussprüfung zu bestehen. Ihre gegenseitige Abneigung erfährt eine unverhoffte Wendung, denn sie beschließen gemeinsam, Veronica das Stipendium zu ermöglichen, indem sie Angie bei dem Experiment schlagen.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rDa wird Keith Mars (Enrico Colantoni) zu Direktor Van Clemmons (Duane Daniels) beordert. Er soll herausfinden, warum sich plötzlich so viele Schüler mit einer \"generalisierten Angststörung\" krankmelden und sich von den Abschlussprüfun-gen befreien lassen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497864,"hoster":"VOE"},{"redirect":8655683,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626788,"hoster":"VOE"},{"redirect":11626790,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Fäden laufen zusammen","epNo":19,"alt":"Nevermind the Buttocks","descr":"Jemand hat Harry Greenes (Tommy Snider) geliebten Hund überfahren, so dass er Rache geschworen hat. Doch dafür muss Greene den Täter erst einmal finden! Wer könnte dafür besser geeignet sein als Veronica Mars (Kristen Bell)? Schon bald entdeckt Veronica das gesuchte Fahrzeug und erlebt eine unangenehme Überraschung.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWeevil (Francis Capra) bekommt Besuch von seinem ehemaligen Gangmitglied Hector (Patrick Wolff), der ihm von den Problemen der Biker mit der Familie Fitzpatrick berichtet. Die Fitzpatricks haben die Biker in der Hand und zwingen sie mit brutalen Mitteln zum Dealen an der Neptune Highschool. Obwohl Veronica auch Weevil verdächtigt, hinter dem Anschlag auf den verunglückten Schulbus zu stecken, bittet er sie erneut um Hilfe. Ihr Vater, Keith Mars (Enrico Colantoni) hingegen, verfolgt eine ganz andere Theorie: Wallace (Percy Daggs III.) hat indessen ganz andere Sorgen. Er ist entschlossen, Jackie (Tessa Thompson), die inzwischen im Restaurant \"Java The Hut\" als Kellnerin arbeitet, zurückzugewinnen. Doch sie erteilt ihm erneut eine Absage. Auch Mac (Tina Marjorino) ist nach der Trennung von Cassidy Casablancas (Kyle Gallner) nicht gerade begeistert von ihrem neuen Verehrer Vincent \"Butters\" Clemmons (Adam Hendershott). (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497863,"hoster":"VOE"},{"redirect":8655687,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12383676,"hoster":"VOE"},{"redirect":11626682,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Guck mal hinter dich!","epNo":20,"alt":"Look Who\u0027s Stalking","descr":"Der Abschlussball der Neptune Highschool wird von der Schulleitung kurzfristig abgesagt, weil es auf der Abschlussfahrt zu Alkoholmissbrauch gekommen ist. Wallace’ (Percy Daggs III.) und Jackies (Tessa Thompson) Hoffnung auf einen romantischen Abend scheint damit geplatzt, während Mac (Tina Marjorino) jubelt, weil sie nun dem Date mit ihrem Verehrer ‚Butters‘ Clemmons (Adam Hendershott) entgeht. Da erhält Veronica Mars (Kristen Bell) von Logan Echolls (Jason Dohring) eine Einladung zu einem Alternativball der 09er – und sie darf mitbringen, wen sie möchte! Bürgermeister Woody Goodman (Steve Guttenberg) sitzt in der Klemme: Nachdem er mit einer Frau aus dem Ausschuss für die Eingemeindung eine Nacht in einem Hotelzimmer verbracht hat, ist diese vollkommen weggetreten. Woody ruft Keith Mars (Enrico Colantoni) zur Hilfe – nur um ihm im Nachhinein in der Öffentlichkeit die Schuld in die Schuhe zu schieben. Keith platzt der Kragen.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rAuch Woodys Tochter Gia (Krysten Ritter) hat ein Problem. Seit einiger Zeit hat sie das Gefühl, von einem Stalker verfolgt zu werden. Veronica kann den unbekannten Verfolger schnell enttarnen: Es ist ihr alter Freund und Ex-Deputy Leo D’Amato (Max Greenfield), den Gias Vater als Leibwächter engagiert hat. Doch warum? (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13115656,"hoster":"VOE"},{"redirect":8655688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626758,"hoster":"VOE"},{"redirect":11626757,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Urteil","epNo":21,"alt":"Happy Go Lucky","descr":"Die Tage in der High School sind gezählt: Noch ein paar Prüfungen, und Veronica Mars (Kristen Bell) kann Neptune endlich den Rücken kehren. Doch um das Kane-Stipendium zu bekommen und nach Stanford gehen zu können, muss Veronica Top-Noten erreichen. Richtig konzentrieren kann sie sich allerdings nicht, denn die Urteilsverkündung im Prozess gegen Aaron Echolls (Harry Hamlin) wegen des Mordes an Lilly Kane steht kurz bevor. Neben Veronica und ihrem Vater Keith Mars (Enrico Colantoni) ist auch Logan Echolls (Jason Dohring) als Zeuge geladen. Aaron will mit Logans Hilfe die Jury von seiner Unschuld überzeugen, doch gerade die Befragung von Veronica bringt ihm überraschend Pluspunkte … \u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWeevil (Francis Capra) hat ebenfalls der Lerneifer gepackt, denn für seine Großmutter will er die High School bestehen. Aber seine Noten in Algebra gefährden seinen Abschluss. Da bekommt er unverhofft Hilfe von Cassidy \"Beaver\" Casablancas (Kyle Gallner) und dessen Ex-Freundin Mac (Tina Marjorino).\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rDer Kriegsveteran Lucky (James Jordan), der Gia Goodman (Krysten Ritter) verfolgt hat, ist aus der Untersuchungshaft entlassen worden, hat aber seinen Job als Hausmeister an der Neptune High verloren. Mit einer Pistole bewaffnet, stürmt er den Schulhof und schießt wahllos in die Menge … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497866,"hoster":"VOE"},{"redirect":8655686,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12383687,"hoster":"VOE"},{"redirect":11626679,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nicht anwesend","epNo":22,"alt":"Not Pictured","descr":"Der lang ersehnte Tag der Abschlussfeier an der Neptune High steht kurz bevor. Doch Keith Mars (Enrico Colantoni) muss seine Tochter Veronica Mars (Kristen Bell) wegen des Freispruchs von Aaron Echolls (Harry Hamlin) im Lilly Kane-Mordprozess trösten. Da bekommt er ein Angebot von seinem Konkurrenten, dem Privatdetektiv Vinnie van Lowe (Ken Marino): Dieser will mit Hilfe von Keith den entflohenen Woody Goodman (Steve Guttenberg) finden, auf den inzwischen eine hohe Belohnung ausgesetzt wurde. Gleich nach Veronicas Abschlussfeier macht sich Keith auf den Weg.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rAuch Wallace Fennel (Percy Daggs III.) hält es keine Sekunde länger in Neptune aus. Er macht sich auf den Weg, um seine Freundin Jackie (Tessa Thompson) in Paris zu besuchen – nur, dass Jackie gar nicht in Paris ist … \u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rWährend die anderen bereits auf der Party im Neptune Grand Hotel ihren Abschluss feiern, findet Veronica endlich das letzte, entscheidende Teil im Puzzle um das Busunglück. Alarmiert eilt sie zu der Party und bringt sich damit selbst in große Gefahr. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13115660,"hoster":"VOE"},{"redirect":8655689,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626781,"hoster":"VOE"},{"redirect":11626780,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Willkommenskomitee","epNo":1,"alt":"Welcome Wagon","descr":"Für Veronica Mars (Kristen Bell) beginnt ein neuer Lebensabschnitt: Sie studiert am College! Entgegen ihrer ursprünglichen Pläne geht sie zwar doch auf das Hearst in Neptune, doch im Gegensatz zu ihren besten Freunden Wallace Fennel (Percy Daggs III.) und Mac (Tina Marjorino) wohnt sie nicht auf dem Campus, sondern lebt weiterhin bei ihrem Vater, Privatdetektiv Keith Mars (Enrico Colantoni). Veronica hat sich im Kriminologie-Kurs des berühmten Professors Hank Landry (Patrick Fabian) eingeschrieben und fällt dem smarten Dozenten durch ihre Cleverness sofort positiv auf. Nur Landrys Assistent Tim Foyle (James Jordan) ist wenig begeistert, denn er wittert in der intelligenten Jungdetektivin eine Konkurrentin um die Gunst seines Professors.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rGleich an ihrem ersten Tag bekommt Veronica auch schon wieder Arbeit: Piz (Chris Lowell), dem neuen Mitbewohner von Wallace, wird die gesamte Habe aus seinem Wagen gestohlen, darunter eine wertvolle Gitarre, Piz ist von Veronicas Charme und Attraktivität sofort eingenommen, doch er hat keine Chance: Logan Echolls (Jason Dohring) hat Veronicas Herz zurückerobert, die beiden sind glücklich und genießen ihre Zweisamkeit.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rKeith Mars hat unterdessen dafür gesorgt, dass Kendall Casablancas (Charisma Carpenter) mit neuer Identität Neptune verlassen konnte. Sie wird von Liam Fitzpatrick (Rod Rowland), dem Oberhaupt der kriminellen Fitzpatrick-Familie verfolgt, denn Kendall hat Geld, das Liam will. Als Keith den aus dem Gefängnis entlassenen älteren Fitzpatrick-Bruder Cormack (Jason Beghe), der mit Kendall liiert ist, zu seiner Freundin in die abgelegene Wüste bringt, stellt er leider zu spät fest, dass er in eine Falle getappt ist.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rMac hat in der attraktiven Parker (Julie Gonzalo) eine neue Mitbewohnerin, die zwar sehr sympathisch scheint, mit ihren ständigen Männerbesuchen die Gefühle ihrer Zimmergenossin jedoch arg strapaziert. Doch dann geschieht etwas Unfassbares: Parker wird vergewaltigt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8497875,"hoster":"VOE"},{"redirect":8655693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626709,"hoster":"VOE"},{"redirect":11626708,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Experiment","epNo":2,"alt":"My Big Fat Greek Rush Week","descr":"Der Schock bei Veronica Mars (Kristen Bell) sitzt tief: Sie muss gegenüber Sheriff Don Lamb (Michael Muhney), der Macs (Tina Marjorino) Zimmergenossin Parker (Julie Gonzalo) nach ihrer Vergewaltigung befragt, gestehen, dass sie unfreiwillig Zeugin des Verbrechens war. Veronica beschließt herauszufinden, wer der grausame Vergewaltiger am Hearst College ist, der die Frauen mit Drogen betäubt und ihnen die Haare abrasiert. Da kommt es ihr sehr gelegen, dass sie von Nish (Chastity Dotson), der Herausgeberin der College-Zeitung, den Auftrag bekommt, eine Story über die Frauenverbindung Zeta Theta Beta zu schreiben. Auf dem Campus gibt es Gerüchte über die Verbindung, denn viele der Opfer waren kurz vor den Übergriffen auf Theta Beta-Partys. Veronica schleust sich ‚undercover‘ dort ein und kommt hinter ein gut gehütetes Geheimnis.\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rLogan Echolls (Jason Dohring) und Wallace Fennel (Percy Daggs III.) nehmen an einem ungewöhnlichen Soziologie-Experiment im Kurs von Prof. Kinny (Dan Castellaneta) teil: Nach dem Zufallsprinzip werden die Studenten in Gefängnisinsassen und Wärter eingeteilt. Die Gefangenen haben eine Information, die die Wärter herausbekommen müssen. Bald entsteht ein unfairer Kampf zwischen dem ehrgeizigen und skrupellosen \"Wärter\" Rafe (Rider Strong) und dem schwächlichen \"Insassen\" Horshack (Samm Levine).\u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\rKeith Mars läuft um sein Leben: Von Cormack Fitzpatrick (Jason Beghe) verfolgt, flieht er in die Wüste. Was er nicht weiß ist, dass auch Liam Fitzpatrick (Rod Rowland), dank des Senders, den Privatdetektiv Vinnie Van Lowe (Ken Marino) in Keith Mars’ Wagen platziert hat, mittlerweile weiß, wo sein Bruder sich aufhält. Keith kann Cormack buchstäblich eine \"Falle\" stellen und ahnt nicht, dass er damit Liam die Gelegenheit gibt, die Familienfehde auf typische Fitzpatrick-Art zu bereinigen. (Text: ZDF","versions":[{"lang":1,"streams":[{"redirect":8497868,"hoster":"VOE"},{"redirect":8655690,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626710,"hoster":"VOE"},{"redirect":11626705,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das verräterische Herz","epNo":3,"alt":"Wichita Linebacker","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497880,"hoster":"VOE"},{"redirect":8655691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626699,"hoster":"VOE"},{"redirect":11626697,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Charlie surft nicht","epNo":4,"alt":"Charlie Don\u0027t Surf","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497885,"hoster":"VOE"},{"redirect":8655692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626764,"hoster":"VOE"},{"redirect":11627147,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein teuflischer Plan","epNo":5,"alt":"President Evil","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497884,"hoster":"VOE"},{"redirect":8655694,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626784,"hoster":"VOE"},{"redirect":11626785,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Untreue","epNo":6,"alt":"Hi, Infidelity","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497883,"hoster":"VOE"},{"redirect":12990793,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626738,"hoster":"VOE"},{"redirect":11626737,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Von Männern und Enttäuschungen","epNo":7,"alt":"Of Vice and Men","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497890,"hoster":"VOE"},{"redirect":8655697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626722,"hoster":"VOE"},{"redirect":11626721,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Herr der Pi Sigs","epNo":8,"alt":"Lord of the Pi\u0027s","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497886,"hoster":"VOE"},{"redirect":8655699,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626685,"hoster":"VOE"},{"redirect":11626684,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Faule Eier","epNo":9,"alt":"Spit \u0026 Eggs","descr":"Der Dekan lässt die Verbindungshäuser wieder öffnen- bei der Feier kommt Veronika ins Visier der Vergewaltiger und ihr Vater eröffnet dem Dekan, dass seine Frau doch fremdgeht, was mit einem Todesfall endet...","versions":[{"lang":1,"streams":[{"redirect":8497891,"hoster":"VOE"},{"redirect":8655695,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626734,"hoster":"VOE"},{"redirect":11626733,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mach mir den Affen","epNo":10,"alt":"Show Me the Monkey","descr":"Veronica muss diesmal einen verschwundenen Affen finden und Keith Mars nimmt sich des Falls des Dekans an. Logan versucht sich am Strand abzulenken und Piz gibt Veronika einen Ratschlag, der sie umdenken lässt...","versions":[{"lang":1,"streams":[{"redirect":8497901,"hoster":"VOE"},{"redirect":8655698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626719,"hoster":"VOE"},{"redirect":11626718,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wahre Liebe?","epNo":11,"alt":"Poughkeepsie, Tramps and Thieves","descr":"Veronika hilft einem Computer Nerd seine große Liebe zu suchen, die sich als gekaufte Freundin entpuppt und führt ein pikantes Gespräch mit Logan. Keith ist weiter auf der Suche, wer den Volvo des Dekans fuhr und Veronikas Erzfeindin zerstört ihre große Liebe als sie ein Geheimnis verrät...","versions":[{"lang":1,"streams":[{"redirect":8497902,"hoster":"VOE"},{"redirect":8655700,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626801,"hoster":"VOE"},{"redirect":11626800,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Morgen danach","epNo":12,"alt":"There\u0027s Got to Be a Morning After Pill","descr":"Veronica kann Logan nicht verzeihen und beendet die Beziehung. Eine Freundin von Dick bittet sie um Hilfe: sie hatte eine Fehlgeburt, die  durch ein verabreichtes  Medikament ausgelöst wurde. Ihr Vater ist ein bekannter Prediger und ein Skandal würde seine Karriere gefährden...","versions":[{"lang":1,"streams":[{"redirect":8497907,"hoster":"VOE"},{"redirect":8655702,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626806,"hoster":"VOE"},{"redirect":11626805,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Endzeitstimmung","epNo":13,"alt":"Postgame Mortem","descr":"Logan fungiert als Babysitter für Heather, die kleine Schwester von Dick`s neuer Flamme, als diese nach Vegas durchbrennen. Heather möchte Logan und Veronika wieder zusammenbringen, während Piz seine Chancen als Freund wahrnimmt...","versions":[{"lang":1,"streams":[{"redirect":8497909,"hoster":"VOE"},{"redirect":8655704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626712,"hoster":"VOE"},{"redirect":11626713,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mars hinter Gittern","epNo":14,"alt":"Mars, Bars","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497916,"hoster":"VOE"},{"redirect":8655707,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626674,"hoster":"VOE"},{"redirect":11626675,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Flucht ins Paradies","epNo":15,"alt":"Papa\u0027s Cabin","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497906,"hoster":"VOE"},{"redirect":8655701,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336659,"hoster":"VOE"},{"redirect":11626797,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Anti-amerikanisches Graffiti","epNo":16,"alt":"Un-American Graffiti","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497917,"hoster":"VOE"},{"redirect":8655703,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626693,"hoster":"VOE"},{"redirect":11626692,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stimme aus dem Jenseits","epNo":17,"alt":"Debasement Tapes","descr":"","versions":[{"lang":1,"streams":[{"redirect":8497905,"hoster":"VOE"},{"redirect":8655705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626704,"hoster":"VOE"},{"redirect":11626701,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ich weiß, was du nächsten Sommer tun wirst","epNo":18,"alt":"I Know What You\u0027ll Do Next Summer","descr":"Diese Folge widmet sich den invisible children. Ein Student schreibt seine Memoiren als Kindersoldat und nach einigen Wendungen gibt es ein berührendes Wiedersehen... Logan plant mit Dick seinen Surfurlaub und stößt Megan damit vor den Kopf, Piz überlegt ein Praktikum in NY anzunehmen, wäre aber dann lange weg. Da überrascht ein Anruf Veronika...","versions":[{"lang":1,"streams":[{"redirect":8497918,"hoster":"VOE"},{"redirect":8655706,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626745,"hoster":"VOE"},{"redirect":11626746,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Katze lässt das Mausen nicht","epNo":19,"alt":"Weevils Wobble But They Don\u0027t Go Down","descr":"Ein alter Freund braucht Veronika, als gefälschte Campusausweise auftauchen. Dick kämpft noch immer mit dem Tod des Bruders, besonders als sein Dad wieder auftaucht und Veronika wird Opfer eines schlüpfrigen Internetvideos...","versions":[{"lang":1,"streams":[{"redirect":8497928,"hoster":"VOE"},{"redirect":8655708,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626729,"hoster":"VOE"},{"redirect":11626730,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Zicke ist zurück","epNo":20,"alt":"The Bitch Is Back","descr":"Veronika stolpert in ihren Ermittlungen bezüglich ihrem pikanten, ins Netz gestellten Video über eine Geheimorganisation. Diese rekrutiert und erpresst einflussreiche Mitglieder. Logan bittet Piz um Verzeihung, kann es aber nicht lassen, Eindruck zu machen. Auch die Wahl zum Sheriff nimmt eine neue Wendung, als Beweismittel verschwinden...","versions":[{"lang":1,"streams":[{"redirect":8497922,"hoster":"VOE"},{"redirect":8655709,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11626769,"hoster":"VOE"},{"redirect":11626770,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Spring Break für immer","epNo":1,"alt":"Spring Break Forever","descr":"Panik bricht in Neptun aus als eine Bombe während Spring Break hochgeht. Veronica und Keith werden von einer reichen Familie beauftragt, deren Kind bei dem Attentat verletzt wurde. Sie sollen den Schuldigen finden.","versions":[{"lang":1,"streams":[{"redirect":13115664,"hoster":"VOE"},{"redirect":8655712,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999791,"hoster":"VOE"},{"redirect":9999790,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Freund aus dem Knast","epNo":2,"alt":"Chino and the Man","descr":"Veronica und Keith starten ihre Ermittlungen. Ihr Einmischen ruft den Chef der Polizei auf den Plan. Penn Epner macht seine Theorie, wer der Bombenleger sein könnte, öffentlich. Unterdessen beginnt die Jugendliche aus dem Ort, Matty Ross, eigene Ermittlungen, um den Killer ihres Vaters zu finden.","versions":[{"lang":1,"streams":[{"redirect":8497970,"hoster":"VOE"},{"redirect":8655710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174009,"hoster":"VOE"},{"redirect":9999794,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schnauze halten und weiterfeiern","epNo":3,"alt":"Keep Calm and Party On","descr":"Der Klient von Veronica und Keith, Daniel Maloof, macht eine schockierende Offenbarung. Sheriff Marcia Langdon kommt ihrem Topverdächtigen auf die Spur. Veronica und Matty Ross schließen sich zusammen als die Ermittlungen auf den Kopf gestellt werden.","versions":[{"lang":1,"streams":[{"redirect":8497992,"hoster":"VOE"},{"redirect":8655713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999798,"hoster":"VOE"},{"redirect":9999797,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nicht den Kopf verlieren","epNo":4,"alt":"Heads You Lose","descr":"Veronica ist überzeugt davon, dass der Bombenleger auf freiem Fuß ist. Sie besucht Chino um mehr über Clyde und Big Dick zu erfahren. Der Hilferuf von Bürgermeister Dobbins ans FBI bringt eine alte Flamme nach Neptune. Veronica stellt ihren Räuber zur Rede.","versions":[{"lang":1,"streams":[{"redirect":8498033,"hoster":"VOE"},{"redirect":8655714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999804,"hoster":"VOE"},{"redirect":9999803,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pechsträhne","epNo":5,"alt":"Losing Streak","descr":"Veronica entdeckt, dass Keith etwas sehr Gruseliges vor ihr geheim gehalten hat. Der wahre Grund für Penns jüngsten Verdacht, wer der Bombenleger sein könnte, kommt ans Licht. Veronica verliert das Vertrauen in ihre neue Freundin Nicole, Besitzerin von Comrade Quacks.","versions":[{"lang":1,"streams":[{"redirect":8498006,"hoster":"VOE"},{"redirect":8655717,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999806,"hoster":"VOE"},{"redirect":9999805,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Es wird schmerzhaft","epNo":6,"alt":"Entering a World of Pain","descr":"Veronica erfährt mehr über Nicoles Vergangenheit und ihr Verdacht wird immer größer. Ein panischer Anruf aus Paris führt zu einer Suche nach Matty Ross. Veronica macht aus Versehen die Drecksarbeit für Leo D\u0027Amato.","versions":[{"lang":1,"streams":[{"redirect":8498001,"hoster":"VOE"},{"redirect":8655715,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999810,"hoster":"VOE"},{"redirect":9999812,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Götter des Krieges","epNo":7,"alt":"Gods of War","descr":"Veronica denkt darüber nach, Nicole die Wahrheit zu sagen. Veronicas Treue steht auf dem Prüfstand. Veronica und Keith entdecken, dass sie nicht die einzigen sind, die glauben herausgefunden zu haben, wer der Bombenleger ist. Ein überraschender, potentieller Klient versucht Mars Investigations anzuheuern.","versions":[{"lang":1,"streams":[{"redirect":8497956,"hoster":"VOE"},{"redirect":8655716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9999816,"hoster":"VOE"},{"redirect":9999815,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein letzter großer Knall","epNo":8,"alt":"Years, Continents, Bloodshed","descr":"Veronica und Keith verfolgen eine neue Spur - und entdecken ein weiteres Opfer. Matty Ross folgt ihrem Instinkt, und bringt sich damit gefährlich nahe an einen Killer. Veronica hat eine tragische Offenbarung als die Uhr weiter abläuft.","versions":[{"lang":1,"streams":[{"redirect":7274102,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":9999818,"hoster":"VOE"},{"redirect":9999820,"hoster":"Streamtape"}]}]}]}]}