{"path":"/serie/stream/versailles","name":"Versailles","descr":"Der mit 28 Jahren noch junge König Ludwig XIV. (George Blagden) will – neben militärischen und wirtschaftlichen Erfolgen seines Landes – der Welt vor allem eins präsentieren: seine uneingeschränkte Macht. Um vor Aufständen besser geschützt zu sein, entscheidet Ludwig sich, das Jagdschloss in Versailles zum Regierungssitz und prachtvollen Palast auszubauen. Ein teures und langwieriges Unterfangen, das mehrmals an mangelndem Geld sowie diversen politischen Intrigen zu scheitern droht. Aber der zukünftige Sonnenkönig trotzt allen Widrigkeiten und treibt sein Bauprojekt voran. Gleichzeitig muss er seinen jüngeren Bruder, Herzog Philipp I. d’Orléans (Alexander Vlahos) in Zaum halten, mit dessen Ehefrau der König ein Verhältnis pflegt. Sein – offen homosexueller – Bruder leidet zunehmend daran, dass der mächtige König ihn an keinen politischen Prozessen beteiligt und will nur eins: in den Krieg ziehen und auf dem Schlachtfeld Ruhm und Ehre erlangen. Und auch dem französischen Hochadel gefällt es gar nicht, dass Ludwig jedem Edelmann einen schriftlichen Adelsnachweis abverlangt.","seasons":[{"path":"/serie/stream/versailles/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/versailles/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Welcome to Versailles","descr":"Traumatisiert durch Ereignisse in seiner Kindheit will König Ludwig XIV. seinen Regierungssitz von Paris nach Versailles verlegen. Bisher steht hier nur ein kleines Jagdschloss, das Frankreichs König in einen gigantischen Palast umbauen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498061","hoster":"VOE"},{"path":"/redirect/8655735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"I Am the State","descr":"Kaum hat die Königin dem ersten Kind das Leben geschenkt, gehen Gerüchte durch den Palast, dass etwas mit dem Baby nicht stimmt. Inzwischen raten die Berater des Königs ihm, einen Krieg zu führen, um seine Macht auszubauen. Sein Bruder Philippe sehnt sich danach, im Feld Ruhm und Ehre zu sammeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115661","hoster":"VOE"},{"path":"/redirect/8655736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Mirror for Princes","descr":"König Ludwig hat nur eines im Kopf: Versailles. Um sie an seinen Hof zu locken, verlangt er einen Adelsnachweis von sämtlichen Repräsentanten der französischen High Society. Montcourt ist der erste, der seinen Titel verliert, und er sucht die Unterstützung des mächtigen Duc de Cassel. In der Zwischenzeit fordert Ludwig die Königin auf, ihre Trauer zu beenden und seinen Gast aus Afrika zu begrüßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498130","hoster":"VOE"},{"path":"/redirect/8655739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"The Road","descr":"Ludwig ist empört darüber, dass sein Bruder Philippe den Ruhm für die Kriegs-Erfolge erntet. Auch die Ermordung der anreisenden Adelsfamilie Parthenay, die dem König ihre Unterstützung versichern wollte, bringt ihn in Rage. Denn ist der Weg nach Versailles nicht sicher, ist der König in seinem Schloss isoliert. Er befiehlt Polizeichef Fabien Marchal, den Mord aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498136","hoster":"VOE"},{"path":"/redirect/8655737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Bow to Your King","descr":"Der Kriegsheld Philippe kehrt verändert vom Schlachtfeld zurück. Die Franzosen bewundern \"ihren\" Herzog von Orleans für seine Siege. König Ludwig fühlt sich in den Schatten gestellt. Die Straßen rund um Versailles sind immer noch nicht sicher, die Überfälle auf Kutschen mehren sich. Um den Sieg gegen die Spanier zu feiern, lädt der König die größten Adelsfamilien in sein Schloss ein – auch den Duc de Cassel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498074","hoster":"VOE"},{"path":"/redirect/8655740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Invalides","descr":"Nach dem Krieg wird von den Soldaten verlangt, am Palast von Versailles zu arbeiten. Doch die Härten des Krieges, der Arbeit und gebrochene Versprechen sorgen für Unzufriedenheit. 2000 legen die Arbeit nieder. Inzwischen hat Madame de Montespan den Duc de Cassel dazu gebracht, nach Versailles zu reisen. In seiner Abwesenheit von Zuhause brennt sein Schloss nieder – und mit ihm die Papiere, die seine edle Abstammung nachweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498087","hoster":"VOE"},{"path":"/redirect/8655738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Revelations","descr":"König Ludwig XIV. leidet unter einem gefährlichen Fieber, was seinen Kammerdiener Bontemps sehr besorgt. Während der Hofarzt eine spezielle Behandlung empfiehlt, schlägt seine Tochter Claudine etwas ganz anderes vor, was zu Spannungen führt. Hinter den Kulissen wird schon für das Schlimmste geplant, die Intrigen laufen auf Hochtouren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498088","hoster":"VOE"},{"path":"/redirect/8655741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Diplomacy","descr":"Chevalier, Philippes Geliebter und einer der Verräter, wird gefangengenommen und eingesperrt. Der Kopf hinter der Verschwörung besucht ihn im Gefängnis und droht ihm, keinen seiner Mitverschwörer zu verraten. Marchal kämpft um sein Leben, nachdem ihm Beatrice einen ominösen Trank verabreicht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498102","hoster":"VOE"},{"path":"/redirect/8655742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Etiquette","descr":"Ludwig zweifelt: War es richtig, Henriette, diese fragile Frau, nach England zu schicken, um mit ihrem Bruder, dem König von England, zu verhandeln? Jetzt, wo der schwedische König Ludwig seine Unterstützung garantiert, fehlt nur noch England, um Frankreichs Angriff auf Holland zu ermöglichen. Inzwischen wächst der Einfluss von Madame de Montespan am Hofe weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931152","hoster":"VOE"},{"path":"/redirect/8655743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Bring the Garden Here","descr":"Henriette ist schwer krank und Gerüchte gehen um: ist es eine Krankheit oder war es Gift? Die Herzogin wird in den königlichen Gemächern behandelt. Krank vor Sorge macht Philippe seinen Bruder, den König, für Henriettes Zustand verantwortlich. Marchal ermittelt in alle Richtungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336672","hoster":"VOE"},{"path":"/redirect/8655744","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/versailles/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/versailles/staffel-2/episode-1","name":"Das Labyrinth","epNo":1,"alt":"Episode 1","descr":"Schloss Versailles wächst immer weiter, die weltweite Bewunderung dafür auch. Ludwig XIV. findet Liebesglück in den Armen der machtbewussten Madame de Montespan (Anna Brewster), deren Aufstieg – wie deren Schwangerschaft – nicht allen am Hof gefällt. Der Sonnenkönig ist in Gefahr: Am Hof werden mehrere Menschen vergiftet, und die Übeltäter scheinen unauffindbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498193","hoster":"VOE"},{"path":"/redirect/8655746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-2","name":"Ein sanftes leises Säuseln","epNo":2,"alt":"Episode 2","descr":"Die Kirche lehnt sich gegen Ludwig XIV. auf und befiehlt ihm, die uneheliche Beziehung zu Madame de Montespan zu beenden. Doch der Sonnenkönig lässt sich keine Befehle erteilen. Madame de Montespan überlegt, wie sie den König auch nach der Entbindung seines Kindes noch bei Laune halten kann. Fabien versucht herauszufinden, wer hinter den Giftmorden im Palast steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498184","hoster":"VOE"},{"path":"/redirect/8655747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-3","name":"Quis custodiet ipsos cusotdes?","epNo":3,"alt":"Episode 3","descr":"Die Giftattentate am Hofe Ludwig XIV. gehen weiter. Aber die Ermittlungen von Polizeichef Fabien geraten in eine Sackgasse. Die Entscheidungen Ludwig XIV.  sind derweil umstritten: Er will den Herzog von Cassel zum Justizminister machen. Um ihn unter Kontrolle zu halten, will Ludwig Sophie zwingen, Cassel zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498126","hoster":"VOE"},{"path":"/redirect/8655749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-4","name":"Miasma","epNo":4,"alt":"Episode 4","descr":"Madeleine de Foix wird wegen Giftmordes ins Gefängnis geworfen. Unterdessen wird das Kind von König Ludwig XIV. und seiner Mätresse Madame de Montespan schwer krank. Ludwig, der durch die Kirche mehr und mehr unter Druck gerät, bekommt Zweifel: Ist das ein Zeichen Gottes?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498127","hoster":"VOE"},{"path":"/redirect/8655745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-5","name":"Krieg und Frieden","epNo":5,"alt":"Episode 5","descr":"König Ludwig XIV. (George Blagden) wird von schrecklichen Schlafstörungen gequält, die seine Paranoia nähren. Er entlässt seinen Polizeichef Fabien (Tygh Runyan) und entfernt sich mehr und mehr von seinem Hofstaat. Mit Ausnahme seiner Mätresse, der machtbewussten Madame de Montespan (Anna Brewster). Schließlich entscheidet er sich zu aller Überraschung, selbst in die Schlacht zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115665","hoster":"VOE"},{"path":"/redirect/8655748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-6","name":"Der Sand der Zeit","epNo":6,"alt":"Episode 6","descr":"Die Armee von Ludwig XIV. (George Blagden) gewinnt mehrere Schlachten an der holländischen Front. Doch Wilhelm von Oranien (George Webster) lockt den König in eine Falle. Marie-Thérèse (Elisa Lasowski) herrscht in der Zwischenzeit über den Hof von Versailles. Für den Besuch des Sultans von Bijapur übernimmt Philippe (Alexander Vlahos) einen Tag lang die Rolle des Königs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498225","hoster":"VOE"},{"path":"/redirect/8655752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-7","name":"Eine Nacht","epNo":7,"alt":"Episode 7","descr":"Ludwig XIV. und Wilhelm von Oranien liefern sich ein gnadenloses Katz-und-Maus-Spiel. Der Sonnenkönig kehrt mit neuer Energie an den Hof Versailles zurück, der nach dem Tod Isabelles unter Schock steht. Madame de Montespan fühlt sich mehr und mehr isoliert und fragt sich, ob ihre Freundin Madame Scarron ebenfalls Gefühle für den König hegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498206","hoster":"VOE"},{"path":"/redirect/8655750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-8","name":"Eine neue Regentschaft","epNo":8,"alt":"Episode 8","descr":"Ludwig XIV. ist fest entschlossen, die Kontrolle über Palast und Leben wiederzugewinnen. Er beendet die Beziehung zu Madame de Montespan. Fabien kehrt in den Dienst des Königs zurück und will dem Giftskandal ein Ende setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498228","hoster":"VOE"},{"path":"/redirect/8655751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-9","name":"Sieben Schatten","epNo":9,"alt":"Episode 9","descr":"Madame de Montespan hat die Gunst des Königs verloren. Sie wendet sich dunklen Mächten zu und nimmt an einer schwarzen Messe teil. Ludwig XIV. nähert sich unterdessen Madame Scarron an, um sein Seelenheil zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498190","hoster":"VOE"},{"path":"/redirect/8655757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-2/episode-10","name":"Von Blut und Steinen","epNo":10,"alt":"Episode 10","descr":"Die verzweifelte Madame de Montespan will sich am König rächen. Ludwig XIV. findet bei Madame de Maintenon, der ehemaligen Madame Scarron, neue Stärke. Der Giftmordskandal endet in einer Hexenverbrennung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498194","hoster":"VOE"},{"path":"/redirect/8655756","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/versailles/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/versailles/staffel-3/episode-1","name":"Schall und Rauch","epNo":1,"alt":"Episode 1","descr":"Philippe kehrt als Sieger aus dem Krieg zurück. Louis empfängt den unterlegenen Kaiser Leopold im prächtigen Spiegelsaal von Versailles, der gerade fertiggestellt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498240","hoster":"VOE"},{"path":"/redirect/8655753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-2","name":"Vertrauensfragen","epNo":2,"alt":"Question De Confiance","descr":"Louis verhandelt mit Leopold über die Herrschaft Spaniens. Leopold überredet Königin Maria Theresia, ihren Gatten zu hintergehen. Die drastischen Steuern des Königs kommen in Paris schlecht an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115662","hoster":"VOE"},{"path":"/redirect/8655755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-3","name":"Die Wahrheit kommt ans Licht","epNo":3,"alt":"Truth Will Out","descr":"Philippe ist auf der Suche nach dem mysteriösen maskierten Gefangenen. Nachdem sie Louis hintergangen hat, bereitet sich Königin Maria Theresia auf ihre Flucht nach Madrid vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498250","hoster":"VOE"},{"path":"/redirect/8655754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-4","name":"Verbrechen und Strafe","epNo":4,"alt":"Crime and Punishment","descr":"Bastien setzt alles daran, um seinen Sohn Tristan freizubekommen. Louis lässt sich auf einen Deal ein, verfolgt aber insgeheim einen anderen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498246","hoster":"VOE"},{"path":"/redirect/8655758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-5","name":"Ins Jenseits","epNo":5,"alt":"L’au-delà","descr":"Madame de Maintenon wird von Louis als engste Beraterin in den Staatsrat berufen. Maria Theresia leidet immer häufiger unter heftigen Stimmungsschwankungen und Wahnvorstellungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498239","hoster":"VOE"},{"path":"/redirect/8655760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-6","name":"Der Kreis des Lebens","epNo":6,"alt":"The Wheel of Fortune","descr":"Madame de Maintenon nutzt den Tod der Königin für ihre eigenen Zwecke. Louis benötigt die Zustimmung des Papstes, um seine Nichte Marie-Louise mit dem spanischen König Carlos zu vermählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115663","hoster":"VOE"},{"path":"/redirect/8655759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-7","name":"Die Offenbarung","epNo":7,"alt":"Le Livre Des Révélations","descr":"Louis und Philippe wollen die Hebamme aufsuchen, die sich um die Geburt ihres älteren Bruders Robert gekümmert hat. Marchal spürt Eleonore und Sophie auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383674","hoster":"VOE"},{"path":"/redirect/8655761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-8","name":"Von Göttern und Menschen","epNo":8,"alt":"Des Hommes Et Des Dieux","descr":"Louis und Philippe erfahren mehr über den Mann mit der eisernen Maske. Sie fragen sich, wie sie dessen Identität geheim halten können. Kardinal Leto setzt Louis unter Druck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115669","hoster":"VOE"},{"path":"/redirect/8655763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-9","name":"Das Pulverfass","epNo":9,"alt":"La Poudrière","descr":"Louis will Philippe überreden, den Mann mit der eisernen Maske aus dem Weg zu räumen. Kardinal Leto versucht Louis zu überzeugen, die Infantin Isabella von Portugal zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115668","hoster":"VOE"},{"path":"/redirect/9241584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/versailles/staffel-3/episode-10","name":"Das Vermächtnis","epNo":10,"alt":"L’héritage","descr":"Louis hat die Pläne des Vatikans vereitelt und fühlt sich unbesiegbar. Doch sein Land ist entzweit. Der König beschließt, nach Paris zu gehen, um das Vertrauen seines Volkes wiederzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115671","hoster":"VOE"},{"path":"/redirect/8655768","hoster":"Streamtape"}]}]}]}]}