{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial","name":"Verschollen - Die Suche nach Cody Dial","descr":"Im Juli 2014 verschwindet Cody Dial in Costa Rica spurlos. Sein Vater Roman vermutet ein Fremdverschulden und macht sich gemeinsam mit den beiden ehemaligen FBI-Agenten Carson und Ken auf den Weg nach Mittelamerika, um den Corcovado-Regenwald nach Cody zu durchforsten. Was war hier geschehen? Wurde Cody ermordet? Bei ihren Ermittlungen stoßen die drei US-Amerikaner auf jede Menge auf Widersprüche und Korruption …","seasons":[{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-1","name":"Verschollen","epNo":1,"alt":"Vanished","descr":"Die Eltern von Cody und zwei Ermittler folgen den Spuren des jungen Mannes, der als Verschollen gilt. Viele Wege werden gedanklich eingeschlagen, Mutmassungen ausgesprochen. Doch der einzige Fakt ist, dass sein Rucksack in der Amerikanischen Botschaft abgegeben wurde. Zudem ist nicht klar, wer den Rucksack samt Material übergab. Das die freundlichen Menschen aus Costa Rica tatsächlich die wenigen Begegnungen mit Cody richtig und Wahrheitsgetreu erzählen, wird von den Suchenden bezweifelt. Sie sind sich sicher, das Cody sich im Regenwald ausgekannt hatte... doch wie viele haben sich da schon überschätzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993164","hoster":"VOE"},{"path":"/redirect/10151284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-2","name":"Ein erster Verdacht","epNo":2,"alt":"Prime Suspect","descr":"Im Jahr 2013 werden über 850 Menschen von drei Millionen Touristen vermisst.\rDie Suche führt zu einem Taxifahrer, der Cody mit einem Einheimischen wohin gefahren hat. Anscheinend hat dieser Einheimische den Ruf eines Drogendealers. Auch dieser wird aufgesucht, erzählt den Ermittlern, er habe mit Cody einen Ausflug gemacht und dort Grass geraucht. Doch plötzlich behauptet er, dass dies doch nicht Cody war, sondern ein anderer Gringo. Die Eltern sind sich zu hundert pro sicher, dass ihr Sohn kein Grass raucht. Sie kennen ihn schliesslich am besten..  Die Ermittler halten dies jedoch nicht für unmöglich. Was die Eltern ziemlich nervt, da sie auf keinen Fall einen kiffenden Sohn in betracht ziehen wollen! Und so wird weiter Kidnapping und schlimmeres angenommen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331062","hoster":"VOE"},{"path":"/redirect/10151285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-3","name":"In den Dschungel","epNo":3,"alt":"Into The Jungle","descr":"Ken läuft mit Pata de Lora die selbe Strecke im Dschungel, wie damals mit Cody. Pata de Lora erzählt bestimmte Dinge anders, als zuvor. Dies macht Ken misstrauisch. Als sie auf Goldgräber stossen, wird Papageienfuss sehr nervös und möchte unbedingt weiter. Ken wird hellhörig, anders als sein Partner, der am liebsten alles nur auf Pata de Lora schieben will. Beide nehmen nun Kontakt mit jemandem auf, der ihnen helfen möchte und dies auch tut. Am Abend möchten sie dann das neuste Roman, dem Vater von Cody mitteilen, der nach wie vor sauer ist, allein bei dem Gedanken, dass sein Sohn zusammen mit Papageienfuss durch den Dschungel lief und eventuell Marihuana geraucht haben soll...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331063","hoster":"VOE"},{"path":"/redirect/10151287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-4","name":"Das Verhör","epNo":4,"alt":"The Interrogation","descr":"Während Ken Pata de Lora / Jose angagiert für eine neue Tour, angeblich einen anderen Weg den Cody gelaufen sei, wartet Carson schon im Ziel bei einer Hütte die mit Kameras ausgestattet ist. Auch Roman, Codys Vater wartet dort, versteckt hinter Büschen, in einem Auto. Er soll das Gespräch mitverfolgen und hören was Jose tatsächlich weiss und gesehen hat. Carson hätte in der vorherigen Episode Roman nicht sagen sollen, dass bei den Goldgräbern Drogen genommen wurde. Codys Vater hätte sich vielleicht mit der Tatsache anfreunden können, dass sein Sohn einen Joint rauchte. Nun für Roman die Aussagen von Jose jedesmal anders und sowieso gelogen. Was also ist wahr, was wirklich passiert und wer hängt mit drin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331061","hoster":"VOE"},{"path":"/redirect/12985219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-5","name":"Sorgen eines Vaters","epNo":5,"alt":"A Father’s Plea","descr":"Die Suche nach der Wahrheit führt zu Quicho und seinen Söhnen. Um an seine Aussage über Cody zu gelangen, werden zwei \"Informanten\" Quicho aufsuchen und das Gespräch aufzeichenen. Das aufgezeichnete Gespräch wird nicht vor der Kamera abgespielt. Es könnte aber auch sein das es überhaupt nicht zu einer Aufzeichnung kam..  denn; als Carson und Ken Quicho am Fluss treffen, sind beide \"Informanten\" mit dabei. Quicho machte mit Carson ein Treffen aus, in dem er zeigen soll, wie man Gold wäscht. Nun kann man davon ausgehen, dass die Informanten alles ausgeplaudert haben. Denn so wie Quicho sagt, sind alle Goldgräber untereinander befreundet.\rPata de Lora - Jose, hat sich überwunden bei einem Fiscal die Wahrheit zu erzählen, nachdem er mit Roman, Codys Dad gesprochen hat. Ken und Carson haben Jose stehts ihre Hilfe versprochen. Doch nun, als Jose aussagen soll, fliegen sie zurück in die USA und überlassen Jose seinem Schicksal...!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331067","hoster":"VOE"},{"path":"/redirect/10151286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/verschollen-die-suche-nach-cody-dial/staffel-1/episode-6","name":"Die Konfrontation","epNo":6,"alt":"The Confrontation","descr":"Nach 5 Episoden all den Vermutungen, allen Aussagen, gibt es in dieser Folge nun das herbei gesehnte Ende. So kann das Leben sein. Viel ermitteln, man denkt man kenne schon den Schluss. Und dann führen die Wege zu Codys Tod...   seht selbst !","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331064","hoster":"VOE"},{"path":"/redirect/10151289","hoster":"Streamtape"}]}]}]}]}