{"seriesId":"vicious","name":"Vicious","descr":"Freddie Thornhill und Stuart Bixby sind seit fast 50 Jahren ein schwules Paar. Als sie sich kennenlernten war Freddie ein aufstrebender Schauspieler und Stuart arbeitete in einer Bar. Mittlerweile ist Stuart Rentner, während Freddie, der sich immer nur mit kleinen Rollen zufriedengeben musste, weiterhin versucht, als Schauspieler Erfolg zu haben. Sie leben gemeinsam mit ihrem alten Hund Balthazar, der die meiste Zeit schlafend verbringt, in einer Wohnung im Londoner Stadtteil Covent Garden. Im Laufe der Jahre ist ihre Beziehung immer mehr zu einer Hassliebe geworden; die beiden bedenken sich gegenseitig laufend mit bissigen Kommentaren. Doch wenn es drauf ankommt, stehen sie zueinander. Fester Bestandteil ihres Lebens sind ihre engen Freunde Violet, Penelope und Mason, die sie schon seit Jahrzehnten kennen, sowie ihr neuer Nachbar, der 22-jährige Ash.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Leichenschmaus","epNo":1,"alt":"Wake","descr":"eit 48 Jahren sind sie unzertrennlich, auch wenn es meist gar nicht danach aussieht. Freddie Thornhill und Stuart Bixby pflegen eine innige Hassliebe zueinander. Sie geben zu Ehren eines verstorbenen Freundes einen Leichenschmaus, an dem auch ihre langjährigen Freunde Violet, Penelope und Mason teilnehmen, die ihren Gastgebern in Sachen Scharfzüngigkeit in nichts nachstehen. Auf Ash, der vor kurzem erst eine Etage über sie gezogen ist, wirkt das Verhalten amüsant und befremdlich zugleich …","versions":[{"lang":1,"streams":[{"redirect":13115667,"hoster":"VOE"},{"redirect":8655800,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Shopping-Tour","epNo":2,"alt":"Cheat","descr":"Ash will seine Ex-Freundin zurückerobern. Violet und Penelope nehmen den jungen Mann unter ihre Fittiche und gehen mit ihm shoppen. Unterwegs beobachten sie zufällig, wie Stuart bei einem Herrenausstatter Hemden zusammenlegt. Für die drei steht fest: Stuart muss eine Affäre haben. Doch die Wahrheit sieht ganz anders aus – und ist vor allem für Freddie alles andere als schmeichelhaft.","versions":[{"lang":1,"streams":[{"redirect":8498404,"hoster":"VOE"},{"redirect":8655805,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Casting","epNo":3,"alt":"Audition","descr":"Freddie bereitet sich auf ein wichtiges Casting vor. Als er mitbekommt, dass Ash nicht richtig weiß, was er mit seinem Leben anfangen soll, überredet Freddie ihn, ebenfalls zum Casting zu gehen und erlebt eine bittere Enttäuschung: Ash wird sofort engagiert, Freddie geht erneut leer aus. Violet hat derweil Ärger mit ihrem Online-Date.","versions":[{"lang":1,"streams":[{"redirect":8498407,"hoster":"VOE"},{"redirect":8655804,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Club-Nacht","epNo":4,"alt":"Clubbing","descr":"Ash nimmt Freddie, Stuart, Penelope und Mason mit in einen Club. Schnell entwickelt sich zwischen den älteren Semestern ein Konkurrenzkampf, wer vor Ashs Freunden am coolsten rüberkommt. Violet macht inzwischen Nägel mit Köpfen und reist nach Argentinien, um dort ihre neue Internetbekanntschaft zu treffen.","versions":[{"lang":1,"streams":[{"redirect":8498415,"hoster":"VOE"},{"redirect":8655803,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Dinner","epNo":5,"alt":"Dinner Party","descr":"Weil seine Schauspielkarriere weiter stockt, will Freddie sich etwas Gutes tun und lädt seinen Nachbarn Ash zu Stuarts Dinnerparty ein. Als die Gäste mitbekommen, dass Ash seiner Begleiterin zuliebe vegan essen will, schaukeln sich die übrigen Gäste mit ihrem Spott gegenseitig hoch. Beim Treffen mit ihrem Online-Date in Argentinien erlebt Violet unterdessen eine böse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8498412,"hoster":"VOE"},{"redirect":8655806,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Jubiläum","epNo":6,"alt":"Anniversary","descr":"Stuart und Freddie feiern den 49. Jahrestag ihrer Beziehung. Auf der Feier erzählt Ash Stuarts Mutter Mildred versehentlich von der Party. Nun muss Stuart seiner Mutter nach fast einem halben Jahrhundert reinen Wein über seine Beziehung zu Freddie einschenken.","versions":[{"lang":1,"streams":[{"redirect":8498422,"hoster":"VOE"},{"redirect":8655810,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Christmas Special 2013","epNo":7,"alt":"Christmas Special","descr":"An Weihnachten laden Stuart und Ian ihre Freunde ein. Da Ashs Eltern im Gefängnis sind, ist er sehr dankbar, Weihnachten bei seinen Nachbarn verbringen zu können und bietet sich an, den Truthahn zuzubereiten. Doch der Hund kommt dem Truthahnbraten in die Quere und Sandwiches müssen als Weihnachtsessen herhalten.","versions":[{"lang":1,"streams":[{"redirect":8505535,"hoster":"VOE"},{"redirect":8655808,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sister","descr":"Violet (Frances de la Tour) bekommt Panik da ihre reiche Schwester Lillian ihr einen Besuch abstattet. Damit sie nicht die Wahrheit über ein paar kleine Lügen herausfindet, fassen Violet und ihre Freunde einen ausgeklügelten Plan um sie vor einer Demütigung zu bewahren.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Gym","descr":"Freddie (Ian McKellen) und Stuart (Derek Jacobi) fühlen sich unsportlich und entscheiden sich dazu, Ash (Iwan Rheon) in sein Fitnessstudio zu begleiten. Während die beiden unterwegs sind, um ihre Körper zu stählen, entdeckt Violet (Frances De La Tour), wie angenehm es in der Wohnung sein kann wenn keine zwei grantigen Männer dort herum hängen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Ballroom","descr":"Die Bande entschließt sich, gemeinsam mit Ash (Iwan Rheon) und Jess zum Tanzkurs zu gehen. Stuart (Derek Jacobi) wird dort schnell zum Liebling des Tanzlehrers, was Freddie (Ian McKellen) gar nicht passt.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Stag Do","descr":"Violet (Frances de la Tour) und Ash (Iwan Rheon) sind beide Single. Während sie schon wieder jemanden im Internet kennengelernt hat, muss er mit der Rückkehr seiner Ex Chloe (Alexandra Roach) klar kommen. Unterdessen fühlt Freddie (Ian McKellen) sich von Stuart (Derek Jacobi) unter Druck gesetzt, eine große, neue Rolle an Land zu ziehen.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Flatmates","descr":"Freddie (Ian McKellen) und Stuart (Derek Jacobi) haben etwas Ärger, weshalb Stuart zu Ash (Iwan Rheon) in die Wohnung zieht, während Violet (Frances De La Tour) fortan mit Freddie zusammenwohnen will.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Wedding","descr":"Eine Feier sorgt dafür, dass die ganze Gang zusammenkommt, jedoch folgen schon bald einige unerwartete Wendungen, wodurch wiederum nicht alles so verläuft wie geplant.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Finale","descr":"Freddie (Ian McKellen) und Stuart (Derek Jacobi) versuchen, ihr jüngst erhaltenes Erbe zu verstecken. Violet (Frances de la Tour) hat derweil nach ihrer Scheidung finanzielle Probleme. Ash (Iwan Rheon) hat unterdessen Schwierigkeiten damit, genug Geld für die Miete zusammenzukratzen.","versions":[]}]}]}