{"seriesId":"victoria","name":"Victoria","descr":"Das Leben der jungen Queen Victoria ist Thema der achtteiligen britischen Mini-Serie von ITV. Jenna Coleman spielt die Monarchin auf ihrem Weg von der Übernahme des Throns im Alter von 18 Jahren im Jahre 1837, über die Bekanntschaft zu und ihre Ehe mit Prinz Albert bis hinein in die mit 63 Jahren zweitlängste Regenschaft, die das Vereinigte Königreich erlebt hat – denn am 9. September 2015 wurde dieser bis dahin geltende Rekord von Queen Elizabeth II. eingestellt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Puppe 123","epNo":1,"alt":"Doll 123","descr":"Nach dem Tod von König William IV. wird seine 18-jährige Nichte Victoria 1837 zur Königin gekrönt. Ihre Mutter, die Duchess of Kent, und deren Berater Conroy sind beide begierig, die Macht an sich zu reißen. Freundschaft und Unterstützung erfährt Victoria durch ihren Premierminister Lord Melbourne. Doch die enge Verbindung führt zu Gerüchten, die Conroy für sich zu nutzen weiß.","versions":[{"lang":1,"streams":[{"redirect":12946859,"hoster":"VOE"},{"redirect":12946858,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hofdamen","epNo":2,"alt":"Ladies in Waiting","descr":"Lord Melbournes Popularität im Parlament sinkt rapide, gleichzeitig erwarten die Tories ihren großen Triumph. Königin Victorias niederträchtiger Onkel Cumberland brennt darauf, Melbournes bevorstehende Niederlage und Victorias Verletzlichkeit auszunutzen. Gemeinsam mit Victorias Mutter, der Duchess of Kent, und Conroy will er die Herrschaft an sich reißen.","versions":[{"lang":1,"streams":[{"redirect":12946863,"hoster":"VOE"},{"redirect":12946870,"hoster":"Doodstream"},{"redirect":12946864,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Brocket Hall","epNo":3,"alt":"Brocket Hall","descr":"Ihr Onkel Leopold bedrängt Victoria, ihren Cousin, Prinz Albert, zum Gemahl zu nehmen, um die Monarchie zu sichern. Als das bekannt wird, kann sich die junge Königin vor Bewerbern kaum mehr retten. Doch sie steht allen gleichgültig gegenüber. Wie ihr Onkel zu Recht argwöhnt, sind ihre Gefühle für Lord Melbourne tieferer Natur.","versions":[{"lang":1,"streams":[{"redirect":12946876,"hoster":"VOE"},{"redirect":12946874,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Prinz wie ein Uhrwerk","epNo":4,"alt":"The Clockwork Prince","descr":"Bereits wenige Minuten nach seiner Ankunft liegt Albert mit Victoria im Clinch, sie stoßen sich gegenseitig heftig vor den Kopf. Alberts Bruder Ernest ermutigt ihn dennoch, weiter mit ihr zu flirten, doch der fühlt sich zutiefst gedemütigt. Victoria muss sich über ihre Gefühle klar werden und sich fragen, wen sie will: Albert oder Melbourne?","versions":[{"lang":1,"streams":[{"redirect":12946880,"hoster":"VOE"},{"redirect":12946881,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine gewöhnliche Frau","epNo":5,"alt":"An Odinary Woman","descr":"Victoria wird von ihrem Verlobten Albert gebeten, vor der Hochzeit einen Titel und regelmäßige Einkünfte für ihn im Parlament durchzusetzen. Er fürchtet sich vor einer Zukunft mit der mächtigsten Frau der Welt an seiner Seite, aber ohne finanzielle Unabhängigkeit. Misstrauisch argwöhnt sie, dass er das Geld für eine Mätresse ausgeben will. Der Hochzeitstermin rückt derweil immer näher.","versions":[{"lang":1,"streams":[{"redirect":12946887,"hoster":"VOE"},{"redirect":12946888,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Position des Prinzgemahls","epNo":6,"alt":"The Queen’s Husband","descr":"Das Glück des königlichen Paares leidet, als Albert öffentlich vom Duke of Sussex gedemütigt wird. Alarmiert durch die Unzufriedenheit ihres Ehemannes, beschließt Victoria, all ihre List einzusetzen, um Albert den gebührenden Respekt zu verschaffen. Doch Albert hat eigene Ideen, wie er seinen Wert unter Beweis stellen will.","versions":[{"lang":1,"streams":[{"redirect":12946901,"hoster":"VOE"},{"redirect":12946900,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Weichen werden gestellt","epNo":7,"alt":"The Engine of Change","descr":"Die schwangere Königin Victoria erkärt, dass im Fall ihres Todes ihr Ehemann Albert das Staatsoberhaupt wird. Diese Entscheidung bringt die Anhänger der Tory-Partei in Rage. Die Aussicht, dass ein deutscher Prinz über die Nation regieren könnte, erzürnt sie zutiefst. Albert beschließt, in den Norden des Landes zu reisen, der sich gerade rapide industriell entwickelt.","versions":[{"lang":1,"streams":[{"redirect":12946908,"hoster":"VOE"},{"redirect":12946911,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Young England","epNo":8,"alt":"Young England","descr":"Die hochschwangere Victoria ist frustriert über die Versuche ihrer Mutter und ihres Ehemannes, ihre Bewegungsfreiheit auf den Palast zu beschränken. Sie widersetzt sich, doch als sie einen Ausflug macht, gerät sie in Gefahr. Derweil kommt ihr Onkel Cumberland in London an. Er hofft, dass Victoria im Kindbett stirbt, denn er ist immer noch der mutmaßliche Erbe.","versions":[{"lang":1,"streams":[{"redirect":12946924,"hoster":"VOE"},{"redirect":12946943,"hoster":"Doodstream"},{"redirect":12946927,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Tochter eines Soldaten","epNo":1,"alt":"A Soldier\u0027s Daughter","descr":"Schon kurz nach der Geburt ihres ersten Kindes wendet sich Königin Victoria (Jenna Coleman) wieder ihren Regierungsaufgaben zu. Nicht ohne Grund: Sie hegt den Verdacht, dass ihr Mann und der Premierminister wichtige Informationen über den schwelenden Konflikt in Afghanistan zurückhalten. Die Familie ihres Mannes Albert (Tom Hughes) findet sich unterdessen zur Taufe des Kindes im Palast ein.","versions":[{"lang":1,"streams":[{"redirect":12946936,"hoster":"VOE"},{"redirect":12946933,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das grünäugige Scheusal","epNo":2,"alt":"The Green-Eyed Monster","descr":"Victoria (Jenna Coleman) merkt, dass sich ihr Mann Albert (Tom Hughes) immer mehr zu einer anderen Frau hingezogen fühlt – und gerade jetzt wird sie zum zweiten Mal schwanger. Währenddessen kommt es im Palast zu mysteriösen Ereignissen und die Dienerschaft hat sofort eine Erklärung: Es spukt.","versions":[{"lang":1,"streams":[{"redirect":12946945,"hoster":"VOE"},{"redirect":12946946,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schuss und Kette","epNo":3,"alt":"Warp And Weft","descr":"Das Schicksal eines armen Seidenwebers in Spitalfields bewegt Victoria (Jenna Coleman) so sehr, dass sie einen prächtigen Mittelalter-Ball veranstaltet. Die Gäste dürfen dabei nur Kleider aus den Armen-Vierteln tragen. Doch das kommt in der Öffentlichkeit gar nicht gut an.","versions":[{"lang":1,"streams":[{"redirect":12946947,"hoster":"VOE"},{"redirect":12946948,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sünden der Väter","epNo":4,"alt":"The Sins of the Father","descr":"Der Hof feiert die Geburt von Victorias (Jenna Coleman) zweitem Kind. Doch die Königin hat Probleme, eine Bindung zu ihrem neugeborenen Sohn aufzubauen. Albert (Tom Hughes) muss zurück in sein Elternhaus in Coburg und erfährt dort von einem schrecklichen Familiengeheimnis.","versions":[{"lang":1,"streams":[{"redirect":12946949,"hoster":"VOE"},{"redirect":12946953,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein königliches Arrangement","epNo":5,"alt":"Entente Cordiale","descr":"Victoria (Jenna Coleman) fürchtet, dass die Hochzeit zwischen dem Sohn des französischen Königs und der Königin von Spanien eine für England gefährliche Allianz schaffen könnte. Deshalb bricht sie zu ihrer ersten Reise auf den Kontinent auf.","versions":[{"lang":1,"streams":[{"redirect":12946959,"hoster":"VOE"},{"redirect":12946960,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Glaube, Liebe, Hoffnung","epNo":6,"alt":"Faith, Hope \u0026amp; Charity","descr":"Victoria (Jenna Coleman) ist schockiert über die Nachricht, dass in Irland eine Hungersnot herrscht. Sie versucht, die Regierung zum schnellen Handeln zu bewegen. Doch aus Angst, die eigene Macht zu schwächen, rät ihr der Premierminister ab, den hungernden Iren zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12946963,"hoster":"VOE"},{"redirect":12946974,"hoster":"Doodstream"},{"redirect":12946964,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Königin der Schotten","epNo":7,"alt":"The King Over the Water","descr":"Nur knapp entkommt Victoria (Jenna Coleman) einem weiteren Mordversuch. Sie und Albert (Tom Hughes) reisen daraufhin incognito in die schottischen Highlands, um Abstand und Ruhe zu gewinnen. Doch der Trip erweist sich nicht als der romantische Rückzug, den sich Victoria erhofft hattte.","versions":[{"lang":1,"streams":[{"redirect":12946968,"hoster":"VOE"},{"redirect":12946971,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gewissensentscheidungen","epNo":8,"alt":"The Luxury of Conscience","descr":"Der Premierminister steht kurz vor der wichtigsten Auseinandersetzung in seiner Karriere. Und Victorias Mann Albert (Tom Hughes) bereitet ihm unwissentlich weitere Probleme. Eine plötzliche Tragödie fordert große persönliche und politische Opfer.","versions":[{"lang":1,"streams":[{"redirect":12946976,"hoster":"VOE"},{"redirect":12946975,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schwer ruht das Haupt, das eine Krone drückt","epNo":1,"alt":"Uneasy Lies the Head That Wears the Crown","descr":"Dei Revolution macht sich auf den Weg durch Europa und Victoria (Jenna Coleman) wird von Neuankömmlingen im Palast unter Druck gesetzt.","versions":[{"lang":1,"streams":[{"redirect":12947009,"hoster":"VOE"},{"redirect":12947008,"hoster":"Doodstream"},{"redirect":12947007,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Londons Brücke hat ein Loch","epNo":2,"alt":"London Bridge Is Falling Down","descr":"Victoria (Jenna Coleman) muss entscheiden ob sie die Chartisten bekämpfen soll oder ihnen erlauben soll, ihre Petition vorzutragen.","versions":[{"lang":1,"streams":[{"redirect":12947011,"hoster":"VOE"},{"redirect":12947013,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und in Arkadien","epNo":3,"alt":"Et in Arcadia","descr":"Im Osborne House kostet Albert (Tom Hughes) die Gelegenheit aus, Zeit mit der Familie außerhalb Londons zu verbringen. Doch Victoria (Jenna Coleman) will unbedingt in den Palast und zum Tagesgeschäft zurückkehren.","versions":[{"lang":1,"streams":[{"redirect":12947020,"hoster":"VOE"},{"redirect":14215273,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fremdkörper","epNo":4,"alt":"Foreign Bodies","descr":"Während Albert (Tom Hughes) den Palast für Cambridge verlässt, muss Victoria (Jenna Coleman) mit den traumatischen Folgen einer Cholera-Epidemie auf den Straßen Londons fertig werden.","versions":[{"lang":1,"streams":[{"redirect":12947024,"hoster":"VOE"},{"redirect":12947032,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bild der Einigkeit","epNo":5,"alt":"A Show of Unity","descr":"Nach dem Mordanschlag reist die königliche Familie nach Irland. Auf dem Palmerston Anwesen werden Intrigen, Konflikte und Romanzen ausgetragen.","versions":[{"lang":1,"streams":[{"redirect":12947030,"hoster":"VOE"},{"redirect":12947037,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Coburger Quartett","epNo":6,"alt":"A Coburg Quartet","descr":"Prince Albert (Tom Hughes) kommt in England an und bei einer unangenehmen ersten Begegnung verspüren er und Victoria (Jenna Coleman) eine sofortige gegenseitige Ablehnung. Allerdings verfliegt ihre Antipathie schnell und zwischen ihnen beginnt sich eine gewisse Anziehung zu entwickeln - sehr zu Melbournes (Rufus Sewell) Missfallen. Inzwischen legt sich Alberts Kammerdiener mit den königlichen Dienern an während Skerrett (Nell Hudson) von einem Mädchen in finanziellen Nöten besucht wird.","versions":[{"lang":1,"streams":[{"redirect":12947046,"hoster":"VOE"},{"redirect":12947047,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Öffentliches Ärgernis","epNo":7,"alt":"A Public Inconvenience","descr":"Albert (Tom Hughes) und Palmerston (Laurence Fox) riskieren ihren Ruf und Victoria (Jenna Coleman) muss entgegen ihr besseres Wissen kämpfen um zu entscheiden, wo ihre Loyalität liegt.","versions":[{"lang":1,"streams":[{"redirect":12947049,"hoster":"VOE"},{"redirect":12947054,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der weiße Elefant","epNo":8,"alt":"The White Elephant","descr":"Zur Weltausstellung sind alle Augen auf London und das Königspaar gerichtet. Bedeutet dies einen Triumph oder Misserfolg?","versions":[{"lang":1,"streams":[{"redirect":12947006,"hoster":"VOE"},{"redirect":12947004,"hoster":"Streamtape"}]}]}]}]}