{"path":"/serie/stream/vienna-blood","name":"Vienna Blood","descr":"In den goldenen Jahren der Stadt Wien wird in den Kaffeehäusern heftig über Philosophie, Wissenschaft und Kunst diskutiert. Die von Sigmund Freud initiierte Psychoanalyse steckt noch in den Kinderschuhen und wird zugleich aufgeregt und argwöhnisch absorbiert. Als sich der Kriminalbeamte Oskar Rheinhardt (Juergen Maurer) mit einem bizarren und verstörenden Mord auseinandersetzt, kommt er in Kontakt mit Max Liebermann (Matthew Beard), einem brillanten Schüler Freuds. Rheinhardt bittet Liebermann um Unterstützung. Der von Zweifeln geplagte Feingeist und der von privaten Dämonen getriebene Polizist werden zu einem widersprüchlichen, aber erfolgreichen Ermittlerteam.","seasons":[{"path":"/serie/stream/vienna-blood/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/vienna-blood/staffel-1/episode-1","name":"Die letzte Séance","epNo":1,"alt":"The Last Séance","descr":"Wien, Anfang des 20. Jahrhunderts: Der Freudianer Dr. Max Liebermann und Inspector Oskar Reinhardt ergänzen sich auf kongeniale Art. Der Tod der Wahrsagerin Charlotte Löwenstein gibt Rätsel auf. Es gibt keine Spuren von Gewalt, ein Abschiedsbrief deutet auf Selbstmord hin. Reinhardt glaubt weder dieser Theorie, noch, dass übersinnliche Kräfte im Spiel sind. Er bittet den jungen Arzt und Psychoanalytiker Dr. Max Liebermann, diesen mysteriösen Fall mit ihm aufzuklären. Der ist bekannt für seinen kühlen Verstand und für seine unkonventionellen Methoden. Madame Löwenstein hatte sich einen Zirkel von Menschen aufgebaut, die in ihr ein Medium sahen, um mit den Toten Zwiesprache zu halten. Doch jetzt liegt sie erschossen auf ihrer Couch, neben ihr ein Abschiedsbrief. Reinhardt glaubt nicht an Selbstmord: Der Raum, in dem die junge Frau starb, war von innen verschlossen, und das Loch in ihrer Brust stammt zweifellos von einem Schuss, aber nirgendwo gibt es eine Waffe. Und wie der Gerichtsmediziner zweifelsfrei feststellt, finden sich im Leib der Toten weder ein Austrittsloch für eine Kugel noch das Projektil selbst. Max Liebermann kombiniert messerscharf. Durch seine Fähigkeiten als Psychoanalytiker und durch Gespräche mit der Näherin des Opfers wird ihm schnell klar: Das Opfer muss schwanger gewesen sein. Und der Mörder aus dem Umfeld der jungen Frau muss davon gewusst haben. Der Arzt und der Kriminalist rücken den Gästen einer von Madame Löwenstein kurz vor ihrem Tod veranstalteten Séance immer näher auf den Pelz. Sie sehen sich einer dubiosen Ansammlung exzentrischer Charaktere gegenüber, und so intensiv sie auch ermitteln, verhindern können sie nicht, dass es weitere Opfer unter ihnen geben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498756","hoster":"VOE"},{"path":"/redirect/8655928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-1/episode-2","name":"Königin der Nacht","epNo":2,"alt":"Queen of the Night","descr":"Der zweite Fall führt Inspector Oskar Reinhardt und den Freud-Anhänger Max Liebermann in die düsteren Gefilde von aufsteigendem Fremdenhass, mittellosen Immigranten und rechtsextremen Kreisen. Die Stadt Wien leidet 1907 unter einem eiskalten Winter und unter den bizarren Morden eines Serientäters. Dr. Max Liebermann feiert die Verlobung mit der liebenswerten Clara Weiss, als Inspektor Reinhardt zu einem Tatort in ein Freudenhaus abberufen wird. Max folgt ihm und lässt Clara und deren brüskierten Eltern ratlos zurück. Im Freudenhaus offenbart sich ihnen ein Bild des Schreckens. Vier Frauen wurden getötet und deren Leichen einem Gemälde gleich drapiert. Schnell ist ein Verdächtiger gefunden: der verstörte Victor Krull, der die Frauen oft im Bordell aufsuchte. Die Ermittlungen führen Oskar und Max aber auch in die rechtsextremen Kreise der Wiener High Society. Das Verhalten des Täters und mysteriöse Hinweise an den Tatorten stellen sie lange vor ein unlösbares Rätsel, aber nach und nach fügen sich die inszenierten Morde zu einem schockierenden Puzzle zusammen. Gleichzeitig hat Max Liebermann mit seinen eigenen Dämonen zu kämpfen. Seine Faszination für seine ehemalige Patientin Amelia lässt ihn an seiner bevorstehenden Hochzeit mit Clara zweifeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8498724","hoster":"VOE"},{"path":"/redirect/8655917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-1/episode-3","name":"Der verlorene Sohn","epNo":3,"alt":"The Lost Child","descr":"Der Freudianer Dr. Max Liebermann bittet Inspektor Oskar Rheinhardt um Unterstützung, als sein Neffe Daniel verstörende Nachrichten aus der Militärakademie St. Florian sendet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9164465","hoster":"VOE"},{"path":"/redirect/9164468","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vienna-blood/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/vienna-blood/staffel-2/episode-1","name":"Die traurige Gräfin","epNo":1,"alt":"The Melancholy Countess","descr":"Als eine depressive ungarische Gräfin in der Badewanne ihrer Luxushotelsuite ertrinkt, sieht es nach Selbstmord aus. Ihr Psychoanalytiker Max Liebermann steht unter besonderer Beobachtung. Der ermittelnde Polizist Oskar Rheinhardt tut sich mit Max zusammen, um das Rätsel um den Tod der Gräfin zu lösen und Max\u0027 beruflichen Ruf zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9387200","hoster":"VOE"},{"path":"/redirect/9124607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-2/episode-2","name":"Die schwarze Feder","epNo":2,"alt":"The Devil’s Kiss","descr":"Ein Bettelmädchen findet eine verstümmelte Leiche in einem Wiener Armenviertel. Der Geheimdienst warnt Oskar, dass die Ermittlungen nicht in den Zuständigkeitsbereich der Leopoldstädter Polizei fallen. Als Oskar jedoch anonyme Nachrichten erhält, die mit dem Mord in Zusammenhang stehen, kann er nicht widerstehen den Ermittlungen nachzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9127338","hoster":"VOE"},{"path":"/redirect/9127336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-2/episode-3","name":"Vor der Dunkelheit","epNo":3,"alt":"Darkness Rising","descr":"Ein Mönch wird brutal ermordet in seinem Kloster aufgefunden. Der Verdacht fällt auf einen gläubigen Juden, der den Mönch wegen antisemitischer Äußerungen gerügt hatte. Um das Netz der Täuschung zu entwirren, müssen Max und Oskar die Macht des Glaubens verstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383685","hoster":"VOE"},{"path":"/redirect/9135747","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vienna-blood/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/vienna-blood/staffel-3/episode-1","name":"Rendezvous mit dem Tod","epNo":1,"alt":"Deadly Communion","descr":"Der Tod ist schön. Deshalb wurden zwei Frauen ermordet, aufgespießt wie Schmetterlinge mit einer Hutnadel direkt ins Gehirn im Moment höchster sexueller Erregung. Der Mörder möchte, dass Dr. Liebermann seine Begabung für das Besondere anerkennt. Deshalb wird er wieder töten. Oskar und Max müssen den nächsten Mord verhindern. Das ist aber nur möglich, wenn Max sich selbst in Todesgefahr begibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11951372","hoster":"VOE"},{"path":"/redirect/11951367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12303670","hoster":"VOE"},{"path":"/redirect/12303669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-3/episode-2","name":"Der Schattengott","epNo":2,"alt":"The God of Shadows","descr":"Eine Serie merkwürdiger Einbrüche gibt der Polizei Rätsel auf. Auf Wertgegenstände scheint es der Dieb nicht abgesehen zu haben. In einem Heim für ehemalige Armee-Offiziere geschieht ein bizarrer Mord. Ein Verbrechen, das vor Jahren in China stattgefunden hat, scheint diese Ereignisse zu verknüpfen. Irgendwo in Wien befindet sich ein Schatz von unermesslichem Wert und irgendjemand will ihn finden, koste es, was es wolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918283","hoster":"VOE"},{"path":"/redirect/11951353","hoster":"Doodstream"},{"path":"/redirect/11951355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12303672","hoster":"VOE"},{"path":"/redirect/12303671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vienna-blood/staffel-3/episode-3","name":"Der Tod und das Mädchen","epNo":3,"alt":"Death Is Now a Welcome Guest","descr":"Der gefeierte Filmstar Ida Rego fällt bei der Premiere ihres neuen Films tot um. Irgendjemand hat sie vergiftet. Verdächtige gäbe es genug. Die große Schauspielerin, die für die Rolle ausgebootet wurde, einen fanatischen Fan, einen Politiker, mit dem sie eine Affäre hatte. Doch keine der Spuren fühlt sich richtig an. Max und Oskar spüren, dass hier ein ganz anderes Spiel läuft. Aber welches?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11951360","hoster":"VOE"},{"path":"/redirect/11951356","hoster":"Doodstream"},{"path":"/redirect/11951343","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12303667","hoster":"VOE"},{"path":"/redirect/12303668","hoster":"Streamtape"}]}]}]}]}