{"seriesId":"vier-frauen-und-ein-todesfall","name":"Vier Frauen und ein Todesfall","descr":"Wo auch immer in der Umgebung jemand stirbt, da sind sie nicht weit: Gaby Dohm, Adele Neuhauser, Brigitte Kren und Martina Poel sind die Titelheldinnen der ORF-Krimiserie \"Vier Frauen und ein Todesfall\" nach einer Idee von Wolf Haas und Annemarie Mitterhofer. Das verschworene Damenquartett wittert hinter jedem Todesfall ein Verbrechen und wird detektivisch aktiv. Das Erfolgsduo Uli Brée und Rupert Henning verfasste die Drehbücher zu zehn skurrilen Krimiabenteuern made in Austria, die Harald Sicheritz, Wolgang Murnberger und Andreas Prochaska in Szene setzten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Herzkasper","epNo":1,"alt":"","descr":"Der prominente Herzspezialist Professor Caspar (Alf Beinell), der im exklusiven Altersheim \"New Age\" tätig war, erliegt unerwartet einem Herzinfarkt. Bei seinem Begräbnis ist das gesamte Dorf versammelt, darunter auch die drei \"Begräbnisfreundinnen\" Julie (Adele Neuhauser), Maria (Brigitte Kren) und Sabine (Martina Poel). Beim Leichenschmaus sagt Julie den denkwürdigen Satz \"Ich glaub’ nicht, dass der eines natürlichen Todes gestorben ist\". Die trauernde Witwe Henriette (Gaby Dohm) ist konsterniert.\rDie Gerüchteküche beginnt zu brodeln, und es dauert nicht lange, bis Henriette unter Verdacht gerät. Henriettes Zweifel wachsen, wodurch sie schließlich selbst den entscheidenden Hinweis zur Klärung des Falles findet. Gemeinsam mit Julie, Maria und Sabine überführt Henriette den Mörder ihres Mannes und findet in den drei Frauen neue Freundinnen.","versions":[{"lang":1,"streams":[{"redirect":8498712,"hoster":"VOE"},{"redirect":8655901,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nebelsuppe","epNo":2,"alt":"","descr":"In der Latschenklamm unterhalb des steil aufragenden Ilmer Hausbergs Kogel wird die Leiche des örtlichen Bankdirektors Karlheinz Gruber (Peter Weiß) gefunden. Er ist bei einer Bergtour abgestürzt und kann von seiner Frau (Bettina Redlich) nur noch anhand seiner neuen Bergschuhe identifiziert werden.\rDie vier Frauen mutmaßen sogleich, dass Direktor Gruber keines natürlichen Todes gestorben sein kann, war er doch ein äußerst geübter Bergsteiger. Infolge ihrer Nachforschungen behalten sie – wie sollte es anders sein – natürlich Recht. Gruber war in dubiose Geschäfte verwickelt und verwirtschaftete dabei sehr viel Geld anderer, während er sein eigenes Vermögen noch rechtzeitig in Sicherheit bringen konnte.\rSo gibt es also einige, die ganz froh sind, dass der Herr Direktor das Zeitliche gesegnet hat – und das nicht nur im Ort, sondern offenbar weit über dessen Grenzen hinaus.","versions":[{"lang":1,"streams":[{"redirect":8498729,"hoster":"VOE"},{"redirect":8655903,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Naturtrüb","epNo":3,"alt":"","descr":"Bei einer Veranstaltung der Bürgerinitiative \"Grünes Dorf Ilm\" kippt der Gründer der Initiative, Blasius Kellhammer (Fritz Egger), mitten in seiner Vollwert-Rede vom Podium und stirbt unter schrecklichen Krämpfen. Im Totenschein steht \"Pilzvergiftung\" als Todesursache.\rKaum zu glauben für Julie (Adele Neuhauer) und ihre drei Mitstreiterinnen (Gaby Dohm, Brigitte Kren, Martina Poel), zumal sich bei genauerem Hinsehen herausstellt, dass sich Blasius Kellhammer in einem chaotischen Beziehungsdebakel zwischen mehreren Frauen befand.\rMittendrin die Haubenköchin Susi Sarandonig (Elisabeth Holzmeister), an deren Pilzgericht Kellhammer gestorben sein soll. So trauert sie nicht nur um den ermordeten Liebhaber, sondern auch um den ruinierten Ruf ihres berühmten Lokals \"Orest\".","versions":[{"lang":1,"streams":[{"redirect":8498725,"hoster":"VOE"},{"redirect":8655904,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vatermord","epNo":4,"alt":"","descr":"Auf einer Kinderparty im Garten von Sandra (Claudia Ziegler) und Thomas Mader kommt es zu einem schrecklichen Zwischenfall: Der kleine Lukas spielt mit seinem Vater Thomas \"Räuber und Gendarm\" und fuchtelt dabei mit einer vermeintlichen Spielzeugpistole herum – bis sich ein Schuss löst. Thomas Mader wird tödlich getroffen.\rDas Entsetzen ist groß und die vier Frauen stecken mitten im nächsten Fall. Unter Verdacht, dem Kind die Pistole untergeschoben zu haben, gerät vorerst das hübsche Au-pair-Mädchen Jeanne (Katharina Solzbacher), das in ein Eifersuchtsdrama verwickelt zu sein scheint.\rZwar soll sich Eifersucht als Motiv herausstellen, aber ganz anders als erwartet und ohne Frauen im Spiel. Thomas Mader war Geschäftsführer der Firma \"Raffeiner-Wasser\", die mit \"belebtem\" Wasser gewaltige Umsätze gemacht hat und offenbar ein böses Geheimnis verbirgt …","versions":[{"lang":1,"streams":[{"redirect":8498750,"hoster":"VOE"},{"redirect":8655907,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Warm abgetragen","epNo":5,"alt":"","descr":"Der alte Gustl Hauser kommt beim Brand seiner Scheune ums Leben. Beim Begräbnis geraten sich sein Sohn Josef (Helmut Berger) und dessen Tochter Lucy (Nora Heschl) in die Haare. Lucy wirft ihrem Vater vor, dass er schon seit längerer Zeit auf den Tod des Großvaters gehofft hat, damit er endlich den Hof verkaufen kann.\rGrund genug für die vier \"Begräbnisfreundinnen\" Julie (Adele Neuhauer), Henriette (Gaby Dohm), Maria (Brigitte Kren) und Sabine (Martina Poel), ihre Ermittlungen aufzunehmen. Verdächtig ist selbstverständlich Josef, den die Eröffnung des Testaments noch tiefer in den Hass gegen seinen verstorbenen Vater treibt.","versions":[{"lang":1,"streams":[{"redirect":8498747,"hoster":"VOE"},{"redirect":8655910,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Künstlerpech","epNo":6,"alt":"","descr":"Unweit des Dorfes soll der neue \"Besinnungssteig\" eingeweiht werden, ein Wanderweg, der von Kunstwerken gesäumt wird. Diese bestehen einerseits aus traditionellen Werken, gefertigt vom Holzschnitzer Sepp Klaubner und andererseits aus den modernen und durchaus provokanten Schöpfungen des Malers, Bildhauers und Aktionskünstlers Leo Hell. Dieser ist der Sohn des international berühmten, vor einigen Jahren verstorbenen Malers Max Hell.\rAls Sabine – in ihrer Funktion als Gemeindeamtssekretärin – nach der holprigen Rede des Bürgermeisters das Tuch von der ersten Leo Hell-Skulptur \"Gott im Himmel\" zieht, erstarren die Anwesenden schlagartig. Zum Vorschein kommt ein Stuhl, auf dem der tote Leo Hell gefesselt sitzt. Zwischen seinen Beinen ragt ein Gewehr auf, dessen Mündung genau auf seinen Kopf zeigt. Sofort machen die wildesten Gerüchte die Runde – der allgemeine Tenor lautet: Alkohol, Drogen, Selbstmord.\rNur Julie hegt Zweifel und verkündet diese auch unverblümt am offenen Grab. Das Quartett ermittelt also – und findet heraus, dass Leo Hell sehr reich war, obwohl er kaum jemals eines seiner skurrilen Werke verkauft hat. Außerdem steht ein Ferrari Testarossa in Hells Garage – und im Büro des Bürgermeisters hängt neuerdings ein großformatiges Werk des berühmten Vaters, obwohl der Bürgermeister sich so ein Kunstwerk niemals hätte leisten können.\rSabine verfolgt inzwischen einen dunkelhäutigen Fremden, den einige im Dorf für einen Drogenkurier halten. Als er plötzlich von einem Unbekannten niedergeschlagen wird und Sabine ihn verarztet, verrät er ihr seine wahre Identität und zeigt ihr ein geheimnisvolles Videoband, auf dem Leo Hell zu sehen ist …","versions":[{"lang":1,"streams":[{"redirect":8498739,"hoster":"VOE"},{"redirect":8655909,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mondsüchtig","epNo":7,"alt":"","descr":"Mitten in einer mondhellen Nacht muss der kleine Kevin mit ansehen, wie seine Großmutter Cilli über die steile Treppe stürzt, die zu ihrem Haus führt. Allem Anschein nach hat das Kind den Täter beziehungsweise die Täterin gesehen, vielleicht sogar erkannt. Doch der Schock sitzt so tief, dass der Kleine kein Wort mehr herausbringt. Die alte Steigerbäuerin wird ins Krankenhaus gebracht, doch niemand weiß, ob sie je wieder aus dem Koma erwachen wird.\rPlötzlich taucht Toni Steiger mit einem brandneuen, sündhaft teuren Motorrad auf – und Maria belauscht hierauf einen heftigen Streit zwischen ihm und seiner Schwester, bei dem es um das Geld der alten Bäuerin geht. Die Frauen mutmaßen, dass der Mörder es möglicherweise noch einmal versuchen könnte.\rAlso wird Marias Sohn Franzi zu Cillis Bewachung \"abgestellt\". Währenddessen stellen Maria, Henriette und Sabine dem vermeintlichen Erbschleicher Toni eine Falle. Sie lassen ihm die Nachricht zukommen, dass seine Mutter aus dem Koma erwacht sei, und folgen ihm ins Krankenhaus. Doch dort geschieht ganz und gar nicht das, was die Frauen erwartet haben – und da beschließen die Vier, alles auf eine Karte zu setzen …","versions":[{"lang":1,"streams":[{"redirect":8498741,"hoster":"VOE"},{"redirect":8655908,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Trockenschwimmer","epNo":8,"alt":"","descr":"Der im Dorf überaus beliebte Präsident des Schwimmvereins und ehemalige Profischwimmsportler Karl-Maria Landauer springt, wie jeden Tag, vom Dach seines Hauses in den Pool, um seine Runden zu drehen. Unglücklicherweise entgeht ihm, dass sich im Schwimmbecken kein Wasser befindet. Der Aufprall ist tödlich – der Schock bei den Dorfbewohnern sitzt tief.\rEin Gedenkschwimmen im nahe gelegenen See endet im Chaos, da Dorfwirt Valentin Salchegger mit seiner unkontrollierten Trauer über Landauers Tod beinahe eine Massenpanik auslöst. Landauer hat Salchegger einmal vor dem Ertrinken gerettet, deshalb will dieser nun den Mörder seines Lebensretters zur Strecke zu bringen. Denn dass es Mord war, davon gehen alle aus – bis auf die vier Frauen, die diesmal erstaunlicherweise an einen Unfall glauben.\rSo bleibt die Ermittlungsarbeit schließlich am Dorfgendarmen Paulmichl hängen. Diesem schließen sich Dorfwirt Salchegger, der Bürgermeister und Marias Sohn Franzi an. Die dilettantische Vorgehensweise der Männer aber lässt die vier Frauen erschaudern, und sie nehmen schließlich doch eigene Ermittlungen auf.\rNach einigen Nachforschungen erscheint Karl-Maria Landauer plötzlich in neuem Licht: Er ist hoch verschuldet und soll eine ganze Menge Leute schlecht behandelt oder sogar in den Ruin getrieben haben – auch der Verdacht, dass zahlreiche weibliche Mitglieder des Vereins von Landauer nicht nur Schwimmunterricht erhalten haben sollen, verdichtet sich. Dennoch: Mord bleibt Mord. Und noch läuft derjenige frei herum, der Landauers Pool trockengelegt hat.","versions":[{"lang":1,"streams":[{"redirect":8498751,"hoster":"VOE"},{"redirect":8655911,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Drachentöter","epNo":9,"alt":"","descr":"Beim Dorfwirt findet ein rauschendes Hochzeitsfest statt – der reiche Sportausrüstungshersteller Urban Stainzer heiratet Francesca Pesci, eine aus dem Dorf stammende, bildhübsche Frau, die Karriere als Model gemacht hat. Tommi Engel, der weltberühmte Drachenflugmeister, soll aus der Luft den Brautstrauß zuwerfen. Der gewagte Anflug endet im Glockenturm – tödlich.\rDie Hochzeitsfeier wird zum Tribunal des Dorfgendarmen Paulmichl, der sich ganz sicher ist, dass Engel nicht von selbst vom Himmel gefallen ist. Alle Anwesenden sind verdächtig und den dilettantischen Verhörmethoden des Gendarmen ausgesetzt.\rWährenddessen arbeiten Julie, Henriette, Maria und Sabine detektivisch etwas nuancierter und finden heraus, dass der Engel kein Engel, sondern im Gegenteil ein ziemlicher \"Weiberer\" war, dass seine Kollegen aus dem Drachenfliegerverein durchaus gute Gründe hatten, ihn nicht besonders zu mögen – und dass offenbar an Engels \"Hochzeitsdrachen\" herummanipuliert wurde.\rUnd während Gendarm Paulmichl bei seinen Verhören trotz inquisitorischer Methoden keinen Schritt weiterkommt, nehmen die Dinge eine höchst dramatische Wendung.\rDie tapfere Henriette muss in schwindelerregender Höhe ihre Trittsicherheit im Zuge einer waghalsigen Rettungsaktion auf dem Dach des Dorfwirts beweisen, der Sportausrüstungshersteller Stainzer gerät ins Visier der \"ermittelnden\" Frauen und folglich schwer unter Druck – und die Kollegen aus dem Drachenfliegerverein offenbaren der Reihe nach diverse dunkle Geheimnisse.","versions":[{"lang":1,"streams":[{"redirect":8498769,"hoster":"VOE"},{"redirect":8655912,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Liebessumpf","epNo":10,"alt":"","descr":"Der Steuerberater Richard Gier erwacht eines Nachts von einem grellen Schein, der durch sein Schlafzimmerfenster fällt. Als er aufsteht und hinausblickt, sieht er im Garten seines Nachbarn ein überdimensionales, hell strahlendes Leuchtkreuz. In jüngster Zeit wurden im ganzen Land zahlreicher solcher Kreuze aufgestellt – zur Erinnerung an einen Einsiedlermönch mit magischen Heilkräften namens Pius Pitter, der vor einigen Jahrhunderten nahe des Dorfes gelebt haben soll. Dem Steuerberater platzt allerdings der Kragen und er beschließt, das Lichtkreuz mit einer Axt dem Erdboden gleichzumachen. Doch schon beim ersten Hieb gibt es einen Kurzschluss und Richard Gier muss aufgrund eines fatalen Stromschlags das Zeitliche segnen.\rBeim Begräbnis mahnt der Dorfpfarrer Jan Pilsudski zur Versöhnung, denn auch ihm sind diese Lichterkreuze ein Dorn im Auge. Den vier Frauen ist der Vorfall unheimlich und so machen sie sich an die Recherche und finden heraus, dass das todbringende Leuchtkreuz wohl absichtlich unter Strom gesetzt wurde.\rAls Sabine dann mitten im Wald dem Nachfahren des Einsiedlermönchs Pius Pitter begegnet, Julie – natürlich \"rein zufällig\" – eine im wahrsten Sinne des Wortes \"intime\" Beichte im Hause Gottes mit anhört und eine Pilgerfahrt zu den Stätten des heiligen Franziskus fast zum Höllentrip wird, überschlagen sich die Ereignisse.","versions":[{"lang":1,"streams":[{"redirect":8498776,"hoster":"VOE"},{"redirect":8655916,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schutzengel","epNo":1,"alt":"","descr":"Nach Jahren im Ausland kehrt der längst totgeglaubte Alexander Zirbner, Julies Schwager, ins Dorf zurück. Doch kaum zu Hause erleidet er einen tödlichen Herzinfarkt. Julie ist untröstlich und zum ersten Mal muss sie ihren typischen Begräbnissatz – \"Ich glaub nicht, dass der eines natürlichen Todes gestorben ist\" – aus dem Mund einer anderen hören, der neuen Dorfärztin Mona Brandt. Doch wer hat den Mann nun tatsächlich auf dem Gewissen und vor allen Dingen, warum ist er nach so langer Zeit zurückgekehrt?","versions":[{"lang":1,"streams":[{"redirect":8498770,"hoster":"VOE"},{"redirect":8655913,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rattengift","epNo":2,"alt":"","descr":"Drei Tote auf einen Schlag: Die gesamte Familie Zauner stirbt einen grausigen Vergiftungstod. Bereits am Vortag wurde im Nachbarort ein Lokalbesitzer tot aufgefunden. Mona Brandt mischt sich eifrig in die Ermittlungen ein, nicht gerade zur Freude der übrigen Begräbnisfrauen. Außerdem leidet Franzi unter seltsamen Angstzuständen und Verfolgungswahn. Was hat all das letztendlich mit der Robin-Hood-Bande zu tun, die im Umland ihr Unwesen treibt?","versions":[{"lang":1,"streams":[{"redirect":8498771,"hoster":"VOE"},{"redirect":8655915,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schlachtfest","epNo":3,"alt":"","descr":"Der Großvater von Roman Koch, dem Koch aus dem Dorfwirt, stirbt an einem Herzinfarkt – in dem Alter eigentlich nicht verwunderlich. Doch es gibt Einiges zu erben und der Kreis der Verdächtigen schließt sich immer enger um Tochter und Enkel. Durch ihr beherztes Auftreten bei der Recherche nach der wahren Todesursache ist Mona Brandt nun endlich im Kreise der Begräbnisfrauen voll integriert.","versions":[{"lang":1,"streams":[{"redirect":13002396,"hoster":"VOE"},{"redirect":8655914,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Scheinheilig","epNo":4,"alt":"","descr":"Eine Seligsprechung steht an in Dorf Ilm. Überschattet wird der Besuch der hochehrwürdigen Kirchenväter aus Rom anlässlich des bevorstehenden Ereignisses allerdings vom Tod des Versicherungsvertreters Graml, einem nicht gerade beliebten Bürger des Ortes. Gibt es da etwa ein dunkles Kapitel im Leben des heiligen Bruders Martin? Als Marias Sohn Franzi auch noch erfährt, wer sein Vater ist, überschlagen sich die Ereignisse.","versions":[{"lang":1,"streams":[{"redirect":8498774,"hoster":"VOE"},{"redirect":8655918,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kopfüber","epNo":5,"alt":"","descr":"Bei einem gemeinsamen Bungeesprung verunglücken der Politiker Linder und der Survival-Trainer Jürgen \"Jorge\" Schnaller tödlich. Ein tragischer Unfall? Wer aber kassiert die hohe Versicherungssumme, die Jorge Schnaller abgeschlossen hatte? Noch ist alles friedlich beim Begräbnisfest der Freunde von Schnaller, doch schon bald tun sich für die vier Frauen Abgründe auf – im privaten wie im politischen.","versions":[{"lang":1,"streams":[{"redirect":8498783,"hoster":"VOE"},{"redirect":8655919,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mundtot","epNo":6,"alt":"","descr":"Der stellvertretende Postenkommandant Paulmichl wird angeschossen auf der Wache aufgefunden. Er hat überlebt, liegt allerdings im Koma und kann zur Aufklärung der näheren Umstände nichts beitragen. Der Besuch der internen Ermittler aus Wien sorgt für einige Unruhe in Dorf Ilm, doch den vier Frauen gelingt es schließlich, die wahren Hintergründe dieses Falls aufzudecken, in dem Erpressung, Eifersucht und unglückliche Liebe die Hauptrolle spielen.","versions":[{"lang":1,"streams":[{"redirect":8498777,"hoster":"VOE"},{"redirect":8655921,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Blattschuss","epNo":7,"alt":"","descr":"Tragischer Jagdunfall in Dorf Ilm: Bankdirektor Bacher, kurz vor der Jagdprüfung stehend, erschießt scheinbar versehentlich die Pilze suchende Gattin des Hofrats Dötschinger.Doch etwas stimmt an dieser Sache nicht, glaubt zumindest Julie, denn sie war bei der Pirsch dabei, und es gibt noch andere Zeugen, die bestätigen können, dass es sich hierbei keineswegs um einen Unfall gehandelt hat.","versions":[{"lang":1,"streams":[{"redirect":8498787,"hoster":"VOE"},{"redirect":8655920,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zugeschüttet","epNo":8,"alt":"","descr":"Dorf Ilm soll verschönert werden: Die Frau des Bürgermeisters setzt alles daran, in diesem Jahr endlich den Titel \"Schönstes Blumendorf Europas\" zu ergattern. Wenn da nicht der Schandfleck des Schrotthändlers Pfirlinger wäre. Der Schrottplatz muss weg! Doch dann ist auch der Händler plötzlich tot und das gesamte Dorf bespitzelt einander gegenseitig auf der Suche nach dem Täter.","versions":[{"lang":1,"streams":[{"redirect":8498788,"hoster":"VOE"},{"redirect":8655922,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Baumsterben","epNo":1,"alt":"","descr":"Auf einer Waldlichtung in seinem Cabrio sitzend und am Handy telefonierend wird der jüngste Spross der Waldbesitzer-Dynastie von Müller-Hofen, Hubertus, erschlagen: Ein frisch gefällter Baum kracht auf das Auto und planiert Fahrer und Gefährt. Im Dorf Ilm soll derweil Hochzeit gefeiert werden: Maria und Salchegger wollen einander gerade das Jawort geben, als Marias Sohn Franzi die Zeremonie unterbricht und von den Geschehnissen im Wald berichtet. Da muss natürlich auch eine Hochzeit warten – ein neuer Fall für die ‚vier Frauen‘! Die Ermittlungen führen die Hobbydetektivinnen gar bis in die Drogenszene und zu einem schrecklichen Familiendrama.","versions":[{"lang":1,"streams":[{"redirect":13115673,"hoster":"VOE"},{"redirect":8655923,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Blutsbande","epNo":2,"alt":"","descr":"Das gesamte Dorf hofft beim Radrennen durch Ilm auf einen Etappensieg des örtlichen Radprofis und österreichischen Hoffnungsträgers im Radsport, Rudi Brunner. Tatsächlich kommt Rudi als erster ins Ziel – und fällt tot vom Rad. Der Präsident des Radsportverbandes weist alle Dopingvorwürfe zurück. Doch als die Ergebnisse aus dem Labor kommen, zeigen sie etwas anderes: Rudi hatte mehr fremdes als eigenes Blut in seinem dürren Körper: Fremdblutdoping! Die vier Frauen rühren wieder einmal ordentlich um und stoßen auf ein mörderisches Familiengeheimnis.","versions":[{"lang":1,"streams":[{"redirect":8498795,"hoster":"VOE"},{"redirect":8655926,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sondermüll","epNo":3,"alt":"","descr":"Bei der regelmäßigen Tour der örtlichen Müllabfuhr geschieht ein schrecklicher Unfall: Der Müllmann Klaus Prinz ist in den Häcksler des Müllwagens geraten. Natürlich ein neuer Fall für die vier Frauen, die ganz und gar nicht an ein Unglück glauben wollen und sich zunächst in der Nachbarschaft des Toten umhören. Bald stellen sie fest, dass gleich mehrere Dorfbewohner mit Prinz über Kreuz waren, darunter sogar dessen eigener Bruder, der seit Jahren nichts mit ihm zu tun haben wollte. Auffällig ist auch, dass Prinz kurz vor seinem Tod plötzlich über eine größere Geldsumme verfügte. Weitere Recherchen führen die Ilmer ‚Sonderermittlerinnen‘ letztendlich zu einer grausigen Entdeckung, die fatale Folgen für das ganze Dorf hat.","versions":[{"lang":1,"streams":[{"redirect":8498804,"hoster":"VOE"},{"redirect":8655924,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Totalschaden","epNo":4,"alt":"","descr":"Die Bürgermeisterwahl steht an in Dorf Ilm und Peppi Nothdurfter ist mehr als besorgt über das rege Interesse der Dorf Ilmer am neuen Kandidaten Wörrister. Doch dann erledigen sich seine Sorgen wie von Geisterhand, denn der Kandidat wird von seinem eigenen Auto überrollt und dass das kein Unfall gewesen sein kann, versteht sich von selbst. Doch wer könnte außer Bürgermeister Nothdurfter noch ein Motiv gehabt haben, den lästigen Konkurrenten aus dem Weg zu räumen? Es herrschen große Unruhe und Entsetzen im Dorf, vor allem weil auch Sabi schwer verletzt wurde und noch immer nicht aus dem Koma erwacht ist. Am Ende hat Dorf Ilm zwar keinen Mörder, dafür aber einen ganz neuen Bürgermeister, und damit hätte nun wirklich niemand gerechnet.","versions":[{"lang":1,"streams":[{"redirect":12931154,"hoster":"VOE"},{"redirect":8655925,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fensterlsturz","epNo":5,"alt":"","descr":"Als der allseits bekannte Dorfspanner, dessen Ähnlichkeit zu dem berühmten englischen Komiker Mr. Bean zu seinem Spitznahmen Mr. Blien geführt hat, in Ausübung seiner lüsternen Tätigkeit von der Leiter fällt und tot in Klara Mittermeiers Gartenbrünnlein endet, beginnen in Dorf Ilm wie gewohnt fieberhaft die Ermittlungen der Begräbnisweiber. Doch das Eifersuchtsdrama zwischen Klaras Exmann Heinz und deren neuem Freund Bernie eskaliert dadurch umso mehr und so sind unsere Damen nicht ganz unschuldig am Verlauf der Geschichte. Am Ende sind drei Männer tot und Julies Ausflug in des Pfarrers Pool hat ebenfalls nicht zu einem Happy End geführt.","versions":[{"lang":1,"streams":[{"redirect":12383675,"hoster":"VOE"},{"redirect":8655927,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feierabend","epNo":6,"alt":"","descr":"Ein alter Bekannter kehrt zurück nach Dorf Ilm, Aufsichtsjäger Pfeiffer, den unsere Begräbnisweiber vor einigen Jahren wegen des Mordes an Frau Hofrat Dötschinger dingfest machen konnten, ist aus dem Gefängnis ausgebrochen und sinnt nach Rache. Und sein perfider Plan scheint aufzugehen, denn tatsächlich tappen nicht nur die Damen in seine Falle. Die können sich zwar selbständig aus ihrem Verlies befreien, doch ihre tapferen Helden kommen zu früh und so kann Pfeiffers grausames Spiel beginnen. Aber niemand hat mit dem tapferen Paulmichl und seiner jungen Kollegin Petra gerechnet.","versions":[{"lang":1,"streams":[{"redirect":12383677,"hoster":"VOE"},{"redirect":8655930,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Aufgespritzt","epNo":1,"alt":"","descr":"Zwei Ereignisse bringen Unruhe ins Dorf Ilm, wo die neue Bürgermeisterin Mitzi mit einer Heile-Welt-Imagekampagne den Tourismus ankurbeln möchte. Das eine ist der Tod von Rosi Schiller, der Besitzerin des örtlichen Bordells während einer Botox-Party und das zweite die Ankunft von Pippa, eine junge Frau, die es schon bei der ersten Konfrontation mit Julie wagt, das letzte Wort zu haben. Und das soll kein Einzelfall bleiben. Dass die Dorfärztin statt Botox ein tödliches Gift in Rosis Gesicht gespritzt hat, bringt nicht nur Lola in argen Stress, sondern den ganzen Ort wieder einmal auf Mörderjagd.","versions":[{"lang":1,"streams":[{"redirect":8498806,"hoster":"VOE"},{"redirect":8655931,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hexenwasser","epNo":2,"alt":"","descr":"Die Eröffnung des neuen Wasserkraftwerkes wird durch einen Anschlag des Sohnes des stellvertretenden Werksdirektors Wörz zu einer Blamage. Dass am nächsten Tag auch noch die resche Direktorin Martina Hochstöger tot am Flussufer gefunden wird, sorgt für vielfältige Gerüchte und bringt Julie und ihre Mitstreiterinnen in Hektik. Zunehmend richtet sich ihr Augenmerk auf die junge Pippa, die sich im Dorfgasthof einquartiert hat und sich zunehmend verdächtig macht. Doch es stellt sich heraus, dass die junge Frau auf der Suche nach ihrer Mutter ist.","versions":[{"lang":1,"streams":[{"redirect":12931156,"hoster":"VOE"},{"redirect":8655929,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebesfalle","epNo":3,"alt":"","descr":"Nach einer Idee von Wolf Haas und Annemarie Mitterhofer Dass ein deutsches Gästepaar, welches aber jeweils mit einem anderen Partner liiert ist, in einem Feriendomizil während des heißen Liebesaktes in Flammen aufgeht, kann niemanden momentan wirklich aus der Fassung bringen. Anderes ist viel wichtiger. Wer ist wirklich Pippa? Vielmehr wer ist ihre Mutter, die sie im Dorf Ilm vermutet und die sie nach der Geburt zur Adoption freigegeben hat. Der Gendarm Paulmichl wird von der Schwangerschaft seiner Freundin und Kollegin gestresst. Der Dorfwirt hat eine geniale Idee zu Ilmer Passionsspielen. Und Julie hadert mit einem dunklen Punkt ihrer Vergangenheit. Wer hat da schon Zeit für ein abgebranntes Touristenpaar?","versions":[{"lang":1,"streams":[{"redirect":8498817,"hoster":"VOE"},{"redirect":8655932,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Notlügen","epNo":4,"alt":"","descr":"Siegfried Kraller ist ein unguter Typ, der nicht nur seine Frau und seinen Sohn tyrannisiert, sondern auch seinen friedvollen Nachbarn und alle jene die bei diesem im Garten fernöstliche Lebenskunst erlernen wollen. Keiner trauert auch nur einen Augenblick, als Kraller, eines Morgens von einer Giftschlange aus seinem Terrarium gebissen, tot aufgefunden wird. Friedvoll beschäftigen sich derweil der Wirt Salchegger und Julies Lover, der desertierte Dorfpfarrer Raphael, mit der Vorbereitung ihres Passionsspiels. Und der Haubenkoch Franzi präsentiert seine ganz neue \"Naturküche\". Dass sich der Ex-Postler und Neo-Hilfspolizist Toni in Pippa verknallt hat, nötigt Julie zu einem überraschenden Bekenntnis.","versions":[{"lang":1,"streams":[{"redirect":13115675,"hoster":"VOE"},{"redirect":8655935,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kellerkinder","epNo":5,"alt":"","descr":"Nachdem die Ilmer Dorfbewohner erfahren mussten, dass die stramme Julie mit dem damals minderjährigen Toni im Vollrausch ein Kind gezeugt und dieses nun im Alter von 25 Jahren mit dem Namen Pippa in den Ort gekommen ist, ist Julie bei allen unten durch. So findet sich auch keiner der gerne bereit ist, Julie zu helfen nach Pippa zu suchen, die spurlos verschwunden ist. Nachdem aber auch Toni und Franzi verschwinden, führt eine Spur zum abseits gelegenen Hof der alten Pichler-Zwillinge. Ein jahrelang gut behütetes Geheimnis wird aufgedeckt.","versions":[{"lang":1,"streams":[{"redirect":12931159,"hoster":"VOE"},{"redirect":8655934,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schweißtreiben","epNo":6,"alt":"","descr":"Die \"Internationale Saunaweltmeisterschaft\" hält Dorf Ilm in Spannung. Hier profiliert sich der Ex-Bürgermeister Pepperl Nothdurfter um seiner Ex-Frau und Amtsnachfolgerin Mitzi eins auszuwischen. Dass der finnische Schwitz-Superstar den Löffel für immer abgibt und der Lokalmatador Stockinger sich ins Koma flüchtet, war nicht geplant. Hat da nicht jemand den Thermostat manipuliert? Wilde Gerüchte von Russenmafia bis Versicherungsbetrug! Davon wenig beeindruckt gedeihen die Ideen zum Passionsspiel. Und Franzi vollzieht seinen Wandel vom Gourmetkoch zurück zum Einser-Golf in Pink. Julie und Pippa in nun bekennender Mutter-Tochter-Beziehung lösen den Sauna-Fall in gewohnt radikaler Weise.","versions":[{"lang":1,"streams":[{"redirect":8498821,"hoster":"VOE"},{"redirect":8655937,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Abgesoffen","epNo":1,"alt":"","descr":"Dorf Ilm bereitet sich, angeführt vom Dorfwirt Salchegger, auf die Wiederauferstehung der \"Ilmer Passionsspiele\" vor. Während Ex-Pfarrer Raphael wie einst Jesus über das heilige Wasser des Sees wandelt, taucht plötzlich vor ihm eine Wasserleiche aus den kühlen Fluten auf. Die vier Frauen beginnen ihrem Ruf gemäß sofort mit ausgiebigen Recherchen. Bei der Leiche handelt es sich um Jackie Kuttnig, dem Kassier der \"Bauerngemeinschaft\", eine Körperschaft die sich durch undurchsichtige Grundstücksspekulationen einen zweifelhaften Ruf erworben hat. Kuttnig war bei der Veruntreuung von Geldern in vorderster Reihe aktiv. Aber auch der plötzliche Reichtum vom derzeit arbeitslosen Franzi wirft neue Fragen auf.","versions":[{"lang":1,"streams":[{"redirect":8498815,"hoster":"VOE"},{"redirect":8655933,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mannsteufel","epNo":2,"alt":"","descr":"Franzi sitzt wegen des Verdachts, den Mord an Jackie Kuttnig begangen zu haben, im Gefängnis. Während seine Mutter Maria nach Beweisen für die Unschuld ihres Sohnes sucht, ist sein Vater, Ex-Bürgermeister Pepperl, völlig aus dem Häuschen, da die halbpopuläre Schlagersängerin Candy wieder einmal die Region beehrt und im \"Saustall\" auftreten wird. Immerhin hatte er vor einigen Jahrzehnten eine heiße Liebesnacht mit Candy und sinnt nun auf Wiederholung derselben. Salchegger probt inzwischen verzweifelt mit seinen Laiendarstellern die \"Ilmer Passion\", wird aber nur von Gerti Zeilinger in seiner künstlerischen Sensibilität verstanden. Die vier Frauen wiederum kommen dahinter, dass die Intimfeinde Sterz und Tallnöfer eine geheime Vereinbarung getroffen haben, in der es offenbar um ein großes, äußerst lukratives, aber semilegales Bauprojekt im Ilmer Kogelwald geht.","versions":[{"lang":1,"streams":[{"redirect":12383678,"hoster":"VOE"},{"redirect":8655936,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bauernschmaus","epNo":3,"alt":"","descr":"Die vier Frauen werden zu Lebensrettern und schneiden in letzter Sekunde Ulrich Sterz von dem Kälberstrick los, an dem der Mann in seinem Vorzimmer baumelt. Wieder bei Bewusstsein beschuldigt Sterz seinen Widersacher Tallnöfer des versuchten Mordes. Allerdings hat dieser ein lupenreines Alibi, da er just zur Tatzeit in der Kirche war und beinahe an einer vergifteten Hostie gestorben wäre und nun im komatösen Zustand im Spital liegt. War es doch versuchter Selbstmord? Der Fall wäre mit Sicherheit für die vier Frauen im Handumdrehen gelöst, hätte Julie nicht so große Probleme mit Raphael und Mary nicht gerade ihren Mann, Dorfwirt Salchegger, in flagranti mit der gar nicht so frommen Friseuse Gerti Zeilinger erwischt.","versions":[{"lang":1,"streams":[{"redirect":8498829,"hoster":"VOE"},{"redirect":8655938,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auferstanden","epNo":4,"alt":"","descr":"Während Dorfwirt Salchegger wegen des Seitensprungs mit Gerti Zeilinger und seinen nagenden Schuldgefühlen die Proben zu den Ilmer Passionsspielen fast unmöglich macht, beginnt Franzi ein Resozialisierungssprojekt namens \"The Jailhouse\" für ehemalige Häftlinge. Doch das ist alles erst der Anfang. Denn als Gerti tags darauf leblos in ihrer Wohnung aufgefunden wird, Salcheggers Frau Maria angblich kurz davor bei ihr war und kein schlüssiges Alibi vorweisen kann, tritt der forsche Kripobeamte Köhlmeier auf den Plan. Und dann erlebt Dorf Ilm beim Begräbnis der Gerti Zeilinger etwas selbst hier noch nie Dagewesenes.","versions":[{"lang":1,"streams":[{"redirect":12383679,"hoster":"VOE"},{"redirect":8655939,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gottesurteil","epNo":5,"alt":"","descr":"Maria Salchegger wird wegen versuchten Mordes an ihrer Nebenbuhlerin Gerti Zeilinger verhaftet. Zugleich findet Gerti wieder zu ihrer tiefen Religiosität und predigt in der Kirche vor begeisterten Gläubigen. Julie, Pippa, Sabine und Salchegger trauen der Sache nicht und bemühen sich um die Freilassung von Maria. Damit noch nicht genug, bandelt der dubiose Investor Mirlinger mit Bürgermeisterin Mitzi an und bekommt im Östrogenrausch von ihr einen Freibrief für die Investition des gesamten Gemeindevermögens in Spekulationsgeschäfte.","versions":[{"lang":1,"streams":[{"redirect":8498837,"hoster":"VOE"},{"redirect":8655942,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zahltag","epNo":6,"alt":"","descr":"Bürgermeisterin Mitzi Nothdurfter’s Geliebter, Mirlinger, ist spurlos verschwunden und mit ihm das gesamte Gemeindevermögen. Mitzi ist restlos verzweifelt und sieht nur im Selbstmord einen Ausweg. Dieses Vorhaben möchte sie aber dem Pfarrer Prinz beichten, dabei löst sich ein Schuss aus ihrem Revolver. Mindestens genauso gefährlich ist Julie unterwegs, die mit ihrem alten Wohnmobil beinahe die am Dorfplatz probenden Darsteller der Ilmer Passionsspiele niedermäht.","versions":[{"lang":1,"streams":[{"redirect":8498840,"hoster":"VOE"},{"redirect":8655940,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Ausradiert","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12383684,"hoster":"VOE"},{"redirect":8655943,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nachgeburt","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498844,"hoster":"VOE"},{"redirect":8655941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Totgepflegt","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498848,"hoster":"VOE"},{"redirect":8655944,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sündenbock","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498854,"hoster":"VOE"},{"redirect":8655948,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Liebesknochen","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498849,"hoster":"VOE"},{"redirect":8655945,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dornenvogel","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498857,"hoster":"VOE"},{"redirect":8655947,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kurzschluss","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498868,"hoster":"VOE"},{"redirect":8655946,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schlussstrich","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498876,"hoster":"VOE"},{"redirect":8655950,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Saumagen","epNo":1,"alt":"","descr":"Vier Frauen treffen sich bei jeder Beerdigung im österreichischen Dorf Ilm und entwickeln dabei ihre ganz eigenen Theorien über das Ableben des Betreffenden. Das verschworene Damenquartett wittert hinter jedem Todesfall ein Verbrechen und wird detektivisch tätig.","versions":[{"lang":1,"streams":[{"redirect":12931158,"hoster":"VOE"},{"redirect":8655951,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gewissensbiss","epNo":2,"alt":"","descr":"Showdown in Dorf Ilm. Stück für Stück können die vier Frauen alle Puzzleteilchen zusammensetzen und das Rätsel um die Unfallnacht lösen. Schuld an allem ist nicht mehr und nicht weniger ein Manuskript, Toni’s Roman, den einige Dorfbewohner für bare Münze gehalten haben. Und auch der Herr Pfarrer ist wieder heimgekehrt und bekennt sich zu seinen Nachkommen. Was also tun, wenn keiner frei von Schuld ist? So weitermachen wie bisher – man wird sehen, zumindest finden die Toten ihren endgültigen Frieden und so kann auch Julie ihren Raphi am Ende endgültig loslassen.","versions":[{"lang":1,"streams":[{"redirect":8498870,"hoster":"VOE"},{"redirect":8655949,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Himmelreich","epNo":3,"alt":"","descr":"Als Julie in das von Walpurga geerbte Bauernhaus einziehen will, um endlich wieder sesshaft zu werden, kommt ihr die ungarische Pflegerin Jana K. bei einem Hexenschuß zu Hilfe und kümmert sich liebevoll um sie. Doch schon bald taucht ein älterer Herr in Dorf Ilm auf, der Jana als schwarzen Engel bezeichnet, die schon mehrere Männer vergiftet haben soll. Julie glaubt an Jana’s Unschuld, bis sie selbst von schweren Bauchkrämpfen gepeinigt auf der Toilette landet. Wieder erscheint der tote Raphael und nun muss sich Julie entscheiden: Geht sie mit ihm oder bleibt sie in Dorf Ilm.","versions":[{"lang":1,"streams":[{"redirect":12251514,"hoster":"VOE"},{"redirect":8655952,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Denkzettel","epNo":4,"alt":"","descr":"Pippa gelingt es Julie mit Gewalt am Leben zu halten, worüber diese zunächst nicht sonderlich erfreut ist. Schließlich gibt die seit der Unfallnacht in katatonischer Schockstarre steckende Bürgermeisterin Mitzi einen ersten Hinweis auf den möglichen Täter: Roman Kirchmayer, Alkoholiker und seit mehrfachem Führerscheinentzug passionierter Radfahrer, soll der Unfallverursacher sein. Doch leider wurde er selbst von Edith Brunner mit dem Rettungsauto über den Haufen gefahren, was bleibt ist sein Testament mit Schuldeingeständnis und eine Julie, die für immer dem Alkohol abschwören will.","versions":[{"lang":1,"streams":[{"redirect":8498885,"hoster":"VOE"},{"redirect":8655954,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hilfeschrei","epNo":5,"alt":"","descr":"Julies Abstinenz ist nur von kurzer Dauer, im Dorf überschlagen sich die Ereignisse. Wiebkes Schwangerschaft vom Herrn Pfarrer fliegt auf, woraufhin seine Haushälterin in wilden Voodoozauber verfällt und der Pfarrer in weiterer Folge verschwindet. Hat er sich in die Höllenklamm gestürzt? Zumindest kann die Herkunft des Skeletts im Polizeiwagen aufgeklärt werden. Es stammt von Julies Ex-Mann Xandi Zirbner, den sie vor Jahren ausgrub, um seine Gebeine immer bei sich zu haben – wie die Kiste mit dem Skelett allerdings ins Tatfahrzeug gelangen konnte, ist weiter ungeklärt. Sabi und Franzi hingegen haben mit ganz profanen Erziehungsproblemen mit Sohn Rocco zu kämpfen, während sich die ermittelnden Beamten weiterhin fragen, was nun wirklich in der Unfallnacht geschah.","versions":[{"lang":1,"streams":[{"redirect":12383683,"hoster":"VOE"},{"redirect":8655955,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kehraus","epNo":6,"alt":"","descr":"Showdown in Dorf Ilm. Stück für Stück können die vier Frauen alle Puzzleteilchen zusammensetzen und das Rätsel um die Unfallnacht lösen. Schuld an allem ist nicht mehr und nicht weniger ein Manuskript, Toni’s Roman, den einige Dorfbewohner für bare Münze gehalten haben. Und auch der Herr Pfarrer ist wieder heimgekehrt und bekennt sich zu seinen Nachkommen. Was also tun, wenn keiner frei von Schuld ist? So weitermachen wie bisher – man wird sehen, zumindest finden die Toten ihren endgültigen Frieden und so kann auch Julie ihren Raphi am Ende endgültig loslassen.","versions":[{"lang":1,"streams":[{"redirect":8498877,"hoster":"VOE"},{"redirect":8655953,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Fluchtwelle","epNo":1,"alt":"","descr":"Der Staudamm des Ilmer Sees ist geborsten und hat Dorf Ilm überflutet. Einige Bewohner, darunter unsere vier Hobbykriminalistinnen, haben jedoch die Katastrophe überlebt. Julie Zirbner ist klar: \"Das kann kein Unfall gewesen sein\". Und sie soll Recht behalten. Ihre Ermittlungen führen zu einem Fall, dessen Ereignisse einige Jahrzehnte zurück liegen.","versions":[{"lang":1,"streams":[{"redirect":8498894,"hoster":"VOE"},{"redirect":8655962,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aufgetaucht","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498900,"hoster":"VOE"},{"redirect":8655957,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zweiundsiebzig","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13115677,"hoster":"VOE"},{"redirect":8655958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Handkuss","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498908,"hoster":"VOE"},{"redirect":8655963,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wahnwitz","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498896,"hoster":"VOE"},{"redirect":12985218,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kälteschlaf","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498910,"hoster":"VOE"},{"redirect":8655956,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schmachtfetzen","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12251513,"hoster":"VOE"},{"redirect":8655960,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schandgold","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8498902,"hoster":"VOE"},{"redirect":8655959,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Hirnverbrannt","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734404,"hoster":"VOE"},{"redirect":9857032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lockvogel","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734406,"hoster":"VOE"},{"redirect":9857037,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Menschenpferde","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734405,"hoster":"VOE"},{"redirect":9857042,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Augenschein","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734412,"hoster":"VOE"},{"redirect":9857046,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Faustrecht","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734415,"hoster":"VOE"},{"redirect":9857051,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Untergriff","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12931157,"hoster":"VOE"},{"redirect":9857054,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlafpatrone","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9857064,"hoster":"VOE"},{"redirect":9857060,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dankeschön","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":7734421,"hoster":"VOE"},{"redirect":9857025,"hoster":"Streamtape"}]}]}]}]}