{"path":"/serie/stream/vier-schwestern","name":"Vier Schwestern","descr":"[Les quatre soeurs] Claude Lanzmanns Lebenswerk \"Shoah\" gilt als Meilenstein in der filmischen Auseinandersetzung mit dem Genozid an den Juden. Ruth Elias, Ada Lichtman, Paula Biren und Hanna Marton sind vier Frauen jüdischen Glaubens, die die Barbarei des Nationalsozialismus die Schoah überlebt haben. Claude Lanzmann, der mit den Zeitzeuginnen ursprünglich für seinen Film \"Shoah\" lange Gespräche geführt hat, widmet jeder der Frauen nun einen eigenen Dokumentarfilm. Die vier Überlebenden der Schoah erzählen sehr persönlich und beleuchten das dunkelste Kapitel der Geschichte Europas im 20. Jahrhundert.","seasons":[{"path":"/serie/stream/vier-schwestern/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/vier-schwestern/staffel-1/episode-1","name":"Der hippokratische Eid, Ruth Elias","epNo":1,"alt":"Episode 1","descr":"Ruth Elias ist 17, als Reichswehr und SS die Tschechoslowakei besetzen. Schnell und über Jahre hinweg schafft es ihre Familie, sich bei Bauern zu verstecken. Dann werden sie denunziert. 1943 wird Ruth nach Auschwitz deportiert. Schwanger. So wird die junge Frau zum Versuchsobjekt des grausamen KZ-Arztes Josef Mengele. Ein Zeugnis. Ruth Elias war 17, als Reichswehr und SS am 15. und 16. März 1939 die Tschechoslowakei besetzten. Drei Jahre lang wurde ihre Familie von Bauern versteckt, bis sie im April 1942 denunziert und nach Theresienstadt deportiert wurde. Im Winter 1943 stellte Ruth fest, dass sie schwanger war. Kurz darauf wurde sie nach Auschwitz deportiert. Im Juni 1944 wurden tausend ausgewählte Frauen zur Beseitigung der Trümmer einer zerbombten Raffinerie nach Hamburg geschickt. Ruth, zu dieser Zeit schon im achten Monat schwanger, gelang es, in diese Gruppe aufgenommen zu werden, was zunächst ihre Rettung war. Doch die junge Frau wird als Schwangere erkannt und nach Auschwitz zurückverfrachtet, in die furchtbare Obhut des KZ-Arztes Josef Mengele. In Auschwitz hat sie ihr Kind zur Welt gebracht. Mengele ließ ihre Brust bandagieren. Das Baby sollte nicht genährt werden. Bevor KZ-Arzt Josef Mengele ihr Kind töten konnte, tat sie es selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13487869","hoster":"VOE"},{"path":"/redirect/10041211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vier-schwestern/staffel-1/episode-2","name":"Zum lustigen Floh, Ada Lichtman","epNo":2,"alt":"Episode 2","descr":"Als die deutschen Soldaten in Polen einmarschieren, richten die Besatzer in der Heimatstadt Ada Lichtmans, Wieliczka, dutzende jüdische Männer grausam hin. Darunter Adas Vater. Die junge Frau selbst wird ins Vernichtungslager Sobibor deportiert. Sie hat mit dem Leben eigentlich abgeschlossen, als ihr unerwartet die Flucht gelingt. Ein Protokoll. Ada Lichtman traf das Grauen der Naziherrschaft unvermittelt: Als die deutschen Soldaten in Polen einmarschierten, verschleppten sie jüdische Männer aus der Kleinstadt Wieliczka in der Nähe von Krakau in ein Waldstück und richteten sie dort hin. Anschließend ordneten sie die blutverschmierten Leichen wie in einem makabren \"Kunstwerk\" im Halbkreis so auf dem Boden an, dass sich ihre Füße berührten und die Köpfe nach außen zeigten. Ab diesem Tag fragte sich Ada nicht, ob sie überleben, sondern nur noch, wie sie sterben würde. Sie kam ins Vernichtungslager Sobibor, in dem insgesamt 250.000 Juden in Gaskammern ermordet wurden. Ada gelangt es, beim Aufstand am 14. Oktober 1943 zu fliehen. Sie gehört zu den knapp 50 Lagerinsassen, die bis Kriegsende überlebten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491132","hoster":"VOE"},{"path":"/redirect/10041182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vier-schwestern/staffel-1/episode-3","name":"Baluty - Paula Biren","epNo":3,"alt":"Episode 3","descr":"Während der Naziherrschaft wird Baluty – ein abgezäuntes Ghetto am Rande von Lodz – zur grausamen Parallelwelt für die jüdische Bevölkerung. Chaim Rumkowski, Leiter des Judenrates, regiert dort mit eiserner Hand. Er ist überzeugt davon, dass er einige Juden vor dem Tod durch die Nazis bewahren kann, wenn sie nur hart genug arbeiten. Paula Biren ist ehemalige Ghettopolizistin ...  Aus dem jüdischen Ghetto in Łódź sind zahlreiche Dokumente, Tagebuchaufzeichnungen und sogar einige Fotos erhalten, aber nur wenige Aussagen von Überlebenden. Umso bedeutender sind die Erzählungen von Paula Biren, die damals der weiblichen Ghettopolizei angehörte und das Geschehen scharf beobachtete und klug einzuordnen wusste. In Polen gab es Hunderte Ghettos, von denen das in Lodz am längsten bestand. Es wurde mit harter Hand von Mordechai Chaim Rumkowski geführt. Der Leiter des Judenrates, von den Bewohnern auch \"König Chaim\" genannt, war überzeugt, dass er einen Teil der Juden retten könnte, indem er sie zu unverzichtbaren Arbeitskräften für die Deutschen machte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13487875","hoster":"VOE"},{"path":"/redirect/10041199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vier-schwestern/staffel-1/episode-4","name":"Arche Noah, Hanna Marton","epNo":4,"alt":"Episode 4","descr":"Als die Nazis 1944 mit der Deportation ungarischer Juden beginnen, beschließt Rudolf Kasztner, jüdischer Jurist, über den Freikauf einer Gruppe von Juden zu verhandeln. Im Ghetto von Kolozsvár erfahren Hanna Marton und ihr Mann kurze Zeit später, Teil einer Liste von Bürgern zu sein. Hanna berichtet vom zerreißenden Gefühl, zu den Überlebenden zu gehören. Als die Nazis 1944 mit der Deportation ungarischer Juden begannen, verhandelte der Leiter des Hilfs- und Rettungskomitees Rudolf Kastner mit Adolf Eichmann und bot diesem ein Lösegeld pro Person. Kastner erhöhte den Preis so lange, bis Eichmann einwilligte, Juden gegen Geld freizulassen. Ein Spezialtransport fuhr von Budapest über Bergen-Belsen in die Schweiz. Hanna Marton gehörte zu den 1.684 Juden des Konvois, die so dem sicheren Tod entkamen. Zeitgleich wurden nach der grausamen Vernichtungslogik der Nazis im Gegenzug 450.000 ungarische Juden in den Gaskammern von Birkenau ermordet beziehungsweise bei lebendigem Leib im Freien verbrannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491160","hoster":"VOE"},{"path":"/redirect/10041208","hoster":"Streamtape"}]}]}]}]}