{"path":"/serie/stream/violet-evergarden","name":"Violet Evergarden","descr":"Violet Evergarden erzählt die Geschichte von Violet, welche auf dem Schlachtfeld Worte hörte, die sie nicht vergessen kann. Diese Worte, deren Bedeutung sie noch nicht kennt, stammten von jemandem, den sie sehr liebte. Einige Zeit verging auf dem Kontinent Telesis und der große Krieg, welcher den Kontinent in eine Nord- und Südhälfte teilte, endete, während die Menschen eine neue Generation begrüßen konnten.Ein junges Mädchen namens Violet Evergarden, das früher einmal als \"Waffe\" bekannt war, verließ das Schlachtfeld, um ein neues Leben im CH Postal Service zu starten. Ihre neue Reise beginnt nun als \"Autonome Korrespondenz-Assistentin\", wodurch sie mit vielen verschiedenen Menschen, Emotionen und Formen der Liebe in Kontakt kommt. Das alles nur, um nach der Bedeutung der Worte zu suchen, die sie einst hörte.","seasons":[{"path":"/serie/stream/violet-evergarden/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/violet-evergarden/filme/film-1","name":"\u0026quot;The Day You Understand \u0026quot;I Love You\u0026quot; Will Surely Come.\u0026quot;","epNo":1,"alt":"\"The Day You Understand \"I Love You\" Will Surely Come.\" [Episode 4.5] [OVA]","descr":"Nachdem sich Violet in ihr neues Leben eingelebt hat und sich an ihre Arbeit als Auto-Memorie-Doll gewöhnt hat, steht sie vor einer neuen Aufgabe: Eine Frau möchte, dass Violet für sie einen Brief schreibt, von einer Frau an ihren Geliebten der im Krieg verschollen ist. Violet hat noch nie so einen Brief geschrieben und stellt sich so dem unwissenden. Sie schreibt viele Versionen doch keine entspricht den Anforderungen der Klientin. Nach einiger Zeit wird auch klar, welchen Zweck der Brief noch haben soll, außer einfach nur versendet, und wieder zurück an den Absender zu kommen, soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8369097","hoster":"VOE"},{"path":"/redirect/8369096","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13002399","hoster":"VOE"},{"path":"/redirect/8369116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/filme/film-2","name":"Violet Evergarden und das Band der Freundschaft","epNo":2,"alt":"Violet Evergarden: Eternity and the Auto Memories Doll [Movie]","descr":"Violet Evergarden hat einen neuen Auftrag: Eine junge adelige Frau als Tutorin bei ihrem Debut in der High Society zu unterstützen und sie darauf vorzubereiten als Frau von Stand vorzeigbar und heiratbar zu sein. Dies gestaltet sich allerdings als schwierig da die junge Frau abweisend und beratungsresistent ist und mit ihrer Vergangenheit zu kämpfen hat; vor allem mit dem zurücklassen ihrer kleinen Schwester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8369091","hoster":"VOE"},{"path":"/redirect/8369089","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369124","hoster":"VOE"},{"path":"/redirect/8369125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/filme/film-3","name":"Violet Evergarden: Der Film","epNo":3,"alt":"Violet Evergarden: The Movie","descr":"Die Welt hat den Krieg hinter sich gelassen und der technische Fortschritt verändert nun ihr Leben.Violet hofft immer noch, ihren verlorenen Majors Offizier wiederzusehen.Nach vielen erinnerungen an den Krieg, wo Violet Evergarden stehts als Werkzeug des Krieges benutzt wurde, lernt sie nun immer weiter an zu leben. Mit den Narben der seelischen verbrennungen kehrt sie in ihre Vergangenheit zurück, um die wahren Gefühle des \"Ich liebe dich\" des Majors zu spüren und muss hierbei am ende eine entscheidung treffen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10694032","hoster":"VOE"},{"path":"/redirect/10694031","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10695439","hoster":"VOE"},{"path":"/redirect/10695419","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/violet-evergarden/staffel-1/episode-1","name":"\u0026quot;Ich liebe dich\u0026quot; und Autonome Korrespondezassistentinnen","epNo":1,"alt":"I Love You and Auto Memoir Dolls","descr":"Violet ist eine Soldatin, die unter Major Gilbert Bougainvillea diente, welchem sie völlig ergeben war. Jedoch wurde Violet bei einem Einsatz verletzt, was im Verlust ihrer beiden Arme resultierte. Diese mussten durch metallene Prothesen ersetzt werden. Colonel Hodgins, ein alter Freund Gilberts, kommt zu Violet, um sie abzuholen. Sie brechen zur Hauptstadt Leiden auf. Wo Violet von der Familie Evergarden adoptiert wird. Doch Hodgins beschließt Violet sein Unternehmen zu zeigen. Er stellt sie dort als Postangestellte ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499378","hoster":"VOE"},{"path":"/redirect/8656175","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369128","hoster":"VOE"},{"path":"/redirect/8369129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-2","name":"Keine Rückkehr","epNo":2,"alt":"Not Coming Back","descr":"Violet schließt sich der Ghostwritingabteilung an und trifft deren Mitglieder. Die erfahrene Cattleya, sowie die zwei Neulinge Erica und Iris. Unter Cattleyas Anleitung beginnt Violet ihr Training als Akora. Sie lernt schnell mit einer Schreibmaschine umzugehen. Trotz ihrer technischen Fähigkeiten, ist Violet immer noch nicht im Stande, Emotionen zu verstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499391","hoster":"VOE"},{"path":"/redirect/8656174","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369138","hoster":"VOE"},{"path":"/redirect/8369140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-3","name":"Mögen Sie eine beispielhafte Autonome Korrespondezassistentin sein","epNo":3,"alt":"May You Be An Exemplary Auto Memoir Doll","descr":"Violet besucht die Akora-Ausbildungsschule, um eine richtige Akora zu werden. Dort lernt sie ein Mädchen namens Luculia Marlborough kennen, mit der sich Violet anfreundet. Am nächsten Tag werden Violet und Luculia angewiesen, ihre tatsächlichen Ghostwriting-Fähigkeiten aneinander zu üben. Jedoch zeigt sich die Ausbilderin Rhodanthe wenig begeistert von der Art und Weise, wie Violet Luculias Brief verfasst hat. Wird es Violet schaffen endlich die Emotionen der anderen zu verstehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931168","hoster":"VOE"},{"path":"/redirect/8656176","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8553514","hoster":"VOE"},{"path":"/redirect/8369148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-4","name":"Du wirst kein Werkzeug sein, sondern eine Person, die diesen Namen verdient","epNo":4,"alt":"You Won\u0027t Be a Tool, But a Person Worthy of That Name","descr":"Iris erhält eine persönliche Anfrage aus ihrer Heimatstadt, um einen Brief zu schreiben, verletzt aber aus Versehen ihre Hand. Darum wird Violet mit ihr geschickt, um sie beim Schreiben zu unterstützen. Ihre Mutter gesteht, dass sie die Anfrage für den Brief gestellt hat, um Iris zurück zu bringen, und ihren Geburtstag zu feiern. Doch Iris ist nicht davon begeistert. Da die Feier ein Reinfall wurde hilft Violet Iris nun, Entschuldigungsschreiben an alle Gäste der Feier, und an ihre Eltern zu schreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499398","hoster":"VOE"},{"path":"/redirect/8656178","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369155","hoster":"VOE"},{"path":"/redirect/8369150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-5","name":"Du schreibst Briefe, die Menschen zusammenbringen?","epNo":5,"alt":"You Write Letters That Bring People Together?","descr":"Auf Anfrage des Militärs reist Violet ins Königreich Drossel, um einen öffentlichen Liebesbrief für dessen Prinzessin Charlotte zu schreiben, der für den Prinzen Damian des benachbarten Königreichs Flügel bestimmt ist. Jedoch ist Charlotte sich nicht sicher, ob Damian ihre Gefühle erwidert oder nicht, da der Brief, den er ihr sandte, keine Emotionen enthielt. Dann bekommt Violet eine Idee und arrangiert mit Damians Akora, dass sich Charlotte und Damian persönlich ihre eigenen Briefe schreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499400","hoster":"VOE"},{"path":"/redirect/8656180","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12383707","hoster":"VOE"},{"path":"/redirect/8369162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-6","name":"Irgendwo, unter dem Sternenhimmel","epNo":6,"alt":"Somewhere, Under a Starry Sky","descr":"Violet und eine Reihe weiterer Akoras treffen am Shaher-Observatorium ein, um den dortigen Gelehrten zu helfen, Abschriften und Bücher neu zu verfassen. Violet wird dem jungen Gelehrten Leon zugewiesen, der sie, und Akoras allgemein, zunächst nicht mag. Er ist jedoch beeindruckt, wie schnell sie arbeitet und beginnt seine Meinung ihr gegenüber zu ändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499399","hoster":"VOE"},{"path":"/redirect/8656181","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12931169","hoster":"VOE"},{"path":"/redirect/8369168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-7","name":"Namenlos","epNo":7,"alt":"Nameless","descr":"Violet hilft einem berühmten Schriftsteller, Oscar Webster, beim Schreiben seines nächsten Stücks. Jedoch findet sie ihn, als sie bei ihm ankommt, als betrunkenen Einsiedler auf. Violet schafft es, Oscar davon zu überzeugen, das Trinken einzustellen, während sie arbeiten, und sie beginnen das Stück zu schreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499397","hoster":"VOE"},{"path":"/redirect/8656182","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12336650","hoster":"VOE"},{"path":"/redirect/8369177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Violet fängt an, sich an ihre Vergangenheit mit Gilbert zu erinnern, die begann, als Dietfried sie als Kindersoldatin Gilberts Kommando übergab. Einige Zeit später wird Gilberts Einheit beauftragt, einen Angriff auf das Hauptquartier des Feindes durchzuführen, dessen Erfolg das Ende des Krieges bedeuten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499406","hoster":"VOE"},{"path":"/redirect/8656179","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369180","hoster":"VOE"},{"path":"/redirect/8369182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-9","name":"Violet Evergarden","epNo":9,"alt":"Violet Evergarden","descr":"In ihrer Trauer versucht Violet, Selbstmord zu begehen, kann sich schlussendlich aber nicht dazu überwinden. Nachdem sie Benedict dabei geholfen hat, Briefe auszuliefern und einen Brief gelesen hat, der von Erica und Iris an sie geschickt wurde, wird Violet klar, dass das Erhalten eines Briefes jemanden erfreuen kann. Violet kehrt zur Poststelle zurück und fragt Hodgins, ob es wirklich in Ordnung ist, dass eine Person wie sie weiterlebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499402","hoster":"VOE"},{"path":"/redirect/8656184","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369189","hoster":"VOE"},{"path":"/redirect/8369191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-10","name":"Ein geliebter Mensch wird immer auf dich aufpassen","epNo":10,"alt":"A Loved One Will Always Watch Over You\u0027","descr":"Violet trifft in einer Villa ein, in der ein junges Mädchen namens Anne mit ihrer wohlhabenden, aber kränklichen Mutter lebt. Annes Mutter Clara Magnolia hat Violet für sieben Tage beauftragt, Briefe zu schreiben, doch Anne wird nicht gesagt, worum es in den Briefen geht und für wen sie sind. Schließlich stirbt Annes Mutter Clara an ihrer Krankheit. Der Gedanke, dass Anne nun nach dem Tod ihrer Mutter alleine leben muss, überwältigt Violet mit Emotionen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499401","hoster":"VOE"},{"path":"/redirect/8656183","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12336654","hoster":"VOE"},{"path":"/redirect/8369200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-11","name":"Ich will nicht, dass jemand anders stirbt","epNo":11,"alt":"I Don`t Want Anybody Else to Die","descr":"Eine Anfrage kommt von einem Soldaten. Aufgrund der Gefahr lehnt Hodgins die Anfrage ab. Violet hört zufällig mit und reist nach Ctrigal, um den Kunden Aidan Field zu finden. Aidan kämpft für die gemäßigte Fraktion, aber seine Einheit wird vom Feind vernichtet und er schwer verwundet. Sie kann ihn finden und Aidan lässt Violet Abschiedsbriefe an seine Eltern und seine Jugendfreundin Maria schreiben, der er seine Liebe gestehen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499403","hoster":"VOE"},{"path":"/redirect/8656186","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369204","hoster":"VOE"},{"path":"/redirect/8369203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Um einen Friedensvertrag zu unterzeichnen begleiten Cattleya und Benedict den Gesandten, der mit dem Zug in die Stadt Distery unterwegs ist. Inzwischen bemerkt Violet, die mit dem Flugzeug aus Ctrigal zurückkehrt, in der Nähe der Bahnstrecke eine Reihe von Bränden. Als sie erfährt, dass Cattleya und Benedict im Zug sind, beschließt Violet, sie zum Schutz zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499409","hoster":"VOE"},{"path":"/redirect/8656185","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8369211","hoster":"VOE"},{"path":"/redirect/9241387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violet-evergarden/staffel-1/episode-13","name":"Autonome Korrespondenzassistentin und „Ich liebe dich“","epNo":13,"alt":"Auto Memoir Doll and `I Love You`","descr":"Nach der Vertragsunterzeichnung ist der Krieg offiziell beendet. Beim Briefe schreiben für eine Flugschau setzt Violet auch ein Schreiben an den Major auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499404","hoster":"VOE"},{"path":"/redirect/8656187","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/14002951","hoster":"VOE"},{"path":"/redirect/8369221","hoster":"Streamtape"}]}]}]}]}