{"path":"/serie/stream/violetta","name":"Violetta","descr":"Im Mittelpunkt der ersten \"Telenovela für Kids\" steht die junge Argentinierin Violetta Castillo (Martina Stoessel). Sie kehrt mit ihrem alleinerziehenden Vater Germán (Diego Ramos) von Spanien zurück in ihr Heimatland und entdeckt dort ihr musikalisches und schauspielerisches Talent. Sie tritt der Musikschule Studio 21 bei und findet dort echte Freunde und ihre erste große Liebe. Außerdem stößt sie auf ein streng gehütetes Familiengeheimnis. Das alles ändert sich, als die beiden zurück in ihre Heimatstadt Buenos Aires ziehen. Dort nimmt Violetta Klavierstunden an der berühmten Musikschule \"Studio 21\". Ihre neue Lehrerin Angie hilft Violetta dabei, ihr Talent zu entdecken und bestärkt sie darin. Was anfangs keiner der Familie Castillo weiß: Angie ist die Schwester von Violettas Mutter und somit die Tante von Violetta.","seasons":[{"path":"/serie/stream/violetta/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/violetta/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Un sueño, una canción","descr":"Violetta hat ihre Mutter, eine bekannte Opernsängerin, verloren, als sie fünf Jahre alt war, und ist es leid, mit ihrem Vater Germán von einem Ort zum nächsten zu ziehen. Sie sehnt sich nach mehr Freiheit und nach einem Freund. Die größte Angst ihres Vaters ist, dass Violetta sich verlieben könnte. Violettas Tante Angie wiederum sehnt sich danach, ihre Nichte kennenzulernen. Tomás liefert Essen an das Studio 21, eine Schule für darstellende Künste, und wird von León, dem Anführer der Klasse, schikaniert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115704","hoster":"VOE"},{"path":"/redirect/8656189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Un secreto, una canción","descr":"Tomás und Violetta begegnen sich und fühlen sich sofort zueinander hingezogen. Angie, Violettas Tante, wird irrtümlich von Germán für eine Bewerberin um die Stelle der Hauslehrerin gehalten, und er stellt sie ein. Die Fehde bzw. Rivalität zwischen Camila und Maxi einerseits und León und Ludmila andererseits eskaliert, nachdem Ludmila Saft über Maxis Laptop verschüttet und damit seine Arbeit ruiniert hat. Deswegen gibt ihnen Pablo, der Direktor des Studio 21, die Aufgabe gemeinsam ein Musikstück zu erarbeiten, um sie dazu zu bringen, in einem Team zusammenzuarbeiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499425","hoster":"VOE"},{"path":"/redirect/8656188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Enamorarse, una canción","descr":"Violetta trägt bei ihrer Geburtstagsparty ein altes Kleid ihrer Mutter. Germán ist wütend darüber, dass sie das Kleid trägt, weil er nicht will, dass sie in der Vergangenheit lebt. Maxi schwärmt für Dolo. Und er und die anderen übernehmen freiwillig das Unterhaltungsprogramm auf der Geburtstagsparty von Dolos kleinem Bruder. Violetta folgt Tomas bei seiner Auslieferungstour und missversteht eine Begegnung zwischen ihm und Ludmila …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499422","hoster":"VOE"},{"path":"/redirect/8656190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Una desilusión, una canción","descr":"Jade findet heraus, dass Angie nicht von der Agentur geschickt wurde und entlässt sie. Germán ruft Angie an und bittet sie zurückzukommen, um herauszufinden, wieso sie gelogen hat. Angie will ihm sagen, dass sie Marias Schwester und Violettas Tante ist. Aber sie kann es nicht. Germán stellt sie wieder ein, weil sich eine gute Beziehung zwischen ihr und Violetta entwickelt hat. Germán bittet Angie, mit Violetta in ein klassisches Konzert zu gehen, während Angie gleichzeitig eine Klasse auf einem Ausflug zum selben Konzert begleiten soll. Jade bekommt finanzielle Probleme …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383711","hoster":"VOE"},{"path":"/redirect/8656194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Una sospecha, una canción","descr":"Gregorio wirft Camila von der Schule, weil sie fälschlicherweise beschuldigt wurde Rafa Palmers Gitarre zerstört zu haben. Pablo hebt Camilas Verweis jedoch wieder auf und sie darf wieder zur Schule kommen. León sich an Violetta ranmachen, um sich an Tomás zu rächen. Jade und Matías haben ihr Vermögen verloren und intrigieren deshalb, damit Jade so schnell wie möglich Germán heiratet. Währenddessen versucht Pablo Angie seine Gefühle zu gestehen und Germán entdeckt, dass Violettas etwas für Tomás empfindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499435","hoster":"VOE"},{"path":"/redirect/8656191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Un engaño, una canción","descr":"Matías und Jade spinnen weiter Intrigen, um Germán dazu zu bekommen, dass er Jade einen Antrag macht. Pablo gelingt es, dass der berühmte Musiker Rafa Palmer anreist, um die musikalische Leistung der Kids zu bewerten. Germán erlaubt Violetta das Studio 21 zu besuchen, um Klavierstunden zu nehmen. Violetta und Tomás verbringen mehr Zeit miteinander, doch er glaubt immer noch ihr Name sei Olga … bis ihm Ludmila die Wahrheit sagt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499434","hoster":"VOE"},{"path":"/redirect/8656192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Una amenaza, una canción","descr":"Germán kommt hinter die finanziellen Probleme von Jade und Matías, weil Ramallo bemerkt, dass Jade’s Scheck nicht gedeckt ist. Als Tomás herausfindet, dass Violetta ihn bezüglich ihrer Herkunft angelogen hat und sie in Wirklichkeit eine Millionärstochter ist, weigert er sich sie weiterhin zu sehen. Violetta beschließt sich am Studio 21 einzuschreiben und Musik zu studieren. Dies bringt Angie in eine schwierige Situation …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499444","hoster":"VOE"},{"path":"/redirect/8656193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Una trampa, una canción","descr":"Ludmila bringt Violetta dazu, kostümiert ins Studio 21 zu gehen, indem sie ihr eine Einladung zu einer Kostümparty schickt. Nachdem Angie bemerkt hat, dass Violetta sich aus dem Haus geschlichen hat, nimmt sie Violettas Platz im Bett ein, als Germán das Zimmer betritt. Jade bemerkt dies jedoch und erzählt es Germán., Dieser weist Angie streng zurecht, weil sie Violetta geholfen hat. Angie kündigt daraufhin. Nach einer Versöhnung stellt Germán sie jedoch wieder ein. Maxi hat sich in Andrés’ Schwester Laura verliebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499452","hoster":"VOE"},{"path":"/redirect/8656195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Una rivalidad, una canción","descr":"Wegen Ludmilas irreführendem Video glaubt Violetta, Tomás hätte sich über sie lustig gemacht. Rafa Palmer hat sich in Angie verliebt. Er stalkt sie und will sie heiraten. Jade wird aus ihrer Wohnung geschmissen und alle ihre Sachen werden rückübereignet. Die anderen Schüler machen sich weiterhin über Violettas Kostümfiasko lustig. Doch dann verkleiden sich Maxi, Camila, Francesca und Braco für eine ihrer Aufgaben als Engel, um Violetta zu zeigen, dass sie zu ihr stehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931173","hoster":"VOE"},{"path":"/redirect/8656201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Una oportunidad, una canción","descr":"Nachdem ihn Laura zur Rede gestellt hat, gesteht Maxi ihr seine Gefühle. Tomás ist nun endlich in der Lage Violetta zu beweisen, dass er sich nicht über sie lustig gemacht hat. Violetta vergibt ihm und bittet ihn um Verzeihung, weil sie ihm nicht geglaubt hat. Angie geht mit Germán zu einem Business- Event, daraufhin konfrontiert Jade die Beiden, weil sie sie gemeinsam in einer Fernsehsendung gesehen hat. Violetta denkt, dass sie gesehen hat wie Tomás und Ludmila sich küssen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499447","hoster":"VOE"},{"path":"/redirect/8656197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-11","name":"Folge 11","epNo":11,"alt":"Enamorarse, una canción","descr":"Violetta konfrontiert Tomás, weil sie glaubt er hätte Ludmila geküsst. Dabei verrät sie ihm versehentlich, dass Francesca in ihn verliebt ist. Napoleon, ein entfernter Verwandter von Ludmilla, taucht in der Schule auf. Um auf die Schule gehen zu können, muss Tomás das Vorsingen absolvieren. Er kann sein Lied jedoch erst fehlerfrei vortragen, als er es für Violetta singt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499464","hoster":"VOE"},{"path":"/redirect/12985267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-12","name":"Folge 12","epNo":12,"alt":"Una oportunidad, una canción","descr":"Germán schließt Jade versehentlich auf dem Dachboden ein. Dem Ort, an dem alle Sachen vom Maria aufbewahrt werden. Angie öffnet schließlich die Dachbodentür, doch Jade ist davon überzeugt, dass Marias Geist sie befreit hat. Jade und Matiás versuchen Angie erneut in Verruf zu bringen, indem sie eine Kette von Maria in ihren Geldbeutel schmuggeln. Ludmila fragt Tomás, ob er sein Liebeslied für Violetta als Beitrag für eine Klassenaufgabe verwenden würde. Das führt jedoch zu Problemen für Violetta, Tomás und Leon …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499482","hoster":"VOE"},{"path":"/redirect/8656199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-13","name":"Folge 13","epNo":13,"alt":"Una sospecha, una canción","descr":"Auf Drängen von Tomás, Francesca und Camila, beschließt Violetta, sich für die Aufnahmeprüfung anzumelden. Ramallo stellt Germán wegen seiner Gefühle für Angie zur Rede. Braco und Napoleon freunden sich an. Leon umwirbt Violetta, doch diese empfindet noch etwas für Tomás. Francesca und Camila zeigen Maxi wie er verhindern kann, dass Andrés ihn im Boxring verletzt … er muss nur tanzen. Angie spricht Jade auf Marias Medaillon an. Germán verbietet Violetta die Schule zu besuchen, weil er nicht möchte, dass sie in die \"musikalischen Fußstapfen\" ihrer Mutter tritt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10213139","hoster":"VOE"},{"path":"/redirect/8656196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-14","name":"Folge 14","epNo":14,"alt":"Un secreto, una canción","descr":"Die Verlobung mit Jade löst erste Zweifel bei Germán aus. Violetta entschließt sich nun doch gegen die Schulanmeldung. So muss sie Tomás nicht mehr sehen und macht zugleich ihrem Vater eine Freude. Maxi ist niedergeschlagen, weil sich Laura, seit er ihren Bruder Andrés beim Boxen besiegt hat, weigert ihn zu treffen. Als Jade mit Germán im Einkaufszentrum shoppen geht, wird sie wegen ihrer hohen Schulden verhaftet. German entlässt Angie, als er erfährt, dass sie es war, die Violetta die Sachen ihrer Mutter gegeben hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499485","hoster":"VOE"},{"path":"/redirect/12985251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-15","name":"Folge 15","epNo":15,"alt":"Un secreto, una canción","descr":"Violetta will von Germán wissen, warum er die Sachen ihrer Mutter vor ihr versteckt gehalten hat. Daraufhin will Germán von Jade erfahren, warum sie Violetta erlaubt hat, den Dachboden zu betreten. Jade behauptet jedoch, Angie sei schuld daran gewesen. Francesca gesteht Tomás, dass sie Gefühle für ihn hat. Nachdem Germán Jade zurechtgewiesen hat, weil diese versucht hat, Angie zu beschuldigen, entschließt Jade sich, Germáns Haus zu verlassen. Violetta entschließt sich, doch am Vorsingen der Schule teilzunehmen und findet heraus, dass Angie dort arbeitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499488","hoster":"VOE"},{"path":"/redirect/8656198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-16","name":"Folge 16","epNo":16,"alt":"Enamorarse, una canción","descr":"Germán beschließt Jade zu vergeben. Sie darf zurückkommen und mit ihnen in seinem Haus leben. Aber Jade will nur zurückkehren, wenn er Angie feuert. Ludmila will verhindern, dass Violetta ihr Vorsingen beendet und sperrt sie in den Putzschrank. Doch Violetta entkommt und kann ihr Vorsingen beenden. Ludmila geht an Violettas Telefon und erzählt Germán, dass Violetta an der Schule Unterrichtsstunden nimmt. Leon findet heraus, dass Ludmila Violetta in den Schrank gesperrt hat. Nach ihrem Vorsingen erhält Violetta einen Platz an der Schule. Tomás wird jedoch abgelehnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10216069","hoster":"VOE"},{"path":"/redirect/8656202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-17","name":"Folge 17","epNo":17,"alt":"Una desilusión, una canción","descr":"Angie entschließt sich, wieder in der Schule zu arbeiten. Pablo korrigiert einen Fehler in den Ergebnissen der Aufnahmeprüfung und daraufhin bekommt Tomás doch eine Zusage. Violettas erster Tag im Studio 21 beginnt mit einem Streit mit Ludmila. Im Abflussrohr der Küche verliert Angie einen Ring, der ein Geschenk ihrer Schwester war, und Germán bittet Ramallo, einen neuen Ring zu kaufen. Die Schüler bekommen von Angie die Aufgabe, ein Liebesduett zu singen. Violettas Gesangspartner ist León, der von Ludmila ist Tomás und Francesca arbeitet mit Maxi …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499489","hoster":"VOE"},{"path":"/redirect/8656207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-18","name":"Folge 18","epNo":18,"alt":"Enamorarse, una canción","descr":"Camila, die in einem Tonstudio herumspielt und am Mikro singt, wird zufällig von einem Musikproduzenten gehört, der findet, dass Camilas Stimme genau die Stimme ist, die er gesucht hat. Jade denkt, dass Germán Angie einen Heiratsantrag gemacht hat. Tomás schreibt einen Song für Violetta, aber Francesca denkt, er sei für sie. Angie belügt Jade und sagt ihr, dass der Ring, den Germán ihr gegeben hat, eigentlich der Verlobungsring für Jade ist. Violetta erfährt von Camila, dass der Song, den Tomás schreibt, für sie ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115703","hoster":"VOE"},{"path":"/redirect/8656206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-19","name":"Folge 19","epNo":19,"alt":"Una Trampa, una canción","descr":"León gesteht Violetta seine Gefühle. Camila überlegt hin und her, ob sie den Platten-Vertrag unterschreiben soll, oder nicht. Matías verkauft Jades Verlobungsring und ersetzt ihn durch einen unechten Ring. León bittet Violetta um ein Date, doch Germán verbietet es ihr. Jade befolgt Angies Rat und setzt sich bei Germán für Violetta ein. Germán erlaubt Violetta schließlich mit León auszugehen. León ermutigt Violetta ihre Angst vor fremden Menschen zu überwinden und sie singt zum ersten Mal vor Publikum in der \"Resto-Bar\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499508","hoster":"VOE"},{"path":"/redirect/8656208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-20","name":"Folge 20","epNo":20,"alt":"Una desilusión, una canción","descr":"Camila beschließt den Vertrag zu unterschreiben und die Schule zu verlassen. Violetta vermutet, dass Angie etwas für Germán empfindet. Der Produzent plant Camilas Stimme als Playback für ein anderes Mädchen zu benutzen. Nachdem Luca Violettas Performance in seinem Café gesehen hat, beschließt er aus seinem Café ein Musikcafé zu machen. Camila und Maxi finden heraus, dass Ludmila die Partner-Verlosung für die Duette manipuliert hat, um mit Tomás singen zu können. Camila unterschreibt den Vertrag nun doch nicht und der Produzent entscheidet sich stattdessen für Ludmila …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13156297","hoster":"VOE"},{"path":"/redirect/8656204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-21","name":"Folge 21","epNo":21,"alt":"Un amigo, una canción","descr":"Germán hört Angie zufällig beim Singen und ist überrascht, wie gut sie singt. Gregorio versucht, Tomás zu sabotieren, indem er Wasser über zwei Geigen schüttet. Violetta denkt, zwischen Francesca und Tomás bahnt sich etwas an und ist eifersüchtig. In dem Glauben, dass sie ein Superstar wird, unterschreibt Ludmila den Plattenvertrag und übersieht das Kleingedruckte bezüglich der Rechte über ihre Stimme. Violetta fragt Tomás, ob er den Song für sie geschrieben hat, was er zunächst verneint. Später jedoch gesteht er Violetta, dass der Song tatsächlich für sie war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115705","hoster":"VOE"},{"path":"/redirect/8656205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-22","name":"Folge 22","epNo":22,"alt":"Enamorarse, una canción","descr":"Beim ersten Fotoshooting muss sich Ludmila als Schwein verkleiden und einen Song für Schweinefutter aufnehmen. Alle machen sich darüber lustig. Violetta unterdrückt ihre Gefühle für Tomás, weil sie Francesca nicht verletzen will. Mittlerweile sehen alle, dass Angie und Germán flirten. Jade und Matías sehen Angie vor der Schule und unterstellen ihr eine Affäre mit Pablo und dass sie Violetta benutzt, um von sich abzulenken. Luca bietet den Schülern sein Café für Auftritte an, weil er sich höhere Einnahmen erhofft. Germán gesteht Angie, dass er sie braucht und nicht möchte, dass sie geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115706","hoster":"VOE"},{"path":"/redirect/8656210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-23","name":"Folge 23","epNo":23,"alt":"Enamorarse, una canción","descr":"Violetta spürt das Prickeln zwischen Germán und Angie. Andrea verliebt sich in Maxi, nachdem er ihr Cello \"rettet\". Germán gesteht sich seine Gefühle für Angie ein und möchte die Verlobung mit Jade auflösen. Diese glaubt, dass Angie einen Freund hat. Germán stellt Angie zur Rede und sie belügt ihn. Ludmila will Violettas Auftritt sabotieren und schüttet Erdbeersaft in ihr Glas, damit sie einen allergischen Schock bekommt. Doch Leon ist der Allergiker. Matías wird verhaftet, weil er seine Autosteuer nicht zahlt. Beim Vorsingen in der \"Resto-Band\" singt Violetta mit Tomás, Francesca verzichtet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115707","hoster":"VOE"},{"path":"/redirect/8656211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-24","name":"Folge 24","epNo":24,"alt":"Una oportunidad, una canción","descr":"Violetta und Tomás gewinnen den Song-Contest. Andrea stalkt Maxi, der nichts von ihr wissen will. Matías steht unter Hausarrest mit elektronischer Fußfessel. Germán ist verletzt und distanziert sich von Angie. Ludmila behauptet Tomás habe den Erdbeersaft in Leóns Getränk gemischt. Jade lauert Pablo auf und unterstellt ihm, Violetta für seine Affäre mit Angie zu benutzen. León versucht Violetta und Tomás auseinander zu bringen. Das Studio erwartet den Ehrengast \"Maestro San Brano\". Alle sind geschockt, als ein 12-jähriger Junge auftritt. Violetta und Tomás haben endlich ihr erstes Date …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499542","hoster":"VOE"},{"path":"/redirect/8656209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-25","name":"Folge 25","epNo":25,"alt":"Enamorarse, una canción","descr":"Violetta stellt fest, dass sie nicht auf die Liebe vorbereitet ist. Ihre Gefühle überfordern sie und sie bricht das Date mit Tomás ab, als er versucht, sie zu küssen. Pablo beschließt, seine Rolle als Angies Freund weiter zu spielen. Der Schulleiter Antonio unterstützt Pablo bei der Aufführung eines Musicals der Kids im örtlichen Theater. Ludmila will Tomás durch Intrigen erobern. Der 12-jährige \"Maestro San Brano\" übt Kritik an Maxis und Ludmilas Auftritt und zeigt ihnen wie man es besser macht. Jade hält Matías, der mit einem Handtuch auf dem Kopf aus dem Badezimmer kommt, für Marias Geist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499509","hoster":"VOE"},{"path":"/redirect/8656213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-26","name":"Folge 26","epNo":26,"alt":"Una trampa, una canción","descr":"Angies Mutter kehrt aus Madrid zurück. Andrea hört nicht auf, Maxi nachzustellen, der sich darauf nicht mit Laura daten kann. Olga glaubt an den Geist von Maria im Dachzimmer. Tomás befragt Violettas Freunde nach ihren Vorlieben. Bei einer Pyjama-Party mit Violetta suchen die Freundinnen ein Outfit für Violettas Date aus. Ludmila verhindert das Date zwischen Violetta und Tomás, indem sie Violetta von Tomás’ Handy eine SMS schickt und das Date absagt. Um ein normaler Junge sein zu können, beschließt \"Maestro San Brano\", seine Karriere aufzugeben und macht Tomás’ kleiner Cousine schöne Augen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115710","hoster":"VOE"},{"path":"/redirect/8656215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-27","name":"Folge 27","epNo":27,"alt":"Una desilusión, una canción","descr":"Damit Jade nicht herausfindet, dass Matías im Dachzimmer wohnt, erscheint er ihr weiter als Geist von María und fordert sie auf, netter zu allen zu sein. Nachdem Ludmila Violettas und Tomás’ Date verhindert hat, will sie die Beiden ganz auseinander bringen. Angie gesteht ihrer Mutter, wer Violetta wirklich ist. Sie versucht ihre Mutter davon abzuhalten, Violetta zu sagen, dass sie ihre Tante ist. Sie befürchtet, dass Germán mit seiner Tochter verschwinden könnte. San Brano umwirbt Tomás’ Cousine. Pablo macht mit den Schülern ein Brainstorming für die bevorstehende Schulaufführung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11832776","hoster":"VOE"},{"path":"/redirect/8656212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-28","name":"Folge 28","epNo":28,"alt":"Una rivalidad, una canción","descr":"Nachdem Andrea ihren Look verändert hat, bereut Maxi sein ablehnendes Verhalten und möchte sie kennenlernen. Doch Andrea ist nun mit Andrés zusammen. Antonio wird Zeuge, wie Gregorio Tomás beschimpft und rät ihm, sich wegen seiner psychischen Probleme in Therapie zu begeben. Im Namen von María hinterlässt Matías Olga und Jade die Nachricht, dass sie sich um ihn kümmern sollen. Angélica will bei ihrer Enkelin sein. Daher entschließt sie sich, mit Germán über alles zu reden. Matías wird verhaftet, weil er gegen den Hausarrest verstoßen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499524","hoster":"VOE"},{"path":"/redirect/8656216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-29","name":"Folge 29","epNo":29,"alt":"Una desilusión, una canción","descr":"Andrés und Maxis Stalkerin Andrea werden ein Paar. Jedoch macht Andrea Maxi immer noch Hoffnungen. Matías muss ins Gefängnis und wird auf Kaution wieder frei gelassen. Gregorio dreht durch und Antonio schickt ihn zu einem Psychologen. Ludmila dreht ein Video von León und Violetta, indem sich die Beiden umarmen. Dies macht Tomás natürlich eifersüchtig. Violetta behauptet noch dazu, mit León zusammen zu sein, was Tomás sehr verletzt. Germán kämpft gegen seine Gefühle für Angie an. Er trifft Angie zusammen mit Angélica und ist verwirrt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499537","hoster":"VOE"},{"path":"/redirect/8656214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-30","name":"Folge 30","epNo":30,"alt":"Una amenaza, una canción","descr":"Luca will mit Violetta ein Gesangs-Duo gründen. Germán konfrontiert Angélica, nachdem er sie mit Angie gesehen hat und beschließt daraufhin, mit Violetta nach Dubai zu verreisen. Angie gibt vor, Angélica nicht zu kennen. Ramallo bekommt einen Anruf von einem Party-Planer und konfrontiert Jade mit der fehlenden Anzahlung von 25,000 Peso. Alle denken, Maxi spannt Andrés Andrea aus. Violetta schleicht sich für das Casting zur großen Show des Studio 21 aus dem Haus. Germán will im Hotel mit Angélica sprechen und nimmt Angie mit. Violetta akzeptiert Tomás Vorschlag für ein weiteres Date.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499528","hoster":"VOE"},{"path":"/redirect/8656218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-31","name":"Folge 31","epNo":31,"alt":"Una rivalidad, una canción","descr":"Angélica hinterlässt Germán einen Brief. Sie bittet ihn, Violetta die Wahrheit zu sagen. Er sagt die Reise nach Dubai ab. Maxi beweist Andrés, dass er von Andrea ausgenutzt wurde. Das Casting für das Schulmusical beginnt – Tomás und Ludmila werden für die Hauptrollen ausgewählt. Jade ertappt Matías im Dachzimmer, als er dort Marías Kleider trägt. Tomás sagt Violetta, dass er nach Spanien zurück gehen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115709","hoster":"VOE"},{"path":"/redirect/8656217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-32","name":"Folge 32","epNo":32,"alt":"Una desilusión, una canción","descr":"Jade findet heraus, dass Matías Marías Kleider trägt. Sie glaubt jedoch, dass er nur herumalbert und fürchtet, er könne damit Marías Geist verärgern. Camila will die Schule verlassen und fragt Luca, ob sie einen Job in der Resto-Bar bekommen könnte. Da Tomás die Schule verlassen wird, übernimmt León die Hauptrolle in der Show. Unterdessen offenbart Ramallo Germán, dass Angie nie mit Pablo ausgegangen ist. Nun ist es für Angie, Violetta und Germán an der Zeit, einander die ganze Wahrheit zu offenbaren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383710","hoster":"VOE"},{"path":"/redirect/8656221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-33","name":"Folge 33","epNo":33,"alt":"Enamorarse, una canción","descr":"Violetta hat ein Geständnis zu machen: Sie versucht Germán zu sagen, dass sie heimlich eine öffentliche Schule besucht. Doch stattdessen gesteht sie ihm, dass sie sich hinter seinem Rücken mit Tomás trifft. Auch Angie gelingt es nicht, Germán die Wahrheit zu offenbaren. Unterdessen wird Tomás gefragt, ob er vor seinem Umzug die Hauptrolle im Musical übernehmen will. Und Violetta übernimmt vorübergehend Ludmilas Rolle als weibliche Hauptdarstellerin. Wird es Violetta gelingen Germán davon zu überzeugen, dass er Tomás Vater einen Job in Argentinien gibt, damit Tomás nicht wegzieht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115708","hoster":"VOE"},{"path":"/redirect/8656222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-34","name":"Folge 34","epNo":34,"alt":"Un beso, una canción","descr":"Angie küsst Pablo, um Germán abzuservieren, aber Pablo ist überzeugt, dass Angie damit andere Absichten hat. Als Andrés eine Falle in Ludmilas Spind platziert, wird er von Gregorio dabei erwischt. Als Preis für Gregorios Verschwiegenheit soll Andrés helfen, Pablos Pläne für das Musical zu durchkreuzen. Bei einem Konzert einer bekannten Teenie-Band in der Resto-Bar bittet der Sänger Violetta auf die Bühne, um mit ihr zusammen zu singen. Unterdessen ertappen Pablo und Antonio Gregorio dabei, wie er Geld für die Show zu entwenden versucht. Violetta bekommt ihren ersten Kuss – von León …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499567","hoster":"VOE"},{"path":"/redirect/8656220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-35","name":"Folge 35","epNo":35,"alt":"Una rivalidad, una canción","descr":"Gregorio behauptet, dass er jemand anderen dabei beobachtet hat, wie er das Geld stehlen wollte. Violetta gesteht Germán, dass León ihr fester Freund ist, doch Germán kann damit nicht umgehen. Unterdessen sagt León Tomás, er solle Violetta in Ruhe lassen und verrät ihm, dass er und Violetta sich geküsst haben. Violetta gelingt es endlich, Germán davon zu überzeugen, dass er Tomás Vater einen Job in Argentinien gibt, damit dieser nicht wegziehen muss. Germán konfrontiert Angie mit ihrer Lüge: Er wisse bereits, dass sie nur behauptet habe, mit Pablo auszugehen, um ihn auf Distanz zu halten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115711","hoster":"VOE"},{"path":"/redirect/8656223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-36","name":"Folge 36","epNo":36,"alt":"Un engaño, una canción","descr":"Ludmila kommt Violetta zuvor und sorgt dafür, dass ihr Vater dem Vater von Tomás einen Job besorgt. Tomás glaubt nun, dass Violetta das Angebot ihres Vaters als bloße Masche benutzt, um Ludmila auszustechen. Das Budget der Schule reicht nicht aus, um die Show droht abgesagt werden zu müssen. Daraufhin bitten Violetta und ihre Freunde Ramallo, sich als Unternehmer auszugeben, der die Show finanziert … Doch die Sache fliegt auf. Am Ende Antonio verkündet Antonio, dass die Show doch stattfinden wird. Als er Violetta nach Hause bringt, findet León heraus, dass Angie bei Germán arbeitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115712","hoster":"VOE"},{"path":"/redirect/8656219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-37","name":"Folge 37","epNo":37,"alt":"Una desilusión, una canción","descr":"Violetta findet heraus, dass die Verlobungsfeier ihres Vaters mit Jade am selben Tag stattfindet wie die große Show des Studios. Doch Germán versucht bereits, die Beziehung zu Jade zu beenden und gesteht Angie seine Liebe. Nati erkennt, dass Gustavo sie nur benutzt hat, um an Ludmila heranzukommen. Olga heuert Geisterjäger an, um den Geist von María loszuwerden. Luca hat finanzielle Probleme in der Resto-Bar und Camila bietet ihm an, seine Bücher zu überprüfen, um die Bar vor der Schließung zu bewahren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499566","hoster":"VOE"},{"path":"/redirect/8656224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-38","name":"Folge 38","epNo":38,"alt":"Una desilusión, una canción","descr":"Jade findet heraus, dass Violetta Schülerin im Studio 21 ist und droht es Germán zu verraten. Sie erpresst Violetta: Sollte diese sich nicht für ihre Verlobung mit Germán einsetzen, wird Jade Vilus Geheimnis mit der Schule verraten. Nachdem Germán Angie seine Gefühle gestanden hat, kündigt sie unerwartet ihre Stelle als Hauslehrerin. Camila findet heraus, das Lucas Bar pleite ist! Tomás verletzt sich, weil Ludmila ihn versehentlich umrennt und kann nicht mehr in der Show tanzen. Germán und Jade sind immer noch in einer Beziehung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499571","hoster":"VOE"},{"path":"/redirect/8656226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-39","name":"Folge 39","epNo":39,"alt":"Una amenaza, una canción","descr":"Angie bringt Violetta auf die Bühne des örtlichen Theaters, um sie für ihren Traum zu inspirieren. Die Idee geht nach hinten los und treibt einen Keil zwischen die Beiden. Weil Tomás sich am Fuß verletzt hat, will Gregorio ihn umbesetzen. Violetta hält Jade gegenüber ihr Versprechen und überzeugt Germán, sich doch mit Jade zu verloben. Um ihren Vater nicht zu verletzen, steigt Violetta aus der Produktion aus und die Lehrer besetzen Camila für ihre Rolle. Ludmila ist gezwungen, ihrer Vertragspflicht nachzukommen und als \"singendes Schwein\" auf Werbetour zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499555","hoster":"VOE"},{"path":"/redirect/8656225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-40","name":"Folge 40","epNo":40,"alt":"Una oportunidad, una canción","descr":"Germans und Jades Verlobung findet am selben Tag wie der Show statt. Sie verlässt die Verlobungsfeier und geht zur Show. Violetta gesteht Tomas, dass sie noch Gefühle für ihn hat, Leon hört alles mit und ist enttäscht von Vilu. Naty frägt Antonio ob Violetta für sie einspringen kann, weil sie alles vergessen hat. Vilu ersetzt Naty und singt \"Te Creo\". Gregorio sabotiert die Show und die Bühnendekoration stürzt ein und plötzlich taucht auch noch German auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499565","hoster":"VOE"},{"path":"/redirect/8656229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-41","name":"Folge 41","epNo":41,"alt":"Habla Si Puedes","descr":"León fordert Violetta auf, dass sie sich zwischen ihm und Tomás entscheiden soll. Nachdem Jades Verlobungsfeier geplatzt ist, droht sie, Germán zu verraten, dass seine Tochter bei der Show des Studio 21 mitgemacht hat. Violetta droht Jade daraufhin, Germán von Matías’ Haftstrafe zu erzählen. Tragischerweise sieht es wegen des \"Unfalls\" im Theater so aus, als könnte sich das Studio nicht mehr finanzieren. Unterdessen verliebt sich Maxi in Mara, die neue Köchin der Resto-Bar. Doch dann stellt sich heraus, dass sie seine Cousine ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499595","hoster":"VOE"},{"path":"/redirect/8656227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-42","name":"Folge 42","epNo":42,"alt":"Un pacto, una canción","descr":"Violetta entscheidet sich für León. Sie kann Tomás aber trotzdem nicht vergessen. Maxi ist immer noch total in Mara verliebt, obwohl sie seine Cousine ist. Darum versucht er, Braco und Andrés von ihr fernzuhalten. Camila und Francesca verlieben sich beide in den neuen brasilianischen Choreografen Broadway, aber der hat ein Auge auf Violetta geworfen. Unterdessen spitzt sich die Rivalität zwischen León und Tomás weiter zu, denn sie erhalten die Aufgabe, gemeinsam einen Song zu komponieren. Violetta ist entsetzt, als sie erfährt, dass Germán seine Verlobung mit Jade erneuert hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115714","hoster":"VOE"},{"path":"/redirect/8656231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-43","name":"Folge 43","epNo":43,"alt":"Un error, una canción","descr":"Camila und Francesca streiten sich um ihren gemeinsamen Schwarm Broadway. Doch dieser ist immer noch in Violetta verliebt. Jade droht Violetta, sie nach der Hochzeit aus dem Haus werfen zu lassen. Nachdem Gregorio den Inhalt eines Privatgesprächs zwischen Angie und Beto gegen sie verwendet, vermuten die Beiden, dass es in der Schule einen Spion gibt. Violetta schreibt ein Lied über ihre Zerrissenheit zwischen León und Tomás. Camila glaubt fälschlicherweise, dass es sich dabei um das Lied handelt, das Violetta für sie schreiben sollte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499602","hoster":"VOE"},{"path":"/redirect/8656230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-44","name":"Folge 44","epNo":44,"alt":"Una decisión, una canción","descr":"Jade erzählt Germán, dass sie Violetta im Studio 21 gesehen hat. Daraufhin fährt Germán zum Studio, um dort León zur Rede zu stellen. Er glaubt nämlich, dass Violetta ins Studio geht, um León dort zu treffen. Gregorio versucht unterdessen, Angie zu feuern. León begreift endlich, dass Violettas Lied von ihrem Gefühlschaos gegenüber ihm und Tomás erzählt. Auch das Lied, das Tomás für León schreibt, ist eindeutig Violetta gewidmet. Maxi beschließt Mara mit Braco zu verkuppeln, obwohl er immer noch in sie verliebt ist. Als Violetta Angie belauscht, erfährt sie, dass sie ihre Tante ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499598","hoster":"VOE"},{"path":"/redirect/8656228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-45","name":"Folge 45","epNo":45,"alt":"Un susto, una canción","descr":"Violetta hat mitbekommen, dass Angie gesagt hat, sie wäre ihre Tante. Doch Angie versucht sich rauszureden, indem sie behauptet, sie würde lediglich WIE eine Tante für sie empfinden. Germán sucht nach einer neuen Hauslehrerin für Violetta. Aber er hat an allen Bewerberinnen etwas auszusetzen, denn keine ist wie Angie. Unterdessen versucht Broadway weiter, bei Violetta zu landen. Um ihr näher zu kommen, gibt er ihr eine Privatstunde. Doch León und Tomás bekommen Wind davon und stellen ihn zur Rede …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931183","hoster":"VOE"},{"path":"/redirect/8656234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-46","name":"Folge 46","epNo":46,"alt":"Un acercamiento, una canción","descr":"Ludmila arrangiert einen Besuch von Tomás’ Vater bei seiner Familie. Mara erzählt Maxi, dass sie nicht seine Cousine ist, will jedoch nicht mit ihm ausgehen, weil sie nicht mit jemandem zusammen sein kann, der versucht hat, seine Cousine zu erobern. Bei einer Geschäftsbesprechung konfrontiert Jade Germán mit seiner Idee, Angie wieder einzustellen. Darauf droht Germán mit Konsequenzen, sollte Jade noch einmal auf diese Weise ein Meeting stören …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115713","hoster":"VOE"},{"path":"/redirect/8656233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-47","name":"Folge 47","epNo":47,"alt":"Una fiesta, una canción","descr":"Germán stellt Angie wieder als Hauslehrerin ein. Das gefällt Jade gar nicht. Darum entschließt sie sich, zusammen mit ihrem Bruder, nach einem dunklen Geheimnis in Angies Vergangenheit zu suchen. Auch Pablo ist unglücklich über die Situation. Er unterstellt Angie, dass sie die ganze Zeit nur zu Germán zurück wollte. Unterdessen wird eine Geburtstags-Überraschungsparty für Francesca geplant. Ludmila, die nicht eingeladen wurde, findet einen Weg, trotzdem mitzufeiern. Und Beto findet heraus, dass Gregorio einen Spitzel unter den Schülern im Studio hat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499603","hoster":"VOE"},{"path":"/redirect/8656232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-48","name":"Folge 48","epNo":48,"alt":"Una revelación, una canción","descr":"Violetta glaubt, sie hätte Tomrs dabei beobachtet, wie er Ludmila küsst. Es war jedoch eine Intrige von Ludmila, die Andres in Tomrs’ Kostüm gesteckt hat. Nach dem Kuss denkt nun Andres, Ludmila würde etwas von ihm wollen. Doch dann geht das Verwechslungsspiel noch weiter, als Violetta Ludmilas Kostüm anzieht, um Tomrs auf die Probe zu stellen. Er versucht sie zu küssen und Ludmila filmt die beiden dabei. Léon bekommt das Video in die Hände und beendet daraufhin die Beziehung zu Violetta. Unterdessen muss Angie vor Matías und Jade fliehen, die sie am Grab von Violettas Mutter entdeckt haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499601","hoster":"VOE"},{"path":"/redirect/8656241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-49","name":"Folge 49","epNo":49,"alt":"Un alivio, una canción","descr":"Violetta ist nach wie vor zwischen Tomás und León hin- und hergerissen. Sie versucht, ihre Beziehung zu León zu retten, aber er weist sie ab. Doch dann erhält sie eine Nachricht, die von León zu stammen scheint. Darin steht, dass er sich nach dem Unterricht mit ihr treffen will. Tomás wird ebenfalls eine Nachricht zugesteckt. In der steht wiederum, dass Violetta ihn treffen will. Und so spinnt Ludmila eine weitere Intrige, um Violetta zu schwächen. Jade heuert unterdessen einen Privatdetektiv an, der alles über Angie herausfinden soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499645","hoster":"VOE"},{"path":"/redirect/8656235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-50","name":"Folge 50","epNo":50,"alt":"Una decepción, una canción","descr":"Der Privatdetektiv eröffnet Jade und Matías, dass er nicht nur Angies Geheimnis herausgefunden hat. Er weiß nun auch wie es um die finanzielle Situation der Geschwister steht. Daraufhin planen die beiden, eins von Germáns Gemälden zu stehlen, um durch dessen Verkauf an das Geld für den Detektiv zu kommen. Ludmila und Nati entwenden unterdessen Violettas Tagebuch, um Leóns vermeintliche Nachricht verschwinden zu lassen. Und Gregorio gibt Violetta und Ludmila die Aufgabe, ein Duett zu singen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13194404","hoster":"VOE"},{"path":"/redirect/8656237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-51","name":"Folge 51","epNo":51,"alt":"Un ganador, una canción","descr":"Ramallo kommt Jade zuvor und kauft dem Privatdetektiv den Umschlag mit den Informationen ab, welche dieser über Angie gesammelt hat. Er gibt den Umschlag ungelesen an Angie. Jade lädt daraufhin Angie und Pablo zum Abendessen ein, damit Matías die Unterlagen wieder aus Angies Handtasche stehlen kann. Violetta und Ludmila liefern sich in der Resto Bar ein musikalisches Duell. Andrés fordert unterdessen von Tomás, dass er sich von Ludmila fernhalten soll, weil er nun mit ihr zusammen sei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115715","hoster":"VOE"},{"path":"/redirect/8656236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-52","name":"Folge 52","epNo":52,"alt":"Un nuevo rumbo, una canción","descr":"Angie erwischt Jade dabei, wie sie versucht, die Unterlagen des Privatdetektivs aus ihrer Tasche zu stehlen. Weil Francescas heiser ist und nicht singen kann, springt Violetta bei einer Charity Veranstaltung für sie ein. Germán und Jade sind bei der Veranstaltung anwesend und Germán glaubt, Marias Stimme zu erkennen, als er Violetta singen hört. Ludmila rast unterdessen vor Eifersucht, weil Natys begabte Schwester Lena nun der neue Star im Studio ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115716","hoster":"VOE"},{"path":"/redirect/8656240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-53","name":"Folge 53","epNo":53,"alt":"Una decepción, una canción","descr":"Jade hat Violetta auf der Bühne des Benefizkonzerts gesehen. Jedoch verrät sie Germán nicht, dass sie seine Tochter hat singen sehen. So kann sie Violetta weiterhin damit erpressen. Violetta schleicht sich nach der Szene beim Konzert in den Unterricht einer Musikhochschule, um Germán auf eine falsche Fährte zu locken. Gregorio zwingt derweil Andrés, ihm zu helfen, Tomás der Schule zu verweisen. Doch dann verkündet Antonio, dass er das Studio wegen finanzieller Probleme schließen muss. Und es kommt noch schlimmer: Germán will das Land verlassen. Muss Violetta mit ihm gehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499642","hoster":"VOE"},{"path":"/redirect/8656239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-54","name":"Folge 54","epNo":54,"alt":"Una charla, una canción","descr":"Lena erwischt Jade bei einem weiteren Versuch, den Umschlag mit den Unterlagen des Privatdetektivs aus Angies Tasche zu stehlen. Nati setzt sich derweil zum ersten Mal gegen Ludmila zur Wehr. Allerdings beschließt sie kurz darauf, sich von nun an ihrer Schwester Lena unterzuordnen. Lena möchte aber, dass Nati selbstbewusster wird. Pablo stellt unterdessen Gregorio zur Rede, weil der Andrcs dazu benutzt hat, Tomás loszuwerden. Erfreulicherweise erlaubt Germán Violetta, in Buenos Aires zu bleiben, während er auf Geschäftsreise ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499649","hoster":"VOE"},{"path":"/redirect/8656238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-55","name":"Folge 55","epNo":55,"alt":"Una nueva idea, una canción","descr":"Violetta und Tomrs werden im Instrumentenraum eingeschlossen. Ihre Befreiung wird von León beobachtet, der aus dem Gesehenen seine Schlüsse zieht … Inzwischen rebellieren fast alle Schüler gegen Gregorios Unterrichtsstil. Sie beschließen, hinter seinem Rücken ein gemeinsames Konzert zu organisieren, das im Fernsehen übertragen werden soll. Angie versteckt derweil einen Umschlag mit falschen Informationen in ihrer Tasche, um Jade zu täuschen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115717","hoster":"VOE"},{"path":"/redirect/8656243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-56","name":"Folge 56","epNo":56,"alt":"Un acercamiento, una canción","descr":"Die Schüler des Studios singen \"Ven y canta\" zur Begrüßung von Pablo. Gregorio kann nicht damit klar werden dass Antonio Pablo wieder zurück geholt hat und will dass er zwischen ihm und Pablo entscheidet. Um das Studio vor dem Untergang (aus finanziellen Gründen) zu retten, holt Gregorio den YouMix vertreter Marotti ins Studio. YouMix plant eine Realityshow in der ein Casting veranstaltet wird. Der Gewinner dieser Show wird berühmt und nimmt eine CD auf. Der italienische Austauschschüler Federico kommt ins Studio dazu. Mit Violetta versteht er sich überhaupt nicht. Noch dazu stellt es sich heraus dass er der Sohn einer Freundin von German ist und die Realityshow über bei den Castillos wohnen wird. Nachdem German für ein paar Wochen weggefahren ist, fühlt sich Jade wie die Hausherrin und will über alles herrschen.Zwischen Naty und Maxi hat es heftig geknistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931181","hoster":"VOE"},{"path":"/redirect/8656242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-57","name":"Folge 57","epNo":57,"alt":"Una competencia, una canción","descr":"Violetta und Angie stecken in der Klemme, denn Jade hat Federico eingeladen, bei ihnen zu wohnen. Dieser droht, ihr Geheimnis aufzudecken. Maxi hat Mitgefühl mit Nati, nachdem diese von Ludmila zurechtgewiesen wurde. Ramallo, Olga, Angie und León drohen Federico, damit er nichts über Violetta verrät. Gregorios Reality-Show über die Schule rüstet sich zum Drehbeginn, Antonios Bedenken zum Trotz. Ralf Palmer ist weiterhin hinter Angie her und Pablo wird eifersüchtig. Gergorio will Federico verbieten, an der Reality-Show teilzunehmen … (Text: Disney Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115718","hoster":"VOE"},{"path":"/redirect/8656244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-58","name":"Folge 58","epNo":58,"alt":"Un riesgo, una canción","descr":"Als Gregorio zu Pablo sagt, dass er Maßnahmen gegen ihn ergreifen will, rutscht ihm das Wort \"wieder\" raus. Francesca versucht Maxi davon zu überzeugen, sich um Nata zu bemühen, wenn er sie wirklich mag. Jade verkündet, dass sie als Germáns Verlobte in dessen Abwesenheit die Hausherrin ist und fährt mit ihren Plänen, das Haus umzugestalten, fort. Federico beginnt, Gefühle für Violetta zu entwickeln. Weil sie ihren Vater belügt und sich schuldig fühlt, entscheidet Violetta, nicht in der Reality-Show mitzumachen, aber León hält sie davon ab, die Anmeldung zurückzunehmen.\" (Text: Disney Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115719","hoster":"VOE"},{"path":"/redirect/8656250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-59","name":"Folge 59","epNo":59,"alt":"Una amenaza, una canción","descr":"Federico versucht, Violetta zu küssen. Luca macht ein Spontan-Casting, um sich als Moderator für die Reality-Show zu bewerben. Jade hat Schwierigkeiten, die Anwesenheit ihres Vaters geheim zu halten. Luca wird Moderator der Reality-Show. Leon stellt Federico, wegen seines Versuchs Violetta zu küssen, zur Rede. Alle Lehrer und Rafa Palmer gehören zur Jury für die Reality-Show. Pablo wird eifersüchtig, weil Rafa immer noch hinter Angie her ist. Der Tag des Castings für die Reality-Show ist da. Alle Schüler werden zum Casting aufgerufen, nur nicht Violetta … (Text: Disney Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115720","hoster":"VOE"},{"path":"/redirect/8656246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-60","name":"Folge 60","epNo":60,"alt":"Un peligro, una canción","descr":"Ramallo informiert Violetta noch rechtzeitig von der plötzlichen Ankunft ihres Vaters, sodass sie gerade rechtzeitig an der Schule ankommt an der sie angeblich studiert. Federico überzeugt Vilu ihrem Vater endlich die Wahrheit zu sagen aber wieder läuft es schief.Tomas erfährt von Federico was Ludmila mit Violettas Anmeldung gemacht hat und ist sehr wütend auf sie.Die Schüler kommen zu einem klaren Ergebnis dass jemand unter ihnen ein Spion von Gregorio ist.Es werden Maxi Naty Violetta Ludmila Leon Tomas Francesca und Federico für die Show ausgewählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115721","hoster":"VOE"},{"path":"/redirect/8656245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-61","name":"Folge 61","epNo":61,"alt":"Una mentira que crece, una canción","descr":"Um Matías’ Ausrede glaubwürdig erscheinen zu lassen, verkleidet sich der Vater von Jade und Matías als Kommissar, der Germán als Zeugen vernehmen möchte. Dabei findet Matías heraus, dass sein Vater bereits die ganze Zeit da war – als Gärtner verkleidet – und ärgert sich über dessen Anwesenheit. Violetta hat Angst, ihr Papá könnte durch die Reality-Show die Wahrheit herausfinden. Besonders als sie in Germáns Beisein auf der Straße von einem Fan erkannt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499680","hoster":"VOE"},{"path":"/redirect/12985253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-62","name":"Folge 62","epNo":62,"alt":"Una mentira que crece, una canción","descr":"Der Produzent hat in der ganzen Schule Kameras aufbauen lassen. Matías zeigt seine liebevolle Seite, als er sich – Jade zuliebe – seinem Vater zuwendet. Marotti bearbeitet die Interviews mit den Schülern so, dass es aussieht, als würden sie sich gegenseitig herabsetzen, und hetzt sie gegeneinander auf. León trennt sich von Violetta, wegen einer Videoaufzeichnung von ihr und Tomás im Musikraum. Violetta entdeckt im Tagebuch ihrer Mutter, dass sie eine Tante namens Ángeles (oder Angie) hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931172","hoster":"VOE"},{"path":"/redirect/8656248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-63","name":"Folge 63","epNo":63,"alt":"Un peligro, una canción","descr":"Jade bekommt mit, wie ihr Vater am Telefon von seinem Plan erzählt, Germrn zu bestehlen. Die Reality-Show geht weiter, aber unter der Bedingung, dass die Schüler keinen persönlichen Schaden erleiden. Germán hätte sich fast die Show im Netz angeguckt, aber Ramallo kann das gerade noch verhindern. Jades Vater versucht, Ramallo einen Aktenkoffer zu entwenden, in dem eine große Summe Geldes ist, aber Jade hält ihn mit einem Trick davon ab. Frederico gesteht Violetta seine Gefühle für sie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115722","hoster":"VOE"},{"path":"/redirect/8656251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-64","name":"Folge 64","epNo":64,"alt":"El voto del público, una canción","descr":"Ludmila stellt ein Video ins Netz, auf dem Violetta sie imitiert dadurch kommt Vilu wie eine grässliche Zicke rüber. Violetta stellt darauf ein eigenes Video ins Netz, in dem sie sich entschuldigt. Sie bekommt ein verheerendes Publikumsergebnis und fliegt raus aus der Show. Doch Tomás hat auf Ludmillas Handy das Originalvideo gefunden. Gregorio erpresst Broadway: er soll dafür sorgen, dass Tomás von der Schule fliegt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499682","hoster":"VOE"},{"path":"/redirect/8656249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-65","name":"Folge 65","epNo":65,"alt":"Una venganza, una canción","descr":"Francesca beschuldigt Ludmila, das belastende Video Violettas hochgeladen zu haben. Andrés hört mit, als Gregorio Broadway bittet, für ihn zu spionieren. Jade bittet ihren Vater, das Haus zu verlassen. Andrés erzählt allen, dass Broadway Gregorios Spion ist. Olga ist wütend über Violettas Ausscheiden und stellt die Produzenten vor den Kameras zur Rede. Die Schüler laden das vollständige Video Ludmilas hoch, um Violetta zu entlasten. Fans tauchen vor Violettas Haus auf, um sie zu unterstützen. León verlässt den Wettbewerb, damit Violetta seinen Platz einnimmt …  (Text: Disney Channel)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115723","hoster":"VOE"},{"path":"/redirect/8656252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-66","name":"Folge 66","epNo":66,"alt":"Una definición, una canción","descr":"Die mit Wasser begossene Ludmila wird beim Schimpfen gefilmt. Maxi und seine Freunde schließen Broadway weiterhin aus der Gruppe aus. Violetta geht auf Marottis Bitte ein und kehrt in die Reality-Show zurück. Rafa Palmer will mit Luca ein Duett aufnehmen und es auf der Website von YouMix hochladen. Violetta gesteht Angie, dass sie sich fragt, wie ihre Tante wohl sein mag und erkundigt sich am nächsten Tag bei Germán, ob er schon etwas herausgefunden hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499685","hoster":"VOE"},{"path":"/redirect/8656257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-67","name":"Folge 67","epNo":67,"alt":"Una definición, una canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499713","hoster":"VOE"},{"path":"/redirect/8656255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-68","name":"Folge 68","epNo":68,"alt":"Una revelación, una canción","descr":"Frederico und Violetta sind die Finalisten von \"Talente21\". Jade und Matías wird klar, dass ihr Vater die 5 Millionen gestohlen hat. Matías wird zum Verhör zur Polizei gebracht. Tomrs und Francesca entdecken Gefühle füreinander. Violetta hört mit, wie Leon Ludmilla schreckliche Dinge über sie sagt und kapiert nicht, dass er sich selbst aus früheren Zeiten zitiert. Camila erzählt Francesca von der Umarmung zwischen Tomrs und Violetta und die konfrontiert Violetta damit. Violetta kann nicht glauben, dass ihre beste Freundin ihr nicht vertraut …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499701","hoster":"VOE"},{"path":"/redirect/8656259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-69","name":"Folge 69","epNo":69,"alt":"Una final, una canción","descr":"Violetta ist sich sicher, dass Angie Germán nicht nur zur Ablenkung geküsst hat. Francesca ist wegen Violettas Reaktion verletzt. Pablo trennt sich von Angie, da ihm klar wird, dass sie eigentlich Germrn liebt. Jade zwingt Violetta, mit der ganzen Familie zu einer Benefizveranstaltung zu gehen, am Tag des Finales. Violetta stellt sich krank und geht heimlich aus dem Haus. Sie singt gut, verpasst aber den Einsatz. Als sie sich ins Haus zurückschleicht, wartet Germrn schon auf sie und stellt sie zur Rede …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499699","hoster":"VOE"},{"path":"/redirect/8656253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-70","name":"Folge 70","epNo":70,"alt":"Un ganador, una canción","descr":"Germán glaubt, dass Violetta zu ihrem Examen gegangen ist und nicht zum Finale der Reality-Show. Camila mischt sich beim Songwriting der Band ein und während Broadway das feiert, sind die anderen Jungs nicht gerade begeistert. Gregorio manipuliert das Abstimmungsergebnis, damit nicht Frederico, sondern Violetta das Finale gewinnt. Aber Luca beobachtet ihn dabei und erzählt es Marotti so dass am Ende doch Frederico gewinnt. Ludmilla zeigt Violetta das Tape, auf dem Angie Pablo erzählt, dass sie Violettas Tante ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499715","hoster":"VOE"},{"path":"/redirect/8656254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-71","name":"Folge 71","epNo":71,"alt":"Una confesión, una canción","descr":"Antonio und der Produzent der Reality-Show haben bemerkt, dass Gregorio das Abstimmungsergebnis zu Violettas Gunsten manipuliert hat. Antonio entlässt Gregorio als Direktor und setzt Pablo wieder auf diesen Posten. Angie und Pablo suspendieren Ludmilla für drei Tage von der Schule, weil sie Violetta das Videotape gezeigt hat. Violetta vergibt Angie, dass sie sie die ganze Zeit angelogen hat. Maxi und Andrés beschließen, sich eine Freundin zu angeln, bevor das Jahr zu Ende geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499698","hoster":"VOE"},{"path":"/redirect/8656256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-72","name":"Folge 72","epNo":72,"alt":"Una desilusión, una canción","descr":"Germán glaubt Violetta nicht, als sie ihm sagt, dass sie singt und tanzt. Die Band ist wütend auf Camila, weil sie ihren Song ins Netz gestellt hat, bis sie sehen, wie populär er jetzt ist. Da Violetta die Wahrheit kennt, fliegt ihre Großmutter zurück nach Argentinien, um mit ihr zusammen zu sein. Ludmila verwanzt Nati, um herauszufinden, was in der Schule während ihrer Abwesenheit geschieht. Antonio und Pablo kündigen an, dass die Schüler ein Stück für den Jahresabschluss komponieren werden, mit León und Violetta in den Hauptrollen. Violetta und León trennen sich offiziell …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499724","hoster":"VOE"},{"path":"/redirect/8656258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-73","name":"Folge 73","epNo":73,"alt":"Una segunda chance, una canción","descr":"Die Jungs streiten sich weiterhin über Camilas Einmischung in Bandangelegenheiten. Violetta überredet Angélica, erst nach der Jahresabschlussshow die Wahrheit zu sagen. Violetta und León haben denselben Traum, in dem sie dieselbe Melodie hören. Nachdem Broadway die Band verlassen hat, suchen die Jungs nach einem Ersatz. Camila bittet die Jungs, Broadway wiederaufzunehmen, und sie verspricht, sich nicht mehr einzumischen. Ludmila versucht weiterhin ins Studio zu gelangen, nachdem sie suspendiert wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499720","hoster":"VOE"},{"path":"/redirect/8656260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-74","name":"Folge 74","epNo":74,"alt":"Una decisión, una canción","descr":"Violetta erkennt, dass Leon den Song singt, den sie geträumt hatte. Germán und Angie können ihre Grefühle füreinander nicht länger verleugnen und Germán sagt Jade, dass er sie nicht heiraten könne, weil er sie nicht liebt. Francesca fordert von Tomrs, dass er Violetta nicht mehr sehen darf sonst würde sie ihn verlassen. Nata findet heraus, dass Ludmila ihren Liebesbrief an Maxi vertauscht hat und er daher so sauer auf sie ist. Matías und Jade hören ein Gespräch zwischen Violetta und Angie mit und kriegen so heraus, dass sie Nichte und Tante sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499716","hoster":"VOE"},{"path":"/redirect/8656261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-75","name":"Folge 75","epNo":75,"alt":"Una revelación,una canción","descr":"Nati beendet ihre Freundschaft zu Ludmila aufgrund des Briefes an Maxi. Francesca und Camila glauben, dass Violetta sich zwischen die Beziehung von Tomás und Francesca gestellt hat. Jade verrät Germán beim Abendessen, dass Angie Violettas Tante und Germáns Schwägerin ist. Broadway versucht seine Mitgliedschaft in der Band vor Camila zu verstecken. Germán wirft Angie aus dem Haus. Ludmila erzählt Nati, dass Maxi und Andrés ein Wette abgeschlossen haben, bis Ende des Jahres mit irgendeinem Mädchen zusammenzusein. Germán bittet Jade um Verzeihung und macht ihr einen Heiratsantrag …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499714","hoster":"VOE"},{"path":"/redirect/8656268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-76","name":"Folge 76","epNo":76,"alt":"Una decisión apresurada, una canción","descr":"Germán sagt Jade, dass er sofort heiraten möchte … keine Feier, keine Kirche, nur ein Standesbeamter. Camila ist sauer auf Broadway, weil er sie wegen der Band angelogen hat. Nati ist darüber verärgert, dass Maxi mit Andrés gewettet hat. Olga will das Haus verlassen, um einer Entlassung durch Jade zuvorzukommen. Tomás hat immer noch Gefühle für Violetta, doch sie will ihre Freundschaft zu Francesca nicht zerstören. Jade droht Violetta, sie auf ein Internat zu schicken, wenn sie sich schlecht benimmt. Germán versucht seine Gefühle zu Angie zu verdrängen, was ihm nicht zu gelingen scheint …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336657","hoster":"VOE"},{"path":"/redirect/8656263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-77","name":"Folge 77","epNo":77,"alt":"Un ultimátum, una canción","descr":"Ramallo beschließt bei Germán zu kündigen. Germán unterschreibt den Ehevertrag für Jade. Olga schließt sich Ramallo an und kündigt ebenfalls. Broadways Cousine Valeria taucht auf. Angie hört einen Streit zwischen Jade und Violetta am Telefon mit. Ludmila erzählt Nati, Broadways Cousine hätte sich in Maxi verliebt. Camila denkt, dass Broadway etwas mit Valeria am laufen hat. Violetta ist auf dem Plakat für die Jahresabschlusshow vorne und mittig zu sehen. Germán sieht das Plakat und findet heraus, dass Violetta die Schule besucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499717","hoster":"VOE"},{"path":"/redirect/8656265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-78","name":"Folge 78","epNo":78,"alt":"Una decisión amorosa, una canción","descr":"Germán verbietet Violetta den Besuch des Studios. Sie darf nie wieder singen. Jade droht Violetta weiterhin damit, sie auf ein Internat zu schicken. Die Schüler dringen in Germáns Haus ein, damit er Violetta an der Show teilnehmen lässt. Gregorio versucht erneut, Andrés dazu zu bringen, ihm dabei zu helfen, die Jahresabschluss-Show zu sabotieren. Violetta beschließt, von zu Hause wegzulaufen. Germán droht Antonio, das Studio schließen zu lassen, wenn Violetta weiterhin dorthin geht. Violetta kehrt nach Hause zurück und hofft, dass sie und Angie Germáns Hochzeit mit Jade verhindern können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499753","hoster":"VOE"},{"path":"/redirect/8656262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-79","name":"Folge 79","epNo":79,"alt":"Un peligro, una canción","descr":"Germán sagt Jade, dass er sie nicht heiraten will – während der Hochzeit. Ramallo entdeckt, dass der Fotograf Jades Vater ist, und lässt ihn verhaften. Germán stellt Jade eine Wohnung zur Verfügung und vermittelt Matías einen Job, um die beiden loszuwerden. Germán sagt Violetta, dass sie von Buenos Aires wegziehen müssen. Angie und Angelica gehen zu Germán, um das zu verhindern. Angie sagt Pablo, dass sie mit Germán und Violetta mitgehen wird, um in Violettas Nähe zu bleiben. Antonio und Pablo zeigen Ludmila eine Aufnahme von Natis Unfall und werfen sie aus der Abschluss-Show …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931174","hoster":"VOE"},{"path":"/redirect/8656267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-1/episode-80","name":"Folge 80","epNo":80,"alt":"Episodio final de temporada","descr":"Violetta und Tomas haben sich geküsst, kurz danach kommt German, er will sich von Angie verabschieden. Jade und Matthias versuchen Angie wegzubringen und treffen dabei auf Francesca. German fragt Pablo wo sie sei und Francesca sagt ihnen, dass Jade und Matti sie \"anscheinend\" in ein Krankenhaus bringen, weil es ihr nicht gut ginge, German und Pablo spüren gleich, dass da etwas faul ist und rufen die Polizei, später finden sie Jade und Matthias und helfen Angie. Die Familie Castillo ist bereit um abzufahren. Zum Abschied umarmen sich Angie und German, doch Angie steckt unbemerkt etwas in seine Tasche. Mit diesem Recorder hat sie Vilu aufgenommen wo sie \"En mi mundo\" singt, er ändert seine Meinung und lässt Violetta zur Show. Ludmila ist verzweifelt, weil sie nicht in der Show mit dabei sein kann und entschuldigt sich, Vilu bittet Antonio ob sie mitmachen kann. Sie singen den Abschlusssing \"Ser mejor\" mit allen anderen Schülern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499769","hoster":"VOE"},{"path":"/redirect/8656270","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/violetta/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/violetta/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"Un retorno, una canción","descr":"Die Ferien sind nun vorbei und Violetta erwartet Francesca am Flughafen. Die Mädels sind überglücklich sich wiederzusehen. Sie sind so abgelenkt dass es ihnen nicht auffällt, dass ein (für uns noch unbekannter) Junge\u003dDiego (der dieselbe Reisetasche hat wie Francesca) versehentlich seine mit Frans vertauscht.Alle freuen sich schon total auf eine vom U-Mix organisierte Party im Stil der 70er und 80er. Leon aber beschließt (wegen Violetta) nicht hinzugehen. Außerdem hat Leon eine neue Leidenschaft entdeckt-Motocross.Vilu , Cami , Andres und Fran wollen ihn umstimmen. Deshalb verkleidet sich Violetta als einer der Arbeiter und geht zur Rennstrecke. Sie hebt ein Schild hoch auf dem sie ihn bittet doch zur Party zu kommen. Einer der anderen Arbeiter bemerkt sie aber und während des Streits fällt sie direkt auf die Fahrbahn! Als Leon sie bemerkt hält er schnell an und rettet sie vor einem anderen Fahrer. Vilu schafft es schließlich ihn umzustimmen zu der Party zu kommen.Da Gregorio wegen psychischen Problemen entlassen wurde, vertritt ihn eine andere Tanzlehrerin. Ihr Name ist Jackie-sie ist eine Familienangehörige von Antonio und eine alte Schulfreundin von Pablo. Sie hat auch noch Gefühle für ihn…Francesca bemerkt schließlich dass es nicht ihr Koffer ist den sie da mitgenommen hatte. Diego ebenfalls, er findet eine Einladung zu der Party.Auf der Party amüsieren sich die Schüler prächtig. Sie singen Ser mejor zusammen.Leon und Violetta kommen sich näher (auf einer Treppe) aber plötzlich fällt Vilus Schuh herunter. Während Leon ihn holen will heben er und Diego ihn gleichzeitig auf. Sie hassen sich vom ersten Moment an.Das Studio 21 heißt nun Studio On beat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499752","hoster":"VOE"},{"path":"/redirect/8656264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"Un nuevo amor, una canción","descr":"Diego macht sich über Leon lustig und auch Vilu kann sich ein Grinsen nicht verkneifen. Da wird Leon wütend und verlässt verletzt die Party. Violetta ist sauer auf Diego und geht ebenfalls. Diego scheint sich in sie verliebt zu haben.Diego findet Fran und sie tauschen die Koffer, währenddessen bittet er sie mit Violetta in die Karaoke Bar zu kommen.Leon ist enttäuscht von Vilu weil sie nicht auf seiner Seite war.Die Mädels gehen in die Karaoke Bar aber Francesca hat verschwiegen dass Diego dort sein wird.  Als Diego sie sieht fängt er an mit ihr zu flirten aber sie geht nicht darauf ein.Fran singt Nel mio mundo (italienische Version von En mi mundo) und nach ihrem Auftritt kommt ein Junge der sehr bezaubert von ihr ist (er kennt sie von der U-MIX Show) und macht ihr Komplimente. Fran scheint sehr interessiert…Plötzlich wird Violetta zum Singen aufgefordert obwohl sie sich gar nicht eingetragen hatte, aber sie lässt sich umstimmen und geht doch auf die Bühne.Sie singt Podemos als plötzlich Leon in die Bar kommt und ebenfalls auf die Bühne geht und den Song mit ihr zu Ende singt. Violetta ist sichtlich glücklich und er sowieso.Diego verspannt sich sofort und wird eifersüchtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499731","hoster":"VOE"},{"path":"/redirect/8656266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"Un nuevo secreto, una canción","descr":"Vilu und Leon beenden Podemos und sind glücklich. Das lässt sich Diego nicht gefallen er geht auf die Bühne und singt Voy por ti-VON LEON-für Violetta. Das wird Leon zu viel und er will es Diego zeigen aber Vilu hält ihn auf. Dann denkt er wieder dass Vilu wegen Diego gekommen ist und geht sauer.Marco ist verliebt in Francesca aber er glaubt er hätte keine Chancen bei ihr. Aber nach Überredungskunst von Diego verabredet er sich mit ihr.Es wird erzählt dass es im Studio einen \"Geist” gibt. Eigentlich ist es nur der spionierende Gregorio.Francesca erklärt Leon dass es ihre Schuld war dass Vilu in die Karaoke Bar kam. Sie sagt ihm auch dass Violetta nichts von Diego wusste. Da beschließt Leon um Vilu zu kämpfen.Jade und Matias klauen Marias Tagebuch weil Jade so werden will wie sie damit sie sich wieder German annähern kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251517","hoster":"VOE"},{"path":"/redirect/8656269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"Una decisión apresurada, una canción","descr":"Diego kommt zu Violetta nach Hause um mit ihr zu sprechen. Vilu will zwar nicht aber geht mit damit er endlich Ruhe gibt. Ihrem Vater sagt sie dass sie in die Bibliothek geht. Er glaubt ihr aber nicht und spioniert ihr hinterher. Als er sie mit Diego sieht wird er rasend vor Wut und macht ihr eine Szene weil sie ihn angelogen hat.Jackie versucht Pablo dazu zu bringen Antonio zu überzeugen das Studio zu verkaufen. Sie meint dass es ihm dann besser ginge. Pablo willigt nicht ein da er weiß wie viel das Studio Antonio bedeutet.Jade veranstaltet ein Casting für eine neue Maria (Schauspielerin).Fran ist wütend dass sich Marco seit ihrem (gelungenem) Date nicht meldet. Schließlich meldet er sich aber, und fragt ob sie mit ihm zusammen sein will. Fran ist sehr überrascht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499741","hoster":"VOE"},{"path":"/redirect/8656274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-5","name":"Folge 5","epNo":5,"alt":"Un pacto, una canción","descr":"Francesca geht das mit Marco zu schnell.Esmeralda fängt an ihre Rolle der \"Maria” zu spielen. Ihre Aufgabe ist es German zu verführen und ihn dann fallen zu lassen. Das ist Jades Plan ihn wieder zurück zu erobern.Violetta verabredet sich mit Leon an seiner Motocross Strecke. Dort trifft sie Lara (Leons Mechanikerin) und man sieht sofort dass sie Violetta nicht mag. Während Vilu Leon beim Fahren zusieht, kommt auf einmal Diego dazu. Leon sieht ihn und baut einen Unfall. Lara und Diego laufen sofort hin um ihm zu helfen. Violetta ist geschockt und weiß nicht was sie tun soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499735","hoster":"VOE"},{"path":"/redirect/8656272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-6","name":"Folge 6","epNo":6,"alt":"Una venganza, una canción","descr":"Leon ist zum Glück nichts passiert, er hat nur einen  verstauchten Knöchel.Lara fragt ihn über Violetta aus und er antwortet dass sie im Moment nur Freunde sind.Violetta lernt Esmeralda kennen und findet sie auf Anhieb sympathisch.Ludmila sperrt DJ und Camila in der Putzkammer ein.Fran denkt nochmal über alles nach und hat ein schlechtes Gewissen dass sie Marco so derart abblitzen lassen hat, und will es wieder gut machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918284","hoster":"VOE"},{"path":"/redirect/8656271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-7","name":"Folge 7","epNo":7,"alt":"Una voz, una canción","descr":"Angie ist eifersüchtig nach dem sie sieht wie Esmeralda mit Vilu und German \"En mi mundo” singt.Broduey sieht DJ und Cami in der Putzkammer eingesperrt (Ludmila hat es ihm erzählt) und er wendet sich völlig von seiner Ex Freundin ab. Camila ist traurig und wird sich erst jetzt bewusst was sie getan hatte.Vilu merkt dass das Tagebuch ihrer Mutter verschwunden ist.Jackie flirtet mit Pablo.Diego bittet Marco herauszufinden ob Violetta sich seinen Brief angesehen hat.Vilu fehlt Leon…Diego und Violetta singen zusammen”Hoy somos más”.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499749","hoster":"VOE"},{"path":"/redirect/8656273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-8","name":"Folge 8","epNo":8,"alt":"Un nuevo cuarto, una canción","descr":"Violetta fragt sich ob sie sich vielleicht in Diego verlieben könnte aber ihre Zweifel lösen sich schnell auf und sie verabredet sich mit Leon ins Kino. Leon ruft Vilu an aber ihr Vater geht ran. Da bittet Leon ihn, seiner Tochter eine wichtige Nachricht zu überbringen (hatte etwas mit dem Kino zu tun) aber German \"vergisst” es angeblich. So kommt es zu keinem Treffen.Jade und Matias’ Plan fängt an zu funktionieren.Zwischen Leon, Diego und Violetta kommt es zu einem Gespräch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499751","hoster":"VOE"},{"path":"/redirect/8656277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-9","name":"Folge 9","epNo":9,"alt":"Una fiesta, una canción","descr":"Die Schüler geben eine Show für den Bürgermeister der zu besuch im Studio ist, und alles läuft super.Jackie küsst Pablo.Jade und Matias ändern ihren Plan ein wenig.Francesca schlägt Marco vor sich für die Aufnahmeprüfung anzumelden.Angie hat Angst dass sie German für immer verloren hat aber Olga tröstet sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499750","hoster":"VOE"},{"path":"/redirect/8656275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-10","name":"Folge 10","epNo":10,"alt":"Un riesgo, una canción","descr":"Die Tochter des Bürgermeisters Emma verabredet sich mit Andres aber ihr Bodyguard ist feindlich gegen ihn gestimmt.Marco beschließt sich ins Studio anzumelden und die Aufnahmeprüfung zu machen.Matias spielt einen Virus auf Germans Computer, so stiehlt er ihm sein ganzes Geld.Esmeralda geht mit German Abendessen.Ludmila verschickt allen Schülern eine Mail in der steht dass in Vilus Haus eine Party stattfindet. Währenddessen machen die Mädels eine Pyjama Party. Diego warnt Violetta aber es ist zu spät. Das Haus ist voll mit vielen Jugendlichen aus dem Studio.German kommt unerwartet früher nach Hause…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931175","hoster":"VOE"},{"path":"/redirect/8656276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-11","name":"Folge 11","epNo":11,"alt":"Una estrella, una canción","descr":"German macht eine riesen Szene für die angeblich von Violetta gestartete Party.Andres versucht es Emma zu erklären dass ihr Bodyguard ihn nicht leiden kann aber das Mädchen denkt er suche einen Grund um mit ihr Schluss zu machen.Cardoso (der Bodyguard) schlägt Andres einen Deal vor. Wenn er ihn mit Olga verkuppelt wird er Andres in Ruhe lassen.Ins Studio kommt ein vom U-MIX eingeladener Stargast \"Bridgit Mendler\"!Gregorio gibt Beto Tipps wie er seine Traumfrau Jackie für sich gewinnen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931176","hoster":"VOE"},{"path":"/redirect/8656282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-12","name":"Folge 12","epNo":12,"alt":"Una final, una canción","descr":"Violetta macht sich sorgen um ihren Vater der plötzlich ohne Grund von der Polizei festgenommen wird. Ihre Freunde aus dem Studio kommen alle zu ihr um sie zu trösten. Diego schickt Violetta ein Video indem er \"Yo soy así” für sie singt.Violetta fragt Leon ob er wieder mit ihr zusammen sein will und er ist einverstanden.Diego will ebenfalls die Aufnahmeprüfung machen um ins Studio zu kommen.Andres überzeugt Olga sich mit Cardoso im Park zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499767","hoster":"VOE"},{"path":"/redirect/8656278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-13","name":"Folge 13","epNo":13,"alt":"Una guerra, una canción","descr":"Esmeralda kommt German immer näher.Diego macht die Aufnahmeprüfung ins Studio und singt \"Yo soy así\". Ludmila schiebt Violetta in den Raum wo Diego singt und der Junge fängt an für sie zu singen.Jackie hat die Nase voll von Gregorio.German hat immer noch nicht sein gestohlenes Geld zurück.Cardoso bringt Olga Blumen.Maxi hat Angst wieder zu Naty zurück zu kommen.Esmeralda schleimt sich bei Vilu ein indem sie Sätze aus Marias Tagebuch verwendet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499777","hoster":"VOE"},{"path":"/redirect/8656280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-14","name":"Folge 14","epNo":14,"alt":"Un retorno, una canción","descr":"Esmeralda kommt Violetta näher denn sie verstehen sich prächtig.Jade erfährt was Matias gemacht hat und warnt ihn dass sie zur Polizei gehen wird.Leon warnt Violetta dass Diego sie trennen will aber sie versichert ihm dass es nie soweit kommen würde. Leon versucht Violetta zu küssen aber German kommt rein und zerstört die Atmosphäre. Er geht völlig an die Decke und gibt Leon Hausverbot.Die Ergebnisse der Aufnahmeprüfungen wurden veröffentlicht: Diego und Marco haben es geschafft, DJ leider nicht.Violetta teilt Diegos Freude überhaupt nicht da sie Angst um ihre Beziehung mit Leon hat.Emma macht Schluss mit Andres.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499768","hoster":"VOE"},{"path":"/redirect/8656279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-15","name":"Folge 15","epNo":15,"alt":"Una estrella, una canción","descr":"DJ ist sauer weil er nicht aufgenommen wurde und seine Freunde versuchen ihm zu helfen und sprechen mit Pablo.Diego erklärt Vilu dass er sie nicht in Ruhe lassen wird bis sie seine Freundin wird.Es stellt sich heraus dass die Castillos aus ihrem Haus ausziehen müssen.German und Esmeralda küssen sich.Diego und Violetta wurden eingeteilt \"Yo soy asi\" zusammen zu singen (bei einem Konzert). Und das schlimmste: Sie müssen sich am Ende küssen!Violetta redet die ganze Zeit wütend mit  sich selbst während eines Spaziergangs. Plötzlich fährt von hinten Leon auf seinem  Motorrad vorbei. Er nimmt Vilu mit an einen Mega romantischen Ort mit und auf einer Bank kommen sie sich immer näher…leider zerstört Esmeralda den Moment durch einen Anruf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499781","hoster":"VOE"},{"path":"/redirect/8656285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-16","name":"Folge 16","epNo":16,"alt":"Una estrella, una canción","descr":"Die Castillos haben 24 Stunden um auszuziehen. Leon unterstützt Violetta in dieser schwierigen Zeit sehr.Angie denkt dass Esmeralda hinter den gestohlenen Millionen von German steht.Violetta sagt allen dass sie schweren Herzens das Studio On beat verlassen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931178","hoster":"VOE"},{"path":"/redirect/8656284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-17","name":"Folge 17","epNo":17,"alt":"Una venganza, una canción","descr":"Violetta und German ziehen aus.Jade warnt Esmeralda vor Angie.Ludmila fühlt sich super weil Vilu weg ist, endlich wird sie glänzen können!Esmeralda hält German und Vilu vom Ausziehen aus.Vilu bekommt Geld um wieder das Studio zu besuchen. Das freut Diego natürlich.Violetta will aber nicht mit Diego \"Yo soy así” bei der Aufführung singen und will dass Ludmila sie vertritt. Pablo ist damit aber nicht einverstanden.Esmeralda fängt an Angie zu erpressen.León muss sich entscheiden: Motocross oder Studio?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499786","hoster":"VOE"},{"path":"/redirect/8656286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-18","name":"Folge 18","epNo":18,"alt":"Un gregorio, una canción","descr":"Esmeralda erpresst Angie \"Sie soll in einer Woche ausziehen weil sie sonst doch die Kaution für das Haus (da German blank ist) zurück nimmt, und die Castillos doch ausziehen müssen.Diego versucht es Violetta bei \"Yo soy así”zu küssen aber sie schubst ihn weg.Diego hat jedoch alles gefilmt sodass es auf dem Video aussieht als hätten sie sich geküsst. Das Video landet auf der Homepage vom U-MIX. Francesca erzählt Vilu davon und Andres zeigt es Leon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499784","hoster":"VOE"},{"path":"/redirect/8656283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-19","name":"Folge 19","epNo":19,"alt":"Una voz, una canción","descr":"Bei der Probe sollen sich Diego und Vilu küssen aber eigentlich will sie das nicht. Da sie aber muss lässt sie es zu doch bevor der Kuss stattfinden konnte kommt German wütend herein und macht mal wieder eine Szene. Pablo spricht dann mit ihm und geht auf einen Kompromiss ein. Die beiden sollen so stehen, dass es so aussieht als würden sie sich küssen. Schließlich gibt German nach.Esmeralda macht sich bei Violetta immer beliebter und das Mädchen merkt nicht dass die von Esmeralda benutzen Worte den Ursprung aus Marias Tagebuch haben.Ludmila will Violetta loswerden deswegen hat sie vor sich als \"Vilu” zu verkleiden und die Show kaputtzumachen.Leon macht Violetta Vorwürfe wegen dem Video aber sie erklärt ihm wie es wirklich war. Er ist zwar nicht ganz überzeugt aber geht darauf ein.Violetta hingegen macht Diego Vorwürfe wegen dem Video.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499785","hoster":"VOE"},{"path":"/redirect/8656281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-20","name":"Folge 20","epNo":20,"alt":"Una nueva chica, una canción","descr":"Leon macht doch Schluss mit Violetta und diese ist überrascht von seiner Naivität. Letztendlich gibt er ihr doch noch eine Chance. Lara gesteht Leon ihre Gefühle. Matias zweifelt an Esmeraldas Loyalität.Ludmila verkleidet sich vor der Show als \"Violetta” und unterbricht die Transmission. Da alles gefilmt wurde wird Violetta aufgrund ihres Verhaltens aus der Show rausgeworfen. Ihre Unschuld wird aber doch zum Glück bewiesen und sie kann doch auftreten. Ludmila wird aber nicht erwischt.Die Schüler des Studios singen”Euforia” und \"Hoy somos más”  zusammen und alles läuft blendend.Violetta und Diego singen \"Yo soy así” und Leon schaut hinter der Bühne zu. Violetta stellt sich in der Mitte des Songs vor, sie würde mit Leon singen. Dadurch singt sie viel Gefühlsvoller. Am Ende des Songs stolpert Vilu aber und Diego fängt sie auf. Gleich darauf fängt er an sie zu küssen…!Leons Schmerz in den Augen ist nicht zu übersehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499791","hoster":"VOE"},{"path":"/redirect/8656296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-21","name":"Folge 21","epNo":21,"alt":"Un amigo, una canción","descr":"Germán rastet aus, als er bei der Show sieht, wie Violetta Diego küsst. Der Kuss ist das Thema der Schule und allen debattieren, wer wen geküsst hat. León will sich gar wegen des Kusses von Violetta trennen. Indes geht der Kampf zwischen Ramallo und Cardoso um Olga weiter. Gleichzeitig versuchen alle herauszufinden, wer die Übertragung der Show unterbrochen hat. Nati wird von Gregorio erwischt, als sie in ihrem Spind die Violetta-Verkleidung findet. Das Video der YouMix-Show bricht alle Rekorde und so bietet der Produzent von YouMix, Marotti, Violetta einen Vertrag an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499788","hoster":"VOE"},{"path":"/redirect/8656295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-22","name":"Folge 22","epNo":22,"alt":"Una trampa, una canción","descr":"Violetta zögert, das Angebot Marottis, der neue YouMix-Star zu werden, anzunehmen. Und sie hat noch mehr Sorgen: die Trennung von León und die Aufdringlichkeit Diegos machen ihr zu schaffen. In der Zwischenzeit spinnt Gregorio seine Intrige weiter und zieht Jackie mit hinein. Gleichzeitig machen Francesca und Marco große Fortschritte mit ihrem Song und Maxi unterstützt Camila. Währenddessen erpresst Esmeralda Jade und Matías. Schließlich kommt es zum Streit zwischen Violetta und León an Germrns Süßigkeitenstand, der sich daraufhin zu erkennen gibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251515","hoster":"VOE"},{"path":"/redirect/8656289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-23","name":"Folge 23","epNo":23,"alt":"Una desilusión, una canción","descr":"Violetta gesteht Germán, dass sie das YouMix-Angebot angenommen hat, womit dieser nicht einverstanden ist. Unterdessen müssen Jade, Mateas und Esmeralda ihren Plan bezüglich Germán überdenken da Violetta selbst viel Geld mit YouMix verdienen wird. Unterdessen singt Camila in grauenhaftem Englisch. Zuerst trauen sich die Freunde nicht, ihr die Wahrheit zu sagen. Olga entdeckt indes Germán als Straßenverkäufer und glaubt, dass er so versucht, Geld zu verdienen. Außerdem ist Violetta weiter zwischen León und Diego hin und her gerissen. Besonders als Diego ihr sagt, was er für sie empfindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499798","hoster":"VOE"},{"path":"/redirect/8656294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-24","name":"Folge 24","epNo":24,"alt":"Una amenaza, una canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499802","hoster":"VOE"},{"path":"/redirect/8656287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-25","name":"Folge 25","epNo":25,"alt":"Una final, una canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499800","hoster":"VOE"},{"path":"/redirect/8656292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-26","name":"Folge 26","epNo":26,"alt":"Una Oportunidad, Una Canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931179","hoster":"VOE"},{"path":"/redirect/8656288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-27","name":"Folge 27","epNo":27,"alt":"Una Desilución, Una Canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499809","hoster":"VOE"},{"path":"/redirect/8656291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-28","name":"Folge 28","epNo":28,"alt":"Una Rivalidad, Una Canción","descr":"Ludmila und Diego verbünden sich gegen Violetta, damit diese aufhört, für YouMix zu arbeiten. Unterdessen muss DJ Beto sagen, dass er für eine Videofirma und nicht mehr als sein Assistent arbeiten wird. Aber er weiß nicht wie. Olga findet heraus, dass Ambar ihre Mitmenschen mit Videos erpresst und rügt sie. Später schickt Esmeralda Ambar zurück zu ihrem Vater. Marco ist eifersüchtig auf Alessandro, der mit Francesca italienisch redet. Lenn schwänzt indes den Unterricht, um Zeit mit Lara zu verbringen. Ludmilas und Diegos Wunsch wird erfüllt: Violetta beendet die Zusammenarbeit mit YouMix …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499810","hoster":"VOE"},{"path":"/redirect/8656290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-29","name":"Folge 29","epNo":29,"alt":"Un Pacto, Una Canción","descr":"Diego hält sich selbst davon ab, Violetta zu küssen. Angie interessiert sich für Jeremías/Germán, was Pablo eifersüchtig macht. Violetta fürchtet indes, dass León sich mit Lara trifft. León selbst taucht in letzter Minute im Unterricht auf, um sein Duett mit Diego zu singen. Esmeralda verfolgt Germán, als er sich in ein Restaurant schleicht. Arbeitet Germán etwa dort? Violetta bleibt nun doch bei YouMix, nachdem Marotti ihren Bedingungen zugestimmt hat. Francesca stellt Marco zur Rede, der sich mit einem anderen Mädchen trifft. Violetta sieht León zusammen mit Lara …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336656","hoster":"VOE"},{"path":"/redirect/8656293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-30","name":"Folge 30","epNo":30,"alt":"Una Desilución Amorosa, Una Canción","descr":"Irrtümlicherweise hält Francesca Marcos Italienischlehrerin für einen Flirt und macht Camila für dieses Missverständnis verantwortlich. Violetta ist bestürzt darüber, dass León mit Lara zusammen ist. Marco gesteht Francesca seine Liebe und singt für sie einen Song auf Italienisch. Für Violettas Auftritt besucht der Geschäftsführer von YouMix das Studio. Eine perfekte Gelegenheit für Ludmila, um sich in den Vordergrund zu spielen. Kurz vor der Show verliert Violetta ihre Stimme. Francesca hat die rettende Idee: Violetta soll Playback singen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499806","hoster":"VOE"},{"path":"/redirect/8656306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-31","name":"Folge 31","epNo":31,"alt":"Un Problema, Una Canción","descr":"Ludmila findet heraus, dass Vilu Playback singt. Sie versucht die Vorführung zu sabotieren. Jackie will die Show ebenso sabotieren, Gregorio auch. Jade, Matías und Esmeralda verfolgen weiterhin ihren Plan, German zu betrügen. German ist weiterhin als Jeremias verkleidet im Studio. Vilu hat Schuldgefühle, weil sie Playback gesungen hat. Diego macht sich weiter an Vilu ran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931177","hoster":"VOE"},{"path":"/redirect/8656299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-32","name":"Folge 32","epNo":32,"alt":"Una Decisión, Una Canción","descr":"Damit Esmeralda nicht herausfindet, was er wirklich macht, gibt Germán weiterhin vor, in einem chinesischen Restaurant zu arbeiten. Als sie ihn dort besuchen will, stielt Germán kurzerhand ein Fahrrad, um schneller dort zu sein, wird aber von der Polizei gefasst. Als Esmeralda Jade und Matías informiert, dass Germán in einem Restaurant arbeitet, reagiert Jade bestürzt. Verkleidet als Jeremías konfrontiert Germán León mit seiner Beziehung zu Violetta, worauf León in Erwägung zieht, das Studio zu verlassen. Violetta findet Germáns Handy auf Jeremías’ Piano … Fliegt sein Plan auf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499823","hoster":"VOE"},{"path":"/redirect/8656303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-33","name":"Folge 33","epNo":33,"alt":"Una Promessa, Una Canción","descr":"\"Jeremias\" erklärt Violetta, dass Germán bei ihm im Studio war und dort sein Handy vergessen hat, worauf sie glaubt, Jeremías wäre Germáns Spion. Nachdem Ramallo Cardoso versehentlich k. o. geschlagen hat, begegnet Cardoso seinem vermeintlichen Widersacher mit Respekt und Furcht. Weil sie einen Song für YouMix aufnehmen muss, kann Violetta das Studio nicht verlassen, während Francescas Geburtstagsparty in vollem Gange ist. Und Francesca ist wütend auf León, weil er Lara zu ihrer Party mitgebracht hat. Als Violetta endlich aus dem Studio kommt, ist die Party bereits vorbei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499825","hoster":"VOE"},{"path":"/redirect/8656297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-34","name":"Folge 34","epNo":34,"alt":"Una Emocion, Uma Canción","descr":"Violetta ist völlig aufgelöst, weil sie Francesca im Stich gelassen hat. Doch beide können letztlich die Situation bereinigen. Während sich León und Lara entschließen, eine feste Beziehung einzugehen, versucht Andrés, seine zu Ema zu beenden. Er hat aber nicht den Mut dazu. Violetta hat erneut Stimmprobleme. Bestürzt über die Nachricht, dass Jade bei Germán im Restaurant arbeitet, erwischt Esmeralda die beiden dort zusammen. Um Violetta eine Falle zu stellen, arrangieren Diego und Ludmila ein Treffen zwischen León und Lara im Studio. Als sich die beiden küssen, betritt Violetta den Raum …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499821","hoster":"VOE"},{"path":"/redirect/8656298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-35","name":"Folge 35","epNo":35,"alt":"Una Confusión, Una Canción","descr":"Olga und Ramallo spielen mit ihren Gefühlen füreinander. Libby, eine Austauschschülerin aus Israel und YouMix-Preisträgerin, kommt ins Studio. Andres, getrennt von Ema, zeigt Libby die Stadt. Francesca stellt León zur Rede. Sie ist mit der Art, wie er seine Beziehung mit Lara Violetta gegenüber zur Schau stellt, nicht einverstanden. Germrn fällt es weiterhin schwer, zu akzeptieren, dass Violetta sich alleine verabredet. In einem besonders unpassenden Moment verliert Violetta ihre Stimme. Angie leidet unter der Liebesbeziehung zwischen German und Esmeralda …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499826","hoster":"VOE"},{"path":"/redirect/8656300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-36","name":"Folge 36","epNo":36,"alt":"Una Tristeza, Una Canción","descr":"Francesca löst einen Feueralarm aus, damit Violetta nicht vor der Presse singen muss. Camila und Francesca überzeugen Violetta davon, einen Arzt aufzusuchen. Ludmila will herausfinden, warum und ob Violetta wirklich ihre Stimme verloren hat. Jade und Esmeralda stellen Germrn zur Rede. Sie wollen wissen, ob er wirklich aus dem Chinarestaurant entlassen wurde oder nicht. Cardoso erzählt Olga, dass Ramallo in sie verliebt ist. Libby hat Andres durch Marco als Touristenführer ausgetauscht. Diego informiert Ludmila über Violettas Stimmprobleme und merkt nicht, dass Violetta mit hört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499818","hoster":"VOE"},{"path":"/redirect/8656302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-37","name":"Folge 37","epNo":37,"alt":"Una Traición, Una Canción","descr":"Ludmila zwingt Violetta zu einem Spontanauftritt im Unterricht und überrascht alle damit, dass ihre Stimme offensichtlich doch da ist. Germrn belauscht zufällig León, der ein Date mit Lara plant. Germrn missversteht das Gespräch und denkt, León will sich mit Violetta treffen. Als er ihr deshalb verbieten will, das Haus zu verlassen, kommt es zu einer Auseinandersetzung. Wütend geht Violetta zu dem vermeintlichen \"Date\" mit León im Park. Der ist verwirrt, aber Violetta lässt ihn nicht zu Wort kommen und greift nach seiner Hand. Lara beobachtet die beiden und reagiert eifersüchtig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499830","hoster":"VOE"},{"path":"/redirect/8656301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-38","name":"Folge 38","epNo":38,"alt":"Una Noticía, Una Canción","descr":"Ema hat ihren Vater, den Bürgermeister, gebeten, die YouMix-Show nicht zu genehmigen. Als die Schüler das erfahren, soll Andrés Cardoso überzeugen, Ema umzustimmen. Doch diese weigert sich strikt, selbst als die ganze Clique mit ihr reden will. Weil er will, dass Jade aufhört, an Germán zu denken, beauftragt Matías einige Bekannte, sich als potenzielle Heiratskandidaten vorzustellen. Lara verdeutlicht León, dass sie neben Violetta nicht die Nummer zwei sein will. Marotti hat sein Möglichstes versucht, doch die Show droht zu platzen. Dann erreicht ihn ein Anruf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499836","hoster":"VOE"},{"path":"/redirect/8656305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-39","name":"Folge 39","epNo":39,"alt":"Un Beso, Una Canción","descr":"Germrn kündigt im OnBeat Studio, weil Pablo ihn über seine Beziehung zu Jackie ausfragt. Indes verhält sich Francesca nach einem ominösen Anruf seltsam. Violetta und die Freunde versuchen herauszufinden, was mit ihr los ist. Cardoso macht Olga in der Zwischenzeit einen Antrag. Er will um ihre Liebe kämpfen. Im Studio üben die Schüler weiterhin für die Show. Lenn entscheidet sich, nicht an der Show teilzunehmen, sondern auf einen Motocross-Sponsor zu warten. Und dann küsst Diego Violetta …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499831","hoster":"VOE"},{"path":"/redirect/8656304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-40","name":"Folge 40","epNo":40,"alt":"Un Final Incierto, Una Canción","descr":"Die Beziehung zwischen Diego und Violetta wird inniger. Diego outet sich und Violetta als offizielles Paar vor allen Freunden. Violetta versucht hingegen, die Sache herunterzuspielen. Auch León und Lara scheinen immer vertrauter zu werden. Nun gesteht Ramallo Olga seine Liebe. Und Esmeralda fragt Germrn, ob er sie heiraten will. Francesca erzählt Marco, dass sie mit ihrer Familie nach Italien zurückgeht. Indes wird die Show ein großer Erfolg. Als alle im Freudentaumel sind, bemerkt Violetta, dass sie ihre Stimme verloren hat. Für immer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499827","hoster":"VOE"},{"path":"/redirect/8656307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-41","name":"","epNo":41,"alt":"Un Dia Diferente, Una Canción","descr":"Violetta versucht zu verheimlichen, dass sie ihre Stimme verloren hat. Esmeralda kann verhindern, dass Jade Germán die Wahrheit über ihre Machenschaften erzählt. Camila hört, wie Francesca am Telefon darüber spricht, dass sie nach Italien zurückkehrt. Violetta träumt, dass sie an den Stimmbändern operiert wird und nie wieder singen kann. Olga sagt Cardoso, dass sie ihn nicht heiraten wird, da sie einen anderen Mann liebt. Germán findet heraus, dass Esmeralda und Matías sich kennen. Diego stellt Violetta aufgrund ihres Schweigens zur Rede …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499852","hoster":"VOE"},{"path":"/redirect/8656311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-42","name":"","epNo":42,"alt":"Una oportunidad, una canción","descr":"Diego und leon unterhalten sich. Mathias is spurlos verschwunden taucht aber wieder auf weil er seine schwester vermisst. Esmeralder und German wollen heiraten haben es vilu aber noch nicht gesagt(sie warten auf den richtigen moment). Vilu hat ihre stimme verloren und hat wegen U-Mix die Geburtstags party von Fran verpasst. Diego tröstet sie.Fran Cami und Vilu gehen mit Marotti zum Arzt. Er sagt das es nicht sicher ist ob vilu wieder singen kann. Sie müssen also die Ergebnisse abwarten. German ist sauer auf vilu weil er denkt das sie im Studio war und da sie keine Stimme hat kann sie  es ihm nicht erklären.Cami rutsch es vor vilu raus das fran sie für immer velassen wird denn Fran geht wieder zurück nach Italien, denn Ihre Eltern müssen wegen der Arbeit hin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115724","hoster":"VOE"},{"path":"/redirect/8656310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-43","name":"","epNo":43,"alt":"Una verdad, una canción","descr":"Pablo verkündet León, dass er sich nicht zwischen den Rennen und dem Studio entscheiden muss. Esmeralda versucht, Germáns Haus zu verlassen. Schließlich hält sie Matías auf, der zurückgekehrt ist, nachdem er das Land nicht verlassen konnte. Maxi versucht Natis und Ludmilas Plan gegen Violetta auf die Schliche zu kommen. Marotti besteht darauf, Violettas Stimmprobleme geheim zu halten. Germán ahnt, dass Violetta ihm etwas vorenthält, und kehrt als Jeremías ins Studio zurück. Als er Diego und Violetta ins Chinarestaurant folgt trifft er unverhofft auf Angie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499854","hoster":"VOE"},{"path":"/redirect/8656308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-44","name":"","epNo":44,"alt":"Una trampa, una canción","descr":"Der Besitzer des Chinarestaurants erkennt Germán und wirft ihn raus. Esmeralda will die Hälfte von Germáns Vermögen als Sicherheit. Während Jade ist verärgert, als sie erfährt, dass Germán eine Verlobungsfeier plant. Violetta erzählt Diego von ihren Stimmproblemen. Und er erzählt es Ludmila weiter, die eine neue Intrige spinnt. Marotti will, dass Violetta vor den Marketingleuten von YouMix singt. Ludmila hört mit, als Violetta, Francesca und Camila einen Playbackauftritt dafür planen. Sie tauscht die CD vor dem Auftritt gegen eine Instrumentalversion aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499860","hoster":"VOE"},{"path":"/redirect/8656314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-45","name":"","epNo":45,"alt":"Una rivalidad, una canción","descr":"Violetta wird bloßgestellt, weil Ludmila die Playback-CD vertauscht hat. Germán entdeckt Violettas Untersuchungsergebnisse wegen ihrer Stimmbänder. Er stellt sie zur Rede. Ein Arzt kommt zum Hausbesuch, untersucht Violetta, und teilt ihr mit, dass sie wieder singen können wird. Doch Germán verbietet Violetta trotzdem, je wieder zu singen. León hört, wie Diego sich mit Ludmila über Violetta unterhält. Esmeralda und Matías sind auf der Suche nach Schauspielern, die sich bei der Verlobungsfeier als ihre Freunde ausgeben sollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499850","hoster":"VOE"},{"path":"/redirect/8656313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-46","name":"","epNo":46,"alt":"Un retorno, una canción","descr":"Germán verbietet Violetta, weiterhin für YouMix zu singen, woraufhin Marotti seine Anwälte einschaltet, um Violettas Kündigung zu verhindern. Ludmila versucht, Violettas Platz einzunehmen. Antonio veranlasst eine Gruppentherapie für die Lehrer. Bei einem Vertrauensspiel lässt Pablo Gregorio ins Leere fallen. Jade taucht auf Germáns Verlobungsfeier auf und wirft Esmeralda vor, sich in Germán verliebt zu haben. Beide fallen die Treppen hinunter. Federico kommt als großer YouMix-Star zurück ins Studio. León erzählt Violetta von Diegos und Ludmilas Treffen. Diego fragt Violetta, ob sie ihn liebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115725","hoster":"VOE"},{"path":"/redirect/8656309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-47","name":"","epNo":47,"alt":"Una desilusión, una canción","descr":"Nachdem Diego ihr seine Liebe gestanden hat, erwidert Violetta zwar die Worte, versucht jedoch gleichzeitig herauszufinden, was sie noch für León empfindet. Sie ruft auch alle Freunde zusammen, um zu verhindern, dass Francesca nach Italien zurückkehrt. Gregorios Sturz in der Gruppentherapie bleibt ohne Folgen. Dennoch täuscht er Verletzungen vor, um Pablo unter Druck zu setzen. Auch Violetta gerät unter Druck: Damit Sie ihrer Vertragspflicht nachkommt, droht YouMix mit einem Gerichtsverfahren! Germán taucht in der Pension bei Jade auf und erklärt ihre Beziehung für beendet. Sie schwört Rache!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499855","hoster":"VOE"},{"path":"/redirect/8656312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-48","name":"","epNo":48,"alt":"Un amigo, una canción","descr":"Nati bemerkt, dass Ludmila in Fede verliebt ist! Dufré rät Antonio, ein anderes Studio zu eröffnen, da er genug von den Streitereien der Lehrer hat. Violetta schwärmt weiterhin heimlich für León. Jade ist wie verwandelt und plant ihren Rachefeldzug gegen Germán. Violetta versucht, Francescas Vater von einem Umzug nach Italien abzuhalten. Beto sieht \"Jeremias\" und Jackie zusammen und denkt, dass die beiden nun ein Paar sind. Derweil zieht Gregorio weiterhin Nutzen aus seinen Verletzungen. Bekommt León endlich ein Liebesgeständnis von Violetta?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251521","hoster":"VOE"},{"path":"/redirect/8656315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-49","name":"","epNo":49,"alt":"Un nuevo secreto, una canción","descr":"Ludmila zerstört Camilas Tablet, auf dem die einzige Kopie des Videos war, in dem zu sehen ist, dass Ludmila Gefühle für Federico hat. Da Francesca sie verdächtigt, heimlich eine Abschiedsfeier zu organisieren, wird es schwerer für die Clique, Fotos für das Überraschungsvideo zu machen. Damit Jades Plan aufgeht, soll Esmeralda Germán auf die Hochzeitspläne ansprechen. Doch Germán hegt Zweifel. Weil Beto vermutet, dass Jeremías und Jackie eine Affäre haben, reagiert auch Pablo zunehmend eifersüchtig. Die Schüler haben eine Überraschung für Angie. León nennt Lara versehentlich Violetta …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115727","hoster":"VOE"},{"path":"/redirect/8656324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-50","name":"","epNo":50,"alt":"Una sorpresa, una canción","descr":"Marotti ist begeistert von Angies Song und möchte die Rechte dafür erwerben. Nachdem er zufällig mitgehört hat, dass Violettas Freunde über ihn als besitzergreifenden Vater sprechen, ertappt Germán Violetta und Diego als sie sich fast küssen und macht eine fürchterliche Szene. Camila und Nati schließen Ludmila aus ihrer Arbeitsgruppe aus und führen die Übung ohne sie vor. Das Abschiedsvideo für Francesca ist fertig und soll Francescas Vater überzeugen, nicht mit seiner Familie nach Italien zu gehen. Um ihn für die Präsentation ins Studio zu locken, denkt sich Violetta eine List aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931184","hoster":"VOE"},{"path":"/redirect/8656316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-51","name":"","epNo":51,"alt":"Una final, una canción","descr":"Da Violetta und ihre Freunde Francescas Vater nicht umstimmen konnten, singen die Mädchen an Francescas letztem Abend zusammen und vertreiben die traurige Stimmung. Am nächsten Tag kommen alle zusammen und sagen Francesca Lebewohl. Als die Kids später darüber reden, dass Väter ihre Kinder oft nicht ernst nehmen, wird Germán Zeuge des Gesprächs und hört, dass sie sein strenges Verhalten gegenüber Violetta kritisieren. Antonio glaubt, dass Pablo Gregorio unbewusst immer wieder verletzt und schickt ihn zu Dr. Dufré. Es scheint, als ob die Trauer über Francescas Abschied nicht lange anhalten muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499887","hoster":"VOE"},{"path":"/redirect/8656322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-52","name":"","epNo":52,"alt":"Una sorpresa, una canción","descr":"Francescas Vater hat seine Meinung geändert und seiner Tochter erlaubt, bei ihren Freunden und im Studio zu bleiben. Antonio erfährt, dass Gregorio seine Verletzung nur vorgetäuscht hat und entlässt ihn. Jade zwingt Esmeralda, einen Termin für die Hochzeit mit Germán festzulegen. Auf der Suche nach einem festen Freund sammelt Camila Steckbriefe von Jungs und klügelt ein Bewertungssystem aus. Violetta will wissen, ob León noch eine Möglichkeit für sie beide sieht. Hat ihre Liebe eine zweite Chance?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115726","hoster":"VOE"},{"path":"/redirect/8656320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-53","name":"","epNo":53,"alt":"Un amor, una canción","descr":"Die Heirat zwischen Germán und Esmeralda bringt die Gerüchteküche zum Brodeln und die Ermittlungen bezüglich Germáns verlorenem Vermögen werden auf Matías gelenkt. Unterdessen will Violetta Diego helfen, seinen Vater zu finden und schenkt ihm eine Gitarre, die der seines Vaters ähnelt. Dank Lena finden Maxi und Marco endlich einen Weg, Ludmila zu kontrollieren. Pablo zwingt Maxi und Marco, eine Band mit Ludmila zu gründen. YouMix hingegen erlaubt Camila, Francesca und Nati, gemeinsam zu singen. Nach seiner Entlassung erhofft sich Gregorio Hilfe durch eine Therapie bei Dr. Dufré …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499881","hoster":"VOE"},{"path":"/redirect/12985249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-54","name":"","epNo":54,"alt":"Un beso, una canción","descr":"Ludmila und Federico sind im Regieraum eingeschlossen. Unterdessen erfährt Ludmila, dass sie mit Federico verkuppelt werden soll. Matías hingegen nutzt das Verhör mit Parodi schamlos für einen Flirt aus. Auf Pablos Drängen zu einer Krankschreibung hin, platzt Jackie im Lehrerzimmer der Kragen. Unterdessen drängt sich Jade als Hochzeitsplanerin bei Esmeralda und Germán auf. Zudem sorgt ein Streit um Violetta für dicke Luft bei der Bandprobe, da León eifersüchtig auf Diego ist. Und Diego warnt Violetta, dass sie ihn nicht ausreichend kenne. Was hat er zu verbergen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115730","hoster":"VOE"},{"path":"/redirect/8656317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-55","name":"","epNo":55,"alt":"Una rivalidad, una canción","descr":"Bei einem Verhör mit Jade wirft Parodi ihr vor, in Germán verliebt zu sein. Aus heiterem Himmel nennt Pablo Jackie irrtümlich Angie, woraufhin diese im Studio kündigt. Andrés will Marotti sein Demo zeigen, aber Ludmila vertauscht die CD mit der von Federico. Als Andrés nun Federicos Demo hört, unterstellt er ihm Ideenklau. Aus Wut über Diegos nicht eingehaltene Abmachung, zerstört Ludmila die Gitarre, die Violetta ihm geschenkt hat. Während einer Probe fällt Nati von einem Hocker und verletzt sich an der Hand. Wer hat die Schrauben gelockert und so ihre Teilnahme an der Show verhindert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499880","hoster":"VOE"},{"path":"/redirect/8656319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-56","name":"","epNo":56,"alt":"Una decisión apresurada, una canción","descr":"Federico wird verdächtigt, Andrés’ Song geklaut zu haben und soll deswegen nach Italien zurückgeschickt werden. Doch in letzter Sekunde gibt Ludmila zu, die CDs vertauscht zu haben. Matías lässt sich absichtlich von Parodi verhaften, nur um ihr nah zu sein. Unterdessen überredet Antonio Gregorio, ins Studio zurückzukehren und übernimmt Pablos Posten als Direktor. Aus Eifersucht durchstöbert Diego Violettas Tagebuch. Als er Dinge über León liest, will er ihm die Schuld für seine zerstörte Gitarre zuschieben. Werden Violetta und die Mädchen einen Ersatz für die verletzte Nati finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499891","hoster":"VOE"},{"path":"/redirect/8656323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-57","name":"","epNo":57,"alt":"Una desilusión, una canción","descr":"Violetta glaubt, dass León die Gitarre zerstört hat, die sie Diego geschenkt hat, doch die Band plagt eine andere Sorge: Sie haben noch immer keinen Drummer für den anstehenden Auftritt! Also beschließen sie, zu bluffen, werden jedoch von Ludmila verpetzt. Um Federico von der Abreise nach Italien abzuhalten, ringt sich diese zu einem großen Geständnis durch. Unterdessen übernimmt Antonio die Schulleitung, um den Zankereien zwischen den Lehrern endlich ein Ende zu setzen. Die Schulband wird von starker Konkurrenz einer anderen Schule bedroht: Werden sie den Wettbewerb dennoch gewinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499896","hoster":"VOE"},{"path":"/redirect/8656321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-58","name":"","epNo":58,"alt":"Una guerra, una canción","descr":"Germán glaubt, dass Esmeralda ihn nicht heiraten will, weil sie sich von den Vorbereitungen überfordert fühlt. Unter den Mädchen verbreitet sich zunehmend Herzschmerz, denn es kriselt zwischen Violetta und León, Camila und Broadway, sowie Francesca und Marco. Große Aufregung macht sich breit, als College 11 die Schule besuchen, doch die Schüler bangen auch um ihre Gewinnchancen beim anstehenden Wettbewerb. Unterdessen will León beweisen, dass Ludmila und Diego etwas im Schilde führen. Als Violetta ihn beim Lauschen erwischt, kommt es zu einer Auseinandersetzung mit enthüllenden Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931180","hoster":"VOE"},{"path":"/redirect/8656325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-59","name":"","epNo":59,"alt":"Un ganador, una canción","descr":"Germán hat sich fast verraten, als er Violetta seine Tochter nennt. Dieser droht jedoch ein weitaus größerer Schock, falls Ludmila ihren bösen Plan durchsetzen kann. Mit dem Gewinn des Bandwettbewerbs geht es für Violetta etwas aufwärts, doch die nächste Talfahrt steht bevor: Síe ertappt Esmeralda dabei, den ausdrücklichen Wunsch ihres Vaters zu missachten. Jade bittet Marcelo, Germán und Esmeralda zu trauen. Allerdings weigert dieser sich, sodass sich Matías als Standesbeamter verkleidet. Kurz bevor sich beide das Jawort geben, taucht Jade auf. Wird sie die Hochzeit verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115728","hoster":"VOE"},{"path":"/redirect/8656330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-60","name":"","epNo":60,"alt":"Un secreto se ha revelado, una canción","descr":"Jade platzt in die Hochzeit, um zu verkünden, dass Esmeralda Germáns Geld gestohlen hat. Daraufhin stürmt die Braut davon und lässt Germán am Boden zerstört zurück. Blitzschnell überweist Jade all sein Geld auf Esmeraldas Konto, um ihr die Unterschlagung in die Schuhe zu schieben. Für Germán steht nun fest, dass er schnellstmöglich allen Lügen abschwören muss. Wird ihm Angie zuvorkommen? Unterdessen benutzt Ludmila Informationen über Diegos Vater, um Violetta noch mehr zu schaden. Wird ihr hinterhältiger Plan aufgehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115729","hoster":"VOE"},{"path":"/redirect/8656326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-61","name":"","epNo":61,"alt":"Una desilusión, una canción","descr":"Angie ist entsetzt von Germán, weil er sich all die Zeit als Jeremias ausgegeben hat, und möchte es Violetta erzählen. Allerdings kann Germán dies in letzter Sekunde verhindern. Mit dem Versprechen, das Rätsel um Diegos Vater zu lösen, benutzt Ludmila diesen weiterhin, um Violetta endlich loszuwerden. Die Situation verschlimmert sich, als Violetta die Beiden in der Instrumentenkammer erwischt. Unterdessen versucht Gregorio, die CD zu stehlen, die Maxi Marotti gegeben hat, da diese belastendes Material enthält. Von ihren Emotionen überwältigt, küsst Ana Marco. Wird er es Francesca beichten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499924","hoster":"VOE"},{"path":"/redirect/8656331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-62","name":"","epNo":62,"alt":"Una amenaza, una canción","descr":"Violettas Herz ist noch immer gebrochen, weil sie Ludmila und Diego zusammen im Instrumentenzimmer ertappt hat. Zwar haben die beiden sich ausgesprochen, doch Violetta kann Diego nicht mehr vertrauen. Auch Laura zweifelt an Leóns Liebe und kocht vor Eifersucht auf Violetta. Als Francesca von dem Kuss zwischen Ana und Marco erfährt, trennt sie sich von Marco. Auf Marottis Beschreibung des Diebes hin fällt der Verdacht auf Gregorio. Unterdessen ignoriert Seba weiterhin Camilas Anrufe und trennt sich schließlich per Email von ihr. Kann Broadway ihr den Inhalt der Mail begreifbar machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115731","hoster":"VOE"},{"path":"/redirect/8656329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-63","name":"","epNo":63,"alt":"Una desilusión, una canción","descr":"Francesca findet Marco und Ana immer wieder in kompromittierenden Situationen. Schließlich überredet Ana Marco, ein klärendes Gespräch mit Francesca zu führen. Derweil wächst Inspektor Parodis Verdacht, dass Jade und Matías mehr mit dem Diebstahl von Germáns Vermögens zu tun haben, als sie vorgeben. Durch einen Zufall erblickt Pablo an Gregorio das Muttermal, das Marotti bei der Täterbeschreibung erwähnt hatte. Mit dem Ziel, Violetta von der Schule zu verbannen, macht Ludmila Diego weiterhin Versprechungen, ihm die Identität seines Vaters preiszugeben. Ist Diegos Liebe zu Violetta stark genug?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499923","hoster":"VOE"},{"path":"/redirect/8656327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-64","name":"","epNo":64,"alt":"Un retorno, una canción","descr":"Germán lässt nicht von seiner Lüge ab, er habe Angie als Violettas Tutorin zurückgewinnen wollen, was ihn nur in größere Schwierigkeiten bringt. Unterdessen versucht Ana weiterhin, einen Keil zwischen Francesca und Marco zu treiben. Ein geheimes Liebesgeständnis gelangt durch einen Moment der Unachtsamkeit an die falschen Ohren. Mittlerweile droht Ludmila Diego, Violetta alles über den teuflischen Plan der beiden zu erzählen. Doch nun hat Diego genug und beschließt, Violetta die volle Wahrheit zu beichten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499914","hoster":"VOE"},{"path":"/redirect/8656332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-65","name":"","epNo":65,"alt":"Una guerra de bandas, una canción","descr":"Camila und Broadway haben die spontane Idee, einen Gesangswettbewerb zwischen den Mädchen und den Jungs zu machen. Allerdings organisieren das Studio und YouMix einen neuen Wettbewerb, auf dessen Gewinner eine weitaus größere Chance wartet. Unterdessen hat Gregorio einen Plan ausgeklügelt, um Pablo für den Diebstahl der CD verantwortlich zu machen: Er will das Muttermal mit einem wasserfesten Stempel an Pablos Schulter anbringen. Durch Zufall hört Violetta, dass Angie für sie auf ihren Umzug nach Frankreich verzichten möchte. Werden die Beiden getrennt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251523","hoster":"VOE"},{"path":"/redirect/8656333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-66","name":"","epNo":66,"alt":"Una mala noticia, una canción","descr":"Während Violetta und León sich nicht aus ihren Herzen streichen können, versichert Angie Pablo, dass ihr Umzug nach Frankreich das Beste für Pablos Herz sei. Das Abschiedsessen verläuft in kleiner Runde, doch mit einem großen Berg angestauter Emotionen, die schließlich in unverhoffter Stärke ausbrechen. Auch Gregorios Plan, das Muttermal auf Pablos Schulter zu stempeln, gerät außer Kontrolle, als das Muttermal auf Gegorios Stirn landet. Unterdessen versucht Ana weiter, einen Keil zwischen Marco und Francesca zu treiben. Wird ihr Plan gelingen oder werden ihre Lügen auffliegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499920","hoster":"VOE"},{"path":"/redirect/8656340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-67","name":"","epNo":67,"alt":"Nuestro camino, una canción","descr":"Francesca wird klar, dass Ana die ganze Zeit einen Keil zwischen sie und Marco treiben wollte und verlangt ein klärendes Gespräch zwischen allen Beteiligten. Da schließlich auch Lara León darum bittet, für den Sponsor zu singen, gibt dieser nach Verhandlungen schließlich nach. Unterdessen äußert Parodi vor Germán ihr Misstrauen gegenüber Jade und Matías. Daraufhin stellt German Jade vor die Wahl: Entweder die volle Wahrheit über sein verlorenes Vermögen oder das Ende ihrer Beziehung! Doch wie wird er seiner eigenen Tochter erklären, weshalb er sie all die Zeit belogen hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499925","hoster":"VOE"},{"path":"/redirect/8656335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-68","name":"","epNo":68,"alt":"Una desilusión, una canción","descr":"Violetta kommt nicht über die geplatzte Lüge ihres Vaters hinweg. Für Marco allerdings bedeutet die Enthüllung von Anas Lügen eine klare Sicht auf die Beziehung mit Francesca. Wird es Ana gelingen, die Dinge in Ordnung zu bringen oder kommt ihre Einsicht bereits zu spät? Jade hingegen fasst endlich den Entschluss, Germán die Wahrheit über den Diebstahl offenzulegen. Als Violetta Diego zur Rede stellt, weil er noch immer eifersüchtig auf León ist, fordert Ludmila ihn auf, seiner Freundin bei der Gelegenheit noch ein paar andere Dinge zu erzählen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499936","hoster":"VOE"},{"path":"/redirect/8656337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-69","name":"","epNo":69,"alt":"Una estrella está triste, una canción","descr":"Ludmila droht Diego weiterhin, Violetta die Wahrheit zu sagen, doch er beschließt endlich, den Spieß umzudrehen. Unterdessen gibt Francesca Marco zu verstehen, dass es endgültig vorbei ist. Währenddessen tröstet Maxi Camila, damit sie über die Trennung von Seba hinwegkommt. Allerdings sind sich Nati und Broadway sicher, dass dieser ihren Zustand nur ausnutzt, um sich an sie heranzumachen. Für León endet die Suche nach einem Motorcross-Sponsor in einer Zwickmühle: Wird er sich für seinen Motorcross-Traum oder für den Wettbewerb mit Violetta entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499945","hoster":"VOE"},{"path":"/redirect/8656336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-70","name":"","epNo":70,"alt":"Un ganador, una canción","descr":"Violetta und León verbringen den Nachmittag miteinander und schwelgen in Erinnerungen. Doch die schöne Stimmung wird jäh unterbrochen, als Diego mit Lara auftaucht und die Nerven verliert. Um Ludmila aufzumuntern, bittet er Nati, einen Kristallstern in Ludmilas Sachen zu verstecken. Als sie ihn findet, ist er kaputt. Jemand hat ihn zerbrochen. Unterdessen belegt ausgerechnet Francesca mit Diego und Violetta mit León die ersten beiden Plätze bei dem großen Tanzwettbewerb. Für die nächste Runde geht es für beide Paare nach Spanien. Was wird das für die Beziehungen der beiden Paare bedeuten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499954","hoster":"VOE"},{"path":"/redirect/8656338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-71","name":"","epNo":71,"alt":"Un viaje rumbo a España, una canción","descr":"Während sich Nati und Maxi wieder näher kommen, versucht Maxi, die Wahrheit über Ludmila und Diego von ihr zu erfahren. Aus Wut über den Ausgang des Tanzwettbewerbs fordert Ludmila eine Neuauszählung der Stimmen. Doch da Germán Violetta verbietet, nach Spanien zu fliegen, bekommt Ludmila doch ihre Genugtuung. Trotz zahlreicher Umstimmungsversuche der Schüler und der Lehrer, hält Germán an seinem Entschluss fest. Nun soll ausgerechnet Ludmila für Violetta nach Spanien mitfliegen. Wird Violetta dies verhindern können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499948","hoster":"VOE"},{"path":"/redirect/8656334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-72","name":"","epNo":72,"alt":"Un problema, una canción","descr":"Ludmila kocht vor Wut, weil Violetta nun doch nach Spanien reist. Endlich befreit von den Handschellen, jedoch peinlich berührt, erfindet Jade kurzerhand eine Erklärung: Sie gibt vor, keinen anderen Weg gefunden zu haben, Matías der Polizei auszuliefern. Unterdessen werden Jade und Matías aus der Pension geworfen, da sie die Miete nicht bezahlen konnten. Daraufhin zwingt Jade Germán, ihr Unterschlupf zu gewähren. Endlich in Madrid angekommen, verlaufen sich Francesca und Violetta. In seiner Verzweiflung berichtet León ausgerechnet Germán von Violettas Verschwinden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499956","hoster":"VOE"},{"path":"/redirect/8656339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-73","name":"","epNo":73,"alt":"Una sospecha, una canción","descr":"Camila und Broadway geben vor, sich nicht zu kennen, um ihre Beziehung wieder zu beleben. Aus Sorge um Violetta beschließt Germán, sie in Spanien zu besuchen. Unterdessen finden Diego und Violetta das alte Theater, in dem Diegos Vater aufgetreten ist. Violetta will endlich wissen, weshalb sich León von Lara getrennt hat. Um Maxi nicht zu verlieren, will Nati ihm die ganze Wahrheit über Ludmilas Pläne offenbaren. Doch dann scheint sich eine unglaubliche Vermutung zu bestätigen: Ist Gregorio wirklich Diegos Vater?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499944","hoster":"VOE"},{"path":"/redirect/8656342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-74","name":"","epNo":74,"alt":"Enamorarse, una canción","descr":"Broadway und Camila versuchen erneut, zueinander zu finden. Unterdessen will Maxi Nati dabei helfen, Ludmilas Plan aufzudecken. Endlich wurde Matías aus der Haft entlassen. Nachdem Francesca ein Telefonat zwischen Diego und Ludmila mithört, hegt sie den Verdacht, dass die beiden unter einer Decke stecken. Kurzerhand stiehlt sie sein Handy, um damit Ludmila anzurufen. Doch in letzter Sekunde gelingt es Diego, ihr das Telefon wegzunehmen. Letztendlich gibt Violetta Francesca gegenüber zu, in León verliebt zu sein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115732","hoster":"VOE"},{"path":"/redirect/8656341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-75","name":"","epNo":75,"alt":"Un secreto se ha revelado, una canción","descr":"Camila führt drei Tests durch, die sie und Broadway bestehen müssen, bevor sie ihre Beziehung fortführen können. Schließlich offenbart Ludmila Gregorio, dass er mit der Frau, mit der er in Spanien verheiratet war, ein Kind hat. Unerwartet ertappt León Diego und Ludmila dabei, einen vernichtenden Plan gegen Violetta zu hegen. León konnte das Gespräch zwischen den Beiden als Beweis aufzeichnen. Violetta erfährt davon und sieht es sich an. Sie ist so schockiert, dass sie nicht mehr in der Lage ist, zu singen. Doch dann rettet León sie, indem er im Duett mit ihr singt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115733","hoster":"VOE"},{"path":"/redirect/8656347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-76","name":"","epNo":76,"alt":"Una desilusión, una canción","descr":"Nach ihrem Duett mit León schwört Violetta, dass sie Diego nie wieder sprechen oder sehen will. Vergebens bittet Diego um Verzeihung und beteuert seine Liebe. Nachdem auch Federico von Ludmilas und Diegos gemeinen Plänen erfährt, verlässt er Ludmila. Gerade jetzt bittet Pablo Violetta und Ludmila, einen gemeinsamen Song für die Abschlussshow zu schreiben. Schließlich erfährt Gregorio, dass Diego sein Sohn ist, wodurch sich seine Einstellung zu den Schülern schlagartig ändert. Einzig für Francesca gibt es eine gute Nachricht, als ihr eine italienische Plattenfirma einen Vertrag anbietet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499958","hoster":"VOE"},{"path":"/redirect/8656343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-77","name":"","epNo":77,"alt":"Un enfrentamiento, una canción","descr":"Francesca bekommt die Chance, in Europa eine Solokarriere zu starten, erzählt aber Marco nichts davon. Unter falschem Vorwand beendet sie die Beziehung. Diego hingegen versucht weiterhin, Violetta zurück zu gewinnen. Ausgerechnet Gregorio versucht ihn zu belehren und verrät ihm aus Versehen, dass er sein Vater ist. Das wirft ihn völlig aus der Bahn. Endlich folgt León seinem Herzen, indem er Lara verlässt und Violetta seine Liebe gesteht. Werden die beiden wieder zueinander finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115734","hoster":"VOE"},{"path":"/redirect/8656344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-78","name":"","epNo":78,"alt":"Una buena noticia, una canción","descr":"Diego kann den Schock nicht verarbeiten, dass Gregorio sein Vater ist und wehrt jeden Annäherungsversuch ab. Nach eindringlicher Überlegung entscheiden sich Marco und Francesca, Freunde zu bleiben. Unterdessen ist Jade am Boden zerstört, weil Germán Ramallo gesagt hat, dass er keine Beziehung mit ihr führen will. Daraufhin plant sie, ihm erneut sein Vermögen zu stehlen. Letztendlich lässt Francesca Marco entscheiden, ob sie eine Fernbeziehung führen sollen oder nicht. Wie Violetta herausfindet, haben sich León und Lara tatsächlich getrennt. Was wird das für sie bedeuten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115735","hoster":"VOE"},{"path":"/redirect/8656345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-79","name":"","epNo":79,"alt":"Una decisión apresurada, una canción","descr":"Gregorio kann die Wahrheit nicht mehr für sich behalten und verkündet vor der ganzen Schule, dass Diego sein Sohn ist. Unterdessen stehlen Jade und Matías erneut Germáns Vermögen, und wollen als Millionäre das Land verlassen. Allerdings erfährt Ramallo davon und informiert Inspektorin Parodí. Daraufhin werden Jade und Matías verhaftet. Inzwischen versinkt Violetta immer tiefer in einer düsteren Stimmung. Vergeblich versuchen León, Camila, Francesca und Maxi sie aufzuheitern. Schließlich fasst Violetta sogar den Entschluss, nicht bei der Abschlussshow teilzunehmen. Was ist bloß los mit ihr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8499988","hoster":"VOE"},{"path":"/redirect/8656346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-2/episode-80","name":"","epNo":80,"alt":"Un final, una canción","descr":"Ludmila hört endlich auf, auf Violetta wütend zu sein. Auch Diegos Wut auf seinen Vater verraucht, während Violetta noch immer eine große Distanz zu dem ihren empfindet. Unterdessen erklärt Parodí Matías ihre Liebe und verspricht, auf ihn zu warten, während er im Gefängnis sitzt. Vor der großen Show verkündet León Violetta, dass der Song, den sie komponiert hat, eigentlich von Germán begonnen wurde. Noch dazu stammt der Text von ihrer Mutter Maria. Am Tag der Jahresabschlussshow erwartet das Publikum nun weit mehr als nur eine hochemotionale Darbietung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500000","hoster":"VOE"},{"path":"/redirect/8656348","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/violetta/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/violetta/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"Un regreso, una canción","descr":"Violetta und ihre Freunde sind auf Europatournee und erleben viele aufregende Dinge. Im Studio bewerben sich inzwischen viele neue Schüler und Lehrer. Matías und Jade sind wieder auf freiem Fuß und hoffen auf Parodis Hilfe, sich wieder in die Gesellschaft zu integrieren. Federico besucht Ludmila in Spanien. Weil diese sich zur Show verspätet, muss sie durch Violetta ersetzt werden. Die Show endet mit einem Schock für alle, als Violetta fast zu Boden stürzt. Zu ihrem Geburtstag wird sie schließlich von León mit einer Ballonfahrt überrascht, doch dann passiert etwas Unerwartetes","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115740","hoster":"VOE"},{"path":"/redirect/13929428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"Un cumpleaños, una canción","descr":"Da der Ballon mit León und Violetta frei durch die Luft schwebt, setzt die Gang alles in Bewegung, die Beiden sicher landen zu lassen. Unterdessen zeigt sich Milton, der neue Lehrer des Studios, von zwei komplett unterschiedlichen Seiten: Er behandelt die Schüler herablassend, gibt sich vor dem Rest jedoch als der reine Sonnenschein. Zwischen Violetta und Léon kommt es zu einer Auseinandersetzung, da sie einen Termin zugesagt hat, der sich mit Leóns Bandfestival überschneidet. Gerade als Léon vor Wut kocht, schaltet Ludmila den Lautsprecher an, sodass alle den Streit mithören können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500007","hoster":"VOE"},{"path":"/redirect/8656349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"Una bienvenida, una canción","descr":"Kaum sind die Schüler von der Europatournee zurück, werden sie vor eine neue Herausforderung gestellt: Sie sollen eine Show auf die Beine stellen, und zwar komplett in Eigenregie. Unterdessen spielt Olga Ramallo einen Streich, um ihn dazu zu kriegen, ihr einen Heiratsantrag zu machen. Im Flughafen stürzt Ludmila die Rolltreppe hinunter. Für Ludmila ist klar, dass Violetta sie absichtlich hinuntergestoßen hat. Gerade jetzt stellt sich heraus, dass es sich bei der mysteriösen Frau in Germáns Leben ausgerechnet um Ludmilas Mutter handelt. Wird Vilus und Ludmilas Leben dadurch neu geordnet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115737","hoster":"VOE"},{"path":"/redirect/8656353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"n romance, una canción","descr":"Olga ist dabei, Ramallo einen üblen Streich zu spielen, um endlich einen Heiratsantrag zu bekommen. Allerdings wird sie von Violetta erwischt. Für Gregorio ist der Zeitpunkt gekommen, das Studio zu verlassen, um eigene Pläne zu verwirklichen. Weil Ludmilas Wut über die Annäherung zwischen Gérman und ihrer eigenen Mutter wächst, bittet sie Violetta um Hilfe, die beiden zu trennen. Unterdessen lässt Ludmilas Mutter die Anschuldigungen gegen Violetta fallen, als sie erfährt, dass Germán ihr Vater ist. Kann sie ihre Tochter dazu bringen, ihrem Beispiel zu folgen und das Kriegsbeil zu begraben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500002","hoster":"VOE"},{"path":"/redirect/8656355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"Una cita, una canción","descr":"Germán hat Priscilla und Ludmila zum Abendessen eingeladen. Es endet in einem Desaster, als Ludmila, von den Demütigungen ihrer Mutter gekränkt, hinausstürmt. Später warnt Ludmila Violetta vor Priscilla, da diese eine schreckliche Person sei. Unterdessen versucht Diego, Francesca davon zu überzeugen, mit Marco über ihre Trennung zu reden. Da Gregorio das Studio verlässt, beschließt Diego es ihm gleichzutun. León ist darüber so bestürzt, dass er das Studio nun ebenfalls verlassen will. Um seinem Frust Luft zu machen, begibt er sich zur Motocross-Rennbahn. Doch dann ereignet sich ein Unfall","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500005","hoster":"VOE"},{"path":"/redirect/8656352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"Una desilusión, una canción","descr":"León wird nach einem Motoradunfall bewusstlos ins Krankenhaus eingeliefert. Als Violetta ihn im Koma liegen sieht, ist sie außer sich vor Sorge. Doch dann kann sie ihn mit einem Kuss wecken. Priscilla hingegen droht Jade: Falls diese sie und Germán nicht in Ruhe lasse, so werde sie es bereuen. Auch Olga spricht ein Machtwort: Entweder Ramallo macht ihr einen Heiratsantrag oder die Beziehung ist beendet. Unterdessen erklärt Marco Francesca, in Anwesenheit aller Freunde, seine Liebe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500004","hoster":"VOE"},{"path":"/redirect/8656351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-7","name":"Folge 7","epNo":7,"alt":"Un nuevo romance, una canción","descr":"León erwacht durch Violettas Kuss aus dem Koma. Zwischen Germán und Priscilla kommt es vor Jades Augen zum ersten Kuss. Kurz darauf benutzt Ludmila ein Stimmveränderungsprogramm, täuscht die Stimme ihrer Mutter vor und macht Schluss mit Germán. Ramallo zaubert indessen ein Tiramisu für Olga, die glaubt, das sei ein Heiratsantrag. Francesca entscheidet sich derweil, es noch einmal mit Marco zu versuchen. Zufällig wird Germán Zeuge eines Gesprächs zwischen Violetta und Camilla, in dem Violetta zugibt, dass sie die neue Beziehung ihres Vaters mit Ludmilas Mutter nicht mag","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115736","hoster":"VOE"},{"path":"/redirect/8656354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-8","name":"Folge 8","epNo":8,"alt":"Un problema, una canción","descr":"Germán hört, wie Violetta Camila erzählt, dass sie kein gutes Gefühl bei seiner neuen Beziehung hätte. Ludmila hat widersprüchliche Gefühle, weil sie Germán und Priscilla auseinandergebracht hat. Germán möchte sich mit Priscilla aussprechen, doch während des Gesprächs stellen sie beide fest, dass keiner von ihnen den anderen angerufen hat, um die Beziehung zu beenden. Violetta sieht zufällig, wie León Gery umarmt. Ludmila installiert heimlich die stimmverändernde Software auf Violettas Computer. Als Violetta die Software schließlich entdeckt, kommt Priscilla ins Zimmer…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500033","hoster":"VOE"},{"path":"/redirect/8656356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-9","name":"Folge 9","epNo":9,"alt":"Una rivalidad, una canción","descr":"Germán denkt, dass Violetta für die Sache mit dem Stimmensimulator verantwortlich ist und gibt ihr Hausarrest. Doch Maxi findet heraus, dass Ludmila dahinter steckt und erzählt es Germán. Nach seinem Motorradunfall leidet León unter Schwindelanfällen. Olga ist zutiefst bestürzt über Ramallos plötzliches Verschwinden. Germán stellt ihn zur Rede, aber Ramallo beharrt darauf, die Stadt verlassen zu wollen. Camila glaubt, dass Francesca und Diego Gefühle füreinander haben. Priscilla droht Ludmila mit schweren Konsequenzen, sollte sie noch einmal versuchen, ihre Beziehung mit Germán zu gefährden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500031","hoster":"VOE"},{"path":"/redirect/8656357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-10","name":"Folge 10","epNo":10,"alt":"Una inauguración, una canción","descr":"Marcos Behauptung, Diego hätte ihm geraten, sich von Francesca zu trennen, sorgt für neuen Zwist zwischen allen Beteiligten. Damit sie nicht nach Afrika muss, entschuldigt sich Ludmila für ihr Verhalten, droht aber dennoch, Priscilla und Germán auseinanderzubringen. Als sie León mit Gery sieht, benutzt Violetta Clement, um ihn eifersüchtig zu machen. Ramallos Verschwinden stürzt Olga so sehr in Verzweiflung, dass sie den Job kündigt und ebenfalls fortgeht. Während Germán und Priscilla große Pläne schmieden, kommt es bei der Eröffnungsfeier von \"Art Rebel\" zu einem dramatischen Zwischenfall…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500075","hoster":"VOE"},{"path":"/redirect/8656361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-11","name":"Folge 11","epNo":11,"alt":"Una decepción, una canción","descr":"Nach dem Zusammenbruch auf der Bühne des \"Art Rebel\" muss León ins Krankenhaus. Nati glaubt, dass zwischen Maxi und Francesca etwas läuft und wird von Ludmila angestachelt, zum Gegenschlag auszuholen. Marco kommt in die Vorauswahl am Royal Auditorium in London. Francesca realisiert, dass sie Gefühle für Diego hat. Ramallo kommt zurück und muss feststellen, dass es eine neue Haushaltshilfe gibt. Violetta und Ludmila erfahren von den Plänen ihrer Eltern. León fühlt sich im Studio nicht mehr wohl. Weil er seine Träume verwirklichen will, fasst er einen Entschluss, der Violetta sehr verletzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500058","hoster":"VOE"},{"path":"/redirect/8656358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-12","name":"Folge 12","epNo":12,"alt":"Una decisión apresurada, una canción","descr":"Violetta und Ludmila nehmen Germáns und Priscillas Idee zu heiraten gar nicht gut auf. Der Plan zu viert zu verreisen, stößt ebenso wenig auf Begeisterung bei den Mädchen. Natis Plan, Maxi eifersüchtig zu machen, funktioniert leider nicht. Ludmila schafft es wieder einmal, Violetta im Studio zu Fall zu bringen. Antonio erfährt, dass einige der Studenten zum \"Art Rebel\" wechseln möchten. Violetta bittet Diego, die Band aufzulösen, damit León das Studio nicht verlässt. León erfährt davon und ist sauer auf Vilu. Es kommt zu einem ernsten Streit zwischen den beiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251525","hoster":"VOE"},{"path":"/redirect/8656360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-13","name":"Folge 13","epNo":13,"alt":"Un romance esta mal, una canción","descr":"Als Marco und Francesca beschließen, Freunde zu bleiben, gesteht Francesca sich ihre Gefühle zu Diego ein. Doch dann sieht sie ihn mit einem anderen Mädchen im Park. Unterdessen zieht Milton Diego und Gery von der YouMix-Präsentation ab. Die Anweisung hierzu soll angeblich von Pablo, gekommen sein. Aus Rache verwehrt Gregorio nun allen Mitgliedern des Studios den Eintritt ins ‚Art Rebel‘. Kurzerhand beschließt Violetta, León dort zu besuchen. Was sie jedoch zu Gesicht bekommt, jagt ihr einen schweren Schock ein. Hat Gery es endlich geschafft, einen Keil zwischen Violetta und Diego zu treiben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500080","hoster":"VOE"},{"path":"/redirect/8656359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-14","name":"Folge 14","epNo":14,"alt":"Un reencuentro, una canción","descr":"Nachdem Jade erneut in Germáns Haus eingebrochen ist und abgeholt werden musste, drängt Parodi Matías, sie aus dem Haus zu werfen. Francesca ist eifersüchtig auf das Mädchen an Diegos Seite, weiß aber nicht, dass es sich um die Patentochter von Diegos Mutter handelt. Maxi und Nati vertragen sich wieder. Violetta ist sauer auf León, weil sie diesen mit Gery gesehen hat. Ludmila und Violetta müssen sich in Barcelona ein Zimmer teilen. Ludmila sieht ein Foto von Federico mit einem anderen Mädchen in einer Zeitschrift und will sofort nach Italien abreisen. Unvermittelt taucht Angie im Hotel auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115739","hoster":"VOE"},{"path":"/redirect/8656363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-15","name":"Folge 15","epNo":15,"alt":"Un problema, una canción","descr":"Angie fliegt von Paris nach Spanien, um dort Violetta und German zu überraschen. Diegos Freundin Erica will Diego überzeugen, seine Gefühle gegenüber Francesca zu offenbaren. Unterdessen möchte Gery Violettas Abwesenheit ausnutzen und versucht, León näher kommen zu können. Mittlerweile hat sich Beto in Olga verliebt. Als er sie mit seinem Klavierspiel und seiner Stimme umgarnt, spürt sie die Schmetterlinge in ihrem Bauch. Nun beginnt auch Diego, Francesca seine Gefühle zu offenbaren. Ebenfalls auf der Suche nach Liebe, begibt sich Ludmila auf den Weg nach Rom","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500094","hoster":"VOE"},{"path":"/redirect/8656362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-16","name":"Folge 16","epNo":16,"alt":"Una rivalidad, una canción","descr":"In heller Aufregung versucht die Familie Ludmila auf dem Weg zum Flughafen einzuholen, aber diese kehrt völlig aufgelöst selbst ins Hotel zurück. Zeitgleich erfährt Violetta von einer neuen YouMix-Tour, doch Germán besteht darauf, dass die vier in Europa bleiben. Nachdem \"Alex\" Violetta ein Video geschickt hat, erfährt León davon und stellt ihn zu Rede. Da Francesca ihn ignoriert, klügelt Diego mit Camilas Hilfe einen Plan aus, der sie zwingt, mit ihm zu reden. Alles scheint schwierig: Werden die Schüler dennoch gemeinsam auf Tour gehen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500090","hoster":"VOE"},{"path":"/redirect/8711069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-17","name":"Folge 17","epNo":17,"alt":"Una noticia, una canción","descr":"Angie muss sich von Germán und Violetta verabschieden, weil sie zurück nach Buenos Aires fahren. Endlich offenbart Diego Francesca seine Gefühle. Doch aus Sorge, Marco oder Violetta zu verletzen, weist sie ihn zurück. Unterdessen versucht Nicolas, Clement vom Studio fernzuhalten. Léons Beschluss sorgt weiterhin für viel Wirbel: Antonio beschließt zunächst, dass Marco an Léons Stelle auf die Tour mit kommen soll, aber der lehnt ab. Also versuchen Antonio und Pablo gemeinsam, Léon zu einer letzten Tour zu überreden. Wie wird er sich entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500103","hoster":"VOE"},{"path":"/redirect/8656370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-18","name":"Folge 18","epNo":18,"alt":"Un enfrentamiento, una canción","descr":"Ein neuer Schüler Namens Kol verliebt sich in Francesca und Camila. Er spielt mit beiden, dann beginnt ein streit mit leon und er kommt ins Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500102","hoster":"VOE"},{"path":"/redirect/8656365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-19","name":"Folge 19","epNo":19,"alt":"Una charla, una canción","descr":"Das gesamte Diebesgut fällt aus Andres’ Schließfach, wodurch er zum Hauptverdächtigen wird. Allerdings teilt er Erica mit, dass er weiß, dass Clement der Schuldige ist. Schließlich verkündet Diego, dass Erica die Diebin ist und an Kleptomanie leidet. Sein Herz zerspringt nahezu, als Francesca endlich seine Liebe erwidert. Léon auf der anderen Seite ist eifersüchtig, weil er findet, dass Violetta Clement zu viel Aufmerksamkeit schenkt. Es kommt jedoch noch wesentlich schlimmer für Clement, als er sich während der Proben verletzt. Was bedeutet dies für seine Tourpläne?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500126","hoster":"VOE"},{"path":"/redirect/8656367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-20","name":"Folge 20","epNo":20,"alt":"Una gira que lo cambió todo, una canción","descr":"Francesca und Diego gestehen sich ihre Liebe und überlegen, wie sie es Violetta und Marco erklären sollen. Für Ramallo jedoch bricht eine Welt zusammen, als Olga seinen Heiratsantrag ablehnt und ihn bittet, sie zu vergessen. Unterdessen täuscht Clement eine Verletzung vor, um nicht mit auf Tour gehen zu müssen, während er auf Violettas Urteil zu seinen Liedern wartet. Obwohl sie versucht, das vor Léon geheim zu halten, erfährt er davo. Natürlich durch Ludmila, die einen Keil zwischen das Paar treiben möchte. Doch dann sorgt ein beunruhigender Anruf dafür, dass Pablo die Show absagen will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500107","hoster":"VOE"},{"path":"/redirect/8656369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-21","name":"Folge 21","epNo":21,"alt":"Una muerte, una canción","descr":"Die Nachricht über Antonios Tod versetzt alle in tiefe Trauer. Vor allem die ersten Tage in der Schule sind schwer zu verkraften. Pablo hat Schwierigkeiten, seinen Alltag zu bewältigen und die Schule weiterhin erfolgreich zu leiten. Schließlich wird die Tour abgesagt. Nur Milton schöpft einen Vorteil aus der Tragödie, indem er nach der Chance greift, die Schule zu übernehmen. Unterdessen kann sich Francesca immer noch nicht überwinden, Violetta von ihrer Beziehung zu Diego zu erzählen. Gerade jetzt beginnen Violetta und León, ihre Beziehung in Frage zu stellen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500106","hoster":"VOE"},{"path":"/redirect/8656368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-22","name":"Folge 22","epNo":22,"alt":"Una desilusión, una canción","descr":"Die Risse in Violettas und Leóns Beziehung werden von Tag zu Tag tiefer. Mittlerweile hat Francesca genug von der Geheimniskrämerei über die Beziehung zu Diego. Auch Ludmilla kämpft mit sich selbst, da sie allein der Gedanke daran anwidert, auf Priscillas und Germáns Zeremonie singen zu müssen. Auch Jade hat an der Feier zu beißen. Dabei scheint nur Gregorio aufzufallen, dass Milton versucht, das Studio zu übernehmen während Pablo Antonios Tod noch immer nicht verarbeitet hat. Gerade jetzt verkündet Pablo, dass YouMix das Studio nicht länger sponsern wird. Was wird das für die Kids bedeuten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500105","hoster":"VOE"},{"path":"/redirect/8656366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-23","name":"Folge 23","epNo":23,"alt":"Un reencuentro, una canción","descr":"YouMix möchte Violetta als Solokünstlerin unter Vertrag nehmen, doch Violetta stellt eine Bedingung: YouMix muss das Studio weiterhin sponsern. Dieser Schritt treibt Marotti zur Weißglut, sodass dieser seine Anwälte einschaltet. Ebenfalls außer sich vor Wut, verbrennt Ludmilla Violettas Kleid für die Zeremonie zwischen Germán und Priscilla. Unterdessen schafft es Olga immer noch nicht, ihre Beziehung zu Beto zu beenden. Unterdessen teilt Pablo Gregorio mit, dass er das Studio verlassen wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115738","hoster":"VOE"},{"path":"/redirect/8656373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-24","name":"Folge 24","epNo":24,"alt":"Un disfraz, una canción","descr":"Gregorios Versuche, Pablo zum Bleiben zu überreden, scheitern. Da auch Violetta ratlos ist, bittet sie Angie um Hilfe. Ein weiterer Abschied wird angekündigt: Ludmilla teilt Priscilla mit, sie würde lieber nach Afrika ziehen, als mit ihr in Buenos Aires zu bleiben. Zudem hofft Ludmilla, YouMix mit einer von Violetta geklauten Komposition zu beeindrucken und gibt vor, sie würden ihrer Federn entstammen. Unterdessen gibt Federico seinen Beschluss bekannt, Violettas Beispiel gefolgt zu sein und YouMix verlassen zu haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115741","hoster":"VOE"},{"path":"/redirect/8656371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-25","name":"Folge 25","epNo":25,"alt":"Un problema, una canción","descr":"Violetta und Francesca verkleiden sich als \"Roxy\" und ‚Fausta‘, um so Leóns Bandproben beizuwohnen. Schließlich singen die beiden auf Englisch, doch León scheint ihre Stimmen zu erkennen. Obwohl sie kein Paar mehr sind, ist Violetta frustriert über Leóns Kommunikationsscheue. Unterdessen offenbart Ramallo Beto, dass Olga ihn nicht mehr liebt. Um die Verbindung zwischen Priscilla und Germán zu verhindern fordert Jade Matias auf, Priscilla zu entführen. Milton beleidigt weiterhin die Schüler, woraufhin diese sich endlich zur Wehr setzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115742","hoster":"VOE"},{"path":"/redirect/8656372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-26","name":"Folge 26","epNo":26,"alt":"Un desamor, una canción","descr":"León findet Gefallen an dem Gesang von ‚Roxy‘, doch Francesca und Violetta werden beinahe von Diego erwischt. Unterdessen zerbricht Matias’ Herz, weil Parodi ihn verlassen hat. Ludmila gibt weiterhin vor, Violettas Komposition verfasst zu haben. Zudem ist Nati begeistert, als sie Ludmila eben diese Komposition singen hört. Marotti erklärt Ludmila, dass er zwar ihr Talent, nicht aber ihre Persönlichkeit schätzt. Dennoch erlaubt er ihr das Vorsingen bei YouMix. Schließlich droht Ludmila, sie werde Violettas Leben zur Hölle machen, sollten sie zusammen leben müssen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115744","hoster":"VOE"},{"path":"/redirect/8656376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-27","name":"Folge 27","epNo":27,"alt":"Una unión, una canción","descr":"Als Germán einen Streit zwischen Ludmila und Violetta überhört, lässt er Violetta wissen, dass er immer ein offenes Ohr für sie hat. Angie gibt Violettas Flehen nach, sie weiterhin zu trainieren, woraufhin Germán sie wieder einstellt. So hofft er, weitere Spannungen zwischen Ludmilla und ihr zu vermeiden. Mittlerweile hat Francesca das Versteckspiel satt und überlässt Violetta sich selbst. Wie es scheint, hegt Diego bereits Verdacht bezüglich Violettas Rolle als \"Roxy\" und Francescas Rolle als ‚Fausta‘. Bei dem Rätsel um Priscillas Entführung wird ein böser Verdacht ausgesprochen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115743","hoster":"VOE"},{"path":"/redirect/8656374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-28","name":"Folge 28","epNo":28,"alt":"Un peligro, una canción","descr":"Trotz ihrer Entscheidung, sich nicht mehr zu verkleiden, lässt sich Francesca von Violetta überreden, Gregorios Einladung zum Vorsingen anzunehmen. Doch aufgrund steigender Unachtsamkeit beginnt die Fassade mehr und mehr zu bröckeln und es gibt erste Mitwisser. Violetta kann nicht glauben, dass León ihr verkleidetes Ich, ‚Roxy‘, so kurz nach der Trennung um ein Date bittet. Obwohl León Violetta und Francesca durchschaut hat, fühlt er sich zu Francesca hingezogen. Nach dem langgehegten Verdacht, Priscilla sei entführt worden, steht sie plötzlich vor Germáns Tür und tut, als wäre nichts gewesen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500135","hoster":"VOE"},{"path":"/redirect/8656375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-29","name":"Folge 29","epNo":29,"alt":"Una renuncia, una canción","descr":"Kaum hat Camilla beschlossen, die Rock Bones zu verlassen, um ihre Beziehung zu Broadway zu retten, schon bittet Gregorio Ludmilla, ihre Stelle zu übernehmen. Camila soll von nun an mit Francesca, Violetta, \"Roxy\" und \"Fausta\" singen. Mit der Zeit wird Violetta wütend, da León ihr immer noch nicht die Wahrheit über \"Roxy\" erzählt hat. Unterdessen bemerkt Nati, dass Ludmilla Violettas Komposition gestohlen hat. Federico bekommt Wind davon und stellt Ludmila zur Rede. Schließlich macht Nicolas Jade einen Heiratsantrag. Wird sie Ja sagen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500117","hoster":"VOE"},{"path":"/redirect/8656377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-30","name":"Folge 30","epNo":30,"alt":"Un casamiento, una canción","descr":"Federico ist wütend auf Ludmila, weil sie eines von Violettas Kompositionen als ihre eigene ausgegeben hat und drängt Ludmila zu einem Geständnis. Allerdings hat Violetta noch ein anderes Problem: Sie hat das Gefühl, León nur als \"Roxy\" nahe sein zu können. Unterdessen verkleidet sich Jade, um Germáns und Priscillas Party zu stören, doch Ramallo schmeißt sie und Matias raus. Schließlich kommt es zu einem Streit zwischen Ramallo und Beto, bei dem die Hochzeitstorte zerstört wird. Olga hält das für ein schlechtes Zeichen und versucht, die Zeremonie abzubrechen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12470415","hoster":"VOE"},{"path":"/redirect/8656380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-31","name":"Folge 31","epNo":31,"alt":"Una mentira que crece, una canción","descr":"Federico erklärt Ludmila ein für alle Mal, dass er nicht mit ihr zusammen sein kann, wenn sie weiterhin lügt und betrügt, um ihren Willen durchzusetzen. Angie lässt sich zwar nichts anmerken, doch sie ist immer noch traurig wegen Germáns und Priscillas Zeremonie. Während Andres sich langsam in \"Fausta\" verliebt, ist León sich seiner Gefühle für Violetta nicht mehr sicher. Jade hingegen nimmt Nicolas’ Heiratsantrag nun doch an, aber nur, um Germán eifersüchtig zu machen. Violettas und Francescas Fassade beginnt zu bröckeln, als sie gemeinsam mit \"Roxy\" und \"Fausta\" auftreten sollen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500172","hoster":"VOE"},{"path":"/redirect/8656378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-32","name":"Folge 32","epNo":32,"alt":"Una decisión, una canción","descr":"Andres sieht Diego und \"Fausta\" zusammen und fühlt sich von Diego betrogen. Doch die beiden gestehen Violetta, dass sie das nur tun, um Andres in die Irre zu führen. Unterdessen ist Matias außer sich vor Freude, weil Jade Nicolas’ Heiratsantrag angenommen hat. Violetta verspricht Ludmila, vorerst Stillschweigen über die gestohlene Komposition zu bewahren, drängt sie aber zu einem Geständnis. Unterdessen stellt Violetta León auf die Probe, um herauszufinden, ob er \"Roxy\" oder Violetta lieber mag. Wie wird sie auf seine Entscheidung reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500212","hoster":"VOE"},{"path":"/redirect/8656379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-33","name":"Folge 33","epNo":33,"alt":"Un por amor, una canción","descr":"\"Roxy\" weist León mit der Erklärung zurück, sie halte ihn noch immer für verwirrt. Er wiederum erblickt \"Roxy\" und Camila, als sie sich Violettas Haus nähern und folgt ihnen. Unterdessen überhört Gregorio, wie Violetta ein selbst komponiertes Lied singt und beschließt, es in die Show aufzunehmen. Mit der Zeit werden Ludmilas geheime Machenschaften aufgedeckt: Priscilla verdächtigt sie nicht nur, etwas mit dem Wäscheunglück an Violettas Kleidung zu tun zu haben, sondern weiß auch, dass sie Violettas Komposition gestohlen hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115745","hoster":"VOE"},{"path":"/redirect/8656381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-34","name":"Folge 34","epNo":34,"alt":"Un secreto, una canción","descr":"León klärt endlich die Fronten mit Violetta und ‚Roxy‘: Während er die Beziehung mit Violetta ein für alle Mal für beendet erklärt, teilt er \"Roxy\" mit, er wolle sie besser kennenlernen. Zudem wird es für Francesca und Violetta immer schwieriger, das Geheimnis um ihre geheimen Charaktere aufrecht zu halten. Als Marotti erfährt, dass Ludmila Violettas Komposition als ihre eigene ausgegeben hatte, möchte er von Violetta die Rechte an dem Song haben. Ludmila allerdings kontert mit einer Lüge und behauptet, sie hätten den Song zusammen geschrieben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500208","hoster":"VOE"},{"path":"/redirect/8656385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-35","name":"","epNo":35,"alt":"Una mentira al descubierto, una canción","descr":"Ludmilla droht Violetta, León die Wahrheit über \"Roxy\" und \"Fausta\" zu verraten. Sie verspricht Violetta schließlich, Stillschweigen zu bewahren, wenn sie im Gegenzug bei YouMix Violettas Komposition als die Ihre benutzen und singen darf. Da León endlich Klarheit will, verlangt er von ‚Roxy‘, sich deutlich über ihre Gefühle zu äußern. Unterdessen setzt Milton alles daran, Gregorios Show zu ruinieren, indem er einen Freund beauftragt, sich als Mitarbeiter eines konkurrierenden Radiosenders auszugeben. Zudem teilt er dem Sponsor mit, die Show sei um zwei Tage verschoben worden","versions":[]},{"path":"/serie/stream/violetta/staffel-3/episode-36","name":"Folge 36","epNo":36,"alt":"Una mentira está por terminar, una canción","descr":"Leóns Annäherungsversuche werden von \"Roxy\" zurückgewiesen, woraufhin er erfährt, dass \"Roxy\" das Studio nach der Show verlassen wird. Während Violetta noch nach einem guten Weg sucht, León \"Roxys\" Geheimnis zu verraten, kommt Broadway Violetta und Francesca auf die Schliche. Statt seine Entdeckung für sich zu behalten, spricht er ausgerechnet mit Ludmila darüber, was zu einer weiteren Mitwisserin führt. Schließlich macht sich \"Roxy\" selbst auf zu León, um ihm die Wahrheit zu gestehen. Unterdessen findet Angie etwas heraus, das die gesamte Zukunft des Studios in Frage stellt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115747","hoster":"VOE"},{"path":"/redirect/8656386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-37","name":"Folge 37","epNo":37,"alt":"Un amor está en peligro, una canción","descr":"\"Roxy\" gibt León deutlich zu verstehen, dass sie ihn nicht liebt und nie wieder sehen will. Unterdessen präsentiert Nati Marotti ihre Kompositionen, auf die er mit großer Begeisterung reagiert. Allerdings hatte sie vorgegeben, die Songs mit Ludmila geschrieben zu haben. In Maxi steigt das Bedürfnis, León zu gestehen, wer \"Roxy\" wirklich ist, während Violetta Federico die Wahrheit sagt. Durch einen Zufall erfährt Violetta von der finanziellen Notlage des Studios und setzt alles daran, die drohende Schließung zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500181","hoster":"VOE"},{"path":"/redirect/8656383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-38","name":"Folge 38","epNo":38,"alt":"Todo por un amor, una canción","descr":"\"Fausta\" gibt Andres zu verstehen, dass sie ihn nie wieder sehen will. Und während León verzweifelt nach \"Roxy\" sucht, sucht Violetta ihn auf, um das Versteckspiel endlich zu beenden. Wird er begreifen, dass \"Roxy\" und Violetta ein und dieselbe Person sind? Mit der Zeit sieht Ludmila Violetta immer mehr als Schwester, woran sie schwer zu beißen hat. Unterdessen überlegt Pablo, das Angebot der Jungs anzunehmen, ihr Produzent und Manager zu sein. Schließlich belauscht Gregorio Milton bei einem Telefongespräch. So stellt sich heraus, dass Milton den Sponsor vertrieben hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500200","hoster":"VOE"},{"path":"/redirect/8656382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-39","name":"Folge 39","epNo":39,"alt":"Una estrella esta triste, una canción","descr":"León weiß noch immer nicht, dass \"Roxy\" in Wahrheit Violetta ist, da er während ihres Geständnisses Kopfhörer im Ohr hatte. Um Violetta zu helfen, nicht mehr an León denken zu müssen, weicht Clement nicht mehr von ihrer Seite. Doch es gibt Grund zur Vorsicht, denn bei seinem vermeintlichen Freundschaftsdienst geht es ihm nicht nur um Violettas Wohl. Unterdessen teilt Gregorio Beto und Angie mit, dass der Sponsor wegen Miltons Intrigen abgesprungen ist, woraufhin ein Viertel der Schüler das Studio verlassen hat. Jegliches Bitten um Vergebung bleibt zwecklos und Milton wird gefeuert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931187","hoster":"VOE"},{"path":"/redirect/8656387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-40","name":"Folge 40","epNo":40,"alt":"Una mentira ha terminado, una canción","descr":"León kann noch immer nicht von \"Roxy\" ablassen und überredet sie zu einem letzten Date. Daraufhin beschließt Violetta, sich noch einmal zu verkleiden. Als die beiden sich küssen, erkennt León, wer \"Roxy\" wirklich ist. Unterdessen muss Ludmila die Konsequenzen ihres egoistischen Verhaltens ausbaden: Federico hört, wie sie im Radio eines von Violettas Liedern singt und verlässt sie, und die Kids bei YouMix weigern sich, mit ihr für die Online-Videos vor die Kamera zu treten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115746","hoster":"VOE"},{"path":"/redirect/8656388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-41","name":"Folge 41","epNo":41,"alt":"Un error que no tiene perdón, una canción","descr":"León erkennt endlich, dass es sich bei \"Roxy\" um Violetta handelt. Als er herausfindet, dass die Jungs längst über das Versteckspiel der beiden Mädchen Bescheid wussten, ist er schwer enttäuscht von Violetta. Schließlich verlässt Francesca Diego und hofft auf eine Freundschaft. Doch ihm ist das nicht genug. Unterdessen sorgt Gregorio für Bestürzung und tiefe Trauer unter den Schülern, denn er sieht sich gezwungen, das Studio zu schließen. Zu Priscillas Ärgernis bitten Angie und Beto Germán um Hilfe. Wird er das Studio retten können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500218","hoster":"VOE"},{"path":"/redirect/8656384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-42","name":"Folge 42","epNo":42,"alt":"El amor no se ha perdido, una canción","descr":"León gibt Violetta zu verstehen, dass ihre Beziehung ein für alle Mal beendet ist. Unterdessen stellt Pablo den Jungs Juan vor, der für Match Tone Records arbeitet. Es kommt zu einer Audition, die Gery durch eine Intrige sabotiert: Er sagt das Vorspiel in Pablos Name ab und gibt sich als seine Sekretärin, Violetta, aus. Auch Pablo teilt den Jungs mit, dass die Plattenfirma wegen Violetta abgesagt hat. Als sei das noch nicht genug für Violetta, wird Priscillas Abneigung ihr gegenüber immer stärker, bis sie schließlich ihr Tagebuch klaut und es in den Müll wirft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500228","hoster":"VOE"},{"path":"/redirect/8656389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-43","name":"Folge 43","epNo":43,"alt":"Un plan para separarlos, una canción","descr":"León kann Violetta immer noch nicht verzeihen, dass sie sich so lange als \"Roxy\" ausgegeben hat und die Chance auf ein Vorspielen vor der Plattenfirma ruiniert hat. Schließlich gelingt es Pablo doch noch, eine Audition zu arrangieren, die ein voller Erfolg wird. Unterdessen hecken Clement und Gery einen Plan aus, León endlich aus Violettas Kopf zu bekommen. Als Olga den Müll herausbringt, sieht sie Violettas Tagebuch und zieht es heraus. Sogar Ludmila wendet sich nun gegen Priscilla, stellt sich auf Violettas Seite und gibt ihr das Tagebuch zurück","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115750","hoster":"VOE"},{"path":"/redirect/8656390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-44","name":"Folge 44","epNo":44,"alt":"Un plan está a punto de saberse, una canción","descr":"Als Andres Francesca und Diego zusammen ertappt, beschließt Francesca, Violetta endlich von ihrer Beziehung mit Diego zu erzählen. Doch kurz bevor es dazu kommt, wird sie abgelenkt und Diego schlägt vor, es Violetta zu zweit mitzuteilen. Für die Jungs steigt hoffnungsvolle Vorfreude, als Pablo ihnen erzählt, dass die Plattenfirma sie vielleicht unter Vertrag nehmen möchte. Unterdessen versucht Jade ein weiteres Mal, Germáns Haus zu betreten, was Priscilla in Rage versetzt. Zu allem Überschuss nennt Germán Priscilla versehentlich ‚Angie‘…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500244","hoster":"VOE"},{"path":"/redirect/8656391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-45","name":"Folge 45","epNo":45,"alt":"Una relación salió a la luz, una canción","descr":"Andres’ neuer Blog über Beziehungen wird zu einem großen Hit, doch sein Erfolg geht auf die Kosten seiner Freunde: Er schreibt nicht nur über Francesca und Diego, Maxi und Nati, sondern arbeitet bereits am nächsten Artikel, der von León und Violetta handeln soll, allerdings in Blumenmetaphern. Die Folgen von Francescas und Diegos fehlendem Mut, Violetta von ihrer Beziehung zu erzählen, kommt nun auf sie zurück, denn Violetta ertappt die beiden bei einem Kuss. Pablo hingegen verbreitet gute Stimmung, als er den Jungs mitteilt, dass sie nun endlich einen Plattendeal bekommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500248","hoster":"VOE"},{"path":"/redirect/8656395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-46","name":"Folge 206","epNo":46,"alt":"Una amistad está en peligro, una canción","descr":"Violetta kann Francesca noch nicht dafür vergeben, die Beziehung zu Diego so lange verheimlicht zu haben. Gery versucht weiterhin, Violetta eifersüchtig zu machen, indem sie vorgibt, mit León auszugehen. Für Ludmila und Francesca öffnen sich neue Türen: Marotti möchte Ludmilas Hit in verschiedenen Sprachen aufnehmen und stellt ihr den aufstrebenden YouMix Star Felipe Diaz zur Seite. Und Francesca wird ein Plattenvertrag in Europa angeboten, für den sie jedoch ihre Freunde und Diego zurücklassen müsste","versions":[]},{"path":"/serie/stream/violetta/staffel-3/episode-47","name":"Folge 207","epNo":47,"alt":"Una amistad está en peligro, una canción","descr":"Marotti weist Ludmila auf den Vertrag mit YouMix hin, nach dem sie sich als Felipes Freundin ausgeben muss. Als Federico sieht, wie sich die beiden für ein Foto küssen und er über eine Fernsehsendung erfährt, dass die beiden ein Paar sind, verfällt er in tiefe Trauer. Unterdessen kommt Priscillas wahres Ich zum Vorschein, wobei Olga die Leidtragende ist und beschließt, die Band zu verlassen. Noch immer will Martin, der Plattenproduzent aus Europa, Francesca unter Vertrag nehmen und akzeptiert kein Nein. Wird Francesca seinem Druck nachgeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931190","hoster":"VOE"},{"path":"/redirect/8726243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-48","name":"Folge 208","epNo":48,"alt":"Una verdad, una canción","descr":"Beto erklärt Ramallo, dass Priscilla der Grund für Ludmilas boshaftes Verhalten ist. Daraufhin versucht Ramallo, mit Germán über Priscilla zu sprechen, doch der will ihm nicht zuhören. Unterdessen überhört Diego ein Gespräch zwischen Francesca und dem Produzenten, in dem sie ihm mitteilt, sie werde sein Angebot nur annehmen, wenn er im Gegenzug das Studio finanziell unterstützt. Endlich liest Violetta Francescas Brief und vergibt ihr. Wird der Produzent Francescas Bedingung zustimmen und Francesca mit nach Europa nehmen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500255","hoster":"VOE"},{"path":"/redirect/8656392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-49","name":"Folge 209","epNo":49,"alt":"Una verdad que duele, una canción","descr":"Jade heiratet Nicolas und benutzt all das Geld ihres millionenschweren Mannes dazu, Germán das Leben zur Hölle zu machen. Gerade als Violetta Francesca vergeben hat, erzählt Francesca Violetta und Camilla von ihrem Vertrag mit dem italienischen Produzenten Martin. Verzweifelt fleht Diego Gregorio an, mehr Schüler anzuwerben, um nicht mehr abhängig von der finanziellen Unterstützung des Produzenten zu sein. Nur so kann er seine Freundin bei sich behalten. Wie sich allerdings herausstellt, hat Martin gelogen. Was wird das für Francesca und das Studio bedeuten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500268","hoster":"VOE"},{"path":"/redirect/8656397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-50","name":"Folge 50","epNo":50,"alt":"Una reconciliación, una canción","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115748","hoster":"VOE"},{"path":"/redirect/8656394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-51","name":"Folge 211","epNo":51,"alt":"Un error, una canción","descr":"Jade ist weiterhin versessen, sich an Germán zu rächen und kauft das Gebäude, in dem sich das Studio befindet. Als Nati Maxi und Matilda zusammen singen sieht, denkt sie, dass die beiden ein Paar sind. Andres rät Maxi, Nati zu vergessen und stattdessen sein Glück mit Matilda zu suchen. Während Ludmila weiterhin vorgibt, Felipes Freundin zu sein, hat es Felipe auf Nati abgesehen. Durch Zufall belauscht Francesca ein Gespräch zwischen Martin und seinen Vorgesetzten: Das Versprechen, das Studio zu unterstützen, war nur eine Lüge, um Francesca unter Vertrag, und mit nach Europa zu nehmen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115749","hoster":"VOE"},{"path":"/redirect/8656393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-52","name":"Folge 212","epNo":52,"alt":"Una verdad, una canción","descr":"León erklärt Violetta, dass er mit ihr zusammen sein will, aber nicht kann. Daraufhin verfasst sie eine E-Mail an ihn, die Germán versehentlich ohne Violettas Wissen versendet. Als León Violetta damit konfrontiert, möchte er nie wieder mit ihr reden. Francesca gibt den Produzenten zu verstehen, dass sie keinerlei Verträge unterzeichnen wird, woraufhin Gregorio die Produzenten aus dem Studio wirft. In dem Glauben, die Leiterin des Studios zu sein, feuert Jade Angie. Um Jade in die Schranken zu weisen, erklärt Priscilla Jade, dass sie für die Leitung des Studios zuständig ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115751","hoster":"VOE"},{"path":"/redirect/8656398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-53","name":"Folge 213","epNo":53,"alt":"Una decisión apresurada, una canción","descr":"Matilda möchte eine Beziehung mit Maxi eingehen, doch er bemüht sich noch immer, Dinge mit Nati ins Reine zu bringen. Priscilla will endlich wissen, ob Germáns Herz für sie oder für Angie schlägt und droht schließlich, ihn mit Ludmila zu verlassen. Angie hingegen möchte ihm und Priscilla nicht im Weg stehen und beschließt, wieder nach Europa zu ziehen, sollte er sie darum bitten. Unterdessen erwischt Maxi Felipe dabei, wie er Nati küsst, während ein Fotograf auf den Auslöser drückt. Weil León noch immer sauer auf Violetta ist, versucht Germán ein weiteres Mal, mit ihm zu sprechen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115752","hoster":"VOE"},{"path":"/redirect/8656399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-54","name":"Folge 214","epNo":54,"alt":"Una amenaza, una canción","descr":"Germán überredet Angie, zu bleiben. Unterdessen beginnt Priscilla, ihre Macht im Haushalt auszuspielen und schränkt Violetta in ihrer Freiheit ein. Um Leóns Wut auf Violetta zu schüren und die beiden voneinander fernzuhalten, ruft Gery von Leóns Handy aus Violetta an. Unterdessen merkt Nati, dass sie noch immer Gefühle für Maxi hat und hört auf, mit Felipe zu flirten. Mittlerweile ist der Kuss zwischen Nati und Felipe auf allen Magazinen zu sehen. Schließlich gesteht Ludmila auf einer Pressekonferenz den wahren Kern ihrer Beziehung zu Felipe","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500317","hoster":"VOE"},{"path":"/redirect/8656400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-55","name":"Folge 215","epNo":55,"alt":"Una verdad salio a la luz, una canción","descr":"Priscilla warnt Violetta davor, sich in ihre Beziehung mit Germán einzumischen. Violetta selbst kann sich nicht überwinden, Angie zu erzählen, was zwischen Priscilla und ihr passiert ist. Germán hingegen bittet Priscilla direkt, mit ihm Rücksprache zu halten, bevor sie eine weitere ernste Diskussion mit Violetta führt. Unterdessen erfährt Federico, dass Ludmilas und Felipes Beziehung eine Lüge ist, wodurch seine Wut auf Ludmila weiter geschürt wird. Schließlich führt Ludmilas Gefühlsausbruch auf einer Pressekonferenz zu ihrer Entlassung. Violetta hingegen wird von einem Geständnis überrascht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115753","hoster":"VOE"},{"path":"/redirect/8656402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-56","name":"Folge 216","epNo":56,"alt":"Un sueño se hace realidad, una canción","descr":"Die Jungs bitten die anderen Kids, an ihrem DVD-Projekt teilzunehmen. So wollen sie den exklusiven Plattendeal der Plattenfirma umgehen, und das Studio unterstützen. Allerdings will León nicht, dass die Kids – vor allem Violetta – an ihrem DVD-Projekt teilhaben. Marotti feuert Ludmila, aber da sie die Oberhand behalten will, kündigt sie selbst. Als Priscilla Violetta in Germáns Gegenwart anschreit, ermahnt er Priscilla, nicht noch einmal in diesem Ton mit ihr zu reden. Schließlich sucht León Violetta auf, um ihr etwas mitzuteilen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115754","hoster":"VOE"},{"path":"/redirect/8656404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-57","name":"Folge 217","epNo":57,"alt":"Un reencuentro, una canción","descr":"Priscilla ließ sich aus einem Medaillon, das sie Ludmila gestohlen hatte, Ohrringe anfertigen, um Ludmila zu bestrafen. Zu ihrer Überraschung erhält Violetta keine Einladung zu Matildas Abschiedsparty und vermutet, dass León der Grund dahinter steckt. Violetta vergibt Germán für die E-Mail und teilt León mit, dass sie ihn vergessen will. Als die Jungs wegen Andres ihren Vertrag nicht unterzeichnen können, stellen sie ihn vor ein Ultimatum: Er muss sich zwischen seinem Blog und der Band entscheiden. Unterdessen werden Ludmila und Violetta mit einer unerwarteten Nachricht konfrontiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500352","hoster":"VOE"},{"path":"/redirect/8656405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-58","name":"Folge 218","epNo":58,"alt":"Una reconciliación, una canción","descr":"Ludmila bittet Gregorio, seine Entscheidung zu überdenken, sie bei YouMix zu ersetzen. Gerade als Nati eine Videokamera laufen lässt, wird ein intimer Moment zwischen Germán und Angie gefilmt. Natürlich versucht Angie mit allen Mitteln, die Kamera zu finden, doch Matías hat sie bereits an sich genommen. Zu allem Überfluss hört Priscilla ein Gespräch, in dem Violetta und León sich über die Kameraaufnahme unterhalten, und findet die Kamera in Violettas Zimmer. Unterdessen wird Andres von seinen Bandkollegen weiterhin unter Druck gesetzt, sich zwischen der Band und seinem Blog zu entscheiden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500360","hoster":"VOE"},{"path":"/redirect/8656403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-59","name":"Folge 219","epNo":59,"alt":"Una charla, una canción","descr":"Wie sich herausstellt, wurde das verhängnisvolle Video von Angie und Germán gelöscht. Als Ramallo überhört, dass Olga seine Stimme nicht für gut genug hält, bittet er Angie um Gesangsunterricht. Gerade als León Clement mitteilt, dass er Violetta doch zurückhaben will, bekräftigt Violetta ihm gegenüber ihren Entschluss, einen Schlussstrich ziehen zu wollen. Clement und Gery versuchen weiterhin, die beiden voneinander fernzuhalten. Unterdessen verkündet Angie Germán gegenüber ihren Entschluss, nach Europa zurückzukehren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500398","hoster":"VOE"},{"path":"/redirect/8656407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-60","name":"Folge 220","epNo":60,"alt":"Un beso, una canción","descr":"Marotti erfährt, dass es Ludmila war, die Lenas Song bei der Pressekonferenz sabotiert hat. Allerdings hatte das keinen Einfluss auf die Bewertung, da die gesamte Presse von Lenas Auftritt schlichtweg begeistert war. Unterdessen erzählt Matías Jade, was sich auf dem Video zwischen Germán und Angie befand. Als Ramallo Olga und Beto beim Singen ertappt, platzt ihm der Kragen, und er nimmt endgültig Abschied. Unterdessen erzählt Andres Violetta, dass León wieder mit Violetta zusammen sein will. Werden sie wieder zueinander finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500384","hoster":"VOE"},{"path":"/redirect/8656401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-61","name":"Folge 221","epNo":61,"alt":"Un amigo, una canción","descr":"Jade hat beschlossen, das Studio zu schließen, doch Gregorio versucht, sie davon abzuhalten. Jade allerdings ist bereit, das Studio wieder zu öffnen, sollte Angie gehen und Germán einwilligen, sie zu heiraten. Um ihrem Plan nachzuhelfen, nutzt sie Priscillas Unwissen bezüglich des Videos dazu, für eine endgültige Trennung zwischen Germán und Priscilla zu sorgen. Unterdessen beschließen Violetta und León, es bei einer Freundschaft zu belassen, doch Francesca und Camila nehmen ihnen kein Wort ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500390","hoster":"VOE"},{"path":"/redirect/8656406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-62","name":"Folge 222","epNo":62,"alt":"Una verdad sobre Priscila, una canción","descr":"Angie und Matías halten Jade davon ab, Priscilla davon zu erzählen, dass Angie und Germán sich beinahe geküsst haben. Da der Streit zwischen Diego und Gregorio über die Schließung des Studios anhält, sucht Francesca nach einem Weg, die beiden zu einer friedlichen Einigung zu bewegen. Um für den Wettbewerb zu trainieren, treffen sich die Kids bei Violetta, doch Priscilla ist damit alles andere als glücklich: So vertreibt sie die Kids aus dem Haus zu vertreiben, nachdem sie sie beim Proben erwischt. Unterdessen wird Broadway eifersüchtig, als er Camila und Ezequiel zusammen sieht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931189","hoster":"VOE"},{"path":"/redirect/8656409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-63","name":"Folge 223","epNo":63,"alt":"Un retorno, una canción","descr":"Die Jungs halten zusammen und stellen eine Bedingung an die Plattenfirma: Wenn die Kids vom Studio nicht mit auf der DVD sind, werden sie ihren Vertrag kündigen. Priscilla greift Jade an, um herauszufinden, was sie vor ihr versteckt. In Germán kommen endlich Zweifel bezüglich Priscilla auf, die selbst immer verzweifelter wird. Unterdessen versucht Clement, Gery zu dem Geständnis zu bringen, dass sie den Kuss zwischen den beiden genossen hat. Germán teilt Matías mit, dass er mit Nicolas sprechen wird, wenn Matías nicht versucht, Jade von der Wiedereröffnung des Studios zu überzeugen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500374","hoster":"VOE"},{"path":"/redirect/8656408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-64","name":"Folge 224","epNo":64,"alt":"Un camino a elegir, una canción","descr":"Nicolas beendet seine Beziehung mit Jade und bittet sie, auszuziehen. Francesca hat genug von den Streitereien zwischen Diego und Gregorio und sperrt die beiden in einen Raum, bis sie ihren Streit beigelegt haben. Gerade als Angie Germán mitteilt, sie sei kurz davor gewesen, Priscilla davon zu erzählen, dass die beiden sich beinahe geküsst haben, belauscht Priscilla die beiden. Obwohl alle bemerken, dass Violetta und León ihre Augen nicht voneinander lösen können, bringen die beiden ihre Gefühle nicht zum Ausdruck, bis sie sich entschließen, endlich darüber zu sprechen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500406","hoster":"VOE"},{"path":"/redirect/8656410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-65","name":"Folge 65","epNo":65,"alt":"Una conclusión, una canción","descr":"Als Camila ihren Dialog für den Kurzfilm übt, denkt Broadway, dass sie mit ihm Schluss macht, doch Nati erkennt das Missverständnis. Diego ist wütend auf Francesca, weil sie ihn mit Gregorio alleine in ein Zimmer gesperrt hat. Gerade als Pablo bereit ist, ins Studio zurückzukehren, teilt Nicolas Germán mit, dass er das Studio verkaufen wird. Unterdessen gibt Priscilla Violetta die Ohrringe, die sie aus einer Goldmünze anfertigte, die Germán Ludmila gegeben hatte. Schließlich überhört Germán, wie Ludmila Priscilla wegen der Ohrringe anschreit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500404","hoster":"VOE"},{"path":"/redirect/8656414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-66","name":"Folge 66","epNo":66,"alt":"Una verdad salió a la luz, una canción","descr":"Nicolas erklärt Germán, dass es bereits zu spät ist und das Gebäude des Studios bereits zum Verkauf freigegeben ist. Als Priscilla von Jade erfährt, dass Germán und Angie sich beinahe geküsst haben, glaubt Priscilla ihr nicht, legt Angie jedoch eine giftige Spinne ins Auto. Auch Violetta bleibt nicht verschont von Priscillas Wut, nachdem sie ihr die Stirn bietet und damit droht, Germán von einem Gespräch zwischen Priscilla und Ludmila über Angie zu erzählen. Schließlich teilt Germán Angie und Beto mit, dass das Studiogebäude verkauft werden soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500402","hoster":"VOE"},{"path":"/redirect/8656413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-67","name":"Folge 67","epNo":67,"alt":"Una sospecha, una canción","descr":"Ramallo bekommt einen Anruf vom Krankenhaus und erfährt, dass Violetta einen Unfall hatte. Clement weist Gery darauf hin, dass alle von der Auseinandersetzung wissen, die sie mit Violetta hatte. Aus diesem Streit schließend, geht Violetta davon aus, dass Gery für ihren Unfall verantwortlich ist. León vermutet, dass Priscilla die Schuldige ist. Unterdessen fordert Priscilla Ludmila auf, ihre Sachen zu packen, da sie sie auf ein Internat in der Schweiz schicken wird, und Germán konfrontiert Priscilla bezüglich der Spinne in Angies Auto","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500418","hoster":"VOE"},{"path":"/redirect/8656411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-68","name":"Folge 68","epNo":68,"alt":"Una verdad salió a la luz, una canción","descr":"Priscilla belauscht ein Gespräch zwischen Federico, Olga und Ramallo. Federico bittet Olga und Ramallo, Ludmilas Vater kontaktieren, um zu verhindern, dass sie in die Schweiz geschickt wird. Ludmila selbst warnt Violetta vor Priscilla und fleht sie an, herauszufinden, wer sie wirklich die Treppen heruntergestoßen hat. Als die Kids eine Kamera mit möglichem Videomaterial des Vorfalls finden, hoffen sie, den Schuldigen zu finden. Unterdessen erpresst Gery Clement damit, ihn als \"Alex\" zu entlarven, sollte er nicht helfen, Violetta und León voneinander fernzuhalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115755","hoster":"VOE"},{"path":"/redirect/8656412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-69","name":"Folge 69","epNo":69,"alt":"Una visita, una canción","descr":"Violetta teilt Germán mit, dass das Video, das Violettas Unfall zeigt, Priscilla als Täterin entlarvt, woraufhin Germán für Priscillas Verhaftung sorgt. Allerdings stellt sich heraus, dass der Polizist, der sie verhaftet, ein Freund von Priscilla ist. Da Germán Priscilla weiterhin als Teil der Familie sieht, lässt er sie weiterhin in seinem Haus leben. Unterdessen stehlen Gery und Clement die Tablets von Violetta und León und geben sich als die beiden Bestohlenen auszugeben. Wird es Gery und Clement letztendlich doch gelingen, die beiden voneinander fernzuhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115761","hoster":"VOE"},{"path":"/redirect/8656415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-70","name":"Folge 70","epNo":70,"alt":"Un explicación, una canción","descr":"Ludmila ist auf ihren Vater wütend, weil er sich erst jetzt bei ihr meldet. Allerdings stellt sich heraus, dass es Priscilla war, die ihn all die Jahre von Ludmila ferngehalten hatte. Ihr Vater beschließt nun, sie mit zurück nach Afrika zu nehmen. Unterdessen geht der Streit zwischen Diego und Gregorio weiter, was alle Schüler verunsichert. Daraufhin schlägt Violetta vor, mit Brendas Hilfe ein studioeigenes Label zu gründen. Nach langem Bemühen, Violetta und León voneinander fernzuhalten, erfahren Gery und Clement mit eigenen Augen, ob ihr Plan aufgegangen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500434","hoster":"VOE"},{"path":"/redirect/8656416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-71","name":"Folge 71","epNo":71,"alt":"Un confesión, una canción","descr":"Ludmilas Vater versucht seine Tochter zu überreden, mit ihm nach Afrika zu gehen, was Ludmila nicht möchte. Germán schlägt Ludmilas Vater vor, dass sie bei ihm bleiben kann. Währenddessen leugnen Violetta und León weiterhin ihre Gefühle füreinander, was auf Unverständnis bei Francesca und Camila trifft. Die beiden denken, dass Andrés Gefühle für die \"Neue\" hat. Außerdem schlägt Francesca Diego vor, ein Gesangsduo zu bilden, was Diego aber ablehnt. Als Clément Violetta seine Gefühle gesteht, ist Nicolás ihm längst auf den Fersen, da Jade ihm von seiner zweiten Identität berichtet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500473","hoster":"VOE"},{"path":"/redirect/8656420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-72","name":"","epNo":72,"alt":"Una revelación, una canción","descr":"Ludmilas Vater ist damit einverstanden, dass seine Tochter weiter bei Germán lebt. Zudem macht Ludmila mit Federico Schluss, da sie jemanden möchte, der bei ihr bleibt, komme was wolle. Währenddessen versucht sich Priscilla wieder in ihr Leben zu drängen. Während mit der Zeit mehr und mehr Menschen von Cléments Doppelleben als \"Alex\" erfahren, ist sein Vater geschockt, dass er die genze Zeit heimlich im Studio war und verbietet ihm weiterhin dorthin zu gehen. Unterdessen scheinen Olgas Gefühle für Ramallo neu aufzuflammen und Nicolás entscheidet sich, das Studio nicht an Germán zu verkaufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500458","hoster":"VOE"},{"path":"/redirect/8656419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-73","name":"","epNo":73,"alt":"Un descubrimiento, una canción","descr":"Der Regisseur sieht Camilas echte Tränen, als sie erfährt, dass sie für die Rolle absichtlich weinen können muss und gibt ihr die Rolle sofort. Auf Kommando weinen kann sie jedoch immer noch nicht. Nachdem der Schwindel von Clément aufgeflogen ist, bleibt Nicolás bei der Entscheidung, das Studio nicht aus den Händen zu geben. Zudem verrät Violetta León, dass Gery über den Betrug Bescheid wusste. León konfrontiert Gery damit, dass sie ihn angelogen hat, was Clément und seine Gefühle zu Violetta angeht. León ahnt, was Cléments und Gerys eigentlicher Plan war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500457","hoster":"VOE"},{"path":"/redirect/8656418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-74","name":"","epNo":74,"alt":"Una verdad, una canción","descr":"Ludmila sträubt sich, Priscilla bei ihren bösen Plänen zu helfen und erwischt sie dabei, wie sie sich an Angies Tasche schleicht. Violetta macht sich Sorgen um Clément, der Gery erklärt, dass er Violetta und León ab jetzt in Ruhe lassen möchte. Währenddessen schleicht sich Andrés ins Büro, um zu schauen, ob Malena im Studio angenommen wurde, wobei er enttäuscht wird. Überraschend wurde sie jedoch angenommen. Als Gregorio Francesca, Diego und Andrés über Malenas Zulassung reden hört, glaubt er, dass Andrés derjenige war, der ihren Status geändert hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115766","hoster":"VOE"},{"path":"/redirect/8656417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-75","name":"","epNo":75,"alt":"Una buena noticia, una canción","descr":"Unter der Bedingung, dass Clément das Studio nicht mehr besucht, entschließt Nicolás das Studio an Germán zu verkaufen. Doch Violetta und die Kids schmieden einen Plan, um Clément zurück zu holen, wobei Gery eifersüchtig auf Violettas und Cléments Freundschaft wird. Unterdessen erklärt Olga Ramallo, dass sie nicht für immer auf ihn warten kann. Andrés streitet weiterhin ab, Malenas Zulassungsstatus geändert zu haben. Aber Gregorio hat ihn im Auge. Malena gesteht Andrés, dass sie die Schuldige ist. Als Nicolás ins Studio platzt, sieht er Clément mit den Kids performen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115759","hoster":"VOE"},{"path":"/redirect/8656422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-76","name":"","epNo":76,"alt":"Una comprensión, una canción","descr":"Als Nicolás Clément im Studio singen sieht, ändert er seine Meinung. Trotzdem möchte er, dass sein Sohn Wirtschaft studiert. Sie entscheiden sich, nach einem Kompromiss zu suchen. Dass Gery in Clément verliebt ist, steht für León fest. Er bleibt Clément gegenüber misstrauisch. Dieser freundet sich mittlerweile mit Jade an. Nicolás sieht die beiden zusammen singen. Als der Freund von Priscilla ihr erzählt, er habe Angies Autobremsen manipuliert, entscheidet diese im letzten Moment Angies Auto zu stoppen und sie zu retten. Malena erklärt Andrés, dass sie sich nicht mehr sehen sollten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500481","hoster":"VOE"},{"path":"/redirect/8656423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-77","name":"","epNo":77,"alt":"Abrázame y verá","descr":"Angie will Priscilla bei der Polizei anzeigen, doch diese flüchtet. Als sie in Germáns Haus auftaucht, gibt sie endlich zu, dass sie Hilfe braucht und bittet Ludmila um Vergebung. Währenddessen bittet Clément Gery darum, sich endlich ihre wahren Gefühle einzugestehen. Jedoch erwischt sie Clément, wie er mit Camila für ihre Rolle probt, doch weiß nicht, dass sie nur proben und glaubt, sie seien ineinander verliebt. Unterdessen gesteht Matías seiner Schwester, dass Nicolás keine Gefühle mehr für sie hat und Broadway findet heraus, dass Camila dem Skript nach jemanden küssen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383717","hoster":"VOE"},{"path":"/redirect/8656421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-78","name":"","epNo":78,"alt":"Un viaje, una canción","descr":"Gregorios negative Art bringt die Lehrer im Studio zum Verzweifeln. Um seine Stimmung zu verbessern, entscheiden sie ihm den Traum zu erfüllen, sein eigenes Studio \"Art Rebel\" zu führen. Währenddessen unterdrücken León und Violetta weiter ihre Gefühle füreinander und Germán küsst Angie, die ihn jedoch ablehnt. Auch Clément und Gery sind sich ihrer Gefühlslage nicht bewusst. Die unterdrückten Gefühle verursachen eine angespannte Stimmung bei allen. Dass Camila zurück nach Buenos Aires soll und Diego und Francesca versehentlich auf einer Fähre nach Cadiz sitzen, verbessert die Lage auch nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8500541","hoster":"VOE"},{"path":"/redirect/8656429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/violetta/staffel-3/episode-79","name":"","epNo":79,"alt":"Un amor verdadero, una canción","descr":"Camila entscheidet sich dazu in Spanien zu bleiben, jedoch sitzen Francesca und Diego auf der Fähre nach Cadiz fest. Jade ist sich über ihre Gefühle für Nicolás vorerst nicht sicher, als Nicolás jedoch Matías zu Rate zieht, finden die beiden wieder zueinander. Ebenso findet Ramallo wieder zu Olga. Violetta versucht währenddessen ihren Vater dazu zu bringen, mit Angie essen zu gehen. Als Clément León und Violetta endlich die Wahrheit erzählt, dass er und Gery sie davon abgehalten haben wieder zusammen zu kommen, entzündet ihre Liebe erneut und León und Violetta beginnen eine neue Beziehung…","versions":[]},{"path":"/serie/stream/violetta/staffel-3/episode-80","name":"","epNo":80,"alt":"Una última canción","descr":"León und Violetta wollen sich nie wieder trennen. Diego und Francesca legen nach ihrer kuriosen Bootsfahrt wieder in Sevilla an und Ludmila vergibt Federico, nachdem er einen Stern nach ihr benannt hat. Nur Angie ist noch wütend auf Germán, weil er sie im Restaurant versetzt hat. Während der Vorbereitungen für die Show lernen die Kids Antonios Bruder Pedro kennen und das erste Studio, das Antonio in Spanien geführt hat und wo Germán früher studiert hat. Nicht nur Ramallo hält bei Olga um ihre Hand an, auch Germán fragt Angie vor tausenden Menschen ob sie ihn heiraten will. Angie sagt ,’Ja’","versions":[]}]}]}