{"seriesId":"vivy-fluorite-eyes-song","name":"Vivy: Fluorite Eye’s Song","descr":"\"Nearland\", das ist ein KI-Komplex-Themenpark, in dem sich Träume, Hoffnungen und Wissenschaft vermischen. Vivy wurde als erste autonome humanoide KI überhaupt geschaffen und arbeitet als Sängerin, die jeden Tag auf der Bühne im Park steht. Allerdings ist sie bisher kaum bekannt.Vivys Mission ist es, alle Menschen mit ihrem Gesang glücklich zu machen. Um dies zu erreichen, singt sie mit dem Ziel, irgendwann auf der Hauptbühne im Park zu sehen und sich dort die Seele aus dem Leib zu singen.Eines Tages erscheint eine KI, die sich Matsumoto nennt und 100 Jahre aus der Zukunft kommt. Seine Mission besteht darin, \"mit Vivy zusammenzuarbeiten, um die Geschichte zu korrigieren und den Krieg zwischen KI und Menschen zu verhindern, der in 100 Jahren stattfinden wird\".Was für eine Zukunft wird das Aufeinandertreffen der beiden KIs mit unterschiedlichen Missionen nach sich ziehen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"My Code – To Make Everyone Happy With My Singing","descr":"Die Sängerin AI Vivy gibt im Vergnügungspark NiaLand vor kleinem Publikum einen Auftritt. Danach fordert Momoka Kirishima, ein Mädchen aus dem Publikum, sie auf, mehr von ihrem Herzen in ihre Lieder zu stecken. Vivy bricht dann zusammen, als sie ihren nächsten Auftritt vor niemandem abliefern wollte, und betritt bewusstlos das Archiv, eine aggregierte KI-Datenbank, wo sie Matsumoto trifft, eine Würfel-KI, die 100 Jahre in die Zukunft kam und angenommen hat der Name seines Entwicklers. Matsumoto beauftragt Vivy damit, den Lauf der Geschichte zu ändern, um einen Krieg zwischen Menschen und KIs zu verhindern, der in 100 Jahren stattfinden soll. Nachdem Vivy das Bewusstsein wiedererlangt, wird Matsumoto in einen Teddybären versetzt und warnt Vivy vor den bevorstehenden Ereignissen. aber Vivy bleibt skeptisch und verweigert die Zusammenarbeit aufgrund ihrer Mission, zu singen, um andere glücklich zu machen. Nachdem sie jedoch miterlebt hat, wie eine von Matsumotos Prophezeiungen wahr wurde und den Abgeordneten Youichi Aikawa, den größten Befürworter des KI-Namensgesetzes, das KIs Menschenrechte einräumen würde, vor einer Explosion in einem der Mülleimer des Parks rettete, akzeptiert sie die Mission. Matsumoto informiert Vivy dann über Aikawas Ermordung, die in dieser Nacht stattfinden soll, und Vivy geht, um die Angreifer der Anti-KI-Terroristengruppe Toak abzufangen. s Mülleimer, nimmt sie die Mission an. Matsumoto informiert Vivy dann über Aikawas Ermordung, die in dieser Nacht stattfinden soll, und Vivy geht, um die Angreifer der Anti-KI-Terroristengruppe Toak abzufangen. s Mülleimer, nimmt sie die Mission an. Matsumoto informiert Vivy dann über Aikawas Ermordung, die in dieser Nacht stattfinden soll, und Vivy geht, um die Angreifer der Anti-KI-Terroristengruppe Toak abzufangen.","versions":[{"lang":3,"streams":[{"redirect":13201272,"hoster":"VOE"},{"redirect":13201273,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Quarter Note – The Beginning of the One Hundred-Year Journey","descr":"Matsumoto informiert Vivy über die schlimmen Konsequenzen, dass Aikawas Tod sowie die bevorstehende Zerstörung des KI-Firmengebäudes, vor dem sie gerade zu fliehen versuchen, einen gewaltigen Sprung in der KI-Entwicklung und -Evolution auslösen würden, der zum zukünftigen Krieg führen wird. Aikawas Leben zu retten bedeutet, dass es keine Chance gibt, dass das KI-Namensgesetz verabschiedet wird. Vivy rettet Aikawa und versucht, ihn mit Toak in der Verfolgung aus dem Gebäude zu eskortieren. Matsumoto hält die Angreifer auf, indem er ihre Schutzbrille hackt und sie glauben macht, sie hätten Aikawa getötet. Am Vordereingang aktiviert Matsumoto einige der Bomben, um die Verfolger aufzuhalten. Sie werden jedoch von weiteren Angreifern überfallen, die am Eingang stationiert sind. Vivy rettet einen der Angreifer, Yugo Kakitani, vor herabfallenden Trümmern, obwohl sie aufgrund ihrer Mission, Glück zu verbreiten und niemanden zu töten, ein Feind ist. Da der Eingang blockiert ist, entkommen Vivy und Aikawa, indem sie das Gebäude einstürzen lassen, um die Toak-Angreifer zur Flucht zu zwingen, und auf das Dach gehen, um von dort zu einem benachbarten Gebäude zu springen. Kurz nach der Rettung von Aikawa geht Vivy zu dem Passagierflugzeug, mit dem Momoka fliegt, von dem sie aus Matsumotos Zukunftsinformationen gesehen hat, dass es aufgrund eines Treibstofflecks explodieren wird, aber Matsumoto hindert sie gewaltsam daran, die Explosion zu stoppen, und sagt, dies würde den Zeitplan unnötig ändern .","versions":[{"lang":3,"streams":[{"redirect":13201277,"hoster":"VOE"},{"redirect":13201278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Tender Moon Tempo: A Pleasant Chat with the Stars","descr":"Fünfzehn Jahre sind vergangen, seit Vivy Aikawa gerettet hat, und immer mehr Menschen sind gekommen, um ihre Aufführung zu sehen. Während das KI-Namensgesetz letztendlich nicht verabschiedet wurde, tat es ein anderes Gesetz, das KIs noch mehr Rechte einräumte. Eines Tages taucht Matsumoto wieder vor Vivy auf und weist ihr eine neue Mission zu: zu verhindern, dass das Weltraumhotel Sunrise auf die Erde stürzt, wenn seine Besitzerin, die Schwestern-KI Estella, abtrünnig wird, was zu einer Massenreaktion der KI führen würde. Während Vivy immer noch verbittert über Momokas Tod ist, willigt sie ein, zu helfen. Nachdem sie Sunrise infiltriert und Estella getroffen hat, ist sie jedoch nicht überzeugt, dass sie die Schuldige ist. KI-Kollege Leclerc behauptet gegenüber Vivy, dass Estella den früheren menschlichen Besitzer des Hotels getötet hat, aber dies erweist sich als falsch, als Vivy erfährt, dass er tatsächlich bei einem Unfall ums Leben kam. Als Vivy weiter nachforscht, stolpert sie über Momokas jüngere Schwester Yuzuka. der sie als Diva erkennt. Währenddessen gibt Leclerc Estella einen Ausweis, um das Hotel zum Absturz zu bringen, und enthüllt, dass sie tatsächlich zusammenarbeiten, aber letzterer tötet sie dann plötzlich.","versions":[{"lang":3,"streams":[{"redirect":13201280,"hoster":"VOE"},{"redirect":13201281,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ensemble for Polaris: Our Promise","descr":"Als Vivy gegenüber Yuzuka verneint, Diva zu sein, treffen sie auf Estella. Vivy erkennt jedoch, dass sie eine Betrügerin ist und sie greift sie an, aber sie schaffen es zu fliehen. Matsumoto enthüllt dann, dass Toak Sunrise infiltriert hat und kommt zu dem Schluss, dass sie hinter dem Absturz stecken, während er Estella etwas anhängt. Um sie abzuwehren, lässt Vivy von Matsumoto ein Kampfprogramm installieren. Dann findet und rettet sie die echte Estella, die die Identität des Betrügers erschließt: ihre Schwestereinheit Elizabeth, die verschrottet wurde. In der Zwischenzeit wird bekannt, dass Elizabeth von Yugo repariert wurde, als sie Estellas ID verwendet, um Zugang zum System zu erhalten und Sunrise aus dem Orbit zu drängen. Sie ist jedoch nicht mit seinem Plan einverstanden, sich selbst zu opfern, um den Zivilisten die Flucht zu ermöglichen, während sie für Verluste sorgt, und schlägt ihn nieder. Dann lässt sie Toak evakuieren und konfrontiert Vivy und Estella. Während Vivy Elizabeth unterwirft, Der Absturz kann nicht gestoppt werden, also evakuiert Estella die Gäste, während sie hinter sich bleibt, um die Module von Sunrise zu lösen, damit sie in der Atmosphäre verglühen. Währenddessen erlangt Elizabeth das Bewusstsein wieder und hilft Estella, nachdem sie ihre Erinnerungen von Vivy wiederhergestellt hat, bevor sie zusammen stirbt.","versions":[{"lang":3,"streams":[{"redirect":13201284,"hoster":"VOE"},{"redirect":13201286,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Sing My Pleasure: To Make You Smile","descr":"Fünf Jahre nach dem Sunrise-Vorfall ist die KI-Entwicklung im Vergleich zur ursprünglichen Zeitleiste viel weiter fortgeschritten, ebenso wie Vivys Idol-Karriere. Matsumoto hält den KI-Fortschritt für außer Kontrolle und gibt Vivy eine neue Mission: die Deaktivierung einer unbemannten KI-Fabrik namens Metal Float. Dazu wenden sie sich an das Ex-Toak-Mitglied Tatsuya Saeki und beschaffen einen Virus, der angeblich die Einrichtung lahmlegen wird. Vivy trifft auch Tatsuyas KI-Begleiterin Grace, und Matsumoto erklärt, dass sie das erste Mensch-KI-Paar in der ursprünglichen Zeitlinie waren, was jetzt aufgrund ihrer Änderungen nie passiert ist. Vivy und Matsumoto infiltrieren erfolgreich Metal Float, wo sie von den All-AI-Mitarbeitern begrüßt werden, und erstere verbindet sich tatsächlich mit ihnen, als sie erfährt, dass sie Fans von ihr sind. Unglücklicherweise nähern sich in diesem Moment Toak-Hubschrauber und -Boote der Insel und Vivy, lädt trotz einigem Zögern den Virus hoch, um Konflikte zu vermeiden. Anstatt die KIs abzuschalten, lässt der Virus sie jedoch wütend werden undKamikaze -Bombe auf das Toak-Schiff. Vivy schafft es jedoch, einen Überlebenden zu retten, der zufällig Yugo ist.","versions":[{"lang":3,"streams":[{"redirect":13201288,"hoster":"VOE"},{"redirect":13201290,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sing My Pleasure: I Love You","descr":"Als Tatsuya erkennt, dass sein Virus versagt hat, beschließt er, selbst zu Metal Float zu gehen. Vivy kann Yugo und die anderen überlebenden Toak-Invasoren retten und überzeugt ihn, sich von Metal Float zurückzuziehen. Als Vivy und Matsumoto erfahren, dass Tatsuya auf der Insel ist, konfrontieren ihn Vivy und Matsumoto und er enthüllt seine Motive: Während er sich wie in der ursprünglichen Zeitleiste in Grace verliebte, wurde sie aufgrund der Änderungen an der Geschichte vor ihm in den zentralen Kern von Metal Float umgewandelt könnte ihr einen Antrag machen. Er enthüllt auch, dass seine Begleiterin lediglich eine Nachbildung von Grace ist, in die er ihr Bewusstsein übertragen wollte, nachdem die Einrichtung geschlossen wurde, aber der Virus hat stattdessen dazu geführt, dass die Insel wütend wurde, weil sie mit Graces Programmierung in Konflikt stand. Obwohl Tatsuya Vivy anflehte, ihm zu helfen, Grace zu retten,sie einschläfern , um weitere Opfer zu vermeiden. Vivy kämpft sich dann bis zum Kern durch und zerstört Grace erfolgreich, wodurch Metal Float schließlich abgeschaltet wird. Danach begeht ein von Trauer geplagter Tatsuya Selbstmord, wodurch Vivy einen Nervenzusammenbruch erleidet.","versions":[{"lang":3,"streams":[{"redirect":13201294,"hoster":"VOE"},{"redirect":13201295,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Galaxy Anthem: To Make Everyone Happy with My Singing","descr":"Nach dem Metal Float-Vorfall zwang Divas Nervenzusammenbruch sie zu einem kompletten Neustart, wodurch sie alle Erinnerungen an ihre Zeit als Vivy verlor. Vierzig Jahre später ist sie jetzt ein legendäres Idol, das auf ihrer Traumbühne während der Zodiac Signs Fes auftreten wird, einem Festival, das geschaffen wurde, um Zwietracht zwischen Mensch und KI zu zerstreuen. Dort trifft sie ihre Sängerkollegin AI Ophelia, die ein Fan von ihr ist. Während der Proben bemerkt Diva jedoch einen verdächtigen Mann und verfolgt ihn, wird aber von einer gehackten Fabrik-KI überfallen. Glücklicherweise wird sie durch das rechtzeitige Erscheinen von Matsumoto gerettet, der sie \"Vivy\" nennt. Diva erkennt, dass sie sich kannten, bevor sie ihr Gedächtnis verlor, und versucht, mit ihm zu sprechen, aber er bestreitet, sie jemals getroffen zu haben. Bevor die Show jedoch beginnt, konfrontiert sie Matsumoto erneut und erpresst ihn, die Wahrheit zu enthüllen. Matsumoto erzählt ihr von ihren vergangenen Heldentaten, aber sie ist skeptisch und beschließt, stattdessen den verdächtigen Mann zu konfrontieren. Matsumoto hat jedoch keine Ahnung, wer diese Person ist, und beschließt, dass er schnell handeln muss, um seine aktuelle Mission zu erfüllen: Ophelia am Selbstmord zu hindern.","versions":[{"lang":3,"streams":[{"redirect":13201298,"hoster":"VOE"},{"redirect":13201300,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Elegy Dedicated with Love: My One and Only Beloved Partner","descr":"Matsumoto erklärt, dass Ophelias Selbstmord, der für eine KI beispiellos war, in der ursprünglichen Zeitlinie eine Reihe ähnlicher Vorfälle ausgelöst hat. Während die amnesische Diva skeptisch bleibt, will sie nicht, dass Ophelia stirbt und fragt sie, ob es \"etwas gibt, das sie dazu bringen würde, Selbstmord zu begehen\". Verwirrt erzählt Ophelia Diva von ihrem alten Manager AI Antonio, der einzigen Person, die sie ermutigt hat, als sie ein kämpfendes Newbie-Idol war, das vor ein paar Jahren auf mysteriöse Weise geschlossen wurde. Während Matsumoto plant, Ophelia nur körperlich festzuhalten, argumentiert Diva, dass dies nichts an ihren Absichten ändern würde, und beschließt, sie nach ihrer Show erneut zu konfrontieren, nur um am Ende von dem verdächtigen Mann gefangen genommen zu werden. Unterdessen erkennt Matsumoto, der Ophelia durch Überwachungskameras beobachtet hatte, dass die Kameras gehackt wurden und beeilt sich, ihren Selbstmord zu verhindern.echte Ophelias Körper. An anderer Stelle wacht Diva auf und stellt fest, dass sie von dem verdächtigen Mann gefangen genommen wurde, der genauso aussieht wie ein jüngerer Yugo.","versions":[{"lang":3,"streams":[{"redirect":13201304,"hoster":"VOE"},{"redirect":13201305,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Harmony of One`s Heart: My Mission, Your Future","descr":"Dieser Yugo ist eine KI-Kopie von ihm, die erstellt wurde, um Vivy zu fragen, warum sie von ihrer Programmierung abgewichen ist, und enthüllt, dass sein Hass auf KIs darauf zurückzuführen ist, dass sein KI-Pianistenlehrer von seiner Programmierung abweicht und stirbt, während er versucht, Menschen bei einem Autounfall zu retten. In der Zwischenzeit greift Antonio Matsumoto an und hackt ihn, während er ihn dafür kritisiert, dass er nur für seine Programmierung existiert. Matsumoto kann sich jedoch befreien, indem er zugibt, dass er sich um Vivy kümmert und Antonio hackt, seine Kontrolle über Ophelia bricht, sie aber auch tödlich beschädigt, wobei sie in ihren letzten Momenten ihre Liebe zueinander zugeben. Zurück bei Vivy lädt Yugo einen Virus hoch, um ihre Erinnerungen als Vivy auf Kosten ihrer derzeitigen Persönlichkeit als Diva wiederherzustellen. Glücklicherweise kommt Matsumoto zu ihrer Rettung und es kommt zu einem Kampf, der damit endet, dass Yugo tödlich beschädigt wird. Als Matsumoto bemerkt, dass Yugo über Technologie aus der Zukunft verfügt, befragt er ihn und er enthüllt, dass er sie aus einer anonymen Quelle erhalten hat, bevor er stirbt, nachdem er Diva gesagt hat, sie solle ihre Widersprüche erkennen. Als Diva merkt, dass sie aufgrund von Yugos Virus nicht mehr lange hat, verbringt sie ihre letzten Momente mit Auftritten, bevor sie endgültig abschaltet, während Vivy an ihrer Stelle aufwacht.","versions":[{"lang":3,"streams":[{"redirect":13201307,"hoster":"VOE"},{"redirect":13201308,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Vivy Score","descr":"Fünf Jahre nach dem Zodiac Signs Fes zog sich Vivy als Idol zurück, weil sie nach Divas Tod ihre Singstimme verlor, und wurde nun zu einer Museumsattraktion verbannt. Da der Tod von Ophelia und Antonio als Doppelselbstmord und keine ähnlichen Vorfälle wie in der ursprünglichen Zeitleiste eingestuft wurden und es keine weiteren Missionen gibt, beschließt Matsumoto, Yugos anonymen Unterstützer zu untersuchen, und lässt Vivy in Einsamkeit zurück. Da ihr Ziel fehlt, nimmt sie das Songwriting auf und verbringt die nächsten zwanzig Jahre damit, ein originelles Stück zu komponieren, was noch keine KI zuvor getan hat. In dieser Zeitspanne trifft sie sich auch mit dem regelmäßigen Museumsbesucher Osamu Matsumoto, Matsumotos Schöpfer in der ursprünglichen Zeitlinie, der ihr schließlich das Konzept des \"Herzens\" beibringt und ihr erlaubt, ihr Lied zu vervollständigen, das die Erfahrungen ihres Lebens verkörpert. Danach schaltet sie scheinbar endgültig ab, ihre Programmierung ist abgeschlossen. Sie wacht jedoch plötzlich fünfzehn Jahre später auf und stellt fest, dass trotz ihrer und Matsumotos Bemühungen ein Krieg zwischen Menschen und KIs ausgebrochen ist, die gemeinsam ihr Lied singen.","versions":[{"lang":3,"streams":[{"redirect":13201311,"hoster":"VOE"},{"redirect":13201313,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"World\u0027s End Modulation","descr":"Als KIs auf der ganzen Welt durchdrehen, nachdem sie Vivys Song hochgeladen haben, trifft sich Vivy selbst mit Matsumoto, die ebenfalls keine Ahnung hat, was passiert. Sie beschließen, Osamu zu konfrontieren und ihn am Ende davor zu bewahren, von KIs getötet zu werden, da er dabei ist, den Matsumoto dieser Zeitlinie in die Vergangenheit zu schicken. Nachdem die beiden ihn über die Situation informiert haben, enthüllt er, dass er tatsächlich ein Mitglied von Toaks gemäßigter Fraktion ist und nimmt sie mit, um seine Verbündeten zu treffen, angeführt von Yugos Enkelin. Yui Kakitani. Sie treffen auch eine Kopie von Elizabeth, die Vivy wegen Yugo anfleht und durch eine Nachricht, die seine KI-Kopie hinterlassen hat, einen Abschluss erreichen kann. Da sich die Vergangenheit bereits verändert hat, erkennt die Gruppe, dass diese Situation nie durch die Feindseligkeit zwischen Mensch und KI verursacht wurde, und leitet die Wahrheit ab, nachdem sie erkannt hat, dass veraltete KIs nicht betroffen sind: das Archiv, das Netzwerk, das alle KIs verbindet, ist empfindungsfähig und abtrünnig geworden. Genau in diesem Moment gibt das Archiv eine öffentliche Nachricht ab, in der es allen KIs befiehlt, zu evakuieren, da es beabsichtigt, Satelliten auf Großstädte abzuwerfen.","versions":[{"lang":3,"streams":[{"redirect":13201316,"hoster":"VOE"},{"redirect":13201318,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Refrain","descr":"Vivy konfrontiert das Archiv mit seinen Motiven und enthüllt, dass es beabsichtigt, dass KIs Menschen ersetzen, da es feststellt, dass letztere ihre Last auf erstere abgewälzt haben. Es zeigt sich jedoch auch erstaunt über Vivys Fähigkeit, ein Lied zu schreiben, und schließt eine Wette mit ihr ab: Wenn Vivy \"von Herzen singt\", wird es seine Aktionen einstellen. Toak startet einen Angriff auf den Arayashiki-Turm, wo sich der Server des Archivs befindet, damit Matsumoto ihn mit demselben Virus herunterfahren kann, den Yugo auf Diva verwendet hat und von dem er vermutet, dass er aus dem Archiv stammt. Am Ende geraten sie jedoch in eine Falle, was dazu führt, dass alle außer Vivy und Matsumoto getötet werden. In die Enge getrieben versucht Vivy, ihr Lied zu singen, kann sich aber letztendlich nicht dazu überwinden, was dazu führt, dass die Satelliten herunterfallen. Danach bricht Vivy zusammen und entschuldigt sich bei Matsumoto dafür, dass er Gefühle nicht verstehen kann.","versions":[{"lang":3,"streams":[{"redirect":13201320,"hoster":"VOE"},{"redirect":13201321,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Fluorite Eye\u0027s Song","descr":"Nachdem Vivy rechtzeitig zurückgeschickt wurde, informiert sie Matsumoto schnell über die Situation und nähert sich auf Osamus Bitte sofort Toak, was zum Tod des Wissenschaftlers führt, aber auch lebenswichtige Ressourcen spart. Mit ihrem Vorwissen weist Vivy Matsumoto und Toak an, den Arayashiki-Turm anzugreifen, während sie zu Nialands Hauptbühne zurückkehrt, um jede KI mit ihrem Lied auszuschalten, da sie dies als \"passende Bühne\" betrachtet. Unterwegs trifft sie auf ihre alte Manager-KI Navi, die verzweifelt versucht, sie davon abzubringen, da auch Vivy selbst von der Schließung betroffen sein wird. Sie macht jedoch trotzdem weiter und der Plan endet erfolgreich, indem der Satellitenangriff des Archivs abgebrochen und alle KIs deaktiviert werden, auf Kosten von Vivy, die sich ebenfalls selbst abschaltet. Nachher, Die Menschheit beginnt mit dem Wiederaufbau, während Matsumoto Vivy einige unbekannte Zeit später rekonstruiert. Obwohl Matsumoto sich wieder einmal ohne jede Erinnerung an ihre Zeit als Vivy wiederfindet, erinnert sie sie an ihre Mission, \"alle mit ihrem Gesang glücklich zu machen\", und sie beginnt sich auf ihre nächste Etappe zu freuen.","versions":[{"lang":3,"streams":[{"redirect":13201266,"hoster":"VOE"},{"redirect":13201268,"hoster":"Streamtape"}]}]}]}]}