{"seriesId":"voll-daneben-voll-im-leben","name":"Voll daneben, voll im Leben","descr":"Die Geschwister Lindsey und Sam Weir schlagen sich im Michigan der frühen 80er-Jahre mit der Schule und dem Erwachsenwerden, mit Freundschaft und der ersten Liebe herum. Daß die beiden nicht gerade zu den beliebtesten Schülern gehören, macht es nicht leichter. Nach dem Tod ihrer Großmutter ist Lindsey dabei, sich neu zu orientieren. Für den Matheprofi scheinen die alten Träume von College und Karriere plötzlich nicht mehr so wichtig zu sein, und sie fühlt sich eher von den rebellischen Außenseitern angezogen. Lindsey findet in dem trotz seiner Freundlichkeit irgendwie gefährlich wirkenden Daniel und seinem Kumpel Bud neue Freunde. Ihr jüngerer Bruder Sam und seine Freunde Neal und Bill hingegen müssen sich gegen die älteren Schulhofrowdies zur Wehr setzen, die sie immer wieder herumschubsen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die neue Clique","epNo":1,"alt":"Pilot","descr":"Die Geschwister Lindsay und Sam Weir gehen auf eine High-School in Michigan. Lindsay, eine begabte Schülerin, steckt mitten in der Pubertät – mit anderen Worten: Ihre Eltern nerven sie ebenso sehr wie ihre Lehrer und die Schule. Sie erwartet mehr vom Leben als Mathe-Wettbewerbe und Schulball-Knutschereien. In ihrer rebellischen Stimmung sucht sie Kontakt zu den ausgeflippten \"Freaks\" der Schule. Daniel, der lässige Anführer der Clique, findet Gefallen an Lindsay, während die zickige und eifersüchtige Kim ihr misstraut. Lindsays jüngerer Bruder Sam hat derweil ganz andere Sorgen. Tag für Tag werden er und seine Freunde Neal und Bill von dem Schul-Rowdy Alan schikaniert. Um den täglichen Demütigungen ein Ende zu bereiten, beschließt das skurrile Trio, dem Rat eines älteren Schülers zu folgen und Alan zu verprügeln. Allerdings müssen Neal und Bill am großen Tag der Rache wider Willen alleine in den Kampf ziehen – weil Sam unterwegs die hübsche Cindy trifft, mit der er gerne zum bevorstehenden Schulball gehen würde. Auch die widerborstige Lindsay wird dazu verdonnert das Fest zu besuchen, nachdem sie von ihrem Vertrauenslehrer beim Schule schwänzen erwischt wurde – allerdings nicht zum Tanzen, sondern um Getränke auszuschenken. Und obwohl weder sie noch Sam einen Ball-Partner haben, erleben die ungleichen Geschwister an diesem Abend trotzdem kleine Momente unbeschwerten Glücks … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331099,"hoster":"VOE"},{"redirect":10151345,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Drogenfreie Zone","epNo":2,"alt":"Beers and Weirs","descr":"Als Daniel und seine Freunde erfahren, dass Lindsays Eltern über Nacht außer Haus sein werden, versuchen sie sie zu überreden, in der \"sturmfreien Bude\" eine Saufparty zu veranstalten. Zunächst ist Lindsay unsicher und hat Angst, ihre Eltern könnten von dem Vertrauensbruch erfahren. Dann aber stimmt sie zu, um sich in ihrer neuen Clique Respekt zu verschaffen. Als Lindsays jüngerer Bruder Sam und seine Freunde Bill und Neal von dem bevorstehenden Gelage erfahren, hecken sie einen Plan aus, um das Party-Bier gegen ein Fass mit alkoholfreiem Bier auszutauschen. Umso erstaunter sind sie jedoch, als sich am Abend zwar sämtliche Gäste über den miesen Geschmack des Bieres beschweren, sich aber trotzdem aufführen, als wären sie stockbetrunken. Sam hat alle Hände voll zu tun, um das elterliche Wohnzimmer vor dem Chaos zu bewahren. Aber als eine ganze Reihe ungeladener Gäste im Haus auftaucht, droht das Fest vollends aus den Fugen zu geraten. Die größte Enttäuschung erwartet die hilflose Lindsay allerdings, als sie ihren heimlichen Schwarm Daniel mit seiner Ex-Freundin Kim beim Knutschen erwischt. Trost findet sie bei Neal, der schon lange in sie verliebt ist und ihr mit einem cleveren Trick dabei hilft, ihre nervtötend \"betrunkenen\" Gäste loszuwerden … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331097,"hoster":"VOE"},{"redirect":10151348,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Halloween - Der totale Horror","epNo":3,"alt":"Tricks and Treats","descr":"Halloween steht vor der Tür. Während Jean Weir sich bereits akribisch auf die abendlichen Umzüge verkleideter Kinderscharen vorbereitet, hat ihr eigener Nachwuchs andere Pläne: Sam will lieber mit seinen Freunden ins Kino gehen, anstatt sich zu verkleiden, und Tochter Lindsay will mit ihren neuen Freunden Daniel, Kim und Nick, der ein Auge auf sie geworfen hat, um die Häuser ziehen – obwohl sie ihrer Mutter versprochen hat, mit ihr gemeinsam Süßigkeiten an klopfende Kinder zu verteilen. Aber das ist nicht die einzige Enttäuschung für Jean Weir – denn als sie ihr selbst gemachtes Gebäck an die Nachbarskinder verteilen will, stellt sich heraus, dass aus Sicherheitsgründen kein Kind mehr unverpackte Süßigkeiten annimmt.Sam, Neal und Bill haben sich derweil entschlossen, doch noch einmal in ihre Halloween-Kostüme zu schlüpfen und in der Nachbarschaft Bonbons und Schokoriegel zu sammeln. Wegen ihres Alters stoßen sie dabei jedoch auf einige Verwunderung. Zur gleichen Zeit beginnt Lindsays Clique aus Langeweile und Übermut, Briefkästen zu demolieren und Halloween-Dekorationen zu zerstören. Erst als Lindsay versehentlich ihren eigenen Bruder mit Eiern bewirft, erkennt sie die dumme Boshaftigkeit ihrer \"Streiche\". Unter dem Spott der gehässigen Kim verlässt sie die Clique, um ihren zutiefst gedemütigten Bruder um Verzeihung zu bitten … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331100,"hoster":"VOE"},{"redirect":10151347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die nackte Wahrheit","epNo":4,"alt":"Tests and Breasts","descr":"Nachdem er im Sexualkunde-Unterricht von seinem Lehrer bloßgestellt wurde, beschließt der unerfahrene Sam, gemeinsam mit seinen Freunden Neal und Bill, einen Pornofilm anzuschauen, den sie eigentlich nur für Daniel aufbewahren sollten. Dabei bekommen die Jungs Sexualpraktiken zu sehen, die sie nachhaltig verunsichern. Sam ist von dem \"Filmnachmittag\" derart geschockt, dass er seinem Schwarm, der hübschen Cindy, vor Scham kaum mehr in die Augen schauen kann. Schließlich sucht der tief verstörte Junge Rat bei seinem Sexualkundelehrer. Mit viel Verständnis, Humor und Einfühlungsvermögen klärt dieser Sam über die verschiedenen Spielarten von Liebe und Sex auf. Sams Schwester Lindsay plagen derweil ganz andere Sorgen: Sie hat dem charmanten Rumtreiber Daniel dabei geholfen, bei seinem Mathetest zu betrügen. Doch als der notorische Mathe-Versager plötzlich eine Eins schreibt, schöpft der Lehrer Mr. Kowchevski Verdacht. Da Lindsay und Daniel jeden Betrug abstreiten, beraumt er eine Sprechstunde an, bei der die beiden in Anwesenheit von Lindsays Eltern und des Vertrauenslehrers verhört werden sollen. Zunächst nimmt sich Lindsay vor, die Wahrheit zu sagen, da sie ihre Eltern nicht belügen will. Doch mit einer Herzerweichenden Geschichte bringt Daniel sie dazu, ihn weiter zu decken. Schließlich greift Mr. Kowchevski zu einem clevere Trick, um Daniel doch noch zu überführen … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331102,"hoster":"VOE"},{"redirect":10151349,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Solo für Sam","epNo":5,"alt":"I\u0027m With the Band","descr":"Lindsays Cliquen-Kumpel Nick hat einen Traum: Er will als Schlagzeuger große Karriere machen. Während ihn sein despotischer Vater vor das Ultimatum stellt, entweder seine Noten zu verbessern, oder zur Army geschickt zu werden, spornt Lindsay ihn an, hart zu üben, um irgendwann tatsächlich eine Chance als Musiker zu bekommen. Daniel und die anderen Mitglieder der Clique sind von Nicks neu erwachtem Fleiß allerdings gar nicht begeistert: Für sie ist die Band nur ein Mittel, um die Zeit totzuschlagen. Auf endlose Übungsstunden haben sie keine Lust – entnervt lassen sie Nick sitzen und geben Lindsay die Schuld am Zerbrechen der Band.Unterdessen versuchen Sam, Neal und Bill mit allen Mitteln, sich um das gemeinschaftliche Duschen nach dem Sportunterricht zu drücken. Mit gutem Grund, wie sich zeigt, als Sportlehrer Fredricks ihnen keine Wahl mehr lässt: Während Neal und Bill von den Klassenrowdys nur mit Handtüchern gepiesackt werden, landet Sam splitternackt auf dem Schulflur. Unter dem Gejohle sämtlicher Schüler flitzt er über den Campus zurück in die Turnhalle. Umso erstaunter ist er, als er tags darauf von der gesamten Schülerschaft als humorvoller \"Held\" gefeiertwird.Alles andere als heldenhaft verläuft indes Nicks Vorspielen bei einer lokalen Rockband: Unter dem Spott der Profimusiker muss er das Feld räumen. Lindsays Versuch, ihn zu trösten, mündet in einen innigen Kuss, der sich schon bald in der ganzen Clique herumspricht … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331098,"hoster":"VOE"},{"redirect":10151350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feedback von Mr. Rosso","epNo":6,"alt":"Carded and Discarded","descr":"Der alternativ angehauchte Vertrauenslehrer Mr. Rosso versucht vergeblich, Lindsay und ihre Clique zu einer positiveren Haltung zur Schule und zum Leben zu bewegen. Vor allem Lindsay warnt er eindringlich, ihr schulisches Talent nicht einfach wegzuwerfen. Aber anstatt sich den Rat zu Herzen zu nehmen, beschließt sie, mit einem Geldgeschenk ihrer Tante, das eigentlich als Spar-Grundlage für ihre College-Zeit gedacht war, der ganzen Clique gefälschte Ausweise zu kaufen, auf denen sie volljährig sind. Denn die Clique plant einen Konzertbesuch in einem Nachtclub, bei dem natürlich auch reichlich Bier fließen soll.Sam, Neal und Bill machen derweil eine völlig ungewöhnliche Erfahrung: Maureen, neu in ihrer Klasse und bildhübsch, hat ausgerechnet sie als ihre besten Freunde auserkoren! Von nun an versucht das schwer verliebte Trio, jede freie Sekunde mit dem tollen Mädchen zu verbringen. Da sie jedoch fürchten, dass Maureen sich sofort von ihnen abwendet, sobald die \"coole\" Cheerleaderin Vicki sie in ihre Clique aufnimmt, lassen sie sich eine Menge einfallen, um jedes Treffen zwischen Maureen und Vicki zu verhindern.Inzwischen haben sich Lindsay und ihre Freunde trotz aller Hindernissegefälschte Ausweise besorgt. Cool und selbstbewusst laufen sie in dem angesagten Nachtclub ein, bestellen eine Runde Bier und freuen sich auf das Konzert. Umso größer ist ihr Entsetzen als die Band die Bühne betritt, denn hinter dem Mikrofon steht – der Musikfreak Mr. Rosso … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":14497488,"hoster":"VOE"},{"redirect":10151352,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebe und andere Katastrophen","epNo":7,"alt":"Girlfriends and Boyfriends","descr":"Seit ihrem spontanen Kuss betrachtet Nick die zurückhaltende Lindsay als seine Freundin. Mehr aus Unsicherheit als aus echter Liebe lässt Lindsay sich auf die Beziehung ein. Doch als Nick sie zu sich nach Hause einlädt, weil er \"sturmfreie Bude\" hat, fürchtet sie, er wolle mit ihr schlafen. Ihre Mutter Jean ist derweil voller Freude darüber, dass ihre Tochter endlich einen Freund hat. Auch Lindsays Vater Howard zeigt sich nach anfänglicher Skepsis verständnisvoll und gibt der entsetzten Lindsay sogar Tipps für das \"erste Mal\".Unterdessen ist Sam rasend eifersüchtig, weil nicht er, sondern sein Freund Bill im Rahmen eines Schul-Projekts der hübschen Cindy als Partner zugeteilt wird. Nun fürchtet Sam, seinen großen Schwarm an seinen besten Freund zu verlieren. Umso erleichterter ist er, als Bill ihm erzählt, dass Cindy Sam für den nettesten Jungen der Schule hält. Die Ernüchterung lässt allerdings nicht lange auf sich warten: Bei einem gemeinsamen Essen gesteht ihm Cindy, dass sie schon lange in den beliebten Schulsport-Star Todd verknallt ist","versions":[{"lang":1,"streams":[{"redirect":11331103,"hoster":"VOE"},{"redirect":10151351,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Schulmaskottchen","epNo":8,"alt":"We\u0027ve Got Spirit","descr":"Obwohl sie erst seit kurzer Zeit mit ihm zusammen ist, fühlt Lindsay sich von dem anhänglichen, ständig bekifften Nick eingeengt. Aber sowohl Kim, als auch Daniel bitten sie inständig, nicht mit ihm Schluss zu machen. Ein kurzes Gespräch mit Nicks Ex-Freundin verstärkt Lindsays Befürchtung, dass bei Nick mit dem Schlimmsten zu rechnen ist, wenn sie ihn tatsächlich verlassen sollte. Von ihrer Mutter Jean bestärkt, ist Lindsay jedoch entschlossen, ehrlich mit Nick zu sein und die Beziehung zu beenden.Ihr Bruder Sam nimmt indes jede Gelegenheit wahr, um seinem Schwarm, der Cheerleaderin Cindy, nahe zu sein. Um sie zu beeindrucken, bewirbt er sich sogar für die frei werdende Rolle des albern kostümierten Schulmaskottchens! An der Seite der Cheerleaderinnen trainiert er nach Leibeskräften, um die High-School-Basketball-Mannschaft bei ihrem kommenden Spiel zu motivieren. Am Tag des großen Spiels kommt es jedoch zum Eklat, als Cindy wieder einmal nur von dem hübschen Basketballer Todd schwärmt. Frustriert und enttäuscht weigert sich Sam, Todds Mannschaft anzufeuern. Stattdessen schlüpft sein Freund Neal in das Makottchen-Kostüm – und richtet auf dem Spielfeld ein heilloses Chaos an. Aber auch amRande des Turniers läuft nicht alles wie geplant: Als Jean im Foyer der Halle Nick trifft, tröstet sie ihn, in dem Glauben, Lindsay habe ihn verlassen. Ein fataler Irrtum, wie sich kurz darauf herausstellt … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":5229776,"hoster":"Vidoza"}]}]},{"epId":"episode-9","name":"Das Tagebuch","epNo":9,"alt":"The Diary","descr":"Als ihre Eltern erfahren, dass sie mit ihrer Freundin Kim per Anhalter gefahren ist, wollen Lindsays Eltern Kims allein erziehende Mutter Cookie kennen lernen, um sich ein Bild vom familiären Hintergrund der eigenwilligen junge Frau zu machen. Mit dem Ergebnis, dass sie ihrer Tochter den Umgang mit Kim verbieten, da sie sie für einen schlechten Einfluss halten. Kim reagiert auf diese Nachricht wütend und verletzt. Jedoch nicht, weil Lindsays Eltern schlecht über sie reden, sondern weil Lindsay sie offenbar nicht verteidigt hat. Aber Lindsays Eltern gehen noch weiter: Angeregt durch Cookies Vorbild lesen sie heimlich Lindsays Tagebuch! Dabei stoßen sie jedoch nicht auf verheimlichte Sünden, sondern auf Lindsays trauriges Bild von ihren Eltern, deren Ehe nach Lindsays Ansicht in Routine erstarrt ist – Eine Offenbarung, die ungeahnte Wirkung auf das Ehe- und Sexleben von Harold und Jean hat.Unterdessen versucht der \"Spargeltarzan\" Bill, endlich eine Chance im Schulsport-Unterricht zu bekommen. Denn er ist überzeugt, dass er beim Baseball genauso viel Talent hat, wie die durchtrainierten Sportskanonen. Aus Frust beschimpft er am Telefon mit verstellter Stimme seinen Sportlehrer Fredricks – der natürlich herausbekommt, wer hinter dem Anruf steckt. Überraschend gibt er Bill nach einer Aussprache jedoch tatsächlich eine Chance, sein Baseball-Können zu beweisen. Natürlich verläuft die Talentprobe nicht ganz, wie geplant … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331105,"hoster":"VOE"},{"redirect":10151353,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Von Zahlen und anderen Qualen","epNo":10,"alt":"Looks and Books","descr":"Lindsay lässt sich von Kim und Daniel dazu überreden, heimlich den Wagen ihres Vaters zu \"leihen\". Leider endet die Spritztour mit einem Unfall. Lindsays Vater ist außer sich über den Vertrauensbruch seiner Tochter. Er verbietet ihr endgültig, sich weiterhin mit Daniel, Kim und den anderen \"Freaks\" zu treffen. Reumütig kehrt Lindsay ihren uneinsichtigen Freunden den Rücken, jedoch nicht ohne ihnen vorher wutentbrannt klar zu machen, dass ihre Haltung sie immer weiter ins gesellschaftliche Abseits führen wird. Lindsay will wieder in ihr \"altes\" Leben zurück: mit biederen Klamotten, harmlosen Freunden und Mathe-Wettbewerben statt feuchtfröhlichen Partys. Bei den \"Freaks\" hat ihre Standpauke allerdings Wirkung gezeigt: Vor allem Kim und Daniel realisieren langsam, dass sie ihre Einstellung zur Schule und zum Leben überdenken müssen, wenn sie ihre Lebensträume erreichen wollen.Auch Sam will sein Leben ändern, oder besser gesagt: seine äußere Erscheinung. Mit lässiger Föhnfrisur und modischen Klamotten will er seinem Schwarm Cindy imponieren. Allerdings geht sein Plan nach hinten los, als er sich mit einem pastellgrauen Samtoverall und Lack-Stiefeletten im \"Saturday Night Fever\"-Stil zum Gespött der Schule macht. Durch ein offenes Gespräch mit Vertrauenslehrer Rosso erkennt er schließlich, dass man einfach ganz unverstellt \"man selbst\" sein muss, um wirklich \"cool\" zu wirken. Zur gleichen Zeit erkennt auch Lindsay, dass sie trotz neuen Erfolgen bei den kindlich-braven \"Mathe-Athleten\" nur in Gesellschaft der rebellischen \"Freaks\" ganz bei sich ist … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331104,"hoster":"VOE"},{"redirect":10151354,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Geheimnis der Fernbedienung","epNo":11,"alt":"The Garage Door a.k.a. Tries and Lies)","descr":"Seit ihrer Trennung sind Nick und Lindsay verunsichert, wie sie sich dem anderen gegenüber verhalten sollen. Während Kim Lindsay rät, Nick keine neuen Hoffnungen zu machen, schlägt Daniel seinem Freund Nick eine andere Taktik vor: Er soll Lindsay möglichst abweisend behandeln, um ihr Interesse neu zu wecken. Zur gleichen Zeit verliebt sich der schüchterne Ken in Amy, ein selbstbewusstes Mädchen aus der Schulkapelle. Als die Jungs vorschlagen, eine Laser-Show zu besuchen, sorgt Lindsay dafür, dass auch Amy mitkommt. Der Besuch der romantischen Show wird, wie von den Jungs geplant, ein voller Erfolg: Daniel und Kim vergessen ihre Streitereien, Ken und Amy erleben ihren ersten Kuss – und Lindsay und Nick versöhnen sich … Sam hat derweil ganz andere Sorgen: In der Spielwarenabteilung eines Kaufhauses trifft er Neals Vater, den Zahnarzt Dr. Schreiber, den die Jungs wegen seiner coolen und kumpelhaften Art mögen – das Problem ist nur: Dr. Schreiber ist in Begleitung einer fremden Frau, mit der er verdächtig vertraut umgeht. Am nächsten Tag bestellt Neals Vater Sam in seine Praxis und fordert ihn dazu auf, niemandem von dieser Begegnung zu erzählen. Abernachdem der verzweifelte Sam seinem Freund Bill von dem Vorfall berichtet hat, ist es nur noch eine Frage der Zeit, bis auch Neal von der Sache erfährt. Nach dem ersten Schock will Neal um jeden Preis herausbekommen, mit wem sein Vater eine Affäre hat. Mit einer mysteriösen Garagen-Fernbedienung, die er im Wagen seines Vaters findet, macht er sich auf die Suche nach dem Garagentor, das sich mit ihr öffnen lässt … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331106,"hoster":"VOE"},{"redirect":10151356,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Erdnüsse und andere Drogen","epNo":12,"alt":"Chokin\u0027 and Tokin\u0027","descr":"Lindsay macht sich Sorgen, weil ihr Freund Nick fast ununterbrochen bekifft ist. Von Nicks Suchtverhalten aufgeschreckt, fangen sogar Daniel und Ken an, ihren eigenen Drogenkonsum zu überdenken – und werden bei ihrem Versuch, ihre Marihuana-Vorräte zu entsorgen, prompt von Vertrauenslehrer Rosso erwischt, der ihnen auf kluge Weise deutlich macht, wohin sie ihr Haschisch-Konsum führen wird. Aus Liebe zu Nick, um nicht als Spießerin dazustehen, aber auch aus Neugierde dreht Lindsay sich zu Hause einen Joint. Dummerweise hat sie vergessen, dass sie am gleichen Abend den kleinen Sohn ihrer Nachbarn hüten soll! Völlig zugedröhnt bittet sie ihre alte Freundin Millie um Hilfe.Unterdessen erzählt Bill im Schulunterricht von seinen zahlreichen Allergien, unter anderem gegen Erdnüsse. Damit provoziert er einen Streich des Klassenrowdys Alan, der Bill fast das Leben kostet: Weil er glaubt, Bill habe seine Allergien nur erfunden, um sich vor der attraktiven Lehrerin Miss Foote wichtig zu machen, legt er ihm heimlich Erdnüsse aufs Sandwich. Doch aus dem Spaß wird tödlicher Ernst, als Bill mit einemschweren allergischen Schock ins Krankenhaus kommt. Von seinem Vater dazu verdonnert, sich bei Bill zu entschuldigen, gibt der fiese Alan zum ersten Mal eine andere, sensiblere Seite von sich preis. Da er glaubt, der komatöse Bill könne ihn ohnehin nicht hören, erzählt er an dessen Krankenbett, wie sehr er ihn, Sam und Neal in Wahrheit immer bewundert habe. Aber auch als Bill, der doch alles gehört hat, ihm nach seiner Genesung die Freundschaft anbietet, kann Alan nicht aus seiner Haut heraus. (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331111,"hoster":"VOE"},{"redirect":10151355,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Sportlehrer zum Frühstück","epNo":13,"alt":"Smooching and Mooching","descr":"Während einer abendlichen Spritztour fahren Lindsay und ihre Freundin Kim irgendetwas an – doch anstatt anzuhalten und nachzusehen, fahren sie einfach weiter. Als sich am nächsten Tag herausstellt, dass es sich um den geliebten Hund von Lindsays alter Freundin Missie handelte, werden die beiden Mädchen vom schlechten Gewissen gepackt: Vor allem Kim tut alles, um Missie zu trösten – jedoch ohne ihr zu erzählen, dass sie den Hund auf dem Gewissen hat. Skeptisch beobachtet Lindsay, wie Missie sich unter Kims Einfluss von einer braven Streberin zu einer rebellischen Außenseiterin entwickelt. Sie fürchtet, dass die begabte Missie damit ihre Zukunft aufs Spiel setzt. Allerdings hat der Wandel auch einen Vorteil für Lindsay: Denn erst als ihre Eltern erfahren, dass sogar die \"brave\" Missie zu einem Konzert von \"The Who\" geht, erhält auch Lindsay die Erlaubnis, das Rockkonzert zu besuchen.Unterdessen bekommt Bill einen Schock, als seine Mutter Gloria ihm erzählt, wer ihr neuer Freund ist: ausgerechnet Bills verhasster Sportlehrer, Mister Fredricks! Vergeblich versucht Fredricks, die Sympathien des Jungen zu gewinnen. Nicht einmal Sam und Neal, die Fredricks nach einem gemeinsamen Ausflug gar nicht mehr so unsympathisch finden, können Bill dazu bewegen, den Partner seiner Mutter zu akzeptieren. Erst nach einer offenen Aussprache, in deren Verlauf Fredricks Bill auf einfühlsame Weise klar macht, dass er Gloria aufrichtig liebt, scheint das Eis langsam zu brechen. (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331108,"hoster":"VOE"},{"redirect":10151357,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Beziehungskisten","epNo":14,"alt":"The Little Things","descr":"Als Sam Weir in der Schule seinen Spind mit dem der älteren Schülerin Karen verwechselt, zieht er sich den Hass des Mädchens zu, das wie ihre Freundin Kim Kelly zur Clique der \"Freaks\" gehört. Fortan hänselt die burschikose Karen den schüchternen Sam, beschmiert seinen Spind und demütigt ihn vor seinen Freunden. Unterdessen macht Kim seiner Schwester Lindsay das Leben schwer. Jeder Versuch Lindsays, sich in die Clique zu integrieren, wird von der aggressiven Blondine abgeblockt. Umso erstaunter ist Lindsay, als Kim sie eines Tages zum Abendessen zu sich nach Hause einlädt. Allerdings wird ihr schnell klar, weshalb Kim plötzlich ihre \"Freundschaft\" sucht: Sie will ihren misstrauischen Eltern beweisen, dass ihr Freundeskreis nicht nur aus \"Freaks\" besteht. Doch die Kellys durchschauen das Spiel. Als sie nach einem heftigen Streit versuchen, den Autoschlüssel ihrer Tochter zu konfiszieren, flüchten die Mädchen, fahren in Kims Wagen davon und treffen kurz darauf auf Karen, die hemmungslos mit Kims Freund Daniel flirtet. Nach einem überaus turbulenten Streit landen sowohl Lindsay und die erboste Kim als auch der aufgebrachte Daniel im Haus von Lindsays Eltern. Völlig überrumpelt beobachten die verdutzten Weirs, wie Kim und Daniel sich nach einem leidenschaftlichen Streit ebenso leidenschaftlich versöhnen. Und Sam hat in Kim Kelly fortan eine Verbündete im Kampf gegen die fiese Karen … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331109,"hoster":"VOE"},{"redirect":10151359,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Da geht der Punk ab","epNo":15,"alt":"Discos and Dragons","descr":"Neal wird nicht mit der Tatsache fertig, dass sein Vater eine Affäre hat. Als Ventil für seine angestauten Aggressionen und Unsicherheiten kauft er sich eine Bauchredner-Puppe, die all das ausspricht, was er selbst nicht zu sagen wagt. Zugleich aber fällt er in der Schule negativ auf, weil sich seine Noten verschlechtern und er sich seinen Lehrern gegenüber vorlaut und aufsässig benimmt. Sam und Bill beobachten das veränderte Verhalten ihres Freundes mit einer Mischung aus Belustigung und Sorge. Aber nicht einmal Neals älterer Bruder Barry, der gerade zu Besuch ist und um die Eskapaden des Vaters schon lange weiß, kann Neal besänftigen. Der coole Barry hat ohnehin nur Augen für Lindsay – die sich seine charmanten Avancen gerne gefallen lässt.Derweil plant Daniel nach einem Streit mit Kim, bei der ausgeflippten Punkerin Jenna zu landen: Mit einer durchgeknallten Punkfrisur versucht er bei einem Punkrock-Konzert Eindruck zu schinden – leider ohne den erhofften Erfolg. Am gleichen Abend kommt es auf der traditionellen Nachbarschafts-Party von Neals Eltern zu einem Eklat: Von seinem Vater dazu gedrängt, den Gästen einen Bauchredner-Sketch vorzuführen, entlädt der Junge all seinen Zorn in einer bösartig-satirischen Tirade auf Kosten seines Vaters. (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331107,"hoster":"VOE"},{"redirect":10151360,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Knutschen will gelernt sein","epNo":16,"alt":"Kim Kelly is My Friend","descr":"Der Möchtegern-Musiker Nick gerät in einen heftigen Streit mit seinem strengen Vater, weil dieser das geliebte Schlagzeug seines Sohnes verkauft hat. In einer Mischung aus Wut und Enttäuschung verlässt er das elterliche Haus – und kommt bei den Weirs unter, als sie erfahren, dass Nick vorübergehend \"obdachlos\" ist. Zunächst sind Lindsay Nicks linkisches Benehmen und seine unbeholfenen Versuche, sich bei ihren Eltern beliebt zu machen, peinlich. Umso erstaunter ist sie, als ihr Vater sich regelrecht mit Nick anfreundet, nachdem er ihn für die Drum-Soli auf seinen alten Jazz-Platten begeistern konnte. Aber nicht nur das: Mr. Weir spendiert Nick sogar professionellen Drummer-Unterricht!","versions":[{"lang":1,"streams":[{"redirect":11331110,"hoster":"VOE"},{"redirect":10151361,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der kleine Unterschied","epNo":17,"alt":"Dead Dogs and Gym Teachers","descr":"Obwohl er immer davon träumte, endlich mit ihr zusammenzukommen, fühlt sich Sam in der Beziehung zu der hübschen Cindy nicht recht wohl – er realisiert, dass ihre Interessen einfach zu unterschiedlich sind, als dass ihre Freundschaft wirklich funktionieren könnte: Während Cindy am liebsten mit ihm herumknutscht, über Politik diskutiert oder auf Football-Spiele geht, steht Sam auf Steve-Martin-Komödien und Fantasy-Rollenspiele mit seinen Freunden. Er beschließt, mit Cindy Schluss zu machen – er möchte wie zuvor einfach nur mit ihr befreundet sein.Ken aus der Clique der \"Freaks\" hat derweil ganz andere Probleme: Seine neue Freundin Amy gesteht ihm, dass sie bei ihrer Geburt sowohl männliche als auch weibliche Geschlechtsorgane hatte – und dass die Ärzte damals entschieden hatten, ein Mädchen aus ihr zu \"machen\". Zunächst ist Ken mit dieser Offenbarung hoffnungslos überfordert und denkt darüber nach, Amy zu verlassen. Bis er dank Sams Zuspruch erkennt, dass er Amy viel zu sehr liebt, als sie wegen einer kleinen Verunsicherung aufzugeben.Unterdessen herrscht an der High School große Aufregung: Vizepräsident Bush hat seinen Besuch angekündigt! Und die Musterschülerin Lindsay wurde auserkoren, dem prominenten Politiker bei seinem Gespräch mit der Schülerschaft die erste Frage zu stellen. Allerdings stellt sich bereits im Vorfeld heraus, dass kritische Fragen bei der Zensur der Bush-Berater keine Chance haben. Als jedoch der linksliberale Vertrauenslehrer Rosso wegen seiner politischen Vergangenheit von der Veranstaltung ausgeschlossen wird, beschließt Lindsay, nicht einfach klein bei zu geben. (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331112,"hoster":"VOE"},{"redirect":10151358,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Disco, Rock und Einstein","epNo":18,"alt":"Noshing and Moshing","descr":"Daniel, Lindsay, Ken und Kim sind ziemlich irritiert, als sie vom neuen Hobby ihres Freundes Nick erfahren: Disco-Tanz mit seiner neuen Freundin Sara. Schließlich gehörte es in der Clique bislang zum \"guten Ton\", ein konsequenter Gegner von Disco-Pop zu sein. Kim vermutet, dass Nick sich dieses Hobby und seine Freundin nur zugelegt hat, um Lindsay eifersüchtig zu machen. Aber Lindsay hat ganz andere Sorgen. Sie wurde ausgewählt, an einer Art \"Uni-Schnupperkurs\" teilzunehmen: In den Sommerferien soll sie zwei Wochen lang die Michigan University besuchen, um sich mit anderen Schülern und den Studenten auszutauschen – worauf sie nicht die geringste Lust hat.Unterdessen wird Daniel bei dem Versuch erwischt, eine Abschlussarbeit zu schwänzen. Um seine sozialen Fähigkeiten zu verbessern, wird er von Mr. Rosso dazu verdonnert, für den Rest des Schuljahres der Medien-AG beizutreten – der bislang allerdings nur Sam und seine kauzigen Freunde angehören, die alles andere als begeistert davon sind, sich plötzlich um den \"coolen\" Daniel kümmern zu müssen. Nach anfänglichen Schwierigkeiten entwickelt Daniel jedoch ein echtes Interesse an der Medientechnik. Und auch mit Sam und seiner Clique versteht er sich immer besser. Da Sam in dieser \"Freundschaft\" seine Chance sieht, endlich zu den \"coolen\" Jungs der Schule zu gehören, lädt er Daniel zu einem Spiele-Abend mit Bill, Neal und den anderen ein – wider Erwarten wird der Abend ein voller Erfolg.Schließlich kommt der Tag, an dem Lindsay zur Michigan-University reisen soll. Doch die Weirs ahnen nicht, dass ihre Tochter in Wahrheit ganz andere Reisepläne hat … (Text: ARD)","versions":[{"lang":1,"streams":[{"redirect":11331113,"hoster":"VOE"},{"redirect":10151362,"hoster":"Streamtape"}]}]}]}]}