{"seriesId":"voltaire-high-die-mdchen-kommen","name":"Voltaire High - Die Mädchen kommen","descr":"[Mixte] Als im September 1963 die Voltaire High School zum ersten Mal eine Handvoll Mädchen neben den Jungen unterrichtet, gerät eine ganze Welt aus dem Gleichgewicht. Elf Mädchen kommen auf hunderte von Jungen – das ist eine Revolution. Der Schauplatz ist eine High School – der Ort für hormonelles Feuerwerk! In \"Voltaire High – Die Mädchen kommen\" lernen Erwachsene und Jugendliche im Alltag einer Welt vor 1968 miteinander zu leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"September 1963: Das Voltaire Gymnasium bereitet sich auf ein neues Schuljahr vor. Zum ersten Mal in der Geschichte der Schule wird es Mädchen willkommen heißen: 11 um genau zu sein. Der Schulleiter freut sich über diese neue Erfahrung, der Konrektor Bellanger ist nicht überzeugt. Er und seine Frau, die Schulkrankenschwester, werden mit den Auswirkungen des gemischten Unterrichts zu kämpfen haben.","versions":[{"lang":1,"streams":[{"redirect":8753199,"hoster":"VOE"},{"redirect":8753196,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Es ist ein großer Tag für die 10.Klassen: Sie haben zum ersten Mal Sportunterricht, der eine Überraschung für die Mädchen bereithält. Außerdem wird der Klassensprecher ausgewählt. Es ist ein auch harter Tag für Bellanger: Er beobachtet die Versuche von Fräulein Couret, der neuen Englischlehrerin, sich einzuleben, und es ist der Tag der Anhörung seines Neffen vor dem Disziplinarausschuss.","versions":[{"lang":1,"streams":[{"redirect":8753235,"hoster":"VOE"},{"redirect":8753240,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Diese Woche arbeiten die Schüler in Partnerarbeit. Simone freut sich, Jean-Pierre zu treffen. Michèle hofft, endlich eine gute Note zu bekommen. Annick lernt den Freund ihrer Mutter kennen, es gefällt ihr aber nicht, wie er sich ihr gegenüber verhält. Das Lehrer-Schüler-Fußballspiel steht an, aber nicht traditionell, denn Bellanger wird der Schiedsrichter und es gibt eine Frau auf dem Spielfeld!","versions":[{"lang":1,"streams":[{"redirect":12282086,"hoster":"VOE"},{"redirect":8753222,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Bellanger freut sich auf die Rückkehr nach den Ferien, aber heute sind die Jungen unruhig. Das macht Michèle verrückt, die gerne wissen würde, was es ist, das einen \"blind macht\" und es nicht ausstehen kann, wie ein kleines Mädchen behandelt zu werden. Als der Grund für die ganze Aufregung im Englischunterricht aufgedeckt wird, müssen Bellanger und Couret Disziplin walten lassen.","versions":[{"lang":1,"streams":[{"redirect":8753224,"hoster":"VOE"},{"redirect":8753216,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Wir folgen Jeanne, der Schulkrankenschwester, einen Abend ins Theater mit Denise. Dort trifft Jeanne Irène, eine überwältigende Schauspielerin. Auf ihrem Rückweg begegnet Denise Bellanger, der sie nach Hause begleitet und sich ihr über sein Liebesleben anvertraut. Den Courets fällt es schwer, Camilles neues Leben zu verstehen: alles lief doch so gut zwischen ihr und Francis","versions":[{"lang":1,"streams":[{"redirect":8753256,"hoster":"VOE"},{"redirect":10079759,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Annick ekelt sich vor der angekündigten Froschsezierung und schlägt vor, die Reptilien zu stehlen. Viel mehr brauchen die Jungs nicht, um die Herausforderung anzunehmen! Die Nichte des Konrektors wird wieder von den Plänen ausgeschlossen. Simone hat starke Regelschmerzen auf einem ihrer Klogänge schlägt sie Michèle vor, die Frösche selbst zu stehlen, um zu beweisen, dass sie keine Verräterin ist.","versions":[{"lang":1,"streams":[{"redirect":8753250,"hoster":"VOE"},{"redirect":8753255,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Gut, dass Laubrac da ist, denn Michèle ist stinksauer auf Simone und Jean-Pierre. Sie hängt im Aufenthaltsraum ab und erzählt, was sie im Kino beobachtet hat. Die Gerüchte nehmen ihren Lauf und Couret versucht, Bellanger auszuhorchen. Weiß er, dass sie Bescheid weiß? Der regionale Lateinwettbewerb steht Jean-Pierre bevor: Er weiß, dass er nicht scheitern darf…","versions":[{"lang":1,"streams":[{"redirect":8753206,"hoster":"VOE"},{"redirect":8753202,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Michèles Eltern sind besorgt, weil sie noch nicht zu Hause ist. Der Schulleiter stellt ein Ultimatum: Wenn Michèle die Gerüchte über Jeanne in die Welt gesetzt hat, dann will er noch heute mit ihr reden. Als Paul erfährt, dass sie mit seinem Schützling abgehauen ist, sucht er nach ihnen. In Wahrheit bewundert er ihren Mut. Die Schüler feiern das Schuljahresende.","versions":[{"lang":1,"streams":[{"redirect":8753249,"hoster":"VOE"},{"redirect":8753248,"hoster":"Streamtape"}]}]}]}]}