{"path":"/serie/stream/vom-kind-zum-krieger","name":"Vom Kind zum Krieger","descr":"[Warrior`s Way The Original Superheroes] Dokureihe über als besonders kriegerisch wahrgenommene Völker der Weltgeschichte, von den Wikingern bis zu den Spartanern, und wie ihre Gesellschaften den bewaffneten Konflikt mit anderen in ihre Kulturen einbauten und Menschen zu Kriegern erzogen.","seasons":[{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-1","name":"Die Wikinger","epNo":1,"alt":"The Vikings","descr":"Ihre Religion war der Krieg, ihre Waffe die Streitaxt und mit ihrer Brutalität terrorisierten sie ganz Europa: Die Wikinger. Sie waren starke, zähe und rücksichtslose Krieger und zerstörten alles, was ihnen im Weg stand. Die Doku beleuchtet das wilde und zugleich faszinierende nordische Volk, zeigt, warum sie gefürchtete Gegner waren und taucht in ihre Kultur ein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955788","hoster":"VOE"}]}]},{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-2","name":"Ritter des Mittelalters","epNo":2,"alt":"Medieval Knights","descr":"Die Tempelritter wurden nach mittelalterlicher Tradition als ein religiös-militärischer Orden gegründet. Dabei profitierten sie von ihrer Verbindung mit dem König und dem Papst. Nach dem Vorbild der Templer formten sich in der Folgezeit weitere Ordensbruderschaften zu geistlichen Ritterorden um. Die Doku blickt auf die Epoche der edlen Ritter zurück und zeigt, wie die Ablehnung Philipps IV. als Mitglied zum Untergang der Krieger führte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955781","hoster":"VOE"}]}]},{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-3","name":"Die Kelten","epNo":3,"alt":"The Celts","descr":"Die keltischen Stämme beherrschten einst große Teile Europas und verteilten sich auf viele kleine Siedlungen mit zahlreichen Clans. Konflikte prägten den Alltag und damit auch die Krieger der damaligen Zeit. Große Bewunderung für Heldentaten und eine Religion, die auf Opferbereitschaft und dem Wohl der Allgemeinheit beruhte, machten die Kelten zu einem gefährlichen Feind. Die Doku wirft einen Blick auf die Kultur des antiken Volkes.","versions":[]},{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-4","name":"Die Mongolen","epNo":4,"alt":"The Mongols","descr":"Im 13. Jahrhundert beherrschten die Mongolen weite Teile Europas und Asiens. Die asiatischen Pferdekämpfer eroberten mit brachialer Wildheit mehr Gebiete als jedes andere Imperium in der Geschichte. Ihr Ziel war es, die ganze damals bekannte Welt dem Mongolenreich anzuschließen. Außerdem war das Steppenvolk hoch diszipliniert und perfektionierte die Pfeil- und Bogen-Taktik. Die Doku gibt Einblicke in die spannende Epoche von Dschingis Khan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955820","hoster":"VOE"}]}]},{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-5","name":"Römer gegen Germanen","epNo":5,"alt":"Roman Legion vs. Germanic Tribes","descr":"Die römischen Legionen: Jahrhundertelang waren sie in weiten Teilen der Welt gefürchtete Krieger. Disziplin, Mut und brutale Effizienz machten sie zu militärischen Maschinen. Erst die vernichtende Niederlage gegen ein germanisches Heer im Teutoburger Wald konnte die Invasionsbemühungen der Römer stoppen. Die Doku zeigt den Kampf zwischen den Streitmächten und gibt einen Einblick in militärische Strategien sowie den Lebensstil der Krieger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6955839","hoster":"VOE"}]}]},{"path":"/serie/stream/vom-kind-zum-krieger/staffel-1/episode-6","name":"Schottische Clans","epNo":6,"alt":"Scottish Clans","descr":"Die schottischen Clans gelten als eine der größten militärischen Legenden der Welt. Sie schützten die Nordgrenze Englands durch den berühmten Hadrianswall und nicht einmal die große Streitmacht des Römischen Reiches war in der Lage, in ihr Territorium vorzudringen. Die Doku offenbart die charakteristischen Merkmale der Clans und beleuchtet ihr Kriegserbe, von der siegreichen Schlacht von Bannockburn bis zu den schottischen Unabhängigkeitskriegen.","versions":[]}]}]}