{"path":"/serie/stream/vorstadtweiber","name":"Vorstadtweiber","descr":"Die gelangweilte Oberschichts-Hausfrau und Mutter Maria (Gerti Drassl) lädt ihre Freundinnen zu einer Party ein: die aus verarmtem Adel stammende Waltraud (Maria Köstlinger), die blutjunge Bankdirektorenehefrau Caroline (Martina Ebm) und die Nobelboutiquenbesitzerin Nicoletta (Nina Proll). Überraschend steht auch Sabine (Adina Vetter) vor der Tür, eine alte Bekannte, die von ihrem Ehemann völlig mittellos vor die Tür gesetzt wurde. Den wohlhabenden Damen dämmert, dass es ihnen genauso ergehen könnte. Unter der scheinbar heilen Oberfläche der Wiener Vorstadt tun sich Abgründe auf … Die Ehemänner – allesamt Geschäftsleute in verschiedenen Branchen, aber alle mit einer Neigung zur Korruption – planen einen gemeinsamen großen Deal, wofür sie ihre naiven Gattinnen benutzen wollen. Doch was sie nicht wissen, ist, dass ihre braven Ehefrauen längst begonnen haben, sich um ihre eigenen Interessen zu kümmern und sich von Goldfischen zu Haien wandeln …","seasons":[{"path":"/serie/stream/vorstadtweiber/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-1","name":"Heile Welt","epNo":1,"alt":"","descr":"Gelangweilte Society-Freundinnen lassen die Sektkorken knallen: Maria, Hausfrau und Mutter, hat die aus verarmtem Adel stammende Waltraud, die blutjunge Bankdirektorenehefrau Caroline und die Nobelboutiquenbesitzerin Nicoletta zu einer pikanten Party eingeladen. Überraschend sehen sie sich dabei mit Sabine, einer alten Bekannten, konfrontiert, die von ihrem Mann völlig mittellos vor die Tür gesetzt wurde. Unbehagen kommt bei den Damen auf. Schließlich könnte es ihnen ähnlich ergehen. Unter der glänzenden Oberfläche tut sich langsam so manch Abgrund auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13566567","hoster":"VOE"},{"path":"/redirect/8656662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-2","name":"Scheinwelten","epNo":2,"alt":"","descr":"Marias Misstrauen gegenüber ihrem Georg ist geweckt. Sie überprüft seine Handydaten. Was sie nicht weiß, ist, dass Georgs regelmäßige Geschäftsreisen nach Dubai ihn mitten nach Wien führen. Sein geheimes Wissen bezüglich der Nordautobahnerweiterung hat er anscheinend aus einer sehr intimen Quelle. Caroline wiederum kämpft mit den ständigen Avancen ihres gleichaltrigen Stiefsohns. Mit ihren Klagen findet sie aber vorerst wenig Gehör bei ihrem Mann Hadrian. Nachdem sich Waltraud von ihrem Mann tief gedemütigt fühlt, sucht sie mitten in der Nacht Zuflucht in Simons Kinderzimmer. Erst Marias mütterlicher Weckruf reißt sie aus dem Schlaf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501130","hoster":"VOE"},{"path":"/redirect/8656664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-3","name":"Heimlichkeiten","epNo":3,"alt":"","descr":"Maria spioniert Georg bei seiner vermeintlichen Geschäftsreise nach Dubai nach. Vom Flughafen verfolgt sie ihn bis zu seiner Stadtwohnung. Nicoletta ist tief unglücklich, weil ihr Geliebter seine Ehefrau nicht verlassen will. Caroline befindet sich im Krieg mit ihrer renitenten Stieftochter. Waltraud muss schmerzvoll feststellen, dass Josef ihr Lieblingspferd zum Abdecker hat bringen lassen und sinnt auf Rache. Die Männer beginnen mit ihren Grundstückskäufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336696","hoster":"VOE"},{"path":"/redirect/8656663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-4","name":"Gemeinheiten","epNo":4,"alt":"","descr":"Waltraud instruiert Nicoletta über die Vorlieben ihres Josefs, damit diese ihn verführt und damit dem Scheidungsrichter ausliefert. Was sie nicht weiß, ist, dass Nicoletta schon lange ein Verhältnis mit Josef hat. Bertram ist wegen einer Schmiergeldaffäre in den Schlagzeilen, was nicht nur zur Folge hat, dass Caroline ihn verlässt, sondern auch, dass Georg und Hadrian wegen des Immobiliendeals nervös werden. Simon ist verliebt in die gleichaltrige Laura, ganz zum Leidwesen von Waltraud. Maria dringt mit einem Nachschlüssel in Georgs geheime Wohnung ein und erlebt dort einen Schock.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14246184","hoster":"VOE"},{"path":"/redirect/8656665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-5","name":"Lügen","epNo":5,"alt":"","descr":"Nicoletta feiert zum wiederholten Male ihren 30. Geburtstag. Hadrian eröffnet der fassungslosen Caroline von ihrem Verhältnis mit Bertram gewusst zu haben. Bei einem Besuch bei ihrer Familie am Bauernhof, trifft sie auf Georg, der ihre Mutter gerade überreden will, ihm ihr Land zu verkaufen. Ihr Misstrauen ist geweckt. Maria nimmt sich ein Herz und beschließt etwas für sich und ihre Libido zu tun. Waltraud und Nicoletta wollen aus unterschiedlichen Motiven die Falle für Josef zuschnappen lassen. Nicoletta empfängt ihn in Reizwäsche in ihrer Wohnung und Waltraud positioniert sich am gegenüberliegenden Dach. Doch es kommt anders als sich die beiden Damen das vorgestellt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501133","hoster":"VOE"},{"path":"/redirect/8656669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-6","name":"Schamlos","epNo":6,"alt":"","descr":"Helga wird durch einen \"Arbeitsunfall\" für drei Monate als Bertrams Haushälterin außer Gefecht gesetzt. Sabine springt rettend ein. Doch hat sie vielleicht mehr als nur ein Arbeitsverhältnis im Sinn? Francesco legt seine Karten bezüglich der illegalen Warenlieferung für Nicolettas Boutique offen. Seine Hilfeleistung war nicht ganz uneigennützig. Maria greift auf Anraten ihres Callboys zu sehr drastischen Mitteln, um ihre Ehe zu retten. Und das Autobahnprojekt soll vorzeitig in den Ministerrat, was die Herren rund um den illegalen Immobiliendeal in Aufruhr geraten lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501129","hoster":"VOE"},{"path":"/redirect/8656666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-7","name":"Wahrheiten","epNo":7,"alt":"","descr":"Als Georg bemerkt, dass seine Mutter Anna heimlich eine Kamera in seinem und Marias Schlafzimmer installiert hat, wirft er sie kurzerhand aus dem Haus. Waltraud ist guter Hoffnung und alles andere als erfreut darüber. Die Nachricht wirft auch Simon aus der Bahn. Maria durchsucht Georgs Stadtwohnung und wird dabei von seinem Liebhaber Joachim überrascht. Nach dem ersten Schock entdecken die beiden, dass sie sich einiges zu sagen haben. Nicoletta will sich nicht von Francesco erpressen lassen, und anstatt Georg zu verführen, schlägt sie ihm einen Deal vor. Langsam wittern die Frauen worum es bei den Immobiliengeschäften ihrer Männer geht und beginnen ihre eigenen Fäden zu spinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918346","hoster":"VOE"},{"path":"/redirect/8656667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-8","name":"Rundumschlag","epNo":8,"alt":"","descr":"Georg liegt schwer verletzt im Krankenhaus. Er wurde von Unbekannten zusammengeschlagen. Völlig wehrlos muss er sich Marias Forderungen eine gemeinsame Zukunft betreffend anhören. Francesco wird wegen Wirtschaftsverbrechen in Untersuchungshaft gebracht, während Nicoletta noch rechtzeitig untertauchen kann. Auch Maria wird im Stundenhotel von der Steuerfahndung überrascht. Hadrian, Bertram, Georg und Josef haben unterdessen nur eines im Sinn: Ein Positives Gutachten zur Umweltverträglichkeit der Nordautobahn. Bei einer Einladung will Maria auf die werdende Mutter Waltraud anstoßen, da lässt Josef eine Bombe platzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383724","hoster":"VOE"},{"path":"/redirect/10085850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-9","name":"Jagdgesellschaft","epNo":9,"alt":"","descr":"Josef Steinberg ist erschossen worden. Am Tatort verhört Kriminalinspektor Jörg Pudschedl die frisch gebackene Witwe und verhaftet sie sogleich, als er intime Fotos von Josef und Nicoletta in ihrem Auto findet. Bald ist sie wieder auf freiem Fuß und der nächste Tatverdächtige wird inhaftiert. Beim Toten hat man ein Umweltverträglichkeitsgutachten gefunden. Nervosität macht sich nicht nur bei unseren Grundstücksspekulanten, sondern bis in die hohe Politik hinein breit. Bei Josefs Testamentseröffnung erfährt Maria, wer wirklich der Vater von Waltrauds Kind ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501134","hoster":"VOE"},{"path":"/redirect/8656670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-1/episode-10","name":"Schluss mit Lustig","epNo":10,"alt":"","descr":"Bei Josefs Begräbnis kommt es zu einer großen Polizeiaktion: Maria, Waltraut, Caroline und Sabine werden verhaftet. Verdacht auf mutmaßliche Spekulationsgeschäfte und was Maria betrifft sogar Verdacht auf Mord, schließlich befinden sich ihre Fingerabdrücke auf der Mordwaffe. Sie ahnt, dass Joachim etwas mit dem Mord zu tun haben könnte und weiht Georg in ihrer Not ein. Anwältin Tina steht unterdessen vor der größten Herausforderung ihrer Karriere: Wie kann es ihr bei der erdrückenden Beweislage gelingen, die Frauen vor einer drohenden Anklage zu bewahren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501142","hoster":"VOE"},{"path":"/redirect/8656671","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-1","name":"Folge 11","epNo":1,"alt":"","descr":"Die Freundschaft von Maria, Waltraud, Caro und Nicoletta ist seit dem gemeinsamen Gefängnisaufenthalt zerstört. Nicoletta sitzt immer noch. Maria entdeckt, dass sie schwanger ist, versucht jedoch mit aller Macht ihren Zustand zu verheimlichen. Die Schwangerschaft Waltrauds ist hingegen schon so weit fortgeschritten ist, dass sie sich widerwillig mit ihrem baldigen Muttersein beschäftigen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501146","hoster":"VOE"},{"path":"/redirect/8656672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-2","name":"Folge 12","epNo":2,"alt":"","descr":"Maria ist von den Kosten, die Georgs Reha nach seinem \"Unfall\" verursacht, überfordert. Georg verweist sie auf ein Sparbuch im Safe. Doch dieses ist verschwunden. Maria ist rasch klar, dass es ihre Schwiegermutter Anna mitgehen hat lassen. Hadrian ist von Caros neuem, sexuellen Engagement überfordert, seitdem diese glaubt, dass er eine heimliche Geliebte hat. Kommissar Jörg Pudschedl intensiviert seine Nachforschungen im Mordfall Josef Steinberg. Minister Joachim Schnitzler beginnt seinen Kampf gegen seine Erpresser und Bertram entdeckt, dass ihm ein Datenstick mit heiklen Videoaufnahmen fehlt, der nur bei seiner ehemaligen Haushälterin Helga sein kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501149","hoster":"VOE"},{"path":"/redirect/8656673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-3","name":"Folge 13","epNo":3,"alt":"","descr":"Das Projekt Nordautobahn macht wieder Schlagzeilen. Minister Schnitzler hat dafür gesorgt, um seine Erpresser bloß zu stellen. Sabine kann als seine aufgezwungene Beraterin schadlos aussteigen. Nicht so Georg. Er ist absolut pleite. Hadrian und Bertram bedrängen ihn, das in Ordnung zu bringen. Schließlich hängen ihre Frauen als Grundbesitzerinnen in diesem Spekulationsgeschäft mit drin. Georg muss dazu noch erfahren, dass Maria schwanger ist und weiß natürlich, dass das Baby nicht von ihm sein kann. Der Polizist Jörg und Nicoletta verabreden sich zur gemeinsamen Suche nach Josef Steinbergs Mörder. Witwe Waltraud Steinberg besucht Schnitzler, um ihn mit der Tatsache zu konfrontieren, dass sie weiß, wer ihren Mann erschossen hat, nämlich er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501138","hoster":"VOE"},{"path":"/redirect/8656674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-4","name":"Folge 14","epNo":4,"alt":"","descr":"Sabine, wieder ohne Job, macht sich an Bertram heran, was Helga mit wachsendem Hass beobachtet. Maria und Waltraud treffen sich zum Schwangerschaftsturnen. Dr. Heldt hat andere Sorgen. Er wird mit einem Video von Bertrams Datenstick erpresst. Hadrian wird fristlos entlassen. Gemeinsam mit Georg betrinkt er sich. Zu später Stunde treffen die beiden auf Bertram, der gerade aus Helgas Wohnung den Datenstick gestohlen hat und fangen eine Schlägerei an. Am nächsten Morgen findet Caro Hadrian und Georg komatös im Wohnzimmer am Teppich. Und sie findet den Datenstick. Darauf sieht sie, wie Hadrian mit seiner Exfrau Sylvia Sex in einem Stundenhotel hat. Caro haut ab. Abhauen möchte auch Bertram, der weiß, was der Verlust des Sticks für ihn bedeuten kann. Sabine möchte ihn begleiten. Doch dann läutet es an der Türe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501143","hoster":"VOE"},{"path":"/redirect/8656678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-5","name":"Folge 15","epNo":5,"alt":"","descr":"m Pool von Bertrams Haus schwimmt ein lebloser Körper. Sabine glaubt, es ist Bertram, doch sie rettet dem bewusstlosen Dr. Heldt das Leben. Bertram ist auf der Flucht. Caro verlässt Hadrian und findet Unterschlupf bei Waltraud, die von Hadrians Verhältnis mit seiner Exfrau Sylvia erfährt. Von Sylvia lässt sich Maria in das Immobiliengeschäft einführen. Sie findet die Delogierungsmethoden an Altbaumietern skrupellos und scheitert bald. Nicoletta und Jörg versuchen den Tathergang der Ermordung von Josef Steinberg nachzustellen. Dabei beobachten sie ein Treffen von Waltraud mit Minister Schnitzler am Tatort. Aus Waltrauds neuerlichem Erpressungsversuch wird jedoch nichts. Es setzen die Wehen ein und Joachim wird unfreiwillig \"Vater\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501165","hoster":"VOE"},{"path":"/redirect/8656675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-6","name":"Folge 16","epNo":6,"alt":"","descr":"Der Besuch von Maria und Georg bei der Sexualtherapeutin bringt ihre Ehe nicht auf neue Schienen. Zumal zu selben Zeit Francesco aus der Haft entlassen wird, mit dem Georg im Gefängnis ein Verhältnis angefangen hat. Für die Freilassung des Friseurs der Vorstadtweiber hat sich der Polizist Jörg eingesetzt, in der Hoffnung, damit eine nähere Beziehung zu Nicoletta zu finden. Doch diese begreift das nicht und ignoriert ihn. Caro besucht Sylvia. Sie will wissen, was Hadrians Exfrau besser kann als sie. Hadrian holt Caro ab. Sylvia bleibt einsam zurück. Doch Hadrians Glück währt nur kurz. Er soll sein Haus, eine Dienstwohnung der Bank, baldigst räumen. Maria und Simon besuchen Waltraud und das Baby. So erfährt Joachim, dass der minderjährige Simon der Vater von Waltrauds Kind ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918312","hoster":"VOE"},{"path":"/redirect/8656676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-7","name":"Folge 17","epNo":7,"alt":"","descr":"Der DNA Test hat ergeben, dass Simon nicht der Vater von Waltrauds Baby ist. Georg, Maria und Simon können das nicht glauben. Irgendwas stimmt da nicht. Waltraud weiß wirklich nicht, wer sonst der Vater ihres Kindes sein könnte, aber es ist ihr durchaus recht, weil so wird sie alles erben und zudem Kanzlergattin. Joachim und sein Wahlmanager Bernd sind zufrieden. Nicoletta will sich bei Jörg entschuldigen, weil sie nicht begriffen hat, dass dieser hinter Francescos Freilassung steckte. Jörg ignoriert sie. Hadrian, spricht sich mit seiner Exfrau Sylvia aus und beendet seine Affäre mit ihr. Verzweifelt betrinkt Sylvia sich in Tinas Restaurant. Hinter ihrem Rücken wird das Baby von Waltraud entführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501152","hoster":"VOE"},{"path":"/redirect/8656679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-8","name":"Folge 18","epNo":8,"alt":"","descr":"Chaos wegen der Entführung von Waltrauds Baby. Die betrunkene Sylvia sagt, sie habe Simon vor der Türe gesehen. Waltraud ist sofort klar, dass nur Simon der Entführer sein kann. Den trifft sie zuhause, wo er gerade packt, um abzuhauen. Er beteuert, das Baby nicht entführt zu haben. Währenddessen rast Vanessa mit ihrem Wagen durch die Stadt, verheult, überdreht, ein Baby am Rücksitz. Daheim angekommen, tauscht sie die Babys und rast wieder davon. Vanessa konfrontiert Dr. Heldt mit der Tatsache, dass er der Vater ihres Kindes ist und die Babys bei der Geburt vertauscht hat, um somit den Vaterschaftstest zu fälschen. Benachrichtigt von der Auffindung des Babys fahren alle Richtung Klinik. Vor ihren Augen wird die völlig betrunkene Sylvia von Vanessa angefahren und schwer verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002413","hoster":"VOE"},{"path":"/redirect/8656677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-9","name":"Folge 19","epNo":9,"alt":"","descr":"Nun ist klar, dass Simon der Vater von Waltrauds Baby und somit auch der Erbe des Vermögens von Josef ist. Er wird zum Besitzer eines Stundenhotels, das aber vorerst Maria bis zu Simons Volljährigkeit verwaltet. Maria kommt dahinter, dass in diesem Hotel heimlich Videos von den Gästen aufgenommen und diese damit erpresst wurden. Joachim und Waltraud beschließen zu heiraten. Eine rein politische und finanzielle Beziehung. Nicoletta ist geschockt. Sie ist sich sicher, dass Joachim ihren Geliebten Josef erschossen hat. Doch Jörg hält ihr vor, dass sie keinen Beweis dafür in der Hand haben. Den hat jedoch gerade Caro vor Augen die sich den Datenstick mit den Videos aus dem Stundenhotel entsetzt ansieht. Doch dann steht Georg vor der Türe und verlangt den Stick zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501160","hoster":"VOE"},{"path":"/redirect/8656680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-2/episode-10","name":"Folge 20","epNo":10,"alt":"","descr":"Maria hat ihr Baby bekommen. Auf den ersten Blick ist klar, dass der Vater der Callboy Timo und nicht Georg ist. Da hilft kein Sonnenstudio. Zwischen Nicoletta und Jörg ist Freundschaft entstanden. Sie verbringen viel Freizeit miteinander. Nicoletta lässt sich von Jörg das Schießen beibringen. Maria kommt dahinter, dass die Anwältin Tina das Inkasso von den Erpressungen betrieben hat, und Waltraud und Bertram müssen erfahren, dass Tina das gesamte Geld unterschlagen und damit das Restaurant \"Sattsam\" gekauft hat. Der Tag von Waltrauds und Joachims Hochzeit ist gekommen. Im Standesamt konfrontiert Georg Joachim mit seinem Wissen und dem sichtbaren Beweis eines Mordes auf einem Video. Georg verlangt von Joachim, dass er am Tag des Wahlsieges von allen Ämtern zurücktritt. Doch dann überschlagen sich die Ereignisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931213","hoster":"VOE"},{"path":"/redirect/8656682","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-1","name":"Folge 21","epNo":1,"alt":"","descr":"Waltraud erwacht nach dem Schussattentat endlich aus dem Koma, was wiederum Nicoletta alarmiert. Diese befürchet, dass Waltraud sich erinnern könnte, dass eigentlich sie und nicht der nun inhaftierte Jörg Pudschedl geschossen hat. Unterdessen kommt Georg in Bedrängnis, nachdem sein Trumpf, der USB-Stick mit dem Video von Joachims Mord, verschwindet. Georg denkt, dass dieser über Umwege zur sexuell unterforderten Franziska Pudschedl gelangte. Er zeigt daraufhin vollsten körperlichen Einsatz, um den Stick wiederzubekommen. Was Georg aber nicht weiß: Eigentlich befindet sich der Stick gar nicht bei Franziska, sondern in ganz anderen Händen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501157","hoster":"VOE"},{"path":"/redirect/8656681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-2","name":"Folge 22","epNo":2,"alt":"","descr":"Vanessa gelangt an den USB-Stick, der das Video mit Joachims Tat zeigt. Sie wittert ihre Chance auf Geld, doch der Stick geht kaputt. In ihrer Not wendet sich Vanessa an Waltraud und schließt mit ihr eine Zweckfreundschaft. Caro geht auf Tuchfühlung mit Milo, dem Pfleger von Waltraud. Bald ist ihr klar, dass der Mann ein ziemlich großes Geheimnis haben muss. Indessen trifft Maria mit Dr. Braganas Hilfe die Entscheidung, sich scheiden zu lassen. Georg möchte dies aber nicht zulassen. Er inszeniert eine sehr böse Intrige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501176","hoster":"VOE"},{"path":"/redirect/8656683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-3","name":"Folge 23","epNo":3,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501182","hoster":"VOE"},{"path":"/redirect/8656689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-4","name":"Folge 24","epNo":4,"alt":"","descr":"Waltraud konfrontiert Jörg: Sie weiß, dass Nico auf sie geschossen hat und nicht er. Jörg gesteht, die Tat aus Liebe auf sich genommen zu haben, nur um Minuten später den Kiefer gebrochen zu bekommen. Rudi Bragana berät Georg in dessen Scheidungsfall nicht ohne Eigennutz: Er hegt ein heftiges romantisches Interesse an ihm. Waltraud und Simon wollen das Stundenhotel verkaufen und suchen einen Interessenten. Vanessa kann hier helfen. Der Konflikt zwischen Caro und Hadrian eskaliert immer mehr. Caros Verhältnis mit Milo ebenfalls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501173","hoster":"VOE"},{"path":"/redirect/8656685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-5","name":"Folge 25","epNo":5,"alt":"","descr":"Dieter West vermittelt Joachim und Hadrian einen potenziellen Käufer für Simons Stundenhotel. Dem Mann scheint kein Preis zu hoch zu sein. Caro versucht, ihr Verhältnis zu Hadrian wieder gerade zu biegen. Dabei stellt sie fest, dass sie keineswegs die Einzige war, die fremdgegangen ist. Georg will Maria mit Gewalt bei sich halten. Maria aber hat bereits einen Plan, um sich von ihm zu befreien. Und bei dem wird sie von den anderen Vorstadtweibern vorbehaltlos unterstützt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501183","hoster":"VOE"},{"path":"/redirect/8656684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-6","name":"Folge 26","epNo":6,"alt":"","descr":"Drei Monate sind vergangen. Nicoletta hat Jörg geheiratet und testet bei seinen Eltern das normale Leben einer Lieblingsschwiegertochter. Georg sitzt wegen Mordverdachts im Gefängnis, da Maria verschwunden ist. Sein neuer Freund Rudi Bragana agiert als sein Anwalt. Vanessa lebt samt ihrer Kinder bei Hadrian, der von dieser Situation überfordert ist. Caro hat ihr Leben umgekrempelt und strebt nach Unabhängigkeit. Joachim will den geheimnisvollen Investor, der angeblich an Simons Hotel interessiert ist, kennen lernen. Und Tinas Konfrontation mit Marias Baby endet mit der Erkenntnis, dass sie offenbar doch ein Herz hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501191","hoster":"VOE"},{"path":"/redirect/8656686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-7","name":"Folge 27","epNo":7,"alt":"","descr":"Nicoletta überredet Milo, den geheimnisvollen Interessenten für Simons Stundenhotel zu spielen. Dieser willigt ein – offenbar nicht nur aus Gefälligkeit. Waltraud will ihre Putzfrau loswerden, nachdem diese ein offenherziges Verhältnis zu Simon pflegt. Caro mietet sich eine Wohnung und beschließt, ihrer Tochter die Wahrheit über sich zu erzählen. Vanessa gesteht Hadrian, was die Weiber getan haben, um Maria ein neues Leben zu schenken und Georg zu bestrafen. Leider ist der Plan nicht aufgegangen – aber Hadrian hat eine Idee, wie alle Mühen doch noch einen Sinn haben könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931214","hoster":"VOE"},{"path":"/redirect/8656687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-8","name":"Folge 28","epNo":8,"alt":"","descr":"Hadrian verweigert Caro die Scheidung und will sie zurückgewinnen – zum Leidwesen von Vanessa. Georg ahnt, dass die Weiber wissen, wo sich Maria befindet. Er heftet sich an Annas Fersen. Nicoletta hat das biedere Leben bei den Pudschedls satt und unternimmt mit Caro und Waltraud einen heilsamen Ausflug ins Wiener Nachtleben. Simon muss feststellen, dass die bezahlte Liebes-Show mit Zorica für sie mehr bedeutet. Und Joachim versucht, Milo zu knacken – doch der ist ihm in jeder Hinsicht überlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501192","hoster":"VOE"},{"path":"/redirect/8656688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-9","name":"Folge 29","epNo":9,"alt":"","descr":"High Noon vor Gericht. Parallel zueinander finden die Verhandlung gegen Jörg Pudschedl wegen des Schussattentats und die Verhandlung gegen Timo wegen dessen Schlägerei mit Bruno Pudschedl statt. Joachim steht seit seinem letzten Treffen mit Milo ordentlich unter Druck, fühlt sich aber offenbar gleichzeitig unverwundbar. Er gesteht Waltraud den Mord an Josef Steinberg. Hadrian gibt Caro frei. Gleichzeitig belauscht er ein Gespräch von Vanessa und Dieter, in dem sie ihm gesteht, dass er der einzige war, den sie je geliebt hat. Barbara Bragana erfährt, dass Hadrian Joachim ausliefern will. Sie versucht, ihren Bruder zu warnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501188","hoster":"VOE"},{"path":"/redirect/8656690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-3/episode-10","name":"Folge 30","epNo":10,"alt":"","descr":"Die Zeichen für Joachim stehen auf Sturm. Jörg Pudschedl ist freigesprochen worden und bereits hinter Joachim her, da es Beweise zu geben scheint, dass er mit dem Verschwinden von Maria etwas zu tun hat. Auch für den Mord an Josef Sternberg gibt es dank Joachims unvorsichtigem Geständnis endlich eine Handlungsmöglichkeit: Bruno Pudschedl war Ohrenzeuge. Doch er liegt tot in seinem Bett, noch bevor er aussagen kann. Barbara Bragana schwant Übles. Ihr Bruder Joachim ist seit einiger Zeit ausgesprochen labil, und wenn sich die Schlinge um seinen Hals enger zieht, muss man mit allem rechnen. Die Geburtstagsfeier von Rudi Bragana gerät zum alles entscheidenden Höhepunkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501204","hoster":"VOE"},{"path":"/redirect/8656693","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-1","name":"Folge 31","epNo":1,"alt":"","descr":"Auf dem Rückweg vom Aquacycling fahren Wally, Nico und Caro durch die Vorstadt. Caro hat einen unbekannten Schlüssel in Milos Tasche gefunden und will wissen, wohin er gehört. Die Frauen finden die richtige Tür – und werden von einem Mann mit jenen Putzfrauen verwechselt, auf die er warten sollte. Das Wohnzimmer scheint ein Tatort gewesen zu sein. Nico und Caro packen beherzt mit an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336691","hoster":"VOE"},{"path":"/redirect/8656691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-2","name":"Folge 32","epNo":2,"alt":"","descr":"Wie sich herausstellt starb der Pharma-Tycoon Gabriel Morena in jener Villa, in der Wally, Nico und Caro geputzt hatten. Morena wollte die Villa von Georg erwerben, der wieder in Immobilien macht. Nur die Unterschrift hat – zu Georgs Leidwesen – noch gefehlt. In der Nacht seines Todes hatte Morena Streit mit seiner unehelichen Tochter Sonia, die bei ihm in der Firma als Wissenschaftlerin arbeitet. Milo hält seine schützende Hand über sie. Gleichzeitig möchte er endlich seine Beziehung zu Caro fixiern und schenkt ihr einen Ring. Buch: Uli Brée","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501208","hoster":"VOE"},{"path":"/redirect/8656692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-3","name":"Folge 33","epNo":3,"alt":"","descr":"Wally sucht Beistand bei Hadrian, da Simon nach einem Streit mit der gemeinsamen Tochter verschwunden ist. Wally glaubt, dass er mit ihr zu seiner Mutter nach Indien gefahren ist. Georg versucht, mit einer gefälschten Unterschrift Morenas auf dem Villen-Vertrag durchzukommen, bekommt es aber mit Milo zu tun. Der steht durch die Ankunft seiner Ehefrau Livia gehörig unter Druck. Immerhin hat er sie Caro verschwiegen. Livia erpresst ihn emotional mit ihrer Schwangerschaft. Die Frauen werden außerdem von ihrer Putzaktion am Tatort Morena eingeholt: Leo ist hinter ihnen her – er ahnt, dass sie etwas wissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501212","hoster":"VOE"},{"path":"/redirect/8656697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-4","name":"Folge 34","epNo":4,"alt":"","descr":"Wally versucht mit Hadrians Hilfe den Teppich vom Morena-Tatort wieder her zu stellen. Aber Leo kommt hinter den Schwindel. Oder besser: Seine Freundin Sonia. Gemeinsam schlagen sie Wally und Hadrian vor, sich in den Morena-Clan einzuschleichen, um Sonias Medikament gegen Diabetes zum Siegeszug zu verhelfen und damit die Firma zu sanieren. Caro muss feststellen, dass Milo ihr nicht ganz die Wahrheit gesagt hat. Nico will Caros Verlobungsring schätzen lassen, versetzt ihn aber und kauft sich ein neues Auto. Caro jubelt sie eine Kopie unter. Jörg und seine Chefin Tabata sind den Morenas indessen auf den Fersen. Zu viele Ungereimtheiten gibt es im Fall des toten Familienoberhaupts. Nico, die eine Ein-Frau-Dienstleistungsagentur für den Jetset betreibt, pirscht sich in der Hundezone an Livia heran, um den Weg für Wally und Hadrian zu ebnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501213","hoster":"VOE"},{"path":"/redirect/8656694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-5","name":"Folge 35","epNo":5,"alt":"","descr":"Franziska Pudschedl hat ein Schreiben von Nico an ihren Sohn abgefangen, in dem Nico von Jörg Unterhalt verlangt. Erbost fährt sie zu Nicos Wohnung. Dort macht ihr Vater Heinz die Tür auf. Für ihn und Franziska ist es Liebe auf den ersten Blick. Währenddessen macht Greta Morena Sonia klar, dass sie keinesfalls über ihre Verbindung zum Morena-Clan reden darf. Wally macht die Entdeckung, dass Hadrian ausgerechnet mit Peter Herold eine Firma hat. Und Nico gibt Caro eine Replika des Ringes, den sie von Milo bekommen hat zurück. Davon, dass sie das Original verscherbelt hat, sagt sie natürlich nichts. Livia Morena beauftragt Nico mit der Organisation einer Abschiedsfeier für den verstorbenen Vater. Und sie bittet sie, Caro explizit dazu einzuladen. Jörg und seine Chefin finden unterdessen eine Spur, die den Tod Morenas mit den Frauen verbindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501209","hoster":"VOE"},{"path":"/redirect/8656695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-6","name":"Folge 36","epNo":6,"alt":"","descr":"Durch Zufall kommt Wally dahinter, dass Simon mit der gemeinsamen Tochter bei seiner Großmutter in Wien ist. Sie fordert die Herausgabe der Kleinen. Vanessa stellt fest, dass Greta Morena das Testament ihres Mannes aus dem Firmensafe entfernt hat. Das durchkreuzt ihre und Werners Pläne. Der Tag der Abschiedsfeier für Gabriel Morena ist gekommen. Die ganze Vorstadt versammelt sich im Park des Familienanwesens. Jörg und Tabata nutzen die Gelegenheit, um zu recherchieren. Als der Höhepunkt der Feier erreicht ist, brechen mehrere Anwesende zusammen. Darunter auch Livia, Nico, Jörg und der Vorstadtfriseur Francesco. Die Sorge um ihre Liebsten bringt alle zusammen. So stehen sich in Nicos Krankenzimmer auch Heinz Huber und Greta Morena gegenüber. Und Nico erfährt, dass ihre totgeglaubte Mutter sehr lebendig ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501226","hoster":"VOE"},{"path":"/redirect/8656696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-7","name":"Folge 37","epNo":7,"alt":"","descr":"Durch den Krankenhausaufenthalt von Livia erfährt Milo, dass seine Frau die Schwangerschaft nur simuliert. Er beschließt, dieser Erkenntnis vorerst für sich zu behalten. Georg wird wegen des Verdachts mit dem Tod von Gabriel Morena zu tun zu haben, in Haft genommen und trifft dort auf Joachim Schnitzler. Die Vorstadtweiber betäuben ihre Trauer um ihren Friseur mit Prosecco. Wally macht leicht alkoholisiert bei der Polizei eine Aussage zum Morena-Tod, der mittlerweile als Mordfall geführt wird und platzt dann bei Hadrian und Barbara Bragana herein. Barbara packt ihre Sachen zusammen: Ihrer Meinung nach ist es schon lang fällig, dass Wally und Hadrian sich zueinander bekennen. Milo erpresst Livia mit seinem Wissen um die erfundene Schwangerschaft. Nico will von ihrem Vater alles über ihre Mutter wissen. Caros Tochter Lea taucht bei Peter Herold in der Firma auf und gibt sich als seine Tochter zu erkennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383733","hoster":"VOE"},{"path":"/redirect/8656698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-8","name":"Folge 38","epNo":8,"alt":"","descr":"Nico konfrontiert ihre Mutter Greta. Milo erfährt, dass in Wirklichkeit seine Tochter Alma schwanger ist und findet sie bei Caro. Wally ist wieder mit ihrer Tochter vereint und bei Hadrian eingezogen. Georg macht zum Morena-Mord eine Aussage, fällt aber zum Leidwesen der Polizisten als Täter aus. Hadrian wird von Livia als CEO des Morena-Konzerns eingesetzt. Dort trifft Hadrian auf Vanessa, die er nun als Sekretärin übernehmen muss. Caro und Peter sprechen das erste Mal seit Jahren wieder miteinander. Sie erarbeiten sich so etwas wie einen Waffenstillstand. Livia will Milo in einer verzweifelten Aktion wiedergewinnen, blitzt aber ab. Milo hat sich für Caro entschieden. Die Polizeit hat unterdessen festgestellt, dass das Gift auf der Abschiedsfeier aus dem Morena-Labor kommt. Intern weiß man, es fehlt tatsächlich eine Ampulle. Auch Sonia hätte Zugriff gehabt, aber Milo ist sich sicher, dass sie den alten Morena nicht am Gewissen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501237","hoster":"VOE"},{"path":"/redirect/8656700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-9","name":"Folge 39","epNo":9,"alt":"","descr":"Die Klärung der Verlassenschaft von Gabriel Morena birgt einige Überraschungen: Es stellt sich heraus, dass Georg sein unehelicher Sohn ist. Livia will durch das vermeintliche Testament ihres Vaters verhindern, dass nach Gesetz vererbt wird, aber im Kuvert, das sie besitzt, befindet sich lediglich eine Adoptionsurkunde, auf der ihr Name steht. Aber auch im Pharma-Labor warten einige Neuigkeiten. Sonia und Leopold haben entdeckt, dass es einen geheimen Raum gibt, in dem Drogen produziert werden, quasi ein Abfallprodukt von Sonias Forschungen. Greta verkündet Livia, dass sie unheilbar krank ist und gedenkt, in der Schweiz ihrem Leben ein Ende zu setzen. Und dass Nico Livias Schwester ist. In der Zwischenzeit will Vanessa Unterlagen verschwinden lassen, die Hadrian schnell beiseite schafft. Beiseite geschafft werden auch kistenweise Tabletten von Vanessa und Werner. Die Versuchung ist groß, hier ein bisschen etwas abzuzweigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501240","hoster":"VOE"},{"path":"/redirect/8656699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-4/episode-10","name":"Folge 40","epNo":10,"alt":"","descr":"Sonia, die die Asche ihrer Mutter und ihres Vaters vereinen will, erkennt, dass in Morenas Urne normale Grillasche drinnen ist. Somit muss es noch eine Leiche geben – und die kann man obduzieren, um ein für alle Mal festzustellen, was wirklich geschehen ist. Hadrian hat Selbstanzeige erstattet, um nicht in den Konkurs des Morena-Betriebs hineingerissen zu werden. So lernt er den Finanzberater des Konzerns kennen: Peter Herold. Und der weiß, wo Morenas Schwarzgeld herkam – von den kleinen Tabletten mit der großen Wirkung. Milo verschpricht Caro, sich scheiden zu lassen. Greta Morena hofft darauf, dass ihre Töchter sie in die Schweiz begleiten, aber nur eine entscheidet sich dafür. Die Vorstadtweiber können sich wieder auf die wichtigen Dinge des Lebens konzentrieren: Auf sich selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501241","hoster":"VOE"},{"path":"/redirect/8656704","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-1","name":"Folge 41","epNo":1,"alt":"","descr":"Dank des Erbes ihrer Mutter führt Nicoletta ein Luxus-Leben. Auch Sonia genießt die Aufmerksamkeit, die ihr mit dem vielen Geld zuteil wird. Wally hingegen ist bankrott, tanzt aber nichtsdestotrotz mit ihren Freundinnen durch die Nacht. Nach einem Anruf öffnet Luxushandtaschendesignerin Okka Lamarr auch früh morgens ihr Geschäft für Nico. Bei der Gelegenheit wechselt Nicos Kreditkarte unauffällig den Besitzer. Nachdem Milo Albertin Hadrians Haus mitsamt den Möbeln gekauft hat und auch die Bank kein Geld mehr hergibt, stehen Wally und Hadi auf der Straße. Doch mit der kleinen Plastikkarte lässt sich der Schein vom Geld vorerst wahren. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501256","hoster":"VOE"},{"path":"/redirect/8656705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-2","name":"Folge 42","epNo":2,"alt":"","descr":"Der Betrug von Wally und Hadi fliegt auf. Sie fliehen mit allem, was nicht niet- und nagelfest ist, aus dem Hotel, in dem sie sich einquartiert haben und kommen bei Anna unter. Peter Herold muss indes seine Haftstrafe im Gefängnis antreten und trifft in der Gefängnisgärtnerei auf einen alten Bekannten. Sonia gesteht Nico, dass das viele Geld sie und ihre Beziehung mit Leo verändert hat und auch Nico hadert nach den durchzechten Nächten damit, etwas Sinnvolles mit dem ganzen Geld und ihrem Leben anzufangen. Ihr Nachbar Raoul arbeitet für die Designerin Okka Lamarr, und Nico wittert die Chance, ihrem großen Idol näher zu kommen. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501249","hoster":"VOE"},{"path":"/redirect/8656706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-3","name":"Folge 43","epNo":3,"alt":"","descr":"Bei einem exklusiven Event unterbreitet Raoul Nico und Sonia ein Angebot, sich mit 10 Millionen an der Luxusmarke Okka Lamarr zu beteiligen. Georg Schneider lehnt den Vorschlag seiner \"Schwestern\" bei dem Investment einzusteigen ab. Wally bietet Nico an, dass Hadi den Deal abwickelt, und sie einigen sich auf eine Beteiligung, die jedoch an eine knifflige Bedingung geknüpft ist. Ex-Banker Hadi ist von der Idee wenig begeistert und macht sich nachts auf den Weg, um dem ominösen Geschäft selbst auf den Grund zu gehen. Indes versucht eine junge Frau hartnäckig an die Designerin ranzukommen und will von Dr. Barbara Bragana mehr über sie erfahren. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501253","hoster":"VOE"},{"path":"/redirect/8656701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-4","name":"Folge 44","epNo":4,"alt":"","descr":"Georg Schneiders Einstieg bei Suburbia Immobilien wird durch ein geheim aufgenommenes Tape seiner Sex-Eskapaden verhindert. Mangels Freunde heult er sich bei Milo aus. Die beiden stellen sich die Frage, woher immer wieder belastendes Material kommt.Während Hadi Nico und Sonia bei ihrem Investment bei Okka Lamarr unterstützt, wird Peter Herold im Gefängnis von Joachim Schnitzler mit pikanten Informationen unter Druck gesetzt. Jörg Pudschedl und Tabata Goldstaub bekommen Material zu den illegalen Drogengeschäften von Milo Albertin zugespielt. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501239","hoster":"VOE"},{"path":"/redirect/8656703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-5","name":"Folge 45","epNo":5,"alt":"","descr":"Das belastende Material gegen Peter Herold wurde Milo gestohlen. Er will wissen, wer dahintersteckt. Dabei befragt die Polizei bereits Werner Vogel zu Milos Machenschaften. Als Wally in Geldnot ihre Okka Lamarr Handtasche verkaufen will, stellt sie fest, dass der Markt von Fake-Ware überschwemmt und ihr Original damit beinahe wertlos ist. Damit nicht genug: Beim Sozialamt wird sie wegen Betrugs anonym angezeigt. Dr. Bragana findet in Okka Lamarrs Sachen ein Foto von Okka mit ihrer Schwester Leni und dem jungen Hadrian. Der wird wiederum von der angeblichen Nichte Okkas angefahren. Sonia kommt hinter Leos Liebesgeständnis an Nico und entscheidet kurzerhand ihm einen Heiratsantrag zu machen – doch dahinter steckt ein perfider Plan. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501246","hoster":"VOE"},{"path":"/redirect/8656702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-6","name":"Folge 46","epNo":6,"alt":"","descr":"Anatol findet seinen Neffen Leo tot am Fuß der Kellertreppe. In dem Moment kommt Sonia nach Hause. Die Polizei zu rufen ist keine Option, also greifen die beiden beherzt zum Spaten. Hadi und Wally wohnen zur Überbrückung in Peter Herolds Häuschen, da er ja im Gefängnis sitzt. Hadi ist der Meinung, dass von dem Haus niemand weiß, bis sie auf die Russin Jelena treffen, die beim Frühstück von Peter Herolds interessanten Geschäftsbeziehungen erzählt. Nico kommt hinter Raouls Geheimnis und ergreift die Gelegenheit, Sonia loszuwerden. Die verfolgt bereits ihre eigenen Pläne und besucht den ihr unbekannten Peter Herold im Gefängnis. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501261","hoster":"VOE"},{"path":"/redirect/8656710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-7","name":"Folge 47","epNo":7,"alt":"","descr":"Nichts ahnend zieht Peter Herold mit einer Fußfessel bei Sonia ein und kommt vom Regen in die Traufe. Nico schwärzt Sonia bei der Polizei an und gibt eine Vermisstenanzeige wegen Leo auf. Wally hat bei Jelena ein seltsames Gefühl. Sie folgt ihr und beobachtet ein Treffen mit Dr. Bragana und Chantal, der Ex-Sekretärin von Joachim Schnitzler. Später wird Wally Zeugin, wie Okka Lamarr sich in die Donau stürzen will. Und Hadi trifft in einem Anflug altersbedingter Sentimentalität Priska, die angebliche Nichte von Okka, um mit ihr über das Leben und falsche Entscheidungen zu philosophieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501273","hoster":"VOE"},{"path":"/redirect/8656708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-8","name":"Folge 48","epNo":8,"alt":"","descr":"Nach schwer belastenden Geständnissen von Vanessa und Werner, ist Milo Albertin bei der Polizei zum Verhör. Und die hat noch einen Trumpf im Ärmel. Wally war zur falschen Zeit am falschen Ort und holt Hadi zu Hilfe. Die Schlinge um Raouls Hals wird immer enger und in seiner Verzweiflung gesteht er Nico alles. Dr. Bragana geht zur Polizei und führt Jörg Pudschedl und Tabata Goldstaub auf die Fährte von Okka Lamarr. Vor deren Tür treffen die Kriminalisten auf Hadi und Wally, gehen den beiden beim Verladen einer sperrigen Truhe zur Hand und verfolgen dann an der Donau ihre Selbstmordtheorie. Währenddessen gilt Okka als vermisst, und Sonia und Nico sorgen sich um ihre investierten Millionen. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501268","hoster":"VOE"},{"path":"/redirect/12985259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-9","name":"Folge 49","epNo":9,"alt":"","descr":"Im Garten von Sonia wird gemeinsam nach einer Leiche gegraben und Tacheles geredet. Doch plötzlich tauchen Jörg Pudschedl und Tabata Goldstaub bei der Vorstadt-\"Party\" auf. Raoul weiß um die rechte Hand des Teufels und kann vielleicht seine zahlreichen Fehltritte der Vergangenheit wieder gut machen. Ein Plan muss her, um sich bei ihrem gemeinsamen Feind Joachim Schnitzler ein für alle Mal zu rächen. Die Journalistin Priska wandelt indes in Innsbruck auf den Spuren von Okka Lamarrs und Hadis gemeinsamer Kindheit. Ein Anruf von Leo aus dem Jenseits, weist Chantal in die Schranken, und Hadi strapaziert mit seiner Geheimniskrämerei Wallys weibliche Barmherzigkeit. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501277","hoster":"VOE"},{"path":"/redirect/8656718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-5/episode-10","name":"Folge 50","epNo":10,"alt":"","descr":"Leni will mit Hadi in ein neues Leben fliehen. Doch als sie seinen Verrat entdeckt, eskaliert die Situation. Wally und Nico sind enttäuscht von ihren Männern und stehen mit Prosecco bei Sonia vor der Tür, die sich mit Anatol vergnügt. Plötzlich taucht Jelena auf und erzählt von einem Schuss und dass Leni das Geld will. Jörg und Tabata wissen mittlerweile von dem Versteckspiel um Okka Lamarr. Außerdem haben sie die Leiche von Leo gefunden. Georg bezahlt die Kaution für Milo und holt ihn aus dem Gefängnis. Chantal organisiert unter Druck die Freilassungspapiere für Joachim Schnitzler und sorgt so dafür, dass der Racheplan endlich aufgeht. (Text: ORF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501264","hoster":"VOE"},{"path":"/redirect/8656716","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Eine Dessous-Party wird zum schmerzlichen Realitäts-Check für die Vorstadtweiber. Sind die Zeiten für heiße Unterwäsche etwa schon vorbei? Die Frauen kommen ins Grübeln. Sonja sucht sich einen Cicisbeo, Valli wird durch Hadis Heiratsantrag vor den Kopf gestoßen und sogar Nicoletta schaut wehmütig Kinderwägen auf der Straße hinterher und fragt sich, was denn in ihrer Vergangenheit schiefgelaufen ist. Andere Sorgen hat Vanessa, die sich über ihre neue Unterbringung echauffiert. Nur leider gibt es in der Geschlossenen keine Sonderbehandlung für eingebildete Prinzessinnen. So landet die Luftschloss-Bewohnerin in einem Doppel-Zimmer. Ihre Zimmer-Genossin Chantal wird von den Geistern ihrer Vergangenheit heimgesucht, deren Gesichter auch Vanessa schmerzlich bekannt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835050","hoster":"VOE"},{"path":"/redirect/12266853","hoster":"Doodstream"},{"path":"/redirect/9835051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Als Raouls Leiche auftaucht treffen sich die Vorstadtweiber zum Krisen-Meeting und überlegen ihre nächsten Schritte. Nicoletta befreundet sich mit ihrer neuen Nachbarin Jelena und deren Cousine Olga, die im Verborgenen ihre Fäden spinnen. Anatol schult Sonias Cicisbeo Timo ein und möchte über jeden Schritt seiner Freundin informiert werden. Währenddessen trifft sich Hadrian mit einer alten Bekannten. Journalistin Priska soll Wallys Schwester ausfindig machen, doch die junge Frau hat eigene Pläne, wenn es um Hadi geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9945788","hoster":"VOE"},{"path":"/redirect/12266851","hoster":"Doodstream"},{"path":"/redirect/9835054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nico lernt am Friedhof Joschis Zwillingsbruder Jakob kennen, der mit seinem Bruder schon lange vor dessen Tod abgeschlossen hat, und deswegen auch wenig Interesse zeigt, sich mit Nico anzufreunden. Die Freundinnen erhalten Grüße aus dem Jenseits in Form von Joachim Schnitzlers Autogrammkarten. Zeitgleich taucht auch Anatols Waffe wieder auf, mit der sich Raoul erschossen hat. Das Ermittler/​innen-Paar Jörg Pudschedl und Tabata Goldstaub nimmt seine Arbeit in der Vorstadt wieder auf. Durch die Krebsdiagnose zeigt Georg Reue und sehnt sich nach seiner Ex-Frau Maria.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12286514","hoster":"VOE"},{"path":"/redirect/12266743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Sonia ist genervt von Anatols Eifersucht und fordert ihn mit Hilfe Timos immer mehr heraus. Auch bei Wally und Hadi kriselt es ordentlich, als Wally ihrem Verlobten eine Affäre mit Priska vorwirft. Frustriert von Wallys fehlendem Vertrauen erzählt Hadi, dass er mit Hilfe von Priska Wallys Schwester ausfindig machen konnte. Das Wiedersehen führt Wally ins Kloster. Vanessa erfährt von Zimmergenossin Chantal immer mehr über die Weiber und ihre Machenschaften, die Schnitzlers ehemalige Sekretärin in die Psychiatrie getrieben haben. Anna Schneider liegt im Sterben. Georg überwindet seine Angst vor Viren, um seine Mutter im Krankenhaus zu besuchen wo ihn eine Überraschung erwartet: Maria ist wieder da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9835045","hoster":"VOE"},{"path":"/redirect/9835046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Maria ist zurück und berichtet von ihrem Leben in Indien. Nach Wallys eindringlicher Bitte verrät sie ihr, wo sie Simon finden kann und trifft auf Timo, der endlich seinen Sohn wiedersieht. Jelena und Olga schicken den Weibern weiterhin anonyme Briefe, diesmal in Form von detaillierten Akten über die Freundinnen. Auch Tabata und Jörg bekommen Wind von den ominösen Unterlagen. Dr. Barbara Bragana stattet der psychiatrischen Anstalt einen Besuch ab und setzt alles daran, dass Chantal genau dort bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11774846","hoster":"VOE"},{"path":"/redirect/9858920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Das Jugendamt klopft bei der verkaterten Nico an. Selbst in ihrem Zustand realisiert sie, dass ihr der Weg übers Amt kein Babyglück bescheren wird. Doch mit Jakob eröffnen sich neue Optionen. Sonia findet in Anatols Ex-Freundin Uschi eine hilfreiche Verbündete und möchte den eifersüchtigen Freund mit seinen eigenen Waffen schlagen. Hadi wird zum Bewerbungsgespräch eingeladen – Dank Priskas Hilfe, die ihre Augen immer noch nicht von Hadi lassen kann. In der Geschlossenen geht es heiß her zwischen Chantal und Pfleger Theo. Vanessa erwischt die beiden und freut sich über das neue Ass im Ärmel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9856978","hoster":"VOE"},{"path":"/redirect/9856969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Die Weiber erreicht eine Geldforderung in Millionenhöhe. Wally, Nico und Sonia verdächtigen Chantal als Erpresserin. Als sie von Chantals Aufenthaltsort erfahren, statten die Frauen der psychiatrischen Anstalt einen Besuch ab. Doch sie kommen zu spät, ein alter Bekannter war schneller. Vanessa gelingt der Ausbruch aus der Geschlossenen. Ihr erster Weg führt sie zu ihrer Familie, wo die neue Hausherrin Dr. Tina Mossaheb-Held schaltet und waltet. Wally glaubt, dass Hadi sie betrogen hat und setzt ihn kurzerhand vor die Tür. Priska wittert ihre Chance. Sonia findet sichtlich Gefallen an ihren heimlichen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9991705","hoster":"VOE"},{"path":"/redirect/9991706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Wally tauscht Champagner gegen Salbeitee, Nico füttert auf Jakobs Hof Hühner im Gegenzug für eine Samenspende und Sonias doppeltes Spiel, um Anatols Eifersucht zu bändigen, erreicht seinen Höhepunkt. Neben dem alltäglichen Wahnsinn schmieden die Vorstadtweiber Pläne, wie sie mit der Lösegeldforderung umgehen. In der Nebenwohnung bildet sich inzwischen eine Allianz der Erpresserinnen und Jelenas Team bekommt Zuwachs. Georg besucht mit Wally im Schlepptau seinen Sohn Simon. Hadi schläft immer noch im Hotel, und Priska bietet ihm verführerische Gesellschaft an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9991828","hoster":"VOE"},{"path":"/redirect/9991823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10062378","hoster":"VOE"},{"path":"/redirect/10062375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10062361","hoster":"VOE"},{"path":"/redirect/10062362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/vorstadtweiber/staffel-6/episode-11","name":"Folge 11","epNo":11,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10062369","hoster":"VOE"},{"path":"/redirect/10062367","hoster":"Streamtape"}]}]}]}]}