{"seriesId":"waco-the-aftermath","name":"Waco: The Aftermath","descr":"Die Handlung folgt den Überlebenden der Waco-Katastrophe, die sich nach dem Einsatz des FBI in ihrer verdrehten Weltanschauung bestätigt sehen und weiter radikalisieren. Dazu gehört auch der rassistische Waffennarr Timothy McVeigh, der während der Belagerung in Waco als Zuschauer dabei war, um dann den Plan zu schmieden, zwei Jahre später gemeinsam mit Terry Nichols und Michael Fortier den Bombenanschlag auf das Murrah Federal Building in Oklahoma City auszuüben, in dessen Folge 168 Menschen starben. Schließlich wurde er vom FBI verhaftet, vor Gericht gestellt, zur Todesstrafe verurteilt und hingerichtet. Aus dieser rechten Anhängerschaft formierte sich letztendlich der Mob, der im Januar 2021 die Erstürmung des US-Kapitols anführte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Truths and Consequences","epNo":1,"alt":"Truths and Consequences","descr":"Nach der tödlichen Belagerung von Waco sieht sich der FBI-Unterhändler Gary Noesner mit Schuldzuweisungen und seiner eigenen Schuld konfrontiert. Während die nationalen Spannungen hochkochen, treffen die überlebenden Davidianer im Gericht ein, wo ihr Prozess beginnen soll. Eine Rückblende zeigt den Moment, in dem der junge Vernon Howell in Mount Carmel ankommt, bevor er der berüchtigte David Koresh wird.","versions":[{"lang":1,"streams":[{"redirect":14526527,"hoster":"VOE"},{"redirect":13267097,"hoster":"Doodstream"},{"redirect":14455623,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"A Common Enemy","epNo":2,"alt":"A Common Enemy","descr":"Die Zeugenaussagen im Gerichtssaal werden immer hitziger, da beide Seiten darüber streiten, wer zuerst geschossen hat. Gary und Angie entdecken während einer Observierung in einer Absteige der Aryan Nation einige interessante Informationen. Vernon und Lois kehren von ihrer Pilgerreise zurück, und Vernon berichtet von seiner Vision. Gary bittet die Verantwortlichen des FBI, die Bedrohung durch den nationalen Terror ernst zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":14530901,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"The Gospel According to Livingstone Fagan","epNo":3,"alt":"The Gospel According to Livingstone Fagan","descr":"Cogdell berichtet seinem Team von einer seltsamen Begegnung und hat später ein Treffen mit einem Mann, der vielleicht nicht so verrückt ist, wie er scheint. Gary findet einen Hinweis, der ihn zu einer beunruhigenden Konfrontation führt, und bittet später eine unwahrscheinliche Quelle um Hilfe. Vernon lädt Livingstone ein, sich ihm in Texas anzuschließen, und gibt später eine Erklärung ab, die weitreichende Folgen haben wird.","versions":[{"lang":1,"streams":[{"redirect":14530900,"hoster":"VOE"},{"redirect":13267084,"hoster":"Doodstream"}]}]},{"epId":"episode-4","name":"Conspiracy","epNo":4,"alt":"Conspiracy","descr":"Carol infiltriert Elohim City, wo es eine beunruhigende Unterströmung über einen bevorstehenden Krieg gibt. Cogdell gewinnt mehrere Verhöre, ist sich aber nicht sicher, ob das ausreichen wird. Carol kämpft darum, ihre Tarnung in Elohim City aufrechtzuerhalten. Vernons Kampf um die Kontrolle über Mount Carmel nimmt eine gefährliche Wendung.","versions":[{"lang":1,"streams":[{"redirect":14530909,"hoster":"VOE"},{"redirect":14461751,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reckoning","epNo":5,"alt":"Reckoning","descr":"Gary steht vor einer tickenden Uhr und hofft, eine weitere Katastrophe zu verhindern. Das Schicksal der Davidianer wird am Ende des Prozesses enthüllt. Vernon kehrt nach Mount Carmel zurück, jetzt mit dem selbsternannten Propheten David Koresh.","versions":[{"lang":1,"streams":[{"redirect":14516382,"hoster":"VOE"},{"redirect":14466515,"hoster":"Streamtape"}]}]}]}]}