{"seriesId":"walker-texas-ranger","name":"Walker, Texas Ranger","descr":"Texas Ranger Cordell Walker sorgt für Ordnung in Dallas und im Rest von Texas. Zusammen mit seinem Kollegen Jimmy Trivette und der stellvertretenden Bezirksstaatsanwältin Alex Cahill tritt er für Recht und Gesetz ein. Unterstützung erhält er dabei auch von seinem Mentor C.D. Parker, einem ehemaliger Texas Ranger, der inzwischen eine Bar betreibt.  Walker ist zur Hälfte Indianer und lebte nachdem er als kleines Kind zugesehen hat wie seine Eltern erschossen wurden bei seinem Onkel Ray im Reservat. Von diesem erhält er noch oft gute Ratschläge. Auch greift er hin und wieder auf Stammesweisheiten uvm. zurück, wenn er nicht mehr weiter weiß.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Feuertaufe","epNo":1,"alt":"Trial By Fire","descr":"Ein streng geheimer Mikrochip ist verschwunden. Eine Reihe von brutalen Morden bringt Walker und die Ranger auf die Spur einer Verschwörung zwischen einem nordkoreanischen Syndikat und einem zwielichtigen Waffenhändler. Als einer der Ranger in einen Doppelmord verwickelt wird, versucht Kay Austin, eine Expertin der Spurensicherung, in einem verzweifelten Rennen gegen die Zeit Beweise für seine Unschuld zu erbringen.","versions":[{"lang":1,"streams":[{"redirect":9620626,"hoster":"VOE"},{"redirect":8300478,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schwarze Spinne","epNo":1,"alt":"One Riot, One Ranger","descr":"In Forth Worth häufen sich merkwürdige Überfälle, die auf den ersten Blick in keiner Beziehung zueinander zu stehen scheinen. Bei einem dieser mysteriösen Raubzüge wird Walkers Partner Mobely heimtückisch erschossen. Daraufhin vermittelt C.D. seinem Freund und Kollegen einen neuen Assistenten: Jimmy Trivette. Walker und Trivette sind so unterschiedlich wie Feuer und Wasser, und so dauert es einige Zeit, bis sich der temperamentvolle Ex-Footballstar und der brummige Ranger aufeinander eingespielt haben. Unterdessen plant der Gangsterboß Orson den Beutezug seines Lebens: Er will mit seinen Männern vier Banken im Zentrum von Fort Worth gleichzeitig überfallen. Die bisherigen Überfälle waren nichts anderes als \"Übungen\". Walker kommt dem Unterweltler allerdings bald auf die Spur – allerdings hat der noch einige Tricks in der Hinterhand. Auf Alex’ Bitte hin hat Walker derweil eine junge Frau bei sich einquartiert, die von drei Männern vergewaltigt wurde und gegen ihre Peiniger vor Gericht aussagen will. Walker hat die Aufgabe, sie bis zum Prozeß zu schützen. Die Gangster bekommen jedoch seine Adresse heraus und wollen die Zeugin für immer zum Schweigen bringen. Dass auf sie eine gewaltige Überraschung wartet, können sie indes nicht ahnen …","versions":[{"lang":1,"streams":[{"redirect":14076725,"hoster":"VOE"},{"redirect":8533929,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"An der Grenze","epNo":2,"alt":"Borderline","descr":"Alex setzt alles daran, den Polizistenmörder Devlin des Mordes zu überführen. Walker und Trivette machen sich auf die Suche nach dem flüchtigen Killer. Kurz vor der Eröffnung des Prozesses taucht Dewey Baker in der Stadt auf, ein ehemaliger Sheriff, den Alex vor Jahren wegen Misshandlung und Erpressung hinter Gitter gebracht hatte. Bei seiner Verurteilung hatte er geschworen, sich an Alex zu rächen. Walker weiß, dass Baker seine Drohung wahr machen wird und bittet Alex, vorübergehend unterzutauchen. Doch die weigert sich, weil sie glaubt, dass ohne ihren Einsatz der Prozess gegen Devlin mit einem Freispruch enden würde. Auch als sie in ihrem Haus von Bakers Komplizen Dwayne überfallen wird und Baker selbst ihr Pferd tötet, bleibt sie hart. Zwar gelingt es Walker, Dwayne aufzustöbern, doch als er in dessen Versteck auftaucht, findet er nur noch die Leiche des Gangsters. Bald muss er feststellen, dass die Jagd nach Dwayne nur ein Ablenkungsmanöver war: Baker hat Alex entführt! Gemeinsam mit Trivette macht sich Walker auf die Suche nach der Staatsanwältin und ihrem Kidnapper …","versions":[{"lang":1,"streams":[{"redirect":14038560,"hoster":"VOE"},{"redirect":14022419,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Nippon-Deal","epNo":3,"alt":"A Shadow In The Night","descr":"Der Kongressabgeordnete Lio Cabe trifft sich in Japan mit einem Mitglied der Yoghisa-Gruppe, um über Geschäfte mit gestohlenen Kunstschätzen zu verhandeln. Dabei kommt es zu einer schweren Auseinandersetzung, bei der Cabes Partner Yager den Japaner erschießt. Sie fliehen aus dem Land, doch die Yoghisa-Gruppe hat die Verfolgung aufgenommen und will den Tod ihres Bandenmitglieds rächen. Nach mehreren Mordanschlägen auf Cabe werden Walker und Trivette dem Politiker als Personenschützer zugeteilt, ohne jedoch die wahren Hintergründe zu kennen. Schon bald schöpft Walker Verdacht. Bei seinen Recherchen trifft er auf seinen ehemaligen Freund Yoshi, der nun auf Cabe angesetzt ist. Walker gelingt es nicht, den Japaner von seinem Plan abzubringen. In einem leeren Fabrikgebäude kommt es zum dramatischen Showdown.","versions":[{"lang":1,"streams":[{"redirect":14038607,"hoster":"VOE"},{"redirect":8533924,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kopfgeldjagd","epNo":1,"alt":"Bounty","descr":"Der labile Roy Buchanan wird gegen Kaution aus dem Gefängnis entlassen. Um die Hypotheken für die Farm seines Vaters zahlen zu können, überfällt er, kaum in Freiheit, zusammen mit seinem Bruder Ned mehrere Bankautomaten. Auf diesen Fehltritt hat der brutale Kopfgeldjäger Waywell nur gewartet, heftet sich an Roys Fersen und jagt ihn durchs ganze Land. Schon 18 Menschenleben gehen auf das Konto des erbarmungslosen Waywells. Walker will endlich dem skrupellosen Menschenjäger das Handwerk legen, doch diesmal kommt er zu spät …","versions":[{"lang":1,"streams":[{"redirect":14038684,"hoster":"VOE"},{"redirect":14021980,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sturmwarnung","epNo":2,"alt":"Storm Warning","descr":"Um einen Drogenring zu zerschlagen, soll Trivette undercover ins Gefängnis eingeschleust werden. Auf dem Weg zum Gefängnis nach Huntsville verunglückt jedoch der Gefangenentransport während eines gewaltigen Hurrikans. Sämtliche Häftlinge können sich daraufhin befreien und in einem abgelegenen Golf-Hotel verschanzen. Walker findet den verlassenen Bus, folgt den Spuren der entflohenen Sträflinge und gelangt schließlich unbemerkt zu dem Hotel. Mit Hilfe der gelähmten Robin gelingt es ihm, die Entflohenen einen nach dem anderen unschädlich zu machen. Doch dann werden Walker und Trivette entdeckt und nur noch Robin kann ihnen helfen …","versions":[{"lang":1,"streams":[{"redirect":14038544,"hoster":"VOE"},{"redirect":8533939,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Namen Gottes","epNo":3,"alt":"In The Name Of God","descr":"John Bodie hat die Zeit im Knast gut genutzt und ein ausgiebiges Bibelstudium betrieben. Nach seiner Entlassung hat er nun eine religiöse Sekte gegründet. Ältere Menschen lockt er in das schwerbewachte Camp, um an ihre Einkünfte zu kommen, jüngere werden von ihm sexuell missbraucht. Als Alex von Hank, dem Vater eines dieser Mädchen, um Hilfe gebeten wird und in das Camp fährt, nimmt Bodie sie gefangen. Nur unter größten Schwierigkeiten können Walker und Trivette in das Camp eindringen und Alex befreien.","versions":[{"lang":1,"streams":[{"redirect":14076733,"hoster":"VOE"},{"redirect":14025530,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf Bewährung","epNo":4,"alt":"Crime Wave Dave","descr":"Der vorbestrafte Billy Clancy verschwindet eines Tages spurlos. Sein Bewährungshelfer David Kilmer ist fest davon überzeugt, dass Billy wieder rückfällig geworden ist. Er wendet erstaunlich rabiate Methoden an, um Billy wiederzufinden. Das macht Walker und Trivette misstrauisch, und sie stellen Nachforschungen über Kilmer an. So finden sie heraus, dass der Mann des Gesetzes seine Schützlinge als Handlanger und Sündenböcke für seine eigenen kriminellen Machenschaften missbraucht. Die Lage spitzt sich zu, als man Billy in einer Jagdhütte findet, denn Kilmer entführt Billys Frau und Kind und hält sie in einer Lagerhalle als Geiseln gefangen …","versions":[{"lang":1,"streams":[{"redirect":14038658,"hoster":"VOE"},{"redirect":14029687,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hetzjagd","epNo":5,"alt":"End Run","descr":"Walker und Trivette sollen Catherine \"Cat\" Prather nach New Orleans bringen, wo sie im Prozess gegen den Gangsterboss Trigger Jenks aussagen soll. Dabei weigert sich die widerspenstige Zeugin hartnäckig, in ein Flugzeug zu steigen. Es bleibt den beiden Rangers nichts anderes übrig, als die kratzbürstige Kronzeugin mit dem Auto zum Prozess zu fahren. Bei allen Reibereien fängt es zwischen Trivette und Cat gehörig an zu knistern. Doch auf ihrer Reise bleibt nur wenig Zeit für romantische Stunden zu zweit. Walker, Trivette und Cat befinden sich auf einer tödlichen Odyssee, denn Trigger und seine Bande machen gnadenlos Jagd auf die drei.","versions":[{"lang":1,"streams":[{"redirect":14076718,"hoster":"VOE"},{"redirect":8533945,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bruderliebe","epNo":6,"alt":"Family Matters","descr":"Lanie Flanders soll in einem Prozess aussagen, hat jedoch zur Bedingung gemacht, dass auch ihr Bruder Mickey in ein Zeugenschutzprogramm aufgenommen wird. Mickey hält sich daraufhin für unbesiegbar und begeht mit einem Freund einen kaltblütigen Überfall auf eine Bar, bei der ein Mann lebensgefährlich verletzt wird. Doch Walker sind die Hände gebunden, da er von Alex Order hat, sich nicht in den Fall einzumischen. Dennoch recherchieren Trivette und Walker weiter. Unterdessen lernt Walker Archie kennen, einen Jungen, der von seinen Schulkameraden drangsaliert wird und dem Walker Tipps gibt, wie er mit solchen Strolchen besser fertig wird. Mickey hat derweil einen Plan ausgeheckt, wie er den lästigen Ranger loswerden kann. Als er Walker in dessen Haus erledigen will, kommt es zu einem Handgemenge und zu einem tragischen Unfall …","versions":[{"lang":1,"streams":[{"redirect":14076681,"hoster":"VOE"},{"redirect":8533936,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliches Gift","epNo":7,"alt":"She\u0027ll Do to Ride With the River","descr":"Durch den Mord an dem Tierarzt Dr. Slate kommen Walker und Trivette auf die Spur einer Firma, die mit unlauteren Methoden arbeitet. Das Spezialunternehmen beseitigt illegal Giftstoffe aus dem Zweiten Weltkrieg. Sie vermischen die gefährlichen Substanzen mit Altöl und versprühen die Mixtur kurzerhand auf der Straße. Mit Hilfe von Allie, der Tochter des Tierarztes, gelingt es Walker und Trivette, die Bande auf frischer Tat zu erwischen.","versions":[{"lang":1,"streams":[{"redirect":14038693,"hoster":"VOE"},{"redirect":14026163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mann gegen Mann","epNo":8,"alt":"Unfinished Business","descr":"Es ist wie verhext: Alle Straftäter, die Walker gerade festnehmen will, werden ermordet. Kurz nach den Morden geht jedes Mal ein Bekennerschreiben bei den Texas Rangers ein – mit der Unterschrift \"Ranger Bodine\". Offenbar scheint der rätselhafte Unbekannte von der Wahnidee beherrscht, besser zu sein als Walker und das durch Lynchjustiz beweisen zu wollen. Walker und Trivette machen sich auf die Suche. Zunächst ergebnislos. Doch dann hegen sie Verdacht gegen den neuen Verehrer von Assistentin Evie, und schon bald entpuppt sich der scheinbar so freundliche Kavalier tatsächlich als der gesuchte Psychopath. Mit Evie in seiner Gewalt zwingt er Walker zum Zweikampf – Mann gegen Mann.","versions":[{"lang":1,"streams":[{"redirect":14038652,"hoster":"VOE"},{"redirect":14029688,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Psycho-Killer","epNo":9,"alt":"An Innocent Man","descr":"Der wegen Mordes angeklagte Woodrow Wilton soll hingerichtet werden. Nur Cordell Walker glaubt an die Unschuld des Mannes. Bald hat er den wahren Killer im Visier. Wird es dem Texas Ranger gelingen, die Hinrichtung eines Unschuldigen doch noch zu verhindern? Woodrow Wilton wurde des Mordes an 15 Frauen für schuldig befunden und soll hingerichtet werden. Walker hat Zweifel an seiner Schuld, doch Wilton selbst hat sich zu den Gräueltaten bekannt. In letzter Minute erhalten die Ranger jedoch einen Tipp. Der wahre Mörder soll Leon Muncie heißen und auf freiem Fuß sein. Muncie ist in der Tat ein äußerst undurchschaubarer und unheimlicher Kerl. Doch es mangelt an Beweisen, um einen Vollstreckungsaufschub durchzusetzen. Die Texas Ranger vermuten, dass Muncie Wilton durch Psychoterror zu einem falschen Geständnis gezwungen hat. Bei der Durchsuchung von Muncies Haus machen sie eine grausige Entdeckung. Können sie noch verhindern, dass ein Unschuldiger hingerichtet wird?","versions":[{"lang":1,"streams":[{"redirect":14038722,"hoster":"VOE"},{"redirect":8533965,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gladiatorenkämpfe","epNo":10,"alt":"Night Of The Gladiator","descr":"Walker und Trivette lassen sich für illegale Gladiatorenkämpfe anheuern, um so einen Mord aufzuklären und einen alten Freund vor dem Tod zu bewahren. Wade Cantrell ist ein skrupelloser Unternehmer, der für die High Society von Texas illegale Gladiatorenkämpfe veranstaltet, bei denen es nur eine einzige Regel gibt: Am Ende darf nur noch ein Mann in der Arena stehen. Der Kämpfer Randy Warren wirft besonders viel Profit ab. Als er jedoch beschließt, auszusteigen, zwingt Cantrell ihn zum Weitermachen und erpresst ihn damit, dass er das Leben seines Gegners Lyle Ganz auf dem Gewissen hat. Ganz starb an den Folgen eines Kampfes mit Warren, das behauptet zumindest Cantrell. Randys besorgte Schwester Diane wendet sich hilfesuchend an Ranger Trivette, der nicht nur ein alter Freund ihres Bruders ist, sondern auch ihr Ex-Liebhaber. Trivettes Nachforschungen ergeben, dass nicht Randy, sondern Cantrell selbst der Mörder von Lyle ist. Cantrell wittert die Gefahr und bringt Diana in seine Gewalt. Um sie zu retten, lassen sich Trivette und Walker selbst als Gladiatoren anheuern.","versions":[{"lang":1,"streams":[{"redirect":14038759,"hoster":"VOE"},{"redirect":8533959,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mord im Reservat","epNo":11,"alt":"Legend of the Running Bear","descr":"Charlie Three Feathers wird ermordet. Kurz darauf wird David Little Eagle Jackson, Ranger Walkers Cousin, von zwei FBI-Agenten verhaftet. Walker versucht, seinem Cousin zu helfen, und stößt dabei auf die kriminellen Machenschaften eines gewissen Arthur Claybrook, der sich auf illegalem Weg Uran-Schürfrechte für das Reservat besorgt hatte. David hatte von Charlie Three Feathers den Schlüssel zu einem Tresorfach mit Beweisen erhalten und soll nun als Mitwisser beseitigt werden …","versions":[{"lang":1,"streams":[{"redirect":14038556,"hoster":"VOE"},{"redirect":14021978,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Mann im Schatten (1)","epNo":12,"alt":"Something in the Shadows (1)","descr":"Walker und Trivette müssen sich mit einem geheimnisvollen \"Mann im Schatten\" herumschlagen, der es auf die beiden abgesehen hat. Irgendwann erweist sich Walkers neuer Karateschüler Tony als Schlüsselfigur in dem rätselhaften Geschehen. Ein Drogenboss, auf den es Walker und Trivette abgesehen haben, setzt einen Killer auf die beiden Ranger an, und fast gelingt es dem \"Mann im Schatten\" auch, die beiden endgültig kaltzustellen. Er manipuliert den Wagen der beiden, sodass Bremsen und Lenkung versagen. Es scheint, als könne der Buchmacher Bennie wertvolle Hinweise auf die Identität des Killers geben. Währenddessen wird auf dem Gelände der Universität, an der Alex neuerdings unterrichtet, eine Studentin überfallen, und es stellt sich heraus, dass dies kein Einzelfall ist. Die Ranger übernehmen die Ermittlungen und nehmen bald darauf den ersten Verdächtigen fest. Doch ob es sich wirklich um den Täter handelt, scheint ungewiß. Alex’ neuer Bekannter, Professor Peter Needham, ist Walker aus mehrerlei Gründen ein Dorn im Auge; und schließlich erweist sich Walkers neuer Karateschüler Tony als Schlüsselfigur im ganzen Geschehen, denn nach einem Überfall auf die Ranger, bei dem Walker entführt und misshandelt wird, führt er die beiden auf die Spur von Kurt Nypos. Der benutzt den Verlobten seiner Tochter als Drogenkurier. Aus Angst vor der Brutalität Nypos und aus Angst um seine Mutter, die mit Nypos verlobt ist, weigert sich Tony jedoch, gegen den Drogenhändler auszusagen. Als Nypos Tonys Mutter fast zu Tode prügelt, will Tony Selbstjustiz üben. Zum Glück bekommen Walker und Trivette von der Sache Wind und folgen dem jungen Mann …","versions":[{"lang":1,"streams":[{"redirect":14076712,"hoster":"VOE"},{"redirect":8533962,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Mann im Schatten (2)","epNo":13,"alt":"Something in the Shadows (2)","descr":"Abermals fällt eine Studentin dem gnadenlosen Serienvergewaltiger zum Opfer. Die perfiden Taten ereigneten sich auf jenem Campus-Gelände, wo auch Alex unterrichtet. Walker warnt sie eindringlich vor dem Hauptverdächtigen, mit dem sie vertraulich zusammenarbeitet, kann aber nichts beweisen. Wird Alex das nächste Opfer?","versions":[{"lang":1,"streams":[{"redirect":14038760,"hoster":"VOE"},{"redirect":8533967,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefährliche Liebschaft","epNo":14,"alt":"On Deadly Ground","descr":"Walker und sein alter Freund Paco von der Drogenfahndung heben ein Kokainlabor aus, das dem mexikanischen Großdealer Emilio Durazo gehört. Den Tipp dazu erhielten sie von Maria, die Durazos Geliebte ist, ihn aber aus persönlichen Gründen vernichten will. Durazo lässt Paco kidnappen, um aus ihm herauszuprügeln, wer der Verräter ist. Walker fährt unerlaubt nach Mexiko, Trivette folgt ihm – und mit Hilfe von Maria stürmen sie Durazos Festung …","versions":[{"lang":1,"streams":[{"redirect":14038537,"hoster":"VOE"},{"redirect":8533963,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der richtige Mann zur falschen Zeit","epNo":15,"alt":"Right Man, Wrong Time","descr":"Die Countrysängerin Merrilee Summers wird von ihrem Ex-Mann mit dem Tode bedroht. Walker, der sich in die Künstlerin verliebt hat, setzt alles daran, sie zu schützen. C.D.s langjähriger Freund Ethan ist der Manager der berühmten Country-Sängerin Merrilee Summers, die C.D. sehr verehrt. C.D. bittet Ethan, einen Auftritt der Künstlerin in seinem Lokal zu arrangieren. Ethan erklärt sich dazu bereit, wenn C.D. Polizeischutz für die Sängerin stellt, da sie seit Monaten von ihrem gewalttätigen Ex-Mann Wayland Hampton bedroht wird. Walker übernimmt die Aufgabe und will gleichzeitig Wayland hinter Gitter bringen. Um die entscheidenden Beweise zu bekommen, setzt er Waylands Freund Bobby unter Druck. Dieser erklärt sich auch bereit, Merrilees trunksüchtigen Ex-Gatten ans Messer zu liefern, doch Wayland riecht den Braten und stellt Walker eine Falle. Während sich der Ranger mit einer Truppe Schläger herumprügeln muss, fährt Wayland zu C.D.s Lokal, wo er Merrilee bei ihrem letzten Auftritt erschießen will. Walker, der sich in die attraktive Sängerin verliebt hat, bleibt nur noch wenig Zeit, um seine Angebetete zu retten …","versions":[{"lang":1,"streams":[{"redirect":14038735,"hoster":"VOE"},{"redirect":8533972,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Vaterliebe","epNo":16,"alt":"The Prodigal Son","descr":"Während eines Überfalls wird ein junger Mann angeschossen und lebensgefährlich verletzt. Walker gibt sich die Schuld daran und will sich eine Zeit lang in die Badlands zurückziehen, um wieder zu sich zu finden. Zufällig begegnet er dort dem Jungen Dwayne, der mit seinem Freund aus einem Kühlhaus drei Kilo Rauschgift gestohlen hat, die der Mafia gehören. Mit diesem Stoff will sich Dwayne die Liebe seines Vaters erkaufen. Gejagt von vier Mafiosi, erreichen Dwayne und Walker die Behausung des Vaters. Dort muss der Junge feststellen, dass sein Vater ihn nur missbraucht hat, um an den Stoff zu kommen. Walker, Trivette und C.D. gelingt es, die Verbrecher zu inhaftieren, und die Belohnung dafür verhilft Dwayne und seiner Stiefmutter zu einem besseren Leben.","versions":[{"lang":1,"streams":[{"redirect":14038623,"hoster":"VOE"},{"redirect":8533964,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Kommitee","epNo":17,"alt":"The Committee","descr":"Eine Reihe von barbarischen Selbstjustizmorden hält Walker und Trivette auf Trab. Die zuständige Justizbehörde bittet Walker nach einiger Zeit, sich in die Organisation einzuschleichen, die offenbar hinter den Morden steckt. Um undercover in die Gruppe zu kommen, lässt sich Walker zum Schein vom Dienst suspendieren und diese Strategie trägt tatsächlich Früchte: Die Organisation nimmt Kontakt zu dem Ranger auf und akzeptiert ihn schließlich als Mitglied. Dafür jedoch soll die Anwältin Lisa Dutton, ebenfalls Mitglied der Organisation, eliminiert werden …","versions":[{"lang":1,"streams":[{"redirect":14038681,"hoster":"VOE"},{"redirect":14026164,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Entführt!","epNo":18,"alt":"Deadly Vision","descr":"Die kleine Rebecca Senstad wird entführt. Die polizeilichen Ermittlungen verlaufen ergebnislos, bis die hellsichtige Meredith Clancy eine Vision hat und den Rangern ihre Hilfe anbietet. Tatsächlich führen ihre Angaben schließlich auf die Spur eines gewissen Norval Hayes. Während Walker anderweitigen Verpflichtungen nachkommt, fahnden Trivette und C.D. zusammen mit Meredith nach dem psychisch gestörten Kindesentführer. Irgendwo in einem Versteck hält Hayes Rebecca gefangen. Als das Kind zu quengeln beginnt, schlägt die Zuneigung des Psychopathen in mörderischen Hass um …","versions":[{"lang":1,"streams":[{"redirect":14038608,"hoster":"VOE"},{"redirect":8533977,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Flug 453","epNo":19,"alt":"Skyjacked","descr":"Der mehrfache Polizistenmörder Lyle Guthrie wurde in Cleveland zum Tode verurteilt. Kurz vor der Vollstreckung verfügt das Oberste Bundesgericht jedoch seine Auslieferung nach Texas, wo wegen eines Mordes an einem Ranger ebenfalls die Todesstrafe gegen ihn verhängt wurde. Walker und Trivette werden damit beauftragt, die Überführung des gefährlichen Killers zu überwachen. An Bord des Flugzeugs gelingt es einem Komplizen Guthries, seinen Kumpel zu befreien und das Flugzeug in ihre Gewalt zu bringen. Die Verbrecher zwingen den Piloten, zurück nach Cleveland zu fliegen. Dort angekommen, drohen die beiden, nach und nach alle Passagiere und die Ranger umzubringen, wenn ihnen nicht die Flucht ermöglicht wird …","versions":[{"lang":1,"streams":[{"redirect":14076706,"hoster":"VOE"},{"redirect":8533970,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Truck Stop","epNo":20,"alt":"The Long Haul","descr":"Als Trivette von Highway-Piraten gekidnappt wird, ist Walker auf sich allein gestellt, um seinen Freund aus der Gewalt der Gangster zu befreien. Buddy Skyhawk, ein Freund von Walker, wird bei einer Lastwagentour überfallen, beraubt und niedergeschossen. Walker und Trivette nehmen die Spur auf und finden die Truck-Stop-Kellnerin Kelly, die offenbar den Highway-Piraten die entscheidenden Tipps gibt. Walker und Trivette klügeln einen Plan aus. Trivette soll als Lockvogel agieren, doch der Plan geht gründlich daneben, als er in die Hände der Gangster fällt. Walker bleibt nur noch eine Chance: Er muss sich allein in das Hauptquartier der Piraten einschleichen und Trivette befreien.","versions":[{"lang":1,"streams":[{"redirect":14076742,"hoster":"VOE"},{"redirect":8533984,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Randale","epNo":21,"alt":"Rampage","descr":"Die Cochran-Brüder terrorisieren die Gegend. Walker und Trivette setzen ihr Leben aufs Spiel, um sie zu bremsen. Troy Cochran und seine Brüder terrorisieren die Gegend, jagen Tankstellen in die Luft, rauben und vergewaltigen. Sie haben ein Armeedepot überfallen und dabei zahlreiche Waffen erbeutet, die sie nun verkaufen wollen. Ein ehemaliger Häftling, der während der Bewährungszeit zum Anlageberater ausgebildet wurde, stellt sich als Köder zur Verfügung, wird jedoch enttarnt. Eine mutige Zeugin, die sich nicht einschüchtern lässt und auf ihrer Anzeige beharrt, wird von den Cochran-Brüdern entführt. Walker und Trivette verfolgen die miesen Kerle und ihr Opfer bis auf ihre Ranch, wo sie selbst in Lebensgefahr geraten.","versions":[{"lang":1,"streams":[{"redirect":14038554,"hoster":"VOE"},{"redirect":14029689,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Attentat","epNo":22,"alt":"Deadly Reunion (1)","descr":"Walker und Trivette wollen es wissen; sie nehmen am Schießsport-Wettbewerb in Dallas teil. Die beiden schneiden sehr gut ab. Beim Finale jedoch müssen die beiden Cops gegen Officer Burke aus Kansas City antreten, und überdies hat sich Senator Knox zur Siegerehrung angekündigt. Walker und Trivette sollen ihn schützen – keine leichte Aufgabe, wie sich herausstellt …","versions":[{"lang":1,"streams":[{"redirect":14038677,"hoster":"VOE"},{"redirect":8533983,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[In Folge 22 enthalten]","epNo":23,"alt":"Deadly Reunion (2)","descr":"Bevor Senator Knox in Dallas eintrifft, wird der Verbrecher Valentine ermordet. Valentine hatte Burkes Platz eingenommen, um den Senator zu liquidieren. Der ehemalige Soldat Mitchel unterstützte ihn dabei. Der pensionierte Ranger Boyd vereitelt das Attentat, kommt dabei aber selbst ums Leben. Walker und Trivette versuchen, den Drahtziehern auf die Spur zu kommen.","versions":[]},{"epId":"episode-24","name":"Agentur für gestohlene Babys","epNo":24,"alt":"Stolen Lullaby","descr":"Laurie Mastons Baby wird entführt. Als sie ihr Kind endlich wiederfindet, ist es von einem Paar adoptiert worden. Walker und Trivette kommen einer professionellen Kidnapperbande auf die Spur. Laurie Maston ist ein mittelloses Mädchen, und alles was sie hat, ist ihr Baby Alice. Für Laurie bricht eine Welt zusammen, als ihr Kind plötzlich spurlos verschwindet. Einen Monat später glaubt sie, Alice auf einem Zeitungsfoto wiederzuerkennen – als adoptiertes Kind einer Familie Carlson. Ein Bluttest ergibt, dass Laurie tatsächlich die Mutter ist. Doch bei der Adoptivagentur liegen gefälschte Papiere vor, und so hat sie keine Chance, das Kind wiederzubekommen. Erst als Walker und Trivette einem neuerlichen Kidnapping eines Kleinkindes auf die Spur kommen, können sie Stedler, einen Mitarbeiter der Agentur, und Carlson als seinen Auftraggeber überführen.","versions":[{"lang":1,"streams":[{"redirect":14038758,"hoster":"VOE"},{"redirect":14021982,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Polizeiterror","epNo":1,"alt":"Badge Of Honor","descr":"In Adelaide führt Sheriff Beau Langley ein strenges Regiment. Als er einen schwarzen Jugendlichen tyrannisiert, greifen Walker und Trivette, die auf der Durchreise sind, ein. Bei der Überführung eines Gefangenen machen Trivette und Walker Zwischenstation in Adelaide. Der örtliche Sheriff Beau Langley macht vor allem durch seine ungeheure Brutalität von sich reden. Die Familie May, die ebenfalls auf der Durchreise ist, bekommt das massiv zu spüren. Wegen ihrer Hautfarbe werden sie von den Deputies der Stadt verwiesen. Dabei kommt es zu einer Auseinandersetzung, in deren Verlauf B.J., der Sohn der Familie, brutal zusammengeschlagen wird und im Gefängnis landet. Als Trivette und Walker den Sheriff bitten, ihren Gefangen für einen Tag in Gewahrsam zu nehmen, stellt sich heraus, dass Walker und Langley ihre Ausbildung gemeinsam absolviert haben – wobei Langley allerdings keine einzige Prüfung bestanden hat. Die Mays wenden sich verzweifelt an die beiden Ranger und bitten um Hilfe für B.J.. Es gelingt ihnen auch, den Jungen gegen Kaution freizubekommen. Doch am gleichen Abend lässt der Sheriff wieder willkürlich zwei Jugendliche verhaften. Zurück in Dallas wendet sich die Mutter von B.J. erneut hilfesuchend an Trivette. Ihr Sohn ist nach Adelaide zurückgekehrt, um eine Aussprache mit Langley zu suchen. Sie fürchtet um das Leben ihres Sohnes, und Trivette macht sich auf nach Adelaide, wo ihn eine böse Überraschung erwartet …","versions":[{"lang":1,"streams":[{"redirect":14038626,"hoster":"VOE"},{"redirect":8533993,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf frischer Tat","epNo":2,"alt":"Branded","descr":"Der Weideland-Inspektor Billy Cox ist einer Bande von Viehdieben auf der Spur und wird Opfer der skrupellosen Männer. Die Täter vertuschen den Mord geschickt, doch Walker lässt sich nicht täuschen. Der alte Weideland-Inspektor Billy Cox ist seit über einem Jahr einer gut organisierten Bande von Viehdieben auf der Spur. Doch es gelingt ihm einfach nicht, die Diebe auf frischer Tat zu stellen. Eines Nachts legt er sich ganz allein auf die Lauer und erwischt die Bande tatsächlich beim Verladen der gestohlenen Rinder. Doch als Cox versucht, die Männer zu stellen, ermorden sie ihn kaltblütig. Um ihre Tat zu vertuschen, treiben sie die Rinderherde über den Toten. Walker, der mit seiner Truppe die Aufklärung des Falles übernommen hat, lässt sich jedoch nicht so leicht täuschen. Er setzt mit seinen Nachforschungen da an, wo Cox aufhören musste und kommt den Mördern schon bald auf die Schliche. Dabei entpuppt sich einer von Cox’ Mitarbeitern als Verräter.","versions":[{"lang":1,"streams":[{"redirect":14038683,"hoster":"VOE"},{"redirect":8533989,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein einziger Alptraum","epNo":3,"alt":"Silk Dreams","descr":"Walker und Trivette stehen vor einer fast unlösbaren Aufgabe: Sie sollen die Verbreitung einer lebensgefährlichen Designerdroge verhindern. Staatsanwältin Alex Cahill wird von schlimmen Alpträumen geplagt, in denen sie immer wieder miterleben muss, wie Walker erschossen wird. Der Grund für ihre Träume: Sie steht unter permanenter Anspannung, seit Walker und Trivette an einem neuen, heiklen Fall arbeiten. Sie sollen den Durchbruch einer neuen Designerdroge namens \"Silk\" auf dem texanischen Drogenmarkt verhindern. Denn \"Silk\" hat aufgrund seiner unkalkulierbaren Dosierung bereits einige Todesopfer gefordert. Von einem Insider aus der Drogenszene, der ihm als Informant dient, erhofft sich Walker einen heißen Tip. Doch kurz vor dem Treffen wird der Informant Frank Swaine von einer Autobombe getötet und die Texas Ranger müssen mit ihren Ermittlungen wieder ganz von vorne anfangen. Zufällig entdecken Trivette und Walker einen Zusammenhang zwischen dem Tod von Swain und dem von Chemiker Randy Oates, der wenige Tage zuvor auf mysteriöse Weise ums Leben gekommen war.","versions":[{"lang":1,"streams":[{"redirect":14038676,"hoster":"VOE"},{"redirect":8533980,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rettet die Mustangs!","epNo":4,"alt":"Mustangs","descr":"Hank Sweet wird vor Alex’ Augen erschossen. Welche wichtigen Informationen wollte der Richter der Staatsanwältin übergeben? Alex erhält einen Anruf des Ranchers Hank Sweet, der ein Treffen vereinbaren will, um ihr etwas Wichtiges zu übergeben. Als die Staatsanwältin mit Walker zu dem vereinbarten Treffpunkt fährt, wird Hank vor ihren Augen erschossen. In der Hand hält er einen Umschlag mit Fotos von Pferden und Tonbandcassetten. Doch der Täter entreißt dem Schwerverletzten die Unterlagen und verschwindet unerkannt. Kurz bevor Hank stirbt, stammelt er noch etwas von Mustangs. Über einen Bekannten des Toten erfahren Alex und Walker, dass Hank Sweet üblen Machenschaft auf der Spur war: Die freilaufende Santana-Mustangherde soll von illegalen Fleischhändlern abgeschlachtet werden. Bei den Ermittlungen stoßen die Ranger auf Ned und Mitch Travis, die die Nachbarranch von Hank bewirtschaften. Walker findet heraus, dass die beiden berechtigtes Interesse an dem Tod der Tiere haben. In einer Klausel im Testament ihres Vaters heißt es, dass die Travis-Brüder das Land nicht verkaufen dürfen, solange die Santana-Herde darauf herumläuft.","versions":[{"lang":1,"streams":[{"redirect":14076686,"hoster":"VOE"},{"redirect":8534001,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fahrt in den Tod","epNo":5,"alt":"Till Death Do Us Part","descr":"In einem Auto, das gegen ein Brückengeländer gefahren ist und abzustürzen droht, ist ein Baby eingeschlossen. Mutig versucht Walker, das Kind zu retten, doch dabei gibt das Geländer nach und beide stürzen in die Tiefe. Walker wird bei dem Unfall schwer verletzt und fällt ins Koma. Voller Angst wachen Alex und C.D. an seinem Krankenbett und erinnern sich an viele schöne Momente ihrer Freundschaft. Unterdessen kümmert sich Trivette um die Übeltäter, die den Unfall verursacht haben.","versions":[{"lang":1,"streams":[{"redirect":14076732,"hoster":"VOE"},{"redirect":14021979,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schwarzes Gold","epNo":6,"alt":"Rainbow Warrior","descr":"Trauer im Cherokee-Reservat: Häuptling Sechs Federn ist tot. Doch als Grauer Wolf, der Sohn des Toten, mit dem Leichnam seines Vaters verschwindet, kommen Zweifel an dem Unfalltod des Indianers auf. Immerhin hatte die Firma Tricontinental kurz zuvor mit Sechs Federn über Ölbohrrechte im Reservat verhandelt. Da sich das Ölfeld jedoch auf heiligem Boden befindet, hatte der alte Häuptling seine Einwilligung verweigert. Walker, den seit Kindertagen eine Blutsbruderschaft mit dem Grauen Wolf verbindet, glaubt auch nicht, dass Sechs Federn einem Unfall zum Opfer fiel. Eine Ahnung sagt ihm, dass sein Blutsbruder von Tate Bodie, einem Mitarbeiter der Ölfirma, verfolgt wird. Bodie hat tatsächlich einen Killer auf den Häuptlingssohn angesetzt. Als Walker den Grauen Wolf schließlich findet, überredet er ihn, umzukehren, um eine Aussage zu machen. Auf dem Rückweg geraten die beiden in einen Kampf mit Bodie und seinen Männern. Unterdessen haben Alex und Trivette Nachforschungen über die Ölfirma und den Tod des Cherokee-Häuptlings angestellt.","versions":[{"lang":1,"streams":[{"redirect":14038555,"hoster":"VOE"},{"redirect":14029704,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sumpf aus Gift","epNo":7,"alt":"The Road to Black Bayou (1)","descr":"Urlaub mit Gangstern: Walker wird bei einem Drogenfahndungs-Einsatz schwer verletzt. Sein Arzt verdonnert ihn deshalb zu einem Erholungsurlaub. Der Ranger kann sich zwar beim Fischen in einem schönen Dorf in Louisiana erholen. Doch mit der Idylle ist es bald vorbei, als Trivette und C.D. dort auf ein illegales Drogenlabor stoßen. Walker zögert nicht lange und greift ein …","versions":[{"lang":1,"streams":[{"redirect":14038656,"hoster":"VOE"},{"redirect":8534002,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"[In Folge 8 enthalten]","epNo":8,"alt":"The Road to Black Bayou (2)","descr":"Als Walker bei einem Drogenfahndungs-Einsatz schwer verletzt wird, muss er eine Zwangspause einlegen. Sein Arzt überredet ihn zu einem Angeltrip in einem idyllischen Dorf in Louisiana. Trivette und C.D. gönnen sich ebenfalls einen kurzen Erholungsurlaub und leisten Walker Gesellschaft. Dabei entdecken sie zufällig ein illegales Drogenlabor. Sie setzen alles daran, die Drahtzieher dingfest zu machen, doch scheinbar haben sie die Drogenbande unterschätzt …","versions":[{"lang":1,"streams":[{"redirect":14076734,"hoster":"VOE"},{"redirect":14021974,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Fadenkreuz","epNo":9,"alt":"Line Of Fire","descr":"Cliff Arnett ist tot. Der Polizist hat entdeckt, dass 450 Pfund Kokain aus der Asservatenkammer der Polizei gegen Milchpulver ausgetauscht worden waren. Er verdächtigt seine Kollegen Rooks und Fargo. Als Arnett versucht, Walker und Alex von seinem Verdacht zu erzählen, fallen die tödlichen Schüsse. Rooks, Fargo und ihr Auftraggeber Mitch Cutter glauben, Arnett habe seine Kenntnisse bereits weitergegeben und wollen nun auch Walker und Alex beseitigen. Es gelingt ihnen, Alex anzuschießen. Ein kleiner Junge hat die Täter erkannt und berichtet Walker von seinen Beobachtungen. Rooks wird die Sache langsam zu heiß. Er will aussteigen und vertraut sich Walker und Trivette an. Noch in deren Beisein wird Rooks von seinem Komplizen erschossen. Bei der anschließenden Verfolgungsjagd kommt auch Fargo ums Leben. Walker versucht jetzt, an den wahren Drahtzieher heranzukommen. Dazu muss er Cutter auf frischer Tat erwischen …","versions":[{"lang":1,"streams":[{"redirect":14076708,"hoster":"VOE"},{"redirect":14021996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das zahl\u0027 ich dir heim","epNo":10,"alt":"Payback","descr":"Bei einem Überfall stehlen zwei Autodiebe einen Behindertentransporter. Walker hilft, den brutalen Übeltätern auf die Spur zu kommen. Zufällig werden Walker und Trivette Zeugen eines Überfalls: Zwei Autodiebe stehlen einen Behindertentransporter und stoßen dabei die Fahrerin und ihren Sohn, der im Rollstuhl sitzt, brutal zu Boden. Einer der Diebe entkommt mit dem Wagen, der andere wird von Walker auf der Flucht erschossen. Die Ranger versprechen der verzweifelten Mutter, den Transporter wiederzubeschaffen. Bei den Ermittlungen stellt sich heraus, dass ein organisierter Autoknacker-Ring dahintersteckt. Es gelingt Walker und Trivette, die Bande aufzuspüren und ihr mit einer Razzia das Handwerk zu legen. Doch der Fall ist noch nicht abgeschlossen. Walker schwebt in Lebensgefahr, denn der Onkel des Autoknackers, den er erschossen hat, schwört Rache für den Tod seines Neffen. Und ihm ist jedes Mittel recht!","versions":[{"lang":1,"streams":[{"redirect":14076693,"hoster":"VOE"},{"redirect":8533997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Auge des Tigers","epNo":11,"alt":"Tiger\u0027s Eye","descr":"Walker und Trivette werden um Hilfe gebeten: Die Tochter eines erfolgreichen Geschäftsmannes wurde vor einer Weile von einer Bande entführt. Die beiden Ranger wollen sofort mit ihren Ermittlungen beginnen, doch der Sicherheitsberater des Geschäftsmannes durchkreuzt ihre Pläne. Er behauptet, dass die Entführer in Wirklichkeit hinter ihm her sind und will sich nun seinem Schicksal stellen. Doch Walker setzt alles daran, die Kidnapper aufzuspüren. Nach kurzer Zeit kommt der Ranger der Gang auf die Spur, gerät dabei aber selbst in große Gefahr …","versions":[{"lang":1,"streams":[{"redirect":14076747,"hoster":"VOE"},{"redirect":14026165,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bingo!","epNo":12,"alt":"The Big Bingo Bamboozle","descr":"Diesmal haben die Rangers einen Drogendealer im Visier, der eine Bingohalle als Geldwaschanlage benutzen soll. Während Trivette sich ganz auf den Boss der Verbrecherbande konzentriert, hat Walker eine scheinbar leichtere Aufgabe: Er beschützt Elaine Portugal, die Bingo-Assistentin, mit deren Hilfe der Dealer überführt werden soll. Doch dann geschieht gänzlich Unerwartetes: Zur Überraschung aller macht sich die einzige Zeugin aus dem Staub …","versions":[{"lang":1,"streams":[{"redirect":14038724,"hoster":"VOE"},{"redirect":8533996,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Abstecher ins Filmgeschäft","epNo":13,"alt":"Money Train","descr":"Für Trivette eröffnen sich ganz neue Zukunftsperspektiven: Er schreibt eifrig an einem Drehbuch, in dem sich alles um seine Heldentaten als Texas Ranger dreht. Weil er glaubt, dass das Filmgeschäft auch für den gestressten Walker eine willkommen Abwechslung wäre, sorgt er dafür, dass sie beide als technische Berater bei den Dreharbeiten zu einem Film über einen ehemaligen Texas Ranger eingesetzt werden. Doch am Set werden beide wieder von ihrem eigentlichen Job eingeholt, denn im Filmteam stoßen Trivette und Walker auf Mitglieder einer Bande, die einen Zug überfallen will, in dem mehrere Millionen Dollar Bargeld lagern.","versions":[{"lang":1,"streams":[{"redirect":14038739,"hoster":"VOE"},{"redirect":8534013,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ausgestoßen","epNo":14,"alt":"Mean Streets","descr":"Unter den Obdachlosen von Dallas geht die Angst um, als sie von einer maskierten Bande terrorisiert werden. Bei den Obdachlosen in Dallas herrscht Panik, denn eine Bande maskierter Typen terrorisiert sie. Die Polizei kommt mit ihren Ermittlungen nicht weiter, da keiner der Betroffenen bereit ist, eine Aussage zu machen. Als eines Abends ein Obdachloser an den Folgen schwerster Misshandlungen im Krankenhaus stirbt, wendet sich eine alte Stadtstreicherin an die Texas Ranger. Die Frau war Zeugin des Überfalls. Sofort heften sich Walker und Trivette an die Spur der Gewalttäter. Walker verkleidet sich als Stadtstreicher und mischt sich unter die Leute im Milieu. Schon bald erhält er wichtige Hinweise, unter anderem eine Autonummer. Das Kennzeichen führt ihn zu einer der einflussreichsten Familien der Stadt. Der Vater des Verdächtigen hat viel Geld für die lokale Obdachlosenmission gespendet. Wenige Tage später tauchen drei Jugendliche im Viertel auf, die Geld an die Leute verteilen. Walker ist überzeugt, die Täter endlich gefunden zu haben.","versions":[{"lang":1,"streams":[{"redirect":14038561,"hoster":"VOE"},{"redirect":8534005,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Cowboy","epNo":15,"alt":"Cowboy","descr":"Auf dem Weg zu einem Bewerbungsgespräch wird Alex entführt. Anwältin Alex erhält ein lukratives Job-Angebot von einer großen Anwaltskanzlei in Dallas. Doch auf dem Weg zu dem Vorstellungsgespräch werden sie und der Besitzer der Firma von bewaffneten Gangstern gekidnappt. Walker und Trivette versuchen sie zu finden, bevor ein Unglück geschieht. Alex versucht derweil, die beiden mit einem Handy zu erreichen, dass sie unter ihrer Bluse versteckt hat …","versions":[{"lang":1,"streams":[{"redirect":14038562,"hoster":"VOE"},{"redirect":8534009,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Krieg auf den Straßen (1)","epNo":16,"alt":"War Zone (1)","descr":"Eine Einbruchsserie versetzt viele Bürger in Angst und Schrecken. Eine hochprofessionelle und extrem brutale Bande verübt zahlreiche Raubüberfälle auf Supermärkte, Banken und Geldwechselstuben. Nachdem bei einem neuerlichen Überfall der Texas Ranger Logan Reno in Ausübung seiner Pflicht erschossen wurde, nimmt sich Walker dem Fall an. Zusammen mit Logans Tochter, einer Polizistin, heftet er sich an die Fersen der Bande. Bald erhärtet sich der Verdacht, dass die Gangster über geheimes Insiderwissen verfügen müssen …","versions":[{"lang":1,"streams":[{"redirect":14076744,"hoster":"VOE"},{"redirect":8534018,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Krieg auf den Straßen (2)","epNo":17,"alt":"War Zone (2)","descr":"Eine Serie von Einbrüchen fordert ihr erstes Opfer: Walkers ehemaliger Freund Logan wird bei einem Einbruch ermordet. Walker und Logans Tochter sind fest entschlossen, die Mörder zu finden.","versions":[{"lang":1,"streams":[{"redirect":14076731,"hoster":"VOE"},{"redirect":14021975,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Glaube niemandem","epNo":18,"alt":"Trust No One","descr":"Die Pike-Brüder sollen bei der Entgegennahme von 30 Millionen gefälschter Dollar verhaftet werden. Die Zollbehörde stellt fest, dass 5 Millionen Dollar fehlen. Walker und Trivette verdächtigen Steve Macy, den Überbringer des Geldes. Dieser ist aber gleichzeitig Informant und Zeuge für den Staatsanwalt, hat also mächtige Fürsprecher. Ein vorwitziger Fernsehreporter lenkt den Verdacht auf Trivette. Eine angebliche Wohnung, ein Bankkonto in Mexico und ein einfaches Flugticket dahin entkräften nicht gerade die Anschuldigungen. Doch durch Entlarvung des intriganten Doppelspiels, das Macys Freundin Stacy betreibt, gelingt es Walker und Trivette, die wahren Zusammenhänge zu erkennen und rechtzeitig einzugreifen.","versions":[{"lang":1,"streams":[{"redirect":14038662,"hoster":"VOE"},{"redirect":8534011,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Porno Queen","epNo":19,"alt":"Blue Movies","descr":"Die Texas Ranger ermitteln gegen den angesehenen Gemeindefunktionär Lamont Dade wegen des Verdachts der Geldwäsche und dem illegalen Handel mit Pornos. Außerdem findet Walker bei seinen Nachforschungen heraus, dass eine der Pornodarstellerinnen noch minderjährig ist. Als kurze Zeit später das Mädchen plötzlich spurlos verschwindet, ist den Ermittlern klar, dass Dade dahinter stecken muss. Es beginnt ein Wettlauf gegen die Zeit …","versions":[{"lang":1,"streams":[{"redirect":14038566,"hoster":"VOE"},{"redirect":8534007,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Auf heiligem Grund","epNo":20,"alt":"On Sacred Ground","descr":"Unter der Leitung von Tommy, Sohn von Billy Grauer Wolf, überfällt eine Gruppe Indianer Kunstgalerien, um dort ausgestellte indianische Kulturgüter an sich zu bringen. Diese Güter stammen von Grabplünderungen indianischer Friedhöfe, wie Walker von Billy erfährt. Tommy und eine Schar Gleichgesinnter haben es sich zur Aufgabe gemacht, diese Schätze zurückzuholen. Walker gelingt es, einen bekannten Galeristen aus Dallas mit den Grabplünderungen in Verbindung zu bringen. Als ein alter Indianer auf dem Osage-Friedhof ermordet aufgefunden wird, schwört Tommy furchtbare Rache. Um das Schlimmste zu verhindern, machen Walker und Billy Grauer Wolf Tommy ausfindig, um gemeinsam den Grabräubern das Handwerk zu legen.","versions":[{"lang":1,"streams":[{"redirect":14076735,"hoster":"VOE"},{"redirect":8534008,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Sperrzone","epNo":21,"alt":"Case Closed","descr":"Walker und Alex beobachten eines Tages ein seltsames Licht. Plötzlich begegnen sie einem völlig verstörten Mädchen: Die berichtet, ihr Vater sei von \"Himmelsmenschen\" entführt worden. Walker wird dabei auf eine seltsame Air-Force-Basis aufmerksam, in der sich wundersame Dinge ereignen, weitere Ermittlungen bringen Überraschendes ans Tageslicht.","versions":[{"lang":1,"streams":[{"redirect":14038641,"hoster":"VOE"},{"redirect":8534015,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Fluch des Goldes","epNo":22,"alt":"Flashback (1)","descr":"Nach 40 Jahren intensiver Suche, findet Jake endlich das ‚Cooper-Gold‘. Der legendäre Ranger Cooper soll angeblich vor 130 Jahren das Geld gestohlen und versteckt haben soll. Als Jake nach dem Fund zu einem Münzhändler fährt, wird dieser prompt überfallen und Jake dabei getötet. Nun muss Walker die gestohlenen Münzen zurückholen und beweisen, dass es nicht Cooper war, der damals das Gold gestohlen hat.","versions":[{"lang":1,"streams":[{"redirect":14038619,"hoster":"VOE"},{"redirect":8534038,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[in Folge 22 enthalten]","epNo":23,"alt":"Flashback (2)","descr":"Als Jake nach über 40 Jahren hartnäckiger Suche das ‚Cooper-Gold‘ findet, kann er sein Glück kaum fassen. Der sagenumwobene Ranger Cooper soll vor 130 Jahren einen Raubüberfall verübt haben. Die Beute soll er anschließend an einem geheimen Ort versteckt haben. Doch Jake wird auf dem Weg zu einem Münzhändler überfallen, ausgeraubt und niedergeschossen. Walker heftet sich sofort an die Fersen der Gangster, um die gestohlenen Münzen sicherzustellen. Außerdem möchte er beweisen, dass der legendäre Ranger Cooper zu Unrecht als Dieb geächtet wurde …","versions":[{"lang":1,"streams":[{"redirect":14076692,"hoster":"VOE"},{"redirect":14021976,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Heißer Schnee aus Mexiko (1+2)","epNo":24,"alt":"Stand Off (1)","descr":"Während des Empfangs des mexikanischen Präsidentschaftskandidaten Mendoza in Dallas, kommt es zu einer schweren Auseinandersetzung. Ein Attentat kann gerade noch verhindert werden. Dem Täter gelingt zwar die Flucht, aber er kann identifiziert werden: Philippe Brouchard ist als skrupelloser Killer bekannt, der wohl nicht so schnell aufgeben wird. Walker ist sich sicher, dass Mendoza immer noch in großer Gefahr ist und setzt alles daran, den Schützen aufzuspüren und dingfest zu machen. Kann der Texas Ranger einen neuerlichen Anschlag verhindern?","versions":[{"lang":1,"streams":[{"redirect":14038767,"hoster":"VOE"},{"redirect":14021981,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"[in Folge 24 enthalten]","epNo":25,"alt":"Stand Off (2)","descr":"Beim festlichen Bankett stürmt der Attentäter Philippe Brouchard mit seiner Bande den Saal, um alle Anwesenden als Geiseln zu nehmen. Nun fordert der Schwerkriminelle auch die Freilassung eines Inhaftierten. Um seiner Forderung Nachdruck zu verleihen, ermordet er eine Geisel. Walker versucht nun, im Alleingang ins Gebäude zu gelangen. Kann er eine Katastrophe verhindern?","versions":[]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Psychoterror","epNo":1,"alt":"Blown Apart","descr":"Ein aus einer geschlossenen Abteilung ausgebrochener geistesgestörter Krimineller setzt zu einem Rachefeldzug an – und auch Walker steht auf seiner Liste. Der geistesgestörte Kriminelle Max Kale hat es geschafft, die Gefängnispsychiater davon zu überzeugen, er sei geheilt. Nach seiner Verlegung in eine weniger streng bewachte Abteilung gelingt ihm die Flucht – und das Ziel, das den \"bibelfesten\" Wahnsinnigen antreibt, ist der Gedanke an Rache an all jenen, die seinerzeit dafür gesorgt haben, dass er hinter Gittern kommt. Zunächst tötet er Richter Hollister, den er mitsamt seiner Wochenendhütte in die Luft sprengt. Die nächsten Kandidaten auf seiner Liste sind die Anklagevertreterin Alex, die Psychaterin Dr. Jane Pine und Kales Ex-Frau Angela. Für das Finale seines Rachefeldzuges hat er schließlich Walker auserkoren.","versions":[{"lang":1,"streams":[{"redirect":14038671,"hoster":"VOE"},{"redirect":14029693,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verdeckte Ermittlung","epNo":2,"alt":"Deep Cover","descr":"Der Texas Ranger begibt sich auf lebensgefährliches Terrain, und zwar undercover als Drogendealer. Diesmal will er an die Hintermänner eines lukrativen Drogenringes kommen. Aber nicht nur das, er muss zudem einen gefangenen Polizisten befreien, der sich vorher in die Organisation eingeschleust hatte. Wird Walker diese Himmelfahrts-Mission überstehen?","versions":[{"lang":1,"streams":[{"redirect":14076683,"hoster":"VOE"},{"redirect":8534020,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blutige Sabotage","epNo":3,"alt":"The Guardians","descr":"Auf einer Bohrinsel häufen sich tödliche Unfälle, ständig geht teures Material zu Bruch. Walker heuert als Arbeiter auf der Bohrinsel an, um verdeckt zu ermitteln. Bald findet er heraus, dass der radikale Umweltschützer Jerry Lee Stark und seine Anhänger für die Sabotageakte verantwortlich sind. In letzter Sekunde kann Walker den teuflischen Plan Starks verhindern, die gesamte Bohrinsel mitsamt der Arbeiter in die Luft zu sprengen.","versions":[{"lang":1,"streams":[{"redirect":14076726,"hoster":"VOE"},{"redirect":8534025,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bonnie und Clyde","epNo":4,"alt":"Collision Course","descr":"Der junge Billy Kramer bricht aus dem Gefängnis aus, um fortan ein Leben zu führen wie sein Idol Clyde Barrow. Dazu benötigt er nur noch die passende Bonnie. Also entführt er kurzerhand seine Jugendliebe Dory, C.D.s Nichte. Er zwingt sie dazu, ihn bei seinen Banküberfällen zu begleiten, bei denen er nicht lange fackelt und notfalls auch Menschen erschießt. Walker und C.D. heften sich an seine Fersen, und ein nervender Radiomoderator bläst voreilig zur Kopfgeldjagd auf \"Bonnie und Clyde\". Billy geht in seinem Wahn soweit, dass er wie sein großes Vorbild zusammen mit seiner Geliebten im Kugelhagel umkommen will. Also manövriert er sich selbst in eine ausweglose Situation, wird aber dann von Walker äußerst unspektakulär und unblutig überwältigt.","versions":[{"lang":1,"streams":[{"redirect":14076719,"hoster":"VOE"},{"redirect":8534022,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wettbetrug","epNo":5,"alt":"Point After","descr":"Trivette muss bei einem Football-Team ermitteln, das in einen Wettbetrug verwickelt zu sein scheint. Trivette wird von Coach Morell, dem Trainer des erfolgreichen College Football-Teams \"Chargers\" nach Clearwater gebeten, weil die Jungs nicht mehr mit voller Begeisterung spielen und auch Assistenz-Trainer Slocum durch zunehmende Gereiztheit auffällt. Eines Abends wird Slocums Wagen von der Straße abgedrängt. Walker ermittelt mit Hilfe der Journalistin Tara einen gewissen Vern Fuller als Täter. Dieser wird aber während seines Aufenthalts im Gefängnis vergiftet, bevor er eine Aussage machen kann. Eine heiße Spur führt in die Longhorn Bar, in dessen Hinterzimmer sich ein florierendes Wettbüro befindet. Doch die weiteren Ermittlungen gestalten sich schwierig, da weder der Sheriff noch die Bevölkerung der Kleinstadt an einer Aufklärung des Falles interessiert zu sein scheinen. Sie beschäftigen sich ausschließlich mit der bevorstehenden Staatsmeisterschaft und den Gewinnchancen der Chargers.","versions":[{"lang":1,"streams":[{"redirect":14038686,"hoster":"VOE"},{"redirect":8534026,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heilige Erde","epNo":6,"alt":"Evil In The Night","descr":"Auf einer Baustelle wird eine alte Indianergrabstätte gefunden. Der Komantschen-Medizinmann Running Wolf, Kenner der schwarzen Magie, beginnt daraufhin, einige der am Bau Beteiligten zu töten, um die Seele der toten Indianer zu rächen. Als plötzlich auch zwei Bauarbeiter tot aufgefunden werden, kommen Walker und Trivette ins Spiel. Walker begreift bald, dass \"böse Medizin\" hinter allem steckt und beschließt, mit Hilfe des alten Cherokee White Eagle, den Kampf mit Running Wolf aufzunehmen. Das entpuppt sich als äußerst schwierig, da der Medizinmann sich beliebig verändern und auch die Gedanken der Menschen manipulieren kann. Doch Walker wehrt sich, und so kommt es schließlich zum spannenden Showdown auf der Grabstätte.","versions":[{"lang":1,"streams":[{"redirect":14038755,"hoster":"VOE"},{"redirect":8534030,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Mörder seiner Eltern","epNo":7,"alt":"Final Justice","descr":"Walkers Eltern wurden vor 30 Jahren von dem Rassisten Murdock umgebracht. Als Walker erfährt, dass der tot geglaubte Mörder noch lebt, lauert er ihm auf. Murdock ahnt zunächst nicht, um wen es sich bei Walker handelt.","versions":[{"lang":1,"streams":[{"redirect":14038761,"hoster":"VOE"},{"redirect":8534027,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lynch-Justiz","epNo":8,"alt":"The Lynching","descr":"In der Kleinstadt Bramer wird der etwas zurückgebliebene Jonah verdächtigt, seine Gönnerin Wilma Casey ermordet zu haben. Die Einwohner der Stadt sind von der Schuld des Jungen überzeugt und wollen die Gerichtsverhandlung gar nicht erst abwarten, sondern den angeblichen Mörder eigenhändig richten. Bei dem lynchwütigen Mob tut sich besonders Mr. Hewitt hervor, dessen Sohn infolge eines unbeabsichtigten Stoßes von Jonah vor einigen Jahren unglücklich zu Tode gekommen war. Auch Bürgermeister Markham scheint ein besonderes Interesse daran zu haben, Jonah von der Meute henken zu lassen. Walker erkennt sehr schnell, dass Jonah gar nicht der Mörder gewesen sein kann, da Indizien auf eine ganz andere Person hinweisen. Verzweifelt versucht er, die aufgehetzte Bevölkerung davon abzuhalten, Selbstjustiz zu üben.","versions":[{"lang":1,"streams":[{"redirect":14038674,"hoster":"VOE"},{"redirect":8534033,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mörderische Ferien (1)","epNo":9,"alt":"Whitewater (1)","descr":"Walker wird bei einem Einsatz schwer verletzt und muss eine Zwangspause einlegen. Alex nutzt die Gelegenheit und überredet ihn zu einer Wildwasserfahrt. Was keiner ahnt: Ihr Führer Erickson ist in Wahrheit der jüngst entflohene Massenmörder Garland Briscos, der im Schutz der Gruppe zur mexikanischen Grenze vorstoßen will …","versions":[{"lang":1,"streams":[{"redirect":14038631,"hoster":"VOE"},{"redirect":14029694,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mörderische Ferien (2)","epNo":10,"alt":"Whitewater (2)","descr":"Walker befindet sich auf einer reichlich seltsamen Widlwasserfahrt. Als es den ersten Toten gibt, wird er misstrauisch. Und als der zwielichtige Erickson, Führer ihrer Gruppe, dann auch noch entgegen aller Warnungen eine lebensgefährliche Route einschlägt und so noch ein Mitreisender zu Tode kommt, ahnt Walker langsam, mit wem er es hier zu tun hat.","versions":[{"lang":1,"streams":[{"redirect":14038680,"hoster":"VOE"},{"redirect":8534041,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwischen den Fronten","epNo":11,"alt":"The Covenant","descr":"Walker versucht, den Kampf zwischen zwei Straßengangs gewaltlos zu stoppen. Einer von Walkers besten Karateschülern schließt sich einer Straßengang an, um seinen Bruder zu rächen, der bei einem Drive-by-Shooting schwer verletzt wurde. Walker bemüht sich, die sinnlose Eskalation von Gewalt zu stoppen und findet schnell heraus, dass der Anschlag von der Gang inszeniert wurde, um seine Schüler enger an die Bande zu binden. Als seine Appelle an die gegnerische Gang, nicht auf die Provokation einzugehen, nichts bewirken, stellt sich Walker unbewaffnet und ohne Hilfestellung zwischen die beiden verfeindeten Gangs.","versions":[{"lang":1,"streams":[{"redirect":14076736,"hoster":"VOE"},{"redirect":14021983,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tödlicher Zeugenstand","epNo":12,"alt":"Rodeo","descr":"Dem Übeltäter Victor DeMarco ist es gelungen, eine Wiederaufnahme seines Prozesses zu erwirken. Damit die Aussage seines gekauften Zeugen auch ihren Sinn erfüllt, will er die drei echten Belastungszeugen ermorden. Bei zweien ist es ihm auch schon gelungen. Nun soll Dalton Reed, ein Rodeoreiter und recht eigenwilliger Geselle, von Walker und seinen Leuten unter Polizeischutz genommen werden. Doch Reed lässt sich von der Notwendigkeit dieser Maßnahme nicht überzeugen, und so müssen die Ranger versuchen, ihrem Schützling während seines Rodeo-Alltags auf den Fersen zu bleiben. Zwei Mordanschläge können vereitelt werden. Wird Reed gegen DeMarco aussagen und ihn endlich hinter Gitter bringen können?","versions":[{"lang":1,"streams":[{"redirect":14076685,"hoster":"VOE"},{"redirect":14029695,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tödliches Kommando","epNo":13,"alt":"Flashpoint","descr":"Walker und Trivette sollen ein Ex-IRA-Mitglied auf Friedensmission beschützen. Doch seine ehemaligen Mitstreiter sind ihrem Abtrünnigen hart auf den Fersen. Adam McGuire, ein Ex-IRA-Mitglied, setzt sich für einen dauerhaften Frieden mit England ein. Auf Einladung des irischstämmigen, texanischen Industriellen McCallum kommt er zu einer \"Goodwill-Tour\" nach Dallas. Walker und Trivette sollen sich um seine Sicherheit kümmern. Doch die Mitglieder der Malloy-Gruppe, McGuires ehemalige Mitkämpfer, wollen seine Friedensbemühungen zerschlagen. In letzter Sekunde kann Walker ihren Mordanschlag vereiteln und Malloy verhaften. Doch bei der Überführung ins Bundesgefängnis wird Malloy von seinen Leuten befreit. Dabei kommen mehrere FBI-Agenten ums Leben und Walker wird von den Terroristen auf die Todesliste gesetzt …","versions":[{"lang":1,"streams":[{"redirect":14038766,"hoster":"VOE"},{"redirect":8534042,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Eismann","epNo":14,"alt":"Break In","descr":"Joey Galloway ist ein äußerst unangenehmer Zeitgenosse. Dutzende Verbrechen gehen auf sein Konto, sogar vor Mord schreckt der skrupellose Mann nicht zurück. Doch in einem unachtsamen Moment begeht er einen folgeschweren Fehler und wird von der Polizei geschnappt. Während er auf sein Gerichtsverfahren wartet, schmiedet er jedoch schon seinen nächsten Plan. Es gelingt ihm vom Gefängnis aus einen Killer zu engagieren, der den einzigen Zeugen ermorden soll, der Joeys Schuld beweisen kann. Als bei diesem heimtückischen Anschlag auch zwei Texas Ranger umkommen, kommt Walker ins Spiel und hat auch schon einen Plan. Um den Gangster zu überführen, schleust sich Walker in der Rolle des berüchtigten Killers Pete Dernell, genannt \"Der Eismann\" ins Gefängnis ein.","versions":[{"lang":1,"streams":[{"redirect":14076717,"hoster":"VOE"},{"redirect":8534054,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Psychopath","epNo":15,"alt":"The Return Of LaRue","descr":"Walker und Alex können es nicht fassen: Der psychopatische und hochgefährliche Verbrecher Victor LaRue, den sie vor Jahren festgenommen hatten, wurde wegen eines Verfahrensfehlers freigelassen. Besessen von Rachegedanken beginnt LaRue, Alex zu terrorisieren und versetzt die junge Frau in Angst und Schrecken. Gehetzt von dem gefährlichen Mann flieht Alex auf Walkers Ranch, doch LaRue gibt nicht auf und hat die Verfolgung bereits aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":14076752,"hoster":"VOE"},{"redirect":8534048,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Misshandelt","epNo":16,"alt":"The Juggernaut","descr":"Brad Furnell gehört zu der miesen Sorte von Typen, die erst so richtig aufleben, wenn sie ihre Frauen grün und blau schlagen. Mehrfach hat Connie schon versucht, sich von ihm zu trennen, aber wegen seiner Besserungs-Versprechungen und vor allem seiner Drohungen nahm sie die Anzeige jedes Mal wieder zurück. Mit Hilfe von Alex, die eine Selbsthilfegruppe für misshandelte Frauen leitet, will sie den Neuanfang jetzt versuchen. Doch Brad tickt total aus, fährt Alex und Connie zum Frauen-Camp hinterher, schlägt dort alles kurz und klein und verfolgt die flüchtenden Frauen in den Wald. Dort aber erlebt er sein blaues Wunder, denn die Frauen besinnen sich auf ihre vereinten Kräfte und vermöbeln Brad nach Strich und Faden. Als Walker kommt, braucht er nur noch die Reste einzusammeln.","versions":[{"lang":1,"streams":[{"redirect":14038650,"hoster":"VOE"},{"redirect":8534046,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Menschenhändler (1)","epNo":17,"alt":"El Coyote (1)","descr":"Aus der Not verarmter Mexikaner, die illegal in die USA einreisen wollen, weiß eine verbrecherische Schlepperorganisation Kapital zu schlagen: Mit falschen Versprechungen werden junge und kräftige Männer über die Grenze geführt und dann in Arbeitslager gebracht oder an Zuhälter verkauft. Als Walker durch Zufall davon erfährt, schmiedet er gemeinsam mit Jesse Rodriguez, dem Berater des mexikanischen Präsidenten einen Plan: Walker verkleidet sich als Mexikaner und lässt sich von den skrupellosen Menschenhändlern werben …","versions":[{"lang":1,"streams":[{"redirect":14038536,"hoster":"VOE"},{"redirect":14029696,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Menschenhändler (2)","epNo":18,"alt":"El Coyote (2)","descr":"Walker hat sich auf \"Camp Halifax\", einem Arbeitslager von Menschenhändlern einschleusen lassen. Schon bald findet er heraus, dass die reiche Miss Lansing der Kopf der Schlepperorganisation ist, die Menschenhandel mit illegal in die USA eingereisten Mexikanern betreibt. In Showkämpfen lässt sie die jungen Männer wie Gladiatoren vor ihren Freunden gegeneinander antreten. Walker versucht mit allen Mitteln die Bande aufzuhalten, doch scheinbar hat er die organisierte Bande unterschätzt …","versions":[{"lang":1,"streams":[{"redirect":14038625,"hoster":"VOE"},{"redirect":14021984,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Söldner","epNo":19,"alt":"The Avenger","descr":"Die FBI-Agenten Daniels und Bishop wollen mit einem fingierten Deal einen Waffenhändler überführen. Walker und Trivette sollen ihnen Rückendeckung geben. Die Sache geht schief, und Walker erschießt den Dealer. Als dessen Bruder Caleb davon erfährt, macht er sich mit vier Söldnern auf, um Rache zu nehmen. Er entführt Walker und lässt ihn nacheinander gegen die Söldner kämpfen. Derweil suchen Trivette und Bishop verzweifelt nach ihrem Freund. Der muss sich inzwischen dem letzten Kampf stellen – gegen Caleb, der seinen Gegner unbedingt tot sehen will …","versions":[{"lang":1,"streams":[{"redirect":14038754,"hoster":"VOE"},{"redirect":8534047,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Eine heiße Story","epNo":20,"alt":"Behind The Badge","descr":"Die attraktive Journalistin Vanessa St. John macht Reportagen über die Arbeit der Polizei, die unter dem Titel \"Polizeireport\" im Fernsehen laufen. Für die nächste Folge sucht Vanessa die Texas Ranger auf. Walker kann sich zunächst erfolgreich davor drücken, sie am Hals zu haben, während Trivette sofort ein Auge auf sie wirft und sich nur allzugern vor ihr profilieren würde. Leider hat er zur Zeit kaum spektakuläre Fälle, während Walker vom Glück verfolgt wird und mehrere Festnahmen erreicht. So steht der Ranger plötzlich gegen seinen Willen als Held im Rampenlicht, und Trivette sieht wie ein Versager aus. Doch am Ende kann Trivette doch noch den Gangster Eddie Paradise dingfest machen, und so wendet sich alles zum Guten.","versions":[{"lang":1,"streams":[{"redirect":14038643,"hoster":"VOE"},{"redirect":14029700,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Doppeltes Spiel","epNo":21,"alt":"Blackout","descr":"Als sich Walker während eines Besuches im Casino in eine Auseinandersetzung einmischt, fällt er zu Boden und ist bewußtlos. Kurz darauf erwacht er in einem Hinterzimmer der Spielbank und kann sich an nichts mehr erinnern. Neben ihm liegt ein erschossener Casinoangestellter. Mit Hilfe einiger Tricks gelingt es dem Texas Ranger zu entkommen und allmählich fügen sich die Bilder seiner Vergangenheit wieder zusammen. Schließlich erinnert er sich daran, welchen gefährlichen Auftrag er im Casino zu erfüllen hatte …","versions":[{"lang":1,"streams":[{"redirect":14076701,"hoster":"VOE"},{"redirect":14022427,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Ultimatum","epNo":22,"alt":"Deadline","descr":"Lyle Ekert überfällt mit Vorliebe Juweliergeschäfte. Doch dann sieht er den Fernsehauftritt des reichen Senators Hughes und seiner Tochter Lindsey anlässlich einer Debatte über die drohende Auflösung der Texas Ranger. Lyle entführt Lindsey und fordert ein hohes Lösegeld. Senator Hughes, der gerade noch die Texas Ranger auflösen wollte, um den Staatshaushalt zu sanieren, muss nun erfahren, dass es die von ihm unterschätzten Ranger sind, denen die Rettung seiner in Lebensgefahr schwebenden Tochter Lindsey gelingt.","versions":[{"lang":1,"streams":[{"redirect":14076699,"hoster":"VOE"},{"redirect":8534060,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gejagt","epNo":23,"alt":"The Siege","descr":"Ein geplantes Angel-Wochenende artet für C.D., Alex, Trivette und Walker dank brutaler Drogenhändler zu knallharter Arbeit aus. C.D., Alex, Trivette und Walker besuchen ihren alten Freund Hank in Sawtooth Park, wo Hank gemeinsam mit seinem Sohn Bobby als Parkwächter arbeitet. Geplant ist ein Angel-Wochenende mit viel Spaß. Es fängt auch alles gut an, bis Bobby auf einer Kontrolltour auf eine Bande Drogenhändler stößt und schwer verletzt wird. Larkin ist ein bekannter Krimineller, der sich jedoch immer wieder einer Strafe entziehen konnte, da er nie Zeugen hinterlässt. So setzt er auch jetzt alles daran, Bobby auszuschalten, doch der kann mit Alex’ Hilfe entkommen. Aber die Situation spitzt sich dramatisch zu, da Bobby viel Blut verliert und nur eine Transfusion sein Leben retten kann. Da kommt Walker mit einer genialen Idee …","versions":[{"lang":1,"streams":[{"redirect":14038673,"hoster":"VOE"},{"redirect":14021985,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Moskau-Connection","epNo":24,"alt":"The Moscow Connection","descr":"Walker und Trivette sind dem Gangsterboss Salvino auf den Fersen. Doch auch der brutale russische Killer Karpov ist hinter dem miesen Geschäftemacher her. Walker und Trivette sind seit längerer Zeit hinter dem Gangsterboss Salvino her, der viele dubiose Geschäfte in der Gegend tätigt. Doch auch der Russe Karpov, der als brutaler Killer gilt, ist an Salvino bzw. dessen Geschäft interessiert. Zur Unterstützung in einem Mordfall wird Jurij Petrowsky von der Moskauer Polizei nach Dallas geschickt. Als Salvino erschossen wird, erkennt Jurij mit Schrecken die Handschrift Karpovs. Obwohl sein erster Einsatz bei den Rangern peinlich verläuft, entschließt er sich, Karpov auf eigene Faust zu jagen. Alles läuft gut, bis Jurij im letzten Augenblick enttarnt wird. Das ist genau der Zeitpunkt, in dem Walker Karpovs Versteck stürmen will …","versions":[{"lang":1,"streams":[{"redirect":14038629,"hoster":"VOE"},{"redirect":14021986,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ein gefährlicher Abstieg","epNo":25,"alt":"Miracle At Middle Creek","descr":"Der Arbeitslose Harlan Bridges wird von einem alten Kumpel zu einem Bankraub gezwungen. Auf der Flucht fällt sein Sohn in ein Abwasserrohr. Jetzt kann nur noch Walker helfen. Harlan Bridges hat seine Arbeit und sein Haus verloren. Seitdem lebt er mit seiner Frau Jo Ellen und seinem sechsjährigen Sohn Cody im Auto. Ohne Hoffnung, in dieser Gegend noch einmal Arbeit zu finden, will Harlan von seinem alten Kumpel Ganz die 200 Dollar einfordern, die dieser ihm noch schuldet, um dann sein Glück in Kansas zu versuchen. Doch Ganz denkt nicht daran, ihm das Geld zu geben, sondern zwingt ihn, bei einem Banküberfall als Fahrer mitzuwirken. Bevor die Gangster flüchten können, greifen Walker und C.D. in das Geschehen ein. Harlan kann mit dem Geld im Auto fliehen. Doch das unfreiwillige Geschenk nützt ihm wenig, da sein Sohn in ein Abwasserrohr gestürzt ist. Eine gefährliche Rettungsaktion beginnt, bei der Walker sein Leben riskiert.","versions":[{"lang":1,"streams":[{"redirect":14038728,"hoster":"VOE"},{"redirect":8534073,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Frauenhenker","epNo":26,"alt":"Hall Of Fame","descr":"C.D. soll in der \"Hall Of Fame\" der Texas Ranger aufgenommen werden. Über dreißig Jahre hatte er seine Fälle bravourös gelöst und die Verbrecher zur Strecke gebracht. Nur in einem Fall war es ihm nicht gelungen, den Täter zu fassen. Ein Serienmörder, der es auf junge, blonde Frauen abgesehen hatte, trieb sein Spiel mit C.D., indem er mit ihm Verbindung hielt, während er sieben Frauen ermordete. Dann, vor elf Jahren, riss die Serie plötzlich ab. Doch jetzt beginnt der Mörder sein grausames Spiel von Neuem – und C.D. setzt alles daran, das Phantom zu fassen.","versions":[{"lang":1,"streams":[{"redirect":14038665,"hoster":"VOE"},{"redirect":14029177,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Feind des Lamas","epNo":1,"alt":"Higher Power","descr":"Walker hilft einem tibetanischen Mönch, das Leben eines kleinen Jungen zu retten, den der Buddhist für den wiedergeborenen Lama Dolgin hält. Der tibetanische Mönch Rin war auf der Suche nach dem wiedergeborenen Lama Dolgin. In dem kleinen Davey glaubt er, ihn gefunden zu haben. Er will den Jungen nach Tibet mitnehmen, und seine Mutter erklärt sich schließlich widerwillig bereit, Davey gehen zu lassen. Doch da taucht Chang auf, der in einem früheren Leben ein Feind des Lamas war. Er versucht, den Jungen in seine Gewalt zu bringen und entführt seine Mutter. Walker, der Davey und seine Mutter befreien will, zwingt Chang, sich einem Kampf auf Leben und Tod zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14076740,"hoster":"VOE"},{"redirect":8534078,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Patriot","epNo":2,"alt":"Patriot","descr":"Eine rassistische Vereinigung überfällt einen Fernsehsender und nimmt die Mitarbeiter sowie Alex als Geisel, weil ihr Anführer verhaftet wurde.","versions":[{"lang":1,"streams":[{"redirect":14038610,"hoster":"VOE"},{"redirect":8534085,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der tote Apache","epNo":3,"alt":"Ghost Rider","descr":"Bauarbeiter entdecken auf einer Baustelle die Leiche eines jungen Indianers. Walker und Trivette beginnen mit den Ermittlungen zu einem acht Jahre zurückliegenden Verbrechen. In der kleinen texanischen Stadt, in der die Ranger die Hintergründe des Todesfalls untersuchen, stoßen sie auf eine Mauer des Schweigens. Alex und Trivette versuchen, mit Hilfe eines Experten das Gesicht der stark verwesten Leiche zu rekonstruieren, während Walker auf sein Cherokee-Erbe zurückgreift, um mit unkonventionellen Methoden den Geist des toten Indianers zu erreichen …","versions":[{"lang":1,"streams":[{"redirect":14038745,"hoster":"VOE"},{"redirect":8534108,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Selbstjustiz","epNo":4,"alt":"The Brotherhood","descr":"Sergeant Bob Home hat eine inoffizielle Kampftruppe gegründet, die Selbstjustiz übt. Walker und Trivette greifen ein. Sergeant Bob Horne ist verbittert. Sein jüngerer Bruder, auch ein Polizist, wurde nach nur zwei Monaten im Dienst erschossen. Der Killer entkam, und Horne hat allen Gangstern Rache geschworen. Zusammen mit einigen Kollegen gründet er eine inoffizielle Kampftruppe und macht Jagd auf Straftäter, die vom Gerichtshof in Dallas freigesprochen wurden. Walker und Trivette versuchen, den privaten Rachefeldzug der wütenden Cops zu beenden, bevor Unschuldige getötet werden, aber Horne und seine Gruppe sind zu allem entschlossen.","versions":[{"lang":1,"streams":[{"redirect":14038559,"hoster":"VOE"},{"redirect":8534099,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Seuche","epNo":5,"alt":"Plague","descr":"Ein gewagtes landwirtschaftliches Projekt bringt einen ganzen Stamm in tödliche Gefahr. Walker schreitet ein …","versions":[{"lang":1,"streams":[{"redirect":14038530,"hoster":"VOE"},{"redirect":14029703,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Fall Mayes","epNo":6,"alt":"Redemption","descr":"Alex sieht ihren Vater nach langer Zeit ausgerechnet im Gerichtssaal wieder: Er verteidigt einen Gangster der übelsten Sorte, den sie als Staatsanwältin hinter Gitter zu bringen versucht! Cahill gegen Cahill: Der Kopf einer kriminellen Vereinigung engagiert Gordon Cahill, um ihn gegen seine Tochter Alex zu verteidigen. Alex, die seit Jahren nichts mehr von ihrem Vater gehört hat, ist entsetzt, ihn ausgerechnet bei der Verteidigung eines Gangsters der übelsten Sorte wiederzusehen. Gordon hat aber nicht nur Probleme mit seinen verlorenen Idealen, sondern auch mit seiner Trunksucht. Alex versucht, ihrem Vater, der ihr in der Zwischenzeit völlig fremd geworden ist, zu helfen. Durch den Prozess geraten Vater und Tochter zudem in große Gefahr durch den Gangsterring, und Walker muss beide unter Einsatz seines Lebens beschützen.","versions":[{"lang":1,"streams":[{"redirect":14038613,"hoster":"VOE"},{"redirect":14027671,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Codename: Dragonfly","epNo":7,"alt":"Codename: Dragonfly","descr":"Randy Schrader stiehlt einen Militärhelikopter, den er für einen Drogenschmuggel verwenden will. Walker kennt Schrader aus dem Vietnamkrieg und hat noch eine offene Rechnung mit ihm.","versions":[{"lang":1,"streams":[{"redirect":14076749,"hoster":"VOE"},{"redirect":8534118,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schrei in der Stille","epNo":8,"alt":"A Silent Cry","descr":"Walker sucht nach Hinweisen auf ein Vergewaltigungs-Trio, die ihre Opfer mit K.-o.-Tropfen außer Gefecht setzen. Das Trio schlägt in Nachtclubs zu und begeht bald den ersten Mord.","versions":[{"lang":1,"streams":[{"redirect":14038688,"hoster":"VOE"},{"redirect":8534121,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliches Wrack","epNo":9,"alt":"Swan Song","descr":"Vor acht Jahren wurde Walkers Freund, Sheriff Cates, bei einem Banküberfall getötet. Mit ihm starben noch weitere sechs Menschen. Der Täter entkam damals mit einem Flugzeug, und seitdem sucht Walker den Mörder seines Freundes und die geraubten Millionen. Die Überreste des Flugzeugs werden in den Bergen von Utah entdeckt. Alex und Walker machen sich auf den Weg, um den Fall, der so lange ungelöst blieb, endlich aufzuklären. Bei der Untersuchung der Wrackteile steht plötzlich ein Grizzly vor Walker und Alex.","versions":[{"lang":1,"streams":[{"redirect":14076728,"hoster":"VOE"},{"redirect":8534110,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lebendig begraben","epNo":10,"alt":"Cyclone","descr":"Alex und C.D. begleiten eine Gruppe von Kindern, die an dem Programm \"Bürgermeister für einen Tag\" teilgenommen haben. Auf ihrem Heimweg werden die Kinder, Alex und C.D. gekidnappt. Die Geiselgangster Griffin und Gibson graben den Bus mit ihren Geiseln ein und verlangen zehn Millionen Dollar Lösegeld. Unterdessen nähert sich ein Wirbelsturm mit großer Geschwindigkeit dem Bus und seinen Insassen. Neben der akuten Gefahr, im luftdicht abgeschlossenen Bus zu ersticken, kommt jetzt noch die Bedrohung durch den Tornado. Walker ist der Einzige, der die Kinder und seine Freunde noch rechtzeitig aus der Gefahrenzone bringen könnte. Aber schließlich sind da auch noch die Kidnapper …","versions":[{"lang":1,"streams":[{"redirect":14038685,"hoster":"VOE"},{"redirect":14029697,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Obdachlose","epNo":11,"alt":"Lucky","descr":"Zwei Immobilienhändler versuchen einen Priester zu ermorden. Damit wollen sie verhindern, dass der Geistliche ein Fortbildungszentrum für Obdachlose baut. Es gibt zwei Zeugen: einen obdachlosen Mann, der plötzlich spurlos verschwindet und Lucky – seinen Hund. Zusammen mit dem Hund macht sich Walker auf die Suche nach dessen Herrchen. Unterdessen recherchiert Trivette die Besitzverhältnisse des fraglichen Baugeländes, und Alex und C.D. organisieren ein großes Thanksgiving-Fest für ihre obdachlosen Freunde.","versions":[{"lang":1,"streams":[{"redirect":14038691,"hoster":"VOE"},{"redirect":8534076,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auftrag: Mord","epNo":12,"alt":"The Deadliest Man Alive","descr":"Seit 25 Jahren jagt Collin Draper von Interpol die \"Viper\", einen der gefährlichsten Attentäter der Welt. Seine aktuelle Spur führt ihn nach Dallas, wo er Walker um Hilfe bittet. Walker übernimmt den Schutz des israelischen Botschafters, der sich weigert, seine geplante Rede abzusagen. Dadurch macht sich der Botschafter zum leichten Ziel für die Viper. Aber nicht nur er wird sich im Texas Stadion aufhalten, sondern auch der US-Präsident und der texanische Senator. Walker wird während des gesamten Auftrags von den traumatischen Erinnerungen an den Kennedy-Mord verfolgt, den er als Kind mit ansehen musste. In seinem vielleicht schwersten Fall muss er sich der \"Viper\" stellen und dessen Verstrickung in die Ermordung von JFK klären.","versions":[{"lang":1,"streams":[{"redirect":14076711,"hoster":"VOE"},{"redirect":8534071,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Walkers Weihnachtsgeschichte","epNo":13,"alt":"A Ranger\u0027s Christmas","descr":"Dickens’ Weihnachtsgeschichte einmal anders: Bei einer Weihnachtsparty für Waisen trifft Walker auf einen Jungen, der nicht an Weihnachten glaubt. Der Ranger erzählt dem Waisenjungen die Geschichte von Hayes Cooper, einem Texas Ranger, der vor über 100 Jahren seinen Glauben an das Fest der Liebe wiederfand. Hayes machte damals die Bekanntschaft der Familie Stanton. Timmy, der kleine Sohn der Stantons wurde entführt, und Hayes macht sich auf den Weg, das Kind aus den Händen der Kidnapper zu befreien und zum Fest unter dem Tannenbaum zu seinen Eltern zurückzubringen. Auf seiner Suche lernt er die wahre Bedeutung des Weihnachtsfestes kennen und findet seinen Glauben wieder.","versions":[{"lang":1,"streams":[{"redirect":14076722,"hoster":"VOE"},{"redirect":14029699,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Menschenjagd","epNo":14,"alt":"Mayday","descr":"Als Beschützer des Kronzeugen Charlie Brooks, der gegen Gangsterboss Dupree aussagen soll, gerät Walker ganz schön in Bedrängnis: Erst muss er einen inszenierten Flugzeugabsturz überstehen, dann die Überlebenden vor Duprees Häschern retten. Walker eskortiert Charlie Brooks, der als Kronzeuge gegen den Gangster Jack Dupree aussagen soll. Das Flugzeug, in dem Walker und Brooks der Verhandlung entgegenfliegen, stürzt ab. Die Insassen überleben wie durch ein Wunder, und Walker versucht, die Gruppe in Sicherheit zu bringen. Dabei machen zwei Umstände dem Ranger schwer zu schaffen: Zum einen befindet sich eine schwangere Frau aus der Gruppe in den Wehen, und zum anderen erfährt Jack Dupree, dass die Passagiere des Flugzeuges den Unfall, den er inszeniert hat, überlebt haben. Dupree schickt seine Leute, um Walker und den Kronzeugen endgültig auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":14038599,"hoster":"VOE"},{"redirect":14029701,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gefährliche Gier","epNo":15,"alt":"Last Hope","descr":"Walker und seine Kollegen kümmern sich in einem Wochenend-Camp um Straßenkids. Plötzlich fällt dort eine Gruppe von Dealern ein und die Jugendlichen sind in allergrößter Gefahr. Walker, C.D., Alex und Trivette holen eine Gruppe von Jugendlichen für ein Wochenend-Camp zu den Rangers. Das Wochenende ist Teil eines Programms, das Walker für Teenager entwickelt hat, um sie von der Straße zu holen. Unter den Kids sind auch der schüchterne Eddie, der Opfer von Misshandlungen geworden ist, und Charlie, der Gemeinschaftsdienst leistet. Einer der Jungen hat von Drogendealern Geld gestohlen, wovon keiner der anderen etwas weiß – bis die Dealer in das Camp einfallen. Die Kids sind in großer Gefahr, und nur Eddie und Charlie können ihren Freunden noch helfen.","versions":[{"lang":1,"streams":[{"redirect":14076739,"hoster":"VOE"},{"redirect":8534075,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Kickbox-Kampf","epNo":16,"alt":"Full Contact","descr":"\"Kick Drugs Out Of America\" – so heißt eine Organisation, in der Walker Jugendliche von der Straße in die Trainingshalle holt . Die Schüler lernen Karate und ein selbstbewusstes Leben ohne Drogen. Einer von Walkers begabtesten Schülern, Johnny Prado, hat einen Todfeind. Frank Vegan verlor einst den Titel des Champions im Kickboxen an Johnny, nachdem er wegen versuchten Mordes und wegen Drogenbesitzes verhaftet worden war. Jetzt schlägt die Stunde der Rache für Frank. Er will, dass sein Bruder Bart dem verhassten Johnny Prado den Titel wieder abjagt. Dafür ist ihm jedes Mittel recht. Frank ermordet Johnnys Manager und väterlichen Freund Gino. Johnny ist psychisch am Ende, als ihm auch noch der Mord an Gino angehängt wird und Drogen bei ihm gefunden werden. Walker hilft seinem Freund und Schüler und baut ihn wieder auf. Er bereitet ihn schließlich persönlich auf den Kampf seines Lebens vor – den Kampf um den Titel des Weltmeisters im Kickboxen. Die Organisation \"Kick Drugs Out Of America\" hat Chuck Norris übrigens auch in der Realität gegründet.","versions":[{"lang":1,"streams":[{"redirect":14038618,"hoster":"VOE"},{"redirect":8534081,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der 99. Ranger","epNo":17,"alt":"99th Ranger","descr":"Nach dem Tod eines Rangers müssen Walker und Trivette jeweils einen neuen Kandidaten einarbeiten. Walker kümmert sich um die hübsche Bobby Hunt, die massive Eheprobleme hat. Bei dem Versuch den Gangster Lomax zu verhaften, wird der Ranger Walt Cobb erschossen. Lomax entkommt, und die Ranger suchen nach einem Nachfolger für den getöteten Cobb. Zwei Kandidaten stehen zur Wahl: Santiago Perez und Bobby Hunt. Während Trivette Perez unter seine Fittiche nimmt, muss Walker sich mit der zickigen Bobby herumquälen. Aber Bobby beweist Walker, dass sie ein guter Ranger wäre, denn ihre Leistungen sind hervorragend. Als Walker von ihren privaten Problemen mit Ex-Mann Rusty erfährt, wird ihm ihre psychische Verfassung klar. Rusty ist ein hasserfüllter, eifersüchtiger Mann. Er bedroht das Leben seiner Ex-Frau und das ihrer gemeinsamen Tochter. Walker sieht sich zwischen einem Ehekonflikt und der Wahl des \"99. Rangers\" gefangen.","versions":[{"lang":1,"streams":[{"redirect":14076709,"hoster":"VOE"},{"redirect":8534087,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Teufelszeug","epNo":18,"alt":"Devil\u0027s Turf","descr":"Walker nimmt den schwierigen Kampf gegen eine neue Sportdroge auf, mit der High-School-Studenten ihr Leben gefährden. \"Powerballs\" – das ist der Name einer neuen Droge, mit der jugendliche Sportler sich zu Höchstleistungen dopen. In der Hoffnung auf ein Stipendium oder eine professionelle Sportkarriere schlucken die High-School-Studenten diese Mischung aus Anabolika und Amphetaminen, ohne auf ihre Gesundheit oder irgendein Sportethos zu achten. Walker hilft an der High School in Dallas als Lehrer aus und versucht, mit Hilfe eines Undercover-Cops den Dealern der gefährlichen Droge auf die Spur zu kommen und die Schüler zu echten Sportlern zu erziehen.","versions":[{"lang":1,"streams":[{"redirect":14038667,"hoster":"VOE"},{"redirect":8534082,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Rächer","epNo":19,"alt":"Days Past","descr":"Vince Pike hat vor zehn Jahren Walkers Verlobte Ellen ermordet. Als er aus dem Gefängnis entlassen wird, starten beide Männer einen Rachfeldzug. Denn Pike plant noch weitere Menschen aus Walkers Leben zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":14038612,"hoster":"VOE"},{"redirect":14021987,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Mörder im Gericht","epNo":20,"alt":"Trial Of Larue","descr":"Alex ist ihrem Todfeind Victor LaRue in die Hände gefallen und soll sein nächstes Opfer sein. Kann Walker rechtzeitig helfen? Der Todfeind von Alex, Victor LaRue, bringt einen gesamten Gerichtssaal in seine Gewalt. Unter seinen Geiseln befindet sich unter anderem auch Alex. LaRue dreht durch und tötet die Richterin, den Psychologen und seinen eigenen Anwalt. Alex soll sein nächstes Opfer werden. Ihre einzige Hoffnung ist Walker, aber der hat gerade alle Hände voll zu tun. Die Zeit wird knapp für Alex, und diesmal ist es mehr als ungewiss, ob Walker noch rechtzeitig zur Stelle sein kann, um sie zu retten.","versions":[{"lang":1,"streams":[{"redirect":14038746,"hoster":"VOE"},{"redirect":14022007,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Kraft des Drachen","epNo":21,"alt":"Heart Of The Dragon","descr":"Im 16. Jahrhundert wurde eine Drachenstatue mit magischen Kräften in zwei Teile geteilt und in die Obhut zweier Familien gegeben. Jetzt rauben die Mitglieder der einen Familie auch den zweiten Teil der Statue, um mit ihren magischen Kräften die führende Gang in Dallas zu werden. An die Kräfte des Drachen glaubt auch der junge Henry Wu, der die komplette Statue entwendet, um mit ihrer Hilfe seine kranke Schwester zu heilen. Die verbrecherische Tong-Familie beginnt nun eine erbarmungslose Jagd auf Henry. Mit Hilfe von Dr. Lee und seiner Tochter Susan kommen Walker und Trivette der Tong-Bande auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":14076714,"hoster":"VOE"},{"redirect":14021988,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Im Ghetto","epNo":22,"alt":"The Neighborhood","descr":"Ein zehnjähriges Mädchen wird bei einer Schießerei irrtümlich getroffen. Sie überlebt und erholt sich nach der Operation mit unglaublicher Geschwindigkeit. Als sie vollständig geheilt erwacht, verkündet die kleine Kyla, sie habe einen Engel gesehen, der ihr den Auftrag erteilt habe, in ihrer gefährlichen Nachbarschaft für Frieden zu sorgen. Für den Ostersonntag organisiert Walker mit ihr zusammen ein großes Treffen im Fallon Park, wo einst Kylas Mutter das Opfer einer Schießerei wurde. Die Geschichte des Mädchens erzeugt ein riesiges Medienecho, aber Walker ist skeptisch. Wird die kleine Kyla den Krieg in der Nachbarschaft beenden können? Mit dieser Folge gab Chuck Norris’ Sohn Eric sein Regiedebüt.","versions":[{"lang":1,"streams":[{"redirect":14038539,"hoster":"VOE"},{"redirect":14022434,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Vater-Figur","epNo":23,"alt":"A Father\u0027s Image","descr":"Der legendäre Gangsterboss Sal Matacio will seinen zehnjährigen Sohn Nicky auf seine künftige Aufgabe vorbereiten: die Übernahme des Matacio-Imperiums. Dieses Imperium errichtete Sal mit Drogenhandel, Geldwäsche und anderen dreckigen Geschäften. Texas Ranger Bobby Hunt wird als Privatlehrerin für Nicky in Matacios Haus eingeschleust. Sie soll Beweise für die miesen Geschäfte des Gangsters sammeln. Bevor sie allerdings dazu kommt, belastendes Material zu finden, fliegt ihre Tarnung auf und sie bringt den Jungen und sich selbst in größte Gefahr. Jetzt sind Walker und Trivette gefordert, um ihre Kollegin heil aus Matacios Einflussbereich herauszubringen.","versions":[{"lang":1,"streams":[{"redirect":14076684,"hoster":"VOE"},{"redirect":8534096,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Söhne des Donners (1)","epNo":24,"alt":"Sons of Thunder (1)","descr":"Nach dem Tod von Pastor Malloy, kehrt dessen Sohn Trent vom Militär zurück, um sich um die Familie kümmern zu können. Trents Freund Carlos scheint in Walkers neuen Fall verwickelt zu sein. Trivette wird bei einer Schießerei schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":14076689,"hoster":"VOE"},{"redirect":14026166,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Söhne des Donners (2)","epNo":25,"alt":"Sons of Thunder (2)","descr":"Das Fehlverhalten der Polizei wird weiterhin untersucht. Trent lebt sich wieder gut bei seiner Familie ein.","versions":[{"lang":1,"streams":[{"redirect":14038604,"hoster":"VOE"},{"redirect":14021989,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der einzige Beweis","epNo":26,"alt":"Texas Vs. Cahill","descr":"Alex wacht eines Morgens neben der Leiche ihres Ex-Lovers Tony Seville auf. Ihr Vater Gordon übernimmt ihre Verteidigung. Alex landet vorerst im Gefängnis, während Walker und Trivette sich auf die Suche nach dem wahren Mörder machen.","versions":[{"lang":1,"streams":[{"redirect":14076710,"hoster":"VOE"},{"redirect":14029702,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Der Anfänger","epNo":27,"alt":"Rookie","descr":"Joey Prado macht seinen Abschluss an der Polizeiakademie. Sein erster Fall führt in ihn ausgrechnet zu seinem Jugendfreund Vic. Vic verteilt Heroin an Schulen, um dadurch neue Kunden zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14038649,"hoster":"VOE"},{"redirect":8534097,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die Rache der McLains","epNo":1,"alt":"The Fighting McLains","descr":"Die DEA-Agentin Belle McLaine wurde bei Drogenboss Jack Garrett eingeschleust. Der enttarnt die Polizistin jedoch schnell und tötet sie. Ihr Bruder J.W. McLaine sinnt auf Rache und pfuscht deshalb den Rangern ins Handwerk, als diese gerade Garrett stellen wollen. J.W. mobilisiert noch Bruder Wyatt und Schwester Jesse, und zusammen wollen sie Garrett für das bezahlen lassen, was er ihrer Schwester angetan hat. Walker, Trivette und Marine-Sergeant Parrish, zu dessen Einheit J.W. gehört, haben alle Hände voll zu tun, die drei McLaines davor zu bewahren, dem ruchlosen Garrett ins offene Messer zu laufen.","versions":[{"lang":1,"streams":[{"redirect":14038653,"hoster":"VOE"},{"redirect":8534116,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sprengstoffexperte","epNo":2,"alt":"Iceman","descr":"Walker verhaftet den gesuchten Verbrecher mit dem Spitznamen ‚The Iceman‘. Er überzeugt seinen Freund Charlie davon, dessen Identität anzunehmen, um den Rest des Verbrecherrings auszuheben.","versions":[{"lang":1,"streams":[{"redirect":14038529,"hoster":"VOE"},{"redirect":8534112,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lucas (1)","epNo":3,"alt":"Lucas (1)","descr":"Der 7-jährige Lucas wird nach einer missglückten Drogenübergabe von seiner drogensüchtigen Mutter zurückgelassen. Walker nimmt den Jungen bei sich auf, nicht ahnend, dass Lucas’ Stiefvater auf der Suche nach ihm ist. Denn Lucas hat den Schlüssel zu dem Safe mit dem Drogengeld …","versions":[{"lang":1,"streams":[{"redirect":14076721,"hoster":"VOE"},{"redirect":8534125,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lucas (2)","epNo":4,"alt":"Lucas (2)","descr":"Lucas hat weiterhin panische Angst vor seinem Stiefvater. Walker erhofft sich Hilfe von dem Medizinmann ‚White Eagle‘. Er will Lucas endlich sagen, dass er von seiner Mutter mit Aids angesteckt wurde.","versions":[{"lang":1,"streams":[{"redirect":14038654,"hoster":"VOE"},{"redirect":14029723,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefahr im Altersheim","epNo":5,"alt":"Forgotten People","descr":"Nachdem ein alter Bekannter von Trivette auf mysteriöse Art und Weise in einem Altersheim ums Leben kommt, bitte Walker C.D., sich dort einweisen zu lassen und undercover zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":14076720,"hoster":"VOE"},{"redirect":14021992,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord in Buckhorn (1)","epNo":6,"alt":"Last of a Breed (1)","descr":"Walker erzählt einigen Kindern in der \"Ranger Hall Of Fame\" die Geschichte von Hayes Cooper. Walker führt einige Kinder durch die \"Ranger Hall Of Fame\" und erzählt ihnen dabei die Geschichte von Hayes Cooper, und wie er einst zum Ranger wurde: Cooper kam als Kopfgeldjäger nach Buckhorn und erlebte, wie die Wilsons und ihr Sohn von Schlägern drangsaliert wurden. Dahinter steckte Sylas Bedoe, der systematisch alle Farmer vertreiben ließ, weil er Platz für die Eisenbahn schaffen wollte. Cooper half den Wilsons damals und freundete sich mit ihnen an. Doch da ließ Bedoe alle Kühe der Familie erschießen. Tom Wilson wollte schon aufgeben, konnte dann aber doch die fällige Hypothek bezahlen. Damit allerdings zogen sich die Wilsons den Zorn Bedoes zu, der die ganze Familie umbringen lassen wollte. Unterdessen hat sich Cooper in Buckhorn in Sarah Rose verliebt. Als die beiden gerade gemeinsam unterwegs waren, töteten Bedoes Killer die gesamte Familie Wilson …","versions":[{"lang":1,"streams":[{"redirect":14076745,"hoster":"VOE"},{"redirect":14027768,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mord in Buckhorn (2)","epNo":7,"alt":"Last of a Breed (2)","descr":"Nach dem Mord an den Wilsons wandelt sich Hayes Cooper endgültig vom Kopfgeldjäger zum gesetzestreuen Ranger. Nach dem Mord an den Wilsons hat sich Hayes Cooper geschworen, Rache zu nehmen. In seiner Wut erschießt er zwei der von Bedoe beauftragten mutmaßlichen Killer, wird danach jedoch selbst von Ranger Cabe Wallace festgenommen. Zeugen können Cooper allerdings entlasten, und nach seiner Freilassung bietet ihm Wallace den Stern der Ranger an. Cooper nimmt an und findet kurz darauf die Gangster in Ransom. Bei einer Schießerei wird er jedoch schwer verletzt und von einem Komantschen wieder gesund gepflegt. Unterdessen hat Kilgore den Sheriff von Buckhorn erschießen lassen und Bedoe als dessen Nachfolger eingesetzt …","versions":[{"lang":1,"streams":[{"redirect":14076694,"hoster":"VOE"},{"redirect":8534124,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Wunderkind","epNo":8,"alt":"Brainchild","descr":"Der zwölfjährige Chad lebt wegen seiner außergewöhnlichen psychokinetischen Fähigkeiten in einem Forschungslabor. Dort wird er rund um die Uhr von einem skrupellosen Wissenschaftler kontrolliert Der zwölfjährige Chad lebt in einem Forschungsinstitut, weil er außerordentliche psychokinetische Fähigkeiten besitzt. In diesem Institut wird er fortwährend von Dr. Payton in einem besonderen Projekt kontrolliert und getestet. Ihm zur Seite steht der Computer A.R.T., der von Chads Mutter kurz vor ihrem Verschwinden programmiert wurde. Während Dr. Payton Chads Mutter einzureden versuchte, ihr Sohn sei tödlich verunglückt, war Chad der Tod seiner Mutter eingeredet worden. Mithilfe dieses Lügengeflechts will Payton ungestört seinen Forschungen nachgehen. Eines Tages jedoch stellt der Computer A.R.T. Bewegungen auf dem Sozialversicherungskonto von Chads Mutter fest. Walker wird in den Fall eingeschaltet …","versions":[{"lang":1,"streams":[{"redirect":14044895,"hoster":"VOE"},{"redirect":8534133,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Jugendcamp","epNo":9,"alt":"Mr. Justice","descr":"Angesichts steigender Kriminalitätsraten unter Jugendlichen wollen Walker und Trivette ein Resozialisierungscamp einrichten. Bald darauf treffen die ersten zehn Jugendlichen für sechs Wochen im \"Camp Justice\" ein. Die ganze Geschichte gestaltet sich indes weit komplizierter als gedacht: Unter den Jugendlichen herrscht enorme Aggression und jede Menge Stress. Zwar nehmen die Rangers die Kids ziemlich hart ran, doch die Schwierigkeiten halten an. Eines Tages versucht einer der Jungs zu fliehen und wird dabei getötet. Das ist Wasser auf die Mühlen von Commissioner Simpson, der das Projekt um jeden Preis scheitern lassen möchte. Doch Walker arbeitet unverdrossen weiter, und allmählich tauen die Jungs auf. Kurz vor dem Ende der sechs Wochen, versucht \"Mad Dog\" während eines dreitägigen Geländemarschs abzuhauen und schlägt Walker dabei sogar nieder. Doch die anderen Jungs verhindern seine Flucht …","versions":[{"lang":1,"streams":[{"redirect":14038753,"hoster":"VOE"},{"redirect":8534132,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Rennpferd","epNo":10,"alt":"Rainbow\u0027s End","descr":"Der ehemalige Bullenreiter Max, der seit einem Unfall im Rollstuhl sitzt, bewirtschaftet mit seiner halbwüchsigen Tochter Jo eine Ranch. Dort trainiert er das erfolgreiche Rennpferd \"Rainbow’s End\". Eines Tages kommt es zu einem Mord im Milieu des Pferdesports: Der gewissenlose Züchter Crown erschießt seinen Konkurrenten Calhoun, dessen Pferd \"Gallent Bey\" Crowns Pferd besiegt hatte. Davon ahnt Jo allerdings nichts, als sie sich mit Crown auf eine gewagte Pferdewette einlässt. Crown verabreicht \"Rainbow’s End\" einen Tranquilizer. Entgegen allen Erwartungen gewinnt \"Rainbow’s End\" das Duell gegen Crowns Pferd. Doch danach bricht es zu Tode erschöpft zusammen. Das ruft Walker auf den Plan …","versions":[{"lang":1,"streams":[{"redirect":14038602,"hoster":"VOE"},{"redirect":8534128,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mord auf der Baustelle","epNo":11,"alt":"A Woman\u0027s Place","descr":"Auf einer Baustelle kommt es immer wieder zu tödlichen Zwischenfällen. Auch die junge Alfre ist in höchster Gefahr. Als ihr Kollege Tim getötet wird, stellt sie sich als Belastungszeugin gegen das Bauunternehmen zur Verfügung. Die junge Alfre Grimes bekommt einen Job auf der Baustelle von Gellis Constructions. Dort sind bereits einige Mitarbeiter den unlauteren Sparmaßnahmen des Poliers Cox zum Opfer gefallen. Als auch Alfre das marode Holzmaterial beanstandet, soll sie getötet werden, doch Opfer des auf sie verübten Anschlags wird ihr Kollege Tim. Daraufhin stellt sich die junge Frau als Belastungszeugin gegen Gellis zur Verfügung. Doch ihre Glaubwürdigkeit ist angekratzt, da bereits ihrem Vater fälschlicherweise der Tod eines Kollegen angelastet wurde. Walker und Trivette, gerade mit der Aufklärung eines Waffenschmuggels beschäftigt, übernehmen parallel auch die Ermittlungen um die Vorgänge auf der Baustelle. Im Zentrum steht die Frage, ob Gellis etwas von den Machenschaften seines Poliers wusste …","versions":[{"lang":1,"streams":[{"redirect":14038564,"hoster":"VOE"},{"redirect":8534129,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Waisenkinder","epNo":12,"alt":"Small Blessings","descr":"Das kinderlose Ehepaar Amy und Danny Barnas will die beiden Waisen Derek und Cathy adoptieren. Doch als Derek ein Gespräch mitbekommt und fälschlicherweise versteht, dass das Ehepaar nur eines der Kinder haben will, reißt er nachts zusammen mit seiner Schwester aus dem Heim aus. In der Nacht beobachten die beiden dann den Mord an einer jungen Frau. Der ruchlose Tony hat sie getötet, weil sie sich für bessere Arbeitsbedingungen in einer Fabrik eingesetzt hat. Als Tony die Kinder bemerkt, scheint auch ihr Tod festzustehen. Tony hält die beiden in einer Fabrik gefangen und legt ein Feuer. Doch Walker ist der Geschichte längst auf der Spur …","versions":[{"lang":1,"streams":[{"redirect":14076738,"hoster":"VOE"},{"redirect":8534141,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Öl im Reservat","epNo":13,"alt":"Tribe","descr":"Sam Coyote wird des Mordes an seiner Freundin Nora verdächtigt, doch Walker ist von der Unschuld seines alten Freundes felsenfest überzeugt. Die Archäologin Dr. Nora Shannon, Freundin des Indianer-Polizisten Sam Coyote, wird eines Nachts im Reservat der Cherokees ermordet. Als Hauptverdächtiger gilt ihr Freund Sam, dem Nora einen Korb gegeben hatte. Doch Walker und George Black Fox sind beide felsenfest von der Unschuld ihres Freundes überzeugt und versuchen alles, um ihn zu entlasten. Für die beiden ist es viel wahrscheinlicher, dass der Mord an Nora etwas mit den großen Ölvorkommen zu tun hat, die auf dem Gebiet des Reservats während einer Ausgrabung entdeckt wurden …","versions":[{"lang":1,"streams":[{"redirect":14076703,"hoster":"VOE"},{"redirect":8534135,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ohne Ausweg","epNo":14,"alt":"Saving Grace","descr":"Eine Gruppe entflohener Häftlinge verschanzt sich in einer Kirche und nimmt die Nonnen sowie Alex als Geiseln. Als der Anführer in einer der Nonnen die Waisenhausleiterin aus seiner Kindheit wieder erkennt, eskaliert die Situation.","versions":[{"lang":1,"streams":[{"redirect":14038775,"hoster":"VOE"},{"redirect":8534145,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Geburtstag eines Millionärs","epNo":15,"alt":"Money Talks","descr":"C. D. springt als Sicherheitsbeamter in einem Wellness Resort ein und erfährt, dass sich dort die 10 reichsten Geschäftsmänner treffen werden. Plötzlich taucht eine Gruppe Terroristen in dem Resort auf.","versions":[{"lang":1,"streams":[{"redirect":14038742,"hoster":"VOE"},{"redirect":14029705,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Wrestler","epNo":16,"alt":"Crusader","descr":"Barbara, die für den Gangster Ramos arbeitet, wird zufällig Zeuge, wie ihr Boss einen Mann ermordet. Sofort wird ihr klar, dass Ramos nun auch sie als lästige Mitwisserin beseitigen muss und flieht daraufhin mit ihrem Sohn Jake nach Dallas. Dort versteckt sie ihren Jungen bei ihrem Ex-Mann Cody, der als Wrestler unter dem Kampfnamen \"Crusader\" ein großer Star ist. Cody ist von der ganzen Geschichte alles andere als begeistert, zumal ihm der Arzt gerade offenbart hat, dass ihn der nächste Kampf umbringen kann. Wie es der Zufall will, ist Cody auch mit Walker und Trivette befreundet, die dadurch von der Sache Wind bekommen. Doch da entführt Ramos den kleinen Jake – und Cody wird zum Tier. Wild entschlossen macht er sich auf den Weg, um seinen Sohn freizukämpfen …","versions":[{"lang":1,"streams":[{"redirect":14076715,"hoster":"VOE"},{"redirect":14021991,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Trivette unter Verdacht","epNo":17,"alt":"In God\u0027s Hands","descr":"Trivette glaubt, den Tod eines 6-jährigen Jungen verschuldet zu haben. Während den internen Ermittlungen wird Trivette suspendiert. Walker setzt alles daran, den Ruf seines Freundes wieder herzustellen und die Wahrheit ans Licht zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14038540,"hoster":"VOE"},{"redirect":8534139,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Carlos in Gefahr","epNo":18,"alt":"Undercover","descr":"Carlos ermittelt gegen Walkers Willen undercover in einem Drogenring. Als der Drogenboss seine wahre Identität herausfindet, schwebt Carlos in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":14038609,"hoster":"VOE"},{"redirect":14029706,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mendoza","epNo":19,"alt":"Everyday Heroes","descr":"Als Maria Mendoza der Polizei erzählt, dass ihr Mann Rudy mit Drogen handelt, schwört dieser Rache. Walker bringt Maria bei Alex in Sicherheit, doch Rudys Männer sind ihnen bereits auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":14038776,"hoster":"VOE"},{"redirect":8534161,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der perfekte Krieger","epNo":20,"alt":"Warriors","descr":"Die Wissenschaftlerin Dr. Susan Lee wird entführt. Sie hatte eine revolutionäre Erfindung in der Gentechnologie gemacht, die korrupte Wissenschaftler für ihre eigenen Zwecke nutzen wollen.","versions":[{"lang":1,"streams":[{"redirect":14076748,"hoster":"VOE"},{"redirect":8534146,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Rache-Engel","epNo":21,"alt":"Angel","descr":"Trivette bändelt mit seiner Ex-Freundin Angel an. Als sie vor seinen Augen einen Mann ermordet, realisiert Trivette, dass sie eine professionelle Auftragskillerin ist.","versions":[{"lang":1,"streams":[{"redirect":14076713,"hoster":"VOE"},{"redirect":8534147,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blinder Hass","epNo":22,"alt":"The Soul Of Winter","descr":"Walker macht die rassistische Gruppe ‚Söhne des Reichs‘ für den Tod eines Jungen verantwortlich, der vor einer Kirche erschossen wurde. Der Pastor nimmt den Kampf mit den Rassisten auf.","versions":[{"lang":1,"streams":[{"redirect":14076702,"hoster":"VOE"},{"redirect":14021993,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"In Versuchung","epNo":23,"alt":"Circle Of Life","descr":"Ex-Sträfling Joe will für seine Familie anständig werden, aber eine Gruppe von Juwelendieben setzt ihn massiv unter Druck: Er soll für sie einen Safe knacken, sonst muss sein Sohn sterben! Am Tag der Eröffnung ihres neuen Lokals erlebt Maria Lopez eine große Überraschung: Ihr Mann Joe wurde auf Bewährung entlassen und steht urplötzlich vor der Tür. Zwar will Sohn Tommy nichts mehr von seinem Vater wissen, doch Maria beweist ein gutes Herz und lässt den reumütigen Joe in der Küche des Restaurants arbeiten. Mit Unterstützung seines Bewährungshelfers Coburn bemüht Joe sich redlich, ein neues Leben anzufangen. Da tritt eine Gruppe von Diamantdieben an Joe heran und will ihn dazu überreden, für sie einen Safe zu knacken. Aber Joe wendet sich hilfesuchend an Walker, der ihn dazu überredet, die Banditen weiter auszuhorchen. Doch bevor Joe sich versieht, steckt er in der Falle, denn bei dem Anführer der Verbrecher handelt es sich ausgerechnet um seinen Bewährungshelfer Coburn, und um mehr Druck auf Joe ausüben zu können, hat er Joes Sohn Tommy entführt …","versions":[{"lang":1,"streams":[{"redirect":14038648,"hoster":"VOE"},{"redirect":8534156,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Schulterror","epNo":24,"alt":"Test Of Faith","descr":"Walker schleust sich als Lehrer in eine Schule ein, in der zuvor eine Lehrerin ermordet wurde. Sie hatte offen Stellung gegen die Banden an der Schule bezogen und sich damit Feinde gemacht.","versions":[{"lang":1,"streams":[{"redirect":14038757,"hoster":"VOE"},{"redirect":14029727,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Hochzeit (1)","epNo":25,"alt":"The Wedding (1)","descr":"Kurz Alex wird von einem ehemaligen Häftling angeschossen. Walker muss Ranger Rivers beschützen, an der sich der Häftling ebenfalls rächen will.","versions":[{"lang":1,"streams":[{"redirect":14038535,"hoster":"VOE"},{"redirect":8534155,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Die Hochzeit (2)","epNo":1,"alt":"The Wedding (2)","descr":"Alex befindet sich weiterhin im Koma. Walker hat nur ein Ziel: sich an Karl Storm zu rächen. Während C. D. nicht von Alex’ Bett weicht, macht Walker sich in Dallas auf die Suche nach seinem Erzfeind.","versions":[{"lang":1,"streams":[{"redirect":14038568,"hoster":"VOE"},{"redirect":8534166,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf der Flucht","epNo":2,"alt":"Trackdown","descr":"Hector wird eines Diebstahls bezichtigt und kommt ins Gefängnis. Dort ermorden korrupte Wärter Hectors Zellengenossen und schieben ihm den Mord in die Schuhe. Verzweifelt flieht Hector.","versions":[{"lang":1,"streams":[{"redirect":14038616,"hoster":"VOE"},{"redirect":8534154,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Überfall auf die Kronjuwelen","epNo":3,"alt":"Royal Heist","descr":"Walker hat Garrett Stone vor Jahren hinter Gitter bringen können. Als dieser auf Bewährung entlassen wird und mehrere Banküberfälle verübt, macht Walker sich erneut auf die Jagd auf ihn.","versions":[{"lang":1,"streams":[{"redirect":14038531,"hoster":"VOE"},{"redirect":14029708,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Giftiges Wasser","epNo":4,"alt":"War Cry","descr":"Mehrere Kinder sterben an Vergiftung, nachdem sie aus einem Fluss getrunken haben. Walker findet heraus, dass eine Fabrik Müll ins Wasser ablädt.","versions":[{"lang":1,"streams":[{"redirect":14076707,"hoster":"VOE"},{"redirect":14029707,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefährlicher Ausflug","epNo":5,"alt":"Code Of The West","descr":"Ein gefährlicher Sträfling kann fliehen. Walker befürchtet, dass er sich an Richter McSpadden rächen will, der ihn zu lebenslänglicher Haft verurteilt hatte und gerade mit Alex und ein paar Kindern von H.O.P.E. im Wald unterwegs ist.","versions":[{"lang":1,"streams":[{"redirect":14038682,"hoster":"VOE"},{"redirect":14026167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Satanskult","epNo":6,"alt":"The Children Of Halloween","descr":"Kurz vor Halloween verschwinden im gesamten Stadtgebiet von Dallas mehrere Kinder. Am Tatort hat der Täter ein auf den Boden gemaltes rotes Pentagramm, das Symbol der Teufelskulte, hinterlassen. Der Entführer ist ein überzeugter Satansjünger, der sich in seinem Wahn sogar für den Sohn des Teufels hält und sich Lucifer nennt. Die entführten Kinder will er in der Halloween-Nacht dem Satan opfern. Am Halloween-Abend wird auch Alex entführt, weil sie beobachtet hat, wie Lucifer ein junges Mädchen in seine Gewalt gebracht hat. Zu diesem Zeitpunkt ist es fünf Stunden vor Mitternacht – und um Punkt Mitternacht will Lucifer sein Blutopfer auf einem Friedhof darbringen. Walker und Trivette machen sich auf die verzweifelte Suche nach den verschwundenen Kindern, Alex und dem wahnsinnigen Teufelsanbeter …","versions":[{"lang":1,"streams":[{"redirect":14076705,"hoster":"VOE"},{"redirect":14029709,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Überleben","epNo":7,"alt":"Survival","descr":"Was als normaler Wanderurlaub in den Bergen Utahs beginnt, wird für Alex schnell zum Albtraum, als sie von mehreren Männern entführt wird. Walker setzt alle Hebel in Bewegung, um seine Verlobte in Sicherheit zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14076730,"hoster":"VOE"},{"redirect":8534180,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Friedensabkommen","epNo":8,"alt":"Second Chance","descr":"Die IRA entführt die schwer kranke Tochter von Adam McGuire, um ihn dazu zu zwingen, das irische Friedensabkommen wieder rückgängig zu machen. Walker versucht, das Mädchen vor den Terroristen zu retten.","versions":[{"lang":1,"streams":[{"redirect":14076690,"hoster":"VOE"},{"redirect":8534174,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Mormonen-Treck","epNo":9,"alt":"Paradise Trail","descr":"C.D. schenkt Walker zum Geburtstag ein Buch über Ranger Cooper (ebenfalls Chuck Norris), einem Ranger aus dem 19. Jahrhundert, der sich auf die Suche nach den gefährlichen Tarvin Brüdern macht","versions":[{"lang":1,"streams":[{"redirect":14038565,"hoster":"VOE"},{"redirect":8534175,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Auge des Rangers","epNo":10,"alt":"Eyes Of A Ranger","descr":"Kelly Wyman träumt von einer Karriere als Sängerin. Als sie den attraktiven Brad trifft und er ihr seine Hilfe anbietet, glaubt sie, am Ziel ihrer Träume zu sein. Sie ahnt nicht, dass Brad ein gefährlicher Drogendealer ist.","versions":[{"lang":1,"streams":[{"redirect":14038630,"hoster":"VOE"},{"redirect":8534172,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Drogen-Sheriff","epNo":11,"alt":"On The Border","descr":"Andy weigert sich, an den kriminellen Aktivitäten seines Sheriffs teilzunehmen. Plötzlich explodiert in Andys Truck eine Bombe und tötet ihn. Sheriff Bell behauptet, Andy wäre ein Drogenschmuggler gewesen.","versions":[{"lang":1,"streams":[{"redirect":14038695,"hoster":"VOE"},{"redirect":8534178,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Blade","epNo":12,"alt":"Lost Boys","descr":"Ein Polizist wird erschossen. Der Täter, der Anführer einer Gang, versteckt die Tatwaffe in Jesses Zimmer, wo sie von seinem Onkel Carlos gefunden wird. Als Jesse im Gefängnis landet, versuchen Walker und Trivette, die Wahrheit ans Licht bringen.","versions":[{"lang":1,"streams":[{"redirect":14038615,"hoster":"VOE"},{"redirect":8534183,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Keiner kommt hier lebend raus","epNo":13,"alt":"Special Witness","descr":"Das geistig behinderte Mädchen Sally ist die einzige Zeugin, als Trent von einem Auftragskiller erstochen wird. Walker muss den Killer zur Strecke bringen, bevor dieser Sally gefunden hat.","versions":[{"lang":1,"streams":[{"redirect":14038765,"hoster":"VOE"},{"redirect":14029710,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Highschool-Connection","epNo":14,"alt":"The Principal","descr":"Walker gibt sich als neuer Rektor einer Schule aus, um den angeblichen Selbstmord eines alten Freundes aufzuklären. Walker vermutet, dass er ermordet wurde, weil er den Drogenhandel an der Schule stoppen wollte.","versions":[{"lang":1,"streams":[{"redirect":14038747,"hoster":"VOE"},{"redirect":8534184,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Autorennen (1)","epNo":15,"alt":"Team Cherokee (1)","descr":"Walker und Trivette begleiten einen Freund zu einem Autorennen. Als die Autoreifen des Cherokee Teams zerstochen werden, befürchtet Walker, dass sein Freund aus rassistischen Gründen sabotiert wurde.","versions":[{"lang":1,"streams":[{"redirect":14076741,"hoster":"VOE"},{"redirect":14029722,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Autorennen (2)","epNo":16,"alt":"Team Cherokee (2)","descr":"Damit das Cherokee-Team doch noch eine Chance hat, zu gewinnen, muss sich Walker selbst ans Steuer setzen. Währenddessen suchen Trivette und Carlos das Beweismaterial im Fall des Kinderpornorings, das gestohlen wurde.","versions":[{"lang":1,"streams":[{"redirect":14038541,"hoster":"VOE"},{"redirect":14029712,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verbrechen im Internet","epNo":17,"alt":"live-girls.now","descr":"Trivettes neue Freundin Kristin wird entführt. Bei den Recherchen stoßen Walker und Trivette auf einen Menschenhändlerring, der Models im Internet versteigert.","versions":[{"lang":1,"streams":[{"redirect":14038777,"hoster":"VOE"},{"redirect":8534189,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Treffpunkt: Friedhof","epNo":18,"alt":"No Way Out","descr":"Mit der in den USA sehr erfolgreichen CBS-Serie \"Walker, Texas Ranger\" gab der Karate-Champ Chuck Norris (siebenfacher Weltmeister) sein Fernsehdebüt. Norris spielt den Ranger Cordell Walker, der knifflige Fälle mit recht unorthodoxen Methoden löst und sich bei der Verbrechensbekämpfung mehr auf seinen Instinkt als auf kriminalistische Lehrbücher verläßt – ganz im Gegensatz zu seinem Partner Jimmy Trivette, einem ehemaligen Football-Star und Absolventen einer Abendschule für Kriminalistik. Jimmy besitzt neben seinem messerscharfen Verstand ein aufbrausendes Temperament und hat überdies ein ausgeprägtes Talent dafür, sich in Schwierigkeiten zu bringen. Kein Wunder, dass es zwischen den beiden Gesetzeshütern häufig Reibereien gibt. Nur dem mäßigenden Einfluss der engagierten Staatsanwältin Alex Cahill ist es zu verdanken, dass die Streitereien zwischen den beiden keine katastrophalen Ausmaße annehmen.","versions":[{"lang":1,"streams":[{"redirect":14038622,"hoster":"VOE"},{"redirect":14029714,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Trivettes Bruder","epNo":19,"alt":"Brothers In Arms","descr":"Trivette ist geschockt, als er erfährt, dass sein Bruder Simon das FBI verlassen hat und stattdessen mit Drogen handelt. Schweren Herzens beschließt er, Simon und dessen Boss hinter Gitter zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14076691,"hoster":"VOE"},{"redirect":14027628,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Habgier","epNo":20,"alt":"Mind Games","descr":"C. D. nimmt die Ermittlungen auf, als der Sohn eines Freundes ums Leben kommt. Er vermutet, dass es sich um Mord handelt. Trivette und Walker sind einem entflohenen Sträfling auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":14038651,"hoster":"VOE"},{"redirect":14021994,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wettkampf für den Frieden","epNo":21,"alt":"Power Angels","descr":"Walker setzt sich für den Sohn eines Pastors ein, als dieser von einem korrupten Kredithai ausgenutzt wird. Währenddessen müssen die Ranger sich auf einer Friedensveranstaltung gegen deutsche Nationalgardisten behaupten.","versions":[{"lang":1,"streams":[{"redirect":14038723,"hoster":"VOE"},{"redirect":14215278,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Brandheiss","epNo":22,"alt":"Jacob\u0027s Ladder","descr":"Eine Gang tyrannisiert eine Kleinstadt und schüchtert die Einwohner mit Brandanschlägen ein. Als einer der Feuerwehrmänner ums Leben kommt, nimmt Walker die Aufklärung des Falls in seine Hand.","versions":[{"lang":1,"streams":[{"redirect":14038744,"hoster":"VOE"},{"redirect":14029717,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Räuber ohne Rücksicht (1)","epNo":23,"alt":"In Harm\u0027s Way (1)","descr":"Das Flugzeug, in dem Walker und Alex entscheidendes Beweismaterial transportieren, stürzt ab und versinkt in einem einsamen Bergsee. Ein grausamer Serienkiller hat es auf wohlhabende Mitglieder der High Society in Dallas abgesehen. Walker, Trivette, Alex und C.D. setzten ihr Leben aufs Spiel, um den Mörder und seine Kumpanen zu stoppen. Sie scheinen erfolgreich. Doch als Walker und Alex das entscheidende Beweismaterial per Flugzeug zu einer anstehenden Verhandlung bringen, stürzt ihre Maschine unter mysteriösen Umständen ab und die beiden sind darin gefangen. Langsam sinkt das Flugzeug auf den Grund eines einsamen Bergsees …","versions":[{"lang":1,"streams":[{"redirect":14076729,"hoster":"VOE"},{"redirect":14029718,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Räuber ohne Rücksicht (2)","epNo":1,"alt":"In Harm\u0027s Way (2)","descr":"Zwar haben Walker und Trivette sich und das Beweismaterial aus dem abgestürzten Flugzeugwrack retten können, doch nun beginnt für sie ein Wettlauf mit der Zeit: Werden sie das belastende Material noch vor Ende des Prozesses gegen den Serienmörder Openshaw vorlegen können? Wie durch ein Wunder haben Walker und Trivette den Flugzeugabsturz überlebt. Und mit vereinten Kräften gelang es ihnen, sich selbst und das entscheidende Beweismaterial aus dem in einem Bergsee versinkenden Wrack zu retten. Doch werden sie den Gerichtssaal rechtzeitig erreichen, um das belastende Material vorlegen zu können? Der Prozess gegen Openshaw, den mutmaßlichen Serienkiller, hat nämlich bereits die Endphase erreicht – und alles sieht danach aus, als würde der Täter freigesprochen werden …","versions":[{"lang":1,"streams":[{"redirect":14038774,"hoster":"VOE"},{"redirect":8534202,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Countdown","epNo":2,"alt":"Countdown","descr":"Ein Verrückter droht, die Einwohner von Dallas mit einem tödlichen Bazillus ins Jenseits zu befördern, falls ihm nicht 100 Millionen Dollar ausgehändigt werden. Klarer Fall für Walker! Alex erhält eine Videokassette, auf der ein maskierter Mann insgesamt 100 Millionen Dollar und die Freilassung von fünf inhaftierten Terroristen verlangt. Sollte seinen Forderungen nicht nachgegeben werden, will er eine Bombe mit dem tödlichen Anthrax-Virus in Dallas zünden, die die gesamte Einwohnerzahl auslöschen würde. Sofort setzt sich die Stadt in Bewegung: Eine Truppe der bestqualifizierten Agenten und Ranger werden auf den Verbrecher angesetzt. Walker selbst arbeitet mit den Rangern Gage und Sydney zusammen, die einen hervorragenden Ruf genießen. Gemeinsam kommen sie dem Terroristen auf die Spur …","versions":[{"lang":1,"streams":[{"redirect":14076727,"hoster":"VOE"},{"redirect":14021999,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kronzeuge","epNo":3,"alt":"Safe House","descr":"Lloyd Allen, ehemaliger Buchhalter des Gangsterbosses Terman, will gegen den Verbrecher aussagen. Jetzt muss Walker Allen und seine Familie beschützen. Lloyd Allen war bislang bei dem Verbrecherboss Vince Terman als Buchhalter angestellt. Jetzt will er aussteigen. Doch da er zu viel weiß, will Terman ihn nicht einfach gehen lassen, sondern setzt seine Killer auf ihn und seine Familie an. Als Lloyd nur um Haaresbreite einem Anschlag entgeht, will er unbedingt als Kronzeuge gegen seinen ehemaligen Chef aussagen. Nun haben Walker, Trivette, Gage und Sydney alle Hände voll zu tun, die Allens vor Termans Häschern zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":14076695,"hoster":"VOE"},{"redirect":14021997,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schatten der Vergangenheit","epNo":4,"alt":"Way Of The Warrior","descr":"Walker wird seit einiger Zeit von seltsamen Träumen und Visionen heimgesucht, in denen ihm regelmäßig das stolze aber gehetzt erscheinende Gesicht eines Schamanen erscheint. Um so erstaunter ist er, als er das Gesicht eines Tages leibhaftig vor sich sieht: Der junge Indianer John Wolf, der Walkers Schamanen aufs Haar gleicht, wird wegen Mordes an einem Reporter angeklagt. Walker spürt instinktiv, dass Wolf unschuldig ist und ermittelt auf eigene Faust. Dabei landet er wie durch eine Art Flashback im 19. Jahrhundert, wo er einen Justizirrtum aufdecken muss, um zu verhindern, dass sich die Geschichte wiederholt …","versions":[{"lang":1,"streams":[{"redirect":14038751,"hoster":"VOE"},{"redirect":14025531,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Heiße Beweise","epNo":5,"alt":"Tall Cotton","descr":"Julie, die Schwester von Ranger Gage, arbeitet als Journalistin. Sie hat sich undercover in die schmierige Bar Tal Cotton eingeschleust, weil Besitzer B.J. Ronson für seine kriminellen Machenschaften berüchtigt ist. Bislang hatte die Gesetzgebung jedoch noch kein konkretes Beweismaterial gegen den cleveren Ronson in der Hand. Bei dem Versuch, Ronson ans Leder zu gehen, fliegt Julias Tarnung jedoch auf. Sie wird von dem Gangster entführt, der mit brutalsten Mitteln versucht, von ihr zu erfahren, wo sie die Beweise versteckt hat. Als er längere Zeit nichts mehr von seiner Schwester hört, folgt Gage zusammen mit Kollegin Sydney ihrer Spur. Die Ranger heuern ebenfalls in Ronsons Bar an. Doch um den Verbrecher endgültig überführen zu können, brauchen sie Trivettes und Walkers Hilfe – schade nur, dass Walker gerade ein romantisches Campingwochenende mit Alex verbringt …","versions":[{"lang":1,"streams":[{"redirect":14038669,"hoster":"VOE"},{"redirect":8534242,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Entführung der Lynn-Schwestern","epNo":6,"alt":"The Lynn Sisters","descr":"Walker muss die entführten Lynn-Sisters aufspüren und sie vor einem schrecklichen Ende bewahren. Walker und seinen Rangern gelingt es, einen CD-Raubkopierer-Ring hochgehen zu lassen. Allerdings können die Drahtzieher fliehen. Da ihr gesamtes Material beschlagnahmt wurde, geraten sie jedoch in größte Schwierigkeiten. So haben sie zum Beispiel dem berüchtigten Gangster Kahn Raubkopien des neuesten Albums der Lynn Sisters versprochen. Um ihre brisanten Geschäftsverpflichtungen einhalten zu können, entführen sie die Country-Stars einfach. In einem verlassenen Landhaus wollen sie Patsy und Peggy Lynn nicht nur zu Gesangsaufnahmen zwingen, sie wollen außerdem ein Snuff-Movie mit ihnen drehen, bei dem die tatsächliche Ermordung der Schwestern von der Kamera aufgefangen werden soll. Walker arbeitet gegen die Uhr, um die Sängerinnen zu retten …","versions":[{"lang":1,"streams":[{"redirect":14038678,"hoster":"VOE"},{"redirect":14021998,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stumme Zeugin","epNo":7,"alt":"Suspicious Minds","descr":"Alex Freunde Tony und Helen London sowie ihre Tochter Melissa sind in Dallas zu Besuch, um an einem Elvis-Wettbewerb teilzunehmen. Die Londons hoffen, mit Hilfe des Geldes, das man bei dem Contest gewinnen kann, ihre taubstumme Tochter auf eine private Schule schicken zu können. Im Rummel des Geschehens beobachtet Melissa eines abends, wie ein Undercover-Agent von einem Gangster ermordet wird. Leider hat der Täter sie auch gesehen. Jetzt schwebt das Mädchen in akuter Lebensgefahr …","versions":[{"lang":1,"streams":[{"redirect":14038743,"hoster":"VOE"},{"redirect":8534250,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bullenreiten","epNo":8,"alt":"Widow Maker","descr":"In Notwehr tötet Trivette einen der berüchtigten Crowder-Brüder. Nun ist der gesamte Clan hinter dem Ranger her. Familienoberhaupt Ben Crowder schwört blutige Rache, und Trivettes Leben scheint kaum noch einen Pfifferling wert zu sein. Walker und er versuchen alles, um die Crowders in ihrem bösen Vorhaben zu stoppen. Gleichzeitig bringt auch Walker sich selbst mutwillig in Gefahr, indem er gegen Alex’ ausdrücklichen Wunsch an einem Bullenreiten teilnimmt. Das Tier hat schließlich nicht ohne Grund den schönen Namen \"Witwenmacher\" …","versions":[{"lang":1,"streams":[{"redirect":14076737,"hoster":"VOE"},{"redirect":8534249,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Hammer","epNo":9,"alt":"Fight Or Die","descr":"Als Unbekannte per Internet Videos mit Ultimate Fights zwischen Inhaftierten eines Hochsicherheitsgefängnisses verkaufen, lässt sich Walker als Gefangener in das Gebäude einschleusen. Im Internet werden illegale Videos mit brutalen Kämpfen zwischen Gefangenen eines Hochsicherheitsgefängnisses in Arkansas zum Verkauf angeboten. Als ein Undercover-Cop, der auf den Fall angesetzt wurde, ermordet wird, wendet sich der Gouverneur von Arkansas an die Ranger, mit der Bitte, in das Geschehen einzugreifen. Zusammen mit Trivette und Gage lässt Walker sich als Häftling in das betreffende Gefängnis einschleusen. Hier geraten die Ranger in einen Sumpf aus Verbrechen, Korruption und müssen sich den modernen Gladiatoren-Kämpfen stellen …","versions":[{"lang":1,"streams":[{"redirect":14038773,"hoster":"VOE"},{"redirect":8534262,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Chance des Lebens","epNo":10,"alt":"Rise To The Occasion","descr":"Als Walker den Selbstmord eines zwölfjährigen Jungen nicht verhindern kann, versucht er seinen Schmerz zu überwinden, indem er für entscheidende Veränderungen auf dessen Schule sorgt. Walker kann nicht verhindern, dass ein zwölfjähriger Schüler der Chisholm Mittelschule Selbstmord begeht. Um seine Schuldgefühle und seinen Schmerz zu überwinden, bleibt er eine Zeit lang an der Schule, um mit der Direktorin Präventionsmaßnahmen einzuführen, die weitere Tragödien verhindern sollen. Dabei kommt er auch mit einer brutalen Schulgang in Kontakt, die rein gar nichts von den Neuerungen wissen wollen. Inzwischen versuchen Sydney und Gage dem Waffenschieber und Geldwäscher Lorenzo Cabral das Handwerk zu legen. Da der Gangster einen eigenen Nachtclub besitzt, heuert Sydney als Sängerin bei ihm an und gibt Gage als ihren Manager aus. Alles läuft sehr gut, bis Cabral sich in seinen neuen Star verliebt …","versions":[{"lang":1,"streams":[{"redirect":14076680,"hoster":"VOE"},{"redirect":14026168,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nervengas","epNo":11,"alt":"Full Recovery","descr":"Bradley, Computerfachmann bei der Firma Cox Genetic, entdeckt zufällig, dass sein Unternehmen heimlich das absolut tödliche Nervengas Sarin in einem Labor aufbewahrt. Da ihm die ganze Sache sehr unlauter vorkommt, weiht er seinen Bruder Danny in seine Entdeckung ein, und gemeinsam beschließen sie, in einer Nacht und Nebel-Aktion das Sarin aus dem Labor zu holen und der Polizei zu übergeben. Aber dann geht alles schief: Sie werden von den Sicherheitsleuten erwischt. Bradley wird auf der Flucht erschossen, und Danny baut einen schlimmen Unfall, bei dem er mitsamt Auto in einem Fluss landet. Sydney, die zufällig vorbeijoggt, rettet den Verunglückten. Im Krankenhaus kann er sich wegen einer Amnesie an nichts mehr erinnern. Das schützt ihn jedoch nicht vor den Häschern von Cox Genetic …","versions":[{"lang":1,"streams":[{"redirect":14038738,"hoster":"VOE"},{"redirect":14029719,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Weihnachtswunder","epNo":12,"alt":"A Matter Of Faith","descr":"Felipe Rivas bricht mit seiner Gang kurz vor Weihnachten in die Kirche von Pastor Chavez ein, um die Geld- und Spielzeugspenden für die armen Kinder des Viertels an sich zu bringen. Als die Gangster dabei von dem Geistlichen überrascht werden, schubst Felipe den Mann so brutal zu Seite, dass er unglücklich fällt und sich dabei schwer verletzt. Als Juan, Pastor Chavez besonderer Schützling, der selbst auch Geistlicher werden will, erfährt, dass der Priester im Koma liegt, dreht er vollkommen durch. Juan ist früher selbst ein Mitglied von Felipes Gang gewesen, weiß also genau, wo er seinen ehemaligen Kumpel auftreiben muss, um Rache zu nehmen. Walker und Trivette setzen sich auf die Spur des wütenden jungen Mannes, um das Schlimmste zu verhindern. Dabei geraten sie zunächst in einen Autounfall und müssen als Geburtshelfer einspringen …","versions":[{"lang":1,"streams":[{"redirect":14076688,"hoster":"VOE"},{"redirect":8534207,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Auge des Geistes","epNo":13,"alt":"Vision Quest","descr":"Durch einen Bombenanschlag, den Waffenhändler Aziz auf C.D.s Bar verübt, erblindet Walker! Als die Ranger einen Deal des Waffenhändlers Aziz vereiteln, lässt dieser eine Bombe in C.D.s Bar deponieren. Walker kommt dahinter und spürt den Sprengkörper auf. Doch bei dem Versuch, die Bombe aus dem Weg zu schaffen, detoniert sie und verletzt den Ranger so schwer, dass er erblindet. Verbittert weißt er daraufhin die Hilfe seiner Freunde erst mal zurück und stößt damit vor allem Alex vor den Kopf. Doch von dem Indianer White Eagle lernt er nach und nach, seine anderen Sinne zu schärfen, so dass sie den fehlenden Gesichtsinn ersetzen. Eine sinnvolle Übung, denn Aziz und seine Leute sind immer noch hinter Walker her …","versions":[{"lang":1,"streams":[{"redirect":14038528,"hoster":"VOE"},{"redirect":14022023,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Einmal Ranger, immer Ranger","epNo":14,"alt":"A Matter Of Principle","descr":"Als der ehemalige Ranger Wade Harper sich mit Frau und Tochter in einem Juweliergeschäft aufhält, wird es ausgerechnet in diesem Moment überfallen. Im chaotischen Verlauf des Geschehens kommt es zu einem Schusswechsel, bei dem Harpers Tochter getroffen wird. Wade, der nach einem Einsatz, bei dem er einen Jungen angeschossen hatte, schwor, nie wieder eine Waffe anzufassen, wird seinem Vorsatz untreu, und macht sich auf eigene Faust auf die Suche nach den Verbrechern. Als Walker Harper bei seinen eigenen Ermittlungen in die Quere kommt, versucht er seinen ehemaligen Kollegen zur Räson zu bringen …","versions":[{"lang":1,"streams":[{"redirect":14076704,"hoster":"VOE"},{"redirect":14029720,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Superwaffe","epNo":15,"alt":"Thunderhawk","descr":"Der Wissenschaftler Dr. Lamarr hat einen unglaublich effektiven Schalllaser entwickelt, für den sich unter anderem das Militär interessiert. Doch beim Transport des Lasers \"Thunderhawk\" wird das Gerät gestohlen. Walker setzt sich auf die Spur der Kriminellen, denen mit \"Thunderhawk\" eine ungemein gefährliche Superwaffe in die Hände gefallen ist …","versions":[{"lang":1,"streams":[{"redirect":14038567,"hoster":"VOE"},{"redirect":14029721,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Einsiedler","epNo":16,"alt":"Justice Delayed","descr":"Trivette gibt Vorlesungen in Kriminalistik. Eines Tages wird er von seiner Studentin Erika Carter angesprochen, deren Vater für den Mord an einem prominenten Geschäftsmann verurteilt wurde. Das Mädchen ist davon überzeugt, dass ihr Vater unschuldig ist, und bittet Trivette um Hilfe. Der einzige Zeuge, der Erikas Vater ein Alibi verschaffen könnte, ist ein Einsiedler, der ihn beim Angeln beobachtet hat. Da der Mann nie gefunden wurde, geht Trivette der Sache nach und entdeckt dabei, dass die Mafia ihre Hände im Spiel hat. Schließlich kann er den Einsiedler ausfindig machen und fährt mit Erika zu ihm. Doch da tauchen mehrere Mafiosi auf und versuchen, die unliebsamen Schnüffler aus dem Weg zu räumen …","versions":[{"lang":1,"streams":[{"redirect":14076687,"hoster":"VOE"},{"redirect":14029724,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Große Explosion","epNo":17,"alt":"The Day of Cleansing 2)","descr":"Der Terrorist Eagleton ist aus dem Gefängnis geflohen, um seinen Plan einer neuen, reinen Gesellschaft zu verwirklichen. Wird Walker den Fanatiker stoppen können? Nachdem Eagleton mit Hilfe seines Teams aus dem Gefängnis fliehen konnte, verübt er in Los Angeles ein Attentat, bei dem ein Texas Ranger und mehrere Polizisten getötet werden. Walker ist ihm auf den Fersen und kann ihn tatsächlich wieder in Handschellen legen und nach Texas bringen. Doch auf dem Weg ins Gefängnis schlägt Eagletons Team wieder zu und befreit ihn. Diesmal hat Eagleton Großes vor: Um der Öffentlichkeit zu zeigen, wie unfähig die Politiker sind, will Eagleton mehrere mit Sprengladungen vollbepackte LKWs an verschiedenen strategisch wichtigen Punkten zünden. Mit dieser Aktion hofft Eagleton, eine Revolution auszulösen, um eine neue Gesellschaft zu formen, die von reiner Rasse ist. Doch Walkers Team kann die Katastrophe mit der Hilfe eines Cops aus Shanghai im letzten Moment verhindern …","versions":[{"lang":1,"streams":[{"redirect":14038740,"hoster":"VOE"},{"redirect":8534221,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schwarze Drachen","epNo":18,"alt":"Black Dragons","descr":"P.K., der Sohn des chinesischen Konsuls gehört der Triade der \"Schwarzen Drachen\" an, die sich vor allem auf Heroinschmuggel konzentriert. Nun soll eine Tonne ungestrecktes Heroin auf den Markt gebracht werden, dessen hohe Reinheit bereits einige Jugendliche das Leben gekostet hat. Gage wird Zeuge eines Streits zwischen P.K. und seiner Freundin Alex, die ihm vorwirft, sie für das Heroingeschäft zu benutzen. Als P.K. beginnt, das Mädchen zu schlagen, geht Gage dazwischen. P.K. wird verhaftet, aufgrund seiner diplomatischen Immunität jedoch sofort wieder freigelassen. Doch das Gespräch zischen P.K. und Alex wurde aufgezeichnet. Da kommt Walker auf die grandiose Idee, aus den Worten P.K.s einen neuen Inhalt zu schneiden, der den Geschäftspartnern von PK nicht besonders gefallen dürfte. Und genau diesen lässt er das Band jetzt zukommen. Wird es ihm so gelingen, den Kopf des \"Schwarzen Drachen\" zu enttarnen?","versions":[{"lang":1,"streams":[{"redirect":14038756,"hoster":"VOE"},{"redirect":14029748,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Soldaten des Hasses","epNo":19,"alt":"Soldiers Of Hate","descr":"Bei einer Demonstration gegen Rassismus plant eine Splittergruppe des Klans einen Bombenanschlag. Als eine Splittergruppe des Klans hat sich eine weitverzweigte Gruppe entwickelt, die öffentlich für Rassenhass demonstriert. Die Gruppierung nennt sich \"Soldaten des neuen Jahrhunderts\", und ihr Anführer ist ein gewisser Travis Braxton. Er hat schon mehrere Morde an Farbigen auf dem Gewissen und sucht nun eine Gelegenheit, seine Macht zu demonstrieren. Der \"Einheitstag\" in Dallas für die Verständigung ohne Rassenunterschiede scheint die ideale Gelegenheit für ein Bombenattentat. Für Walker und seine Leute ist es ein Rennen gegen die Zeit, die Katastrophe rechtzeitig zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14038670,"hoster":"VOE"},{"redirect":14021995,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Rückkehr des Generals","epNo":20,"alt":"The General\u0027s Return","descr":"Der Polizist Steven Nimh arbeitet undercover im \"Little Saigon\" und berichtet Walker, wenn dort Waffengeschäfte über die Bühne gehen. Doch Low, der ihn für einen Vertrauten hielt, kommt dahinter und bringt ihn um. General Nimh, Stevens Vater und Martial-Arts-Lehrer von Walker reist zur Beerdigung an und unterstützt die Witwe und Stevens Sohn Peter. Der alte Mann schult den Computerfreak Peter in der Kampfkunst, damit er sich gegen die Nachbarjungen wehren kann, die ihn ständig piesacken. Walker kommt indessen auf die Spur von Low, der einen Raketenwerfer an einen Mann namens Stone verkaufen will. In einer Importfirma findet Walker schließlich eine codierte Diskette, die Peter entschlüsseln kann. Die darauf befindlichen Informationen dürften ausreichen, um Low und seine Leute für immer hinter Gitter zu bringen …","versions":[{"lang":1,"streams":[{"redirect":14038675,"hoster":"VOE"},{"redirect":8534224,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Abrechnung in Casa Diabolo (1)","epNo":21,"alt":"Showdown at Casa Diablo (1)","descr":"Eine ehemalige Kollegin bittet Alex um Hilfe. Doch sie kann nicht verhindern, dass Drogenkuriere den Mann ihrer Freundin erschießen. Alex besucht eine ehemalige Kollegin, die inzwischen mit ihrem Mann auf einer Ranch an der mexikanischen Grenze lebt. Eigentlich sind die beiden dort ganz glücklich, doch sie haben in letzter Zeit Probleme mit Drogenkurieren, die ihr Land überqueren. Als der Ranchbesitzer die Drogenkuriere auf frischer Tate ertappt, wird er von seinem Vormann Travis erschossen. Dieser arbeitet nämlich für Cruz und Ramon Ortega, zwei Bosse eines Drogenkartells aus Mexiko. Alex bittet Walker um Hilfe. Zusammen mit Trivette und Gage arbeitet er undercover auf der Farm, bis es ihnen gelingt, Travis zu überführen. Es gelingt ihm sogar, Ramon festzunehmen. Doch dann nehmen seine Männer Alex und einige ihrer Kollegen als Geisel.","versions":[{"lang":1,"streams":[{"redirect":14076753,"hoster":"VOE"},{"redirect":14029726,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Abrechnung in Casa Diabolo (2)","epNo":22,"alt":"Showdown at Casa Diablo (2)","descr":"Alex und Sydney sind noch immer in den Händen der Entführer. Walker macht sich auf eigene Faust auf den Weg nach Mexiko. Im Austausch für seine Geiseln fordert Cruz die Freilassung seines Bruders Ramon. Snyder leitet die Übergabe und lässt Ramon frei. Alex und Sydney sind jedoch immer noch in den Händen der Verbrecher. Walker macht sich auf den Weg nach Mexiko, um die beiden zu befreien. Gegen seinen Wunsch tauchen dort auch Gage und Trivette auf. Nach einer großen Feier, bei der auch Alex und Sydney zur Teilnahme gezwungen wurden, können die drei Cruz und Ramon überwältigen und Sydney und Alex befreien.","versions":[{"lang":1,"streams":[{"redirect":14038532,"hoster":"VOE"},{"redirect":14029728,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Bär ist los","epNo":23,"alt":"The Bachelor Party","descr":"Gage gelingt es, den Geldwäscher Slocum zu überführen. Doch gegen die Kaution seines Anwalts wird Slocum für ein Wochenende frei gelassen. Genau dieses Wochenende verbringen Walker, Trivette und Gage am Lake Ebby zur Junggesellen-Abschiedsparty. Als sie am See das Lager aufschlagen, entdecken sie dort Bärenspuren. Beim Holzsammeln fällt der Bär Cage an und verletzt ihn schwer. Walker hat inzwischen entdeckt, dass das Tier bereits zwei Angler getötet hat. Die Männer können in eine Hütte flüchten, um sich vor der aggressiven Bestie zu schützen. Alex und Sydney suchen die drei per Hubschrauber, da sie als Zeugen in dem Fall Slocum aussagen sollen. Als Walker versucht, Hilfe zu holen, trifft er auf die beiden. Dann wird auch der Pilot von dem Bären getötet, und plötzlich taucht Slocum auf, der versucht, Walker und seine unliebsamen Zeugen zu töten …","versions":[{"lang":1,"streams":[{"redirect":14038659,"hoster":"VOE"},{"redirect":8534227,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Hochzeitsglocken (1)","epNo":24,"alt":"Wedding Bells (1)","descr":"Kurz vor ihrer Heirat mit Walker setzt ein Angeklagter einen Killer auf Alex an. Alex und Walker stecken in der Endphase der Vorbereitungen zu ihrer Hochzeit. Vor Gericht ist Alex gerade mit einem Fall beschäftigt, in dem der Angeklagte sie ausschalten möchte. Nachdem der erste Versuch misslingt, setzt er einen Profikiller auf sie an. Der Killer, ein Ex-CIA-Agent, arbeitet mit seiner Freundin zusammen. Bei dem Versuch Alex im Schlaf mit einem Eismesser zu erstechen, wird der Killer von Alex’ Vater überrascht, der zu Besuch ist. Bei dem Kampf wird Alex’ Vater schwer verletzt und der Killer kann entkommen. Nun soll der Killer auch Walker ausschalten. Seine Freundin will die Aufgabe übernehmen, doch beim Kampf mit Walker kommt sie ums Leben. Der Killer schießt vom Auto aus auf Walker, und nach einer Verfolgungsjagd stürzt sein Wagen von einer Brücke und explodiert.","versions":[{"lang":1,"streams":[{"redirect":14076698,"hoster":"VOE"},{"redirect":8534232,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Hochzeitsglocken (2)","epNo":25,"alt":"Wedding Bells (2)","descr":"Alex und Walker freuen sich zu früh über ihre Hochzeitsreise. Der tot geglaubte Killer befindet sich an Bord ihres Flugzeuges. Nach dem Unfall des Killers lässt Walker einen DNA-Test an der Leiche vornehmen. Die Hochzeit von Alex und Walker verläuft dann auch harmonisch und ungestört. Alex’ verletzter Vater kann seine Tochter selbst zum Altar führen. Alex und Walker steigen in das Flugzeug, das sie nach Paris auf ihre Hochzeitsreise bringen soll. Doch auch der tot geglaubte Killer ist an Bord der Maschine und erschießt den Piloten und den Co-Piloten. Walker kann den Auftragsmörder überwältigen und übernimmt das Steuer der Maschine. Per Funk soll ihn das Bodenpersonal bei der Landung unterstützen. Gemeinsam mit Alex gelingt ihm das schwierige Unterfangen schließlich. In einem zweiten Anlauf schaffen es die beiden dann schließlich doch noch, nach Paris zu kommen.","versions":[{"lang":1,"streams":[{"redirect":14038611,"hoster":"VOE"},{"redirect":14026169,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Den Mutigen gehört die Welt","epNo":1,"alt":"Home Of The Brave","descr":"Um einer Gruppe Kindesentführer, die es auf Neugeborene abgesehen hat, das Handwerk zu legen, schlüpfen Sidney und Gage in die Rolle der Eltern der neusten Entführung. Unterdessen trifft Alex vor Gericht auf den Eigentümer eines Mietshauses, der versucht seine Mieter aus dem Haus zu vertreiben, um es abzureißen zu lassen. Alex kann den Richter jedoch davon überzeugen, den Mann daran zu hindern. Doch als ein kleiner Junge Zeuge wird, wie die Komplizen des Eigentümers das Gebäude sabotieren, um es zum Einstürzen zu bringen, schwebt dieser in Lebensgefahr. Walker gibt alles, um den Jungen noch rechtzeitig zu retten. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076750,"hoster":"VOE"},{"redirect":8534247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13487874,"hoster":"VOE"},{"redirect":10151433,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dunkle Seite","epNo":2,"alt":"Deadly Situation","descr":"Ein Polizeineuling, der versucht die Korruption in seiner Abteilung aufzudecken, wird beschuldigt, Beweise einer Drogenrazzia gestohlen zu haben. Nachdem auch noch sein Partner erschossen wird, ist er gezwungen Alex als Geisel zu nehmen, um seine Unschuld zu beweisen. Walker glaubt dem Polizeineuling und schützt den Jungen vor den Angriffen seiner korrupten Kollegen bis seine Unschuld bewiesen ist. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076697,"hoster":"VOE"},{"redirect":8534244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Weißer Büffel","epNo":3,"alt":"White Buffalo","descr":"Walker untersucht das Geheimnis einer Statue, die echte Tränen zu weinen scheint. Währenddessen ermittelt Gage undercover, um die Händler einer neuen Designer-Droge namens \"Weißer Büffel\" zu schnappen. Als Sydney und Alex bei einer Wanderung in den Bergen über das Hauptquartier der Drogendealer stolpern, wird Sidney angeschossen. Doch beide können ihren Verfolgern entkommen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038645,"hoster":"VOE"},{"redirect":8534256,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Freunde sterben","epNo":4,"alt":"The Avenging Angel","descr":"Ein professioneller Wrestler und guter Freund von Trivette stirbt bei einem Auftritt. Trivette vermutet einen Sabotageakt hinter dem Tod seines Freundes. Als seine Suche darauf hindeutet, dass der Manager von einem skrupellosen Geschäftsmann erpresst wird, fangen Sidney und Gage undercover an, Beweise zu sammeln. Und auch Walker erhält eine schreckliche Nachricht: Sein Freund und Partner C.D. Parker ist tot. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076746,"hoster":"VOE"},{"redirect":8534279,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gestohlenes Wissen (Teil 1)","epNo":5,"alt":"The Winds of Change (1)","descr":"Erste Episode einer vierteiligen Storyline:\u0026lt;br /\u0026gt;\rWalker soll auf Geheiß einer Senatorin einen kriminellen Hacker verfolgen, der sich Zugriff auf die Computer der Strafverfolgungsbehörde verschafft hat und die gestohlenen Informationen an Kriminelle verkauft. Walker bildet ein Team aus Trivette, Gage, Sydney, einem New Yorker Polizisten und einem Computerhacker, um den Kriminellen zu schnappen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038627,"hoster":"VOE"},{"redirect":8534270,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gewaltsame Handlung (Teil 2)","epNo":6,"alt":"Lazarus (2)","descr":"In der zweiten Episode der vierteiligen Handlung nutzt der Hacker, der sich selbst \"The Chairman\" nennt, weiterhin sein gestohlenes Wissen, um die Bundesagenten zu terrorisieren und das Team von Walker in Schach zu halten. Jedoch gelingt es dem Hacker aus Walkers Team, ein entscheidendes Detail im Plan des Kriminellen aufzudecken. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076716,"hoster":"VOE"},{"redirect":8534252,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefährliche Nähe (Teil 3)","epNo":7,"alt":"Turning Point","descr":"In der dritten Episode des Handlungsstranges kommen Walker und sein Team dem kriminellen Hacker gefährlich nahe. In einer verzweifelten Tat entführt der Hacker ein Flugzeug mit einem wichtigen Zeugen, um einen seiner Klienten zu schützen. Doch Gage und Sidney, die den Zeugen begleiten sollen, versuchen alles um ihn zu schützen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076682,"hoster":"VOE"},{"redirect":8534267,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gewagter Versuch (Teil 4)","epNo":8,"alt":"Retribution","descr":"In einem letzten Versuch der Verhaftung durch Walker doch noch zu entgehen, entführt der mörderische Hacker kurzerhand Alex, um seine Freiheit zu erpressen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038750,"hoster":"VOE"},{"redirect":14029733,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kind der Hoffnung","epNo":9,"alt":"Child Of Hope","descr":"Eine junge Frau gibt Alex ihr Baby, nachdem ihr Mann von einer Gruppe Diebe umgebracht worden ist. Alex beschließt, sich um das Baby zu kümmern, obwohl Walker dagegen ist. Versuche der Bande, die junge Frau zu töten, können von Walker verhindert werden. Die junge Frau zieht daraufhin mit ihrem Kind zu ihren Eltern. Unterdessen findet Alex heraus, dass sie in der achten Woche schwanger ist. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038558,"hoster":"VOE"},{"redirect":14029729,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vertrauen gegen Verbrechen","epNo":10,"alt":"Faith","descr":"Eine verzweifelte Frau bittet die Ranger um Hilfe. Denn ausgerechnet der Krankenwagen, in dem sich eine dringend benötigte Spenderleber befindet, wurde bei einem Raubüberfall gekidnappt. Ein Wettlauf gegen die Zeit beginnt. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076751,"hoster":"VOE"},{"redirect":14025533,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Golden Boy","epNo":11,"alt":"Golden Boy","descr":"Walker versucht einen vielversprechenden jungen Boxer, Juan Guerro, davon abzuhalten, seine Zukunft wegzuwerfen, nachdem dieser seine Eltern bei einem Autounfall verlor. Nachdem drei Jugendliche während eines Drogentrips von einem Zug erfasst wurden, ermitteln die Ranger gegen einen Drogenring, der mit Ecstasy namens \"Angel Kiss\" dealt. Während einer Observierung entdecken sie Juan zusammen mit dem Drogendealer. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076724,"hoster":"VOE"},{"redirect":8534268,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verzweifelte Maßnahmen ","epNo":12,"alt":"Desperate Measures","descr":"Nachdem zwei Biker ihre Freundinnen aus einem Gefangenentransport befreien, um ihre Banküberfälle fortzusetzen, nehmen Walker und Trivette die Verfolgung auf. Währenddessen befreien zwei Häftlinge Gage aus dem Bus, der aufgrund einer Panne im Gefangenentransport mitgefahren war. Er findet heraus, dass eine der Gefangenen zu Unrecht für die Taten ihres Ex-Mannes verurteilt wurde. Doch der Ex-Mann ist ihr schon auf den Fersen, um sie zu töten. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038557,"hoster":"VOE"},{"redirect":8534265,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Straßenkinder ","epNo":13,"alt":"Division Street","descr":"Boomer Knight leitet ein Jugendzentrum in einem gangdominierten Bezirk der Stadt, um die Jugendlichen davon abzuhalten, sich den Straßengangs anzuschließen. Doch die Drogendealer der Gegend beschließen dem ein Ende zu setzen und entführen Boomer kurzerhand. Walker, der dem Jugendzentrum bei der Organisation hilft, eilt Boomer zur Hilfe. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038644,"hoster":"VOE"},{"redirect":8534280,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Da geht man nur mal etwas essen …","epNo":14,"alt":"Saturday Night","descr":"Walker und Alex essen zusammen mit der Frau und der Tochter des Clubbesitzers. Doch als Trivette versucht, Morde, die im Zusammenhang mit der Mafia stehen, aufzudecken, stellt sich heraus, dass der Clubbesitzer einem Mitglied der Mafia Geld schuldet und von diesem erpresst wird. Walker schafft es, den Verbrecher zu überwältigen und ihm sogar die Morde nachzuweisen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038741,"hoster":"VOE"},{"redirect":8534271,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Gerechtigkeit für alle","epNo":15,"alt":"Justice For All","descr":"Nachdem der Anwalt eines Opfers von Polizeigewalt tot aufgefunden wird, versuchen Walker und sein Team fieberhaft herauszufinden, wer den Anwalt getötet hat. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038620,"hoster":"VOE"},{"redirect":14022001,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"6 Stunden","epNo":16,"alt":"6 Hours","descr":"Die Tochter eines Milliardärs wird von ihrem Bodyguard entführt und die Rangers haben nur sechs Stunden Zeit sie zu befreien, bevor sie live im Internet getötet wird. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076723,"hoster":"VOE"},{"redirect":14029730,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Böses Mittelalter","epNo":17,"alt":"Medieval Crimes","descr":"Gage und Sydney ermitteln undercover in einem mittelalterlichen Themenrestaurant. Sie vermuten, dass ein paar der Angestellten Kunstdiebstähle begehen. Als einer der Angestellten Gage enttarnt, steht ihr Leben auf dem Spiel. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076743,"hoster":"VOE"},{"redirect":14029731,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Legendenbildung","epNo":18,"alt":"Legends","descr":"Nachdem ein Gangsterboss verurteilt wird, beschließt der Sohn sich an denen zu rächen, die seinen Vater weggesperrt haben und hat es dabei auf den Richter, den Hauptgeschworenen und die Staatsanwältin Alex Cahill-Walker abgesehen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038748,"hoster":"VOE"},{"redirect":8534272,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Unsichere Geschwindigkeit","epNo":19,"alt":"Unsafe Speed","descr":"Ein LKW-Fahrer auf Meth tötet bei einem Unfall eine Familie und nennt den Rangern kurz vor seinem Tod den Namen seines Drogenlieferanten. Diese fangen an, die Bikergang zu verfolgen, die das Meth an den Fahrer verkauft hat. Alex findet heraus, dass der LKW-Fahrer gar keine Fahrerlaubnis hatte und er nicht der einzige ohne Erlaubnis ist. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038762,"hoster":"VOE"},{"redirect":14029761,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Lautlose Welt","epNo":20,"alt":"Without A Sound","descr":"Gage verliert sein Gehör während eines Autodiebstahls, bei dem seine Highschool-Freundin und ihr Verlobter getötet werden. Während Gage mit seiner möglichen Taubheit zu kämpfen hat, machen sich Walker und Trivette auf die Jagd nach dem Mörder und Autodieb. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076696,"hoster":"VOE"},{"redirect":8534287,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Diamanten und der Tod","epNo":21,"alt":"Blood Diamonds","descr":"Die Rangers versuchen, den Handel mit afrikanischen Konfliktdiamanten für illegale Waffen zu stoppen und geraten dabei unter Beschuss. Doch eine weitere Gefahr lauert auf die Ranger, denn Alex gerät zusätzlich in Kontakt mit dem gefährlichen Ebola-Virus. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038763,"hoster":"VOE"},{"redirect":14029732,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Letzte Vorbereitungen","epNo":22,"alt":"Reel Rangers","descr":"Walker und Alex treffen letzte Vorbereitungen für die Geburt ihres Kindes. Die anderen springen als Stuntdouble für einen Low Budget Vampir-Film ein. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14016247,"hoster":"VOE"},{"redirect":8534294,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Walker für immer (Teil 1 + Teil 2)","epNo":23,"alt":"The Final Show/Down (1)","descr":"In der ersten Episode der zweiteiligen Handlung taucht eine Gruppe alter Feinde von Walker auf, um Rache an dem Texas Ranger und seinem Team zu nehmen. Der Anführer erklärt Walker, dass er C.D. Parker ermordet habe, indem er ihn vergiftet hat. Währenddessen macht Alex Walker klar, dass er sich nicht in Gefahr begeben solle, weil sie sich nicht allein um das Kind kümmern könne. Außerdem bekommen die Zuschauer Einblick in eine Parallelhandlung, die Walkers Alter Ego Hayes Cooper im 19. Jahrhundert porträtiert. Trivette bändelt derweil mit seiner alten Liebe Erika an. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14038628,"hoster":"VOE"},{"redirect":14029734,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[in Episode 23 enthalten]","epNo":24,"alt":"[in Episode 23 enthalten]","descr":"Zwischen Trivette und Erika wird es ernst. Währenddessen muss Walker noch einmal auf die Jagd nach einem gemein gefährlichen Killer gehen. Außerdem geschieht ein Wunder: Walker und Alex halten zum ersten Mal ihr neugeborenes Baby in den Armen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":14076700,"hoster":"VOE"},{"redirect":14032350,"hoster":"Streamtape"}]}]}]}]}