{"seriesId":"walkuere-romanze","name":"Walküre Romanze","descr":"[Ger Sub] Takahiro Mizuno ist Student an einer Akademie, die besonders wert auf ritterliche Turniere mit Lanzen als Hauptsportart legt. Takahiro fungiert hier als Ausbilder für die Reiter. Seine Tage sind meistens langweilig, bis ein jährliches Turnier immer näher rückt. Als durch merkwürdige Umstände Takahiros Kindheitsfreundin, Mio Kisaki, an dem Turnier teilnehmen muss, entschließt Takahiro dazu sie zu unterrichten, da Mio noch nie ein Pferd in ihrem Leben geritten hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Flower Garden","descr":"Ritter tragen Lanzen und stoßen sie einander in Turnieren entgegen. Das nennt sich Tjost. Mizuno Takahiro besucht die Winford-Akademie und wollte ein Ritter werden, doch wegen einer Verletzung hat er aufgehört auf diesen Traum hinzuarbeiten. Nun ist er ein Begleiter. Noch hat er keine Partnerin aber Frauen sind im Überfluss vorhanden. Da wird noch viel passieren.","versions":[{"lang":3,"streams":[{"redirect":5215787,"hoster":"Vidoza"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Mio\u0027s Trials","descr":"Kisaki Mio, eine normale Schülerin in ihrem zweiten Jahr, ist mit Takahiro befreundet seit er von Japan einreiste. Ein kleines Missverständnis sorgt dafür, dass sie sich mit Bertille duellieren muss, einer Ritterin im zweiten Jahr. Takahiro kann nicht einfach daneben stehen und zusehen: Er wird Mios Begleiter sein. Mio weiß noch nicht einmal, wie sie eine Lanze zu halten hat, doch mit Takahiro als Lehrer merkt sie, wie spaßig das Tjostieren sein kann. Alle Frauen, die Takahiro als Begleiter haben wollten, sind überrascht.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Morning of the Duel","descr":"Takahiro bringt Noel, eine Ritterschülerin im zweiten Jahr die zeigen will wie stark sie ist dazu Mio beim Training zu helfen. Der Tag des Duells kommt und Mio lernt nicht nur wie spaßig sondern auch wie hart Tjostieren sein kann. Wie wird der Zweikampf zwischen Mio und Bertille ausgehen?","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"What It Takes to Be a Knight","descr":"Ryuuzouji Akane, die Frau die in der Ritterdivision den höchsten Rang bekleidet und eine gute Freundin von Mio ist, stammt aus dem gleichen Land wie Takahiro. Ein Mädchen in schwarzer Rüstung taucht vor Akane auf. Die Ereignisse überschlagen sich und Akane muss gegen die schwarze Ritterin kämpfen die in Wirklichkeit die Erstklässlerin Lisa Eostre ist. In der Zwischenzeit weiß Mio nicht wie es jetzt weitergehen soll, wo sie nicht mehr zu tjostieren braucht.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Girls Without Their Armor","descr":"Mio erkennt ihre wahren Gefühle fürs Tjostieren und beschließt am Sommerturnier teilzunehmen. Celia die Schülerratsvorsitzende lädt Mio auf einen Tee ein um mehr über ihre Gefühle zu erfahren. Anschließend besucht Mio mit Takahiro Noel. Dabei treffen sie Noels kleine Schwester Mireille die im Rollstuhl sitzt. Takahiro und Mio erfahren, warum Mio wirklich am Sommerturnier teilnehmen will.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Time Off in Helen`s Hill","descr":"Takahiro trifft eines Tages zufällig auf Lisa und erfährt von Reina der stellvertretenden Schülerratsvorsitzenden mehr über Lisas Vergangenheit. Er wird gebeten Lisas Begleiter zu werden und weiß nicht was er tun soll, weil er auch von Celia und Noel gefragt wird. Als er an einem freien Tag in die Stadt flüchtet trifft er dort zu allem Überdruss auf die Mädchen die dort ihre Zeit alle auf ihre Weise verbringen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Under the Windmill","descr":"Akane denkt dass sie zu schwach sei und bewundert Celia. Sie beschließt dass sie intensives Training benötigt um das zu ändern, doch es fängt an zu regnen. In einer Windmühle sucht sie Schutz und dort findet sie auch Celia vor. Es gibt Probleme und die beiden können die Mühle nicht verlassen. Takahiro merkt dass etwas nicht stimmt und macht sich auf die Suche nach den beiden. Mit dem was dann passiert hätte niemand gerechnet.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"I Wish Upon a Shooting Star","descr":"Die Mädchen machen einen Ausflug zu Bertilles Sommerresidenz und bereiten sich auf das anstehende Sommerturnier vor. Das Haus hat sogar ein Außenbad. Die Mädchen strengen sich an, nicht jedoch ohne sich gelegentlich auch etwas Spaß zu gönnen. Takahiro erfährt eines Nachts wofür Noel kämpft. Dabei erfährt er auch mehr über sich selbst. Im Bad trifft er anschließend auf Mio. Als die Mädchen die Mio suchen auftauchen, geht es drunter und drüber.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Maiden`s Festival","descr":"Am Tag vor dem Sommerturnier findet der Miss-Winford-Wettbewerb statt, bei dem das schönste Mädchen der Akademie gewählt werden soll. Inmitten der Aufregung verbreitet sich das Gerücht, dass Takahiro der Begleiter der Siegerin werden wird.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Clash","descr":"Der Tag des Sommerturniers ist gekommen. Takahiro, der als Begleiter teilnimmt versucht allen seine Beweggründe zu vermitteln, aber ein Notfall lässt ihm keine Zeit dazu.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Where Victory Lies","descr":"Das Turnier erreicht seinen Höhepunkt und Akane und Celia treffen im Viertelfinale aufeinander. Von der Akane, die zuvor nicht einmal in der Lage war mit der Celia die sie so bewundert zu sprechen ist nichts mehr zu sehen. Die beiden kämpfen mit ganzer Kraft. Als schließlich das Halbfinale beginnt, kommt Noels Vater an...","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"When Summer Ends","descr":"Noel und Celia treten gegeneinander an und Takahiro kann nur zusehen. Noels Gefühle für ihre jüngere Schwester für die sie so hart kämpfte, sorgen für ein Wunder und als Takahiro das sieht, weiß er welchen Weg er gehen muss.","versions":[]}]}]}