{"seriesId":"wallace-gromit","name":"Wallace \u0026 Gromit","descr":"Der altmodische Engländer Wallace lebt mit seinem Hund Gromit zusammen, der zwar nicht spricht, aber zweifellos klug ist, klüger jedenfalls als sein Herrchen. Gemeinsam fliegen sie zum Mond, um etwas Käse zu holen (\"Alles Käse\" / \"A Grand Day Out\"; 1991), werden von einem bösen Pinguin in einen Diamantendiebstahl verwickelt (\"Die Techno-Hose\" / \"The Wrong Trousers\"; 1993) und kommen einem groß angelegten Schafkidnapping auf die Spur (\"Unter Schafen\" / \"A Close Shave\"; 1995). Das ZDF versteckte die fantastischen, Oscar-preisgekrönten halbstündigen Filme, die in jahrelanger Arbeit zusammengeknetet wurden und voller Anspielungen auf große Kinofilme sind, im Kinderprogramm. Pro Sieben, wo der dritte Film erstmals ausgestrahlt wurde, wusste, dass sie in die Primetime gehören. Beide Sender zeigten die Filme zuerst an Weihnachten – an den Festtagen hatten sie auch in der BBC jeweils Premiere.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alles Käse","epNo":1,"alt":"A Grand Day Out","descr":"Der englische Erfinder Wallace hat sich die Feiertage über in die Vorbereitungen für einen Kurzurlaub gestürzt, den er gemeinsam mit seinem getreuen, stummen Hund Gromit antreten will. Während er darüber nachdenkt, welches Reiseziel er aussuchen soll, fällt ihm auf, dass im Haus seine Leibspeise, Käse, ausgegangen ist. Anstatt sich nur mit Cracker und Tee zu begnügen, entscheidet sich Wallace dafür, ein Reiseziel auszusuchen, das Käse in Hülle und Fülle bietet. Da jeder Mensch weiß, dass der Mond aus Käse gemacht ist, wie Wallace seinem Hund erklärt, baut der Erfinder kurzerhand im Keller eine Rakete, die beide zum gewünschten Ziel bringen soll.","versions":[{"lang":1,"streams":[{"redirect":13795797,"hoster":"VOE"},{"redirect":13795801,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Techno-Hose","epNo":2,"alt":"The Wrong Trousers","descr":"Der etwas exzentrische Erfinder Wallace und sein Hund Gromit leben in einem gemütlichen Haus in einer englischen Kleinstadt. An Gromits Geburtstag stellt sich mal wieder heraus, dass Herrchen Wallace kein gutes Gespür für seinen Gefährten hat: Er schenkt ihm nicht nur ausgerechnet ein brandneues Hundehalsband, sondern auch eine Techno-Hose. Dieses vollautomatisch programmierbare Metallgebilde birgt im Grunde nur Nutzen für Wallace, da er sich jetzt das Gassi-Gehen mit Gromit sparen kann. Allerdings kann man mithilfe der Saugfüße des Geräts auch an glatten Wänden hochgehen.Derweil wollen eine Menge Rechnungen bezahlt werden, doch das Geld ist knapp. Wallace nimmt deshalb einen zwielichtigen Pinguin als Untermieter auf, der sich dreist in Gromits Zimmer einnistet. Gromit wird schnell misstrauisch, zumal sich der Pinguin etwas zu gewollt bei Wallace beliebt macht. Gromit durchsucht heimlich das Zimmer des schrägen Vogels und entdeckt seinen Plan: Er will mithilfe von Wallace und der Techno-Hose ein Museum ausrauben.","versions":[{"lang":1,"streams":[{"redirect":13795773,"hoster":"VOE"},{"redirect":13795778,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unter Schafen","epNo":3,"alt":"A Close Shave","descr":"Es ist Nacht: Wallace schläft friedlich, während Gromit strickt. Er hört vor dem Haus Schafe, doch denkt er sich nichts dabei und strickt weiter, bis die Wolle alle ist. Am nächsten Morgen spielt die Haferbrei-Maschine verrückt, da ein Kabel angenagt ist. Von Pflanzen fehlen die Blätter und auch Wallaces geliebter Käse zeigt Bissspuren. Vom Übeltäter fehlt jede Spur und auch der unbekannte Schafdieb, von dem die Zeitungen berichten, ist noch nicht gefasst. Zeit zum Nachdenken bleibt nicht, da Wendolene Ramsbottom von ihrem Wolleladen aus anruft, um beide als Fensterputzer zu engagieren.","versions":[{"lang":1,"streams":[{"redirect":13795777,"hoster":"VOE"},{"redirect":13795779,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf Leben und Brot","epNo":4,"alt":"A Matter Of Loaf And Death","descr":"In der Stadt geht die Angst um: Bereits zwölf Bäcker sind einem geheimnisvollen Mörder zum Opfer gefallen. Auch Wallace und sein Hund Gromit haben in der Stadt einen Backwarenladen eröffnet, und während sich Gromit besorgt zeigt, ist für Wallace die Welt in Ordnung – weniger Bäcker bedeutet für ihn mehr Absatz.Bei einer Auslieferungstour begegnen Wallace und Gromit Piella, die Wallace aus der Werbung als \"Backleichtfee\" bekannt ist. Er verliebt sich Hals über Kopf in sie und rettet ihr außerdem noch das Leben. Zusammen mit ihrem Pudel Flauschi (Original: \"Fluffles\") wird Piella nun oft gesehener Gast bei Wallace und Gromit. Ihr Haus erhält schon bald eine plüschig-blumige Ausgestaltung und Gromit sieht seinen Lieblingskauknochen im Müll verschwinden. Als Piella ihre Geldbörse bei Wallace vergisst, muss Gromit sie ihr in ihr Haus bringen. Dort entdeckt er nummerierte Schaufensterpuppen mit Kochkleidung. Nummer 13 – eine Anspielung auf das englische Bäckerdutzend – ist noch leer und Gromit erkennt, dass die Backleichtfee die Mörderin und Wallace in höchster Gefahr ist.","versions":[{"lang":1,"streams":[{"redirect":13795792,"hoster":"VOE"},{"redirect":13795793,"hoster":"Streamtape"}]}]}]}]}