{"seriesId":"wanderlust","name":"Wanderlust","descr":"Die Therapeutin Joy Richards (Toni Collette) versucht, die Ehe zu ihrem Mann Alan (Steven Mackintosh) aufrechtzuerhalten. Nachdem er einen Radfahrunfall hatte, stellt sie ihre Beziehung unter neue Vorzeichen und ruft eine \"offene Ehe\" aus. Auch im Kreis ihrer Familie, Freunde, Nachbarn und Joys Klienten steht immer wieder das Problem des verbotenen Verlangens im Zentrum und bringt die grundsätzliche Frage auf, ob lebenslange Monogamie sinnvoll und erstrebenswert ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Obwohl sich Joy wieder ausreichend von ihrem traumatischen Fahrradunfall erholt hat, finden sie und ihr Ehemann Alan im Bett einfach nicht mehr zueinander.","versions":[{"lang":1,"streams":[{"redirect":13562075,"hoster":"VOE"},{"redirect":8534327,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Eine Verabredung der etwas anderen Art lässt unerwartet die Funken fliegen. Tom hat einen überraschenden Vorschlag für seine beste Freundin Michelle.","versions":[{"lang":1,"streams":[{"redirect":13562074,"hoster":"VOE"},{"redirect":8534334,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Nach Lauras Entdeckung verraten Joy und Alan, dass sie eine offene Beziehung führen. Tom und Michelle legen eine Übungsstunde ein. Alan und Claire kommen sich näher.","versions":[{"lang":1,"streams":[{"redirect":13115797,"hoster":"VOE"},{"redirect":8534337,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Alan und Joy haben mit den Konsequenzen ihrer Entscheidungen zu kämpfen. Tom muss einen schweren Herzensentschluss fassen. Naomi verbringt Zeit mit Nachbarin Rita.","versions":[{"lang":1,"streams":[{"redirect":8501628,"hoster":"VOE"},{"redirect":8534368,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Joy stellt sich mit therapeutischer Hilfe Trauergefühlen aus ihrer Vergangenheit, die weiterhin ihre Gegenwart überschatten.","versions":[{"lang":1,"streams":[{"redirect":13562077,"hoster":"VOE"},{"redirect":8534330,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Während sich Joy und Alan den Folgen des Beziehungschaos stellen, dass sie heraufbeschworen haben, schlagen auch ihre Kinder neue Pfade ein.","versions":[{"lang":1,"streams":[{"redirect":13562076,"hoster":"VOE"},{"redirect":8534333,"hoster":"Streamtape"}]}]}]}]}