{"seriesId":"war-factories-rstung-im-zweiten-weltkrieg","name":"War Factories - Rüstung im Zweiten Weltkrieg","descr":"Der Friedensvertrag von Versailles verbot Deutschland nach dem Ersten Weltkrieg den Bau von Panzern, Militärflugzeugen und U-Booten. Trotzdem wurden auf geheimen Militärbasen in Russland in den 1920er-Jahren Prototypen getestet. Und die Nationalsozialisten bauten nach der Machtübernahme zielgerichtet eine schlagkräftige militärische Streitmacht auf. Hitlers Armeen sollten nicht nur Polen, Frankreich und die Beneluxstaaten erobern, sondern auch England und die Sowjetunion. Doch die als \"Blitzkrieg\" geplante Offensive kam zum Erliegen und der erdrückenden industriellen Übermacht der Alliierten hatte das \"Dritte Reich\" schließlich nichts mehr entgegenzusetzen. Wie bestimmten Rüstungsplanung, -forschung und -produktion den Verlauf des Zweiten Weltkriegs? Diese Serie liefert ( … ) Daten und Fakten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lufthoheit","epNo":1,"alt":"German Aviation","descr":"Jagdflieger und Bomber getarnt als Trainings- und Postflugzeuge: Teile der Reichswehr versuchten, in den 1920er-Jahren Restriktionen des Versailler Vertrags mit illegalen Maßnahmen zu umgehen. Deshalb wurden Prototypen als zivile Forschungsprojekte getarnt. Und Adolf Hitler versprach den Deutschen im Wahlkampf, das Land zu alter Stärke zu führen. Der Diktator wollte die größte Streitmacht schaffen, welche die Welt jemals gesehen hat. Der Kern dieser Armee: Eine riesige Luftwaffe mit 21 000 Flugzeugen, befehligt von Reichsminister Hermann Göring.","versions":[{"lang":1,"streams":[{"redirect":13115801,"hoster":"VOE"},{"redirect":8534567,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stahlindustrie","epNo":2,"alt":"Krupp","descr":"Statt Panzer zu bauen, beschäftigte sich die deutsche Stahlindustrie 1926 mit der Entwicklung von Zugmaschinen. So lautete zumindest die offizielle Version. In Wirklichkeit entwickelte man damals Vorläufer neuartiger Kampffahrzeuge, die später in Europa Angst und Zerstörung verbreiten sollten. Denn Teile der deutschen Führungsschicht hatten nichts aus den Schrecken des Ersten Weltkriegs gelernt. Im Verlauf des blutigen Konflikts verloren 20 Millionen Soldaten und Zivilisten ihr Leben, trotzdem dachten alte militärische Eliten schon wieder an Aufrüstung.","versions":[{"lang":1,"streams":[{"redirect":13002415,"hoster":"VOE"},{"redirect":8534566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105192,"hoster":"VOE"},{"redirect":14105187,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Britanniens Wirtschaft","epNo":3,"alt":"Vickers","descr":"Anfang der 1930er-Jahre nahm man den deutschen Militarismus in Großbritannien noch nicht ernst. Die Regierung hatte kein Interesse daran, Steuergelder für die Rüstung auszugeben. Deshalb war die englische Armee zu Beginn des Zweiten Weltkriegs schlecht ausgerüstet. Aber dies sollte sich sehr bald ändern. Bereits Ende 1940 baute Großbritannien mehr Panzer als Deutschland und Winston Churchill installierte ein eigenes Ministerium für den Bau von Flugzeugen. Unter der Leitung von Max Aitken Beaverbrook lief die Massenproduktion fortan auf Hochtouren.","versions":[{"lang":1,"streams":[{"redirect":8501642,"hoster":"VOE"},{"redirect":8534576,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"US-amerikanische Waffenschmieden","epNo":4,"alt":"General Motors","descr":"Nach dem Ersten Weltkrieg gab es in den USA praktisch keine militärische Infrastruktur. Die Streitkräfte hatte man deutlich verkleinert und Rüstungsfabriken waren Mangelware. Aber nach dem Einmarsch der deutschen Truppen in Frankreich setzte ein Umdenken ein. Denn wäre auch Großbritannien besetzt worden, hätte Amerika seinen wichtigsten Verbündeten verloren. Deshalb wurde im Land, eine gigantische Maschinerie in Gang gesetzt. Ingenieure aus der Autoindustrie entwickelten Pläne für neue Panzer und Maschinengewehre wurden in Massenproduktion hergestellt.","versions":[{"lang":1,"streams":[{"redirect":8501641,"hoster":"VOE"},{"redirect":8534593,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bomberfabriken","epNo":5,"alt":"US Aviation","descr":"Im Mittleren Westen der USA stehen die Überreste einer gigantischen Fabrik. Dort wurden einst B-24-Bomber hergestellt. Der \"Liberator\" war das meistgebaute US-Flugzeug im Zweiten Weltkrieg. Aber es waren gewaltige Anstrengungen von Nöten, um mehr als 18 000 Exemplare auszuliefern. Denn Anfang der 1940er-Jahre fehlte in den Vereinigten Staaten die Infrastruktur, um Waffen, Militärfahrzeuge und Flugmaschinen in großen Stückzahlen zu produzieren. Die Montagehallen mussten erst aus dem Boden gestampft werden – zum Teil auf der Basis von Bleistiftzeichnungen","versions":[{"lang":1,"streams":[{"redirect":8501649,"hoster":"VOE"},{"redirect":8534583,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14105194,"hoster":"VOE"},{"redirect":14105193,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Plünderung und Planwirtschaft","epNo":6,"alt":"Occupied Territories","descr":"Schon vor dem Zweiten Weltkrieg zählte Deutschland neben Amerika und Großbritannien zu den größten Industrienationen der Welt. Und auf ihren Raubzügen in Europa fielen den Nationalsozialisten weitere Großkonzerne in die Hände. Mit dem Zugriff auf die Stahlwerke im österreichischen Linz war ihr Machthunger noch lange nicht gestillt. Die Škoda-Werke in der Tschechoslowakei, Kohlegruben in Polen und Ölquellen in Rumänien: Die Liste der Eroberungen ist lang. Mit diesen gigantischen Ressourcen wollte Adolf Hitler ein unbesiegbares Weltreich erschaffen.","versions":[{"lang":1,"streams":[{"redirect":8501643,"hoster":"VOE"},{"redirect":8534631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Werften der USA","epNo":7,"alt":"US Ships","descr":"Am Navy-Standort in Baltimore herrscht heute wenig Betrieb. Aber am 27. September 1941 war das anders. Tausende Menschen säumten damals die Kaimauern, um den Stapellauf eines Schiffes zu feiern, dass den Lauf der Geschichte verändern sollte: der erste sogenannte Liberty-Frachter. Bohnen und Gewehrkugeln: Die Stückgutschiffe des Typs EC2-S-C1 wurden in Massenproduktion gefertigt und versorgten Großbritannien mit wichtigen Importwaren. Denn die Marine des Vereinigten Königreichs war durch die Angriffe deutscher U-Boote extrem geschwächt.","versions":[{"lang":1,"streams":[{"redirect":8501650,"hoster":"VOE"},{"redirect":8534585,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rüstung unterm Sowjetstern","epNo":8,"alt":"Russia","descr":"Zwanzig Jahre nach der russischen Revolution fehlte es den Menschen in der Sowjetunion an Lebensmitteln und Kleidung. Weite Teile der Bevölkerung lebten in Armut. Aber die politische Führung kümmerte das nur wenig. Stalin gab für Rüstung doppelt so viel Geld aus wie Amerika und Großbritannien zusammengenommen. Bei der Panzerproduktion konnte nicht einmal Deutschland mithalten. Und niemand, so dachte Stalin, wäre verrückt genug, die Rote Armee unter diesen Umständen anzugreifen. Trotzdem überschritten am 22. Juni 1941 deutsche Truppen die Grenze.","versions":[{"lang":1,"streams":[{"redirect":13115799,"hoster":"VOE"},{"redirect":8534600,"hoster":"Streamtape"}]}]}]}]}