{"path":"/serie/stream/warrior","name":"Warrior","descr":"Die Geschichte von Warrior ist nach den Geschehnissen des amerikanischen Bürgerkriegs angesiedelt:Als Handlungsschauplatz dient San Francisco, eine pulsierende Metropole zu jener Zeit. Dort versucht ein junger Martial-Arts-Kämpfer aus China, sich eine anständige Existenz aufzubauen. Allerdings gerät er mit den falschen Leuten in Kontakt und findet sich kurz darauf im Mittelpunkt der Tong-Kriege wieder, die im Stadtteil Chinatown toben !","seasons":[{"path":"/serie/stream/warrior/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/warrior/staffel-1/episode-1","name":"Der Krieg der Tongs","epNo":1,"alt":"The Itchy Onion","descr":"Während Ah Sahm einen anderen chinesischen Migranten verteidigt, erregt er die Aufmerksamkeit von Wang Chao, einem Schwarzmarktverkäufer, der ihn zu Father Jun, dem Anführer der Hop Wei Tong, bringt. An anderer Stelle verhaftet der Polizist Richard Lee zwei Iren, weil sie zwei chinesische Arbeiter ermordet haben. Lymon Merriweather, der Arbeitgeber der beiden Opfer, setzt Bürgermeister Samuel Blake unter Druck, seine Arbeiter zu schützen. Als Reaktion darauf beauftragt der Bürgermeister eine Polizeieinheit in Chinatown unter dem Kommando des Veteranen Bill O\u0027Hara, dem Lee beitritt. Der Sohn von Father Jun, Young Jun, wird vom Rivalen Long Zii Tong fast aus einem Bordell entführt, bevor Ah Sahm zu seiner Rettung kommt. Später trifft Ah Sahm auf Li Yong, den Vollstrecker des Long Zii, und entdeckt, dass seine Schwester jetzt mit dem Anführer des Long Zii verheiratet ist und den Namen Mai Ling trägt. Verstört besucht Ah Sahm das Bordell und schläft mit der Frau Ah Toy. Während Ah Sahm schläft, tötet Ah Toy die beiden kürzlich gegen Kaution entlassenen Iren, von denen bekannt ist, dass sie Teil des irischen Mobs sind. In derselben Nacht trifft sich Mai Ling heimlich mit dem stellvertretenden Bürgermeister Walter Buckley und verspricht ihm, dass in Chinatown kein Frieden zwischen den Tong Clans stattfinden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501658","hoster":"VOE"},{"path":"/redirect/8534906","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9632342","hoster":"VOE"},{"path":"/redirect/8534890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-2","name":"Tod in Chinatown","epNo":2,"alt":"There’s No China In The Bible","descr":"Eine Gruppe von Long Zii versucht, Opium hinter den Rücken des Hop Wei zu schmuggeln, wird jedoch getötet, nachdem sich ein bestochener Polizist zu den Hop Wei geschlichen hat. Trotz des Angriffs möchte Long Zii Frieden und ein Bündnis mit dem Hop Wei schließen, um die chinesischen Tongs vor dem Ausschlussgesetz zu vereinen, ohne zu wissen das Mai Ling heimlich mit dem stellvertretenden Bürgermeister zusammenarbeitet, um den Krieg zwischen den Tongs zu schüren. Die Frau des Bürgermeisters, Penelope, wird von zwei betrunkenen Iren angegriffen, aber von Ah Sahm gerettet. Ah Sahm wird jedoch trotz Protest von Penelope und Lee, die ihn verteidigen, von Bill festgenommen. Penelope bittet den Bürgermeister um Hilfe, aber er weigert sich aus Angst, seine antichinesischen weißen Wähler zu verlieren und wegen Ah Sahms Verbindung mit dem Hop Wei. Penelope besucht das Gefängnis und bittet Ah Sahm, sich vor Gericht zu verteidigen, aber er weigert sich. im Wissen das dies zwecklos ist, da die Polizei nicht nur korrupt und rassistisch ist, sondern auch versucht, ihm die Schuld an den beiden von Ah Toy getöteten Iren anzuhängen. An anderer Stelle schneidet Ah Toy einer ihrer Prostituierten die Zunge heraus, weil sie eine Long Zii-Informantin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115804","hoster":"VOE"},{"path":"/redirect/12985261","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9620641","hoster":"VOE"},{"path":"/redirect/8534893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-3","name":"John Chinaman","epNo":3,"alt":"John Chinaman","descr":"Vor Gericht wird Ah Sahm fälschlicherweise beschuldigt, einen Angriff auf die beiden Iren provoziert zu haben. Der irische Mob-Chef Dylan Leary schickt seine Männer um Ah Sahm im Gefängnis anzugreifen, doch dieser besiegt sie. Ah Sahm sucht Bill auf, weil er dem irischen Mob geholfen hat, was dazu führt, dass Bill seine Meinung über Ah Sahm ändert. Am nächsten Tag werden die Anklagen gegen Ah Sahm fallen gelassen, als die Iren nicht vor Gericht erscheinen, nachdem Mai Ling droht, ihre Familien zu töten. Dies führt dazu, dass sich ein wütender Mob bildet, den der Bürgermeister unterdrückt, indem er schnelles Handeln gegen die Tongs verspricht. Ah Sahm kann sich mit Hilfe von Bill und Wang Chao herausschleichen, wobei letzterer Ah Sahm eine Nachricht von Mai Ling gibt, die ihm sagt, er solle San Francisco verlassen. Ah Sahm kehrt zum Hop Wei zurück, wo er eine Helden-Willkommensparty erhält, die später von Father Jun wegen seiner Handlungen bestraft wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115803","hoster":"VOE"},{"path":"/redirect/8534909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583240","hoster":"VOE"},{"path":"/redirect/8534888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-4","name":"Spielschulden","epNo":4,"alt":"The White Mountain","descr":"Big Bill entdeckt eine mögliche Lösung für seine Glücksspielüberschüsse; Penny enthüllt die Umstände, unter denen sie Bürgermeister Blake heiratete. Mai Ling bietet Ah Sahm einen Ausweg aus einem langwierigen und blutigen Zangenkrieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336713","hoster":"VOE"},{"path":"/redirect/8534914","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952948","hoster":"VOE"},{"path":"/redirect/12952950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-5","name":"Blut und Scheiße","epNo":5,"alt":"The Blood And The Sh*t","descr":"Ah Sahm und Young Jun sind gezwungen, die Nacht mit drei Fremden in einem Grenzsalon zu verbringen, bis der Umweg gefährlich wird, wenn ein berüchtigter Gesetzloser nach einem lukrativen Zahltag sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501661","hoster":"VOE"},{"path":"/redirect/8534924","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9583241","hoster":"VOE"},{"path":"/redirect/8534884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-6","name":"Bombenanschlag","epNo":6,"alt":"Chewed Up, Spit Out, and Stepped On","descr":"Nach einem Mordanschlag eskalieren zwischen den Hop Wei und den Long Zii die Spannungen. Bill O’Hara will seine Schulden begleichen. Bürgermeister Blake erhält einen Auftrag von Senator Crestwood.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501662","hoster":"VOE"},{"path":"/redirect/8534917","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952838","hoster":"VOE"},{"path":"/redirect/12952839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-7","name":"Der Tiger und der Fuchs","epNo":7,"alt":"The Tiger and the Fox","descr":"Ah Sam (Andrew Koji) findet sich in einem Dilemma wieder, als Father Jun (Perry Yung) Bolo (Rich Ting) den Auftrag erteilt, sich auf die Jagd nach Long Zii und Mai Ling zu machen. Ah Toy (Olivia Cheng) rekrutiert derweil ein neues Mädchen für ihr Bordell. Außerdem nimmt sie es mit einem potentiellen Partner in einem Deal für ein neues Grundstück auf. Penny (Joanna Vanderham) steht indes vor...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501663","hoster":"VOE"},{"path":"/redirect/13832196","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952852","hoster":"VOE"},{"path":"/redirect/12952860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-8","name":"Einwanderungsverbot","epNo":8,"alt":"They Don\u0027t Pay Us Enough to Think","descr":"Nach dem Blutbad in Chinatown suchen die Hop Wei und die Long Zii nach neuen Wegen, um die Streitigkeiten beizulegen. Mai Ling warnt Ah Sahm davor, einen Krieg zu beginnen, den er nicht gewinnen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115806","hoster":"VOE"},{"path":"/redirect/8534920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952863","hoster":"VOE"},{"path":"/redirect/12952864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-9","name":"Kampf auf Leben und Tod","epNo":9,"alt":"Chinese Boxing","descr":"Die besten Kämpfer der Hop Wei und der Long Zii sollen in einem Turnier gegeneinander antreten. Ah Sahm besinnt sich seiner Wurzeln als Martial-Arts-Kämpfer, doch Ah Toy warnt ihn vor neuen Gefahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931241","hoster":"VOE"},{"path":"/redirect/8534931","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952866","hoster":"VOE"},{"path":"/redirect/12952868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-1/episode-10","name":"Ausgestoßen","epNo":10,"alt":"If You\u0027re Going to Bow, Bow Low","descr":"Ah Sahm ist am Boden zerstört und will sich als Arbeiter bei Mercer verdingen. Als Leary mit seinen Schlägern die Fabrik überfällt, besinnt er sich eines Besseren. Die Fung Hai demonstrieren ihre Stärke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115810","hoster":"VOE"},{"path":"/redirect/8534928","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952873","hoster":"VOE"},{"path":"/redirect/12952872","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/warrior/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/warrior/staffel-2/episode-1","name":"Lernen und leiden","epNo":1,"alt":"Learn to Endure, or Hire a Bodyguard","descr":"Zurück zum Hop Wei verbringt Ah Sahm seine Nächte in der Kampfgrube der Barbary Coast und konfrontiert eine neue antichinesische Gruppe, Teddy\u0027s Boys. Während Ah Toy ihn beschuldigt, nur nach einem weiteren Kampf gesucht zu haben, macht sich eine ermächtigte Mai Ling Sorgen um die nächsten Schritte ihres Bruders. In der Zwischenzeit fällt es Bill schwer, aus seiner Rolle als Vollstrecker für Zing auszubrechen. Penny ist entschlossen, Mercer Steel weiterzuführen, sehr zu Blakes Bestürzung. und Chao bietet Ah Sahm einige Ratschläge für seine Zukunft mit Young Jun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12652735","hoster":"VOE"},{"path":"/redirect/8534938","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8508461","hoster":"VOE"},{"path":"/redirect/8534886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-2","name":"Die Spur des Schwertkämpfers","epNo":2,"alt":"The Chinese Connection","descr":"Ah Sahm und Young Jun suchen nach einem diskreten Ort, um ihr Produkt zu verstecken, nachdem sie einen Vertrag mit einem neuen Opiumlieferanten abgeschlossen haben. Als Lee zunehmend von Laudanum abhängig wird, untersuchen er und Bill weiterhin die Morde an Schwertkämpfern. Mai Ling schickt Li Yong und Zing, um einer rivalisierenden Zunge eine Nachricht zu überbringen. Penny bittet Ah Sahm um Hilfe beim Schutz ihrer Fabrik. Sophie weckt weiterhin Learys Interesse. Ah Toy erhält einen Besuch von Nellie Davenport, einer wohlhabenden Witwe, die sich dafür einsetzt, die Ausbeutung chinesischer Frauen zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12986635","hoster":"VOE"},{"path":"/redirect/13871675","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8508457","hoster":"VOE"},{"path":"/redirect/8534860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-3","name":"Opium","epNo":3,"alt":"Not How We Do Business","descr":"Da ihr neues Unternehmen gut läuft, teilt Young Jun Ah Sahm seine Sorgen über die neuen Männer, die Pater Jun aus China mitgebracht hat, und später sind die Partner beeindruckt von Hong, einem begeisterten Rekruten mit einem Geheimnis. Währenddessen geht Chao zu Mai Ling, um Zing von seinem Geschäft fernzuhalten, Sophie kommt Leary näher, Nellies Politik wirft Fragen von Gleichaltrigen auf, und bei Bill zu Hause kommt es zu einer tödlichen Wende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501666","hoster":"VOE"},{"path":"/redirect/8534944","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952884","hoster":"VOE"},{"path":"/redirect/12952886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-4","name":"Anschlag","epNo":4,"alt":"If You Don\u0027t See Blood, You Didn\u0027t Come to Play","descr":"Während sich die Polizei auf den Vergeltungsschlag vobereitet, unterbreitet Chao (Hoon Lee) Bill (Kieran Bew) einen Vorschlag, der ihnen beiden nützlich wäre. Sophie (Celine Buckens) bietet Leary (Dean S. Jagger) einen neuen Plan an. Als Ah Sahm (Andrew Koji) Penny (Joanna Vanderham) in seine Zukunftspläne einweiht, kommt es zu einem bedeutsamen Moment zwischen ihnen. Buckley (Langley Kirkwood) zwingt Blake (Christian McKay) sich gegen die Chinesen zu stellen. Lee (Tom Weston-Jones) will seinen Schmerz lindern. Mai Ling (Dianne Doan) tätigt eine Investition und Nellie (Miranda Raison) bringt Ah Toy (Olivia Cheng) dazu, sich ein andere Leben für ihre Sexarbeiterinnen auszudenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501670","hoster":"VOE"},{"path":"/redirect/8534957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952895","hoster":"VOE"},{"path":"/redirect/12952897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-5","name":"Willkommen in Sonoma","epNo":5,"alt":"Not for a Drink, a F*ck, or a G**damn Prayer","descr":"Ein schuldiger Mai Ling versucht, die Dinge mit Ah Sahm richtig zu machen, der mehr denn je darauf bedacht ist, Rache zu üben. Penny findet ihr Geschäft in Schwierigkeiten und erfährt, dass Ah Sahm sie benutzt hat. Leary bekommt eine Warnung und bietet eine eigene an. Ah Toy besucht Nellies Weingut Sonoma emotional. Bill und Chao setzen ihre Verschwörung gegen den Fung Hai in die Tat um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501675","hoster":"VOE"},{"path":"/redirect/8534952","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13918307","hoster":"VOE"},{"path":"/redirect/8534897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-6","name":"Mann gegen Mann","epNo":6,"alt":"To a Man With a Hammer, Everything Looks Like a Nail","descr":"Ah Sahm, Young Jun und Hong reisen mit Vega zu Rooker\u0027s Mill, einer US-mexikanischen Grenzstadt im Besitz von Elijah Rooker, dem wohlhabenden Gastgeber eines lukrativen Kampfturniers, das Ah Sahm ist entschlossen zu gewinnen. Als Ah Sahm mehr über Vega erfährt, macht er einen anderen Kämpfer auf sich aufmerksam, Dolph und später Rooker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501669","hoster":"VOE"},{"path":"/redirect/8534953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952906","hoster":"VOE"},{"path":"/redirect/12952907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-7","name":"Machtwechsel","epNo":7,"alt":"If You Wait by the River Long Enough...","descr":"Nach der Konfrontation von Father Jun mit Young Jun und Ah Sahm stehen bei den Hop Wei Veränderungen an. Ah Toy will die schlimmen Zustände in einem konkurrierenden Bordell auf eigene Faust ändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501686","hoster":"VOE"},{"path":"/redirect/8534968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952910","hoster":"VOE"},{"path":"/redirect/12952909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-8","name":"Auf der Flucht","epNo":8,"alt":"All Enemies, Foreign and Domestic","descr":"Kung-Fu-Kämpfer Ah Sahm muss sich in den Clan-Kriegen in San Francisco bewähren – während im Land die anti-chinesische Stimmung zunimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501673","hoster":"VOE"},{"path":"/redirect/8534945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952914","hoster":"VOE"},{"path":"/redirect/12952919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-9","name":"Die Rache der Iren","epNo":9,"alt":"Enter the Dragon","descr":"Jacob ist weiter auf der Flucht und sucht Hilfe bei Chao. Kann der ihn in einem Sarg außer Landes schmuggeln? Doch neben der Polizei wird auch ein irischer Mob zur Gefahr für den flüchtigen Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501677","hoster":"VOE"},{"path":"/redirect/8534964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952922","hoster":"VOE"},{"path":"/redirect/12952924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-2/episode-10","name":"Helden","epNo":10,"alt":"Man on the Wall","descr":"Kung-Fu-Kämpfer Ah Sahm muss sich in den Clan-Kriegen in San Francisco bewähren – während im Land die anti-chinesische Stimmung zunimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501685","hoster":"VOE"},{"path":"/redirect/8534963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952927","hoster":"VOE"},{"path":"/redirect/12952931","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/warrior/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/warrior/staffel-3/episode-1","name":"Der falsche Moment für Stolz","epNo":1,"alt":"Exactly the Wrong Time to Get Proud","descr":"Nach den Unruhen kehrt in Chinatown trügerische Ruhe ein. Mai Lings Macht scheint unaufhaltsam zu wachsen. Ah Sahm und der Clan der Hop Wie müssen sich neue Einnahmequellen suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12920127","hoster":"VOE"},{"path":"/redirect/12920125","hoster":"Doodstream"},{"path":"/redirect/12920143","hoster":"Vidoza"},{"path":"/redirect/12920126","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12734090","hoster":"VOE"},{"path":"/redirect/12734091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-2","name":"Falschgeld","epNo":2,"alt":"Anything Short of a Blow to the Head","descr":"Die Hop Wei konzentrieren sich ganz auf ihre neuen Geschäfte. Doch die geraten sofort wieder in Gefahr, als in San Francisco Agenten des Secret Service eintreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12927538","hoster":"VOE"},{"path":"/redirect/12927547","hoster":"Doodstream"},{"path":"/redirect/12927571","hoster":"Vidoza"},{"path":"/redirect/12927539","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12734086","hoster":"VOE"},{"path":"/redirect/12734087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-3","name":"In der besseren Gesellschaft","epNo":3,"alt":"No Time for F … Chemistry","descr":"Während er bedrohliche Schritte unternimmt, um Nellies Land zu sichern, weckt Strickland Vertrauen in Learys politische Fähigkeiten. Als die Hopfen-Wei ihre Produktion steigern, kommt es zu Spannungen zwischen dem jungen Jim und Ah Sahm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12963783","hoster":"VOE"},{"path":"/redirect/12963780","hoster":"Doodstream"},{"path":"/redirect/12963838","hoster":"Vidoza"},{"path":"/redirect/12963781","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12734163","hoster":"VOE"},{"path":"/redirect/12734165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-4","name":"Schmutzige Methoden","epNo":4,"alt":"In Chinatown, No One Thinks About Forever","descr":"Durch den Verlust von Nellies Land erschüttert, steht Ah Toy vor einer schwierigen Entscheidung. Während Mai Ling ein Geschäft mit Eliza abschließt, erinnert eine aufdringliche Begegnung an Li Yongs Befürchtungen. Ah Sahm und Yan Mi müssen bei einer Polizeirazzia aufpassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12963754","hoster":"VOE"},{"path":"/redirect/12963803","hoster":"Vidoza"},{"path":"/redirect/12963753","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12758162","hoster":"VOE"},{"path":"/redirect/12758163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-5","name":"Abschiebelager","epNo":5,"alt":"Whiskey and Sticky and All the Rest Can Wait","descr":"Ah Sahm und Hong kämpfen gegen die Zeit, um Young Jun zu befreien, bevor er nach China geschickt wird. Während Mai Ling im Gefängnis einen Tiefpunkt erreicht, kämpft Li Yong darum, Unterstützung für eine Rettungsmission zu gewinnen. Buckley stellt ein Ultimatum, und Lee folgt seinem Instinkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001317","hoster":"VOE"},{"path":"/redirect/13001322","hoster":"Vidoza"},{"path":"/redirect/13001316","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12794377","hoster":"VOE"},{"path":"/redirect/12794376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-6","name":"Ruf nach Vergeltung","epNo":6,"alt":"A Soft Heart Won\u0027t Do You No Favors","descr":"Chao und Lee schließen sich zusammen, nachdem eine unerwartete Entscheidung ihr Leben bedroht. In der Zwischenzeit wickeln die Hop Wei ein angespanntes Geschäft mit deutschen Händlern ab, während Leary und Strickland in der politischen Welt für Aufregung sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13001319","hoster":"VOE"},{"path":"/redirect/13001323","hoster":"Vidoza"},{"path":"/redirect/13001320","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12830275","hoster":"VOE"},{"path":"/redirect/12830274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-7","name":"Korrupte Welt","epNo":7,"alt":"Gotta Be Crooked to Get Along in a Crooked World","descr":"Die dritte Staffel der Martial-Arts-Serie nach Ideen von Bruce Lee: Nach den Unruhen in Chinatown stellt sich Kung-Fu-Kämpfer Ah Sahm neuen Herausforderungen, um die Zukunft seines Clans zu sichern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13028718","hoster":"VOE"},{"path":"/redirect/13028813","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12848799","hoster":"VOE"},{"path":"/redirect/12848800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-8","name":"Der Tod der Ältesten","epNo":8,"alt":"You Know When You\u0027re Losing a Fight","descr":"Während Mai Lings Hochzeit die Hop Wei und Long Zii kurzzeitig vereint, erhält Li Yong von Kong Pak eine grimmige letzte Warnung. In der Zwischenzeit setzen Mosley und Lee ihre Ermittlungen fort, Buckley erntet die Früchte seiner Arbeit und Bill setzt seine Dominanz wieder durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13028706","hoster":"VOE"},{"path":"/redirect/13028707","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12893985","hoster":"VOE"},{"path":"/redirect/12893983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-9","name":"Erlösung","epNo":9,"alt":"All of Death Is Going Home","descr":"Ah Sahm bringt ein kühnes Opfer, um Yan Mi zu schützen, Mai Ling muss mit den Konsequenzen ihres Handelns rechnen, und Leary gerät nach einem schockierenden Schlag von Strickland an seine Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13052386","hoster":"VOE"},{"path":"/redirect/13052382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12904145","hoster":"VOE"},{"path":"/redirect/12904143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/warrior/staffel-3/episode-10","name":"Alte Freunde, neue Feinde ","epNo":10,"alt":"A Window of F*cking Opportunity","descr":"Die dritte Staffel der Martial-Arts-Serie nach Ideen von Bruce Lee: Nach den Unruhen in Chinatown stellt sich Kung-Fu-Kämpfer Ah Sahm neuen Herausforderungen, um die Zukunft seines Clans zu sichern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13052487","hoster":"VOE"},{"path":"/redirect/13052493","hoster":"Doodstream"},{"path":"/redirect/13052488","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12952186","hoster":"VOE"},{"path":"/redirect/12952187","hoster":"Streamtape"}]}]}]}]}