{"seriesId":"warten-aufn-bus","name":"Warten auf\u0027n Bus","descr":"An einer Haltestelle im tiefsten Brandenburg, dort, wo man das Ende der Milchstraße quasi schon erahnen kann, treffen sich die verlebten End-Vierziger Hannes und sein Freund Ralf, genannt Ralle, um über Gott und die Welt zu reden. Ihre einzigen Verbindungen in eine Welt jenseits der Haltestelle sind die Busfahrerin Kathrin und der außergewöhnlich dämliche wie hässliche Hund Maik.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gefälle","epNo":1,"alt":"","descr":"Ralf und Johannes sitzen immer an der Bushaltestelle. Der Höhepunkt ihres Tages ist es, wenn irgendwann der Bus kommt. Denn beide haben sich in die Busfahrerin verguckt.","versions":[{"lang":1,"streams":[{"redirect":9160357,"hoster":"VOE"},{"redirect":9160356,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Innere Unruhe","epNo":2,"alt":"","descr":"Ralf ist von innerer Unruhe getrieben und kann seine Panikattacken einfach nicht bewältigen. Johannes steht ihm mit seinem Rat – und seinem Notfallkoffer – zur Seite.","versions":[{"lang":1,"streams":[{"redirect":9160346,"hoster":"VOE"},{"redirect":9160351,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Irgendwo dazwischen","epNo":3,"alt":"","descr":"Ralf und Johannes werden beschuldigt, Naziparolen an die Haltestelle geschmiert zu haben. Als sie sie entfernen, spielen ihnen Neonazis übel mit. Doch dann kommt Kathrin.","versions":[{"lang":1,"streams":[{"redirect":9160336,"hoster":"VOE"},{"redirect":9160339,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einfache Fälle","epNo":4,"alt":"","descr":"Hauptwachtmeister Britzke, Johannes’ und Ralfs Rivale aus alten Zeiten, will die beiden mit dubiosen Methoden zwingen, ihre Anzeige gegen die Neonazis fallen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9160326,"hoster":"VOE"},{"redirect":9160324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Maiks Kampf","epNo":5,"alt":"","descr":"Ein Kind taucht allein an der Haltestelle auf und weckt Ralfs und Johannes’ Vaterinstinkt. Doch plötzlich stellt sich Maik mit gefletschten Zähnen schützend vor das Kind.","versions":[{"lang":1,"streams":[{"redirect":9160315,"hoster":"VOE"},{"redirect":9160321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zeitzeugen","epNo":6,"alt":"","descr":"Johannes’ Nichte möchte eine Doku über das Leben in Brandenburg drehen. Schnell wird klar, dass sie Nachhilfe in Sachen Sozialismus, DDR und Lebenswirklichkeit braucht.","versions":[{"lang":1,"streams":[{"redirect":9160308,"hoster":"VOE"},{"redirect":9160310,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Besuch","epNo":7,"alt":"","descr":"Ralf wird an seinem Geburtstag von seiner Mutter an der Haltestelle überrascht und ist mäßig begeistert. Bei Kaffee und Kuchen prallen die Generationen aufeinander.","versions":[{"lang":1,"streams":[{"redirect":9170268,"hoster":"VOE"},{"redirect":9160301,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Philosofm","epNo":8,"alt":"","descr":"Angesichts einer Mondfinsternis schmeißen Ralf, Johannes und Kathrin den Grill an und kommen sich immer näher. Und auch Maik findet einen neuen, wilden Freund.","versions":[{"lang":1,"streams":[{"redirect":9160292,"hoster":"VOE"},{"redirect":9160289,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Wieder da","epNo":1,"alt":"","descr":"Johannes hat einen Job und ausgerechnet Ralf hat die entscheidende Bewerbung für ihn geschrieben und ist dabei selbst leer ausgegangen. Nun soll Johannes \"Tesla\" Ackermann den Amerikanern das Dach der Giga-Fabrik begrünen. Doch während Johannes endlich wieder Aussicht auf Zukunft hat, muss Ralf ganz allein gegen die Einsamkeit und seine Dämonen kämpfen – ein Kampf, wie sich nun herausstellt, um Leben und Tod.","versions":[{"lang":1,"streams":[{"redirect":9160111,"hoster":"VOE"},{"redirect":9160108,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Britzke jagt","epNo":2,"alt":"","descr":"Es gibt Notlagen, in denen es eben doch so ist, dass der Zweck die Mittel rechtfertigt. Ralle sieht sich plötzlich inmitten einer konspirativen Organisation, Dorfsheriff Britzke muss sehr über sich hinauswachsen und Maik gelingt es fast, doch noch ein höllisch scharfer Jagdhund zu werden. Ende gut, aber nicht alles gut.","versions":[{"lang":1,"streams":[{"redirect":9160118,"hoster":"VOE"},{"redirect":9160116,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und dann wach ich lieber auf","epNo":3,"alt":"","descr":"Wer kein Geld zum Reisen hat, träumt sich raus aus der öden Brandenburger Pampa. Unter Ralfs technischer Anleitung hat es Johannes geschafft. Er ist jetzt ein \"Wachträumer\". Für Ralf geht es aber nicht ums Vergnügen, er leidet seit dreißig Jahren unter einem wiederkehrenden Alptraum. Johannes lässt keine Ruhe, bis Ralf ein lang behütetes Geheimnis offenbaren muss. Ein Geheimnis, das sogar ihre Freundschaft bedroht. Kathrin soll schlichten und sieht nur einen Ausweg…","versions":[{"lang":1,"streams":[{"redirect":9160090,"hoster":"VOE"},{"redirect":9160089,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kopp hoch!","epNo":4,"alt":"","descr":"Bei einem anonymen Begräbnis begegnen Ralf und Hannes dem vereinsamten Brandenburger Sterben so hart, dass sie ihr eigenes Ende sehen. Die Verzweiflung einer Midlife Crisis droht. Sie wehren sich mit allen Mitteln, sinnvollen und solchen, auf die nur die beiden kommen können. Johannes gerät dabei gefährlich nah an seine Grenzen, aber Kathrin ist da und holt erst ihn, dann Ralf zurück in ein Leben, das sich zu leben lohnt.","versions":[{"lang":1,"streams":[{"redirect":9160394,"hoster":"VOE"},{"redirect":9160398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich Tarzan, du Jane","epNo":5,"alt":"","descr":"Johannes hat sich verliebt. Doch noch Schluss mit dem Singledasein? Vielleicht, aber er weiß nicht weiter, denn er ist sehr aus der Übung. Ralf geht es nicht anders, also muss Kathrin mit ihren Erfahrungen aushelfen und schon geht es hoch her. Was will Frau von Mann und umgekehrt. So kompliziert das Thema, so einfach Ralfs Antwort. Kathrin ist verblüfft. Für einen gefährlichen Moment sogar mehr als das.","versions":[{"lang":1,"streams":[{"redirect":9160386,"hoster":"VOE"},{"redirect":9160390,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Vulkano","epNo":6,"alt":"","descr":"Radfahrer in knallengen Trikots durchpflügen neuerdings die Brandenburger Ödnis. Während Ralf Paschke die Gentrifizierung auf dem Lande kommen sieht, lässt sich Johannes Ackermann von Busfahrerin Kathrin bequatschen. Er holt alte Schätze aus dem Keller und sieht die Touristen als Chance, den ganzen Krempel loszuwerden. Oder sind sie doch die zu bekämpfende Gefahr?","versions":[{"lang":1,"streams":[{"redirect":9160373,"hoster":"VOE"},{"redirect":9160376,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"That’s not a test","epNo":7,"alt":"","descr":"Ein Staffel-Finale, wie es schöner und schlimmer nicht sein kann. Dorfsheriff Britzke provoziert, bis Ralle Paschke nicht mehr anders kann, als von der Bank aufzustehen und selbst aktiv zu werden. Johannes, anfangs skeptisch, hilft ihm dabei, bittet aber Paschkes resolute Mutter Ruth und Kathrin ins Team. Die Frauen holen Johannes aus dem Hintergrund und stellen ihn Ralle zur Seite. Gekämpft wird jetzt in \"Doppelspitze\"…","versions":[{"lang":1,"streams":[{"redirect":9160362,"hoster":"VOE"},{"redirect":9160367,"hoster":"Streamtape"}]}]}]}]}