{"path":"/serie/stream/was-wir-frchten","name":"Was wir fürchten","descr":"Die 17-jährige Lisa (Mina-Giselle Rüffer) zieht mit ihrer Mutter Franka (Marie Leuenberger) in eine idyllische Stadt im Schwarzwald. Der Ortswechsel und die Ruhe sollen der Jugendlichen guttun, da sie zuletzt verstärkt unter Panikattacken litt, die eine psychische Ursache zu haben scheinen. Ausgerechnet bei einer Gedenkfeier zum ersten Jahrestag eines Amoklaufs am Gymnasium wird die Stadt mit einem nächsten Unglück in Angst und Schrecken versetzt. Die Ereignisse überschlagen sich, als Franka, die neue Polizeichefin der Stadt, sich mit ihren Ermittlungen selbst in große Gefahr bringt und Lisa verstörende Erscheinungen hat – aus dem Reich der Toten …","seasons":[{"path":"/serie/stream/was-wir-frchten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-1","name":"Jahrestag","epNo":1,"alt":"","descr":"Lisa zieht mit ihrer Mutter Franka in das abgelegene Großstetten. Doch der gemeinsame Neuanfang wird von unheimlichen Ereignissen überschattet – genau am ersten Jahrestag eines Amoklaufs. Franka hofft, dass der Umzug vor allem ihrer Tochter Lisa gut tut. Die 17-Jährige litt in letzter Zeit vermehrt unter Panikattacken und wurde an ihrer alten Schule gemobbt. Sie nimmt deshalb auch nur vorsichtig Kontakt zu ihren neuen Mitschülern auf. Franka wird in ihren neuen Job als Leiterin der Polizeidienststelle nicht gerade freundlich empfangen, denn auf die Frau aus der Großstadt hat hier niemand gewartet. Simon, ebenfalls Schüler an dem Gymnasium in Großstetten, wird derweil von seinen Eltern zur Rede gestellt: Sie haben herausgefunden, dass er schwul ist. Für Simons Vater Karl, der Pfarrer einer strenggläubigen, freikirchlichen Gemeinde ist, ist das unerträglich. Er will, dass sich sein Sohn einer Konversionstherapie unterzieht, um \"geheilt\" zu werden. Am Abend der Gedenkfeier für die Opfer des Amoklaufs überschlagen sich die Ereignisse. Lisa wird von einer verstörenden Vision heimgesucht, die nicht nur sie in Angst und Schrecken versetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13273599","hoster":"VOE"},{"path":"/redirect/13241127","hoster":"Doodstream"},{"path":"/redirect/13241124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-2","name":"Der rote Teufel","epNo":2,"alt":"","descr":"Der Schock über den grausamen Suizid eines Polizisten sitzt tief und reißt bei allen im Ort alte Wunden auf. Während Franka die Ermittlungen aufnimmt, nehmen Lisas bedrohliche Visionen zu. Franka rätselt, wieso sich der Polizist Lukas König ausgerechnet am Jahrestag des Amoklaufs das Leben genommen hat. Er war beim Amoklauf am Gymnasium dabei und seither traumatisiert. Franka recherchiert die Hintergründe, doch ihre Ermittlungen führen zunächst ins Leere. Auch Lisa steht unter Schock – sie hatte einen heftigen Anfall und wurde dabei von ihrem Mitschüler Leon gefunden. Genau das wollte sie doch unbedingt vermeiden! So schnell wie möglich möchte sie mit Leon darüber sprechen und fragt ihren Mitschüler Davi, der sie ein bisschen anhimmelt, nach der Adresse von Leon. Doch auf dem Weg zu Leon hat sie erneut eine unheilvolle Begegnung. Währenddessen kommt Simon im Waldhaus an, wo die Konversionstherapie stattfinden soll. Nach ersten Berührungsängsten machen die anderen Bewohner auf Simon einen netten Eindruck – unter ihnen Aaron, Simons Zimmergenosse. Jasper, der Leiter der Konversionstherapie, hat jedoch eine unangenehme Art, Fragen zu stellen und verhält sich teilweise sogar übergriffig gegenüber Simon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241125","hoster":"VOE"},{"path":"/redirect/13241126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-3","name":"Narren","epNo":3,"alt":"","descr":"In Großstetten findet der alljährliche Auftakt in die Narrenzeit statt. Für Lisa endet der Abend verstörend – sie ist sich sicher, von einer dunklen Gestalt verfolgt zu werden. Bei einem gemeinsamen Abendessen mit ihrem Mitschüler Davi und seiner Mutter Janaína, einer Psychologin, ist Lisa erstmals gelöst: Sie erzählt von ihren Visionen. Janaína zeigt sich besorgt, glaubt aber zu wissen, was hinter Lisas merkwürdigen Symptomen steckt. Währenddessen entscheidet sich Simon im Waldhaus zur Flucht nach vorne, um möglichst schnell nach Hause zurückkehren zu können. Unter Tränen öffnet er sich der Gruppe und beginnt bei Jasper eine spezielle Therapie, von der er sich eine schnelle Wirkung erhofft. Bei der Polizei stößt Franka mit ihren Ermittlungen auf Unverständnis. Ihr Kollege Paul und sein Sohn Leon waren damals beim Amoklauf dabei. Frankas Ermittlungen würden alte Wunden wieder aufreißen. Doch Franka lässt sich nicht beirren, denn sie entdeckt immer mehr Ungereimtheiten. Bei weiteren Ermittlungen in Lukas Königs Wohnung wird sie von einer maskierten Person angegriffen. Wer will sie einschüchtern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241131","hoster":"VOE"},{"path":"/redirect/13241132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-4","name":"Familienbande","epNo":4,"alt":"","descr":"Verängstigt erwacht Lisa im Auto eines Unbekannten – mitten im Wald. Sie hat keine Erinnerung, was passiert ist, und schickt ihrer Mutter ihren Standort. Franka eilt in großer Sorge los. Lisa und Franka geraten nach dem merkwürdigen Auftauchen von Lisas Vater Christian in einen hitzigen Streit. Lisa möchte sich den Umgang mit ihrem Vater nicht länger verbieten lassen. Der macht sich große Sorgen, da er vom Suizid an Lisas Schule erfahren hat. Frustriert treibt Franka derweil ihre Ermittlungen voran und stößt dabei auch auf das Waldhaus. Von dort versucht Simon vergeblich, seine Eltern zu erreichen. Als ein gemeinsames Schießtraining völlig eskaliert, beginnt Simon an den fragwürdigen Methoden von Jasper zu zweifeln. Wenig später macht er eine verstörende Entdeckung und bleibt entsetzt allein im Wald zurück. Davi sucht weiterhin Lisas Nähe und ist eifersüchtig auf Leon, dem Lisa langsam näherkommt. Leon warnt Lisa – in der Schule macht ein Video die Runde, das sie bei einem Anfall zeigt. Um mit der Situation umgehen zu können, muss sich Lisa nicht nur ihren inneren Dämonen, sondern auch ihrer Vergangenheit stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241135","hoster":"VOE"},{"path":"/redirect/13241133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-5","name":"Gefangen","epNo":5,"alt":"","descr":"Lisa hat zunehmend das Gefühl, dass hinter den schrecklichen Visionen mehr steckt. Wollen die Gestalten ihr etwas sagen? Entschlossen geht sie auf Spurensuche in ihrer Vergangenheit. Lisa möchte endlich herausfinden, was mit ihr los ist. Heimlich sucht sie ihren Vater Christian auf, der sie zu ihrer Oma bringen soll. Diese leidet seit Jahren unter Demenz. Auch hier hat Lisa ein unheimliches Erlebnis, aber schließlich eine erlösende Erkenntnis. Franka macht sich große Sorgen um ihre Tochter. Auch Anne, Simons Mutter, realisiert geschockt, in welche Situation sie ihren Sohn Simon gebracht hat, als sie seinen verzweifelten Brief entdeckt, den ihr Mann Karl vor ihr versteckt hat. Entschieden macht sie sich auf den Weg, um Simon zu retten. Franka läuft bei ihren Recherchen zum Amoklauf gegen eine Wand des Schweigens. Als sie einer Spur nachgeht und am Waldhaus ankommt, begibt sie sich ungeahnt in große Gefahr. Das Schicksal nimmt seinen Lauf, als Lisa und Davi am Haus des Amokläufers erscheinen, weil Lisa glaubt, hier die Gründe für ihre immer stärker werdenden Visionen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241137","hoster":"VOE"},{"path":"/redirect/13241138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/was-wir-frchten/staffel-1/episode-6","name":"Erlösung","epNo":6,"alt":"","descr":"Die Situation um Simon spitzt sich zu: Verzweifelt fährt er zur Schule, um seine große Liebe zur Rede zu stellen. Lisa dagegen muss sich den Toten stellen, um die ganze Wahrheit zu erfahren. Franka wurde im Waldhaus niedergeschlagen und wird von ihrem Kollegen Emre gefunden. Doch kann sie ihm trauen? Warum ist er hier? Hat er sie attackiert? Anne stellt Jasper zur Rede und konfrontiert ihn mit seinen zweifelhaften Praktiken. Sie möchte Simon mitnehmen, doch es ist zu spät – er ist bereits geflohen und taucht zutiefst verletzt bei seinem Vater Karl auf. Die Situation zwischen den beiden eskaliert und Simon rast mit dem Auto seiner Eltern davon. Im Handschuhfach entdeckt er die Waffe seines Vaters. Währenddessen kann Lisa in der Schule das Puzzle des Amoklaufs nach und nach zusammensetzen. Sie versteht, was wirklich vor einem Jahr passiert ist – und dass die Gefahr noch nicht gebannt ist. In einer dramatischen Konfrontation in den Katakomben der Schule muss sie sich nicht nur dem wahren Täter, sondern auch den Toten stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13241129","hoster":"VOE"},{"path":"/redirect/13241123","hoster":"Streamtape"}]}]}]}]}