{"seriesId":"wasteland","name":"Wasteland","descr":"Eine kleine Stadt in Tschechien soll dem Kohle-Tagebau weichen – in der Gemeinde von Bürgermeisterin Hana Sikorová kommt es zum Streit zwischen jenen, die ihre vertraute Heimat nicht aufgeben wollen und jenen, die sich von dem Geldsegen aus der Entschädigung einen Neuanfang unter besseren Vorzeichen erhoffen. Als dann die Tochter der Bürgermeisterin verschwindet, erscheint das zunächst als Versuch einzelner, sie und ihre kritische Stimme bezüglich des Tagebaus zum Verstummen zu bringen. Doch der Entführungsfall könnte weitreichende politische Hintergründe haben …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Das tschechische Dorf Pustina soll dem Kohle-Tagebau weichen. Ein multinationaler Konzern hat angeboten, das Gebiet zu erwerben. Während viele der verbliebenen Bewohner ihr Land verkaufen wollen, kämpft die Erzieherin und ehrenamtliche Bürgermeisterin Hanka Sikorova gegen das Aussterben ihres Heimatorts. Bald droht die Lage zu eskalieren: Zunächst wird der Esel des örtlichen Kindergartens zu Tode gequält, und dann verschwindet auch noch Hankas 14-jährige Tochter Mischa spurlos.","versions":[{"lang":1,"streams":[{"redirect":14493318,"hoster":"VOE"},{"redirect":9944173,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Neben der vermissten Mischa ist auch Filip verschwunden, ein Junge aus dem Erziehungsheim. Die Ermittlungen des Polizisten Rajner ergeben, dass Filip Kontakt zu Mischa hatte und am Tag ihres Verschwindens zu spät ins Heim gekommen war. Als die Polizei Filip aufgreift, bringt sie ihn zurück ins Dorf. Er gibt zu, Mischa zu kennen, bestreitet jedoch, etwas über ihr Verschwinden zu wissen. Derweil steckt der Teenager Lukas in großen Schwierigkeiten: Er hat hohe Schulden beim Zuhälter Rudi.","versions":[{"lang":1,"streams":[{"redirect":14493375,"hoster":"VOE"},{"redirect":9944170,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Noch immer ist Mischa verschwunden. Hanka erhält Nachrichten, die sie fälschlicherweise an Orte locken, an denen ihre Tochter gewesen sein soll. Mischas psychisch kranker Vater Karel erzählt, dass sie ihn am Tag ihres Verschwindens besucht habe. An mehr erinnere er sich aber nicht. Lukas will derweil Drogen verkaufen, um seine Schulden begleichen zu können. Als er von der Polizei angehalten wird, lenkt er mit Lügen zu Mischas Fall von sich ab, um einer Kontrolle zu entgehen.","versions":[{"lang":1,"streams":[{"redirect":9944183,"hoster":"VOE"},{"redirect":9944176,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Suche nach Mischa in der Kohlegrube wird bis auf Weiteres eingestellt. Karel taucht inzwischen häufiger bei Hanka und Mischas Schwester Klara auf und setzt Hanka sexuell unter Druck. Lukas gelingt es in der Zwischenzeit, die Drogen zu verkaufen. Derweil muss Filip im Erziehungsheim um seine Position unter den Jugendlichen kämpfen. Klara glaubt, dass Lukas eine Affäre mit Mischa hatte. Er weist das jedoch von sich und lenkt Klaras Verdacht auf ihren gewalttätigen Vater.","versions":[{"lang":1,"streams":[{"redirect":9944205,"hoster":"VOE"},{"redirect":9944184,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"In einem Brunnen wird Mischas Leiche gefunden. Ihr psychisch kranker Vater gilt als Hauptverdächtiger für den Mord und wird vom Polizisten Rajner vernommen. Doch Karel bestreitet seine Schuld vehement. Rajner muss ihn wieder gehen lassen, aber die meisten Bewohner Pustinas halten Karel weiterhin für den Täter. Hanka bricht nach der Entdeckung der Leiche zusammen. Wenig später erfährt sie, dass Mischa über Lukas Kontakte zur lokalen Drogenszene hatte.","versions":[{"lang":1,"streams":[{"redirect":14493319,"hoster":"VOE"},{"redirect":9944192,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die Obduktion von Mischas Leiche ist abgeschlossen. In ihrem Körper wurden Rückstände von Crystal Meth und fremder DNA gefunden. Karel kann daraufhin als Täter ausgeschlossen werden, hat aber weiterhin einen schweren Stand im Dorf. Am Tag von Mischas Beerdigung findet auch das Referendum über das Schicksal Pustinas statt. Desillusioniert von den schrecklichen Ereignissen der letzten Wochen stimmt selbst Hanka für eine Umsiedlung des Ortes. Unterdessen wird Lukas festgenommen.","versions":[{"lang":1,"streams":[{"redirect":9944227,"hoster":"VOE"},{"redirect":9944200,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Im Dorf wachsen die Spannungen zwischen den Bewohnern wieder an, da das Tagebauunternehmen den Aufkauf der Eigenheime hinauszögert und die Polizei Mischas Mörder noch nicht überführen konnte. Unterdessen versucht Karel, den Täter auf eigene Faust zu finden. Er kann Hanka zumindest einen Beweis liefern, dass der frühere Heimbewohner Balog den Esel des Kindergartens im Auftrag des Braunkohle-Konzerns getötet hat. Derweil ordnet die Polizei einen DNA-Test aller männlichen Bewohner Pustinas an.","versions":[{"lang":1,"streams":[{"redirect":9944211,"hoster":"VOE"},{"redirect":9944206,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Der DNA-Test ergibt Übereinstimmungen mit dem Erzieher Krusina, doch er und sein Sohn Vojtech scheiden aufgrund ihrer Alibis als Täter aus. Karel weiß jedoch von Krusinas sexueller Umtriebigkeit im Ort. Er glaubt, in Jakub, dem Sohn der neuen Bürgermeisterin Masarova, dessen uneheliches Kind zu erkennen. Er ist fest entschlossen, Selbstjustiz am mutmaßlichen Mörder seiner Tochter zu üben. Die Polizisten müssen Jakub vor Karel finden, um eine weitere Tragödie zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14493376,"hoster":"VOE"},{"redirect":9944214,"hoster":"Streamtape"}]}]}]}]}