{"seriesId":"watashi-no-oshi-wa-akuyaku","name":"Watashi no Oshi wa Akuyaku ","descr":"[Im in Love with the Villainess!] Die junge Angestellte Rae Ohashi erwacht im Körper der Protagonistin ihres liebsten Dating-Games \"Revolution\". Zu ihrer Freude trifft sie direkt auf Claire – ihre Lieblingsfigur und zugleich Antagonistin des Spiels. Schon zuvor hegte sie kein Interesse an den attraktiven Prinzen der Geschichte und gibt sich stattdessen inständig ihrer inbrünstigen Liebe für Claire hin. Aber wie wird ihr schurkischer Schwarm auf dieses Werben reagieren?!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hals über Kopf in mein neues Leben in einer neuen Welt.","epNo":1,"alt":"Rushing Headlong into Life in Another World","descr":"Als die junge Angestellte Oohashi Rei sich plötzlich als Protagonistin in ihrem liebsten Dating-Game wiederfindet, ist das die perfekte Gelegenheit für sie, das zu tun, was sie schon immer tun wollte: Die Antagonistin verführen!","versions":[{"lang":1,"streams":[{"redirect":13144917,"hoster":"VOE"},{"redirect":13144916,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13144919,"hoster":"VOE"},{"redirect":13144918,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Arbeit als Maid ist ein Liebesdienst!","epNo":2,"alt":"A Maid\u0027s Job Is a Labor of Love","descr":"Rae hat mit ihrem überragenden Ergebnis bei den Magie-Examen Rods Interesse geweckt. (Bäh.) Da widmet sie sich lieber freudigeren Dingen und bewirbt sich als persönliche Maid für ihre allerliebste Claire!","versions":[{"lang":1,"streams":[{"redirect":13235377,"hoster":"VOE"},{"redirect":13235378,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13179575,"hoster":"VOE"},{"redirect":13179576,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Meine Liebe lässt sich nicht unterkriegen","epNo":3,"alt":"My Love Is a Series of Ups and Downs","descr":"Rae misst sich bei einer Partie Schach mit Rod (unfreiwillig), bei einer Partie Poker mit Yu (welcher schummelt), und organisiert dann ein Spiel des Königs mit Thane, um ihn mit Claire zu verkuppeln (da schummelt sie selbst).","versions":[{"lang":1,"streams":[{"redirect":13235380,"hoster":"VOE"},{"redirect":13235379,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13209774,"hoster":"VOE"},{"redirect":13209775,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bei dem Angriff eines Monsters ist Unaufmerksamkeit der größte Feind!","epNo":4,"alt":"When Monsters Attack, Unpreparedness Is the Greatest Enemy","descr":"An der Kronakademie steht zum ersten Mal praktischer Magieunterricht an. Als währenddessen ein Monster angreift, bleibt Rae gelassen. Sie wusste ja, was kommt. Aber ganz so locker nimmt sie es auch wieder nicht - denn im Game wird die Protagonistin dabei von einem der Prinzen gerettet und das darf ja nun auf gar keinen Fall passieren!","versions":[{"lang":3,"streams":[{"redirect":13246895,"hoster":"VOE"},{"redirect":13246896,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bei den Aufnahmeprüfungen zu den Rittern geht es spannend zur Sache.","epNo":5,"alt":"The Knight Exam Is Packed with Drama","descr":"Wer zu den Rittern der Akademie will, muss sich in der Hitze des Gefechts beweisen! Darum heißt es bei dem praktischen Teil der Aufnahmeprüfung: Zauberstäbe raus und auf in die Schlacht! (Okay, es sind Zweierduelle in einem abgeschirmten Bereich, aber es geht trotzdem rund!)","versions":[{"lang":1,"streams":[{"redirect":13817891,"hoster":"VOE"},{"redirect":13817890,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13281377,"hoster":"VOE"},{"redirect":13281376,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weitersagen verboten! Der geheime Grund.","epNo":6,"alt":"The Secret Reason Must Not Be Told to Anyone","descr":"Die üblichen Verdächtigen wurden erfolgreich bei den Rittern der Akademie aufgenommen. Vizekommandant Lambert kommt gleich mit einem Anliegen auf Claire und Rae zu: Des Nachts streift eine mysteriöse Gestalt durch das Schulgebäude, die zwei sollen der Sache auf den Grund gehen. Wie gut, dass Claire so absolut gar keine Angst vor Spuk- und/oder Schreckgestalten hat. Nämlich überhaupt nicht.","versions":[{"lang":1,"streams":[{"redirect":13817894,"hoster":"VOE"},{"redirect":13817892,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13296425,"hoster":"VOE"},{"redirect":13296424,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Trumpfkarte beim Schulfest ist das Kleidertausch-Café.","epNo":7,"alt":"What Makes or Breaks a School Fair Is the Cross-Dressing Café","descr":"Es ist so weit, die Jubiläumsfeier ist hier! Wenig überraschend erfreut sich das Kleidertausch-Café Kavalier großer Beliebtheit. Fast schon zu großer. Denn die Feierlichkeiten locken allerlei Gäste an und einer davon existiert wirklich nur, um Rae das Leben schwer zu machen.","versions":[{"lang":1,"streams":[{"redirect":13817904,"hoster":"VOE"},{"redirect":13817895,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13328504,"hoster":"VOE"},{"redirect":13328503,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Mahlstrom an Intrigen.","epNo":8,"alt":"The Swirling Currents Are All Machinations","descr":"Der Vorfall im Innenhof der Akademie schlägt Wellen - nicht nur unter den Schülern. Der wachsende Unmut explodiert schließlich vollends, als Deeds äußerst milde Strafe verkündet wird.","versions":[{"lang":1,"streams":[{"redirect":13817899,"hoster":"VOE"},{"redirect":13817898,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13369271,"hoster":"VOE"},{"redirect":13369270,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Meine Herrin wird ewiglich dieselbe sein.","epNo":9,"alt":"My Master Will Never Change","descr":"Rae und Claire stellen sich der mächtigen Chimaira, um weitere Schäden und Opfer zu verhindern. Doch bereits jetzt ist klar, dass Lambert und Lene nicht ungestraft davonkommen werden. Die Frage ist nur, ob sie für ihre Vergehen mit ihren Leben büßen müssen.","versions":[{"lang":1,"streams":[{"redirect":13817901,"hoster":"VOE"},{"redirect":13817900,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13394781,"hoster":"VOE"},{"redirect":13394787,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die neue Rivalin in der Liebe ist eine perfekte Superfrau.","epNo":10,"alt":"My New Rival in Love Is a Perfect Superhuman","descr":"Die Kronakademie hat eine neue Schülerin: Prinzessin Manaria aus dem Königreich Sousse. Sie ist schön, schlau, stark und wird von allen angehimmelt. Das wäre Rae ja egal, wenn die silberhaarige Hexe nicht eindeutig versuchen würde, Claire zu verführen! (Und Erfolg hat?!)","versions":[{"lang":1,"streams":[{"redirect":13817897,"hoster":"VOE"},{"redirect":13817889,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13425162,"hoster":"VOE"},{"redirect":13425165,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Missverständnisse in der Liebe machen alles hoffnungslos.","epNo":11,"alt":"A Near-Miss in Love Is Certain Doom","descr":"","versions":[{"lang":1,"streams":[{"redirect":13817902,"hoster":"VOE"},{"redirect":13817903,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13817916,"hoster":"VOE"},{"redirect":13817914,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Meine Angebetete ist mir auch zugetan.","epNo":12,"alt":"The Villainess and I Are in Love","descr":"","versions":[{"lang":1,"streams":[{"redirect":13817906,"hoster":"VOE"},{"redirect":13817908,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13817917,"hoster":"VOE"},{"redirect":13817915,"hoster":"Streamtape"}]}]}]}]}