{"seriesId":"watchmen-2019","name":"Watchmen (2019)","descr":"Seit ihrem Auftauchen in der 30er-Jahren haben Superhelden den Lauf der Geschichte entscheidend verändert. Doch wegen ihrer brutalen Methoden sind sie und ihre maskierten Anhänger schon seit den 70ern verboten. Vor drei Jahren hat die rassistische Terrorgruppe \"Siebte Kavallerie\" mit Masken des soziopathischen Superhelden Rorschach in Tulsa, Oklahoma einen koordinierten Anschlag auf Polizisten verübt. Seitdem vermummen sich die Cops selbst, um sich und ihre Familien zu schützen. Polizeichef Judd Crawford (Don Johnson) bekommt beim Kampf gegen die \"Siebte Kavallerie\" Unterstützung von Police Detective Angela Abar (Regina King), die ein Doppelleben als maskierte Rächerin führt. Da kommt die abgebrühte FBI-Agentin Laurie Blake (Jean Smart) in die Stadt, um einen grauenhaften Mord aufzuklären.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es ist Sommer und wir haben bald kein Eis mehr","epNo":1,"alt":"It\u0027s Summer and We\u0027re Running Out of Ice","descr":"In einem alternativen Amerika muss die Polizei ihre Gesicht hinter Masken verbergen, um sich vor einer terroristischen Organisation zu schützen. Detective Angela Abar (Regina King) untersucht mit ihrem Freund und Chef, Judd Crawford (Don Johnson), den versuchten Mord an einem Kollegen. In der Zwischenzeit erhält der Herrscher über ein Landgut ein Jubiliäumsgeschenk von seinen treuen Bediensteten.","versions":[{"lang":1,"streams":[{"redirect":13651198,"hoster":"VOE"},{"redirect":13671013,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Meisterleistungen der Comanchen-Reitkunst","epNo":2,"alt":"Martial Feats of Comanche Horsemanship","descr":"Angela (Regina King) durchlebt erneut ihre unschönen Erinnerungen an einen Angriff auf ihre Familie und Nächsten, nach dem in Tulsa nichts mehr so gewesen ist, wie es war. Gleichzeitig nimmt sie einen geheimnisvollen Mann fest, der für eine schreckliche Tat verantwortlich sein könnte. Andernorts wird ein Theaterstück uraufgeführt, doch im Publikum sitzt nur eine einzige Person.","versions":[{"lang":1,"streams":[{"redirect":14497766,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Sie wurde von Weltraumschrott erschlagen","epNo":3,"alt":"She Was Killed by Space Junk","descr":"Die abgebrühte FBI-Agentin Laurie Blake reist nach Tulsa und übernimmt die Ermittlungen in dem Mordfall. Auf der Beerdigung des Opfers kommt es zu einem weiteren Attentat.","versions":[{"lang":1,"streams":[{"redirect":8501692,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Wenn dir meine Geschichte nicht passt, schreib deine eigene","epNo":4,"alt":"If You Don’t Like My Story, Write Your Own","descr":"Die zurückgezogene Billionärin Lady Trieu (Hong Chau) betritt endlich mit einem geheimnisvollem Angebot die Bühne. Blake (Jean Smart) kommt der Wahrheit hinter Angelas (Regina King) Vertuschung immer näher, weshalb sie Looking Glass (Tim Blake Nelson) um Hilfe bittet. In der Zwischenzeit weist der Lord (Jeremy Irons) zwei neue Bedienstete ein.","versions":[{"lang":1,"streams":[{"redirect":8501691,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Ein wenig Angst vor Blitzen","epNo":5,"alt":"Little Fear Of Lightning","descr":"Die Geschichte von Looking Glass wird enthüllt. Zudem kommt heraus, was hinter dem größten Schwindel der amerikanischen Geschichte steckt. Weit entfernt plant der klügste Mann der Welt seine Flucht.","versions":[{"lang":1,"streams":[{"redirect":8501694,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Dieses außergewöhnliche Wesen","epNo":6,"alt":"This Extraordinary Being","descr":"Unter dem Einfluss von Nostalgia taucht Angela Abar tiefer in die Geschichte ihres Großvaters ein und erfährt aus erster Hand von seiner Reise. Von Kindesbeinen an als seine Familie getötet wurde über den Tag als er Polizist wurde bis hin zum heutigen Tag als er neben dem erhängten Polizisten in seinem Rollstuhl stand.","versions":[{"lang":1,"streams":[{"redirect":13121466,"hoster":"VOE"},{"redirect":13671006,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine fast schon religiöse Ehrfurcht","epNo":7,"alt":"An Almost Religious Awe","descr":"Nach ihrer Überdosis bekommt Angela Abar von Lady Trieu eine unkonventionelle Behandlung. FBI-Agentin Blake folgt einer Spur. Und der klügste Mann der Welt muss sich für seine Taten verantworten.","versions":[{"lang":1,"streams":[{"redirect":13651195,"hoster":"VOE"},{"redirect":13671063,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kommt ein Gott in eine Bar …","epNo":8,"alt":"A God Walks Into A Bar","descr":"Calvin Abar ist Dr. Manhattan. Ein Rückblick zeigt, wie er seine spätere Ehefrau Angela 2009 in Vietnam kennenlernte – und was ihn vergessen ließ, wer er ist.","versions":[{"lang":1,"streams":[{"redirect":13115812,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Sieh, wie sie fliegen","epNo":9,"alt":"See How They Fly","descr":"Staffelfinale: Senator Keene und seine Leute haben Dr. Manhattan in ihrer Gewalt. Doch auch Lady Trieu will seine Kräfte an sich reißen. Es kommt zum entscheidenden Showdown.","versions":[{"lang":1,"streams":[{"redirect":13115816,"hoster":"VOE"}]}]}]}]}