{"path":"/serie/stream/watzmann-ermittelt","name":"Watzmann ermittelt","descr":"Hauptkommissar Benedikt Beissl (Andreas Giebel) sorgt seit Jahrzehnten in Berchtesgaden für Recht und Ordnung. Zu seinem Missfallen erhält er eines Tages einen neuen Kollegen zur Seite gestellt. Bislang hat der eigenbrötlerische Kommissar sein Ding ganz gern allein gemacht. Sein neuer Kollege Jerry Paulsen (Peter Marton) ist der Sohn eines schwarzen GIs und einer Gastwirtstochter aus Bad Aibling. Er ist durchaus wagemutig und teamfähig und zog aus Gründen der Liebe von Hamburg nach Bayern. Doch bei Jerrys Auserwählter handelt es sich ausgerechnet um Beissls älteste Tochter …","seasons":[{"path":"/serie/stream/watzmann-ermittelt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-1","name":"Der Alte vom Berg","epNo":1,"alt":"","descr":"Der Bauer Josef Lahner wird im Hochgebirge von der Bergwacht gerettet. Ein Zeuge behauptet, jemand wollte den alten Mann in eine Schlucht stürzen. Er leidet an Demenz und lebt mit seiner Tochter Sophie und seinem Enkel Christian auf einem heruntergekommenen Hof. Wollte ihn seine eigene Familie aus Verzweiflung beseitigen? Oder stecken der wohlhabende Bauer Veit Wieland und sein Sohn Ferdinand, denen Josef Lahner eine Menge Geld schuldet, hinter dem Anschlag? Als sich Jerry Paulsen genauer mit dem Fundort von Josef Lahner und dessen Vergangenheit beschäftigt, kommen die Kommissare auf ein dunkles Geheimnis, das den alten Mann fast das Leben gekostet hätte. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501711","hoster":"VOE"},{"path":"/redirect/8535132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-2","name":"Almsünde","epNo":2,"alt":"","descr":"In der Ache wird eine junge Frau tot aufgefunden. Gemeinsam mit ihrer Freundin Klarissa Zilch betrieb sie seit zwei Jahren einen Friseursalon, der sich vor allem bei den Herren einiger Beliebtheit erfreute. Ein erster Verdacht fällt auf den aggressiven Exfreund der Toten, Arthur Latzka, dem sie Geld schuldete. Doch ihm ist nichts nachzuweisen. Im Zuge seiner Recherchen stößt Jerry auf einen Escort-Service, den die beiden Frauen in einem Romantik-Hotel betrieben. Welche Rolle spielte der undurchsichtige Concierge Öhler bei der Ermordung der jungen Frau und wer war ihr letzter Gast? Die Beantwortung dieser Fragen führen Jerry und Beissl auf die Spur des Mörders. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501708","hoster":"VOE"},{"path":"/redirect/8535116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-3","name":"Der Tote von der Bobbahn","epNo":3,"alt":"","descr":"Der Mannschaftsarzt des Bobteams vom SV Königssee liegt erschlagen im Trainingscenter. Beissl und Jerry merken schnell, dass es in dem Bobteam brodelt, vor allem zwischen den beiden ambitionierten Piloten Tomi Aureiner und André Probst. Am Abend vor der Tat eskalierte zudem ein Streit zwischen dem Arzt und dem Trainer. Doch wirklich tatverdächtig ist vor allem der Servicemann des Teams, Ludwig Mittermaier, genannt Wiggerl. Beissl gerät in einen tiefen Gewissenskonflikt, handelt es sich bei Wiggerl doch um seinen besten Freund aus Kindheitstagen. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501709","hoster":"VOE"},{"path":"/redirect/8535126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-4","name":"Kalkül oder Liebe","epNo":4,"alt":"","descr":"Barbara Gruber, eine schillernde Gestalt in der lokalen Berchtesgadener Politszene, wird kurz vor den Landtagswahlen in ihrem Haus erschlagen. Kurz vor ihrem Tod war sie in die Party ihres politischen Gegners, Volker Haas, geplatzt. Hat dieser seine unliebsame Konkurrentin aus dem Weg geräumt? Ihre Schwester Christa Gruber lenkt den Verdacht auf den verheirateten Architekten Hans Wörner, mit dem Barbara bis vor einem halben Jahr noch ein Liebesverhältnis hatte. Aber auch Christa selbst gerät unter Verdacht, da sie das gemeinsame Elternhaus ausgerechnet an Volker Haas, den Erzfeind ihrer Schwester, verkaufen wollte. Und dann taucht Ghali Bassir auf, ein Flüchtling, den Barbara Gruber heiraten wollte. Kalkül oder Liebe? (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501710","hoster":"VOE"},{"path":"/redirect/8535121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-5","name":"Fluch am Eckstein","epNo":5,"alt":"","descr":"Der Betreiber eines beliebten, aber in die Jahre gekommenen Berchtesgadener Sessellifts wird in der Gaststube seiner Bergstation erstochen aufgefunden. Schnell rückt Andreas Lenz, der Geschäftspartner des Opfers, in den Fokus der Ermittlungen. Doch auch Peter Pfitzer, Chef einer Bürgerinitiative, die vehement gegen die Modernisierung des Lifts protestiert, könnte den Mord begangen haben. Oder war ein privates Motiv der Auslöser für die Tat? Die Ehe des Ermordeten steckte in einer schweren Krise und die Frau des Opfers gerät massiv unter Verdacht. Sie beteuert ihre Unschuld, aber tatsächlich liefert sie die entscheidenden Hinweise für den wahren Hintergrund der Tat. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501715","hoster":"VOE"},{"path":"/redirect/8535129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-6","name":"Inkognito","epNo":6,"alt":"","descr":"Der Hotelier Thorsten Enzinger wird am Morgen in der Küche des Hotelrestaurants tot aufgefunden. Beissl und Jerry beginnen zu ermitteln, und schnell stellt sich heraus, dass die Besitzverhältnisse rund um das Hotel mehr als undurchsichtig sind. Ein doppeltes Mordmotiv hat Christian Bichler, der Schwager des Opfers, erbt er doch nun das Hotel. Der Verdacht gegen ihn entlastet seine Verlobte Felicitas Beck. Ihr machte der Tote Avancen und stellte ihr nach. Doch dann wird Bichler selber Opfer eines Anschlags. Offenbar galt dieser nicht ihm, sondern seiner Verlobten Felicitas, deren zweifelhafte Vergangenheit für die Kommissare immer mehr in den Mittelpunkt der Ermittlungen rückt. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501717","hoster":"VOE"},{"path":"/redirect/8535145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-7","name":"Familienbande","epNo":7,"alt":"","descr":"Auf dem Weg zur Hüttenbrennerei Gentner finden Wanderer die Leiche von Sebastian Wenger. Der Geschichtsstudent aus München ist nach Jahren in seine Heimat Berchtesgaden zurückgekommen, um für die Traditions-Brennerei deren Jubiläumsschrift zu verfassen. Patriarch Franz Gentner und sein Sohn Huber wollen nichts von einem Konflikt wissen – ebenso wenig wie Hüttenbrenner Loisl Bartels. Bald findet Beissl heraus, dass der Tote ein Verhältnis mit Kati, der Tochter des Hüttenbrenners, hatte und sie von ihm ein Kind erwartet. Damit rücken sowohl Loisl als auch Katis Verlobter Clemens Brandner ins Visier der Kommissare. Doch Jerry stößt noch auf ein weiteres Geheimnis, das eng mit der Familiengeschichte des jungen Mannes verwoben ist. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501714","hoster":"VOE"},{"path":"/redirect/8535146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-1/episode-8","name":"Der Fischer vom Königssee","epNo":8,"alt":"","descr":"Michael Kroh, Berufsfischer am Königssee, wird tot aus dem See gefischt. Beissl kennt das tragische Schicksal der Familie. Der Vater des Toten verunglückte vor ein paar Jahren tödlich in den Bergen. Die jüngste Schwester Sina wuchs danach bei Michael und seiner Frau Betty auf. Doch das pubertierende Mädchen sorgte für Probleme, und auch mit dem ältesten Bruder Peter gab es Streit. Haben die Geschwister mit dem Mord zu tun? Oder ist der wahre Täter der umtriebige Anderl Sollmeier, ein Schulfreund von Beissls Tochter Eva, der zum Tatzeitpunkt in der örtlichen Kirche eine Heiligenfigur entwendete? Beissl verdächtigt massiv Anderl, während bei Jerry immer mehr Sina in den Fokus der Ermittlungen rückt. Die 17-Jährige und ihr Freund haben große Pläne. Aber dafür brauchen sie Geld. (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501720","hoster":"VOE"},{"path":"/redirect/8535153","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-1","name":"Jambo","epNo":1,"alt":"","descr":"\"Mit dem Internet ist das so eine Sache … \" antwortet Kommissar Beissl ausweichend auf die Frage von Michaela, ob sie mit ihrem Blog Schuld am Tod ihres Vaters, des ermordeten Zahnarztes und Großwildjägers Björn Heckerl, sei. Tatsächlich hat ein unbedachter Post von ihr einen ungeheuren Shitstorm gegen ihren Vater entfacht, an dem sich auch Beissls jüngste Tochter Eva auffällig beteiligt hat. Jerry Paulson entdeckt am Tatort in Heckls Haus ein fremdes Haar. Die Gerichtsmedizinerin Sonja Bitterling findet Würgemale an der gefesselten Leiche. Mit jeder Spur tappen die Kommissare mehr im Dunkeln. Denn die Försterin Helga Lohberger macht aus ihrem, auch im Netz geäußerten, Hass auf den Toten keinen Hehl, zumal er das legendäre Nashorn Jambo erlegt hat. Die Freundin des Toten, die Hoteliersfrau Gabriele Schellenberger, verschweigt in ihrer ersten Aussage ein wichtiges Detail und im Darknet wird schon das Horn von Jambo für viel Geld angeboten. Steckt etwa eine Profi-Bande dahinter? Die familiären Auseinandersetzungen machen Beissl fast ebenso zu schaffen, wie die neuen Beziehungen am Arbeitsplatz. Denn es ist offensichtlich, dass Polizist Max Ruffer kaum die Augen von der neuen Kollegin lassen kann: Caro Reiser entpuppt sich als ziemlich schlagfertige Verstärkung …  (Text: ARD)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501718","hoster":"VOE"},{"path":"/redirect/8535142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-2","name":"Löwinnen","epNo":2,"alt":"","descr":"Kommissar Beissl ist außer sich. Nicht nur, dass seine Tochter Eva wegen ihrer Facharbeit kurz vorm Durchdrehen ist. Ein Mord, der um 6:30 Uhr morgens direkt vor dem Kommissariat passierte, ist von Niemandem bemerkt worden. Kleinlaut muss Max zugeben, dass er ein kurzes Nickerchen gemacht hat. Seine Kollegin Caro überrascht Max mit ihrer Solidarität. Das Opfer, die Physiotherapeutin Thekla Mahr, hatte am Abend zuvor mit den beiden Überfliegern aus dem Skisprung-Internat Ben Stöger und Rupert Dunz einen Streit als sie ihren Aufstieg in den A-Kader feierten. Die beiden Jungs haben ein Alibi. Das gilt aber nicht für ihren Trainer Tobias Koller. Jerry beißt sich zunächst am Widerstand der Mütter der Springer die Zähne aus, denn Paula Dunz und Katrin Stöger tun alles, um die Ermittlungen gegen ihre Söhne zu torpedieren. Trotzdem bringen Beissl und Jerry Licht ins Dunkel der Halbwahrheiten. Wenige Tage vor dem Mord waren die beiden Athleten mit dem Mordopfer nachts im Auto unterwegs – und fuhren dabei einen Fußgänger an. Statt sich um den Schwerverletzten zu kümmern, begingen sie Fahrerflucht. Doch die Ermordete packte das schlechte Gewissen – wurde ihr das zum Verhängnis? Wer wurde zum Mörder, um einen Skandal zu verhindern? Was hat der gefährliche Häftling Roman Prokop mit der Sache zu tun? Zum High Noon treffen die Kommissare jemanden, den sie gar nicht erwartet haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501716","hoster":"VOE"},{"path":"/redirect/8535148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-3","name":"Schein und Sein","epNo":3,"alt":"","descr":"Aufstand im Haus von Kommissar Beissl: Weder die Töchter noch seine Frau Elisabeth möchten länger ohne warmes Wasser duschen. Doch bevor sich Benedikt Beissl so richtig kümmern kann stört ihn ein Anruf von Jerry: Klaus Leibold meldet die Entführung seiner Frau, der betuchten Maklerin Birgit Leibold. Nur ihre Handtasche und ein Schuh sind am Pool einer teuren Immobilie liegen geblieben. Ein erster Impuls veranlasst die Kommissare, im Vorleben des Ehemanns zu forschen. Der Künstler lebt gut von den Einkünften seiner Frau. Aber dann stellt sich heraus, dass Birgit Leibold in finanziellen Schwierigkeiten steckt. Was hat es in diesem Zusammenhang mit den seltsamen Zahlungen ihrer besten Freundin Veronika auf sich? Was haben sie und ihr Ehemann Mathias Berger zu verheimlichen? Beissl nistet sich bei Leibolds ein, um auf weitere Anrufe des Entführers zu warten. In dieser Nacht muss er sein Urteil über den dandyhaften Ehemann des Entführungsopfers revidieren. Am nächsten Morgen gibt Caro entscheidende Hinweise – während Jerry und Max in einer gefährlichen Geheimaktion den Keller von Birgits einstigem Kollegen und neuen Konkurrenten Quirin Steiner filzen… Nicht zuletzt dank Beissls phänomenaler Ortskenntnis und vollem Einsatz von Jerry kann das Entführungsopfer am Ende gerettet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501713","hoster":"VOE"},{"path":"/redirect/8535143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-4","name":"Nouvelle cuisine","epNo":4,"alt":"","descr":"Ein Journalist hat viele Feinde. Das macht die Arbeit für die Kommissare Beissl und Paulsen nicht leichter als sie den Tod von Georg Reitinger aufklären müssen. Der Chefredakteur des Berchtesgadener Kuriers hatte zuletzt einen Umweltskandal öffentlich gemacht. Stieß man ihn deshalb von einer Brücke? Die Volontärin Sissi Fischer berichtet von anonymen Anrufen und Drohungen und möchte gleich eine Reportage über die Polizeiarbeit recherchieren, womit sie aber nur bei Max Zustimmung erntet. Unerwartete Hilfe und Konkurrenz finden die Ermittler in Jerrys Freundin Johanna, die Reitinger ihren Job verdankt und sich in an der zwielichtigen Pensionswirtin Mimi die Zähne ausbeißt. Doch auch der Küchenhelfer Jamal hat offensichtlich etwas zu verbergen. Die Ermittlungen nehmen neue Fahrt auf, als klar wird, dass sich Reitinger mit seinem Heimat-Blog als Gastrokritiker nicht nur Freunde gemacht hat. Seine letzte vernichtende, aber nicht fertig gestellte, Kritik zwingt Beissl und Jerry zu einer sehenswerten Tour de Force durch die gehobenen Restaurants Berchtesgadens – mit einem überraschenden Ergebnis: Der Wirt der \"nouvelle cuisine\", Michelle Perrin macht saumäßige Geschäfte mit dem Bauern Mangstl. Unterdessen wird klar, dass auch im Privatleben von Reitinger nicht alles so glatt lief, wie es in der Öffentlichkeit den Anschein hatte. Seine Frau Anna wartet mit einem überraschenden Geständnis auf… Doch das führt die Kommissare noch nicht ans Ziel. Und dann hat Beissl daheim auch noch eine Begegnung der dritten Art: Valentin, der neue Freund seiner jüngsten Tochter Eva, macht ihm nachts am heimischen Kühlschrank das letzte Bier streitig… in seinem Morgenmantel!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501719","hoster":"VOE"},{"path":"/redirect/8535147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-5","name":"Abschlag","epNo":5,"alt":"","descr":"Auf dem Berchtesgadener Golfplatz wird der Golftrainer Toni Brendel tot auf dem Golfplatz gefunden. Alles deutet darauf hin, dass es sich um Mord handelt. Toni Brendel, der mit ambitionierten Bauplänen die Zukunft des Golfclubs beeinflussen wollte, hatte nicht nur Freunde. Der Clubpräsident Julius Greiner, der Tonis Pläne verhindern wollte und dessen Ruf durch Tonis üble Nachrede geschädigt wurde, gehört genauso zu den Verdächtigen wie Tonis betrogene Ehefrau Pia Brendel und seine Geliebte Franziska Schachtner. Im Laufe der Ermittlungen tauchen viele Motive und Indizien auf, aber Beweise gibt es keine. Erst nachdem man Tonis Vergangenheit genauer untersucht und Beissl sich einer unkonventionellen kriminalistischen List bedient, kann der Täter entlarvt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501721","hoster":"VOE"},{"path":"/redirect/8535173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-6","name":"Dritter Frühling","epNo":6,"alt":"","descr":"Hinter dem beliebten Ausflugslokal Bergblick wird morgens eine ältere Dame in einem eleganten Kostüm von der Kellnerin tot aufgefunden. Eine Wunde an der Schläfe, ein Hämatom am Handgelenk. Beissl erkennt die Tote als hilfreiche Rathausangestellte Alma Reger, Mutter des Lehrers Florian Reger. Die Kellnerin erinnert sich, dass die Tote mehrfach mit einem \"jüngeren\" Mann zu Gast war. Am Tag zuvor war für 17:00 Uhr ein Tisch auf den Namen Reger bestellt. Der vorläufige Todeszeitpunkt wird von der Pathologin auf Mitternacht festgelegt, jedoch ist die Todesursache zunächst noch unklar. Eine zerrissene Perlenkette und eine Handtasche werden im Gelände gefunden. Die Kommissare beginnen, bei den nächsten Angehörigen zu ermitteln, jedoch lebte Alma Reger nach einer Erbschaft bereits seit Jahren in einer edlen Seniorenresidenz. Dort entpuppt sich ein rumänischer Pfleger Sergiu Radu als ihr Freund und auch die Mitbewohner Gerti Vogt und Fritz Sturm scheinen nicht ganz unverdächtig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501723","hoster":"VOE"},{"path":"/redirect/8535166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-7","name":"Neue Zeiten","epNo":7,"alt":"","descr":"Der Betreiber eines frisch renovierten Hotels wird tot aufgefunden. Er wurde aus dem Fenster seines Büros in den Tod gestürzt. Der Safe im Büro ist aufgebrochen. Alles deutet auf einen Raubmord hin. Beissl und Jerry kommen schnell auf einen möglichen Tat-Hintergrund: Der Getötete verweigerte den an der Renovierung beteiligten Handwerksbetrieben konsequent die Zahlungen. Beissl und Jerry setzen darauf, den Mörder im Umfeld der betrogenen Handwerker zu finden. Einer der Geschädigten gerät zunehmend in den Fokus der Ermittlungen: ein mit Beissl befreundeter Schreinermeister. Aber auch die resolute Chefin der Malerfirma steht unter Verdacht. Hat sie sich das Geld aus dem Safe geholt? Beide weisen die Verdächtigungen entschieden zurück. Doch was, wenn es keiner von den Handwerkern war? Auch der langjährige Concierge des Hotels rückt ins Blickfeld der Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501722","hoster":"VOE"},{"path":"/redirect/8535163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-8","name":"Kristalle glänzen ewig","epNo":8,"alt":"","descr":"Jerry Paulsen ist auf dem Weg zu einer Fortbildung, da versagen die Bremsen an seinem Dienstwagen und er landet im Graben. Glücklicherweise kommt er mit ein paar leichten Schrammen davon. Beissl entdeckt im Wagen Jerrys Sporttasche voller Drogen und muss der Sache nachgehen. Jerry streitet vehement ab, etwas mit den Drogen zu tun zu haben, und vermutet, dass man ihm etwas anhängen will. Sollten sich alle so sehr in Jerry getäuscht haben? Das Misstrauen wächst auch bei Johanna, als sie feststellt, dass Jerry nicht immer ehrlich zu ihr war. Er bemüht sich nach Kräften, seine Unschuld zu beweisen. Dabei geraten Johanna und er in Lebensgefahr – und es kommt ein mysteriöser Todesfall dazu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501735","hoster":"VOE"},{"path":"/redirect/8535180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-9","name":"Ein todsicheres Geschäft","epNo":9,"alt":"","descr":"Der Besitzer eines Fahrradladens wird in seinem Geschäft von seiner Freundin Steffi und seinem Mitarbeiter Tom Lehnert tot aufgefunden. Schnell rückt Steffis Exfreund in das Visier von Beissl und Jerry. Er hat die Trennung offenbar nicht verwunden und stalked sie. Das Opfer schuldete außerdem einem guten Freund eine Menge Geld, was dieser kurz vor dessen Tod zurückforderte. Doch erst, als die Kommissare die Vergangenheit von Tom Lehnert genauer unter die Lupe nehmen, kommen sie dem Mörder auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501737","hoster":"VOE"},{"path":"/redirect/8535187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-10","name":"Weihnachtsmänner im Sommer","epNo":10,"alt":"","descr":"Die Berchtesgadener staunen nicht schlecht: Dutzende Weihnachtsmänner bevölkern mitten im Sommer ihr Stadtzentrum. Die Aufregung nutzen zwei Männer, ein Juweliergeschäft auszurauben. Kurz danach wird ein toter Weihnachtsmann gefunden. Handelt es sich um einen der Räuber? Wer wusste von dem Flashmob? Erst als die Kommissare herausfinden, dass eine Mitarbeiterin des Juweliers eine außereheliche Affäre hat, kommen sie der Lösung des kuriosen Falls einen Schritt näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501724","hoster":"VOE"},{"path":"/redirect/8535164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-11","name":"Viva la Musica","epNo":11,"alt":"","descr":"Doris Renz, Scheidungsanwältin und Solistin eines bekannten Laien-Chores, wird ermordet aufgefunden. Schnell wird klar: Die Getötete war in dem Chor ziemlich unbeliebt, Jerry vermutet gar Mobbing. Vor allem Nina Golling war die Tote ein Dorn im Auge – war sie doch jahrelang die Solistin des Chores gewesen. Hat sie ihre Rivalin ausgeschaltet? Doch auch andere Chormitglieder hätten ein Motiv gehabt, die Frau umzubringen. Haben sie sich durch die Hetze zu der Tat hinreißen lassen? Nicht zuletzt Johanna ist es zu verdanken, dass das Augenmerk der Kommissare auf eine neue Spur gelenkt wird, was letztendlich zur Lösung des Falles führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505541","hoster":"VOE"},{"path":"/redirect/8535169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-12","name":"König Watzmann","epNo":12,"alt":"","descr":"Gustl Herzog, der Souvenirkönig von Berchtesgaden, wird erstochen aufgefunden. Schnell gerät Herzogs größter Konkurrent Beppi Kofler in Verdacht. Doch erst, als den Kommissaren auffällt, wie sehr die Tat Analogien zu der alten Sage vom König Watzmann aufweist und Beissl wertvolle Hinweise durch seine Frau erhält, nimmt der Fall eine dramatische Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501725","hoster":"VOE"},{"path":"/redirect/8535201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-13","name":"Wo gehobelt wird…","epNo":13,"alt":"","descr":"Anton Gerg, der Leiter der berühmten Schreiner- und Schnitzschule in Berchtesgaden, wird im Holzlager der Schule ermordet aufgefunden. Eine erste Spur führt zu Mark Bleyer, einem ehemaligen Studenten Gergs, der erst kürzlich aus seiner Designklasse flog. Als sich herausstellt, dass dieser ein Verhältnis mit Gergs Ehefrau Sabrina hat, vermuten die Kommissare ein Mordkomplott. Doch dann zeigt sich, dass der hochgelobte Designer seine Schüler massiv unter Druck setzte und ihre Ideen als seine Eigenen ausgab. Liegt hier der Schlüssel zur Lösung des Falls?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501728","hoster":"VOE"},{"path":"/redirect/8535189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-2/episode-14","name":"Abgestürzt","epNo":14,"alt":"","descr":"Der im Rollstuhl sitzende Jan Gruber wird Zeuge, wie sein Idol, der für seine waghalsigen Rekorde bekannte Profi-Paraglider Mike Bischoff, in den Tod stürzt. Er ist sich sicher: Das war kein Unfall. Die Ermittlungen der Kommissare bestätigen zunehmend diese These. Hat Bischoffs Freundin Nadja Seidel die plötzliche Trennung nicht verkraftet und sich gerächt? Oder ist der Dauerkonflikt mit seinem langjährigen Firmenpartner eskaliert? Doch dann erkennen Beissl und Jerry, dass der abgestürzte Profi todkrank war und nur noch einen großen Wunsch hatte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383779","hoster":"VOE"},{"path":"/redirect/8535190","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-1","name":"Der letzte Ritt","epNo":1,"alt":"","descr":"Auf dem Weg zum Flughafen werden Jerry und Johanna Zeuge wie die erfolgreiche Turnier-Reiterin Sarah Gantinger von ihrem Pferd stürzt. Schnell stellt sich heraus, dass das Pferd mit einem Laser-Pointer geblendet wurde. Jerry vermutet einen Dumme-Jungen-Streich, doch im Zuge der Ermittlungen der Kommissare auf dem Gestüt verdichten sich die Hinweise auf einen Anschlag. Sowohl die Schwester des Opfers Tanja Gantinger als auch ihre schärfste Konkurrentin, Valerie Flaucher, hätten ein Motiv. Es beginnt ein Wettlauf mit der Zeit, denn die große Frage ist: wird der Täter noch einen Mordversuch an der jungen Frau wagen, die im Koma liegt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11353244","hoster":"VOE"},{"path":"/redirect/11353243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-2","name":"Sonnwend","epNo":2,"alt":"","descr":"Johanna und Jerry verbringen eine romantische Nacht im Zelt zur Sonnwend-Feier in den Bergen. Umso bitterer das Erwachen, als sie die Leiche des Jugendlichen Benni ganz in der Nähe finden. Er ist nicht zufällig abgestürzt, sondern wurde gestoßen. Darauf legt sich die Gerichtmedizinerin Sonja Bitterling schnell fest. Beissl streitet daheim mit seiner Tochter Eva über Sinn und Unsinn der Social Media-Kanäle und ist später froh, dass sie ihm bei der Aufklärung von Bennis Tod hilft. Denn schnell wird klar, dass Benni die extremen Herausforderungen liebte und auf Instagram postete. Seine beiden besten Freunde Lena und Sebi sagen nicht ganz die Wahrheit über die Sonnwend-Nacht. Für Bennis Mutter Wally bricht eine Welt zusammen, weil sie ihre ganze Hoffnung auf ihren einzigen Sohn gesetzt hat. Er sollte einmal den Hof übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11407638","hoster":"VOE"},{"path":"/redirect/11407639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-3","name":"Zwei Väter","epNo":3,"alt":"","descr":"Max und Caro finden in einem Zelt die Leiche eines jungen Mannes. Mia Sager, die mit im Zelt übernachtete, ist verschwunden. Beissl und Jerry lassen sofort nach der Flüchtigen fahnden – und machen sich auf die Suche nach dem Täter. Die Ermittlungen führen schnell zu einem gefragten Backpacker-Hostel und zu dessen Betreiber. Die Tochter des Hostel-Chefs ist die verschwundene Frau aus dem Zelt. Sie war mit dem Opfer liiert – zum Leidwesen ihres Vaters Tom Sager! Die weiteren Recherchen ergeben: Der Getötete und die Verschwundene wollten sich mitten in der Nacht Hals über Kopf absetzen. Hat der Hostel-Betreiber den Freund seiner Tochter getötet, um den Weggang zu verhindern? Für Beissl spricht immer mehr dafür… Jerry dagegen findet Indizien, dass die Verschwundene allen Grund hatte, auf ihren Freund eifersüchtig zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11461459","hoster":"VOE"},{"path":"/redirect/11461471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-4","name":"Der tote Angler","epNo":4,"alt":"","descr":"Werner Brandl liegt mit einer Schädelverletzung tot im Hintersee. Wer hat den Chef einer Holzhausbau-Firma umgebracht? Beissl kennt den Toten seit Jahren aus dem Angelverein. Als Jerry von ihm nähere Infos zu Brandl haben möchte, ist er überrascht, wie wenig sein Kollege über das Opfer und möglichen Ärger unter Vereinsmitgliedern weiß. Brandls Frau Irmi lenkt den Verdacht auf einen Grill-Rowdy. Lorenz Estermann ist bereits aktenkundig und geriet mit dem Opfer beim Grillen am See heftig aneinander. Beissl fühlt sich bei der Ermittlung sichtlich nicht wohl. Er, der passionierte Angler, muss zwei Tage vorm Königsfischen gegen seinen Vereinsvorstand Simon Spöck ermitteln. Die Familien Brandl und Spöck waren ewig eng befreundet. Doch die aktuelle Feindschaft verschweigt Spöck seinem Spezl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522844","hoster":"VOE"},{"path":"/redirect/11522846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-5","name":"Feuer unterm Dach","epNo":5,"alt":"","descr":"Der Tag geht ja gut los. Da hat Beissl extra Frühstück für die Familie gemacht… und niemand weiß das zu schätzen. Seine Frau hat’s eilig und Tochter Eva weiß aus Social Media-Kanälen noch vor dem Papa, dass es im Feuerwehrhaus einen Toten gibt. Kommandant Sepp Breitinger wurde mit einem Feuerwehrauto an die Wand gedrückt. Seine junge Stellvertreterin Clea Doganis wollte ihn als Chef ablösen. Hat die Inhaberin eines Getränkeshops ihn umgebracht? Sie kann als alleinstehende Frau ebensowenig ein Alibi vorweisen wie Rita Weiß, die Schwester des Toten, die aus München nach Berchtesgaden eilt. Beissl ist nervös, denn Rita war seine erste Liebe. Und zu allem Überfluss nimmt ihm seine Tochter Johanna bei der Befragung eines Zeugen das Heft aus der Hand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11543187","hoster":"VOE"},{"path":"/redirect/11543190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-6","name":"Blattschuss","epNo":6,"alt":"","descr":"Adel verpflichtet – Adel vernichtet. Jedenfalls tun sich vor Beissl und Jerry Paulsen Abgründe auf, als sie im Schloss der von Mahnfelds ermitteln. Clemens von Mahnfeld wurde auf der morgendlichen Jagd mit einem Blattschuss erlegt. Von einem Familienmitglied? Jedenfalls hat fast jeder ein Motiv. Der dünkelhafte Bruder Reinhard, weil er sein Erbe mit dem verarmten Clemens teilen sollte, der Cousin Markus, weil er vom Schloss verbannt war, Clemens’ Frau Monika, weil sie nicht standesgemäß und Opfer körperlicher Übergriffe war. Auch die Aussagen von Monikas Sohn Pauli und seiner Oma Lisi führen zunächst in die Irre. Auf der Jagd nach einem geheimnisvollen Wilderer schläft Caro fast ein. Wen sie dann enttarnt, überrascht alle. Unterdessen recherchiert Max, wie man einen Grafen formvollendet anspricht, wofür Beissl nur wenig Verständnis hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268426","hoster":"VOE"},{"path":"/redirect/12482708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-7","name":"Martha Hari","epNo":7,"alt":"","descr":"Der Tag fängt schlecht an für den Beissl. Kein Platz für seine Angel im neuen Haus, eine Tochter, die sich im Bauwagen eines Freundes aufs Abitur vorbereiten will und dann noch die Nachricht, dass ein Toter in der Ache liegt. Kollege Jerry hat mit Hilfe der Gerichtsmedizinerin herausgefunden, dass der Tote Opfer eines Anschlags wurde, bei dem es der Täter auf dessen Laptop abgesehen hatte. Denn der Tote war Blogger. In \"Denz deckt auf\" versuchte er Reichweite mit Skandalen zu generieren, die Johanna vorher recherchiert hatte. Deswegen findet ihr Freund auch Johannas Drohschreiben im Bus des Opfers. Weil aber Beissls Tochter als Täterin ausscheidet, konzentrieren sich die Ermittlungen bald auf die Machenschaften des Futtermittelherstellers Schilling, seines Kunden Kilian Reuter und dessen Dorfhelferin Martha Haas, die dem Bauern seit dem Tod von dessen Frau zur Hand geht. Sie wird besonders verdächtig als klar wird, dass sie den Bauern ausspioniert hat. Doch \"Martha Hari\" hat für die Tatzeit ein Alibi ihrer Kollegin Dani, die wiederum beim äußerst groben Bauern Pongratz arbeitet. Licht ins Dunkel bringt ausgerechnet die neue im Ermittlerteam, Sophia Strasser, die in ihrer Freizeit eine interessante Entdeckung macht. Beissl und Paulsen haben beide ein schlechtes Gewissen, weil sie Strassers Ankunft verschwitzt hatten. Dafür kommt Caro und Max eine blendende Idee, die ganz nebenbei ein zartes Liebesglück rettet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11619750","hoster":"VOE"},{"path":"/redirect/11619738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-8","name":"Fremde Heimat","epNo":8,"alt":"","descr":"Der Präsident des Berchtesgadener Goaßlschnalzervereins, Bernd Rappenglück, liegt tot im Hof seiner Bäckerei. Noch am Abend vorher wurde im Vereinsheim der Sieg gegen die Garmischer Konkurrenz gefeiert. Lief dabei etwas aus dem Ruder? Schnell gerät Ferdi Brandner, einer der Goaßlschnalzer, bei Sophia Strasser und Jerry Paulsen in Verdacht, Rappenglück getötet zu haben. Sein mögliches Motiv: Der Flüchtling Alfons Nkmura, genannt Fonsi durfte die Goaßlschnalzer statt Ferdl in den prestigeträchtigen Wettkampf führen. Dank der Hilfe von Rappenglück und dem Zeugwart des Vereins, Toni Kainz, hatte sich Fonsi schnell integriert, was nicht jedem gefiel. Doch der Bäckerlehrling, der kurz davor steht, seine Aufenthaltsgenehmigung zu bekommen, gerät wegen eines Funds selbst in Verdacht.Er soll heimlich Geld aus der Bäckerei entwendet und eine Beziehung mit der eigenwilligen Tochter des Toten, Enzi Rappenglück angefangen haben, Die stritt aber schon länger mit ihrem Vater und baute in der Tatnacht einen Unfall… Daheim wird der Beissl vom Aufräumelan seiner Frau überrascht. Er soll seine alte Lederjacke und seine Plattensammlung wegwerfen, sie dafür das ungeliebte Ölbild ihrer Eltern. Während Beissl seiner Frau ein Ständchen singt, erleben sie eine lustige Überraschung durch Tochter Eva.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11654012","hoster":"VOE"},{"path":"/redirect/11653994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-9","name":"Die entführte Braut","epNo":9,"alt":"","descr":"Theresa Geiger wird auf ihrer eigenen Hochzeit traditionell entführt, isst während der Wartezeit von einem bereitgestellten Kuchen und stirbt. Die Gerichtsmedizinerin diagnostiziert einen allergischen Schock. Ihre Freundin Cecilia, mit der Theresa ein Café geführt hat, beteuert, dass sie den Kuchen in der Hütte extra ohne Nuss zubereitet hat, da sie von Theresas starker Allergie wusste. Im Kühlraum ihres Cafés fehlt allerdings ein optisch fast identischer Kuchen mit Nuss – hat ihn jemand heimlich gegen den in der Hütte ausgetauscht? Caro, die Theresa kannte, rätselt, wer ihrer Freundin etwas angetan haben könnte. Theresas Mann Raphael Geiger passte zwar auf den ersten Blick nicht perfekt zu Theresa, trotzdem haben die beiden aus Liebe geheiratet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11693885","hoster":"VOE"},{"path":"/redirect/11693891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-10","name":"Verbissen","epNo":10,"alt":"","descr":"Beissl ist auf den Hund gekommen. Eigentlich ist er der Meinung, dass Hunde im Kommissariat nichts zu suchen haben. Aber Spezl ist was Besonderes und steht unter Schock. Sein Herrchen wurde erschlagen - mit einem Spaten, wie Gerichtsmedizinerin Sonja Bitterling bald herausfindet. Werner Murrer, Begründer und Trainer des Such- und Rettungshundevereins Berchtesgaden, lag tot auf dem Parkplatz seines Hundevereins, bewacht von Spezl. Seine Freundin Josefine Scheffler ist fassungslos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11773669","hoster":"VOE"},{"path":"/redirect/12985264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-11","name":"Bienenstich","epNo":11,"alt":"","descr":"Der Tag beginnt gar nicht gut für Kommissar Beissl. Seine Tochter Maria steht turtelnd mit einem Mann vor der Tür, der sich als ihr Vermieter Toni entpuppt, das Wasser im Haus ist mal wieder nur kalt und dann ruft man ihn zu einem rätselhaften Todesfall. Eine Kundin im Schönheitssalon von Eveline Schober ist während der Behandlung plötzlich verstorben. Gerichtsmedizinerin Sonja Bitterling ist sich bald sicher, dass ein anaphylaktischer Schock Schuld ist. Kurz: Die Tote litt an einer Bienengiftallergie. Ganz schnell rückt die selbstverliebte Praktikantin Kim Oleg ins Visier der Ermittler. Hat sie aus Versehen die falsche Spritze aufgezogen? Dann wäre es nur ein Unfall. Doch dann erfährt Jerry mit Johannas Hilfe, dass Eveline Schober gegenüber den Ermittlern nicht alles sagt. Außerdem hat Max die attraktive Saloninhaberin schon gedatet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11909965","hoster":"VOE"},{"path":"/redirect/11909959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-12","name":"Rache ist bitter","epNo":12,"alt":"","descr":"Während Benedikt Beissl beim Frühstück seiner Tochter Eva vorschlägt, Lehrerin zu werden, eilt Jerry Paulsen zum Fundort einer Jungenleiche. Pascal ist erschlagen worden. Schnell wird klar, dass der Internatszögling bei seinen Mitschülern nicht sonderlich beliebt war. Direktorin Petra Schwarz berichtet, dass das Internat Pascals letzte Chance war. Seine Lehrerin Amelie Michel beobachtete zuletzt einen deutlichen Aufwärtstrend bei dem schlechten Schüler. Pascal hatte Nachhilfe bei Hannah Liebstöckl, der Enkelin von Hausmeister Schorsch Liebstöckl, einem alten Spezl von Beissl. Der fokussiert seine Ermittlungen auf die Gang-Streitigkeiten um den Bikepark an der Schule. Rädelsführer Franz Grünberger hatte sich deshalb schon mit Pascal geprügelt und steht ohne Alibi da, nachdem Max auf seinen Kumpel Druck ausgeübt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11909951","hoster":"VOE"},{"path":"/redirect/11909955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-13","name":"Freier Fall","epNo":13,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13005009","hoster":"VOE"},{"path":"/redirect/12065497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-14","name":"Tod eines Rangers","epNo":14,"alt":"","descr":"Der Beissl ist schuld. Jerry zeigt ihm auf der Wache stolz den alten Perlenring, mit dem er um Johannas Hand anhalten möchte – da lässt Beissl das gute Stück fallen. Die Perle bricht aus der Fassung. Dabei ist der Fall, den sie gerade bearbeiten, durchaus kniffelig. Der Ranger Timo Roiss wurde von einem Felsvorsprung gestoßen und schon vorher verletzt. Timo hat geführte Wanderungen von Lenas Bruder, Hüttenwirt Georg Geiser, begleitet. Dabei machte er sich nicht nur Freunde, wie Geisers Frau Andrea durchblicken lässt. Aber auch Brutalo-Mountainbiker Raik Freimann, der Jerry schon unangenehm aufgefallen ist, kommt als Täter infrage. …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12065476","hoster":"VOE"},{"path":"/redirect/12065492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-15","name":"Die Unbeugsame","epNo":15,"alt":"","descr":"Morgendlicher Schock für Frau Maierhofer! Auf dem Weg ins Rathaus findet sie die Leiche eines Mannes, der in seinem Auto erstochen wurde. Als Jerry Paulsen Sophia Strasser bitten will, mit ihm zum Tatort zu fahren, traut er seinen Augen nicht. Die Polizistin wartet in Zivil auf ihn. Und Max schiebt ihren Schreibtisch auf den Flur … Sophia Strasser ist endlich Kommissarin! Die beiden haben mit Thea Stoll, der Exfrau des Ermordeten und ihren beiden erwachsenen Pflegekindern Anna und Nico eine harte Nuss zu knacken. Alle geben sich ein Alibi für den Tatzeitpunkt, den der neue Gerichtsmediziner Dr. Phillipp Hartmann ermittelt hat. Aber Beissl erfährt bei einem konspirativen Treffen mit Frau Maierhofer einige dienstliche Geheimnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12162726","hoster":"VOE"},{"path":"/redirect/12162728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/watzmann-ermittelt/staffel-3/episode-16","name":"Trachtenwahnsinn","epNo":16,"alt":"","descr":"Geli Kreiser ist tot. Erdrosselt, wie der neue Gerichtsmediziner Dr. Phillipp Hartmann die beiden Ermittler Sophia Strasser und Jerry Paulsen wissen lässt. Der Beissl ist ganz froh, zu Hause rauszukommen, weil seine Frau mit Hilfe ihrer Töchter ein neues Dirndl sucht. Nix für Beissl, der aber auch gleich einen alten Spezi befragen muss. Matthias Haller ist Lebensgefährte und Geschäftspartner der Ermordeten, die im Ort eher gefürchtet als geschätzt wurde. Den Nachbarn Sammy Zweigelt und seine Wirtschaft hat sie mit Anzeigen überzogen, die in saftigen Geldstrafen mündeten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12162727","hoster":"VOE"},{"path":"/redirect/12162730","hoster":"Streamtape"}]}]}]}]}