{"seriesId":"wayne","name":"Wayne","descr":"Im Fokus der Serie steht der 16-jährige Wayne, der sich zusammen mit seiner neuen Bekanntschaft Del auf die Suche nach dem alten 1978 Pontiac seines Vaters begibt, der kurz vor dessen Tod gestohlen wurde. Es heißt also Del und Wayne gegen den Rest der Welt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Get Some Then","descr":"Wayne (Mark McKenna) gelingt es nicht, eine einfache Aufgabe zu erfüllen, die ihm von Del (Ciara Bravo) aufgetragen wurde, woraufhin sie überlegt, ob sie Brockton nicht endlich verlassen sollte. Die Konsequenzen dieses kleinen Lapsus sind gigantisch, und das wird mehr als deutlich, als Wayne plötzlich auf jemanden aus dem Ort trifft, mit dem nicht gut Kirschen essen ist.","versions":[{"lang":2,"streams":[{"redirect":9944114,"hoster":"VOE"},{"redirect":9944113,"hoster":"Doodstream"},{"redirect":9944121,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"No Priests","descr":"Die Teenager Wayne und Del lassen ihre Heimat hinter sich und begeben sich auf einen Roadtrip. Der unbeholfene Wayne gibt sich dabei alle Mühe, die Reise für seine neue Freundin so angenehm wie möglich zu gestalten. Aber die beiden geraten schnell aneinander, denn auch unterwegs geht Wayne keiner Auseinandersetzung aus dem Weg. Dels Vater zeigt den Jungen derweil wegen Körperverletzung und Entführung seiner Tochter an.","versions":[{"lang":2,"streams":[{"redirect":9944119,"hoster":"VOE"},{"redirect":9944122,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Goddamned Beacon Of Truth","descr":"Nachdem Wayne (Mark McKenna) und Del (Ciara Bravo) in den Lokalnachrichten zu sehen warenm gibt Del Wayne etwas Nachhilfe in Sachen Lügen, um die Kontrolle zu bewahren. Es dauert jedoch nicht lange, bis sie auffliegen.","versions":[{"lang":2,"streams":[{"redirect":9944118,"hoster":"VOE"},{"redirect":9944123,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Find Something Black To Wear","descr":"Wayne (Mark McKenna) wurde ausgeraubt, doch das hindert ihn nicht daran, einen neuen Job anzunehmen. Del (Ciara Bravo) ist derweil ganz besessen von dem Tod eines Fremden. Carl (Jon Champagne) und Teddy (Jamie Champagne) feiern derweil ihren Geburtstag und stellen sich der Wahrheit, wer wirklich ihr Vater ist.","versions":[{"lang":2,"streams":[{"redirect":9944130,"hoster":"VOE"},{"redirect":9944127,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Del","descr":"Über einen Rückblick erfahren wir, was für ein Mensch Wayne (Mark McKenna) gewesen ist, bevor er Del (Ciara Bravo) kennengelernt hat. An diesem Tag veränderte sich alles: Die Leben von Del, Daddy (Dean Winters) und den Jungs.","versions":[{"lang":2,"streams":[{"redirect":12383775,"hoster":"VOE"},{"redirect":9944134,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"How Sweaty’s Your Hands?","descr":"Del (Ciara Bravo) schließt eine neue Freundschaft in einer Highschool in Georgia, und Wayne (Mark McKenna) glaubt, dass sie schon bald Heimweh bekommen könnte. Oder schlimmer noch: Dass sie nie wieder woanders sein möchte und jetzt das Leben lebt, das sie in Brockton nie hatte. Daddy (Dean Winters) und seine Jungs kommen ihnen derweil immer näher, während Orlando Cole unter die Arme greift.","versions":[{"lang":2,"streams":[{"redirect":9944140,"hoster":"VOE"},{"redirect":9944138,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"It’ll Last Forever","descr":"Wayne (Mark McKenna) weiß nicht, was er tun soll. Dels (Ciara Bravo) Vater liegt im Krankenhaus, aber soll er es ihr sagen oder nicht? Sergeant Geller bereitet derweil eine Falle für Wayne und Del vor.","versions":[{"lang":2,"streams":[{"redirect":12931242,"hoster":"VOE"},{"redirect":9944145,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Musta Burned Like Hell","descr":"Nach ihrem ersten Kuss kommen Wayne (Mark McKenna) und Del (Ciara Bravo) in Florida an, wo sie zufällig eine Chance erhalten, ihre Mission zu erfüllen. Als Wayne dann auf seine Mutter trifft, erkennt Del, dass er eventuell ganz andere Gründe hat, diese lange Reise auf sich zu nehmen.","versions":[{"lang":2,"streams":[{"redirect":9944148,"hoster":"VOE"},{"redirect":9944151,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Thought We Was Friends","descr":"Wayne (Mark McKenna) hat Ärger mit seiner Mutter und mit Del (Ciara Bravo), also richtet er seinen Fokus neu aus, um auf andere Gedanken zu kommen. Jedoch bekommt er es mit Calvin und Reggie (Francesco Antonio) zu tun, die ebenfalls hinter dem Trans Am-Modell hinterher sind. Del erfährt inzwischen von einem Geheimnis über Wayne, das alles für sie verändert.","versions":[{"lang":2,"streams":[{"redirect":9944157,"hoster":"VOE"},{"redirect":9944153,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Buckle The Fuck Up","descr":"Wayne (Mark McKenna), der gerade erst in Haft genommen wurde, ist nun auf sich allein gestellt und muss sich gegen Reggie (Francesco Antonio) behaupten. Es kommt zu einem Showdown, der ihre gemeinsame Rivalität ein für alle Mal beenden soll. Del (Ciara Bravo) kehrt derweil zum Haus von Waynes Mutter zurück, um Wayne zu helfen - koste es, was es wolle.","versions":[{"lang":2,"streams":[{"redirect":9944161,"hoster":"VOE"},{"redirect":9944159,"hoster":"Streamtape"}]}]}]}]}