{"path":"/serie/stream/we-are-newcastle-united","name":"We Are Newcastle United","descr":"Die Serie erzählt die Insider-Geschichte der Newcastle-Saison 2022-23, die in der Qualifikation für die UEFA Champions League gipfelte. Sie wird von Newcastles Torschützenkönig Alan Shearer erzählt und bietet einen einzigartigen Einblick in die Entwicklung des Vereins unter Cheftrainer Eddie Howe, bietet exklusiven Zugang zu den Entscheidungsträgern des Vereins und verfolgt die laufende Saison 2022-23 der Magpies aus nächster Nähe.","seasons":[{"path":"/serie/stream/we-are-newcastle-united/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/we-are-newcastle-united/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1 : Howay The Revolution","descr":"Es ist eine entscheidende Saison für Newcastle United, denn der Druck steigt, die Versprechen der Vorsaison zu erfüllen. Trotz einer Reihe von hochkarätigen Neuverpflichtungen seit der Übernahme durch die neuen Eigentümer ist die Mannschaft im neuen Jahr torlos. Der Verein verhandelt über den Transfer eines vielversprechenden jungen Talents, und die Erwartungen sind hoch, denn die Mannschaft steht kurz vor ihrem ersten Pokalfinale seit über 20 Jahren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13030513","hoster":"VOE"},{"path":"/redirect/13030508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/we-are-newcastle-united/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2: Tell Me Ma, Me Ma","descr":"Es ist eine entscheidende Saison für Newcastle United, denn der Druck steigt, die Versprechen der Vorsaison zu erfüllen. Trotz einer Reihe von hochkarätigen Neuverpflichtungen seit der Übernahme durch die neuen Eigentümer, trifft die Mannschaft im neuen Jahr das Tor nicht mehr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13030512","hoster":"VOE"},{"path":"/redirect/13030499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/we-are-newcastle-united/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3: Changing The Toon","descr":"Newcastle Uniteds Traum von der Champions League steht auf der Kippe. Jetzt stehen die entscheidenden Heimspiele gegen die beiden Hauptrivalen Manchester United und Tottenham Hotspur an. In einer entscheidenden Phase der Saison kämpfen die beiden Stürmer Alexander Isak und Callum Wilson um einen Stammplatz.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13030567","hoster":"VOE"},{"path":"/redirect/13030568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/we-are-newcastle-united/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4: Where Our Lads Belong","descr":"Während sich die Saison ihrem Höhepunkt nähert, konzentrieren sich die Eigentümer und Vorstandsmitglieder auf das nächste Transferfenster und planen für den Erfolg. Dabei reflektieren sie über ihre erste vollständige Saison an der Spitze des Vereins. Newcastle United ist der Champions-League-Qualifikation zum ersten Mal seit 20 Jahren einen Schritt näher gekommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13030577","hoster":"VOE"},{"path":"/redirect/13030570","hoster":"Streamtape"}]}]}]}]}