{"seriesId":"web-therapy","name":"Web Therapy","descr":"Fiona Wallice (Lisa Kudrow) ist eine Therapeutin, die versucht per Internet-Therapie in kürzerer Zeit bessere Resultate bei ihren Patienten zu erreichen, als es ihre Kollegen auf die herkömmliche Art und Weise tun. Dabei ist Fiona durchaus unberechenbar und egozentrisch.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sex und Ahnenforschung","epNo":1,"alt":"Click To Start","descr":"Fiona Wallice (Lisa Kudrow) ist eine Therapeutin, die versucht per Internet-Therapie in kürzerer Zeit bessere Resultate bei ihren Patienten zu erreichen, als es ihre Kollegen auf die herkömmliche Art und Weise tun. Dabei ist Fiona durchaus unberechenbar und egozentrisch.","versions":[{"lang":1,"streams":[{"redirect":8501753,"hoster":"VOE"},{"redirect":8535291,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kundenpflege","epNo":2,"alt":"Desperate Measures","descr":"Fiona (Lisa Kudrow) kann nicht verstehen, warum ihr Patient – ihr ehemaliger Liebhaber Richard (Tim Bagley) – nur von seiner Freundin spricht und Fionas Anziehungskraft komplett widerstehen kann. Richard sucht Rat bei Fiona, weil er mit seiner Partnerin … (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501757,"hoster":"VOE"},{"redirect":8535296,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Profipatient","epNo":3,"alt":"Shrink Rap","descr":"Fionas (Lisa Kudrow) Patient Richard (Tim Bagley) ist ein wenig irritiert, als er Fiona außerhalb der Sitzung \"zufällig\" begegnet. Während der dritten Sitzung wird ihm endlich klar, was er wirklich will. Sehr zur Freude von Fiona … (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501754,"hoster":"VOE"},{"redirect":8535298,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Verdammich noch mal!","epNo":4,"alt":"Public Relations","descr":"Fiona (Lisa Kudrow) hat eigentlich vor, die Therapie mit ihrem nervigen Patienten Jerome (Dan Bucatinsky) abzubrechen. Als dieser ihr jedoch ein sensationelles Familiengeheimnis offenbart, bringt Fiona Jerome dazu, die Therapie fortzusetzen. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501756,"hoster":"VOE"},{"redirect":8535303,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Shrinking und Growing","epNo":5,"alt":"Shrinking \u0026 Growing","descr":"An Fionas (Lisa Kudrow) nächster Sitzung mit dem Patienten Jerome (Dan Bucatinsky) nimmt auch dessen Verlobte Hayley (Rashida Jones) teil. Diese spricht offen über die problematische Familiensituation. Das wiederum gefällt der Web-Therapeutin Fiona sehr, da sie eine großartige Gelegenheit sieht, ihr außergewöhnliches Geschäftsmodell zu vermarkten. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501755,"hoster":"VOE"},{"redirect":8535302,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Seitensprung mit Hindernissen","epNo":6,"alt":"We’ve Got A Secret","descr":"Als Jeromes (Dan Bucatinsky) Geschichte sich als falsch herausstellt, ist die Therapeutin Fiona (Lisa Kudrow) alles andere als begeistert, da dieser Fall der Vermarktung ihres einzigartigen Geschäftsmodells dienen sollte. Der Patient Jerome und seine Freundin Hayley (Rashida Jones) können nur noch mit viel Ideenreichtum geschäftsfördernd eingesetzt werden. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501758,"hoster":"VOE"},{"redirect":8535305,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Frei wie ein Vogel","epNo":7,"alt":"Exposed!","descr":"Web-Therapeutin Fiona (Lisa Kudrow) findet ihren neuen Patienten Ted Mitchell (Bob Balaban) extrem anstrengend – bis sie herausfindet, dass das an seiner überdurchschnittlich großen Erfahrung mit Therapeuten liegt. So hat sie ihre liebe Mühe, Ted von dem Ablauf ihrer Sitzungen zu überzeugen. Das ist ihr jedoch ein großes Anliegen, denn auch diesmal könnte sie von ihrem Patienten sehr profitieren. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501759,"hoster":"VOE"},{"redirect":8535306,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Finsterer Wall aus Eis","epNo":8,"alt":"Psychic Analysis","descr":"Fiona (Lisa Kudrow) wendet ihre bahnbrechende Therapiemethode mit überwältigendem Erfolg an ihrem Patienten Ted Mitchell (Bob Balaban) an. In ihrer kurzen Sitzung wird Teds Problem schnell erkannt. Für Ted Mitchell ist das ein psychologischer Durchbruch, für Fiona die Möglichkeit, ihr Geschäftsmodell zu vermarkten. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8896805,"hoster":"VOE"},{"redirect":8535308,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie ich die Finanzwelt enttarnte","epNo":9,"alt":"Whistle While You Work","descr":"Der Patient Ted Mitchell (Bob Balaban) weiß die Therapiemethoden von Fiona (Lisa Kudrow) sehr zu schätzen und hat sie vermögenden Geschäftspartnern weiterempfohlen. Der Patient würde die Therapie gerne fortführen und kann nicht verstehen, warum Fiona die Therapie schon beenden möchte. Dabei hat diese doch ihr \"Therapieziel\" schon erreicht. (Text: Glitz)","versions":[{"lang":1,"streams":[{"redirect":8501761,"hoster":"VOE"},{"redirect":8535307,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Prinzessin Fiona","epNo":10,"alt":"Strange Bedfellows","descr":"Fionas neue Patientin Claire (Jane Lynch) ist eine schwerbeschäftigte Führungskraft, die keine drei Minuten Zeit hat, der Web-Therapeutin Fiona (Lisa Kudrow) ihre Probleme zu schildern. Die sonst an Schnelligkeit nicht zu übertreffende Fiona hat ihre Schwierigkeiten, sich Claires Geschwindigkeit anzupassen.","versions":[{"lang":1,"streams":[{"redirect":8501763,"hoster":"VOE"},{"redirect":8535309,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der rechte Weg","epNo":1,"alt":"Getting It Straight","descr":"Austen hat die Leitung für Kips Kampagne übernommen und klärt ihn und Fiona auf, dass sie dafür Kinder oder wenigstens ein Haustier brauchen. Aber auch ein gutes Sexleben. Für Kip heißt das, dass er nun wegen seiner homophilen Neigungen therapiert werden soll. Austen will sich außerdem um die Verlegung von Fionas Buch kümmern, übergibt dies aber aus Zeitgründen Maxine.","versions":[{"lang":1,"streams":[{"redirect":8896816,"hoster":"VOE"},{"redirect":8535326,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fiona schlägt zurück","epNo":2,"alt":"Blindsides And Backslides","descr":"Fiona bekommt nur schlechte Nachrichten: Camilla \"behandelt\" Kips Homosexualität, indem sie mit ihm schläft, und das Wahlkomitee schätzt Camillas Therapieergebnisse so sehr, dass sie sie bereits als Frau an Kips Seite abbilden. Als ob das noch nicht genug wäre, erfährt Fiona, dass Jeromes Freundin Hayley an ihrem Buch mitschreibt und intimste Geheimnisse aus Fionas Kindheit und Jugend verrät.","versions":[{"lang":1,"streams":[{"redirect":8501766,"hoster":"VOE"},{"redirect":8535315,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wahlk(r)ampf","epNo":3,"alt":"Campaign Reform","descr":"Maxine wurde von Austen gekündigt und ist glücklich, weil sie nun (mit einer guten Abfindung) in Palm Springs ein Senioren-Zentrum für Ex-Nonnen mit angeschlossener Golfanlage gründen kann. Als \"Gegenleistung\" bekommt Fiona Austens Kindermädchen Filomena als Erbe, – eine schwierige alte Schottin. Eine sehr nette Überraschung hat Robin für Fiona bereit.","versions":[{"lang":1,"streams":[{"redirect":8896824,"hoster":"VOE"},{"redirect":8896831,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geschwisterliebe","epNo":4,"alt":"Sister Act","descr":"Fionas Schwester Shevaun ist eine \"richtige\" Psychotherapeutin und Fiona hat seit dem Auftauchen Ben Tomlins das Problem, dass sie eine Zulassung als Psychotherapeutin braucht. Diese will sie sich von Shevaun holen. Günstigerweise befindet sich Shevaun in einem labilen Zustand, seit sie zu ihrer beider Mutter gezogen ist und lässt sich zu einer Unterschrift unter die Zulassung breitschlagen.","versions":[{"lang":1,"streams":[{"redirect":8896827,"hoster":"VOE"},{"redirect":8896834,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nackt im Netz","epNo":5,"alt":"National Exposure","descr":"Fiona sucht Kontakt zu den Medien, um über ihr Buch zu sprechen. Journalistin und Bloggerin Kirsten interessiert sich aber für nichts, was Fiona sagt, vor allem nicht für das Buch. Fionas neue Klientin ist Schauspielerin Allegra, die Fionas Buchmanuskript zufällig im Flugzeug gefunden hat. Sie will die Hauptrolle in einem Film spielen, der auf dem Buch basiert.","versions":[{"lang":1,"streams":[{"redirect":8896830,"hoster":"VOE"},{"redirect":8896837,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Skandal bei Hofe","epNo":6,"alt":"Royally F’d","descr":"Fionas Klientin Gemma arbeitet am englischen Hof als \"Stellvertreter\" der Royals. Sie erzählt von Eheproblemen, ihrer Schwangerschaft und darüber, dass ihr Mann nicht der Vater des Kindes ist. Fiona ist überzeugt, in Wahrheit die Eheprobleme von Kate und William zu hören. Sie erzählt Austen von diesem \"Skandal\", der die Info gleich in seiner Zeitschrift \"Crown\u0026amp","versions":[{"lang":1,"streams":[{"redirect":8896832,"hoster":"VOE"},{"redirect":8896839,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Frühschoppen in L.A.","epNo":7,"alt":"Adaptation","descr":"Fiona hat Gina einen neuen Job in Alaska besorgt. Gina ist skeptisch, bis sie erfreut erfährt, dass sie die einzige Frau in einer Männercrew ist. Schauspielerin Allegra fällt Fionas Intrigen zu Opfer. Fiona hatte dafür gesorgt, dass Allegra sich bei einem Empfang betrinkt und so in ihre Alkoholsucht zurückfällt. Nun kann Fiona selbst mit Jeremy am Drehbuch über ihr Leben arbeiten.","versions":[{"lang":1,"streams":[{"redirect":8896835,"hoster":"VOE"},{"redirect":8896848,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pränatale Kindereien","epNo":8,"alt":"Infanticipation","descr":"Jerome berichtet Fiona, dass er Vater von Drillingen wird. Kurz darauf taucht Leihmutter Tammy auf. Die fühlt sich in Fionas Haus schnell heimisch und agiert äußerst besitzergreifend. In einer Auseinandersetzung mit Ben wird endgültig klar, dass Kip ein Verhältnis mit Ben hat. Zunächst gelingt es Fiona, Ben rauszuekeln, aber Kips Verzweiflung bringt Ben dazu, seinen Posten wieder einzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8896838,"hoster":"VOE"},{"redirect":8896846,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die metaphorische Männerhöhle","epNo":9,"alt":"Man-Cave Man","descr":"Fiona hat einen neuen Klienten, den bekannten Late-Night-Moderator Conan O’Brien. Doch Fiona kennt ihn nicht, was im Gespräch mehrfach zu Irritationen führt. Conan leidet darunter, als Privatmensch seine Wut nicht zeigen zu können. Fiona stellt für ihn das ideale \"Übungsobjekt\" dar, weil sie kein Fettnäpfchen auslässt und Conan so in seiner Eitelkeit und Egozentrik trifft.","versions":[{"lang":1,"streams":[{"redirect":8896842,"hoster":"VOE"},{"redirect":8896856,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mutterfreuden","epNo":10,"alt":"The Insanity Offense","descr":"Fiona wirft \"Leihmutter\" Tammy aus dem Haus, die einiges an Besitz mitgehen lässt. Auch Fionas Mutter Putsy hat sich kriminell betätigt – als eine Nachbarin zu viele von ihren gedealten Pillen schluckt, stirbt sie. Indessen lässt Conan zum Abschied Fionas Baum fällen – die will den Personenschaden veröffentlichen. Doch kaum hat sich Fiona von dem Schock erholt, steht ihr Stalker vor der Tür.","versions":[{"lang":1,"streams":[{"redirect":8896844,"hoster":"VOE"},{"redirect":8896849,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Stalker","epNo":11,"alt":"Stalk Therapy","descr":"Fiona ist erleichtert, als Putsy ihr erzählt, dass sie ihre Nachbarin nicht umgebracht hat. Außerdem will \"Putsy Petite\" in Fionas Fußstapfen treten und eine \"Net-Therapie\" anbieten. Zeitgleich wird Gina aus der Eiswüste Alaskas befreit – von Austen Clark. Auch Fionas Stalker ist zurück und erzählt ihr von einer Sexszene zwischen seinem Vater und dessen Studentin Fiona – die will er nachstellen.","versions":[{"lang":1,"streams":[{"redirect":8896847,"hoster":"VOE"},{"redirect":8896859,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Elektile Dysfunktion","epNo":12,"alt":"Electile Dysfunction","descr":"Fiona will Stalker Newell loswerden. Dafür schiebt sie alles, was ihr Newell über ihr Verhältnis mit seinem Vater angelastet hat, auf ihre Schwester Shevaun – bei der ist Newell in Therapie. Robin taucht als Richards Geliebte auf – mit delikatem Videomaterial im Gepäck. Im Internet erscheint ein manipulierter Zusammenschnitt von Kips Rede – der tritt als Anwärter auf den Kongressposten zurück.","versions":[{"lang":1,"streams":[{"redirect":8896850,"hoster":"VOE"},{"redirect":8896861,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Entstresst, entnervt, entsetzt","epNo":1,"alt":"Relax, Reboot, Revenge","descr":"Nach einer gemeinsamen Nacht mit Jackson, will dieser nicht mehr von Fiona lassen. Des Weiteren meldet sich Jerome bei der Therapeutin. Dieser bringt jedoch nur unangenehme Neuigkeiten. Unter anderem geht es um ein Musical über Fiona, das diese in einem eher schlechten Licht dastehen lässt, und dessen neue Komponistin Franny.","versions":[{"lang":1,"streams":[{"redirect":8501765,"hoster":"VOE"},{"redirect":8535321,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer steht nicht auf Musicals?","epNo":2,"alt":"Who Doesn’t Love Musicals","descr":"Kip und Ben rufen Fiona aus ihrem neuen Zuhause in New Mexico an und Fiona macht Kip darauf aufmerksam, dass die beiden in einer Waffen-Hochburg gelandet sind. Geschäftstüchtig, wie sie nun mal ist, empfiehlt sie Kip gleich, die Beziehung zur NRA für seine neue politische Karriere zu nutzen. Des Weiteren schafft es Fiona, Franny hinsichtlich der Songs für das geplante Musical zu überlisten.","versions":[{"lang":1,"streams":[{"redirect":8501767,"hoster":"VOE"},{"redirect":8535314,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ob Sie’s glauben oder nicht!","epNo":3,"alt":"Believe It Or Not","descr":"Franny hat neue Pläne. Nachdem sie sich mit den Leuten des Musicals überworfen hat, hat sie \"ihre Musik\" gleich mitgenommen. Das Dumme für Fiona ist nur, dass die meisten Songs von ihr sind, was Franny aber ganz anders sieht. Als Franny nun auch noch Lady Gagas Songwriterin werden soll, fühlt sich Fiona total über’s Ohr gehauen.","versions":[{"lang":1,"streams":[{"redirect":13115811,"hoster":"VOE"},{"redirect":8535319,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Akte Fiona","epNo":4,"alt":"Case Files","descr":"Fiona erreicht ein Anruf der Staatsanwaltschaft, in dem sie Kooperationsbereitschaft zeigt, um die Vorwürfe gegen sie wegen Veruntreuung von Geldern der Kampagne zu entkräften. Kurzum stört sie Kip telefonisch in seiner trauten Zweisamkeit mit Ben: Sie braucht die Passwörter für das ominöse Konto der Kampagne, doch Kip kann sich nicht daran erinnern.","versions":[{"lang":1,"streams":[{"redirect":8501771,"hoster":"VOE"},{"redirect":8535325,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bühnenreif","epNo":5,"alt":"Stage Struck","descr":"Fiona möchte, dass Richard etwas gegen Robin unternimmt, damit diese Austen nicht schadet. Aber Richard packt nun endlich damit aus, was für ein Biest Robin eigentlich ist. Er kann sie allerdings auch nicht verlassen, weil sie ihm zu einem \"tollen\" Job verholfen hat. Außerdem erwartet sie ein Baby, – angeblich von ihm.","versions":[{"lang":1,"streams":[{"redirect":8501769,"hoster":"VOE"},{"redirect":8535324,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Safer als Sex","epNo":6,"alt":"Love Stories","descr":"Richard und Robin sind im Zeugenschutzprogramm, nachdem das FBI Richard in seinem \"Job\" besucht hat. Als Robin Richard dabei erwischt, wie er mit Fiona zum Abschied skypen will, ist sie stocksauer. Sie beschuldigt Fiona, ihnen die Verbannung eingebrockt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8501772,"hoster":"VOE"},{"redirect":8535331,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verzockt","epNo":7,"alt":"Games People Play","descr":"Gebrauchtwagenhändler Nick ist dem Online-Poker verfallen und wird von seiner Frau zu einer Therapie gedrängt. Wie gut, dass er professionelle Hilfe von Fiona erhält, die ihm gleich in der ersten Sitzung rät, künftig mit höheren Einsätzen zu spielen – schließlich könne man nur so \"hoch gewinnen\". Bald erliegt auch Fiona dem Reiz des Spiels. Und das ist noch nicht einmal ihr größtes Problem.","versions":[{"lang":1,"streams":[{"redirect":8501770,"hoster":"VOE"},{"redirect":8535327,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Aus erster Ehe …","epNo":8,"alt":"Husband Hunting","descr":"Die große Unbekannte namens Chris war einmal ein \"Er\" – und zudem Fionas erster Ehemann! Für Fiona sind die Überraschungen damit jedoch noch lange nicht vorbei, denn Chris hat in den letzten Jahren fleißig Alimente an seine Ex gezahlt. Da Fiona aber schon länger mit Kip verheiratet ist und somit keinen Anspruch auf das Geld hatte, fordert Chris nun eine Viertel Million Dollar von ihr zurück.","versions":[{"lang":1,"streams":[{"redirect":8896875,"hoster":"VOE"},{"redirect":8535338,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Restchen für Fiona","epNo":9,"alt":"Affairs To Remember","descr":"Jerome findet durch einen unglücklichen Zufall heraus, dass er der Vater des kleinen Angus sein könnte, und will umgehend einen Vaterschaftstest machen lassen. Während Putsy ein Buch schreibt, in dem sie Fiona beschuldigt, ihr böse Traumata zugefügt zu haben, möchte Chris im Showgeschäft groß einsteigen. Seinen ersten Coup hat er schon gelandet: eine Videoaufnahme einer sturzbetrunkenen Fiona.","versions":[{"lang":1,"streams":[{"redirect":8501773,"hoster":"VOE"},{"redirect":8535334,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Ende einer Phase","epNo":10,"alt":"No Place Like Home","descr":"Nachdem Gina endlich in die Scheidung eingewilligt hat, scheint Fionas Glück perfekt: Austen macht ihr einen Heiratsantrag. Doch er hat noch weitere Neuigkeiten auf Lager. Um endlich glücklich zu werden, hat er seine Millionen einer Stiftung vermacht und will fortan in Armut mit Fiona in einer Lehmhütte in Afrika leben. Putsy wohnt indes auf Bens Ranch und schmiedet große Pläne für Kips Zukunft.","versions":[{"lang":1,"streams":[{"redirect":8896881,"hoster":"VOE"},{"redirect":8535333,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Licht und Schatten","epNo":1,"alt":"Call in the Light","descr":"Fiona führt ein Gespräch mit ihrem Stiefvater, der einige interessante Beschwerden über seine neue Ehefrau hat. Jerome, ihr ehemaliger Assistent berichtet von seinen Reisen und der Festsetzung von Baby Angus’ Treuhandfond.","versions":[{"lang":1,"streams":[{"redirect":8501779,"hoster":"VOE"},{"redirect":8535339,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Einig uneinig","epNo":2,"alt":"Arguing in Agreement","descr":"Fiona und Kip Wallice lassen ihre Ehe wiederaufleben, obgleich dies auch allein und unabhängig voneinander geschieht. Maya lässt derweil Fionas Wochenende im Gentle Circles Revue passieren. Jerome stellt fest, dass Austens Penthouse Geschenk ihn mehr belastet.","versions":[{"lang":1,"streams":[{"redirect":8896887,"hoster":"VOE"},{"redirect":8535337,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vertrauensübung","epNo":3,"alt":"Trust Exercise","descr":"Fiona nimmt, in der Hoffnung, ihre Geldprobleme lösen zu können, den nervösen, verdächtigen Lottogewinner Steve Olson als neuen Klienten an. Gina, die Mutter von Baby Angus, beschwert sich über die ständige Langeweile, während Jerome fort ist.","versions":[{"lang":1,"streams":[{"redirect":8501778,"hoster":"VOE"},{"redirect":8535332,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lächle dich durch den Schmerz","epNo":4,"alt":"Smile Through the Pain","descr":"Jeb Masters ruft Fiona an, um sich über ihr Verhalten zu beschweren, da dieses an sexuelle Belästigung grenze. Unterdessen will Grace Tiverton unbedingt eine Freundschaft zu Dr. Wallice aufbauen und Zeit mit ihm verbringen.","versions":[{"lang":1,"streams":[{"redirect":8501781,"hoster":"VOE"},{"redirect":8535335,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Netter Versuch","epNo":5,"alt":"In Angus We Trust","descr":"Jerome gibt zu, dass er das Penthouse in New York nicht länger benutzt. Ewan Clarke, Austens Bruder, ruft an, um die sehr speziellen Bedingungen von Angus’ Treuhandfond zu überprüfen. Hayley kehrt aus Bali zurück und hat große Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8501780,"hoster":"VOE"},{"redirect":8535342,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wohltätigkeit weltweit","epNo":6,"alt":"Charity Galore","descr":"Jerome und Hayley gehen Fiona ziemlich auf die Nerven, was sie dazu veranlasst, Rache zu üben. Unterdessen meldet sich ein verzweifelter ehemaliger Patient bei Fiona und bricht damit die Regeln, da er sich mittlerweile in einem Zeugenschutzprogramm befindet. Als sei das nicht genug, versucht Ewan Clarke, Fiona zu überzeugen, seinen Bruder Austen für verrückt zu erklären.","versions":[{"lang":1,"streams":[{"redirect":8896903,"hoster":"VOE"},{"redirect":8535348,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neue beste Freundinnen","epNo":7,"alt":"Drink to Forget","descr":"Ginas körperliche Bedürfnisse befinden sich mittlerweile auf einem alarmierenden Niveau, weshalb Jerome Fiona darum bittet, einzugreifen. In der Zwischenzeit will \"Jaques\" mit Fionas Hilfe \"Betsys\" Amnesie heilen. Nina Garcia bietet Fiona eine Rundum-Erne.","versions":[{"lang":1,"streams":[{"redirect":13115814,"hoster":"VOE"},{"redirect":8535344,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Viele Höhepunkte","epNo":8,"alt":"Lost on the Young","descr":"Während Fiona einiges von der neuerdings emanzipierten Judith lernt, bekommt sie einen Anruf, in dem ihre Rundum-Erneuerung von Nina Garcia abgesagt wird, und sie ein gänzlich neues Angebot bekommt. Unterdessen enthüllt Kips treue, geschäftstüchtige Anwalt ...","versions":[{"lang":1,"streams":[{"redirect":8896906,"hoster":"VOE"},{"redirect":8535340,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lauschangriff","epNo":9,"alt":"Judicial Oversight","descr":"Nina Garcia erkundigt sich bei Fiona wie ihr furchtbare Rundum-Erneuerung verlief. Während Caspar Lee Fiona einen Vorschlag für eine strategische Partnerschaft der beiden macht, entdeckt Kip den wahren Grund für die Kündigung seiner Anwaltsgehilfin. Außerdem findet Fiona heraus, dass sie einen Fan aus einem eher unerwarteten Milieu hat.","versions":[{"lang":1,"streams":[{"redirect":8896907,"hoster":"VOE"},{"redirect":8535341,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lügen und Alibis","epNo":10,"alt":"Lies and Alibis","descr":"Der NSA-Analyst Abel beschuldigt Fiona, ihn psychologisch zu terrorisieren. Außerdem sucht ein notorischer Lügner die Hilfe der Therapeutin und Putsy offenbart ihre großen Pläne für Kip’s Zukunft.","versions":[{"lang":1,"streams":[{"redirect":13918311,"hoster":"VOE"},{"redirect":8535347,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vor dem Nichts","epNo":11,"alt":"No Stranger to Scandal","descr":"Während Putsy versucht, ihre Mordpläne zu vertuschen, behauptet der notorische Lügner Tyler einfach, er sei inzwischen wieder gänzlich geheilt. Abel gesteht Fiona, dass ihre Therapiesitzungen online gestellt wurden und er bis auf Weiteres abtauchen wird. Doch Hilfe naht von unerwarteter Seite: Die Katastrophen-Managerin Jenny bietet Fiona an, ihre Reputation zu retten.","versions":[{"lang":1,"streams":[{"redirect":8896915,"hoster":"VOE"},{"redirect":8535345,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bezaubernde Jenny","epNo":12,"alt":"Fiona Fulfilled","descr":"Durch Fionas Skandal wurden Kips Pläne, an den Obersten Gerichtshof zu kommen, zunichte gemacht. Jerome hat sich indes in Putsys Pläne eingemischt und muss nun mit den Konsequenzen leben. Gina kehrt derweil als gänzlich neuer Mensch von der Therapie zurück. Und Jenny hat Neuigkeiten auf Lager, die nicht nur ihr Leben, sondern auch das von Putsy und Fiona für immer verändern werden.","versions":[{"lang":1,"streams":[{"redirect":8501789,"hoster":"VOE"},{"redirect":8535349,"hoster":"Streamtape"}]}]}]}]}