{"seriesId":"wedding-peach","name":"Wedding Peach","descr":"[Ger Dub] Eine Dämonin namens Satania fand vor etwa fünfzehn Jahren einen kleinen Durchgang zur Welt der Engel. Aus Neugierde schlüpfte sie hindurch und fand ein zauberhaftes Wunderland vor. Als sie von weitem einen Engel sah, verliebte sie sich sofort in ihn, doch als dessen Freundin erschien, brach es ihr das Herz. Die Engel warfen Satania aus ihrem Reich wieder hinaus und in der Dämonin erwachte ein glühender Hass. Sie übernahm die Herrschaft im Reich der Dämonen und griff dann das Reich der Engel an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Engel erwacht","epNo":1,"alt":"Congratulations! A Love Angel Is Born!","descr":"Die 13-jährige Momoko führt ein ganz normales Teenagerleben und schwärmt mit ihren beiden Freundinnen Yuri und Hinagiku für den Fußballstar der Schulmannschaft, Kazuya. Mamoko lebt als Halbwaise bei ihrem Vater und trägt den Ring ihrer Mutter stets als Erinnerung bei sich. Eines Tages taucht plötzlich der Dämon Pluie auf und fordert die Herausgabe ihres Rings. Wie man schnell erfährt, handelt es sich bei besagtem Ring um einen der \"Zauberhaften Vier\" (getreu dem Hochzeitsbrauch \"Etwas altes, etwas neues, etwas geborgtes und etwas blaues\"), nach denen die finstere Satania schon fieberhaft sucht. Außerdem stellt sich heraus, dass Momoko der legendäre Engel der Liebe ist und die Dämonen der teuflischen Königin Satania bekämpfen muss, um zu verhindern, dass die Liebe auf Erden durch sie erstickt wird. Schweren Herzens ergibt sich Momoko ihrem verantwortungsreichen Schicksal als Wedding Peach, erhält jedoch Unterstützung durch ihre Freundinnen, die sich ebenfalls als Reinkarnationen von Engeln herausstellen","versions":[{"lang":1,"streams":[{"redirect":12336715,"hoster":"VOE"},{"redirect":12985265,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Verwandlung","epNo":2,"alt":"Oyonashi!","descr":"Ame erstattet Satania, seiner Gebieterin, Bericht, dass er den Magischen Ring, einen der \"Zauberhaften Vier\", entdeckt hat. Allerdings machten der tot geglaubte Kiiro und Wedding Peach die Beschaffung des Ringes bisher unmöglich. Währenddessen versuchen Momoko, Yuri und Hinagiku, sich im Gerangel um die Gunst Kazujas gegenseitig zu übertrumpfen. Der wird jedoch von Yosuke erfolgreich abgeschirmt. Als Momoko mit einer Schimpftirade auf Yosuke losgehen will, wird sie von einem Fußball getroffen und fällt zu Boden. Als sie wieder zu sich kommt, findet sie sich auf den Armen von Yosuke wieder. Alles Zetern nützt ihr nichts, Yosuke kümmert sich um sie. Als die drei Freundinnen das Klassenzimmer betreten, sind alle Schüler und der Lehrer in Schlaf versetzt. Jamapi taucht auf und Ame bringt den Ring, den Momoko am Finger trägt, in seinen Besitz. Jamapi versetzt auch Hinagiku und Yuri in Schlaf, und macht sich aus dem Staub. Momoko verwandelt sich in Wedding Peach. Ame stellt fest, dass es sich bei dem Ring um eine Fälschung handelt. Sichtlich verärgert tritt er Wedding Peach gegenüber, die kurz vor ihrer Niederlage unerwartet Hilfe von Kiiro bekommt. Der zeigt ihr, wie sie sich in einen kämpfenden Engel verwandeln kann, und als dieser Kampfengel gewinnt Momoko auch diese Runde gegen Ame. Unter Einsatz des Magischen Spiegels vertreibt sie sogar den hartnäckigen Jamapi, der in der Gunst seines Meisters Ame langsam sinkt.","versions":[{"lang":1,"streams":[{"redirect":9956056,"hoster":"VOE"},{"redirect":9956061,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hochzeitsfeier mit Hindernissen","epNo":3,"alt":"Targeted Bride","descr":"Der ehemalige Top-Goalgetter des Santa Flora Gymnasiums, Susumu, hat geheiratet und veranstaltet mit weiteren Hochzeitspaaren ein großes Fest. Momokos Vater ist beauftragt, auf dieser Feier Fotos zu machen. Auch Kazuja wird als Gast dort sein und mit seinem Fußballteam, dem auch Yosuke angehört, eine Performance veranstalten. Diese Gelegenheit, in mehr oder weniger privatem Rahmen ihren Schwarm Kazuja zu treffen, darf sich Momoko nicht entgehen lassen. Leider biedern sich auch ihre Freundinnen Hinagiku und Yuri bei Momokos Vater an, ihm beim Fotografieren zu helfen. Der große Tag ist da. Die Hochzeitspaare sowie die Gäste sind bester Stimmung. Plötzlich taucht Ame auf, angewidert von so viel Liebe, und versucht mit Jamapis Hilfe, Zwietracht unter den Hochzeitspaaren zu säen …","versions":[{"lang":1,"streams":[{"redirect":9956065,"hoster":"VOE"},{"redirect":9956066,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lily, der Engel der Reinheit","epNo":4,"alt":"Angel Lily Is Born!","descr":"Momoko, Yuri und Hinagiku stöbern im Laden von Yuris Mutter herum. Sie entwirft Brautkleider und bereitet gerade eine neue Modenschau vor. Auch Yuri wird ein Kleid vorführen und bringt damit Momoko auf eine Idee: Sie möchte gern selbst an der Modenschau teilnehmen, natürlich mit Kazuya an ihrer Seite. Ame ist indessen immer noch auf der Suche nach dem Magischen Ring. Durch Wellen der Liebe aufgeschreckt, entdeckt er den Laden von Yuris Mutter und zerstört auf der Suche nach dem Ring alle Brautkleider – bis ihm klar wird, dass nicht der Ring sondern die Kleider selbst die Wellen der Liebe aussenden. Damit die Modenschau doch noch stattfinden kann, entscheidet sich Yuris Mutter, alte Modelle wieder neu aufzuarbeiten. Das kann Ame nicht zulassen. Er schickt Jamapi, um von Yuris Mutter Besitz zu ergreifenund sät damit Zwietracht zwischen Mutter und Tochter. Schließlich erscheint er selbst, um die Liebe und das Vertrauen, die von den Brautkleidern ausgehen, zu bekämpfen. Momoko verwandelt sich in Wedding Peach und erhält unerwartet Schützenhilfe von Yuri, die sich unter Aphrodites Anleitung in Lily, den Engel der Reinheit, verwandelt. Gemeinsam verwandeln sie sich in kämpfende Engel und bieten Ame und Jamapi die Stirn. Schließlich ziehen sich Ame und Jamapi zurück, und die Modenschau mit einer wunderschönen Yuri kann doch noch stattfinden.","versions":[{"lang":1,"streams":[{"redirect":9956080,"hoster":"VOE"},{"redirect":9956069,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Daisy, der Engel der Wahrheit","epNo":5,"alt":"The Third Love Angel","descr":"Bei Familie Tamano herrscht mal wieder Krieg. Akemi will ausziehen, weil Masahiro angeblich zum fünfzehnten Mal ihren Hochzeitstag vergessen hat. Doch als Hinagiku ein Päckchen mit einer Halskette und einem Dankesbrief von ihrem Vater an seine Frau findet, ist Akemi tief beschämt darüber, dass sie ihrem Mann unrecht getan hat. Doch Ame beauftragt Jamapi, die Kette zu stehlen. Daraufhin versuchen Momoko, Yuri und Hinagiku, dem Dieb die Kette wieder abzujagen. Während des Kampfes erfährt Hinagiku von Aphrodite, dass sie Daisy, der Engel der Wahrheit ist. Die drei siegen über Jamapi und bringen Hinagikus glücklichen Eltern die Halskette zurück.","versions":[{"lang":1,"streams":[{"redirect":12383782,"hoster":"VOE"},{"redirect":9956072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jamapi schlägt zurück","epNo":6,"alt":"Jama-pi’s Return","descr":"Shizuka eine Schulfreundin von Momoko ist unsterblich in Yosuke verliebt und bittet ausgerechnet Momoko, ihm einen Liebesbrief zu überbringen. Die beiden geraten wie gewohnt in Streit, und Jamapi, der Ame seine Bösartigkeit beweisen will, nutzt diese Gelegenheit, um Yosuke zu besetzen. Da Momokos Wellen der Liebe aber größere Macht haben als Jamapis Hass, wird er schwach und Yosuke ist gerettet. Ame, außer sich vor Wut über sein Versagen, versucht Jamapi zu töten. Momoko wirft sich ihm in den Weg, wird aber trotz der Verwandlung in Wedding Peach fast sein Opfer. Erst das Eingreifen von Lily und Daisy schlägt Ame vorerst in die Flucht.","versions":[{"lang":1,"streams":[{"redirect":9956076,"hoster":"VOE"},{"redirect":9956079,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der hohe Preis der Schönheit","epNo":7,"alt":"Be Sure To Eat Properly","descr":"Momoko, Yuri und Hinagiku machen für ihre Schülerzeitung eine Umfrage, welche Merkmale Jungs an Mädchen am attraktivsten finden. Die drei sind von dem Ergebnis erschüttert: Die Jungs finden einen schönen schlanken Körper am wichtigsten und erklären Yukiko Kaiwa zu ihrer Traumfrau. Yukiko zahlt einen hohen Preis für ihre Superfigur. Sie trainiert jeden Tag mehrere Stunden mit ihrem Freund Takashi, der sie vergöttert. Schon fangen Momoko, Yuri und Hinagiku an, zu Fasten und Sport zu treiben. Eines Morgens treffen sie zu ihrem Schreck auf Yugiko, die innerhalb von ein paar Stunden zu einer fetten Tonne geworden ist. Sie kann nicht mehr aufhören zu futtern, und Takashi hat sie wutentbrannt verlassen. Auch andere Mädchen finden sich zusammen, die zusehends dicker und dicker werden. Jamapi verrät Momoko, dass Omanma, die böse Reisdämonin, daran schuld ist. Im Auftrag von Ame hat sie im Reisladen der Kaiwas Pulver verstreut, das fett und fresssüchtig macht. Ame glaubt, dass die Menschen sich nicht mehr lieben können, wenn alle fett sind. Das ruft Wedding Peach, Lily und Daisy auf den Plan, die durch ihre Liebe den Stachel des Bösen aus Omanmas Herz ziehen. Im selben Moment sind alle Mädchen wieder schlank wie zuvor. Für Momoko, Yuri und Hinagiku stellt sich allerdings die Frage, ob Äußerlichkeiten eine Rolle spielen, um geliebt zu werden.","versions":[{"lang":1,"streams":[{"redirect":9956081,"hoster":"VOE"},{"redirect":9956082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der schlafende Engel","epNo":8,"alt":"Pajama And The Sleeping Princess","descr":"Ame ist zerrissen vor Hass, weil es ihm nicht gelingen will, die Liebe unter den Menschen auszulöschen. Er schickt Pajama, den Schlafgeist los. Dieser besitzt die Fähigkeit, die Menschen zu hypnotisieren und in Tiefschlaf zu versetzen. Sie folgen ihm freiwillig in das Land der schönen Träume und merken nicht, dass sie immer schwächer werden, weil ihnen die Liebe entzogen wird, und sie dann sterben müssen. Auch Momoko wird das Opfer von Pajama. Sie findet im Traum ihre Mutter Sakura wieder und folgt ihr immer tiefer in das gefährliche Land der Träume. Jamampi verrät Yuri und Hinagiku, dass die einzige Möglichkeit, Momoko zu retten, ein Kuss des Jungen ist, den sie ernsthaft liebt. Während Yuri und Hinagiku zähneknirschend Kazuya aufsuchen, weil sie glauben, dieser sei Momokos große Liebe, kommt Yosuke zufällig bei der kranken, schlafenden Momoko vorbei. Jamapi nutzt die Gelegenheit und bringt Yosuke dazu, Momoko zu küssen. Sie erwacht putzmunter, und als Wedding Peach schlägt sie mit ihren Freundinnen Lily und Daisy Pajama in die Flucht. Allerdings wundert sie sich sehr, dass sie anstatt Kazuyas immer Yosukes Gesicht vor Augen hat.","versions":[{"lang":1,"streams":[{"redirect":9956088,"hoster":"VOE"},{"redirect":9956086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die zauberhaften Vier","epNo":9,"alt":"Stolen Something Four","descr":"Die Mädchen machen sich Gedanken über ihre Aufgabe als Liebesengel. Aber viel Zeit bleibt dafür nicht. Während sie sich gerade darüber streiten, wer von Kazuja geliebt wird, und Yuri und Hinagiku meinen, zu Momoko würde Yosuke sowieso besser passen, wird ihr Idol Erika während der Pressekonferenz vor der Hochzeit von den Dämonen entführt, weil sie denken, ihr Hochzeitsschmuck sind die \"Zauberhaften Vier\". Der neueste Trick der Dämonen ist, alle müde und faul zu machen, und das gelingt ihnen bei allen, auch bei den drei Engeln. Erst als Aphrodite und Kiiro eingreifen, besinnen sie sich auf ihre Aufgabe und schaffen die falschen \"Zauberhaften Vier\" wieder zurück und Erika ist glücklich und kann endlich ihren Liebsten heiraten. Aphrodite enthüllt zwischendurch die Geschichte der \"Zauberhaften Vier\".","versions":[{"lang":1,"streams":[{"redirect":9956094,"hoster":"VOE"},{"redirect":9956091,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freundschaft in Gefahr","epNo":10,"alt":"Congratulations! Oyonashi In Friendship","descr":"Die Wellen der Freundschaft zwischen den Mädchen fangen an, schwächer zu werden. Momoko ist die Einzige, die sich noch an ihre Pflichten erinnert. Hinagiku ist in einen Judoclub eingetreten und findet das viel toller, als an der Schülerzeitung zu schreiben, Yuri findet den Beauty-Club spannender. Die Gelegenheit für Ame, sich an die Engel der Liebe heranzumachen. Er beginnt mit Hinagiku, fordert sie zum Judokampf heraus, und ist natürlich stärker als Hinagiku. Da die Freundschaft nachgelassen hat, haben auch der Zauberstift, der Spiegel und das Pendel ihre Kraft verloren. Auch als Yuri und Momoko sich endlich entschließen, Hinagiku zu helfen, können sie sich nicht verwandeln. Erst als der Engel Kiiro sie über die \"Zauberhaften Vier\" und ihren Verbleib weiter informiert, besinnen sie sich auf ihre Aufgabe und ihre Freundschaft. Die Verwandlung gelingt wieder und zu dritt besiegen sie Ame.","versions":[{"lang":1,"streams":[{"redirect":9956099,"hoster":"VOE"},{"redirect":9956097,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die gestohlene Zeit","epNo":11,"alt":"Hinagiku’s Journey Through Time","descr":"Der Tag der Gründung der Schule soll gefeiert werden. Die drei Freundinnen dürfen zur Feier des Tages eine Blumenuhr pflanzen. Hinagikus Uhr dreht plötzlich durch und sie merkt gar nicht, dass auch sie in die Zukunft läuft. So sieht sie das Unglück, das dem angeschwärmten Kazuja zustoßen wird, schon bevor es passiert. Aber natürlich hat wieder einer der Feinde die Finger im Spiel: Ame will die Liebe von der Erde verschwinden lassen, und dafür scheint ihm die Feier angemessen, weil dann eine gewaltige Welle der Liebe vorhanden sein wird, die er vernichten kann. Damit das klappt, soll Tanma schon im Vorfeld den Menschen die Zeit stehlen, was sie in totale Erstarrung fallen lässt. Zum Glück können die drei Freundinnen in ihrer Mission als Engel das Schlimmste verhindern. Die beiden Bösewichte werden verjagt, nachdem auch der Versuch, Daisy und Lilly auf ihre Seite zu ziehen, indem ihnen vorgeführt wird, wie toll es wäre, so zu sein wie sie, fehlgeschlagen ist. Die Feier kann ungestört stattfinden.","versions":[{"lang":1,"streams":[{"redirect":9956103,"hoster":"VOE"},{"redirect":9956101,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Aquelda","epNo":12,"alt":"A Beautiful Devil Fortune-teller","descr":"Aquelda erhält von Satania die Erlaubnis, zur Erde zu reisen, um die Welle der Liebe zu zerstören. Natürlich nutzt sie die Gelegenheit, um mit schmutzigen Geschäften Geld zu verdienen. Sie gibt sich als Wahrsagerin aus und kassiert. Als Rayko von ihr ihre Zukunft mit Yamagutschi erfahren will, und nicht so reagiert, wie Aquelda das gerne hätte, macht sie Rayko zu ihrer Dienerin und schickt Namma in ihren Körper. So ausgestattet, macht sie sich auf, um mit dem Kampfschrei \"Nammai da\" die Liebe auf der Erde auszurotten. Zum Glück sind Wedding Peach und ihre beiden Mitengel da. Auch wenn das nicht so einfach ist und sie selber dabei in große Gefahr geraten, schaffen sie es, Rayko von dem Fluch zu befreien und das Böse in Person von Aquelda und Namma zur Hölle zu schicken. Aber Aquelda gelobt Rache. Sie wird wiederkommen …","versions":[{"lang":1,"streams":[{"redirect":9956107,"hoster":"VOE"},{"redirect":9956105,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der blaue Anhänger","epNo":13,"alt":"Fight! A Devil’s \"PK” Match","descr":"Momoko luchst ihrem Vater zwei Eintrittskarten für das Fußballspiel ab und spielt Kazuya eine zu. Ihre Hoffnung wird enttäuscht, statt Kazuya kommt Yosuke. Aquel nutzt die Gelegenheit, Geld zu verdienen und verkauft überteuerte Eintrittskarten. Dabei bemerkt sie \"die Wellen der Liebe\", die Kaz, dem Star von \"Vardi\", entgegenschlagen. Sie versucht, alle in Dämonen zu verwandeln, aber das kann Momoko verhindern. Kaz hat einen Anhänger, den Talisman, den seine Mutter ihm voller Liebe geschenkt hat. Aquelda hält ihn für einen der \"Zauberhaften Vier\" und will ihn haben. Sie schickt Darma, der von Kaz Besitz ergreift und ihn zum rasenden Dämon macht. Unsere drei Engel treten in Aktion und vernichten Darma, befreien Kaz von dem Fluch und das Fußballtraining kann weitergehen. Als Yosuke einen von Kaz hart gespielten Ball an den Kopf bekommt, kriegt Momoko einen Riesenschreck. Bahnt sich da etwas an?","versions":[{"lang":1,"streams":[{"redirect":9956112,"hoster":"VOE"},{"redirect":9956111,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Momoko geht baden","epNo":14,"alt":"Stolen Ring Of Love","descr":"Momoko träumt, sie bekommt einen Ring von Kazuya und sie heiraten. Gerade im schönsten Moment stört wie immer Yosuke, und der Ring verschwindet vor ihren Augen. Satania ist wütend auf Aquelda, sie will sie töten, aber Ame rettet sie. Die beiden wollen zusammen gegen die Engel arbeiten. Teilweise gelingt es auch: Aquelda schafft es, Momokos Ring zu stehlen, es ist tatsächlich einer der \"Zauberhaften Vier\". Weil Momoko so unglücklich ist, erzählt ihr Vater ihr die wahre Geschichte ihrer Mutter Sakura, soweit er sie weiß. Er gesteht ihr, dass sie noch lebt. Auch Yosuke möchte sie glücklich machen und bittet Kazuya, ihr einen Ring zu geben und so zu tun, als wäre er von ihm. Kazuya übergibt den Ring, sagt ihr aber, dass er von Yosuke ist. Als Momoko sich bei ihm bedanken ihm bei der aufgebrummten Strafarbeit \"Schwimmbad putzen\" (die beiden sind zu spät zur Schule gekommen, weil Momoko mal wieder gegen Yosuke ausgerastet ist und ihn verhauen hat, so dass er gegen die Mauer geknallt und bewusstlos geworden ist, was Gelegenheit zu erneuter Annäherung für die Beiden gibt) hilft, erscheinen Ame und Aquelda mit einem Gehilfen, dem Wasserdrachen, um Momoko zu vernichten. Yosuke wirft sich vor Momo und es bildet sich ein Schutzschild um die beiden. Das gibt Ame zu denken. Was war das? Engel oder Teufel? Beides nicht, aber was sonst? Momoko kämpft zunächst allein gegen die drei Bösewichte, aber rechtzeitig kommen ihre beiden Freundinnen oder Mitengel und gemeinsam vernichten sie Aquelda. Ame kann fliehen und wird sich sicher eine neue List ausdenken.","versions":[{"lang":1,"streams":[{"redirect":9956115,"hoster":"VOE"},{"redirect":9956119,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Böses Blut","epNo":15,"alt":"Stealth! Devil’s Forest","descr":"Ame lässt es keine Ruhe, dass Yosuke merkwürdige Wellen ausstrahlt. Mit Erlaubnis von Satania kümmert er sich um die Sache: er entführt Yosuke und bringt ihn in die Dimension der Dämonen. Dort versucht er ihn auszuhorchen. Die drei Freundinnen machen sich Sorgen um Yosuke, sie wissen nicht, wo er ist und wie sie ihm helfen können. Jamapie macht sich auf den Weg und finden schließlich das Versteck. So machen sie sich auf, um Yosuke zu befreien. Aber Nocturne steht ihnen im Weg. Mit den Klängen der Harfe macht sie aus den Freundinnen Feindinnen, in dem sie ihnen Halluzinationen eingibt. Aber Momokos Glaube an die Freundschaft ist stärker. Sie wehrt die bösen Schwingungen ab und Yuri und Hinagiku erwachen aus ihrer bösen Phase. Nocturne wird vernichtet.","versions":[{"lang":1,"streams":[{"redirect":9956122,"hoster":"VOE"},{"redirect":9956121,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Kraft der Liebe","epNo":16,"alt":"Akumazoku No Hokori/The Pride Of The Devils","descr":"Die Liebesengel wollen Yosuke befreien, also dringen sie in die Welt der Dämonen ein. Dabei ist ihnen Jamapie eine große Hilfe. Ame ist besonders stark. Ihm gelingt es, Lily und Daisy die Liebe zu nehmen. Nur Momokos Liebe zu Yosuke gibt ihr die Kraft, dem Dämon zu widerstehen und alle aus den Fängen von Ame zu befreien. Aber selber gerät sie mit Ame vor die Augen der bösen Satania, die beide in die Finsternis stürzen will. Aber Peachs Wellen der Liebe sind stärker. Ame wird bekehrt, gibt ihr den Ring zurück und wird liebend in die Finsternis gezogen. Die große Sorge von Momoko: wie viel weiß Yosuke von ihr als Liebesengel? Erinnert er sich an das Geschehen? Und natürlich gibt sie nicht zu, dass sie Yosuke liebt.","versions":[{"lang":1,"streams":[{"redirect":12175282,"hoster":"VOE"},{"redirect":9956126,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Blitz und Donner","epNo":17,"alt":"Flower Garden Academy’s Secret","descr":"Satania beschließt, im Kampf gegen die Liebesengel, und um endlich die \"Zauberhaften Vier\" in die Hände zu bekommen, Sandor, einen sehr starken Feuerdämon, einzusetzen. Da Sandor aber offenbar nicht für die Arbeit geschaffen ist, setzt er seine drei Helfer Blitz, Cloud und Noise ein. Sie sollen die \"Zauberhaften Vier\" finden. Da sie aber nicht gemeinsam, sondern gegeneinander arbeiten, sind sie nicht stark genug. Zwar richten sie viel Unheil an, aber zum Schluss geben sie auf, nachdem auch ihr Hilfsdämon Thunder von den Liebesengeln zum \"lieben Dämon\" verwandelt wurde. Also gehen sie unverrichteter Dinge in das Reich der Dämonen zurück.Momoko hat mal wieder die Hausarbeiten nicht gemacht und muss zur Strafe die Bibliothek saubermachen. Plötzlich blitzt es stark und in der Bibliothek fallen die Bücher aus den Regalen. Dabei fällt ihr, Yuri und Hinagiku die Chronik des Ortes in die Hände: Es gab schon einmal einen Lichtregen, und das muss gewesen sein, als die \"Zauberhaften Vier\" unter den Menschen verteilt wurde.","versions":[{"lang":1,"streams":[{"redirect":12251527,"hoster":"VOE"},{"redirect":9956224,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Alt wie die Welt","epNo":18,"alt":"Love Angels, Fighting During Summer Vacation","descr":"Im Auftrag Sandors ist die Dämonin Noise auf der Suche nach den Zauberhaften Vier. Sie verguckt sich in Yosuke und stiehlt ihm das Glöckchen, das sein Vater ihm als Glücksbringer hinterlassen hat, weil sie glaubt, dass es zu den Zauberhaften Vier gehört. Sandor hat kein Verständnis für ihren Irrtum und straft sie mit Verachtung. Außer sich vor Wut bläst sie ihre krankmachende Energie in Yosuke, so dass er in tiefe Bewußtlosigkeit fällt. Momoko eilt ihm zu Hilfe, und während sie mit NOISE kämpft, verschmelzen ihr Rubinring und Yosukes Glöckchen. Aphrodite erscheint und erklärt Momoko, dass durch die Verschmelzung des Ringes mit dem Glöckchen eins der wahren Zauberhaften Vier entstanden ist: Das \"Alt wie die Welt\". Damit kann Momoko den Zauberkristall rufen, der die mächtigsten Dämonen abwehren kann, indem er die böse Energie in sich aufnimmt, verwandelt und als gute Energie zurückstrahlt.","versions":[{"lang":1,"streams":[{"redirect":9956136,"hoster":"VOE"},{"redirect":9956138,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Blau wie die Treu","epNo":19,"alt":"A Summer Night’s Mystery","descr":"Momoko, Yuri und Hinagiku planen für die Schule eine Mutprobe auf dem Friedhof, wo die drei sich als Gespenster verkleiden. Doch weil es Yuri nach einer Weile langweilig wird, schaut sie sich die Gräber an. Plötzlich tut sich eine Gruft vor ihr auf und sie findet darinnen das \"Blau wie die Treu\" von den Zauberhaften Vier. Durch die Verschmelzung der Ohrringe mit ihrem Zauberstift entsteht der Zauberschleier. Blitz, die von Sandor den Befehl hat, ihm die Zauberhaften Vier zu bringen, sieht ihre Stunde gekommen. Sie hofft, ihm auch noch den Tod der Engel melden zu können und erweist sich auch zunächst als Stärkere. Aber mit dem Zauberschleier und Momokos Zauberkristall gelingt es den Engeln, Blitz in die Flucht zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":9956142,"hoster":"VOE"},{"redirect":9956141,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Geborgt wie das Leben","epNo":20,"alt":"The Pendant Of The Beach","descr":"Elena, Yuris Mutter, bittet Hinagiku und Momoko, ihr bei den Vorbereitungen zu ihrer nächsten Modenschau zu helfen. Sie lernen das Model Saorie kennen, mit der Hingiku bald eine tiefe Freundschaft verbindet. Saorie leiht Hinagiku ihren Talisman, einen Anhänger. Durch die Verschmelzung dessen mit Hinagikus Uhr entsteht die Zauberkerze.Die Dämonin Cloud spürt Saories Warmherzigkeit und verwechselt deren Wellen der Liebe mit den Zaubrhaften Vier. Sie nimmt sie gefangen. Es gelingt den drei Liebesengeln nur mit Hilfe der neuen Zauberkerze, Saorie zu befreien und Cloud zur Liebe zu bekehren.","versions":[{"lang":1,"streams":[{"redirect":9956143,"hoster":"VOE"},{"redirect":9956146,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Pianistin","epNo":21,"alt":"Echo The Piano In A Starry Sky","descr":"Die Liebesengel wollen Yosuke befreien, also dringen sie in die Welt der Dämonen ein. Dabei ist ihnen Jamapie eine große Hilfe. Ame ist besonders stark. Ihm gelingt es, Lily und Daisy die Liebe zu nehmen. Nur Momokos Liebe zu Yosuke gibt ihr die Kraft, dem Dämon zu widerstehen und alle aus den Fängen von Ame zu befreien. Aber selber gerät sie mit Ame vor die Augen der bösen Satania, die beide in die Finsternis stürzen will. Aber Peachs Wellen der Liebe sind stärker. Ame wird bekehrt, gibt ihr den Ring zurück und wird liebend in die Finsternis gezogen. Die große Sorge von Momoko: Wie viel weiß Yosuke von ihr als Liebesengel? Erinnert er sich an das Geschehen? Und natürlich gibt sie nicht zu, dass sie Yosuke liebt.","versions":[{"lang":1,"streams":[{"redirect":9956148,"hoster":"VOE"},{"redirect":9956147,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Jamapi wird entführt","epNo":22,"alt":"Targeted Jama-pi","descr":"Während Yuri und Momoko in die Bücherei gehen, hat Hinagiku es mit einem kleinen Trick geschafft, sich mit Kazuya zu verabreden. In der Bücherei entdeckt Sonoko, ein kleines Mädchen, Jamapi, hält ihn für ein niedliches Stofftier, und nimmt ihn mit. Momoko und Yuri machen sich verzweifelt nach ihm auf die Suche. Im letzten Moment sehen sie noch, wie Jamapi mit Sonoko im Auto davonfährt. Glücklicherweise kommen Yosuke und ein Mitglied aus seinem Fußballteam auf dem Fahrrad vorbeigefahren, und so nehmen sie zu viert auf den Fahrrädern die Verfolgung des Autos auf. Die Jagd endet in einem Einkaufszentrum, wo sie im dichten Gewühl plötzlich auf Hinagiku treffen, der die heimliche Verabredung mit Kazuya sichtlich peinlich ist. Für Erklärungen bleibt allerdings keine Zeit, denn sie haben das Mädchen gefunden, das Jamapi entführt hat. Sonoko beichtet weinend, dass ein Mann Jamapi mitgenommen hat: Sandor! Er benutzt Jamapi, um die Liebesengel zu sich zu locken. Die drei Freundinnen verwandeln sich in Kampfengel, und durch die Bündelung ihrer Liebeswellen gelingt es ihnen, Sandor zu vertreiben und Jamapi zu retten.","versions":[{"lang":1,"streams":[{"redirect":12383787,"hoster":"VOE"},{"redirect":9956151,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ein mieser Trick","epNo":23,"alt":"My \"first Kiss” Will Be Stolen!","descr":"Takuro, der Klassenstreber, hat bei der Vergleichsarbeit mal wieder als Bester abgeschnitten. Überheblich, wie er ist, ist er mit seinem Ergebnis natürlich nicht zufrieden, da er in Fächern wie z. B. Sport leider eine Niete bleibt. Ignis, der sich im Auftrag von Satania wieder auf die Suche nach den Liebesengeln machen soll, macht sich diese sportliche Schwachstelle von Takuro zunutze, ergreift Besitz von seinem Körper und macht ihn dadurch zum Supersportler. Gestärkt von seinen neuen Fähigkeiten stellt dieser nun verliebt Momoko nach. Hinagiku kennt Takuro schon aus Kindertagen. Ihr geht sein verändertes Verhalten nicht aus dem Kopf. Sie macht sich Sorgen um ihn. Von diesen liebenswerten Gedanken aufgeschreckt und in dem festen Glauben, dass es sich bei Hinagiku um einen der drei Liebesengel handelt, schickt Ignis seinen Gehilfen Lampo aus, um diesen Liebesengel zu beseitigen. Momoko kommt ihrer Freundin aber zu Hilfe, und gemeinsam gelingt es den beiden, Lampo zu bekehren. Ignis ist darüber nicht sehr erfreut und will weiterhin mit Hilfe von Takuros Körper versuchen, die Liebesengel aufzuspüren und zu beseitigen.","versions":[{"lang":1,"streams":[{"redirect":9956160,"hoster":"VOE"},{"redirect":9956159,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Schulfest","epNo":24,"alt":"Exciting School Festival","descr":"Das große Schulfest der Hanasonoschule steht bevor. Momoko und ihre beiden Freundinnen helfen bei den Vorbereitungen. Jede von ihnen möchte beim großen Finale natürlich mit Kazuya tanzen. Aber auch Natsumi, die Vorsitzende des Festkomitees, hat ein Auge auf ihn geworfen. Ignis schließt derweil einen Pakt mit Takuro. Er verspricht ihm, dass Takuro zum Superstar wird, wenn dieser ihm hilft, den letzten Liebesengel ausfindig zu machen. Takuro willigt ein. Von diesem Moment an lässt er nichts unversucht, Momoko als Tanzpartnerin zu gewinnen. Sichtlich genervt sucht sie Hilfe bei Yosuke, der dies aber gar nicht ernst nimmt. Diesmal hat Ignis Blacky als Gehilfen ausgesucht, die Liebesengel zu vernichten. Aber auch gegen diesen Dämon sind Wedding Peach und ihre Freundinnen gewappnet. Nachdem Blacky zur Liebe bekehrt wurde, kann das Finale des Schulfestes steigen. Natsumi kommt allen zuvor und wählt Kazuya zum Tanzpartner. Yosuke gibt sich scheinbar widerwillig mit Momoko zufrieden, und Yuri und Hinagiku bleibt nicht anderes übrig, als ein Tanz unter Mädchen.","versions":[{"lang":1,"streams":[{"redirect":9955923,"hoster":"VOE"},{"redirect":9955921,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Seelenraub","epNo":25,"alt":"A Devil’s Kiss Isn’t Sweet","descr":"Takuros Liebe zu Momoko wächst. Ignis macht sich dies weiterhin zunutze, um die Liebesengel aufzuspüren. Zur Unterstützung schickt er Casanovi ins Rennen, einen weiteren seiner Dämonen, der in die Seelen der Mädchen sehen, sich in deren Geliebte verwandeln und ihnen dann ihre Wellen der Liebe aussaugen kann. Nach einem ergebnislosen Kampf von Momoko mit Casanovi hat es den Anschein, als hätte Takuro Momokos Geheimnis gelüftet. Momoko mag mit dieser Unsicherheit nicht leben und ist bereit – sehr zum Ärger von Yosuke – sich mit Takuro zu einem Rendezvous zu verabreden um herauszubekommen, was er tatsächlich von ihrem Geheimnis weiß. Yuri und Hinagiku sind dem Gehilfen von Ignis weiter auf den Fersen. Yuri stellt sich zur Verfügung, um Casanovi aus der Reserve zu locken. Tatsächlich stoßen sie im Park auf Casanovi, der bereits mehrere Mädchen überfallen hat, und stellen sich ihm zum Kampf. Jamapi informiert Momoko, die gerade noch einen Kuss von Takuro abwehren kann, bevor sie ihren Freundinnen zu Hilfe eilt. Casanovi muss sein ganzes Können aufbieten, um die Liebesengel zu bekämpfen. Sein Täuschungsmanöver, sich in Kazuya zu verwandeln, ist fast von Erfolg gekrönt, als Momoko erscheint. Sie durchschaut Casanovis Tricks. Seine letzte Waffe, der \"Burning Kiss\", hilft ihm nun auch nicht mehr und schließlich gelingt es den drei Liebesengeln, den Dämon zu bekehren. Takuro ist immer noch unsicher, ob es sich bei Wedding Peach wirklich um Momoko handelt. Vorerst kann sie ihn beruhigen. Aber Ignis gibt nicht auf …","versions":[{"lang":1,"streams":[{"redirect":9955930,"hoster":"VOE"},{"redirect":9955927,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Wie der Tag so neu","epNo":26,"alt":"A False Bride","descr":"Takuro ist besessen von Ignis, der ihn benutzt, um an die Liebesengel heranzukommen. Über Momoko und ihr weiches Herz soll es gelingen. Takuro spielt Momoko etwas vor, so dass sie sich bereit erklärt, ihn zu heiraten. Yosuke bemerkt etwas, aber ganz schlau wird er aus den Sprüchen der Freundinnen nicht. Als Ignis auch noch seinen kleinen Hilfsdämon Backpack einsetzt, kommen die Mädchen in arge Bedrängnis. Erst als Kiiro auftaucht und Yosuke Wellen der Liebe schickt, wird der Bann von Backpack gebrochen. Und das \"Wie der Tag so neu\" setzt alles daran, den drei Liebesengeln zu helfen. Nachdem das gelungen ist, verschwindet es wieder. Ist es auf der Suche nach dem vierten Liebesengel? Momoko sieht ein, dass die Heirat mit Takuro Unsinn ist, und da Takuro im Moment auch von Ignis befreit ist, ist auch er sehr froh, dass Momoko es ihm sagt.","versions":[{"lang":1,"streams":[{"redirect":9955934,"hoster":"VOE"},{"redirect":9955935,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Wer mit wem?","epNo":27,"alt":"No Way! Yanagiba-sempai’s Girlfriend?","descr":"Die drei Freundinnen helfen an einem Samstag im Kindergarten aus. Sie stellen sich das toll vor, aber so einfach ist es doch nicht. Die Kinder wollen nicht so wie sie. Zu allem Unglück kommt auch noch Kazuya mit einer Schachtel Pralinen für die Kindergärtnerin Reiko vorbei. Da stellt sich doch sofort dir Frage: Hat er was mit ihr? Satania schickt Igunis wieder in die Menschenwelt, um das \"Wie der Tag so neu\" endlich zu finden. Takura verweigert die Hilfe, als Igunis in den Kindergarten eindringen will. So holt er seinen Hilfsdämon Ukima herbei, der ein wenig Chaos veranstalten soll. Als er ein Baby klaut und in einer Luftblase entschweben lässt, verwandeln sich die drei und bekämpfen den kleinen Ukima. Das geht relativ leicht und so wird Ukima besiegt, das Baby fällt auf die Erde, aber Yuri fängt es gerade noch auf. Die Frage aller Fragen, ob Kazuya was mit Reiko hat, wird auch noch geklärt. Es ist nur eine Zufallsbekanntschaft, weil Reiko ihm seinen Regenschirm geliehen hat. Und zum Glück ist Reiko in festen Händen. Die Mädels können aufatmen.","versions":[{"lang":1,"streams":[{"redirect":9955936,"hoster":"VOE"},{"redirect":9955937,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Kuppelei","epNo":28,"alt":"A Girl In Love Is The Strongest!","descr":"Yuzuru, ein Mitschüler von Yosuke und Kasuja, spielt plötzlich schlecht Fußball. Und Akiko, eine Klassenkameradin von Momoko und Freundinnen, ist unkonzentriert. Yosuke findet heraus, dass die beiden ineinander verliebt sind, sich aber nicht trauen, es sich zu gestehen. Da müssen die Liebesengel nachhelfen. Sie staffieren Akiko, die sich nicht schön findet, heraus mit neuer Frisur und neuem Outfit und Yosuke verabredet mit Yuzuru einen Kinobesuch. \"Zufällig\" kommen auch Momoko und Akiko dort hin, und endlich finden Yuzuru und Akiko zueinander. Das sie aber starke Wellen der Liebe ausstrahlen, denkt Ignis, dass Akiko ein Liebesengel ist. Als die beiden im Riesenrad sitzen, versucht er, sie zu zerstören. Nur durch den mutigen Einsatz von Momoko und ihren Freundinnen gelingt es, den Hilfsdämon von Ignis, Urufen, zum Guten zu bekehren und Akiko und Yuzuru zu retten. Takuro, den Ignis immer wieder heimsucht, beobachtet Momoko und findet ihr Geheimnis heraus. Er weiß jetzt, dass sie ein Liebesengel ist. Seine große Sorge: wie hält er das von Ignis geheim.","versions":[{"lang":1,"streams":[{"redirect":9955940,"hoster":"VOE"},{"redirect":13555756,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Schwere Bürde für Takuro","epNo":29,"alt":"A Halloween Witch","descr":"Ignis beauftragt Potamia, eine Wasserdämonin, das Verhalten der Menschen zu studieren und dann an der Seite von Takuro gegen die Liebesengel zu kämpfen. Momoko, Hinagiku und Yuri bereiten für Halloween eine Kinderparty vor, auf der auch Potamia ihr Unwesen treibt. Als die Kinder zu Tode erschrocken sind, greifen die drei Liebesengel ein und schlagen Potamia in die Flucht. Da auch Takuro inzwischen von Potamia unendlich genervt ist, fleht er sie an, ins Reich der Dämonen zu verschwinden. Sie geht mit Ignis zurück, schwört aber Rache an den Liebesengeln.","versions":[{"lang":1,"streams":[{"redirect":9955950,"hoster":"VOE"},{"redirect":9955945,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Pakt","epNo":30,"alt":"Good-Bye, Devil-lord!","descr":"Takuro wird durch die Macht von Ignis zum Spitzensportler der ganzen Schule. Hinagiku, die mit Takuro zusammen aufgewachsen ist und weiß, wie unsportlich und schwächlich er normalerweise ist, wird misstrauisch. Yuri, Momoko und sie heften sich ihm an die Fersen. Bald wird ihnen klar, dass er von Ignis besessen wird. Potamia macht Ignis den Vorwurf, er habe seine berüchtigte Grausamkeit verloren und sei ein Schwächling geworden. Tatsächlich hat das Zusammenleben mit Takuro viel in Ignis geändert. Er sieht die Dinge nicht mehr durch die Brille des Hasses. Als er auch noch von den Wellen der Liebe getroffen wird, sticht Potamia ihm einen Dolch in den Rücken. Kurz bevor er stirbt, löst er noch den Pakt mit Takuro und befreit ihn von dem Armreif.","versions":[{"lang":1,"streams":[{"redirect":9955952,"hoster":"VOE"},{"redirect":9955953,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Rivalin","epNo":31,"alt":"Intrusion! A Rival In Love","descr":"Potamia erhält von Satania den Auftrag, die Liebesengel zu vernichten und ihr die Zauberhaften Vier zu bringen. Potamia schleicht sich als neue Schülerin in die Klasse von Momoko, Yuri und Hinagiku ein. Die drei Freundinnen verabscheuen sie vom ersten Moment an, weil Potamia es raffiniert versteht, die Jungs zu umgarnen und ihre Beschützerinstinkte zu wecken. Zu ihrem eigenen Erstaunen verliebt Potamia sich unsterblich in Yosuke. Sie weicht ihm nicht mehr von der Seite und vergisst dabei vollkommen ihre Aufgabe.. Er kann ihre Gefühle nicht erwidern und sagt ihr, dass sein Interesse nur dem Fußballspielen gelte. Potamia fühlt sich vor den Kopf gestoßen und schwört Rache. Sie ruft die Dämonendiener Shimoshimo zu Hilfe, die Menschen zu Eis erstarren lassen. Momoko, Yuri und Hinagiku verwandeln sich in die Liebesengel und besiegen die Shimoshimo mit den Wellen der Liebe. Potamia merkt, dass ihre Zuneigung zu Yosuke nicht nachgelassen hat und schwört sich, niemals aufzugeben. Sie will ihn um jeden Preis für sich gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9955954,"hoster":"VOE"},{"redirect":9955957,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Ein Schal der Liebe","epNo":32,"alt":"A Muffler, With My Love","descr":"Momoko, Hinagiku, Yuri und die anderen Mädchen aus ihrer Klasse stricken einen Schal für Kazuya. Da jede einzelne ihr Herzblut in diesem Schal verstrickt, hofft sie, er werde den ihren als schönsten wählen. Potamia, die sich ausgeschlossen fühlt, sinnt wieder auf Rache und ruft Wandi, den Weltenverwandler, zu Hilfe. Wandi stellt Schiebetüren auf, die labyrinthartig in immer neue Welten führen, aus denen es keinen Weg zurück gibt. Manimi, Hinagiku und zwei weitere Freundinnen gehen aus Neugierde durch diese Schiebetüren und werden unweigerlich immer tiefer in das schreckliche Labyrinth der Welten gezogen. Jamapi klärt Momoko und Yuri über Wandi und dessen Labyrinth auf. Sie kommen auf die Idee, einen langen Faden an der ersten Schiebetür festzubinden und an diesem die fremden Welten zu betreten, damit sie wieder zurückfinden. Auf der Suche nach einem derartig langen Faden, fallen ihnen nur ihre Schals ein. In dem Wunsch ihre Freundinnen zu retten, ribbeln sie diese tieftraurig auf. Potamia und Wandi, außer sich vor Wut, versuchen den Faden durchzuschneiden. Da er aber mit den Wellen der Liebe durchtränkt ist, gelingt es ihnen nicht. Als im Kampf auch Wanid von den Wellen der Liebe getroffen und verwandelt wird, schwört Potamia aufs Neue Vergeltung.","versions":[{"lang":1,"streams":[{"redirect":9955959,"hoster":"VOE"},{"redirect":9955960,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Eifersucht schlägt Purzelbäume","epNo":33,"alt":"A Love In The Battlefield","descr":"Yosuke verletzt sich beim Fußball. Hiromi möchte ihn gerne in den Sanitätsraum begleiten, aber Yosuke zieht Momoko vor. Hinagiku schürt mit frechen Sprüchen Hiromis Eifersucht und regt ihre Phantasie an. Sie sieht die \"schönsten Szenen\" zwischen Momoko und Yuri. Vor Eifersucht und Wut verwandelt sie sich in Potamos, betäubt Yosuke und greift mit ihren Ebenbildern, den Potamosen, Momoko an. Als Yuri und Hinagiku Momoko zu Hilfe eilen, kommt ein böser Schmetterling und sticht dämonisches Gift in Lilys Arm. Kiiro eilt zu Lily, saugt das Gift aus ihrem Arm und wird auch – fast – zum Diener der Dämonen. Nur Lilys Wellen der Liebe befreien ihn. Kiiro sieht die gleiche Szene im Rückblick, als Lily noch der schöne, namenlose Engel war und die beiden ihre zarte Liebe zueinander entdeckten. Auch Kiiro und Lily verlieben sich ineinander. Die vereinte Kraft der Liebesengel besiegen die Potamose und befreien ihre Seelen von den Dämonen. Auch Yosuke kommt wieder zu sich und wundert sich. Kasuja findet sich auf dem Boden liegend wieder und staunt, warum er da liegt, und was er die ganze Zeit gemacht – oder geträumt? – hat. Nur Hiromi bleibt, wie sie ist und wird ihr Unwesen sicher weiter treiben.","versions":[{"lang":1,"streams":[{"redirect":9955964,"hoster":"VOE"},{"redirect":9955965,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Marionettentheater","epNo":34,"alt":"Puppet Of Love","descr":"Hiromi beginnt, sich in Momokos Leben einzumischen mit der Absicht, sich an Yosuke heranzumachen. Ihre zweifelhaften Kochkünste, die auch Momokos Vater kennenlernen darf, sollen Yosuke dazu bringen, sich in sie zu verlieben. Momoko sagt zu, Hiromi zu helfen, worüber diese so dankbar ist, dass sie Momoko einen Zaubertrick verrät, der einen beliebigen Jungen dazu bringt, alles zu tun, was man ihm sagt. Yuri und Hinagiku halten es für keine gute Idee, dass Hiromi mit Yosuke allein ist. Sie beschließen, zusammen mit Momoko Yosuke zu retten. Momoko erinnert sich an den Zauberspruch und bringt Kazuya dazu, Yosuke aus seiner Situation zu befreien. Als Hiromi merkt, dass Yosuke eine Verabredung vortäuscht, um vor ihr zu fliehen, verwandelt sie sich in den Dämon Potamos und ruft ihren Gehilfen Rioma herbei. Dieser stiehlt heimlich ein Haar von Yosuke und macht ihn so zu seiner Marionette, die sich willenlos gegen Momoko wendet und nicht von Hiromis Seite weicht. Yuri und Hinagiku ahnen Böses und versuchen, Rioma mit den Wellen der Liebe zu bekämpfen. Dieser stiehlt auch ihnen ein Haar und hofft, dass sich die Liebesengel nun gegenseitig bekämpfen. Momokos Vertrauen in die Freundinnen ist unerschütterlich. Sie stellt sich ihren Angriffen. Die Wellen der Liebe, die von den Freundinnen ausgehen, können Momoko nichts anhaben. Schließlich besiegt sie Rioma, und der Zauber, der auf den Freundinnen liegt, wirkt nicht länger. Dem Essen, das Momoko schließlich für Yosuke zubereitet, steht er anfangs skeptisch gegenüber, muß dann aber zugeben, dass es ihm ausgezeichnet schmeckt.","versions":[{"lang":1,"streams":[{"redirect":9955967,"hoster":"VOE"},{"redirect":9955969,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Der vierte Liebesengel","epNo":35,"alt":"Yonin Me No Aitenshi/The Fourth Love Angel","descr":"Yuri, Hinagiku und Momoko reisen heimlich mit ins Trainingslager, angeblich, um Yosuke vor Hiromi zu schützen. Aber Hiromi lässt sich nicht beirren. Als Yosuke sie zum X-ten Male abweist, ihr einen Kuss verweigert, wird sie sehr wütend und verwandelt sich in Potamos. Sofort ist erst Momoko und dann auch die anderen beiden Liebesengel in kampfbereit und wollen Potamos die dämonische Kraft nehmen. Das gelingt nicht, aber Salvia taucht auf und kämpft mit ihnen. Sie möchte die Dämonen alle vernichten. Kiiro erscheint und erklärt den drei Liebesengeln, dass Salvia die Vierte im Bunde ist und dass sie nun zusammen gegen die Dämonen, für die Wellen der Liebe und das Reich der Engel kämpfen werden. Potamos berichtet Satania nach dem Kampf, dass es jetzt vier Liebesengel sind. Satania hofft nun, die \"Zauberhaften Vier\" endlich in ihre Gewalt zu bekommen. Die Liebesengel selber sehen ein, dass die Zeit, in der sie sich als Rivalinnen im \"Kampf\" um Kazuya führen, vorbei sein muß. Oder vielleicht doch nicht ganz?","versions":[{"lang":1,"streams":[{"redirect":9955971,"hoster":"VOE"},{"redirect":9955973,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Kein Team mit Salvia","epNo":36,"alt":"A Love Angel’s Loneliness","descr":"Da der Angriff der Dämonen auf das Reich der Engel immer stärker wird, erscheint der vierte Liebesengel – Scarlet Ohara, oder Salvia – auf dem Plan. Aber sie ist ein Problem: sie will nicht mit den anderen drei zusammen gegen die Dämonen kämpfen. Und sie will sie vernichten, nicht wie die Peach und ihre Freundinnen, ihre Seelen reinigen. Aber der Engel Kiiro erscheint und sagt ihnen, dass sie nur gemeinsam das Reich der Engel retten können. Salvia will davon nichts wissen. Hiromi – oder auch Potamos – ist Satania nicht mehr stark genug. Sie ist in ihrer Liebe zu Yooske gefangen und vergisst ihren Auftrag. Aber Satania will unbedingt die \"Zauberhaften Vier\" in die Hände bekommen. So schickt sie die Dämonin Vladia ins Gefecht gegen die Liebesengel. Aber gegen die Vier Liebesengel ist auch sie machtlos. Ihre Seele wird gereinigt. Momoko macht sich Gedanken. Wenn Hiromi so sehr in Yooske verliebt ist, darf sie sich dann einmischen und Yooske für sich gewinnen?","versions":[{"lang":1,"streams":[{"redirect":9955979,"hoster":"VOE"},{"redirect":9955974,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Kampf dem Schneemann","epNo":37,"alt":"Tear Of Salvia","descr":"Momoko und ihre beiden Freundinnen machen sich Gedanken, wie Sie Salvia dazu kriegen, mit ihnen zusammen in ihrem Sinne gegen die Dämonen und für das Reich der Engel zu kämpfen. Bald stellt sich heraus, dass Salvia das Mädchen Scarlett ist und in eine Schule \"für Reiche\" geht. Als Hiromi erfährt, das Yooske Liebesbriefe von anderen Mädchen bekommt – und diese auch noch womöglich beantwortet – dreht sie durch und wird Potamos. Ihr Hilfsdämon, der Schneemon, friert alle Menschen auf dem Fußballplatz ein, nur Yooske zaubert Hiromi einen Iglu. Salvia, die ja die Dämonen hasst und vernichten will, kämpft gegen den Schneemon, schneidet ihn mit ihrem Zauberschwert durch, aber der Schneemon wird immer größer und stärker. Erst als Peach es schafft, zu ihr vorzudringen, gelingt es ihr, Scarlett ihr Geheimnis zu entlocken. Ihr beste Freundin im Engelreich wurde von einem Dämon getötet, als sie versuchte, Freesia daran zu hindern, den Dämon zu töten. Salvia sieht ein, dass sie eigentlich aus Rache gehandelt hat und nun ist sie endlich zur Zusammenarbeit bereit. So schaffen sie es, die Seele des Schneemons zu reinigen und ihn zu bekehren. Aber eine Freundschaft mit den Mädchen lehnt Scarlett noch immer ab.","versions":[{"lang":1,"streams":[{"redirect":9955981,"hoster":"VOE"},{"redirect":9955982,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Unerwiderte Liebe","epNo":38,"alt":"A Kiss Of Parting","descr":"Die Wasserdämonin Potamos, als Mädchen Hiromi getarnt unterwegs, hat sich in Yosuke verliebt, der ihre Liebe allerdings nicht erwidert, weil er ein anderes Mädchen liebt. Darüber ist Hiromi so verärgert, dass sie Yosuke und mit ihm die gesamte Schule in die Welt der Dämonen entführen will. Momoko und ihre drei Freundinnen wollen die Entführung verhindern, werden aber von drei Untertanen Königin Satanias im Kampf aufgehalten. Kiiro kommt den Liebesengeln zwar zu Hilfe, die Dämonen aber sind überall. Potamos will Yosuke in ihre Welt mitnehmen, um ihn zu heiraten, doch die Dämonen können das nicht zulassen. Ein Dämon, der sich in einen Menschen verliebt, gilt als Verräter und soll auf Anweisung Satanias in die Welt der Finsternis verbannt werden. Im letzten Moment können die Liebesengel das verhindern. Potamos merkt, dass das Gefühl wahrer Liebe sie hindert, weiterhin als böse Dämonin unterwegs zu sein, und beschließt, als das Mädchen \"Hiromi Kawane\" weiterzuleben. Sie hat auch gelernt, dass man Liebe nicht erzwingen kann, und verlässt Yosuke nach einem Abschiedskuss. Es ist eben ein wunderbares Gefühl, jemanden zu lieben, auch wenn die Liebe unerfüllt bleibt.","versions":[{"lang":1,"streams":[{"redirect":9955993,"hoster":"VOE"},{"redirect":9955983,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Aufstand der Schüler","epNo":39,"alt":"Is The Teacher A Devil?","descr":"In den Winterferien machen Momoko und ihre Freundinnen eine Umfrage über die Schulordnung. Dabei lernen sie Iwamoto alias Pettler kennen, einen sehr brutalen Gehilfen von Satania, der als neuer Lehrer an das Santa-Flora-Gymnasium kommt, um die Liebesengel zu vernichten. Seine Helferin ist Hammer, mit deren Unterstützung Pettler den Direktor beeinflusst und beschließt, die Winterferien abzuschaffen. Momoko und ihre Freundinnen sind darüber sehr verärgert. Scarlett gibt ihnen den Rat, in der Schülerzeitung gegen diese Entscheidung zu protestieren. Yooske sichert Momoko die Unterstützung der Fußballmannschaft zu. Hammer gelingt es indessen, Yuri und Hinagiku durch einen Zauber zu kontrollieren. Da erscheint Wedding Peach und nimmt den Kampf gegen Hammer auf, um ihre Freundinnen zu retten. Fast scheint sie den Kampf zu verlieren, als Salvia ihr zu Hilfe kommt und es beiden gelingt, Hammer zu besiegen. Mit allen Mitteln werden sie nun weiter für ihre Freiheit an der Schule gegen Iwamoto kämpfen.","versions":[{"lang":1,"streams":[{"redirect":9955988,"hoster":"VOE"},{"redirect":9955994,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Pettler gibt nicht auf","epNo":40,"alt":"My Love Will Be Sucked Out!","descr":"Dämon Pettler ist immer noch als Lehrer Iwamoto am Santa-Flora-Gymnasium tätig. Diesmal ordnet er an, dass Jungen und Mädchen nicht mehr miteinander sprechen dürfen, auch nicht in der Freizeit. Momoto und ihre Freundinnen wollen protestieren. Sie erhalten Unterstützung von Yooske und Kazuya, sogar Takuro schließt sich ihnen an. Pettler ist noch immer nicht im Vollbesitz seiner körperlichen Kräfte. Im Kampf gegen die Liebesengel holt er sich Sojima zu Hilfe, der Liebeswellen absaugen, in dämonische Energie umwandeln und dann an Pettler weitergeben kann. Yuri und Hinagiku kommen Pettler und Sojima auf die Schliche und stellen sich dem Diener des Dämonen zum Kampf. Gegen dessen Technik allerdings sind sie machtlos, die Hilfe von Momoko und Scarlett kommt zu spät. Selbst Kiiro, sonst oft Retter in der Not, kann gegen Sojima nichts ausrichten. So werden die Liebesengel und Kiiro in die Welt des Sojima entführt, der mit aller Kraft ihre Liebeswellen absaugt, um Pettler damit stärker zu machen. Kiiro stellt sich als Schutzschild vor die Liebesengel und es gelingt ihm, durch Einsatz seines Lebens die Vier zu retten. Durch dieses Opfer verfügen die Liebesengel jetzt über die \"Zauberhaften Vier\" und können Sojima besiegen und Pettler vertreiben. Der tot geglaubte Kiiro verwandelt sich zum Erstaunen aller in Kazuya, der sich nun darauf freut, ein normales Leben an der Seite von Yuri führen zu können.","versions":[{"lang":1,"streams":[{"redirect":12383798,"hoster":"VOE"},{"redirect":9955995,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Armreif der Liebe","epNo":41,"alt":"Ski Trip Love Games","descr":"Momoko und ihre Freunde bekommen von Yuri eine Einladung zum Skiurlaub. Alle freuen sich und machen sich auf die Reise. Zu Yuris Kummer kann Kazuya nicht mitfahren, weil Aphrodite ihn sprechen will. Iwamoto hat alle beobachtet und folgt ihnen voller Missgunst. Er holt sich den Dämon Henkama zu Hilfe, der es versteht, zwischen Menschen Zwist zu säen und die dann entstehende Energie der Wut zu rauben. Diese böse Energie braucht Iwamoto, um mehr Yosukezu entwickeln. Henkama bringt Momoko und Yosuke dazu, sich zu streiten. Als er Yosuke daraufhin die Hassenergie rauben will, verwandelt dieser sich plötzlich zu einem Mitglied der mächtigsten Dämonenfamilie. Voller Entsetzen will Henkama diesen Vorfall Iwamoto berichten, als die Liebesengel auftauchen und es zum Kampf kommt. Henkama gelingt es, die Liebesengel in einen Eisblock einzuschließen. Takuro, der aus Sorge um Hinagiku alles aus der Ferne beobachtet hat, sendet aus dem Armreif, den er von dem geläuterten Ignis bekommen hat, Wellen der Liebe. Henkama wird besiegt, hat jedoch die vorher geraubte Energie bereits Iwamoto zukommen lassen, dessen böse Kraft ständig zunimmt.","versions":[{"lang":1,"streams":[{"redirect":9955997,"hoster":"VOE"},{"redirect":9956009,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Kiiros Opfer","epNo":42,"alt":"Yuri’s L-i-p-s","descr":"Iwamoto raubt bei einer Schlägerei unter Motorradrowdys soviel Hassenergie, dass er wieder im Vollbesitz seiner Kräfte ist. Yuri ist unglücklich, weil Kazuya nicht so recht anbeißt, er meidet jede Situation, in der er mit ihr allein sein könnte. Momoko und Hingiku hecken einen Plan aus, wie sie ihr helfen können. Sie treffen mit Yosuke, Kazuya und Takuro eine Verabredung, einen Ausflug zu sechst zu machen. Sie mieten in einem Freizeitpark drei Boote. Als Yuri mit ihrem geliebten Yanagiba allein in einem Boot ist, gesteht dieser ihr endlich seine Liebe. Sie ist überglücklich, bis Iwamoto auftaucht, der die Wellen der Liebe gewittert hat. Als es zum Kampf kommt, merken die Liebesengel, dass sie Iwamotos mächtiger böser Energie nicht gewachsen sind. Als auch noch Satania auftaucht, die den großen Dämonenwirbel mitbringt, scheint alles verloren. Selbst Salvias Hilfe, kann nichts mehr bewirken. Kiiro, der von Iwamoto festgehalten wird, spürt, dass der Kampf aussichtslos ist und opfert sich. Er zieht aber den bösen Dämon mit in den Tod","versions":[{"lang":1,"streams":[{"redirect":9956005,"hoster":"VOE"},{"redirect":9956001,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Krieger Raphaels","epNo":43,"alt":"Reindevilla’s Story","descr":"Lily muss Kiiro loslassen, damit sie als Liebesengel weiter gegen die Dämonen kämpfen kann. Sie fürchtet, Kiiro ist für immer verloren, aber Aphrodite kann sie beruhigen. Kazuya – oder auch Kiiro – hat überlebt. Nur sein Bewusstsein als Kiiro hat er verloren. Um endlich in den Besitz der \"Zauberhaften Vier\" zu gelangen, versucht Satania, mit Hilfe einer ihrer stärksten Dämoninnen Kachuusha, Yosuke wieder in seine früheren Identität als Krieger Raphaels – Vento zurückzuversetzen. Zum Teil gelingt das auch. Als Vento hasst er die Liebesengel und die \"Zauberhaften Vier\" und versucht, die Liebesengel zu vernichten. Dank der Stärke ihrer Freundschaft schaffen die Vier es, die bösen Strahlen abzuwenden, und Vento wird wieder zu Yosuke. Keiner der Liebesengel hat bemerkt, dass Yosuke gegen sie gekämpft hat und Momoko ist glücklich, dass Yosuke nichts passiert ist. Nur Yuri hat eine Ahnung und prophezeit, dass Momoko und Yosuke noch Schweres durchmachen müssen.","versions":[{"lang":1,"streams":[{"redirect":9956007,"hoster":"VOE"},{"redirect":9956008,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Die Liebe siegt","epNo":44,"alt":"Jama-pi’s First Love","descr":"Momoko erzählt ihren Freundinnen und Yosuke, dass Satania in einen Engel verliebt war, aber Pistil dazwischen kam und sie wieder ins Reich der Dämonen zurückgejagt wurde. Schuld daran seien die \"Zauberhaften Vier\". Seit dieser Zeit kämpft sie gegen das Reich der Engel. Die Freunde überlegen sich, ob man nicht mit Satania reden könnte, um das \"Missverständnis\" auszuräumen, und Frieden zwischen den Engeln und den Dämonen stiften kann. Yosuke wird immer wieder von den Dämonen heimgesucht, um ihn in seine alte Identität Vento zurückzuversetzen. Dieses Mal werden Jamacho und Jamapon, zwei Freunde von Jamapie aus alter Zeit, damit beauftragt. Fast gelingt es ihnen, aber die Liebe von Momoko bewahrt ihn davor, denn die Wellen der Liebe sind stärker, als die dämonischen. Selbst als Jamacho und Jamapon sich in Momoko verwandeln, merkt Yosuke, dass es nicht seine Momoko ist. Sein Herz spürt es. Kazuya kann sich noch immer nicht wieder an seine Identität als Kiiro erinnern und bezeichnet Yuri als flüchtige Bekannte. Yuri ist unglücklich darüber. Die Liebesengel kämpfen wieder gemeinsam gegen die Dämonen und können Jamacho und Jamapon \"bekehren\". Sie bleiben in der Menschenwelt, und Jamapie ist sehr traurig, dass seine Freunde – und besonders Jamacho, eine Dame, nicht gemeinsam mit ihm leben möchten. Er wäre so gerne, wie Momoko, richtig verliebt gewesen.","versions":[{"lang":1,"streams":[{"redirect":9956010,"hoster":"VOE"},{"redirect":9956018,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Aphrodites Schwester","epNo":45,"alt":"Mama Comes Back!","descr":"Momoko ist glücklich mit Yosuke und freut sich auf die Verabredung mit ihm. Ihr Papa kriegt langsam mit, dass sie einen Freund hat. Nachts erscheint Sakura, die Mama, bei Momoko. Sie erzählt ihr, warum sie Papa und sie verlassen musste. Sie ist ein Engel, die Schwester von Aphrodite, und hat schon früher gegen die Dämonen gekämpft. Bei einem letzten Kampf fiel sie auf die Erde und verlor ihr Bewusstsein als Engel. So lernte sie Ichiro kennen und lieben und Momoko kam auf die Welt. Aber eines Tages erschien Kiiro und bat sie zurück ins Reich der Engel. So hat sie damals ihre menschliche Familie verlassen. Eigentlich muss sie auch jetzt zurück, aber Aphrodite gestattet ihr einen Tag mit ihrer Familie, den sie sehr fröhlich miteinander verbringen. Kachuusha gibt nicht auf. Dieses Mal gelingt es ihr, Yosuke zum Dämon zu verwandeln. Yosuke kämpft mit aller Macht gegen die Liebesengel. Auch Momoko verschont er nicht. Momoko erkennt, dass Vento Yosuke ist und kann nicht gegen ihn kämpfen. Sakura – alias Celeste – greift im letzten Augenblick ein und besiegt Vento. Er wird wieder Yosuke. Bevor sie wieder in das Reich der Engel zurückkehrt, beschwört sie Momoko, auf die Liebe zu vertrauen.","versions":[{"lang":1,"streams":[{"redirect":9956043,"hoster":"VOE"},{"redirect":9956014,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Scarlett setzt Zeichen","epNo":46,"alt":"My Boyfriend Is A Devil","descr":"Momoko kann es nicht glauben. Yosuke soll tatsächlich ein Dämon sein. Dass sie den ersten Preis für den besten Schnappschuss in einer Schülerzeitung gewonnen hat, interessiert sie da wenig. Yuri und Hinagiku sind besorgt und fragen Scarlett, ob sie etwas über den Dämon Vento vom Geschlecht Raphaels weiß. Die einzige Chance in Scarletts Augen ist, alle Dämonen zu töten – also auch Vento. Yosuke ist nicht bewußt, dass er ein Dämon ist. Satania beauftragt nun Katyusha, den Dämon Vento in Yosuke wieder zu beleben. Bei diesem Versuch stellen sich Yuri und Hinagiku den Dämonen in den Weg. Scarlett versucht, die Verwandlung Yosukes in Vento zu verhindern. Jetzt kann nur noch Wedding Peach helfen. Obwohl sie nicht im Vollbesitz ihrer Kräfte ist, setzt sie sich für Yosuke ein – und wird es auch immer tun. Scarletts Bedenken sind damit allerdings noch nicht ausgeräumt …","versions":[{"lang":1,"streams":[{"redirect":12383796,"hoster":"VOE"},{"redirect":9956021,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Vento vs. Yosuke","epNo":47,"alt":"Remember! Love Memoirs","descr":"Momoko kann immer noch nicht glauben, dass Yosuke ein Dämon sein soll. Yosuke merkt zwar, dass etwas mit ihm nicht stimmt, vermutet aber, dass Engelsblut in seinen Adern fließt. Scarlett ist da anderer Meinung. Sie überredet Hinagiku und Yuri, gegen Yosuke bzw. den Dämon Vento in den Kampf zu ziehen. Nur Momoko glaubt an das Gute in Yosuke und bringt ihn dazu, sich an die schönen Momente mit ihr zu erinnern. Satania versucht immer noch mit allen Mitteln, Yosuke dazu zu bewegen, sich die \"Zauberhaften Vier\" anzueignen und die Liebesengel zu vernichten. Am Ende ist Yosuke aber im Kampf unterlegen, weiß jedoch um seine \"zweite Identität\" als Vento, und läuft vor der verzweifelten Momoko davon.","versions":[{"lang":1,"streams":[{"redirect":9956038,"hoster":"VOE"},{"redirect":9956026,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Kampf der Dämonen","epNo":48,"alt":"Loving, But It’s Painful","descr":"Yosuke weiß, dass er Vento, der Dämon ist, das macht ihn sehr unglücklich und verschlossen. Selbst Momoko findet keinen Zugang zu ihm. Selbst das gewonnene Fussballturnier bereitet ihm keine Freude. Satania schickt vier starke Dämonen in die Welt der Menschen, um Vento zu holen, damit er mit ihnen zusammen die das Reich der Engel vernichtet. Die vier Liebesengel kämpfen gegen sie, und verwickeln sie in ein Gespräch. So erfahren sie, dass die Dämonen Yosukes Vater (der auch ein Dämon war, sich aber in ein menschliches Wesen verliebt hat und dann in der Welt der Menschen gelebt hat) entführt und getötet haben. Als Vento das hört, wird er wütend auf die Dämonen und kämpft gegen sie, wie es auch sein Vater getan hat. Nur Momokos Eingreifen verhindert ,dass der die Dämonen vernichtet. Sie schickt Wellen der Liebe, so dass die vier Dämonen zunächst aufgeben und sich zurückziehen.","versions":[{"lang":1,"streams":[{"redirect":9956044,"hoster":"VOE"},{"redirect":9956030,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die Wahrheit über Satania","epNo":49,"alt":"Our Night Together","descr":"Momoko hat es sich in den Kopf gesetzt, Yosuke, Dämon oder nicht Dämon, zu schützen vor Satania und davor, dass sie ihn in das Reich der Dämonen zurückholt. Daran zerbricht fast die Freundschaft der vier Liebesengel, denn Scarlett will nicht mit einem Liebesengel kämpfen, der einen Dämon beschützt. Um Yosuke zu schützen, nimmt Momoko ihn mit zu sich nach Hause, aber auch dort finden die Dämonen Haterid","versions":[{"lang":1,"streams":[{"redirect":9956041,"hoster":"VOE"},{"redirect":9956033,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Kiiro kehrt zurück","epNo":50,"alt":"Inseparable Hearts","descr":"Yosuke will die Ehre der Raphaels wiederherstellen und Satania schlagen. So beschließt er, ins Reich der Dämonen einzudringen und gegen Satania zu kämpfen. Jamapie zeigt ihm – ungern – den Weg. Aber Momoko lässt Yosuke nicht alleine. Sie begleitet ihn gegen seinen Willen, denn das ist sein Kampf. Satania schickt alle Dämonen in das Reich der Menschen, um Eifersucht und Hass zu verbreiten, aber das mutige Eingreifen der Liebesengel verhindert das Schlimmste Auch Kiiro hat seine Identität wiedergefunden und kämpft mit den Liebesengeln für die Wellen der Liebe. Yosuke versucht Satania zu überzeugen, dass nicht die \"Zauberhaften Vier\" schuld sind an ihrem Elend, aber sie will ihre eigene Geschichte weiterglauben. Es muss also gekämpft werden. Noch einmal siegt die Liebe von Momoko und Yosuke. Satania kann es nicht fassen, dass die Liebe zwischen einem Dämon und einem Engel so tief sein kann, dass sie alles überdauert und übersteht.","versions":[{"lang":1,"streams":[{"redirect":9956048,"hoster":"VOE"},{"redirect":9956040,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Hochzeitsglocken","epNo":51,"alt":"Last Wedding","descr":"Die Freundinnen haben sich überlegt, dass es das beste ist, wenn Yosuke und Momoko heiraten. Yosuke wird überredet und Momoko überrascht. Kazuya spielt Klavier, Takuro ist der \"Standesbeamte\" oder \"Pfarrer\" und Momoko tritt im Hochzeitskleid ihrer Mutter, ausgestattet mit den \"Zauberhaften Vier\" vor den Altar. Aber Satania schickt wieder ihre Dämonen aus, um Hass und Eifersucht zu verbreiten. Für die Liebesengel, Yosuke/Vento und Kazuya/Kiiro sieht es böse aus. Satania ist nicht zu überzeugen. Sie will hassen und Hass verbreiten. Mit letzter Kraft, dem Tode nahe, schwören sich Momoko und Yosuke ewige Liebe, auch wenn sie aus anderen Welten stammen. Diese starke Liebe strömt Satania die Wellen der Liebe ein. Sie vergisst ihren Hass und wird wieder das hübsche Mädchen – eine hübsche Dämonin – das sie mal war. Aphrodite spricht die Schlussworte, lobt die Liebe und den Mut, Leiden für die Liebe zu ertragen. Die Mauern zwischen Engeln und Dämonen sind gesprengt, das Reich der Engel und die Menschenwelt gerettet.","versions":[{"lang":1,"streams":[{"redirect":9956053,"hoster":"VOE"},{"redirect":9956047,"hoster":"Streamtape"}]}]}]}]}