{"path":"/serie/stream/wedding-season","name":"Wedding Season","descr":"Katie (Rosa Salazar) und Stefan (Gavin Drea) verlieben sich Hals über Kopf ineinander, obwohl Katie bereits einen Verlobten hat und in zwei Monaten heiraten möchte. Auf Katies Hochzeit werden dann schließlich ihr frisch angetrauter Ehemann und dessen gesamte Familie vergiftet. Es überrascht kaum, dass die Polizei zunächst Stefan als Täter im Visier hat. Der wiederum glaubt, dass Katie die Killerin ist. Doch was ist die Wahrheit? So beginnt ein actiongeladener Trip durch Großbritannien und die USA, denn Stefan und Katie müssen auf ihrer Flucht versuchen, ihre Unschuld zu beweisen.","seasons":[{"path":"/serie/stream/wedding-season/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wedding-season/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Katie und Stefan verlieben sich bei einer Hochzeit ineinander und beginnen eine Affäre, obwohl Katie einen Verlobten hat; zwei Monate später, bei Katies Hochzeit, werden ihr neuer Ehemann und seine Familie ermordet; Die Polizei glaubt, dass Stefan es war, und er glaubt, dass Katie es war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11203890","hoster":"VOE"},{"path":"/redirect/11203892","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11203986","hoster":"VOE"},{"path":"/redirect/11213747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Stefan und Katie machen sich auf den Weg in ein Dorf nördlich von Edinburgh , wo Katie sicher ist, dass das schwarze Schaf der Familie, Fred Delaney, ihnen helfen wird. Stefan wird frustriert über Katies mangelnde Transparenz der Situation und misstrauisch gegenüber Fred. Er überzeugt Katie davon, dass Fred nicht zu trauen ist und die beiden entkommen gerade als mysteriöse Männer in Schädlingsbekämpfungswagen bei Fred ankommen. Die beiden fliehen mit einem Fischerboot über den See. In Rückblenden verlässt Stefan die Hochzeit eines anderen Freundes, um versehentlich Katies Verlobungsfeier zum Absturz zu bringen, wo sie ihn dazu bringt, sich als Schulfreund auszugeben, um Hugos misstrauischen Vater davon zu überzeugen, dass ihre Vergangenheit legitim ist. Sie gibt Mr. Delaney schließlich zu, dass ihre wohlhabende Vergangenheit eine Lüge war und sie aus einer bescheidenen Fischerfamilie stammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213459","hoster":"VOE"},{"path":"/redirect/11213454","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12931255","hoster":"VOE"},{"path":"/redirect/11213630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Stefan und Katie haben sich auf den Weg zu einem Diner am See gemacht. Wütend auf Katie geht Stefan spazieren, nur um zurückzukehren und Katie mitten im Kampf gegen die Männer zu finden, die sie verfolgten. Stefan schafft es, den Van zu entführen, in den sie Katie hineinwerfen, und die beiden entkommen und fahren zur Operationsbasis der Männer – einem Nachtclub in Glasgow. Stefan versucht, seine Freunde anzurufen, nur um von einem unbekannten Mann in der Telefonzelle angesprochen zu werden. In Rückblenden besuchen Stefan und seine Freunde die Hochzeit des Sohnes des Anwalts der Delaneys. Stefan erwischt Katie dabei, wie sie aus unbekannten Gründen versucht, in den Laptop des Anwalts einzubrechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213458","hoster":"VOE"},{"path":"/redirect/11213453","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213640","hoster":"VOE"},{"path":"/redirect/11213611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Der Entführer von Katie und Stefan entpuppt sich als Conrad, ihr Ex-Ehemann, der verrät, dass sie früher an Keira Dunmore vorbeigegangen ist und die Männer, die sie verfolgen, Teil einer kriminellen Gruppe namens Block sind. Er verhört die beiden über Katies Junggesellinnenabschied, wo sie Stefan überredet hat, sie zum Casino der Delaneys in Las Vegas zu begleiten . Katie half Stefan, beim Blackjack durch Kartenzählen zu gewinnen , da sie wusste, dass dies die Sicherheit genug ablenken würde, um einzubrechen und eine Fahrt zu stehlen. Um die Sicherheit abzuschütteln, gaben sie vor, von einem Prinzen geheiratet zu werdenImitator. Leila rief Stefan wütend an, weil er Katie Vorrang vor Anils Junggesellenabschied gegeben hatte. In der Gegenwart erklärt Conrad, dass er beabsichtigt, sie dem Block zu übergeben, um wieder in die Gunst der Gruppe zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213559","hoster":"VOE"},{"path":"/redirect/11213558","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213642","hoster":"VOE"},{"path":"/redirect/11213658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Stefan wird in Polizeigewahrsam genommen und Leila kommt, um ihn zu vertreten. Donahue und Metts befragen ihn zu seinem Aufenthaltsort am Tag der Hochzeit von Anil und Leila, wo er als Trauzeuge diente. Stefan erzählt, dass er von Hugo und seinem Leibwächter Bruce entführt wurde, die ihn wegen seiner Nähe zu Katie bedrohten und ihn nackt auf einem Friedhof zurückließen. Katie hatte Stefan zum Delaney-Haus gefahren, lehnte es aber ab, ihm weiter zu helfen. Stefan stahl erfolgreich seine Kleidung und die Ringe zurück, hörte aber, wie Katie Hugo am Telefon sagte, dass Stefan von ihr besessen sei. Die Hochzeit von Ani und Leila war erfolgreich; An der Rezeption sagte Stefan zu Katie, sie solle gehen. In der Gegenwart schicken Jackson und Suji Fotos von Bruce an die Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213467","hoster":"VOE"},{"path":"/redirect/11213471","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213697","hoster":"VOE"},{"path":"/redirect/12478768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Rückblenden zeigen, dass Katies Vater Paul bei seiner Hochzeit tödlich erstochen wurde, nachdem man ihm gedroht hatte, Papiere vor ihrem Pub zu unterschreiben. Sie heiratete Conrad, den Chef der Männer, die Paul getötet hatten, und ließ ihn verhaften. Conrad informierte sie, dass die Delaneys hinter dem Anschlag auf Paul steckten. In der Gegenwart schafft es Donahue, Stefan zu retten, kann Metts jedoch nicht verhaften. Katie besucht ihren Hochzeitsdesigner Vince, der vermutet, dass der Block die Delaneys jahrelang unterstützt hat, sie aber möglicherweise getötet hat, und dass es eine bevorstehende Hochzeit in Texas gibt, die beabsichtigt, den Block mit dem texanischen Mob zu verbinden. Donahue bringt Stefan zu Katie, die beschließt, sich zu stellen, aber die Gruppe wird vom Block angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213477","hoster":"VOE"},{"path":"/redirect/11213478","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213688","hoster":"VOE"},{"path":"/redirect/11213689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Stefans Freunde erfahren von Donahue, dass Metts allergisch gegen Sesam ist. Stefan und Katie infiltrieren erfolgreich die texanische Hochzeit, stehlen Metts EpiPen und halten ihn lange genug zurück, damit sie den Mord an den Delaneys gestehen kann, den sie auf Befehl des Blocks begangen hatte. Metts erzählt Stefan, dass Hugos Vater eine doppelte Dosis Gift erhalten hatte, weil Katie wirklich geplant hatte, ihn bei der Hochzeit zu vergiften, um sich für seine Rolle beim Tod ihres Vaters zu rächen. Stefan ist entsetzt, dass Katie ihn bezüglich ihrer Unschuld belogen hat. Eine emotionale Katie entführt die Braut Mitzi, stiehlt die Urkunde für das Gebäude, das die Delaneys über dem Pub ihres Vaters errichtet haben, und fährt davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213491","hoster":"VOE"},{"path":"/redirect/11213481","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213722","hoster":"VOE"},{"path":"/redirect/11213714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wedding-season/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Katie hat kein Benzin mehr und hält Mitzi in einer leeren Kirche in der texanischen Wüste als Geisel, während sie ihr gegenüber gesteht, dass sie Stefan liebt. Metts kommt mit Stefan an und richtet eine Waffe auf seinen Kopf, um Katie zu zwingen, herauszukommen und Mitzi zu übergeben. Es kommt zu einem Feuergefecht, bei dem Donahue eintrifft. Donahue versucht mit Metts zu argumentieren, aber sie erschießt ihn. Der Anführer des Blocks trifft am Tatort ein. Stefan behauptet, dass sie Metts Geständnis erfolgreich hochladen konnten, was bedeutet, dass die Bedingungen von Katies Ehevertrag stehen und das Gebäude ihr gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11213496","hoster":"VOE"},{"path":"/redirect/11213482","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11213715","hoster":"VOE"},{"path":"/redirect/11213736","hoster":"Streamtape"}]}]}]}]}