{"seriesId":"weg-in-die-wildnis-der-ruf-des-adlers","name":"Weg in die Wildnis - Der Ruf des Adlers","descr":"[Lonesome Dove] Miniserie nach dem Roman vom Pulitzer Preisträger Larry McMuntry. Die Geschichte zweier alternder Texas Ranger, dargestellt von Robert Duvall und Tommy Lee Jones, die eine Viehherde von einem Kaff in Texas nach Montana treiben. Hochdramatische Verknüpfungen mehrerer Personen und die wahre und treue Freundschaft zweier Männer. Hervorragende Landschaftsaufnahmen und atemberaubende Spannung und eine unerfüllte Liebe zwischen drei Menschen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das große Abenteuer","epNo":1,"alt":"Leaving","descr":"Gus McCrea und Woodrow F. Call sind in die Jahre gekommen. Sie setzten sich als Rinderzüchter zur Ruhe. Als sie jedoch von den sagenhaften Weidegründen in Montana hören, packt sie noch einmal die Abenteuerlust. Die Freunde brechen auf zum gefährlichsten Treck ihres Lebens.","versions":[{"lang":1,"streams":[{"redirect":9079774,"hoster":"VOE"},{"redirect":9079780,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unterwegs","epNo":2,"alt":"On The Trail","descr":"Jake Spoon verlässt den Trek, um in San Antonio seiner alten Spielleidenschaft nachzugehen. Newt soll Lorena beschützen. Als aber Jake, Gus und die anderen zurückkehren, machen sie eine fürchtlicher Entdeckung: Der grausame Indianer Blue Duck hat Lorena entführt.","versions":[{"lang":1,"streams":[{"redirect":9079785,"hoster":"VOE"},{"redirect":9079784,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Ebenen","epNo":3,"alt":"The Plains","descr":"Gus und Lori kehren zurück zum Treck. Die Wiedersehensfreude währt nur kurz: In der Prärie stoßen sie auf grässlich entstellte Leichen. Es stellt sich heraus, dass auch Jake Spoon zu den Tätern gehört.","versions":[{"lang":1,"streams":[{"redirect":9079799,"hoster":"VOE"},{"redirect":9079794,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Unbeugsamen","epNo":4,"alt":"Return","descr":"Der Treck erreicht endlich Montana. Gus und Woodrow lassen sich in der Nähe eines traumhaft gelegenen Sees nieder. Die Idylle wird jäh durch einen Überfall von Indianern gestört. Es kommt zu einer Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9079823,"hoster":"VOE"},{"redirect":9079802,"hoster":"Streamtape"}]}]}]}]}