{"seriesId":"weinberg","name":"Weinberg","descr":"Zwischen Wäldern und Hügeln windet sich die Ahr durch eine mystische, vernebelte Herbstlandschaft. Inmitten dieses Idylls erwacht ein Mann auf einem Weinberg aus der Bewusstlosigkeit. Er weiß nicht, wer er ist, wo er ist und wie er hierher kam. Neben ihm liegt eine tote junge Frau unter den Reben.Als Fremder in dem abgeschiedenen Städtchen im Ahrtal stößt er auf eine archaisch anmutende Dorfgemeinschaft, die ein Geheimnis vor ihm zu bewahren scheint.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zeichen","epNo":1,"alt":"","descr":"Mitten im Weinberg erwacht ein junger Mann (Friedrick Mücke) ohne Erinnerung und neben der Leiche der jungen Weinkönigin Sophia Finck (Sinha Melina Gierke). Wie kam er hierhin, was wissen die Dorfbewohner über diesen Mord und warum hat er gar nicht stattgefunden? Derweil handeln Familie Donatius und Familie Finck die Übergabe des Weinbergs aus, sehr zum Leitwesen des Bürgermeisters und Gasthofbesitzers Zepter (Arved Birnbaum). Was hat zudem der merkwürdige Adrian (Jonah Rausch) zu verbergen? Weiß er etwas über den Mord?","versions":[{"lang":1,"streams":[{"redirect":8501935,"hoster":"VOE"},{"redirect":8535633,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verhängnis","epNo":2,"alt":"","descr":"Weinkönigin Sophia ist ermordet worden und der Held ohne Erinnerungen glaubt, dass er das Rätsel seiner Identität nur lösen kann, wenn er den Mord an Sophia aufklärt. Als er beginnt auf eigene Faust zu ermitteln, stößt er auf zahlreiche Ungereimtheiten, überraschende Verdächtige und Verstrickungen innerhalb des Dorfes.","versions":[{"lang":1,"streams":[{"redirect":13115819,"hoster":"VOE"},{"redirect":8535635,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dämonen","epNo":3,"alt":"","descr":"Bei seinen Ermittlungen stößt der Held auf ein lange zurück liegendes Unglück: Adrians Schwester Marie ist vor Jahren ertrunken. Doch hat das etwas mit Sophias Tod zu tun oder hatte jemand aus dem Dorf ein persönlicheres Motiv Sophia zu töten? Bei dem Versuch, das Rätsel zu lösen, bringt sich der Held selbst in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13115820,"hoster":"VOE"},{"redirect":8535653,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Trauma","epNo":4,"alt":"","descr":"Die sechsteilige Drama-Serie \"Weinberg\" ist die zweite fiktionale Eigenproduktion von TNT Serie. Die Hauptfigur, gespielt von Friedrich Mücke, landet als Fremder in einem abgeschiedenen Städtchen im Ahrtal und trifft dort auf eine archaisch anmutende Dorfgemeinschaft, die ein Geheimnis vor ihm zu bewahren scheint.","versions":[{"lang":1,"streams":[{"redirect":8501942,"hoster":"VOE"},{"redirect":8535645,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schmerzen","epNo":5,"alt":"","descr":"Die sechsteilige Drama-Serie \"Weinberg\" ist die zweite fiktionale Eigenproduktion von TNT Serie. Die Hauptfigur, gespielt von Friedrich Mücke, landet als Fremder in einem abgeschiedenen Städtchen im Ahrtal und trifft dort auf eine archaisch anmutende Dorfgemeinschaft, die ein Geheimnis vor ihm zu bewahren scheint.","versions":[{"lang":1,"streams":[{"redirect":12383815,"hoster":"VOE"},{"redirect":8535650,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erkenntnis","epNo":6,"alt":"","descr":"Die sechsteilige Drama-Serie \"Weinberg\" ist die zweite fiktionale Eigenproduktion von TNT Serie. Die Hauptfigur, gespielt von Friedrich Mücke, landet als Fremder in einem abgeschiedenen Städtchen im Ahrtal und trifft dort auf eine archaisch anmutende Dorfgemeinschaft, die ein Geheimnis vor ihm zu bewahren scheint.","versions":[{"lang":1,"streams":[{"redirect":12931262,"hoster":"VOE"},{"redirect":8535647,"hoster":"Streamtape"}]}]}]}]}