{"seriesId":"weisst-du-eigentlich-wie-lieb-ich-dich-hab","name":"Weißt du eigentlich wie lieb ich dich hab?","descr":"(Die Abenteuer des kleinen Hasen) In den Episoden der Fernsehserie, die sich am Verlauf der Jahreszeiten orientieren, springt der Kleine Hase, immer zum Spielen, Entdecken und Lachen aufgelegt, über seine Wiese und durchs Leben.Für die Serie wurde das Figurenensemble aus dem gleichnamigen Bestseller von Sam McBratney und Anita Jeram um charmante Charaktere erweitert. So gesellen sich zum Kleinen Hasen seine beste Freundin die Kleine Feldmaus, das Kleine Graue Eichhörnchen sowie viele andere Wald- und Wiesenbewohner. Gemeinsam mit dem Kleinen Hasen erkunden sie auf der Wiese, im Wald oder am Fluss die großen und kleinen Wunder, die die Natur für sie bereithält.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Frühlingsduft","epNo":1,"alt":"The Scents of Spring","descr":"Als der kleine braune Hase an diesem Morgen aufwacht, ist irgendetwas anders als sonst. Ihm steigt ein ganz besonderer Duft in die Nase und er möchte unbedingt herausfinden, woher dieser wundervolle Geruch kommt. Mit seiner Freundin, der kleinen Feldmaus, begibt er sich auf die Suche. Sie finden herrlich duftende Blumen auf der Wiese. Alle riechen ein wenig so wie der ganz besondere Duft, aber nicht genauso. Wo kommt nur dieser schöne Duft her`?","versions":[{"lang":1,"streams":[{"redirect":11331185,"hoster":"VOE"},{"redirect":9945782,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Feder fürs Nest","epNo":2,"alt":"Feather Your Nest","descr":"Der große braune Hase findet beim Herumtollen auf der Wiese eine besonders schöne Feder und schenkt sie dem kleinen braunen Hasen. Der kleine braune Hase zeigt sie voller Stolz der kleinen Feldmaus und sie spielen fröhlich mit der Feder. Doch als die Feder kurz unbeobachtet am Boden liegt nimmt sie ein kleiner roter Vogel in seinen Schnabel und fliegt mit ihr davon. Der kleine braune Hase und die kleine Feldmaus laufen ihm hinterher und sehen, wie er die Feder schließlich in sein Nest auf einem hohen Baum legt. Wie soll der kleine braune Hase seine Feder nun wiederbekommen?","versions":[{"lang":1,"streams":[{"redirect":9916733,"hoster":"VOE"},{"redirect":9916737,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Blütenbaum","epNo":3,"alt":"Blossoms","descr":"Die beiden braunen Hasen und die kleine Feldmaus genießen den warmen Frühlingstag und spielen am Fluss. Dort entdecken sie wunderschöne Blüten, die im Strom treiben. Die Blüten erinnern den großen braunen Hasen an einen Blütenbaum aus seiner Kindheit, der mit solchen Blüten übersät war. Der kleine Hase und die kleine Feldmaus möchten den Blütenbaum unbedingt sehen. Und auch wenn der Weg dorthin sehr weit ist, lässt der große braune Hase sich dazu überreden, den beiden Freunden den Baum zu zeigen. Doch der Weg dorthin ist nicht nur lang und beschwerlich – man muss auch einige Rätsel lösen, um zu dem Baum zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":9916742,"hoster":"VOE"},{"redirect":9916745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schatzsuche","epNo":4,"alt":"Treasure Hunt","descr":"Der kleine braune Hase und der große braune Hase sind auf der Suche nach essbaren Schätzen als sie die kleine Feldmaus treffen. Der kleine braune Hase und die Feldmaus wollen zusammen auf Schatzsuche gehen – und die Natur ist voll davon. Der große braune Hase flicht ihnen ein Körbchen aus Grashalmen, in dem sie ihre Schätze sammeln können. Doch was ist ein wahrer Schatz?","versions":[{"lang":1,"streams":[{"redirect":9916752,"hoster":"VOE"},{"redirect":9916751,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blauvogels Nest","epNo":5,"alt":"Fly The Nest","descr":"An einem wunderschönen Frühlingstag entdeckt der kleine braune Hase nicht nur seine drei Lieblings-Frühlingsblumen, sondern auch ein Vogelnest in einem blühenden Baum. In dem Nest liegen drei Eier, aus denen drei süße Vogelkinder schlüpfen. Es sind Blauvogels Kinder. Der kleine Hase besucht sie sehr oft bis flügge werden und das Nest verlassen. Er liebt es mit ihnen zu singen, zu spielen und auf sie aufzupassen. Doch auch wenn die Vogelkinder nun langsam groß sind und für sich selbst sorgen können, bleiben sie doch in der Nähe ihres Freundes. Und im Nest wartet schon die nächste Überraschung – denn Blauvogel hat wieder Eier gelegt.","versions":[{"lang":1,"streams":[{"redirect":9916761,"hoster":"VOE"},{"redirect":9916760,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Sterne berühren","epNo":6,"alt":"Can You Touch the Stars?","descr":"Die kleine Weißeule erzählt dem kleinen braunen Hasen und der kleinen Feldmaus eine Geschichte von einem Stern, der ihr einen Wunsch erfüllt hat und der so nah über ihr schwebte, dass sie ihn fast berühren konnte. Auch wenn sich der kleine Hase nicht so sicher ist, ob diese Geschichte wirklich stimmt, würde er doch zu gerne auch mal einen Stern anfassen. Der kleine Hase und die kleine Feldmaus versuchen alles Mögliche, aber sie kommen nicht an die Sterne heran. Auch das kleine Grauhörnchen und Blauvogel können nicht helfen. Werden die beiden es schaffen, in gewisser Weise doch noch einen Stern zu berühren?","versions":[{"lang":1,"streams":[{"redirect":9916768,"hoster":"VOE"},{"redirect":9916770,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein kleiner gelber Freund","epNo":7,"alt":"Follow Me","descr":"Als der kleine braune Hase an diesem Morgen die kleine Feldmaus besuchen will, trifft er unterwegs ein kleines gelbes Tier. Leider ist es noch zu klein um zu sprechen, so ist alles was der Kleine auf jede Frage antwortet: \"Quak\". Doch als der kleine Hase sich verabschiedet und weitergeht, läuft ihm sein neuer kleiner gelber Freund hinterher. Gemeinsam mit der Feldmaus überlegt der kleine braune Hase, was der Kleine für ein Tier sein könnte. Da sie es nicht wissen, nennen sie ihn den kleinen gelben Quak. Auch ihre Freunde wissen nicht, was Quak für ein Tier ist. Wie sollen sie denn nun die Mutter des Kleinen finden?","versions":[{"lang":1,"streams":[{"redirect":9916777,"hoster":"VOE"},{"redirect":9916780,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Nest","epNo":8,"alt":"The Nest","descr":"Der kleine braune Hase und die kleine Feldmaus bauen sich aus Zweigen ein Nest, um darin spielen zu können. Aber erst ist das Nest zu kratzig. Als sie es mit fedrigen Blumensamen weich auspolstern, kitzelt es zu sehr. Sie füllen es daher noch mit einer Schicht Gras. Nun ist es zwar bequem, aber leider viel zu eng für die beiden Freunde. Also kommen sie auf die Idee es zu verschenken. Doch niemand kann mit ihrem Nest etwas anfangen. Selbst der große braune Hase nicht. Aber er hat zum Glück eine Idee, wer das Nest tatsächlich gebrauchen könnte.","versions":[{"lang":1,"streams":[{"redirect":9916784,"hoster":"VOE"},{"redirect":9916787,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Versteckspiel","epNo":9,"alt":"Hide and Seek","descr":"Der große braune Hase bringt dem kleinen braunen Hasen und seinen Freuden, der kleinen Feldmaus und dem Grauhörnchen, bei, wie man richtig Verstecken spielt. Das ist gar nicht so leicht, wenn man von vielen aufregenden Dingen abgelenkt wird. Doch wenn man es richtig macht, und in seinem Versteck ruhig ist und ganz still sitzt, kann man dabei mit ein wenig Glück scheue Tiere entdecken, die man sonst nie zu sehen bekommen hätte.","versions":[{"lang":1,"streams":[{"redirect":9916793,"hoster":"VOE"},{"redirect":9916792,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blumen für alle","epNo":10,"alt":"Field of Flowers","descr":"Die kleine Feldmaus hat eine wunderschöne lila Blume entdeckt und gepflückt. Der kleine braune Hase möchte auch gerne so eine Blume haben. Der große Hase und Blauvogel raten den beiden noch, nicht so viele Blumen zu pflücken, da die Blumen auch für andere Wiesenbewohner da sind. Doch als der kleine Hase und die kleine Feldmaus bei den Blumen sind, ist eine schöner als die andere. Also pflücken sie für all ihre Freunde einen Strauß. Der kleine braune Hase und die kleine Feldmaus laufen los und verteilen die Blumen an ihre Freunde. Dabei bemerken sie, dass ihnen ein Schwarm Schmetterlinge auf Schritt und Tritt folgt. Blauvogel erklärt ihnen, dass die Schmetterlinge vom Nektar dieser Blumen leben. Beschämt müssen die beiden Freunde eingestehen, dass sie die Blumen fast alle gepflückt haben und die Schmetterlinge ihnen und \"ihren\" Blumen deswegen folgen. Doch die Blumen sind inzwischen alle verteilt und der Nektar des Straußes, den sie Blauvogel geschenkt haben, reicht nicht für alle Schmetterlinge aus. Wie können die Freunde den kleinen Schmetterlingen nun helfen?","versions":[{"lang":1,"streams":[{"redirect":12992142,"hoster":"VOE"},{"redirect":12992143,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Marienkäfer","epNo":11,"alt":"Fly Away Home","descr":"Der kleine braune Hase freut sich sehr als ein Marienkäfer auf seinem Ohr landet, der den ganzen Tag bei ihm bleibt. Am Abend nimmt er den Käfer mit nach Hause. Der kleine Marienkäfer schläft auf einem Blatt neben dem kleinen braunen Hasen und am nächsten Morgen präsentiert er ihn erneut stolz seinen Freunden. Aber als seine Freunde spielen gehen wollen, geht der kleine braune Hase lieber nach Hause zum großen braunen Hasen. Er will gut auf den Käfer aufpassen und möchte nicht, dass ihm etwas passiert. Doch plötzlich fliegt der Marienkäfer davon","versions":[{"lang":1,"streams":[{"redirect":9916813,"hoster":"VOE"},{"redirect":9916814,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Regentag","epNo":12,"alt":"Rainy Days","descr":"Der kleine braune Hase und die kleine Feldmaus genießen einen herrlich sonnigen und warmen Frühlingstag als plötzlich dunkle Wolken über der Wiese aufziehen. Es beginnt zu regnen. Schnell laufen sie unter die große alte Eiche ins Trockene. Doch was sollen sie nun mit dem Rest des Tages anfangen?","versions":[{"lang":1,"streams":[{"redirect":9916818,"hoster":"VOE"},{"redirect":9916820,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Ameisen","epNo":13,"alt":"March Like An Ant","descr":"Beim Spielen mit dem großen braunen Hasen entdeckt der kleine braune Hase an einem Busch rote Beeren. Der große Hase kennt diese Beerensorte, die auch in diesem Jahr wieder köstlich schmeckt. Sie pflücken die restlichen Beeren und nehmen sie für ihr Frühstück am nächsten Morgen mit nach Hause. Doch als die Hasen am nächsten Morgen erwachen, sind die Beeren verschwunden. Wo können sie nur sein?","versions":[{"lang":1,"streams":[{"redirect":9916829,"hoster":"VOE"},{"redirect":9916828,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blaue Wunder","epNo":14,"alt":"Blue Wonder","descr":"Als der große braune Hase und der kleine braune Hase fröhlich über die Wiese hüpfen, entdeckt der kleine braune Hase einen wunderschönen blauen Schmetterling. Doch die blaue Schönheit flattert davon. Der kleine braune Hase rennt schnell hinterher. Dabei stolpert er über die kleine Feldmaus und dann ist der schöne blaue Schmetterling endgültig weg. Der kleine braune Hase ist traurig. Aber der große braune Hase tröstet ihn. Es gibt so viele wundervolle blaue Dinge auf der Welt, wenn man nur die Augen aufhält. Der kleine braune Hase und die Feldmaus machen sich gleich auf die Suche und entdecken ein blaues Wunder nach dem anderen. Doch das größte blaue Wunder findet der große braune Hase sozusagen im Schlaf.","versions":[{"lang":1,"streams":[{"redirect":12992158,"hoster":"VOE"},{"redirect":9916837,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das schönste Zuhause der Welt","epNo":15,"alt":"No Place Like Home","descr":"Das erste Morgenlicht bahnt sich gerade erst seinen Weg durch die Nacht, aber der kleine braune Hase ist schon hellwach. Aufgekratzt weckt er den großen braunen Hasen. Er will endlich spielen. Aber der große braune Hase hat noch lange nicht ausgeschlafen und so gar keine Lust zum Spielen. Also schlägt er dem kleinen Hasen vor loszulaufen und seine Freunde zum Frühstück bei ihnen Zuhause einzuladen. Das lässt sich der kleine Hase nicht zwei Mal sagen und macht sich sofort auf den Weg.","versions":[{"lang":1,"streams":[{"redirect":9916844,"hoster":"VOE"},{"redirect":9916845,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der neue Hasenschwanz","epNo":16,"alt":"A Hare\u0027s Tail","descr":"Als der kleine braune Hase sieht, was seine Freunde alles mit ihren Schwänzen machen können, möchte er auch so einen tollen langen Schwanz haben. Mit seinem eigenen kurzen Schwanz kann er sich weder Luft zufächeln, noch sich wärmen wie die kleine Rotfüchsin. Er kann ihn auch nicht fangen und damit winken wie die kleine Feldmaus, oder gar damit Kletterkunststücke vollführen wie das kleine Grauhörnchen. Die Freunde beschließen, dem kleinen braunen Hasen einen neuen Schwanz zu basteln.","versions":[{"lang":1,"streams":[{"redirect":9916851,"hoster":"VOE"},{"redirect":9916852,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Versprechen","epNo":17,"alt":"Favourite Thing","descr":"Der kleine braune Hase hat es eilig mit dem Essen fertig zu werden, denn die kleine Feldmaus möchte ihm dringend die allerschönste Blume aller Zeiten zeigen, die sie auf einer Wiese entdeckt hat. Also isst er schnell auf und die beiden laufen zur Blume. Und die ist wirklich wunderschön. Die Feldmaus beschließt sie zu ihrem allerliebsten Lieblingsding zu erklären und mit nach Hause zu nehmen. Der kleine braune Hase möchte die Blume zu gerne dem großen braunen Hasen zeigen und fragt, ob er sie nicht für einen Tag ausborgen könnte. Die kleine Feldmaus ist nicht sehr begeistert. Aber der kleine Hase verspricht ihr sehr gut darauf aufzupassen und leistet einen besonderen Schwur. Und so ein besonderer Feldmaus-Schwur darf nie im Leben gebrochen werden. Doch in der Nacht fegt der Wind die Blume unbemerkt fort. Der kleine braune Hase hat keine Wahl. Er muss seiner Freundin erzählen, was passiert ist. Wird die kleine Feldmaus sehr traurig sein?","versions":[{"lang":1,"streams":[{"redirect":9916863,"hoster":"VOE"},{"redirect":9916860,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wohin führt der Fluss","epNo":18,"alt":"Where Does The River Go?","descr":"Es ist ein schwüler, heißer Sommertag. Die beiden braunen Hasen spielen am kühlen Fluss. Sie veranstalten ein \"Stockwettrennen\" mit zwei schwimmenden Stöcken, die sie in den Fluss geworfen haben. Der kleine Hase fragt sich, wo der Fluss wohl zu Ende ist. Das wollen sich die beiden Hasen genau ansehen und folgen den Stöcken und dem Flusslauf.","versions":[{"lang":1,"streams":[{"redirect":9916869,"hoster":"VOE"},{"redirect":9916868,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Schattenblatt","epNo":19,"alt":"Leaf Shade","descr":"Der kleine braune Hase und die kleine Feldmaus würden gerne auf der Wiese spielen, doch die Sonne scheint viel zu heiß vom Himmel. Also überlegen sie im kühlen Schatten eines Baums, wie sie den Schatten wohl überall hin mitnehmen könnten. Da weiß das kleine Grauhörnchen Rat. Es hat ein wunderschönes großes Blatt gefunden, das man als Sonnenschirm benutzen kann. Als der kleine Hase sagt, dass er auch gerne so ein Blatt hätte, gibt ihm das kleine Grauhörnchen sein Blatt. Als es dann zu regnen anfängt und das Eichhörnchen unter seinem neuen löchrigen Blatt ganz nass wird, will es sein großes Blatt zurückhaben. Doch darf man ein Geschenk zurückfordern?","versions":[{"lang":1,"streams":[{"redirect":12992179,"hoster":"VOE"},{"redirect":9916877,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"So groß wie du","epNo":20,"alt":"Big Like You","descr":"Der kleine braune Hase möchte auch endlich ein großer Hase sein. Und mutig! Denn der große braune Hase weiß so viel und kann so viel. Und er hat nie Angst. Doch der große braune Hase tröstet den kleinen Hasen: Groß wird man von ganz alleine und mutig sein kann man lernen. Man muss sich nur von sich selbst überzeugen und sich selbst sagen, dass man Mut hat. Der kleine braune Hase ist sich da nicht so sicher.","versions":[{"lang":1,"streams":[{"redirect":9916883,"hoster":"VOE"},{"redirect":9916886,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Gutenacht-Geschichte","epNo":21,"alt":"Bedtime Story","descr":"Es ist eine heiße, schwüle Sommernacht – so heiß, dass der kleine braune Hase es nicht schafft einzuschlafen. Da hilft nicht mal ein Gute-Nacht-Kuschler mit dem großen braunen Hasen. Die Hasen können sich einfach keine Abkühlung verschaffen. Also beschließen sie, ein kühles Bad im Fluss zu nehmen. Am Fluss treffen sie ihre Freundin, die kleine Feldmaus und zwei ihrer Geschwister, die die gleiche Idee hatten. Und natürlich taucht auch Otter aus den kühlen Fluten auf. Der große braune Hase meint, nun sei es Zeit schlafen zu gehen. Doch der kleine braune Hase ist überhaupt noch nicht müde. Vielleicht würde eine Gutenacht-Geschichte helfen?","versions":[{"lang":1,"streams":[{"redirect":9916522,"hoster":"VOE"},{"redirect":9916524,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der besondere Ausblick","epNo":22,"alt":"Hare’s Eye View","descr":"Es ist ein warmer Sommermorgen und Blauvogel berichtet von einem wunderschönen Blumenfeld, das sie in der Nähe des Flusses aus der Luft entdeckt hat. Hasen können zwar nicht fliegen, aber das Blumenfeld kann man auch aus ihrem Blickwinkel bewundern. Der große und der kleine braune Hase machen sich sofort auf den Weg zu dem Blumenfeld. Unterwegs treffen sie das kleine Grauhörnchen, Otter und die kleine Feldmaus und stellen fest, dass jeder seinen ganz eigenen Ausblick auf die Welt hat.","versions":[{"lang":1,"streams":[{"redirect":9916528,"hoster":"VOE"},{"redirect":9916530,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Geschichte vom Sonnenuntergang","epNo":23,"alt":"Taste Of Sunset","descr":"Es ist früh am Morgen und der kleine braune Hase ist wie meistens schon wach. Er ist bei der kleinen Weißeule, die ihm eine ihrer Geschichten erzählt. Der kleine Hase möchte gerne noch eine Geschichte hören, aber der große Hase erklärt ihm, dass die Eule nun schlafen gehen muss. Er schlägt ihm vor, sich selbst eine Geschichte zu überlegen. Doch der kleine braune Hase, weiß gar nicht wie man das anfängt.","versions":[{"lang":1,"streams":[{"redirect":12992195,"hoster":"VOE"},{"redirect":13834721,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein Tag als großer Hase","epNo":24,"alt":"You For A Day","descr":"Der kleine braune Hase hat mal wieder unendlich viele schwere Fragen an den großen braunen Hasen. Der große Hase kann gar nicht so schnell antworten, wie der kleine Hase fragt. Das kann ziemlich anstrengend sein. Aber auch ein kleiner Hase hat viel zu tun. Die beiden beschließen einen Tag lang die Rollen zu tauschen und die Aufgaben des anderen zu übernehmen. Wird das gut gehen?","versions":[{"lang":1,"streams":[{"redirect":12174024,"hoster":"VOE"},{"redirect":9916536,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der große Sturm","epNo":25,"alt":"Big Storm","descr":"Es ist unerträglich heiß und die Wiesenbewohner können sich vor Erschöpfung kaum bewegen. Der kleine braune Hase fragt sich, ob es immer so heiß bleiben wird. Doch der große braune Hase erklärt ihm, dass die Natur die Temperaturen regelt und auch wieder für Abkühlung sorgen wird. Und tatsächlich – da kündigt sich auch schon ein Gewitter an. Aber dieses Gewitter wächst zu einem gewaltigen Sturm heran.","versions":[{"lang":1,"streams":[{"redirect":9916542,"hoster":"VOE"},{"redirect":9916543,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Ende des Sommers","epNo":26,"alt":"Plum Summer","descr":"An einem heißen Sommertag entdeckt der kleine braune Hase einen Baum, der voll mit köstlichen Früchten hängt. Der große Hase sagt ihm, dass dies ein Pflaumenbaum ist und dass sie nun den ganzen Sommer über die köstlichen Pflaumen genießen können. Der kleine braune Hase möchte den Pflaumenbaum unbedingt seinen Freunden zeigen, damit sie auch von den Früchten essen können. Doch seine Freunde haben den Baum längst selbst entdeckt, genau wie zahlreiche andere Wiesenbewohner. So genießen alle Wiesenbewohner Tag für Tag die köstlichen Früchte. Eines Morgens wird der kleine braune Hase von einer sehr aufgeregten kleinen Feldmaus geweckt. Sie berichtet ihm, dass alle Pflaumen vom Baum verschwunden sind. Wo können sie nur sein?","versions":[{"lang":1,"streams":[{"redirect":9916558,"hoster":"VOE"},{"redirect":9916551,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Herbst ist da","epNo":1,"alt":"","descr":"Als der kleine braune Hase an diesem Morgen aufwacht, sieht alles plötzlich ganz anders aus. Es ist Herbst geworden. Der große braune Hase erklärt ihm, dass die Natur sich verändert, wenn es kälter wird. Doch dem kleinen Hasen gefällt es nicht, dass die Blätter von den Bäumen fallen. Er mochte seine Blätter so wie sie waren. Dann treffen sie die kleine Feldmaus. Sie findet Herbstlaub toll, weil es so schön raschelt und knistert und lustig von den Bäumen zu Boden trudelt. Aber ob die Bäume nicht frieren, so ganz ohne Blätter? Der große braune Hase beruhigt ihn. Die Bäume frieren nicht und im nächsten Frühling bekommen sie frische Blätter. Doch die Blätter sind nicht das einzige, was sich im Herbst verändert.","versions":[{"lang":1,"streams":[{"redirect":9916572,"hoster":"VOE"},{"redirect":9916562,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der besondere Herbsttag","epNo":2,"alt":"","descr":"Als der kleine braune Hase an diesem Herbstmorgen aufwacht, findet er es so kalt, dass er gleich wieder ins Bett gehen will. Doch der große braune Hase rät ihm loszulaufen und das Beste aus dem Tag zu machen. Schließlich könnte auch etwas ganz Besonderes passieren und das verpasst man, wenn man einfach im Bett bleibt. Der kleine Hase läuft zu seiner Freundin, der kleinen Feldmaus. Auch sie würde erst mal am liebsten zu Hause bleiben. Aber die Idee des kleinen braunen Hasen, schöne bunte Blätter für ihre Blättersammlung zu suchen, ist zu verlockend.","versions":[{"lang":1,"streams":[{"redirect":9916569,"hoster":"VOE"},{"redirect":9916573,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Kastanie","epNo":3,"alt":"","descr":"Auf der Suche nach besonders schönen heruntergefallenen Blättern findet der kleine braune Hase ein merkwürdiges grünes Ding, das er zunächst für ein kleines Tier hält. Da der große braune Hase gerade ein Nickerchen macht, kann er ihn nicht fragen, was für ein Tier er da gefunden hat. Die kleine Feldmaus, die plötzlich zwischen dem Laub auftaucht, hält das Stachelding nicht für ein Tier. Aber was es ist, weiß sie auch nicht. Die beiden fragen die kleine Rotfüchsin um Rat. Auch sie weiß nicht, worum es sich dabei handelt. Doch sie findet, dass das grüne Stachelding einen sehr guten Rückenkratzer abgibt. Als das Stachelding aus Versehen den Hügel herunterrollt, öffnet es sich und in seinem Innern finden die Freunde etwas Wunderschönes.","versions":[{"lang":1,"streams":[{"redirect":12931258,"hoster":"VOE"},{"redirect":9916579,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Geräusche der Nacht","epNo":4,"alt":"","descr":"Der Vollmond erleuchtet die sternenklare Nacht und der kleine braune Hase kann nicht schlafen. Dabei ist es ganz still. Obwohl – wenn man die Ohren spitz, hört man doch viele fremde Geräusche. Wo sie wohl herkommen? Der kleine braune Hase und die kleine Feldmaus erkunden mit dem großen braunen Hasen zusammen die Geräusche der Nacht.","versions":[{"lang":1,"streams":[{"redirect":12992227,"hoster":"VOE"},{"redirect":12992225,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fliegen wie ein Vogel","epNo":5,"alt":"","descr":"Der kleine braune Hase würde auch gerne wie ein Vogel fliegen können. Aber Hasen können nun mal nicht fliegen. Das sagt zumindest der große braune Hase. Doch hat er es jemals versucht? Vielleicht kann man auch ohne Flügel fliegen? Zum Beispiel mit den großen Ohren?","versions":[{"lang":1,"streams":[{"redirect":12931259,"hoster":"VOE"},{"redirect":9916587,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Versprochen!","epNo":6,"alt":"","descr":"Der kleine braune Hase macht sich früh morgens auf den Weg zur kleinen Rotfüchsin, denn er hat ihr versprochen heute mit ihr zu spielen. Deshalb hat er auch keine Zeit für die kleine Feldmaus, die gerne mit ihm Blätter sammeln gehen möchte. Er verspricht ihr, nach dem Mittagessen mit ihr Blätter zu sammeln und leistet sogar ein besonderes Feldmaus-Versprechen. Der Vormittag verfliegt mit \"Versteck dich und Buh!\", dem Lieblingsspiel der kleinen Rotfüchsin. Sie möchte gerne noch weiterspielen, doch der kleine braune Hase muss zum Mittagessen nach Hause. Ohne lange nachzudenken, verspricht er ihr daher, am Nachmittag wieder mit ihr zu spielen. Auf dem Heimweg begegnet er der kleinen Feldmaus. Da bemerkt er seinen Fehler. Er hat aus Versehen beiden Freundinnen versprochen, mit ihnen zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9916596,"hoster":"VOE"},{"redirect":9916598,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der letzte Apfel","epNo":7,"alt":"","descr":"Beim Spielen unter einem Apfelbaum entdeckt der kleine braune Hase den letzten Apfel des Jahres am Baum. Er ist besonders groß und schön, nur leider hängt er so weit oben, dass der kleine Hase nicht an den Apfel herankommt. Er bittet den großen braunen Hasen, ihn zu pflücken. Der große braune Hase möchte ihm aber vorher erzählen, dass er einmal ein paar Bucheckern hoch oben an einem Ast gepflückt hat, als er selbst noch ein kleiner Hase war und so für das Abendessen gesorgt hat. Das möchte der kleine braune Hase auch können und entschließt sich, den Apfel doch lieber selbst zu pflücken. Die kleine Feldmaus kommt vorbei und hilft ihrem Freund. Aber auch mit vereinten Kräften erreichen sie den Apfel nicht.","versions":[{"lang":1,"streams":[{"redirect":9916603,"hoster":"VOE"},{"redirect":9916606,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Spiel für alle","epNo":8,"alt":"","descr":"Der kleine braune Hase und das kleine Grauhörnchen tragen einen Wintervorrat Eicheln zum Baum des kleinen Grauhörnchens. Damit es spannender wird, veranstalten sie ein Wettrennen. Als sie beide stolpern, rollen die Eicheln das letzte Stück des Wegs alleine um die Wette. Das ist der Auftakt zu einer Reihe von Spielen, die man mit den Eicheln spielen kann und zu denen sich auch die kleine Feldmaus und die kleine Rotfüchsin gesellen. Doch egal, was sie spielen: Eicheln rollen, Eicheln stapeln, oder Eicheln zuwerfen – die kleine Rotfüchsin spielt mit so viel Kraft und Enthusiasmus, dass sie letzten Endes unabsichtlich jedes Spiel verdirbt.","versions":[{"lang":1,"streams":[{"redirect":9916614,"hoster":"VOE"},{"redirect":9916615,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schattenspiele","epNo":9,"alt":"","descr":"Die beiden braunen Hasen spazieren über die Wiese. Dabei entdecken sie einige Tiere. Viele von ihnen hat der kleine braune Hase noch nie gesehen. Doch der große braune Hase kennt die Namen aller Bewohner des Tals. Er kennt die Tiere so gut, dass er sie teilweise sogar an der Form ihres Schattens erkennt. Während der große braune Hase später ein Nickerchen macht, gehen der kleine braune Hase und die kleine Feldmaus auf die Suche nach weiteren Talbewohnern. Dabei entdecken sie zufällig was für lustige Schatten man im Sonnenlicht werfen kann. Sie bilden mit der kleinen Rotfüchsin zusammen ein Schatten-Fantasiewesen, das sie dem großen braunen Hasen zeigen wollen. Ob er wohl errät, um was für ein Tier es sich dabei handelt?","versions":[{"lang":1,"streams":[{"redirect":9916621,"hoster":"VOE"},{"redirect":9916620,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Lied des Windes","epNo":10,"alt":"","descr":"Es ist ein stürmischer Herbsttag und der Wind saust und braust durch das Tal. Dabei bringt er das Schilfrohr zum Klingen. Die kleine Feldmaus findet, dass es ein bisschen wie Pfeifen klingt und beginnt selbst zu pfeifen. Der kleine braune Hase ist begeistert und möchte auch Pfeifen lernen. Aber so sehr er sich auch bemüht, er schafft es einfach nicht. Auch wenn ihm mehrere seiner Freunde zeigen, wie sie pfeifen. Können Hasen überhaupt pfeifen?","versions":[{"lang":1,"streams":[{"redirect":9916634,"hoster":"VOE"},{"redirect":9916633,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das unbekannte Wesen","epNo":11,"alt":"","descr":"An diesem Herbstmorgen erzählt die kleine Weißeule dem großen und dem kleinen braunen Hasen und der kleinen Feldmaus eine ihrer spannenden Geschichten. Sie handelt von einem gruseligen Wesen, das auf der Wiese auftaucht. Auch wenn der kleine Hase und die kleine Feldmaus die Geschichte nicht wirklich glauben – ein bisschen Angst vor dem unheimlichen Wesen haben sie doch. Als sie dann plötzlich unbekannte Geräusche hören, erschrecken sie sehr. Selbstverständlich gibt es für alles eine ganz normale und überhaupt nicht gruselige Erklärung, wie ihnen der große braune Hase beruhigend erklärt. Doch die beiden Freunde müssen es erst mit eigenen Augen sehen, bevor sie es glauben.","versions":[{"lang":1,"streams":[{"redirect":9916639,"hoster":"VOE"},{"redirect":9916640,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Überraschung!","epNo":12,"alt":"","descr":"Als der kleine braune Hase in eine Matsch-Pfütze fällt, sieht er hinterher wie ein sehr seltsames Matsch-Wesen aus. Damit überrascht er das kleine Grauhörnchen und jagt ihm ungewollt erst mal einen großen Schrecken ein. Das kleine Grauhörnchen möchte auch so eine tolle Verkleidung haben und springt in die Matsch-Pfütze. Dann dekoriert es sich mit Blättern, und fertig ist das Blätter-Wesen. Die beiden überraschen die kleine Rotfüchsin. Sie verkleidet sich daraufhin als Zweig-Wesen. Zu dritt wollen sie die kleine Feldmaus überraschen.","versions":[{"lang":1,"streams":[{"redirect":9916647,"hoster":"VOE"},{"redirect":9916645,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gesucht und gefunden","epNo":13,"alt":"","descr":"Eigentlich möchte das kleine Grauhörnchen gerade ein paar köstliche gefleckte Eicheln für den Winter verstauen, die es gefunden hat, aber der kleine braune Hase und die kleine Feldmaus überreden es, mit ihnen spielen zu gehen. Sie versprechen dem kleinen Grauhörnchen später bei der Arbeit zu helfen. Doch als die Freunde zur Eiche zurückkommen, sind die köstlichen Eicheln alle verschwunden.","versions":[{"lang":1,"streams":[{"redirect":12931260,"hoster":"VOE"},{"redirect":9916654,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine weiße Wunderwelt","epNo":14,"alt":"","descr":"Eine eiskalte Nacht bricht herein, die ersten Schneeflocken fallen und den beiden braunen Hasen bleibt keine Zeit mehr den Ball zu suchen, der beim letzten Spiel des Tages verloren gegangen ist. Der große Hase verspricht dem kleinen Hasen, dass sie ihn gleich am nächsten Morgen suchen werden. Doch als der kleine braune Hase am nächsten Morgen aufwacht, sieht die Welt völlig anders aus. Alles ist ganz weiß und mit Schnee bedeckt. Wie soll der kleine braune Hase da noch irgendetwas finden?","versions":[{"lang":1,"streams":[{"redirect":9916662,"hoster":"VOE"},{"redirect":9916664,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schneeflocken","epNo":15,"alt":"","descr":"An diesem kalten Wintertag entdeckt der kleine braune Hase, dass jede Schneeflocke eine andere, wunderschöne Form hat. Deshalb möchte er dem großen braunen Hasen eine ganz besonders schöne Schneeflocke vom Spielen mitbringen. Der große braune Hase mag Schnee nämlich sehr. Doch kaum hat der kleine braune Hase eine Schneeflocke gefangen, schmilzt sie auch schon in seinen Pfoten. Der kleine braune Hase und die Feldmaus sind ratlos. Wie können sie verhindern, dass die Schneeflocke beim Nachhause tragen schmilzt?","versions":[{"lang":1,"streams":[{"redirect":9916672,"hoster":"VOE"},{"redirect":9916671,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Winterkleid","epNo":16,"alt":"","descr":"An diesem verschneiten Wintermorgen ist es ziemlich kalt auf der Wiese und der kleine braune Hase wundert sich, dass er gar nicht friert. Der große braune Hase erklärt ihm, dass dies an seinem dichten Winterfell liegt, das ihm im Herbst nach und nach gewachsen ist und ihn warm hält. Wie warm und kuschelig dieses Fell ist, demonstriert er ihm mit einer Umarmung, bei der der kleine braune Hase sich in das weiche Fell seines Vaters schmiegt. Der kleine braune Hase möchte sein tolles Winterfell gleich seiner Freundin, der kleinen Feldmaus, zeigen.","versions":[{"lang":1,"streams":[{"redirect":9916678,"hoster":"VOE"},{"redirect":9916679,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Winterschlaf","epNo":17,"alt":"","descr":"Der kleine braune Hase und die kleine Feldmaus wollen das kleine Grauhörnchen zum Spielen abholen. Aber das verschläft den Winter lieber mehr oder weniger und hat überhaupt keine Lust dazu, seine kuschelige Baumhöhle vor dem Frühling zu verlassen. Der kleine braune Hase und die kleine Feldmaus sehnen sich nach dem Frühling. Da hat der kleine Hase eine Idee: Vielleicht wird es schneller Frühling, wenn sie auch drinnen auf den Frühling warten.","versions":[{"lang":1,"streams":[{"redirect":9916685,"hoster":"VOE"},{"redirect":9916687,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Zauber des Winters","epNo":18,"alt":"","descr":"Über Nacht hat eine weitere dicke Schicht Schnee die Wiese in ein frisches weißes Kleid gehüllt. Der kleine braune Hase fragt den großen braunen Hasen wie lange der Schnee noch liegen bleiben wird. Denn der Schnee ist zwar schön, aber der kleine braune Hase vermisst die Dinge, die ihm in anderen Jahreszeiten so viel Freude bereiten – das Gezwitscher von Blauvogels Kindern im Frühling, die saftigen Gräser des Sommers und das prachtvolle bunte Herbstlaub. Der große braune Hase erklärt ihm, dass auch der Winter seinen Zauber hat und voller Überraschungen steckt. Man muss nur die Augen und Ohren aufmachen, um sie zu entdecken.","versions":[{"lang":1,"streams":[{"redirect":9916691,"hoster":"VOE"},{"redirect":9916693,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein neuer Freund","epNo":19,"alt":"","descr":"An diesem Tag entdeckt der kleine braune Hase ungewöhnliche Spuren im Schnee. Der große braune Hase erklärt ihm, dass sie von einem Rehkitz stammen. Es lugt auch kurz hinter einem Baum hervor, aber es verschwindet sofort wieder. Kleine braune Rehe sind nämlich sehr scheu. Der kleine braune Hase hätte gerne einen neuen Freund, denn es vermisst seine Freunde, die den Winter in wärmeren Gefilden verbringen oder verschlafen. Der große braune Hase erklärt ihm, dass er das scheue kleine Reh kennenlernen könnte, wenn er sich ihm vorsichtig nähert und sein Vertrauen gewinnt. Gemeinsam mit der kleinen Feldmaus macht sich der kleine braune Hase auf die Suche nach dem kleinen Reh.","versions":[{"lang":1,"streams":[{"redirect":9916699,"hoster":"VOE"},{"redirect":9916698,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Schnee-Tiere","epNo":20,"alt":"","descr":"Über Nacht ist im Tal sehr viel Schnee gefallen und die Wiese ist unter einer dicken Schneedecke verschwunden. Der Schnee ist so tief, dass man kaum laufen kann. Deshalb entscheidet der große braune Hase alleine auf die Suche nach Nahrung zu gehen. Er bringt den kleinen braunen Hasen von ihrem Schlafplatz im hohlen Baum unter die große Eiche. Dort ist der Schnee nicht ganz so tief und der kleine Hase kann sich mit Spielen die Zeit vertreiben bis der große braune Hase zurück ist.","versions":[{"lang":1,"streams":[{"redirect":9916706,"hoster":"VOE"},{"redirect":9916705,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Eis laufen","epNo":21,"alt":"","descr":"Die Freunde des kleinen braunen Hasen vertreiben sich den Tag mit Eis laufen auf dem zugefrorenen See. Aber der kleine braune Hase ist noch nie auf dem Eis gelaufen und seine ersten Versuche enden mit einem komischen Ausrutscher. Das finden zumindest seine Freunde. Er selbst denkt, dass sie ihn auslachen und läuft schnell zurück zum großen braunen Hasen. Bekümmert erzählt er ihm was passiert ist.","versions":[{"lang":1,"streams":[{"redirect":9945771,"hoster":"VOE"},{"redirect":9945772,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Glücksstock","epNo":22,"alt":"","descr":"Die beiden braunen Hasen und die kleine Feldmaus machen sich auf die Suche nach einem köstlichen Essensvorrat, den der große braune Hase im Herbst versteckt hat. Auf dem langen Weg durch die tief verschneite Wiesenlandschaft findet der kleine braune Hase einen großen Stock im Schnee. Er erklärt diesen Stock zu seinem Glücksstock. Der Stock erweist sich in der Tat als sehr hilfreich. Er ist als Wanderstock und Spurenleger im Schnee dienlich. Man kann mit ihm prüfen wie tief der Schnee und wie fest der Boden darunter ist. Er bewährt sich als Tanzstock und ist auch ein toller Zeigestock. Die beiden Hasen und die kleine Feldmaus finden in Begleitung des Stocks den Essensvorrat und genießen ein köstliches Festmahl. Dann wird es dringend Zeit sich auf den Heimweg zu machen. Doch der kleine Hase kann seinen Glücksstock nicht finden!","versions":[{"lang":1,"streams":[{"redirect":9945773,"hoster":"VOE"},{"redirect":9945774,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Tannenzapfenbaum","epNo":23,"alt":"","descr":"Während der große braune Hase Essen sucht, spielt der kleine braune Hase fröhlich im Schnee. Dabei findet er unter einer Tanne einen großen Tannenzapfen. Wo ein Zapfen im Schnee liegt, gibt es doch bestimmt noch mehr. Der kleine braune Hase findet sehr viele Tannenzapfen und baut daraus einen großen Tannenzapfenbaum. Als er gerade fertig ist, kommt die kleine Feldmaus den Berg herunter gerodelt. Leider verliert sie dabei die Kontrolle über ihren Blattschlitten und rast ungebremst in den Tannenzapfenbaum. Der fällt natürlich auseinander. Die kleine Feldmaus entschuldigt sich. Sie schlägt dem kleinen braunen Hasen vor, etwas zusammenzuspielen. Doch der kleine Hase ist untröstlich und kann der kleinen Feldmaus nicht verzeihen, dass sie seinen Tannenzapfenbaum kaputt gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":9945775,"hoster":"VOE"},{"redirect":9945777,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Spurlos verschwunden","epNo":24,"alt":"","descr":"Die beiden braunen Hasen, die kleine Rotfüchsin und die kleine Feldmaus spielen fröhlich Weithüpfen im Schnee. Als sie im Schnee eine Spur des kleinen Grauhörnchens entdecken, folgen sie der Spur und gehen ihren Freund suchen. Der große braune Hase macht lieber erst mal ein Schläfchen, um sich vom Weithüpfen zu erholen. Die Spurenverfolgung im Schnee bringt den kleinen braunen Hasen auf die Idee für ein neues Versteckspiel – \"Schnee-Suchen\". Alle bis auf einen müssen sich verstecken. Der Schnee-Sucher verfolgt die Spuren, bis er alle Versteckten gefunden hat. Wer zuletzt gefunden wird, darf als nächster suchen. Die kleine Feldmaus und das kleine Grauhörnchen hat der kleine braune Hase schnell gefunden. Aber wo ist die kleine Rotfüchsin?","versions":[{"lang":1,"streams":[{"redirect":12992306,"hoster":"VOE"},{"redirect":12992305,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der verborgene Schatz","epNo":25,"alt":"","descr":"Die kleine Feldmaus findet beim Spielen einen wunderschönen Stein im Schnee. Der kleine braune Hase möchte auch so einen glitzernden Schatz finden. Er macht sich mithilfe der kleinen Feldmaus und des großen braunen Hasen sofort auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":10152855,"hoster":"VOE"},{"redirect":9945778,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Tanz der Jahreszeiten","epNo":26,"alt":"","descr":"Die Wintersonne wird wärmer und unter dem Schnee erwachen die ersten Blumen. Der große braune Hase zeigt dem kleinen braunen Hasen seine ersten Krokusblüten. Sie sind wunderschön und der kleine braune Hase möchte dem großen braunen Hasen nun auch etwas zeigen, das er noch nie gesehen hat. Der kleine braune Hase begibt sich gleich auf die Suche. Doch weder das kleine Grauhörnchen, noch die kleine Feldmaus, noch Otter können ihm etwas zeigen, das für den großen braunen Hase vollständig neu wäre. Wie kommt der kleine braune Hase nun zu seiner Überraschung?","versions":[{"lang":1,"streams":[{"redirect":9945781,"hoster":"VOE"},{"redirect":9945780,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der kleine grüne Freund","epNo":1,"alt":"(Derzeit nicht verfügbar)","descr":"Der kleine Hase und die kleine Feldmaus spielen auf der Wiese Verstecken als sie eine ungewöhnliche Entdeckung machen. Auf einem Busch sitzt ein merkwürdiges, kleines grünes Wesen. Die kleine Feldmaus ist sich sicher, dass es ein Wurm ist. Und der kleine Wurm hat offensichtlich einen unbändigen Appetit. Als sie ihren neuen Freund am nächsten Tag besuchen wollen, ist er nirgends zu sehen. Der kleine Hase und die kleine Feldmaus suchen den kleinen grünen Wurm tagelang überall und fragen alle ihre Freunde nach ihm. Aber niemand hat den kleinen grünen Wurm gesehen. Wenn sie doch nur jemanden wüssten, der ganz besonders gut suchen kann. Doch halt! Plötzlich fällt dem kleinen Hasen ein, dass er jemanden kennt, der das kann: der große braune Hase! Mit seiner Hilfe kommen sie ihrem verschwundenen Freund auf die Spur. Und als sie ihren Freund schließlich wiederfinden, erleben sie eine große Überraschung.","versions":[]},{"epId":"episode-2","name":"Der Regenbogen","epNo":2,"alt":"","descr":"Es regnet in Strömen, und so müssen der kleine Hase und die kleine Feldmaus erst mal unter der großen Eiche spielen. Als es aufhört zu regnen entdecken der kleine Hase und die kleine Feldmaus einen wunderschönen Regenbogen. Sie möchten ihn unbedingt dem großen Hasen zeigen und gehen ihn suchen. Als sie mit ihm zu der Stelle zurückkehren, von der aus sie den Regenbogen gesehen haben, ist er verschwunden. Der große Hase erklärt ihnen, dass Regenbögen nur sehr selten am Himmel erscheinen und nie lange bleiben. Er schlägt den beiden Freunden vor, doch auf der Wiese spielen zu gehen während er aufpasst, ob der Regenbogen wieder erscheint. Der kleine Hase und die kleine Feldmaus laufen los und suchen auf der Wiese Blumen in allen Farben des Regenbogens. Währenddessen hält der große Hase unter einem Baum ein Nickerchen. Als er wieder aufwacht haben der kleine Hase und die kleine Feldmaus eine ganz besondere Überraschung für ihn vorbereitet.","versions":[{"lang":1,"streams":[{"redirect":9916893,"hoster":"VOE"},{"redirect":9916894,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Lieblingsbaum","epNo":3,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus entdecken beim Spielen auf der Wiese einen ganz besonderen Baum. Er sieht nicht nur schön aus und trägt köstlich aussehende Früchte, man kann vor allem toll auf ihm spielen. Sie erklären ihn zu ihrem neuen Lieblingsbaum. Plötzlich zieht ein Gewittersturm auf. Der kleine Hase geht mit seiner Freundin lieber zum großen Hasen und sie suchen Schutz in einer Höhle. Dort treffen sie auch die kleine Rotfüchsin und das kleine Grauhörnchen. Als der Sturm sich gelegt hat, wollen der kleine Hasen und die kleine Feldmaus dem großen Hasen und ihren beiden Freunden ihren neuen Lieblingsbaum zeigen. Doch alles kommt anders, als sie es sich vorgestellt hatten.","versions":[{"lang":1,"streams":[{"redirect":9916904,"hoster":"VOE"},{"redirect":9916903,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Spinnennetz","epNo":4,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus spielen Wettrennen. Dabei macht der kleine Hase aus Versehen das Spinnennetz einer Spinne kaputt. Er ist untröstlich. Die Spinne hat sich doch so viel Mühe gegeben, das schöne Netz zu weben. So beschließen die Freunde, der Spinne ein neues Netz zu weben. Aber wie soll das ohne Spinnseide gehen?","versions":[{"lang":1,"streams":[{"redirect":9916915,"hoster":"VOE"},{"redirect":9916914,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Spur im Schnee","epNo":5,"alt":"","descr":"An diesem verschneiten Wintertag ist der große Hase ausnahmsweise mal vor dem kleinen Hasen auf den Beinen. Er muss zu Otter, der seine Hilfe benötigt. Der kleine Hase träumt in seiner Höhle noch ein bisschen vom Frühling bis die kleine Feldmaus kommt und ihn weckt. Sie möchte mit dem kleinen Hasen im Schnee spielen. Die beiden haben großen Spaß und möchten ihre Freunde dazu holen. Aber es ist niemand zu sehen. Und das kleine Grauhörnchen verschläft den Winter lieber. Es scheint, als ob sie die einzigen Lebewesen in der traumhaften Winterlandschaft wären. Doch plötzlich entdecken sie eine sehr merkwürdige Spur im Schnee. Was für ein Lebewesen hat so viele Füße und einen so breiten Schwanz? Das große Rätselraten beginnt.","versions":[{"lang":1,"streams":[{"redirect":9916921,"hoster":"VOE"},{"redirect":9916923,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zu groß, zu klein","epNo":6,"alt":"","descr":"Der Frühling ist endlich da und die Sonne scheint wärmend auf die bunte Wiese. Das müssen der kleine Hase und die kleine Feldmaus natürlich ausnutzen und sofort die erste Runde Verstecken des Frühlings spielen. Doch was ist das? Der kleine Hase passt nicht in sein allerbestes Versteck. Er hat sich im letzten Jahr doch immer unter diesem hohlen Baumstamm versteckt. Doch heute passt er nicht darunter. Ob jemand im Winter den Stamm ausgetauscht hat? Und noch mehr ist merkwürdig an diesem Tag. Ihr Lieblingskletterfelsen scheint nicht mehr so hoch zu sein wie früher, denn die kleine Feldmaus kommt nun auch ohne die Hilfe des kleinen Hasen hinauf. Die beiden beschließen zu ihrem Beobachtungsbaum zu gehen und dort die Lage zu erkunden. Das Guckloch im Baum ist eigentlich noch an derselben Stelle. Aber wieso muss sich der kleine Hase nun nicht mehr auf die Zehenspitzen stellen, um hindurchzusehen?","versions":[{"lang":1,"streams":[{"redirect":9916928,"hoster":"VOE"},{"redirect":9916932,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Wintermond","epNo":7,"alt":"","descr":"Heute ist nicht nur ein besonders schöner Wintertag, er wird auch ganz besonders zu Ende gehen. Denn an diesem Abend wird der erste Vollmond des Winters am Himmel erscheinen. So ein Ereignis muss gefeiert werden. Der kleine Hase und der große Hase beschließen ein Vollmond-Fest zu feiern. Und selbstverständlich werden alle Freunde dazu eingeladen. Der kleine Hase läuft sofort los und sucht seine Freunde. Gemeinsam sammeln sie bunte Dinge, mit denen sie die große Eiche für die Feier dekorieren können. So warten der kleine Hase, die kleine Feldmaus, das kleine Grauhörnchen, die kleine Rotfüchsin und die kleine Weißeule zusammen mit dem großen Hasen schließlich unter der festlich geschmückten Eiche darauf, dass der Mond aufgeht.","versions":[{"lang":1,"streams":[{"redirect":9916941,"hoster":"VOE"},{"redirect":9916940,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die lange Nacht","epNo":8,"alt":"","descr":"Ein wunderschöner Sommertag geht zu Ende. Der kleine Hase spielt mit seinen Freunden auf der Wiese Fangen als ihn der große Hase abholt, um mit ihm nach Hause zu gehen. Schließlich ist es bald Schlafenszeit für den kleinen Hasen. Auf dem Heimweg treffen die beiden die kleine Weißeule. Sie ist erstaunt zu hören, dass der kleine Hase bald schon ins Bett geht. Sie steht gerade auf und wird die ganze Nacht wach sein. Das bringt den kleinen Hasen auf eine Idee: Er könnte doch auch mal eine ganze Nacht lang wach bleiben. So eine schöne warme Sommernacht möchte er in vollen Zügen genießen. Und er lädt seine Freunde ein, mit ihm wach zu bleiben. Sie haben also viel vor in dieser Sommernacht. Doch werden sie es wirklich schaffen, die ganze Nacht wach zu bleiben?","versions":[{"lang":1,"streams":[{"redirect":9916950,"hoster":"VOE"},{"redirect":9916948,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Sammlung","epNo":9,"alt":"","descr":"Es ist Herbst und die Freunde des kleinen Hasen haben jeder eine Sammlung von Herbstdingen. Die kleine Feldmaus besitzt eine beeindruckende Blätter-Sammlung und das kleine Grauhörnchen eine Sammlung schöner Eicheln. Der kleine Hase hätte auch gerne seine eigene Sammlung. Doch er weiß nicht so recht, was er sammeln soll. Vielleicht Blumen? Die Freunde laufen zur Blumenwiese. Aber der kleine Hase möchte die Blumen für die Schmetterlinge und die Bienen stehen lassen. Er möchte lieber etwas sammeln, was man nicht extra pflücken muss. Wie wäre es mit Stöcken? Gesagt, getan. Seine beiden Freunde helfen dem kleinen Hasen beim Sammeln. Doch dann rutscht die Stock-Sammlung aus Versehen in den Fluss. Als nächstes versucht es der kleine Hase mit Steinen. Doch auch dieser Versuch endet nicht erfolgreich. Am Abend erzählt der kleine Hase dem großen Hasen traurig von seinem Sammler-Pech. Aber der große Hase erklärt ihm, dass er trotzdem eine ganz besondere Sammlung hat.","versions":[{"lang":1,"streams":[{"redirect":9916965,"hoster":"VOE"},{"redirect":9916960,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Glücks-Ei","epNo":10,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus finden beim Spielen auf der Wiese ein großes Ei. Es liegt aber nicht in einem Nest, sondern einfach allein und verlassen am Boden. Der kleine Hase findet, dass dies ziemlich gefährlich für ein Ei ist. Blauvogel kommt vorbei und bietet an, sich um das Ei zu kümmern. Weil das Ei großes Glück gehabt hat, nennen sie es das Glücks-Ei. In Blauvogels Nest liegen schon zwei Eier zum Ausbrüten. Doch das Glücks-Ei ist zu groß, um von Blauvogel gewärmt zu werden. Also helfen ihr der kleine Hase und die kleine Feldmaus beim Ausbrüten. Blauvogels Kinder schlüpfen zuerst und kurz danach schlüpft auch das Küken aus dem Glücks-Ei. Es ist sehr groß und ganz anders als Blauvogels eigene Küken. Doch obwohl es ganz anders ist, hat Blauvogel es genau so lieb wie ihre eigenen Kinder. Alle zusammen kümmern sich rührend um das ungewöhnliche Küken. Und natürlich fragen sich alle, was für ein Vogelkind dort mit in Blauvogels Nest sitzt.","versions":[{"lang":1,"streams":[{"redirect":9916969,"hoster":"VOE"},{"redirect":9916971,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Herbst-Ausflug","epNo":11,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus suchen noch ein ganz besonderes Blatt für die Herbstblätter-Sammlung der kleinen Feldmaus. Das glauben sie bei einem außergewöhnlichen Baum zu finden, der tief im Wald steht. Sie müssen also den Wald durchqueren und fürchten, vielleicht den Weg zurück zur Wiese nicht zu finden. Schließlich kann man sich im Wald leicht verlaufen. Doch der kleine Hase hat eine Idee: Wenn sie unterwegs Eicheln als Wegmarkierung auslegen, kann ihnen die Spur der Eicheln den Weg nach Hause weisen. Sie laufen bis zu dem Baum und legen unterwegs Eicheln auf ihren Weg. Die kleine Feldmaus freut sich gerade über ihr schönes, neues Blatt als die beiden Freunde Gesellschaft bekommen. Das kleine Grauhörnchen erscheint und trägt eine ganze Menge Eicheln mit sich. Die hat es unterwegs gesammelt. Seine Freude über den tollen Fund verschwindet schlagartig als klar wird, dass diese Eicheln die Wegmarkierung für den Rückweg waren. Wie sollen die drei Freunde nun den Weg zurück zur Wiese finden?","versions":[{"lang":1,"streams":[{"redirect":9916977,"hoster":"VOE"},{"redirect":9916978,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Lied des Frühlings","epNo":12,"alt":"","descr":"Dieser Frühlingstag hält eine ziemliche Überraschung bereit. Der kleine Hase hört plötzlich sehr merkwürdige Geräusche. Er findet sie ein bisschen unheimlich. Doch der große Hase sagt dem kleinen Hasen, dass er keine Angst zu haben braucht. Der große Hase kennt diese Geräusche aus den Jahren zuvor. Es ist eine Art \"Frühlings-Lied\". Aber wer ist der Sänger? Die kleine Feldmaus kann es kaum erwarten, sich nach ihm auf die Suche zu begeben. Der kleine Hase ist erst etwas zögerlich. Doch er kann einem aufregenden Abenteuer natürlich nicht widerstehen und macht sich zusammen mit der kleinen Feldmaus auf die Suche nach dem Sänger des Lieds.","versions":[{"lang":1,"streams":[{"redirect":9916986,"hoster":"VOE"},{"redirect":9917050,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Erdbeeren","epNo":13,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus entdecken herrliche, reife Erdbeeren. Natürlich essen sie gleich ein paar der köstlichen Früchte. Sie pflücken aber auch einige, die sie mit nach Hause nehmen wollen. Der kleine Hase möchte seine Erdbeeren dem großen Hasen schenken. Doch die Erdbeeren duften so herrlich und jeder Bissen ist so köstlich, dass er der Versuchung nicht widerstehen kann und die Erdbeeren aufisst, bevor er beim großen Hasen ankommt. Ob der große Hase doch noch zu seinen Erdbeeren kommt?","versions":[{"lang":1,"streams":[{"redirect":9916993,"hoster":"VOE"},{"redirect":9916995,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Schneerutsche","epNo":14,"alt":"","descr":"Es ist Winter. Der kleine Hase baut sich eine tolle Schneerutsche, die er begeistert wieder und wieder hinunterrutscht. Als die kleine Rotfüchsin vorbeikommt möchte sie gerne mitspielen. Darüber freut sich der kleine Hase eigentlich immer. Doch heute ist er plötzlich nicht mehr so begeistert. Die kleine Rotfüchsin ist nämlich ein bisschen zu groß für seine Hasenrutsche und macht die Rutschbahn beim Hinunterrutschen kaputt. Der kleine Hase ist traurig, dass seine Rutsche kaputt ist. Er spielt lieber alleine weiter und baut sich eine neue Rutsche. Nun hat er seine tolle neue Rutsche ganz für sich allein. Doch auf Dauer macht alleine spielen gar keinen Spaß. Werden seine Freunde doch mitrutschen wollen?","versions":[{"lang":1,"streams":[{"redirect":9917004,"hoster":"VOE"},{"redirect":9917003,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Echo","epNo":15,"alt":"","descr":"Als der kleine Hase an diesem Morgen aufwacht, begrüßt er fröhlich die Umgebung. Er sagt den Blumen guten Morgen, dem Gras, der alten Eiche und den Wolken. Aber er fragt sich, ob die Wolken ihn überhaupt hören können. Schließlich sind sie ziemlich weit weg, so hoch oben am Himmel. Der große Hase weiß auch nicht genau, wie weit die Stimme des kleinen Hasen trägt. Also probiert der kleine Hase es aus. Danach ist er sich sicher, dass die Wolken ihn nicht hören können. Seine Stimme ist einfach nicht laut genug. Doch der große Hase kennt einen ganz besonderen Ort, an dem die Stimmen weiter schallen, als man es sich vorstellen kann.","versions":[{"lang":1,"streams":[{"redirect":12992368,"hoster":"VOE"},{"redirect":9917012,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nebel über der Wiese","epNo":16,"alt":"","descr":"Es ist Herbst. Der kleine Hase und der große Hase wollen den schönen Tag nutzen und mit ihrer Freundin, der kleinen Feldmaus, einen Ausflug zur Wiese oben auf dem großen Hügel machen. Dort wachsen nämlich köstliche Brombeeren, die nun reif sein müssten. Und tatsächlich, der weite Weg lohnt sich. Die Büsche hängen voll mit reifen Früchten. Nach einem ausgiebigen Mahl ruhen sie sich eine Weile aus. Bevor sie zurück nach Hause gehen, wollen der kleine Hase und die kleine Feldmaus noch eine Runde Fangen spielen. Doch mitten im Spiel senkt sich plötzlich dichter Nebel über die Wiese und die kleine Feldmaus kann überhaupt nichts mehr sehen. Sie ist völlig verloren und bekommt ein bisschen Angst. Aber der kleine Hase weiß, wie er seine Freundin im Nebel finden kann.","versions":[{"lang":1,"streams":[{"redirect":9917023,"hoster":"VOE"},{"redirect":9917022,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Verabredung","epNo":17,"alt":"","descr":"Der Herbst neigt sich dem Ende zu und der Winter steht bereits vor der Tür. Der kleine Hase möchte unbedingt mit dem großen Hasen eine Runde Verstecken spielen. Doch der große Hase muss zuvor noch etwas Wichtiges erledigen. Deshalb bittet er den kleinen Hasen, erst mal mit der kleinen Feldmaus zu spielen und verabredet sich mittags zum Spielen mit ihm. Als Treffpunkt vereinbaren sie den Baum des kleinen Grauhörnchens. Doch als es Mittag ist und der kleine Hase und die kleine Feldmaus bei dem Baum eintreffen, ist der große Hase nicht da. Sie warten eine ganze Weile und verstecken sich schon mal. Doch der große Hase taucht nicht auf. Vielleicht wollte er den kleinen Hasen ja bei einem anderen Baum treffen?","versions":[{"lang":1,"streams":[{"redirect":9917031,"hoster":"VOE"},{"redirect":9917036,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Siehst Du mich?","epNo":18,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus sind auf der Suche nach einem ganz besonderen Herbstblatt als sie einen Falter entdecken, der auf den ersten Blick wie ein Blatt aussieht. Das bringt sie auf die Idee für eine neue Art von Versteck-Spiel. Man muss sich offen verstecken, und zwar so, dass man in der Umgebung nicht zu erkennen ist. Die kleine Feldmaus probiert es gleich mal aus und schafft es ziemlich schnell in der Umgebung zu verschwinden. Das neue Spiel wollen die beiden gleich mit ihren Freunden, dem kleinen Grauhörnchen und der kleinen Rotfüchsin spielen. Alle sind begeistert und jedem gelingt es, nicht von seinen Freunden entdeckt zu werden. Nur der kleine Hase findet keine Umgebung, in der er unsichtbar werden kann.","versions":[{"lang":1,"streams":[{"redirect":9917044,"hoster":"VOE"},{"redirect":9917047,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Fleißige Helfer?","epNo":19,"alt":"","descr":"Während der kleine Hase fröhlich über die Wiese tollt und Kunststücke vorführt, ist der große Hase sehr beschäftigt. Er hat leider keine Zeit, dem kleinen Hasen Gesellschaft zu leisten oder die unzähligen Fragen des kleinen Hasen zu beantworten, denn er hat heute sehr viel Arbeit. Der große Hase muss Essen für die beiden suchen und das Nest im Baumstamm muss mit frischen Blättern aufgefüllt werden. Natürlich möchte der kleine Hase seinem Vater gerne helfen. Und so, wie der große Hase dem kleinen Hasen verspricht, alle seine Fragen zu beantworten sobald er mit der Arbeit fertig ist, verspricht der kleine Hase dem großen Hasen, ihm bei der Arbeit zu helfen. Doch ein Versprechen zu geben, ist leicht – ein Versprechen zu halten ist schon wesentlich schwerer. Vor allem, wenn man ein kleiner Hase und die Welt voller Abenteuer ist.","versions":[{"lang":1,"streams":[{"redirect":9917055,"hoster":"VOE"},{"redirect":9917057,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Geburtstagsüberraschung","epNo":20,"alt":"","descr":"Die kleine Feldmaus hat heute Geburtstag und natürlich möchte der kleine Hase seiner besten Freundin etwas ganz Besonderes schenken. Aber was nur? Worüber würde sich die kleine Feldmaus wohl freuen? Sie hat nämlich einen sehr speziellen Geschmack und weiß immer ganz genau, was ihr gefällt und was nicht. Da kann man mit einem Geschenk auch leicht ziemlich daneben liegen. Der kleine Hase sucht Rat beim großen Hasen. Auch das kleine Grauhörnchen, Blauvogel und die kleine Rotfüchsin sind dem kleinen Hasen bei der Suche nach dem passenden Geschenk behilflich. Schließlich hat er eine Reihe von Geschenken zur Auswahl und glücklicherweise auch eine Idee, was der kleinen Feldmaus die größte Freude bereiten würde.","versions":[{"lang":1,"streams":[{"redirect":13918328,"hoster":"VOE"},{"redirect":12992389,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gewinnen und verlieren","epNo":21,"alt":"","descr":"Der kleine Hase und die kleine Feldmaus liefern sich eine fröhliche Schneeballschlacht im frischen Schnee. Dabei kommen sie auf die Idee für ein neues Spiel: Schneeball-Weitwerfen. Das macht großen Spaß. Doch leider verliert die kleine Feldmaus immer. Da verliert sie allmählich den Spaß an dem Spiel und sie geht lieber nach Hause. Etwas betrübt geht auch der kleine Hase nach Hause. Er hatte so viel Spaß und dann wollte die kleine Feldmaus nicht mehr mitspielen. Zur Aufmunterung spielt der große Hase mit dem kleinen Hasen Hopse. Natürlich kann ein großer Hase besser springen als ein kleiner Hase und der kleine Hase verliert.","versions":[{"lang":1,"streams":[{"redirect":9917065,"hoster":"VOE"},{"redirect":9917139,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sommer am Fluss","epNo":22,"alt":"","descr":"Es ist Hochsommer und sehr heiß. Der kleine Hase geht mit dem großen Hasen und der kleinen Feldmaus an den Fluss. Was gibt es bei so einer Hitze schöneres, als im frischen Wasser zu planschen und sich am Flussufer im kühlen Schatten eines Baumes auszuruhen. Nun – dem kleinen Hasen und der kleinen Feldmaus fallen noch eine ganze Menge Sachen ein, die man trotz der Hitze spielen kann. Auch wenn der große Hase ihnen etwas auf die Sprünge helfen muss, obwohl er eigentlich lieber nur ruhig im Schatten dösen würde. So wird es ein wunderschöner Sommertag, der perfekt mit einem erfrischenden Regenguss endet.","versions":[{"lang":1,"streams":[{"redirect":12992396,"hoster":"VOE"},{"redirect":12992405,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Eine Überraschung für alle","epNo":23,"alt":"","descr":"Als der kleine Hase an diesem kalten Wintermorgen von der kleinen Feldmaus geweckt wird, liegt eine Überraschung vor dem Eingang des Baumstamms – ein wunderschöner Stechpalmenzweig mit roten Beeren daran. Der kleine Hase glaubt, die kleine Feldmaus habe ihm den Zweig geschenkt. Doch das Geschenk war nicht von ihr. Wer hat dem kleinen Hasen nur diese schöne Überraschung bereitet? Der kleine Hase entdeckt Spuren im Schnee. Sie könnten von einem Rehkitz stammen. Ob das kleine braune Reh wohl wieder im Tal ist?","versions":[{"lang":1,"streams":[{"redirect":12992402,"hoster":"VOE"},{"redirect":12992401,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Kuddelmuddel-Tag","epNo":24,"alt":"","descr":"Als der kleine Hase an diesem Wintermorgen aufsteht, ist es noch ziemlich dunkel. Er kann kaum glauben, dass es schon morgens sein soll. Der große Hase erklärt ihm, dass heute ein ganz besonderer Wintertag ist. Es ist der kürzeste Tag des Jahres. Man nennt ihn die Wintersonnenwende. Der kleine Hase findet, dass alles ziemlich durcheinander ist, wenn die Sonne nicht so lange wie sonst scheint. Er erklärt den Tag daher zum Kuddelmuddel-Tag und fragt sich, wie er alles schaffen soll, was er normalerweise an einem Wintertag erledigt. Der kleine Hase zählt alles auf, was er bis zum Abend machen möchte: frühstücken, die Wiese erkunden, dem großen Hasen bei der Nahrungssuche helfen, mit seinen Freunden spielen, abends nach Hause laufen, dem großen Hasen von seinem Tag berichten und raten, wie lieb er den großen Hasen hat. Außerdem möchte er noch eine Blume für die Sonne finden – als Dankeschön dafür, dass sie immer scheint. Es gibt also viel zu tun an diesem sehr kurzen Tag…","versions":[{"lang":1,"streams":[{"redirect":12992406,"hoster":"VOE"},{"redirect":12992407,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Festtag","epNo":25,"alt":"","descr":"Der kleine Hase spielt fröhlich mit seinen Freunden, als der große Hase ihnen erklärt, dass heute ein ganz besonderer Wintertag ist. Es ist ein Festtag, der mit einem guten Essen an einem außergewöhnlich schönen Platz gefeiert wird. Also laufen der große Hase, die kleine Rotfüchsin und das kleine Grauhörnchen los und besorgen etwas für das Festessen am Abend. Der kleine Hase und die kleine Feldmaus sollen einen geeigneten Platz finden, an dem alle gemeinsam feiern werden. Aber kein Platz ist besonders genug für ein Fest. Schließlich begnügen sie sich mit einem sehr schönen Platz auf einem Hügel. Dort treffen sie auch die kleine Weißeule, die den anderen Bescheid sagen geht, wo das Fest nun stattfinden soll. Doch auch die kleine Rotfüchsin und das kleine Grauhörnchen sind nicht völlig zufrieden mit ihrer Ausbeute. Sehr viel zu essen haben sie im tiefen Schnee nicht gefunden. Ob es trotzdem noch ein schönes Fest wird?","versions":[{"lang":1,"streams":[{"redirect":12992408,"hoster":"VOE"},{"redirect":12992410,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Wo sind die Eicheln?","epNo":26,"alt":"","descr":"Es ist endlich Frühling und das kleine Grauhörnchen ist endgültig aus der Winterruhe erwacht. Nun ist es sehr hungrig und würde gerne frühstücken. Aber es kann seine Vorräte nicht finden. Vor dem Winter hatte es Eicheln, Haselnüsse und Walnüsse versteckt. Doch leider hat es vergessen, wo es die Nüsse versteckt hat. Der kleine Hase, die kleine Feldmaus und die kleine Rotfüchsin begeben sich zusammen mit ihrem hungrigen Freund auf die Suche nach den versteckten Vorräten. Dabei erlebt das kleine Grauhörnchen eine unangenehme Überraschung nach der anderen. Ob er trotzdem zu seinem Frühlings-Frühstück kommt?","versions":[{"lang":1,"streams":[{"redirect":9917073,"hoster":"VOE"},{"redirect":9917074,"hoster":"Streamtape"}]}]}]}]}