{"seriesId":"weiterleben-in-putins-russland","name":"Weiterleben in Putins Russland","descr":"[Weiterleben in Putins Reich] Ein eindrückliches Bild von Russland im Jahr 2024. Wladimir Putin führt einen Angriffskrieg in der Ukraine. Kritik daran wird strikt sanktioniert. Wie lebt es sich unter diesen Umständen? Der ehemalige Russlandkorrespondent Christof Franzen bereist das Land – auch Orte, zu denen nicht mehr oft westliche Journalisten hinkommen – und trifft auf Menschen, die den Krieg unterstützen, und auf Kriegsgegner, die mutig genug sind, das auch zu sagen. Eine filmische Reise durch Russland – und der Versuch, die russische Seele im Ausnahmezustand zu ergründen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Schweizer in Sibirien (Teils CH-Deutsch)","epNo":1,"alt":"","descr":"Der Luzerner Lukas Achermann wollte Touristen aus dem Westen in die russische Baikalregion bringen. Dann kam der Krieg. Doch Achermann blieb. \"Reporter\" hat ihn und Menschen vor Ort begleitet und gemerkt, dass der Angriffskrieg hier – obwohl weit weg – allgegenwärtig ist.Es war die Erfüllung eines Buben-Traums: 2016 fuhr Lukas Achermann von Luzern bis zum Baikalsee in Ostsibirien. Sein Ziel war: eine Tour-Firma gründen und für westliche Klientel ausbiebige Reisen im Baikalgebiet anbieten. Covid und der Krieg durchkreuzten seine Pläne. Das Tour-Business ist kaputt.Jetzt macht Achermann Ausflüge für lokale Seniorinnen und andere Einheimische in seiner Wahlheimat Burjatien. Während der Dreharbeiten verreist auf einmal auch einer seiner besten Freunden an die Front.","versions":[{"lang":1,"streams":[{"redirect":13907806,"hoster":"VOE"},{"redirect":13907807,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Reise am Rande der Dämmerung (Teils CH-Deutsch)","epNo":2,"alt":"","descr":"Im zweiten Teil der Serie \"Weiterleben in Putins Russland\" ist Reporter Christof Franzen unterwegs vom Kaukasus bis in den Norden Russlands. Er versucht zu verstehen, warum in Russland die Meinungen der Menschen zum Angriffskrieg in der Ukraine so weit auseinanderliegen.\"Reporter\" besucht einen erfolgreichen Tourismus-Unternehmer, der häufig in den Westen reist, aber Putins Krieg dennoch unterstützt und einen Neffen an der Front hat. Die Mutter eines politischen Häftlings erzählt, warum ihr Sohn seine Entscheidung, gegen den Krieg zu protestieren, trotz jahrelanger Lagerhaft bis heute nicht bereut.In Karelien trifft \"Reporter\" Menschen in Dörfern, die ihre Soldaten an der Front aktiv unterstützen – sich aber uneinig sind, wo die russischen Grenzen enden. Und eine junge, sehbehinderte Frau versucht mit Protestaktionen dafür zu sorgen, dass ihre Mitmenschen endlich die Dinge klarer sehen.","versions":[{"lang":1,"streams":[{"redirect":13907809,"hoster":"VOE"},{"redirect":13907808,"hoster":"Streamtape"}]}]}]}]}