{"seriesId":"welcome-mrs-president","name":"Welcome, Mrs. President","descr":"[Commander in Chief] Zum ersten Mal in der Geschichte Amerikas wird eine Frau Präsident. Geena Davis spielt die parteilose Mackenzie Allen, die nach dem Tod ihres Vorgängers das Amt als mächtigste Person der Welt übernimmt und neben der Gratwanderung zwischen innerpolitischen Gegnern auch ihre eigene Familie nicht vernachlässigen darf. Die Serie betrachtet dabei nicht nur die Probleme, die auf eine Frau im Präsidentenamt zukommen, sondern auch das Leben der First Family.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kampf um die Macht","epNo":1,"alt":"Pilot","descr":"Als der amerikanische Präsident Bridges einen Schlaganfall erleidet, wird seine Vizepräsidentin, die parteilose Mackenzie Allen, von allen Seiten bedrängt zurückzutreten, um den Weg für Bridges’ Parteifreund Templeton frei zu machen. Sogar der Präsident selbst bittet sie auf dem Sterbebett, zu Gunsten seines Vertrauten zurückzutreten. Nach einem Gespräch mit Templeton entscheidet sich Allen jedoch, selbst den Amtseid abzulegen, obwohl sie sich damit keine Freunde macht","versions":[{"lang":1,"streams":[{"redirect":10427949,"hoster":"VOE"},{"redirect":10427952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Feuertaufe","epNo":2,"alt":"First Choice","descr":"Beim Umzug von Mackenzie Allen und ihrer Familie ins Weiße Haus verschwindet Rebeccas Tagebuch. Diese Lappalie weitet sich zur Staatsaffäre aus, als ihre Tochter gesteht, in ihren Aufzeichnungen auch intime Details über Mackenzie Allen geschrieben zu haben. Auch auf politischem Parkett hat Mackenzie Allen keine Ruhe, denn ihr Gegenspieler, der Sprecher des Repräsentantenhauses Nathan Templeton, scheut keine Mittel, um seinen Kandidaten für die Vizepräsidentschaft durchzusetzen.","versions":[{"lang":1,"streams":[{"redirect":10427964,"hoster":"VOE"},{"redirect":10427961,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein harter Schlag","epNo":3,"alt":"First Strike","descr":"Neun Agenten der Anti-Drogen-Behörde DEA werden in Mittelamerika ermordet, und die Hinweise verdichten sich, dass der Präsident des Landes San Pasquale die Hinrichtungen persönlich angeordnet hat. Die Präsidentin lässt Pläne anfertigen, Sanchez zu ergreifen und auszuliefern. Als die sich aber nicht durchführen lassen, muss sie einen anderen Weg finden, Sanchez zu bestrafen… Währenddessen artet Horaces und Rebeccas erster Schultag nach den Ferien zu einem Spießrutenlauf aus.","versions":[{"lang":1,"streams":[{"redirect":10427963,"hoster":"VOE"},{"redirect":10427958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Russisch Roulette","epNo":4,"alt":"First Dance","descr":"Rate mal, wer zum Essen kommt… Der russische Präsident Kharkov kommt zu Besuch ins Weiße Haus, und die aufgeregten Vorbereitungen sind das ideale Spielfeld für Nathan Templeton, den Intimfeind der Präsidentin, für gehörigen Wirbel zu sorgen. Er setzt alles daran, dass der Staatsbesuch in den Hintergrund tritt, indem er einige Kabinettsmitglieder zum Rücktritt zu bewegen versucht – und Präsidentin Allen ahnt von all dem nichts…","versions":[{"lang":1,"streams":[{"redirect":10427969,"hoster":"VOE"},{"redirect":10427970,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Operation Orion","epNo":5,"alt":"First… Do No Harm","descr":"Während die Präsidentin ihren neuen Sicherheitsberater ins Amt einführt, wird an der Grenze ein Mann namens Azam festgenommen, der Sprengstoff ins Land schmuggeln wollte. Da man bei ihm Hinweise findet, dass eine Terrorgruppe Anschläge im Land plant, stimmt Mac sowohl einem illegalen Militäreinsatz, der ein Terroristenlager im Libanon durchsuchen soll, als auch einem \"Spezial-Verhör\" des Terroristen Azam zu. Sie ahnt nicht, dass sie damit Azams Folter genehmigt…","versions":[{"lang":1,"streams":[{"redirect":10427975,"hoster":"VOE"},{"redirect":10427974,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katastrophenalarm","epNo":6,"alt":"First Disaster","descr":"Präsidentin Allen besucht Florida, das nach einem Hurrikan schwer verwüstet wurde. Schlimmer noch: Nach der Landung erfährt sie, dass vor der Küste ein Öltanker Leck geschlagen ist. Aber gerade die bessere Alternative – das havarierte Schiff in den nächsten Hafen schleppen – kann sie nicht wählen, da ihr Erzfeind Templeton in Florida ein Gesetz auf den Weg bringt, das es verbietet, Giftstoffe nach Florida einzuführen. Sie muss schnell einen Weg finden, das Gesetz zu umgehen","versions":[{"lang":1,"streams":[{"redirect":10427977,"hoster":"VOE"},{"redirect":10427978,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verrat","epNo":7,"alt":"First Scandal","descr":"Ein Enthüllungsbuch führt zum ersten Skandal der Allen-Regierung, denn es enthält vertrauliche Informationen – nämlich die, dass Allens verstorbener Vorgänger sie auf seinem Sterbebett gebeten hat, von ihrer Vizepräsidentschaft zurückzutreten. Während der Suche nach der undichten Stelle tritt Stabschef Gardner zurück – aber war er wirklich der Maulwurf? Unterdessen erpresst Templeton den neuen Vizepräsidenten General Keaton, mit ihm zusammen gegen die Präsidentin zu arbeiten","versions":[{"lang":1,"streams":[{"redirect":10427990,"hoster":"VOE"},{"redirect":10427994,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jugendsünden","epNo":8,"alt":"Rubie Dubidoux And The Brown…","descr":"Templeton versucht mal wieder, der Präsidentin zu schaden: Er hat erfahren, dass der Assistent der Präsidentin, Vince Taylor, HIV-positiv ist und will ihn öffentlich outen. Mac kann das erst verhindern, als ihr ein Video zugespielt wird, auf dem Templeton in jungen Jahren zu sehen ist – und eine rassistische Hetzrede hält. Währenddessen kriegt Horace Ärger in der Schule, weil er seinen Aufsatz abgeschrieben hat, und Rebeccas Freund posaunt herum, dass er mit ihr geschlafen hat.","versions":[{"lang":1,"streams":[{"redirect":10428003,"hoster":"VOE"},{"redirect":10428001,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gnade vor Recht","epNo":9,"alt":"The Mom Who Came To Dinner","descr":"Präsidentin Allen steht vor einer schwierigen Entscheidung: Soll sie sich für die Erhaltung einer U-Boot-Basis in ihrer Heimatstadt einsetzen oder der Entscheidung einer unabhängigen Kommission vertrauen? Zudem lädt sie Templeton zum Erntedankfest zu sich nach Hause ein, obwohl sie traditionell immer nur im engsten Kreis der Familie feiert. Sie will ihm damit symbolisch die Hand zur Versöhnung anbieten – aber holt sie sich damit wirklich den erhofften Frieden ins Haus?","versions":[{"lang":1,"streams":[{"redirect":10428015,"hoster":"VOE"},{"redirect":10428009,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das U-Boot","epNo":10,"alt":"Sub Enchanted Evening (1","descr":"Eine internationale Krise mit katastrophalen Konsequenzen droht, als ein amerikanisches U-Boot vor der Küste Nordkoreas havariert. Um die Besatzung zu retten, muss Präsidentin Allen die Chinesen um Hilfe bitten. Nebenbei entscheidet sie sich, bei den nächsten Präsidentschaftswahlen anzutreten und beauftragt Dickie McDonald, sie bei der Wahl der richtigen Strategie zu beraten. Aber nicht jeder unterstützt Macs Pläne: Rebecca will lieber wieder zurück in ihr altes Leben.","versions":[{"lang":1,"streams":[{"redirect":10428016,"hoster":"VOE"},{"redirect":10428021,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Säbelrasseln","epNo":11,"alt":"No Nukes Is Good Nukes (2","descr":"Templetons Frau überzeugt seine ehemalige Stabschefin Jayne Murray, ihren Job wieder aufzunehmen. Währenddessen muss die Präsidentin sich weiter im Krisenmanagement üben, um die Besatzung des gesunkenen U-Boots zu retten; nun bedroht auch noch ein ungewollter Informationsfluss von der chinesischen zur nordkoreanischen Regierung den Frieden. Die Welt steht vor einem Atomkrieg","versions":[{"lang":1,"streams":[{"redirect":10428027,"hoster":"VOE"},{"redirect":10428023,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Ultimatum","epNo":12,"alt":"Wind Beneath My Wing","descr":"Präsidentin Allen und ihr großer Widersacher, Nathan Templeton, besuchen gemeinsam die Bibliothek des früheren Präsidenten, um die Leistungen von Allens Vorgänger zu würdigen. Während sie dort sind, dringt ein bewaffneter Mann in die Air Force One ein, das Flugzeug der amerikanischen Präsidenten, und hält die Besatzung als Geiseln. Er fordert, mit Mac zu reden. Inzwischen laden Horace und Rebecca ihre Freunde zu einer Party ein.","versions":[{"lang":1,"streams":[{"redirect":10428030,"hoster":"VOE"},{"redirect":10428029,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Lage der Nation","epNo":13,"alt":"State Of The Unions","descr":"Ihre erste Rede zur Lage der Nation, die der amerikanische Präsident traditionell jedes Jahr hält, rückt für Mac näher und näher. Da sie ihre meiste Zeit dafür verwendet, diese wichtige Rede vorzubereiten, merkt sie nicht, dass Templeton schon sein nächstes Störfeuer vorbereitet: Er will ein Gesetz zur Unterstützung von Obdachlosen sabotieren. Es kommt jedoch noch schlimmer für Mac, als ihr Ehemann Rod in einer eindeutigen Situation mit einer Praktikantin fotografiert wird…","versions":[{"lang":1,"streams":[{"redirect":10428036,"hoster":"VOE"},{"redirect":10428038,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein hoher Preis","epNo":14,"alt":"The Price You Pay","descr":"Macs Freund Carl Brantley wird für den Posten des Justizministers vorgeschlagen, aber bei einer Bestätigungsanhörung wird er niedergemacht. Mac entscheidet sich, ihm beizustehen und sich demonstrativ an seine Seite zu stellen. Bald gibt es wieder außenpolitischen Ärger, als ein Frachtflugzeug über Pakistan abstürzt. Vizepräsident Keaton soll die Situation klären","versions":[{"lang":1,"streams":[{"redirect":12931268,"hoster":"VOE"},{"redirect":10427908,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Es führt kein Weg zurück","epNo":15,"alt":"Ties That Bind","descr":"Weil ihr Stabschef Jim Gardner aus Maryland kommt, beauftragt Präsidentin Allen ihren Justizminister, sich die dortige Situation in den Innenstädten anzuschauen. Währenddessen wird sie über den Stand der Dinge aufgeklärt, was die verschwundenen Boden-Luft-Raketen aus dem abgestürzten Frachtflugzeug in Pakistan angeht. Mac muss sicherstellen, dass diese Raketen nicht in die Hände von Terroristen fallen!","versions":[{"lang":1,"streams":[{"redirect":10427911,"hoster":"VOE"},{"redirect":10427913,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Elefant im Porzellanladen","epNo":16,"alt":"The Elephant In The Room","descr":"An Bord der Air Force One erleidet Präsidentin Allen einen Blinddarmdurchbruch. Da es noch keinen neuen Vizepräsidenten gibt, übernimmt Templeton als Sprecher des Abgeordnetenhauses das Regierungsgeschäft. Als jedoch ein Streik des Flugpersonals den Verkehr am Volkstrauertag zum Erliegen bringt, überschreitet Templeton seine Befugnisse und seine Handhabung der Krise ist mehr als eigenmächtig und überheblich.","versions":[{"lang":1,"streams":[{"redirect":10427919,"hoster":"VOE"},{"redirect":10427920,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schwarzer Geburtstag","epNo":17,"alt":"Happy Birthday, Madam President","descr":"Ausgerechnet am Geburtstag der Präsidentin entführt eine militante kurdische Gruppe in der Türkei mehrere Amerikaner. Während Mac versucht, eine Vermittlung in der Situation zu erreichen und die Nation zu beruhigen, muss sie auch noch Vorstellungsgespräche mit mehreren Kandidaten für den Posten des Vizepräsidenten führen. Dickie überzeugt sie von der Brisanz dieser Entscheidung – denn Macs Wahl wird womöglich über ihre Wiederwahl entscheiden.","versions":[{"lang":1,"streams":[{"redirect":10427921,"hoster":"VOE"},{"redirect":10427926,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Offene Rechnungen","epNo":18,"alt":"Unfinished Business","descr":"Nachdem ein erbitterter Gegner eines Verfassungszusatzes zur Gleichberechtigung stirbt und dessen Frau seinen Sitz im Parlament übernimmt, glaubt Präsidentin Allen, dass sie diesen Zusatz nun endlich durchs Parlament bringen kann, und reicht ihn erneut zur Abstimmung ein. Inzwischen startet Templeton eine Kampagne, um bisherige Nicht-Wähler an die Urnen zu bringen, wodurch er sich in der bevorstehenden Wahl einen Vorteil gegenüber Mac verspricht.","versions":[{"lang":1,"streams":[{"redirect":10427945,"hoster":"VOE"},{"redirect":10427946,"hoster":"Streamtape"}]}]}]}]}