{"path":"/serie/stream/welcome-to-the-blumhouse","name":"Welcome to the Blumhouse","descr":"Diese Horror-Anthologie, die im Rahmen einer Partnerschaft zwischen Blumhouse Productions und Amazon Studios herausgegeben wurde, enthält Filme, die von Science-Fiction-Horror bis hin zu Psychoterror reichen, und zeigt alles, was wir an der Marke Blumhouse zu lieben gelernt haben: Unverwechselbares Bildmaterial, eine Mischung aus neuen und erfahrenen Gesichtern auf dem Bildschirm und eine Mischung aus neuen und erfahrenen Stimmen hinter der Kamera. Jeder Film präsentiert eine unverwechselbare Vision und eine einzigartige Perspektive auf gemeinsame Themen rund um Familie und Liebe als erlösende oder zerstörerische Kräfte.","seasons":[{"path":"/serie/stream/welcome-to-the-blumhouse/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/welcome-to-the-blumhouse/staffel-1/episode-1","name":"The Lie","epNo":1,"alt":"The Lie","descr":"Als ihre Tochter den impulsiven Mord an ihrer besten Freundin gesteht, versuchen zwei völlig verzweifelte Eltern das Missgeschick zu vertuschen, wobei sie sich in einem immer komplizierter werdenden Netz aus Lügen und Täuschung verstricken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8335712","hoster":"VOE"},{"path":"/redirect/8335716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-the-blumhouse/staffel-1/episode-2","name":"Black Box","epNo":2,"alt":"Black Box","descr":"Um mit dem Tod seiner Frau und Verlust seines Erinnerungsvermögens fertig zu werden, lässt ein Mann eine schmerzhafte, experimentelle Prozedur über sich ergehen, an deren Ende er sich die Frage stellen muss, wer er wirklich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8335729","hoster":"VOE"},{"path":"/redirect/8335737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-the-blumhouse/staffel-1/episode-3","name":"Evil Eye","epNo":3,"alt":"Evil Eye","descr":"Eine scheinbar makellose Romanze bekommt erste Risse, als die Mutter eine dunkle Verbindung zum neuen Freund ihrer Tochter zu erahnen beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8335744","hoster":"VOE"},{"path":"/redirect/8335752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-the-blumhouse/staffel-1/episode-4","name":"Nocturne","epNo":4,"alt":"Nocturne","descr":"Die Schülerin einer elitären Kunstschule entwickelt ungeahnte Fähigkeiten, als sie das mysteriöse Notizbuch eines kürzlich verstorbenen Klassenkameraden entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8335766","hoster":"VOE"},{"path":"/redirect/8335770","hoster":"Streamtape"}]}]}]}]}