{"seriesId":"welcome-to-the-family","name":"Welcome to the Family","descr":"Die beiden Teenager Miguel Hernandez jr., genannt Junior (Joseph Haro), und Molly Yoder (Ella Rae Peck) stehen vor dem Highschool-Abschluss, was auch ihre Eltern erfreut. Dan (O’Malley) und Caroline Yoder (McCormack) freuen sich darauf, dass ihre Tochter nun studieren wird – und vielleicht auch ein bisschen zu sehr, dass sie dabei wegziehen wird und das Ehepaar sein Leben und das Haus wieder vollkommen für sich hat. Miguel (Chavira) und Lisette Hernandez (Machado) hingegen sind enorm stolz darauf, dass der Sohn Jahrgangsbester geworden ist und auf eine Prestige-Uni gehen kann, nachdem sie selbst wegen ihrer bescheidenen Herkunft nicht die Möglichkeit hatten zu studieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Fast wie Romeo und Julia","epNo":1,"alt":"Pilot","descr":"Während die Eltern von Junior Hernandez und Molly Yoder stolz bis erleichtert sind, dass ihre Kinder den Highschool-Abschluss in der Tasche haben, bringt eine überraschende Botschaft die Freunde der Eltern schnell in Wanken: Molly ist schwanger! Grund genug, die Familien einander vorzustellen – wenngleich das erste Aufeinandertreffen nicht verläuft, wie erhofft. Kurz darauf stellt auch Mollys Mutter mit Erschrecken fest, dass sie schwanger ist.","versions":[{"lang":1,"streams":[{"redirect":12336728,"hoster":"VOE"},{"redirect":8535749,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Raus und aus","epNo":2,"alt":"Dan Finds Out","descr":"Caroline will ihre Schwangerschaft vorerst geheim halten, trifft bei einem Arzttermin aber unverhofft auf ihre Tochter und das Unheil nimmt seinen Lauf. Währenddessen versuchen die werdenden (Groß)-Väter gute Miene zum bösen Spiel zu machen. Doch der \"Annäherungsversuch\" scheitert erneut kläglich.","versions":[{"lang":1,"streams":[{"redirect":8501964,"hoster":"VOE"},{"redirect":8535742,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Du darfst mich Ana nennen","epNo":3,"alt":"The Big RV Adventure","descr":"Caroline hat mit ihrer Schwangerschaft zu kämpfen, indes kauft Dan ein gebrauchtes Wohnmobil, um seine Unabhängigkeit unter Beweis zu stellen. Währenddessen muss Lisette mit Verwunderung feststellen, dass die äußert attraktive Lehrerin ihres Sohnes Demetrio die Ex-Freundin ihres Mannes ist.","versions":[{"lang":1,"streams":[{"redirect":12931266,"hoster":"VOE"},{"redirect":8535741,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Immer wieder in flagranti","epNo":4,"alt":"Molly And Junior Find A Place","descr":"Molly und Junior wohnen inzwischen gemeinsam im Hause Yoder. Als Dan die beiden in flagranti erwischt, verfällt er beinahe in einen Schockzustand. Lisettes Angebot, die beiden bei sich aufzunehmen, nehmen daher alle Parteien dankend an – bis Molly auch Juniors Eltern beim Sex erwischt. Nach weiteren Zwischenfällen wollen die beiden ihr erstes Eigenheim in einer umstrittenen Nachbarschaft beziehen.","versions":[{"lang":1,"streams":[{"redirect":8501962,"hoster":"VOE"},{"redirect":8535745,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unter Männern","epNo":5,"alt":"Halloween","descr":"Dan ermutigt Junior etwas lockerer zu werden und das College-Leben in vollen Zügen zu genießen. Auf einer Halloween-Party gerät er daraufhin prompt an eine schwule Studentenverbindung, die um ihn wirbt. Unteressen versucht Caroline vor einem wichtigen Kunden ihre Schwangerschaft geheim zu halten, doch die Geheimniskrämerei wird schon bald zu einer riesigen Lüge.","versions":[{"lang":1,"streams":[{"redirect":8501974,"hoster":"VOE"},{"redirect":8535752,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kommt zusammen","epNo":6,"alt":"Dan And Miguel Play Ball","descr":"Nachdem Lisette und Caroline ihre Männer dazu gebracht haben, sich zusammenzuraufen und gemeinsam Basketball zu spielen, stellen die Frauen fest, dass auch sie ihre Unstimmigkeiten haben. Juniors Job droht unterdessen einen Keil zwischen ihn und Molly zu treiben.","versions":[{"lang":1,"streams":[{"redirect":8501977,"hoster":"VOE"},{"redirect":8535759,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lügen ist kein Vergnügen","epNo":7,"alt":"Lisette’s Abuela Visits","descr":"Thanksgiving steht vor der Tür, eines der wichtigsten Familienfeste des Jahres. Mollys Wunsch, das Familiendinner gemeinsam auszurichten, lässt Miguel auffliegen: Er versucht schon lange zu vermeiden, die Feiertage mit seiner herrischen Frau zu verbringen. Obendrein haben Lisette und Caroline völlig gegensätzliche Vorstellungen vom Thanksgiving-Dinner.","versions":[{"lang":1,"streams":[{"redirect":13115831,"hoster":"VOE"},{"redirect":8535754,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lasst auf Familie machen","epNo":8,"alt":"Thanksgiving","descr":"Thanksgiving steht vor der Tür, eines der wichtigsten Familienfeste des Jahres. Mollys Wunsch, das Familiendinner gemeinsam auszurichten, lässt Miguel auffliegen: Er versucht schon lange zu vermeiden, die Feiertage mit seiner herrischen Frau zu verbringen. Obendrein haben Lisette und Caroline völlig gegensätzliche Vorstellungen vom Thanksgiving-Dinner.","versions":[{"lang":1,"streams":[{"redirect":8501976,"hoster":"VOE"},{"redirect":12985269,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Quälgeister","epNo":9,"alt":"Junior Takes A Stand","descr":"Wegen Dans Wohnmobil in der Einfahrt kommt es zum Clinch zwischen ihm und Mrs. Peck. Junior versucht zu vermitteln. Caroline weicht Molly nicht mehr von der Seite. Für Molly wird das allmählich zur Geduldsprobe, die während einer Yogastunde ihren Höhenpunkt erreicht. Als Demetrio mit einer 4 in Spanisch aus der Schule kommt, beschließen Miguel und Lisette ab sofort nur noch Spanisch mit ihrem Sohn zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":8501968,"hoster":"VOE"},{"redirect":8535761,"hoster":"Streamtape"}]}]}]}]}