{"path":"/serie/stream/welcome-to-sweden","name":"Welcome to Sweden","descr":"Das halbstündige \"Welcome to Sweden\" handelt von den Erfahrungen Greg Poehlers, die er während seiner Zeit als Rechtsanwalt machte. Er selbst wird in die Rolle des New Yorker Buchhalters Bruce schlüpfen, der seiner großen Liebe Emma (Josephine Bornebusch) nach Schweden folgt. Lena Olin, Illena Douglas und Patrick Duffy spielen die Eltern, während es zu Gastauftritten von Amy Poehler, Will Ferrell, Aubrey Plaza und Gene Simmons von der Band KISS kommt.","seasons":[{"path":"/serie/stream/welcome-to-sweden/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-1","name":"Tag eins","epNo":1,"alt":"Day One","descr":"Bruce gibt seinen Job als Steuerberater in Amerika auf, um seiner Freundin Emma nach Schweden zu folgen, da er sie abgöttisch liebt. Nach seinem 20-stündigen Flug wird er von Emma am Flughafen abgeholt und von ihrem Vater anschließend per Boot auf die Ferieninsel der Familie gebracht. Und das, obwohl Bruce extrem leicht seekrank wird. Dort angekommen wird er von der ganzen Familie in Empfang genommen und begutachtet. Emmas Bruder Gustaf füllt ihn erst einmal mit ein paar Schnäpsen ab, dabei will Bruce nur noch eines: schlafen. Doch die Familie feiert gleich seine Ankunft. Und nach dem obligatorischen Krebsessen landen die Herren traditionell in der Sauna. Das ist zu viel für Bruce, er wird ohnmächtig. Der erste Tag hat ihn völlig geschafft, doch er ist überzeugt davon, dass er es mit Emma gemeinsam in Schweden schaffen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931269","hoster":"VOE"},{"path":"/redirect/8535813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-2","name":"Schwedisch für Anfänger","epNo":2,"alt":"Learn the Language","descr":"Bruce versucht sich einzuleben und besucht einen Schwedisch-Anfängerkurs. Er trifft dort Hassan, der alle Amerikaner hasst, sodass Bruce seine Herkunft verleugnen muss. Bruce und Emma versuchen später im Sommerhaus, einen ungestörten Moment zu finden, um es sich im Bett gemütlich zu machen. Doch sie werden immer wieder vom Rest der Familie gestört. Nachdem die beiden im Haus nicht eine einzige Minute allein für sich haben, beschließt Emma, aufs Festland in ein Hotel zu fahren. Doch auch dort wird ihre nächtliche Zweisamkeit wieder gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502001","hoster":"VOE"},{"path":"/redirect/8535805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-3","name":"Der Pärchen Test","epNo":3,"alt":"Proving Love","descr":"Die Vormieter haben endlich die Wohnung geräumt, Bruce und Emma können einziehen. Leider gibt es ständig Diskussionen darüber, welche Möbelstücke wo stehen sollen. Am Ende beschließt Bruce, alles zu verkaufen und noch einmal bei null zu starten. Der Beamte von der Einwanderungsbehörde glaubt nicht so recht, dass Bruce und Emma ein Paar sind. Als die beiden sich später heftig und hemmungslos vor ihm streiten, ist er allerdings überzeugt, dass die beiden tatsächlich zusammen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502000","hoster":"VOE"},{"path":"/redirect/8535816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-4","name":"Folge Deinem Herzen","epNo":4,"alt":"Get a Job","descr":"Während Emma arbeitet, wird Bruce von Viveka und Birger damit aufgezogen, dass er kaum dazu in der Lage ist, eine Frau zu ernähren. Deshalb beschließt Bruce, die Arbeitsvermittlung aufzusuchen. Der Angestellte dort schlägt vor, dass Bruce zunächst einmal einen Führerschein machen soll. Das bedeutet, dass er eine Prüfung ablegen muss. Dafür braucht er Fahrpraxis. Hassan springt ein und lässt Bruce mit dem Taxi fahren. Doch Bruce ist überhaupt nicht in der Lage, mit der Handschaltung umzugehen. Deshalb legt er den Führerscheinerwerb schnell wieder auf Eis. Der Arbeitsvermittler versucht im nächsten Anlauf, Bruce aufgrund seiner Sprachkenntnisse im Tourismusgewerbe unterzubringen. Bruce landet als Touristenführer jedoch ausgerechnet auf einem Schiff. Und da er sofort seekrank wird, ist auch dieser Job nicht das Richtige für ihn. Also beschließt er, doch wieder in die Steuerberatungsbranche einzusteigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501998","hoster":"VOE"},{"path":"/redirect/8535819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-5","name":"Keine Party ohne Bruce","epNo":5,"alt":"Fitting In","descr":"Bruce fällt es unheimlich schwer, Schwedisch zu lernen. Sein \"Privatunterricht\" mit Hassan endet meistens damit, dass die beiden sich einem Videospiel widmen, statt sich mit der schwedischen Sprache zu beschäftigen. Auch Emma ist aufgefallen, dass sie kaum noch von ihren Freundinnen eingeladen wird, weil sich Bruce als echter \"Klotz am Bein\" entpuppt. Bei einer Party macht er sich versehentlich über den Gastgeber lustig. Langsam wird Emma ungehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336735","hoster":"VOE"},{"path":"/redirect/14161488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-6","name":"Vorsicht, Bissige Eltern!","epNo":6,"alt":"Parents!","descr":"Emma vermutet, dass sie schwanger ist. Bruce hat jedoch im Moment andere Probleme. Seine Eltern sind mit einem Kreuzfahrtschiff in Stockholm angelandet und gehen den schwedischen Schwiegereltern mächtig auf die Nerven. Während Vater Wayne etwas von Birger über Schweden und das schwedische Leben erfährt, geht Mutter Nancy mit Viveka in die Wälder, um dort Pilze zu sammeln, mit denen sie auf dem College, wie sie meint, schon einige Erfahrungen gemacht hatte. Doch diesmal handelt es sich um Waldpilze. Gott sei Dank für alle Beteiligten: das Kreuzfahrtschiff fährt weiter, Wayne und Nancy verlassen Stockholm wieder. Und: Emma ist nicht schwanger, sondern einfach nur fett geworden, wie sie sagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502005","hoster":"VOE"},{"path":"/redirect/8535818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-7","name":"Kopfgeld","epNo":7,"alt":"Homesick","descr":"Amy, eine alte Klientin, ruft mal wieder aus den USA an und bittet Bruce, zurückzukommen. Sie bietet ihm 300.000 Dollar. Doch Bruce behauptet, als Anlageberater in Schweden tätig zu sein. Er denkt nicht daran, zurückzugehen. Emma sieht darin ihre Chance und vermittelt Bruce einige spezielle Kunden, die dringend eine Anlageberatung benötigen. Bruce’ erster Klient ist Björn Ulvæus von ABBA. Er sieht aber so gar nicht ein, dass Bruce für ihn tätig werden soll, denn schließlich hat er genug Geld und braucht nicht unbedingt eine Vermehrung seines Vermögens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8501999","hoster":"VOE"},{"path":"/redirect/8535817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-8","name":"Der Abschied","epNo":8,"alt":"Breakups","descr":"Bruce und Emma haben beschlossen, nach Amerika zurückzugehen, weil auf Bruce dort ein sehr lukratives Angebot wartet. Inzwischen taucht Marcus, Emmas erster Freund, auf. Die Männer freunden sich an. Marcus wird auf der Couch einquartiert. Emmas Mutter stürzt sich derweil in eine Lebenskrise und beschließt, sich von ihrem Mann Birger zu trennen. Für Birger ist das zu viel, er erleidet einen Herzinfarkt. Bruce will dennoch in die USA zurückreisen. Er verspricht Emma, die zurückbleibt, dass er sie auch in drei Monaten immer noch lieben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446527","hoster":"VOE"},{"path":"/redirect/8535825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-9","name":"Getrennte Wege","epNo":9,"alt":"Separate Lives","descr":"Bruce ist überraschend abgereist und findet sich nun in New York in Amys neuem Büro wieder. Dort geht es drunter und drüber. Fast alle Mitarbeiter sind entlassen worden, da Amy offenbar große Probleme mit den Finanzbehörden hat. Emma lässt sich inzwischen von ihrem Ex Marcus ausführen, doch Marcus’ Anmache geht ihr auf die Nerven. Amy versucht, Bruce wieder voll einzuspannen, doch er ist kaum in der Lage zu arbeiten, da er ständig an Emma denken muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931270","hoster":"VOE"},{"path":"/redirect/8535824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-1/episode-10","name":"Endlich Zuhause","epNo":10,"alt":"Home","descr":"Bruce versucht, Emma zu erreichen; doch es ist unmöglich, telefonisch Kontakt aufzunehmen. Schwiegermutter Viveka beschließt, dass sie einen Neuanfang machen muss und trennt sich von ihrem Mann. Birger landet traurig in einer Therapiegruppe für Witwer und Witwen. Doch Vivekas Pläne, einen neuen Mann zu finden, scheitern rasch. Und letztlich kehrt sie reumütig zu Birger zurück. Bruce ist verunsichert, da er Emma nicht erreichen kann. Deshalb beschließt er, nach Schweden zurückzukehren, um ihr erneut seine Liebe zu gestehen. Auch Emma ist voller Sehnsucht und will nach New York fliegen. Gott sei Dank treffen die beiden sich auf der schwedischen Flughafenrolltreppe. Bruce gesteht Emma seine unendliche Liebe und Emma ist sehr glücklich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502008","hoster":"VOE"},{"path":"/redirect/10627166","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/welcome-to-sweden/staffel-2/episode-1","name":"","epNo":1,"alt":"Avsnitt 1","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9916509","hoster":"VOE"},{"path":"/redirect/9916508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/welcome-to-sweden/staffel-2/episode-2","name":"","epNo":2,"alt":"Avsnitt 2","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13487883","hoster":"VOE"},{"path":"/redirect/9916517","hoster":"Streamtape"}]}]}]}]}