{"seriesId":"wendland","name":"Wendland","descr":"Kriminalhauptkommissar und Autor Jakob Stiller (Ulrich Noethen) gilt seinen alten Kollegen vom LKA in Hamburg wegen seines unschmeichelhaften ersten Romans als \"Nestbeschmutzer\" – und wurde daher abgeschoben. Nun versieht er Dienst als Revierleiter in der Dienststelle Dahlow im Wendland.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Stiller und die Geister der Vergangenheit","epNo":1,"alt":"","descr":"Jakob Stiller ist Ermittler beim LKA Hamburg, arbeitet im Archiv der Asservatenkammer und hat dort nebenbei seinen ersten Kriminalroman geschrieben. Letzteres wurde ihm zum Verhängnis. Denn Stiller schrieb über einen missglückten Einsatz, bei dem ein Kind zu Tode kam und niemand zur Verantwortung gezogen wurde. Einer seiner Vorgesetzten erkennt sich im Roman wieder, und Stiller wird aus Sicht der Kollegen zum Nestbeschmutzer. Die eigene Tochter, Ayana Stiller, Kriminalrätin im LKA, hat die undankbare Aufgabe, den Vater wegzuloben: Jakob Stiller wird ins Wendland versetzt, in die Dienststelle Dahlow, wo er den kurz vor der Pension stehenden Kriminalhauptkommissar Jürgen Fauth ablösen soll. Kaum ist Jakob Stiller in der Kleinstadt angekommen, wird der dort ansässige Biohof-Inhaber tot aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":11435539,"hoster":"VOE"},{"redirect":11435538,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stiller und das große Schweigen","epNo":2,"alt":"","descr":"Jakob Stiller hat sich gut im Wendland eingelebt und mit seiner neuen Dienststelle arrangiert. Eines Morgens taucht ein unbekannter Mann, eine Art \"Kaspar Hauser\"-Figur in seinem Garten auf. Stiller bringt den verletzten Mann ins Krankenhaus, kann aber außer seinem Namen, Remy Luger, nichts weiter herausfinden. Der Mann schweigt eisern. Wenige Stunden später wird die Leiche des jungen Gärtners Niklas Kiehn gefunden. Als Stiller den unbekannten Mann erneut im Krankenhaus besucht, trifft er auf Eva Sorrow, Ehefrau eines einflussreichen Großgrundbesitzers aus der Gegend. Sie ist sichtlich mitgenommen und möchte Remy helfen. Scheinbar hatte das Opfer, Niklas Kiehn, Kontakt zu Ingo Sorrow, Evas Sohn, sowie zu dessen Geschäftspartner und Landratskandidat Severin Formann. Stiller fragt sich, wie das alles zusammenhängen kann. Schließlich hat er eine Vermutung.","versions":[{"lang":1,"streams":[{"redirect":13833915,"hoster":"VOE"},{"redirect":13833916,"hoster":"Streamtape"}]}]}]}]}