{"path":"/serie/stream/wendehammer","name":"Wendehammer","descr":"Meike (Meike Droste), Franziska (Susan Hoecke), Nadine (Friederike Linke) und Samira (Elmira Rafizadeh) verbindet seit der Schulzeit eine enge Freundschaft zueinander, an dem sich bis zum heutigen Tag nicht viel geändert hat. Inzwischen selbst erwachsen, leben sie mit ihren jeweiligen Familien in benachbarten Reihenhäusern im Wendehammer. Sie wissen alles voneinander, die Schwächen und Stärken der jeweils anderen und auch die Tricks, mit denen sie sich durchs Leben schummeln. Sie streiten und versöhnen sich, sie kämpfen gemeinsam – und manchmal auch gegeneinander, doch im tiefsten Innern lieben sie sich.  Über der engen Freundschaft liegt jedoch ein dunkles Geheimnis, das sie seit mehr als 20 Jahren teilen: Im Keller – vielmehr auf dem Grund des Badesees – liegt eine Leiche. Der dunkle Fleck auf ihrer weißen Weste droht aufzufliegen, als Julia (Alice Dwyer) mit ihrer Familie in die Nachbarschaft zieht und der einflussreiche Bauunternehmer Markus Steinert (Heikko Deutschmann) eine Großbaustelle einrichtet, die das dunkle Geheimnis ans Licht bringen könnte.","seasons":[{"path":"/serie/stream/wendehammer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wendehammer/staffel-1/episode-1","name":"Stille Wasser","epNo":1,"alt":"","descr":"Franziska, Meike, Samira und Nadine sind seit Kindertagen Freundinnen und nun Nachbarinnen in Doppelhaushälften im Wendehammer. Julia, neu zugezogen, wäre gern Teil des Kleeblattes.Sie ahnt nicht, dass die vier eine gemeinsame Leiche im Keller haben – oder besser gesagt: auf dem Grund des Sees, dessen Pegel gerade bedenklich sinkt, seit ihm Steinerts Baustelle das Wasser abgräbt. Die gemeinsame Mission: Der Bau muss gestoppt werden! Nur: wie?Und das ausgerechnet jetzt – als hätten sie keine anderen Probleme: Meike braucht zum Ende ihrer Elternzeit für ihren Sohn dringend einen Kitaplatz; Franziska wird von ihrem Vater gedrängt, jetzt – wo ihre Kinder größer sind – ihr Jura-Examen nachzuholen; Samira muss sich eingestehen, dass sich ihre Lebensplanung und die ihres Freundes nicht miteinander vereinbaren lassen; Julia spielt ihrer Familie vor, sie würde promovieren; und Nadine muss in Abwesenheit ihres Mannes in ihrem Schlafzimmer irgendwie den an Katzenallergie leidenden Postboten vor dem Erstickungstod retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10393352","hoster":"VOE"},{"path":"/redirect/12687596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-1/episode-2","name":"Das fünfte Rad","epNo":2,"alt":"","descr":"Für Julia wird es langsam eng: In zwei Tagen muss sie ihre Promotion abgeben, die ganze Familie reist eigens dafür an – und sie hat nichts außer einem Vorwort.Samira erfährt, dass zwei Bauarbeiter unter Atemnot leiden. Wäre Missachtung des Arbeitsschutzes ein Ansatz für den zu erwirkenden Baustopp? Um die giftigen Substanzen zu finden, brechen die vier Freundinnen auf der Golfplatz-Baustelle ein – mit ungeahnten Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10393354","hoster":"VOE"},{"path":"/redirect/10393355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-1/episode-3","name":"Kein Rauch ohne Feuer","epNo":3,"alt":"","descr":"Meike ist entschlossen, zur Bürgermeisterwahl anzutreten und nutzt das Honigblütenfest zum Stimmenfang, wo sie auf Amtsinhaber Fischer prallt – was von Nadine gefilmt und viral gestellt wird.Diese versucht weiterhin Geld aufzutreiben, um die Schulden beim Finanzamt zu begleichen. Samira hat unterdessen ganz andere Probleme: Sie fühlt einen Knoten im Hals und bemüht sich verzweifelt um einen Arzttermin. Julia erhält einen Antrag – oder so ähnlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10393336","hoster":"VOE"},{"path":"/redirect/10393334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-1/episode-4","name":"Einmal ist keinmal","epNo":4,"alt":"","descr":"Durch die Instrumentalisierung von Mona ist es den Freundinnen tatsächlich gelungen, den Bau des Golfplatzes zu stoppen. Aber schon bahnt sich die nächste Katastrophe an.Meikes Kette ist in einem Secondhand-Laden aufgetaucht. Hatte Nadine damals nicht behauptet, die Ketten entsorgt zu haben? Franziska erscheint für den Rückkauf zu spät – sollte das 20 Jahre alte Geheimnis jetzt doch ans Tageslicht kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10393338","hoster":"VOE"},{"path":"/redirect/10393337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-1/episode-5","name":"Pech und Schwefel","epNo":5,"alt":"","descr":"Franziska schwebt im siebten Himmel und genießt die leidenschaftliche Affäre mit Lukas – bis immer mehr dafür spricht, dass ausgerechnet er der Verfasser der anonymen Drohschreiben ist!Um Mona abzulenken, bringt Nadine sie auf die Idee, Meike als Kandidatin für das Bürgermeisteramt zu interviewen. Dumm nur, dass kurz vor Monas Eintreffen Meikes Hund mit einem Knochen aus dem See auftaucht – droht das düstere Geheimnis ans Tageslicht zu kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10393341","hoster":"VOE"},{"path":"/redirect/10393346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-1/episode-6","name":"Wer Wind sät","epNo":6,"alt":"","descr":"Es hilft nichts: Samira muss tauchen, und die Freundinnen müssen ihr helfen – schließlich hat sie weder einen Tauchschein noch war sie jemals mit Sauerstoffflasche unter Wasser.Und das ausgerechnet in der Nacht, die sich Felix ausgesucht hat, um Julia – unter romantischsten Bedingungen – erneut einen Heiratsantrag zu machen. Es könnte so schön sein – wenn nicht die Polizei wegen unbefugten Betretens der Baustelle auftauchen würde.Nadine denkt nur noch daran, sich mit dem Geld aus dem Schließfach abzusetzen und das Land zu verlassen. Diese Entscheidung löst eine handfeste Krise zwischen den Freundinnen aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931273","hoster":"VOE"},{"path":"/redirect/10393349","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wendehammer/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wendehammer/staffel-2/episode-1","name":"Schöne neue Welt","epNo":1,"alt":"","descr":"Freundschaft auf Leben und Tod – für Franziska, Samira, Meike und Nadine ist das keine bloße Behauptung. Vor allem nicht, wenn es um den Tod anderer Leute geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678552","hoster":"VOE"},{"path":"/redirect/12678547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-2/episode-2","name":"Der Quälgeist","epNo":2,"alt":"","descr":"Es ist vollbracht: Samira ist es gelungen, das Skelett von Hagen Steinert zu bergen. Dumm nur, dass Nadine den Schädel liegen lässt – ausgerechnet im Wagen von Markus Steinert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678562","hoster":"VOE"},{"path":"/redirect/12678565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-2/episode-3","name":"Spiel mit dem Feuer","epNo":3,"alt":"","descr":"Meike kann es nicht fassen: Markus Steinert verkündet öffentlich eine Private-Public-Partnership mit der Bürgermeisterin! Ist sie jetzt gezwungen, auf seine Erpressung einzugehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678567","hoster":"VOE"},{"path":"/redirect/12678569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-2/episode-4","name":"Ein ganz einfacher Plan","epNo":4,"alt":"","descr":"Wie gewonnen, so zerronnen: Meike hatte endlich den Beutel mit Hagen Steinerts Schädel. Doch durch eine Verwechslung auf dem Empfang im Rathaus hat ihn der falsche Hagen mitgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678574","hoster":"VOE"},{"path":"/redirect/12687598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-2/episode-5","name":"Den Kopf in der Schlinge","epNo":5,"alt":"","descr":"Die Freundinnen werden vom falschen Hagen erpresst: Er bekommt 500.000 Euro oder lässt sie wegen des Totschlags am echten Hagen auffliegen! Die Geldübergabe verläuft überraschend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678581","hoster":"VOE"},{"path":"/redirect/12678585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wendehammer/staffel-2/episode-6","name":"Grabesstille","epNo":6,"alt":"","descr":"Die Freundinnen haben es geschafft: Die Geldübergabe ist geplatzt. Sie haben den falschen Hagen in der Hand und treiben ihn aus der Stadt – zumindest denken sie das.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12678548","hoster":"VOE"},{"path":"/redirect/12678546","hoster":"Streamtape"}]}]}]}]}