{"path":"/serie/stream/wenn-die-natur-aufhorchen-lsst","name":"Wenn die Natur aufhorchen lässt","descr":"Tiere kommunizieren auf unendlich viele Arten miteinander. Doch die akustische Kommunikation ist der sicherste und schnellste Weg der Verständigung im Tierreich. Wissenschaftler aus aller Welt erforschen die Kommunikation der Tiere. Daraus entstand eine neue, eigenständige Disziplin: die Bioakustik oder Tierstimmenforschung.","seasons":[{"path":"/serie/stream/wenn-die-natur-aufhorchen-lsst/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wenn-die-natur-aufhorchen-lsst/staffel-1/episode-1","name":"Das Geheimnis des unsichtbaren Fischs","epNo":1,"alt":"Le mystère du poisson invisible","descr":"Das Leben auf der Erde nahm seinen Anfang in den Tiefen der Ozeane. Dort tauchten auch die ersten Lebewesen auf, die Töne produzierten, um sich zu verständigen. Die Meeresbewohner bewegen sich unter Wasser, wo die Sicht oft nicht über einen Meter hinausreicht. Dank der akustischen Kommunikation ist es ihnen möglich, einen Partner oder Beute auszumachen und sogar soziale Bindungen einzugehen. Wasser ist ein hervorragender Vektor für Schallwellen: Töne werden hier schneller und weiter übertragen als in der Luft, manchmal über Tausende von Kilometern. Doch was erzählen die Meeresbewohner? Auf Korsika und Sardinien konnten die Forscher Eric Parmentier und Lucia Di Iorio nachweisen, dass Fische unter Wasser hören und gehört werden. Sie verständigen sich mit zahlreichen Lauten, unter anderem mit Klick- oder Grunzlauten. Die verbreitete Vorstellung vom stummen Fisch sollte demnach schnell über Bord geworfen werden. Auch bei der Untersuchung der Sprache der Seelöwen oder Krokodile eröffnet sich eine ungeahnte Vielfalt an Tönen. In Südafrika stellten Bioakustiker unter Beweis, dass Delfine eine eigene Sprache entwickelt haben, die es ihnen ermöglicht, hochkomplexe Beziehungen untereinander aufzubauen. In Norwegen fand Charlotte Curé mit Hilfe von Unterwassermikrofonen heraus, dass Schwertwale und andere Meeressäuger miteinander kommunizieren. Die Unterwasserklangwelt fängt gerade erst an, ihre Geheimnisse preiszugeben, denn ihre Erforschung ist extrem schwierig. Zahlreiche Wissenschaftler arbeiten daran, dieses Geheimnis der Meere endlich zu lüften","versions":[]},{"path":"/serie/stream/wenn-die-natur-aufhorchen-lsst/staffel-1/episode-2","name":"Das Rätsel um den fliegenden Tölpel","epNo":2,"alt":"Le secret du fou volant","descr":"Das Reich der Lüfte weckte den ältesten Menschheitstraum: den Traum vom Fliegen. Doch gerade für Vögel ist akustische Kommunikation besonders wichtig. Sie gelten als erstklassiges Forschungsobjekt der Bioakustik, denn ihre Kommunikation ist äußerst komplex. Sie zu beobachten und ihnen zuzuhören erschließt der Wissenschaft wichtige Erkenntnisse. Vögel nutzen zwei Arten von Signalen: den Schrei und den Gesang. Zu Unrecht denkt der Laie, dass Vogelgesang lediglich schön klingen soll. Dies stimmt nur teilweise. Wer sich fliegend fortbewegt, muss dreidimensional kommunizieren. Und dazu sind hoch entwickelte kognitive Fähigkeiten nötig. Wenn sich die südafrikanischen Kaptölpel bei der Fischjagd zu Hunderten gleichzeitig ins Meer stürzen, dürfen sie dabei nicht aufeinanderprallen. Dieses Kunststück vollbringen sie dank eines außergewöhnlichen akustischen Kommunikationssystems, wie Andréa Thibault in jahrelanger Forschung auf der kleinen Insel Bird Island nachweisen konnte. Doch die Sprache der fliegenden Tölpel scheint relativ schlicht im Vergleich zu den gesprächigen Sperlingen. Der Tierstimmenforscher Thierry Aubin entschlüsselte ihren Gesang und förderte dabei Unglaubliches zutage: Sperlinge vermitteln beim Singen Informationen über ihre Identität, ihr Alter, ihre geografische Herkunft und sogar über ihre Absicht, sich zu paaren. Und auch der Pfau hat einiges zu bieten, wie James Hare herausfand: Der stolze Vogel kommuniziert bei der Balz mit Tönen, die nur das Weibchen wahrnehmen kann.","versions":[]},{"path":"/serie/stream/wenn-die-natur-aufhorchen-lsst/staffel-1/episode-3","name":"Das Mysterium des lautlosen Schreis","epNo":3,"alt":"L’énigme du cri silencieux","descr":"Im Laufe der Evolution entwickelten die Tiere unterschiedliche Arten akustischer Kommunikation. Landtiere nutzen zum Beispiel die Beschaffenheit des Bodens, um sich mit ihren Artgenossen zu unterhalten oder Eindringlinge zu vertreiben. Im Etosha-Nationalpark in Namibia fängt Caitlin O’Connell mit Hilfe unterirdischer Messgeräte die \"Gespräche\" von Elefanten ein. Die Dickhäuter haben Sensoren an ihren Fußsohlen, mit denen sie Signale ihrer Artgenossen wahrnehmen können. Doch nicht nur Elefanten haben außergewöhnliche Verständigungsarten entwickelt. In der Kalahari-Wüste untersucht Marta Manser seit über 20 Jahren das Verhalten von Erdmännchen und wie sie sich in ihrer Gemeinschaft verständigen. Sie haben über 30 verschiedene Laute in ihrem Vokabular – ein Rekord im Tierreich. Kanadische Präriehunde kommunizieren per Ultraschall, damit ihre Feinde sie nicht hören. Insekten wiederum produzieren eine unglaubliche Vielfalt an Klängen, wie Jayne Yack in Boston nachgewiesen hat. Manche Schmetterlingsarten haben Ohren, um herannahende Feinde hören zu können. Raupen vermögen bei Gefahr Schreie von sich geben, obwohl sie über keinen Stimmapparat verfügen. Das Schreien der Raupen ist ein Abwehrmechanismus gegen Vögel und andere Fressfeinde, die dadurch erschreckt und verscheucht werden sollen. Rund um die Welt nutzen Tiere die ihnen zur Verfügung stehenden Möglichkeiten, um Töne zu produzieren und damit zu kommunizieren. Nach und nach lüftet die Wissenschaft die Geheimnisse dieser verblüffenden Sprache.","versions":[]}]}]}