{"seriesId":"wenn-tiere-angreifen","name":"Wenn Tiere angreifen","descr":"Meist passiert es wie aus dem Nichts: fatale Tierattacken auf Menschen! Ganz gleich, ob beim Beerensammeln in den Bergen oder während einem Tauchausflug in die Tiefe – wenn Raubtiere zum Angriff übergehen, geht es für die Opfer plötzlich ums nackte Überleben! Jetzt berichten Betroffene von ihren traumatischen Erlebnissen, die nichts für schwache Nerven sind.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bei lebendigem Leib","epNo":1,"alt":"Feeding Frenzy","descr":"Clearwater, Forida: Die 22-jährige Andrea Schlake ist gerade von zuhause ausgezogen und freut sich auf ihr Praktikum bei einer Tierrettungsstation. Zu ihren Aufgaben dort gehören die Versorgung verletzter Vierbeiner sowie die Fütterung verschiedener Tierarten. Andrea liebt ihren Job. Doch eines Tages verwandelt sich der Traum in einen schrecklichen Albtraum! Als die junge Tierpflegerin gerade einen Affenkäfig sauber macht, öffnet einer der Schimpansen völlig unerwartet eine Gittertür und greift sie sofort an. Andrea überlebt die Attacke schwer verletzt! Heute spricht sie über den schlimmsten Tag ihres Lebens. Später hat es ein Weißer Hai auf einen Surfer abgesehen – mit fatalen Folgen","versions":[{"lang":1,"streams":[{"redirect":7951971,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Bis zum letzten Blutstropfen","epNo":2,"alt":"Wicked Bite","descr":"Rocky Mountains, British Columbia – Tierpräparator Wilf Lloyd ist mit seinem Schwiegersohn in den kanadischen Bergen unterwegs, um nach einem angeschossenen Elch zu suchen. Was die Jäger zu diesem Zeitpunkt nicht wissen: Sie befinden sich mitten im Revier eines aggressiven Grizzlybären! Das Raubtier zögert nicht lange, prescht aus dem Unterholz hervor und geht direkt zum Angriff über. Was dann folgt, ist ein blutiger Kampf auf Leben und Tod. Jetzt lässt Präparator Wilf die grausamen Ereignisse noch einmal Revue passieren – mit schockierenden Details! Auch Anthony Segrich ist dem Tod nur knapp von der Schippe gesprungen. Beim Speerfischen vor der Küste Floridas beißt ein Bullenhai zu!","versions":[{"lang":1,"streams":[{"redirect":7951974,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Biss zum Tod","epNo":3,"alt":"Blood in the Water","descr":"Idyllischer könnte die Szenerie nicht sein: Jim Lane ist beim Blaubeerenpflücken in den Blue Ridge Mountains unterwegs. Doch die Stille in der einsamen Gebirgslandschaft ist trügerisch. Als plötzlich eine Waldklapperschlange zubeißt, entwickelt sich der Feinschmecker-Spaziergang durch die Wildnis zu einem verzweifelten Überlebenskampf! Denn fernab der Zivilisation beginnt das hochwirksame Gift der Klapperschlange sich unaufhaltsam in Jims Körper auszubreiten. Extreme Schmerzen sowie die Gefahr schwerer innerer Blutungen sind die Folgen. Später berichtet Lehrerin Rachael Lilienthal vom schlimmsten Tag ihres Lebens. Beim Schwimmen in Florida wird sie von einem Alligator attackiert!","versions":[{"lang":1,"streams":[{"redirect":7951980,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Unheimlich still","epNo":4,"alt":"Silent Scream","descr":"Churchill, Kanada – Das entlegene Örtchen in der Provinz Manitoba ist bekannt für seine wilde Natur. Polarfüchse, Belugawale oder arktische Robben: Zahlreiche Tierarten des Nordens sind hier zuhause. Auf der Suche nach Nahrung durchstreifen sogar hungrige Eisbären das Revier an der Hudson Bay! Obwohl die Raubtiere normalerweise einen Bogen um besiedeltes Gebiet machen, wagt sich ein besonders unerschrockenes Exemplar in der Nacht vom 31. Oktober auf den 1. November mitten in die Kleinstadt. Hier ist die Saisonarbeitern Erin Greene gerade mit Freunden auf dem Heimweg von einer Halloween-Party unterwegs. Der Eisbär zögert nicht lange und geht direkt zum Angriff über","versions":[{"lang":1,"streams":[{"redirect":7951983,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Die Todeskralle","epNo":5,"alt":"Invisible Assassin","descr":"Traumziel Australien? Als Taucher Tim Saxon am Great Barrier Reef bunten Fischen nachspürt, ahnt er nicht, dass er sich in akuter Lebensgefahr befindet. Der Albtraum nimmt seinen Lauf, als Tim in einen fast unsichtbaren Schwarm winziger Würfelquallen gerät. Die so genannten \"Carukia barnesi\", oder \"Irukandji\", verfügen über meterlange feine Tentakel, die mit giftigen Nesselzellen besetzt sind. Bei Berührung wird dem Opfer ein bislang kaum erforschtes Toxin injiziert, das neben Brechreiz sowie extremen Schmerzen im ganzen Körper im schlimmsten Fall sogar zum Tod durch Herzstillstand führen kann. Außerdem in dieser Folge: Waldarbeiter George Knoll wird von einem Grizzlybären angefallen!","versions":[{"lang":1,"streams":[{"redirect":7951987,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Zähne der Nacht","epNo":6,"alt":"Night Stalker","descr":"Im Vergleich mit anderen Arten gelten Schwarzbären im Allgemeinen als die friedlicheren Zeitgenossen. Ausnahmen bestätigen aber auch hier die Regel! Kaum jemand weiß das besser, als Joe Azzouggagh. Der Naturfreund will gerade seine Schutzhütte im Norden Ontarios renovieren, als plötzlich der blanke Horror über ihn hereinbricht. Der Killerbär nimmt sich erst Joes Schäferhund und dann das Herrchen vor! Auch bei den dramatischen Erlebnissen von Andrew Dickehage läuft es einem eiskalt den Rücken hinunter. Nach einer Autopanne legt der alleinerziehende Vater den frühmorgendlichen Weg zur Arbeit zu Fuß zurück. Ein riskanter Plan B, denn unterwegs wird Andrew von einem Rudel Kojoten attackiert","versions":[{"lang":1,"streams":[{"redirect":7952974,"hoster":"VOE"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Blutiger Ausflug","epNo":1,"alt":"Vacation Nightmare","descr":"Todd Orr ist ein echter Naturbursche. Schon in früher Kindheit lernte er Fischen und Jagen. Heute arbeitet er für die Forstverwaltung und ist privat wie beruflich in den Bergen Montanas unterwegs. Doch selbst seine langjährige Wildniserfahrung konnte Todd nicht vor einer dramatischen Begegnung mit einem Grizzlybären bewahren, die er schwer verletzt überlebte! Auch Tiffany Johnson ist dem Tod noch einmal von der Schippe gesprungen: Als die dreifache Mutter bei einem Schnorchelausflug auf den Bahamas die tropische Unterwasserwelt bewundert, wird sie plötzlich von einem riesigen Tigerhai angegriffen…","versions":[{"lang":1,"streams":[{"redirect":7951992,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Gefährliche Safari","epNo":2,"alt":"20-Foot Terror","descr":"Giraffen gelten normalerweise nicht gerade als Killermaschinen des Tierreichs. Dass man sich aber selbst vor sonst friedlichen Zeitgenossen in Acht nehmen sollte, wenn man in ihren angestammten Lebensraum vordringt, mussten Daniel und Laura Core am eigenen Leib erfahren: Auf einer Fotosafari im afrikanischen Sambia wird das Paar plötzlich von einem wütenden 6 Meter großen Giraffenbullen angegriffen – mit fatalen Folgen! Tausende Kilometer entfernt, auf den Turks- und Caicosinseln, hat auch Micki Glenn eine Tierattacke nur knapp überlebt. Die Taucherin ist ins Visier eines Sandtigerhais geraten","versions":[{"lang":1,"streams":[{"redirect":7952979,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Angriff aus dem Hinterhalt","epNo":3,"alt":"Unseen Assailant","descr":"Paul Templer hatte seinen Job als Bootsführer in Zimbabwe bereits an den Nagel gehängt. Aber als ein Freund an Malaria erkrankt und ihn um Hilfe bittet, springt Paul kurzerhand als Tourguide der Boots-Safari ein. Diese Entscheidung hätte Paul fast das Leben gekostet. Denn während dem Kanu-Trip auf dem Sambesi bekommt er den Zorn eines aggressiven Flusspferds mit voller Wucht zu spüren! Am anderen Ende der Welt, im US-Bundesstaat Texas, hat es die 5-jährige Jade DeMoss mit einem weiteren gefährlichen Wildtier zu tun: Das Mädchen wird von einer blutrünstigen Raubkatze angefallen und schwer verletzt.","versions":[]},{"epId":"episode-4","name":"Unerwarteter Besuch","epNo":4,"alt":"Surviving For My Son","descr":"In North Carolina brechen Wayne Petteway und sein Bruder zu einem gemeinsamen Tag in der freien Natur auf. Was zu diesem Zeitpunkt niemand ahnt: Genau an der Stelle, wo die beiden ihre Krebsreusen ausgebracht haben, lauert ein monströser Alligator unter Wasser! Als das Raubtier mit seinen gewaltigen Zähnen zupackt, beginnt für Wayne ein Kampf auf Leben und Tod. Eine andere schockierende Erfahrung mussten Peter, seine Freundin und ihr 1-jähriger Sohn in Arizona machen. Mitten in der Nacht verwandelt sich der Campingausflug der Familie zum Horrortrip, als ein Schwarzbär die drei im Schlaf attackiert.","versions":[]},{"epId":"episode-5","name":"Mörderischer Familienausflug","epNo":5,"alt":"Hope And Prayer","descr":"Cheeks Bend Bluff, Tennessee: Es ist Sonntag und Feuerwehrmann Kyle Watson ist mit seiner Familie in den Wäldern beim Wandern unterwegs. Nichts deutet darauf hin, dass die Watsons nur wenige Augenblicke später in einen mörderischen Überlebenskampf geraten. Denn Kyle entdeckt direkt auf dem Wanderweg eine Giftschlange und versucht das Tier vorsichtshalber zu töten – mit fatalen Folgen! Auch Nicole Moore hat an einem friedlichen Tag urplötzlich den blanken Horror durchgemacht: Bei einem Tauchausflug vor Cancún in Mexiko wird sie nur wenige Meter vom Strand entfernt von einem Hai attackiert.","versions":[{"lang":1,"streams":[{"redirect":7952991,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Im Blutrausch","epNo":6,"alt":"Attacked In Alaska","descr":"Sonne satt und perfekte Wellen: In Australien genießt Surferin Ella Murphy mit ihren Freunden einen super Tag im Wasser. Die Stimmung ist ausgelassen und alle freuen sich über die guten Bedingungen im Meer. Doch die Unbeschwertheit ist mit einem Schlag vorbei, als Ella von einem blutrünstigen Seelöwen angegriffen wird! Auch Greg Matthews und seine Brüder bekommen es mit den gewaltigen Kräften eines riesigen Raubtiers zu tun. Der Traumtrip der Männer verwandelt sich zum absoluten Albtraum, als sie mitten in der Wildnis Alaskas, auf der Kenai-Halbinsel, von einem Grizzlybären angefallen werden.","versions":[]},{"epId":"episode-7","name":"Allein in der Wildnis","epNo":7,"alt":"Nowhere To Hide","descr":"Allena Hansen lebt allein mit ihren beiden Hunden auf einer Ranch am Rand der Mojave-Wüste in Kalifornien. Als die Aussteigerin gerade ein verschlammtes Wassersammelbecken wieder in Schuss bringen will, überkommt sie plötzlich ein seltsames Gefühl. Fast so, als würde jemand, oder etwas, sie beobachten. Instinktiv dreht sich Allena um und sieht sich mit einem Schwarzbären konfrontiert, der sofort zum Angriff übergeht! Auch Jonathan Schoeneman hat eine Tierattacke nur knapp überlebt: Als er beim Speerfischen in Mexiko auf die Jagd geht, steht er plötzlich auf dem Speiseplan von einem monströsen Krokodil…","versions":[]},{"epId":"episode-8","name":"Der Elch-Angriff","epNo":8,"alt":"Dragged Below","descr":"Bären, Wölfe oder Pumas: Wer in der Wildnis Nordamerikas unterwegs ist, muss damit rechnen, auf potenziell gefährliche Raubtiere zu treffen. Dass aber auch andere Landsäugetiere eine ernstzunehmende Gefahr darstellen können, hat Catherine Dwinnell am eigenen Leib erfahren. Als sie eine Trekkingtour in Alaska unternimmt, wird sie aus heiterem Himmel von einem wütenden Elch attackiert und zieht sich dabei heftige Verletzungen zu. Auch Schwimmer Tony Lee wird wie aus dem Nichts zur Zielscheibe: 800 Meter vor der Küste Hawaiis beißt ein Raubfisch zu und für seine Beute beginnt ein Kampf auf Leben und Tod!","versions":[]},{"epId":"episode-9","name":"Der tollwütige Coyote","epNo":9,"alt":"Mountain Mayhem","descr":"Rita Sweenor hat 40 Jahre als Krankenschwester gearbeitet. Jetzt genießt die leidenschaftliche Hobby-Fotografin ihren Ruhestand und ist mit der Kamera auf der Jagd nach seltenen Vögeln. Doch der Ausflug im Fort Edward Park, im Osten von New York, nimmt eine dramatische Wendung, als Rita plötzlich von einem Coyoten angegriffen und gebissen wird. Wie sich später herausstellt, ist das Wildtier mit Tollwut infiziert!Auch Bergsteiger Greg Boswell hat Schlimmes erlebt. Als er in den Kanadischen Rocky Mountains am Mount Wilson unterwegs ist, wird der Profi-Kletterer im hüfthohen Schnee von einem Grizzly attackiert!","versions":[]},{"epId":"episode-10","name":"Ein Waschbär im Blutrausch","epNo":10,"alt":"Close To Home","descr":"Park-Ranger Andy Peterson liebt die Natur. Auch in seiner Freizeit ist der Outdoor-Enthusiast meist draußen unterwegs. Aber bei einer Tour durch den Roxborough State Park, in Colorado, verändert sich alles. Auf dem Abstieg seiner Wanderung gerät Andy, völlig auf sich allein gestellt, ins Visier eines Pumas. Der riesige Berglöwe fackelt nicht lange und geht direkt zum Angriff über. Auch Kari Toft musste am eigenen Leib erfahren, was es heißt, von einem Wildtier angefallen zu werden. Als sie unweit von ihrem Zuhause mit dem Hund Gassi geht, bekommt sie die Beißkraft eines blutrünstigen Waschbären zu spüren","versions":[]},{"epId":"episode-11","name":"Todeskampf mit einem Känguru","epNo":11,"alt":"A Christmas Miracle","descr":"Es ist Weihnachten und Matt Chenhall genießt die stille Zeit mit seiner Familie in Australien. Mit der Ruhe ist es allerdings schlagartig vorbei, als Matts kleine Töchter nur wenige Meter entfernt auf ein riesiges Känguru treffen. Der Familienvater zögert keine Sekunde und eilt auf das Wildtier zu, um seine Kinder zu beschützen. Was folgt, ist ein heftiger Kampf auf Leben und Tod! Auf der anderen Seite des Ozeans, in Südafrika, bekommt es Lauren Fagen mit den tödlichen Tatzen einer Großkatze zu tun. In einem Wildreservat ist die freiwillige Helferin nur für einen Moment unachtsam – und schon packt der Löwe zu!","versions":[]},{"epId":"episode-12","name":"Die wütende Bärenmutter","epNo":12,"alt":"Alone In The Wild","descr":"Tägliches Training und ein ambitioniertes Fitnessprogramm: Karen Williams ist Sportskanone durch und durch. Als sie sich entschließt, am Valles-Caldera-Marathon in New Mexico teilzunehmen, ahnt sie jedoch nicht, dass diese sportliche Herausforderung ihr Leben für immer verändern wird. Denn auf der Strecke durch die freie Natur wird Karen von einer wütenden Schwarzbärin angegriffen! Ähnlich Dramatisches hat Ölarbeiter Steve Campbell in Kanada erlebt. Als er mitten in der Wildnis an einer geplanten Pipeline zugange ist, springt ihn ein Raubtier aus dem Hinterhalt an","versions":[]}]}]}