{"path":"/serie/stream/wenn-die-stille-einkehrt","name":"Wenn die Stille einkehrt","descr":"Ein geschäftiger Freitag in einem neu eröffneten Restaurant mitten in Kopenhagen. Die Gäste essen, trinken und genießen einen sorglosen Abend, als zwei maskierte Männer mit Schusswaffen das Lokal betreten. Schüsse fallen. Und plötzlich wird das Leben nie wieder so sein wie früher.","seasons":[{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Neun Tage vor einem Attentat in einem Kopenhagener Restaurant gehen acht Menschen ihrem gewohnten Alltag nach, ohne zu ahnen, dass ihr Leben in wenigen Tagen auf den Kopf gestellt werden wird: Koch Nikolaj hetzt seinem Chef André die Lebensmittelaufsicht auf den Hals, um ihm anschließend ein Angebot zu machen, das er nicht abschlagen kann. Jamal fällt zum wiederholten Mal durch seine Führerscheinprüfung und verheimlicht dies vor seiner Familie, vor allem aber vor seinem älteren, zu Gewaltausbrüchen neigenden Bruder Chadi. Die dänische Justizministerin Elisabeth möchte ein umstrittenes Gesetz auf den Weg bringen, das abgelehnten Asylbewerbern mehr Freizügigkeit ermöglicht. Während Elisabeth sich verbissen ihrer Arbeit widmet, feiert ihre Frau Stina im Kreis der Liebsten ihren letzten Arbeitstag und wünscht sich nichts sehnlicher, als dass sich Elisabeth aus der Politik zurückzieht. Klempner Morten und seine Frau Camilla feiern ausgelassen ihren Hochzeitstag, als sie erfahren, dass ihr 17-jähriger Sohn Albert wegen einer Überdosis im Krankenhaus liegt. Währenddessen bringen Kellnerin Louise und ihre neunjährige Tochter Marie vor der Schicht im Restaurant Altkleider zum Hirsholmlager, einem Asylbewerberheim. Dabei entdeckt Marie im Gebüsch eine Tasche voller Munition – ein Fund, der Konsequenzen für Elisabeth hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387795","hoster":"VOE"},{"path":"/redirect/8387796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der dänische Verfassungsschutz möchte öffentlich nach den Besitzern der Munition und den Automatikwaffen fahnden, doch Elisabeth möchte die Presse aus eigennützigen Gründen nicht über den Fund informieren. - Die dänische Serie (2020, Regie: Milad Alami) wurde bei den nationalen Robert-Preisen als beste Fernsehserie nominiertGinger kann nicht länger bei ihrer Freundin auf dem Sofa schlafen und sucht vergeblich eine neue Bleibe. Auf der Straße trifft sie einen Freund, den drogenabhängigen und obdachlosen Elliot, mit dem sie sich die Nacht um die Ohren schlägt. Ginger möchte endlich von der Straße weg, doch ihre Schwester Annika, ihre einzige Familie, will nichts mit ihr zu tun haben. Jamal erhält wegen etlicher Verstöße gegen die Verkehrsordnung eine Vorladung vor Gericht. Wie sich herausstellt, hat sein Bruder Chadi seinen Wagen auf Jamals Namen angemeldet. Auf Drängen seiner Familie macht Jamal eine Falschaussage vor Gericht. Jamals ehemalige Lehrerin Camilla merkt, dass ihn etwas bedrückt, und bietet ihm ein Gespräch an, doch er lehnt ab. Der Verfassungsschutz plant eine öffentliche Fahndung nach den Besitzern der Munition und der Automatikwaffen, als Elisabeth anordnet, noch ein paar Tage damit zu warten – so lange, bis ihr Gesetzentwurf, der abgelehnten Asylbewerbern Bewegungsfreiheit ermöglichen soll, genehmigt wird. Nachdem Nikolaj das Restaurant von seinem Chef übernommen hat, kündigt er den meisten Mitarbeitern, so auch Louise, die wegen ihrer Tochter nur tagsüber arbeiten kann. Holger möchte sich aus dem Fenster stürzen, wird aber rechtzeitig entdeckt. Nach Alberts Entlassung aus dem Krankenhaus streitet der sich mit seinen Eltern: Vater Morten ist genervt, weil Albert nur mit seinen Freunden herumhängt, die ihn zum Alkohol- und Drogenkonsum animieren, anstatt sich einen Job oder Ausbildungsplatz zu suchen. Camilla wiederum entdeckt, dass Albert ihre Kreditkarte geklaut hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387805","hoster":"VOE"},{"path":"/redirect/8387807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Nachdem ein Lieferwagen mit weiteren Waffen gefunden wurde und es Hinweise auf einen geplanten Terroranschlag gibt, gerät Elisabeth unter Druck. Als sie sich daraufhin entscheidet, als Justizministerin zurückzutreten, ist ihre Frau Stina mehr als glücklich. - Die dänische Serie (2020, Regie: Jeanette Nordahl) wurde bei den nationalen Robert-Preisen als beste Fernsehserie nominiertNachdem ein Lieferwagen mit weiteren Waffen gefunden wurde und es Hinweise auf einen geplanten Terroranschlag gibt, gerät Elisabeth politisch unter Druck. Als sie sich daraufhin entscheidet, als Justizministerin zurückzutreten, ist ihre Frau Stina mehr als glücklich. Die obdachlose Ginger und ihr Freund Elliot geraten zufällig auf eine Party, die Albert an seinem sturmfreien Wochenende veranstaltet. Die beiden finden die Schlüssel zu Mortens Dienstwagen und ziehen mit dem Transporter los. Elliot ermutigt Ginger, ihre Schwester Annika zu besuchen, zu der sie ein schwieriges Verhältnis hat. Doch ein tragisches Ereignis wird sie kurz vor dem Besuch wieder aus der Bahn werfen … Morten und Camilla sind entsetzt, als sie nach einem Familienausflug nach Hause kommen und die zugemüllte Wohnung vorfinden. Während Morten Alberts Drogenkonsum mit Urinproben kontrollieren will, hat Camilla Angst, dass sich Albert immer mehr vor ihnen verschließt. Die Sängerin Lisa befindet sich auf Tour in Amsterdam und erwartet sehnsüchtig, dass ihr Freund Philip sie besucht. Nach einer gemeinsamen Nacht muss Philip am nächsten Morgen zurück zu seiner Familie nach Kopenhagen, so dass Lisa den Moment verpasst, ihm von ihrer Schwangerschaft zu erzählen. Stina erfährt, dass ihr Vater Holger aus Thailand zurückgekehrt ist und nun in einem Pflegeheim wohnt. Sie entschließt sich, ihn dort zu besuchen, doch ihr Verhältnis ist nach wie vor zerrüttet – nicht zuletzt weil Stina mit einer Frau zusammenlebt. Louise kann Nikolaj überreden, sie wieder einzustellen. Dafür muss sie allerdings auch abends arbeiten, doch Marie will auf keinen Fall allein bleiben. Jamal besorgt sich eine Waffe, um sich gegen seinen Bruder Chadi durchzusetzen. Dabei macht er einen verhängnisvollen Deal mit dem Kleinkriminellen Alban und schuldet ihm einen Gefallen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387815","hoster":"VOE"},{"path":"/redirect/8387818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ein unmittelbar bevorstehender Terroranschlag sorgt für Aufruhr im Justizministerium und stellt Elisabeth sowohl beruflich als auch privat vor große Herausforderungen. - Die dänische Serie (2020, Regie: Jeanette Nordahl) wurde bei den nationalen Robert-Preisen als beste Fernsehserie nominiert.Ein unmittelbar bevorstehender Terroranschlag sorgt für Aufruhr im Justizministerium und stellt Elisabeth sowohl beruflich als auch privat vor große Herausforderungen. Während ihre frisch pensionierte Frau Stina voller Vorfreude die gemeinsame Zeit mit Elisabeth plant, überdenkt Elisabeth ihre Entscheidung, von ihrem Posten als Justizministerin zurückzutreten. Sie tauscht sich mit ihrem Berater Farshad aus und erfährt, dass ein Parteikollege ihren Posten übernehmen will, der eine völlig gegensätzliche Asylpolitik verfolgt. Stina spricht mit ihrem Vater Holger über sein Testament und schlägt ein gemeinsames Abendessen zusammen mit ihrem Bruder Claus vor. Da sein Wagen gestohlen wurde, geht Morten nicht zur Arbeit. Stattdessen widmet er sich seinem problembehafteten Sohn Albert und sucht das Gespräch mit ihm. Während Lisas langjähriger Partner und Manager Stefan große Pläne für ihre Band verkündet, steht Lisa ziemlich neben sich. Als Stefan sie darauf anspricht, berichtet Lisa ihm von ihrer Schwangerschaft und ihrer Beziehung zu Philip. In Nikolajs Restaurant findet am Abend vor der offiziellen Eröffnung ein Probedinner statt. Da Louise im Service einspringen muss, bleibt Marie das erste Mal den Abend über allein zu Hause, wovor sie sich immer gefürchtet hat. Jamals Bruder Chadi entdeckt, dass Jamal sich eine Pistole besorgt hat, und verbietet ihm den Kontakt zum zwielichtigen Alban. Aber Jamal will sich nicht mehr bevormunden lassen und sucht Albans Nähe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9699541","hoster":"VOE"},{"path":"/redirect/8387824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Der Tag der Restauranteröffnung ist gekommen, aber Nikolaj hat mit Personalproblemen zu kämpfen. Er überredet Louise, einzuspringen – die wollte allerdings etwas mit Marie unternehmen, die an dem Tag ihren neunten Geburtstag feiert. - Die dänische Serie (2020, Regie: Milad Alami) wurde bei den nationalen Robert-Preisen als beste Fernsehserie nominiert.Der Tag der Restauranteröffnung ist gekommen, aber Nikolaj hat mit Personalproblemen zu kämpfen. Er überredet Louise, spontan einzuspringen, und lockt sie mit einer hohen Extrabezahlung. Die von Geldnöten geplagte junge Frau sagt zu und nimmt ihre Tochter Marie, die sie anlässlich ihres neunten Geburtstags ausführen wollte, kurzerhand ins Restaurant mit. Jamal spürt, dass er sich auf etwas Illegales einlässt, als Alban ihn bittet, ein Päckchen für ihn abzuholen. Doch er will seinen neuen Freund nicht enttäuschen … Lisa fährt nach Kopenhagen, um ihren Freund Philip zu überraschen. Sie plant, ihm bei einem gemeinsamen Abendessen von ihrer Schwangerschaft zu erzählen. Morten überzeugt seinen Sohn Albert, die Bierfässer, die dieser für seine Party gestohlen hat, ins Restaurant zurückzubringen. Als sich Elisabeth dazu entscheidet, erneut als Justizministerin zu kandidieren, führt das zum Streit mit ihrer Frau Stina. Die fühlt sich hintergangen und vernachlässigt und bricht verbittert zum Abendessen mit ihrem Bruder Claus und ihrem Vater Holger auf. Dieser ist ein wenig nervös und macht auf dem Weg ins Restaurant einen entscheidenden Fehler. Während Ginger in den Mülltonnen hinter dem Restaurant nach Essensresten sucht, betreten zwei maskierte Männer das Lokal und schießen ohne Vorwarnung auf alles, was sich bewegt. Die in die Brust getroffene Stina kann sich mit letzter Kraft in den Hinterhof schleppen. Als Morten in seiner Wohnung Schüsse hört, rennt er ins Restaurant, um Albert zu suchen. Er findet ihn nicht, dafür aber die schwer verletzte Marie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387833","hoster":"VOE"},{"path":"/redirect/8387834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Der Terroranschlag auf das Restaurant mit 19 Todesopfern dominiert die Nachrichten. Jamal versucht hektisch, alle Spuren des Jobs zu beseitigen, den er für Alban erledigt hat. Elisabeth hat ihre Frau Stina verloren ... - Preisgekrönte dänische Serie (2020, Regie: Iram Haq)Der Terroranschlag auf das Restaurant mit 19 Todesopfern dominiert die Nachrichten. Jamal versucht hektisch, alle Spuren des Jobs zu beseitigen, den er für den zwielichtigen Alban erledigt hat. Elisabeth bricht in der Leichenhalle beim Anblick ihrer toten Frau Stina zusammen, weigert sich aber, als Justizministerin auch nur einen Tag auszusetzen. Bei der Gedenkfeier vor dem Restaurant besteht sie darauf, eine Rede zu halten, in der sie trotz ihres Schmerzes versöhnliche Töne anschlägt – auch, um ihre liberale Asylpolitik voranzutreiben. Philip bittet Lisa um Verzeihung, dass er sie bei der Schießerei im Stich gelassen hat, aber sie ist tief enttäuscht von seinem feigen Verhalten. Währenddessen muss Marie im Krankenhaus noch einmal operiert werden, da ein Milzriss entdeckt wurde. Louise ist außer sich vor Sorge und gibt sich als Mutter die Schuld an der Situation. In der Krankenschwester Annika findet sie allerdings eine Zuhörerin und Unterstützerin. Da Marie zu Camillas SchülerInnen gehört, spricht diese während der ersten Schulstunde erst einmal mit den Kindern über den Anschlag. Jamal, der seinen kleinen Bruder Janus in die Schule bringt, ist schockiert, als er hört, dass dessen Klassenkameradin verletzt wurde. Die obdachlose Ginger trägt immer noch Stinas Handy bei sich, mit dem sie eigentlich Hilfe hätte rufen sollen, als Stina sich schwer verletzt auf den Hinterhof des Restaurants schleppte. Da Stinas Vater Holger seit dem Anschlag immer wieder anruft, entschließt sich Ginger, ihm das Handy zu überbringen. Während die Stimmung in Mortens und Camillas Familie einen Tiefpunkt erreicht, wird Jamal die Sache mit Alban zu heiß und er will die zuvor gekaufte Pistole zurückgeben. Da macht er eine entscheidende Entdeckung – ein schlimmer Verdacht scheint sich zu bestätigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387837","hoster":"VOE"},{"path":"/redirect/8387838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Der Verfassungsschutz folgt einer heißen Spur in der Aufklärung des Terroranschlags. Jamal, der nun der Hauptverdächtige ist, flieht Hals über Kopf von zuhause und bittet Alban um Hilfe, obwohl der selbst keine saubere Weste zu haben scheint. Vor der Bestattung seiner Tochter bekommt Holger unerwartet Hilfe von Ginger ... - Preisgekrönte dänische Serie (2020, Regie: Iram Haq)Der Verfassungsschutz folgt einer vielversprechenden Spur in der Aufklärung des Terroranschlags. Jamal, der nun der Hauptverdächtige ist, flieht in Panik und bittet ausgerechnet Alban um Hilfe, obwohl der alles andere als eine weiße Weste hat. Währenddessen wacht die neunjährige Marie, die von einer Kugel getroffen worden war, im Krankenhaus auf, ohne sich an den Anschlag erinnern zu können. Dies lässt Louise zweifeln, ob sie ihre Tochter überhaupt mit der Wahrheit konfrontieren soll. Die obdachlose Ginger übernachtet in einer Abstellkammer im Pflegeheim. Sie bekommt mit, dass Holger nicht zu Stinas Urnenbeisetzung gehen will, weil er nicht auf seinen Sohn Claus treffen möchte. Sie überredet ihn, sich mit Claus zu versöhnen, und begleitet Holger zum Friedhof. Dort streiten sich Elisabeth, Stinas Witwe und Justizministerin, und Claus darüber, wo die Urne bestattet werden soll. Statt ihrer Trauer Raum zu geben, stürzt sich Elisabeth in ihre Arbeit und verlangt vom Verfassungsschutz, dass öffentlich nach Jamal gefahndet wird, obwohl dessen Beteiligung am Attentat noch nicht geklärt ist. Nikolaj erfährt von einem Gutachter, dass seine Versicherung für die Mitarbeiter*innen unzureichend war und er deshalb verklagt werden kann. Daraufhin geht er ins Krankenhaus, um mit Louise zu sprechen, die abweisend reagiert. Camilla ist überrumpelt, als sie erfährt, dass Morten im Alleingang seine Pensionskasse geleert hat, um nur noch nach dem Lustprinzip zu leben. Ginger erzählt Holger, dass sie einen kleinen Sohn hat, der bei ihrer Schwester Annika aufwächst und den sie nicht besuchen darf. Alban fährt mit Jamal in einen Kleingarten und redet auf ihn ein, dass seine Botengänge für ihn harmlos waren und er nichts Illegales getan hat, geschweige denn an der Vorbereitung des Anschlags beteiligt war. Die Stimmung wird immer gelöster und die beiden kommen sich immer näher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387840","hoster":"VOE"},{"path":"/redirect/8387842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Eine Woche nach dem Anschlag wird Jamal als Hauptverdächtiger verhaftet. Elisabeth nutzt ihre Machtstellung als Justizministerin, um ihn in der Haftanstalt aufzusuchen. Sie glaubt fest daran, dass er schuldig ist ... - Preisgekrönte dänische Serie (2020, Regie: Iram Haq)Eine Woche nach dem Anschlag wird Jamal als Hauptverdächtiger verhaftet. Obwohl Nikolaj das Attentat auf sein Restaurant tiefer traumatisiert hat, als er sich eingestehen mag, versucht er nach vorne zu blicken und plant, eine Restaurantkette aufzubauen. Sein Kumpel Jonas, der in der Finanzwelt arbeitet, stellt den Kontakt zu finanzkräftigen Investoren her. Doch die Präsentation des Konzepts läuft aus dem Ruder... Die Sängerin Lisa steht ebenfalls noch unter Schock und ist unsicher darüber, ob ihre ganz frische Beziehung mit Philip überhaupt noch eine Zukunft hat. Vereinnahmt von der Erkenntnis, dass er sterblich ist, geht Morten dazu über, all seine Entscheidungen mithilfe einer Münze zu treffen und bringt damit seine Frau Camilla gegen sich auf. Die obdachlose Ginger, die bei Holger im Pflegeheim Unterschlupf gefunden hat, setzt mit dessen Hilfe alles daran, das Sorgerecht für ihren Sohn zurückzubekommen. Was Holger nicht weiß: Ginger hat mit dem Handy die letzten Atemzüge seiner Tochter Stina im Hinterhof des Restaurants gefilmt – und dabei zufällig auch die Attentäter aufgenommen… Marie kämpft mit ihren Ängsten und der fehlenden Erinnerung an den Anschlag. Als sie Nikolaj ohne Louises Wissen um Hilfe bittet, willigt dieser ein und führt sie an den Ort zurück, an dem sie schwer verletzt wurde. Und Stinas Witwe, die Justizministerin Elisabeth, versucht verbissen, die Ermittlungen voranzutreiben und überschreitet dabei ihre Kompetenzen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387851","hoster":"VOE"},{"path":"/redirect/8387853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Ginger entscheidet sich, zur Polizei zu gehen und ihr Handyvideo mit den Attentätern darauf abzuliefern ... - Preisgekrönte dänische Serie (2020, Regie: Milad Alami) Obwohl sie befürchtet, dass es das Sorgerecht zu ihrem Sohn wieder in Frage stellen könnte, entschließt sich Ginger, zur Polizei zu gehen und ihr Handyvideo vom Attentat abzuliefern. Weil darauf die beiden Attentäter erkennbar sind, wird Jamal, der stets seine Unschuld beteuert hatte, entlastet und aus der Untersuchungshaft freigelassen. Dass Justizministerin Elisabeth ihn mit der Androhung von Folter zum Reden bringen lassen wollte, hat sich mittlerweile innerhalb der Partei herumgesprochen. Der Ministerpräsident legt Elisabeth den Rücktritt nahe, doch diese gibt nicht so schnell auf und schmiedet neue Allianzen. Während Mortens Exzesse die Familie spalten, kehrt Lisa zu ihrer Band zurück und erklärt Stefan, dass sie nun wieder bereit für einen Auftritt ist. Der deprimierte Nikolaj betrinkt sich und wird von Lisa zur Aufmunterung zu ihrem Konzert eingeladen. Dort trifft er auf eine alte Bekanntschaft... Kaum aus dem Gefängnis entlassen, sucht Jamal sehr zum Leidwesen seiner Familie den Kleinkriminellen Alban auf, in den er sich Hals über Kopf verliebt hat. Ginger richtet in der Zwischenzeit das Häuschen ein, das Holger ihr überlassen hat, damit sie mit ihrem Sohn dort wohnen kann. Und er hat sogar noch eine weitere Überraschung für sie bereit…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387854","hoster":"VOE"},{"path":"/redirect/8387855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wenn-die-stille-einkehrt/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Mithilfe der Videoaufnahmen von Ginger können die beiden Täter identifiziert und festgenommen werden. Nach ihrer spontanen Hochzeit mit Holger ist Ginger beseelt von dem Wunsch, mit ihrem Sohn Billy zusammenzuleben, doch dies gestaltet sich schwieriger als erhofft. - Preisgekrönte dänische Serie (2020, Regie: Milad Alami)Mithilfe der Videoaufnahmen von Ginger können die beiden Attentäter identifiziert und festgenommen werden. Während bei vielen nun die Trauerarbeit und Verarbeitung ihres Traumas in den Vordergrund rückt, sind Ginger und Holger guter Dinge. Nach ihrer spontanen Hochzeit, die Ginger ein lebenslanges Recht an Holgers Freizeithäuschen sichert, ist diese beseelt von dem Wunsch, mit ihrem Sohn Billy zusammenzuleben, doch die Umsetzung gestaltet sich schwieriger als erhofft. Morten wiederum bleibt auf seinem Egotrip und realisiert viel zu spät, dass er zu weit gegangen ist und seine Familie auseinanderzubrechen droht. Lisa gesteht Stefan, dass ihre Beziehung zu Philip gescheitert ist und dass sie ihn immer noch liebt. Aber der muss die Kränkung erst einmal überwinden... Nach der Entlassung aus dem Gefängnis ist Jamal in seiner Nachbarschaft nicht mehr willkommen, sodass seine Familie ihn in den Libanon zu seinem Vater schicken will. Seine letzte Hoffnung ist seine ehemalige Lehrerin Camilla… Verloren und desillusioniert sieht sich Elisabeth mit dem Scheitern ihrer politischen Ambitionen konfrontiert. Als Nikolaj sich ratlos in sein zerstörtes Restaurant begibt, bekommt er überraschend Besuch Marie und Louise. Während sie bei einem improvisierten Essen zusammensitzen, betreten immer mehr Menschen den Ort, um ihre Geschichten zu teilen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8387798","hoster":"VOE"},{"path":"/redirect/8387801","hoster":"Streamtape"}]}]}]}]}