{"path":"/serie/stream/wer-zuletzt-kocht","name":"Wer zuletzt kocht …","descr":"In diesem stargeladenen Kochwettbewerb müssen Teams aus Profiköchen mit typischen Gerichten aus neun Ländern den anspruchsvollsten Gaumen der Welt gerecht werden.","seasons":[{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-1","name":"Mexiko","epNo":1,"alt":"Mexico","descr":"Für Julio César Chávez, Martha Higareda und Mariana Camacho bereiten die Teams mexikanische Tacos zu. Starkoch Enrique Olveras Zutat für den letzten Teller hat Stacheln.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-2","name":"Spanien","epNo":2,"alt":"Spain","descr":"Ana Polvorosa, Miguel Bosé und Borja Beneyto verkosten verschiedene Paellas. Chefkoch Andoni Aduriz gibt für den letzten Teller eine überaus glitschige Zutat vor.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-3","name":"Vereinigtes Königreich","epNo":3,"alt":"UK","descr":"Die Teams müssen Cat Deeley, Gary Lineker und Jay Rayner mit englischem Frühstück beeindrucken. Chefköchin Clare Smyth erklärt eine einfache Gemüseart zur Hauptzutat.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-4","name":"Brasilien","epNo":4,"alt":"Brazil","descr":"Neun Teams kochen für Alessandra Ambrosio, Bebel Gilberto und Josimar Melo Feijoada. Helena Rizzo konzentriert sich auf die Wurzeln der brasilianischen Küche.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-5","name":"Indien","epNo":5,"alt":"India","descr":"Hasan Minhaj, R. Madhavan und Rashmi Uday Singh richten über eine besondere Variante von Butter Chicken. Vineet Bhatia gibt den Teilnehmern eine tropische Zutat vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6609676","hoster":"VOE"}]}]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-6","name":"USA","epNo":6,"alt":"USA","descr":"In dieser Folge erfinden die Teams für Dax Shepard, Colin Hanks und Sam Sifton das Thanksgiving-Essen neu. Grant Achatz fordert zu herbstlicher Kreativität auf.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-7","name":"Italien","epNo":7,"alt":"Italy","descr":"Sechs Teams müssen Andrea Petrini, Alessandro Del Piero und Eleonora Cozzella mit Pasta-Gerichten überzeugen. Carlo Craccos Motto für den letzten Teller ist Komplexität.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-8","name":"Japan","epNo":8,"alt":"Japan","descr":"Die Gefühle laufen auf Hochtouren, denn es gilt, Hikari Mori, Yuji Ayabe und Akiko Katayama mit Kaiseki zu überzeugen. Yoshihiro Narisawa lässt sich vom Meer inspirieren.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-9","name":"Frankreich","epNo":9,"alt":"France","descr":"Nach einer gewagten \"Hare à la Royale\"-Runde mit François-Régis Gaudry und Estérelle Payany als Jury präsentiert Anne-Sophie Pic den Teams die letzte Herausforderung.","versions":[]},{"path":"/serie/stream/wer-zuletzt-kocht/staffel-1/episode-10","name":"Das Finale","epNo":10,"alt":"The Finale","descr":"Im Finale müssen die Teilnehmer einzeln für neun legendäre Starköche einzigartige Spezialitäten zaubern. Doch nur einer darf schließlich am Tisch der Elite Platz nehmen.","versions":[]}]}]}