{"seriesId":"westlich-von-santa-f","name":"Westlich von Santa Fé","descr":"Der ehemalige Scharfschütze John McLean (im Original: Lucas McCain) und sein Sohn Fred (im Original: Mark) lassen sich um 1850 auf einer kleinen Farm nieder. Banditen und Indianer machen ihnen das Leben schwer. Dank seiner Winchester und der Hilfe von Marshal Torrance kann McLean so manchen Angreifer in die Flucht schlagen.\"Westlich von Santa Fè\" gehört zu den herausragenden Westernserien der 60er Jahre, deren damalige Popularität sie ihrem Hauptdarsteller Chuck Connors verdankte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Farm","epNo":1,"alt":"The Sharpshooter","descr":"Lucas wird von einem mörderischen Stadteigentümer angewiesen, ein öffentliches Schießspiel zu verlieren, oder er wird seinen scharfschießenden Gegner töten und möglicherweise seinem Sohn Mark Schaden zufügen.","versions":[{"lang":1,"streams":[{"redirect":11331191,"hoster":"VOE"},{"redirect":10151491,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Home Ranch","descr":"Lucas McCain und sein Sohn Mark machen sich auf den Weg zu der Ranch, die sie gerade gekauft haben, erhalten aber einen ziemlich unhöflichen Empfang. Zwei Kuhhände, die für den großen Rancher Oat Jackford, Billy Lehi und Sam Montgomery arbeiten, sagen Lucas, dass er nicht willkommen ist. Jackford hat das Land genutzt, um einige seiner Rinder zu weiden, und hat die Absicht, dies auch weiterhin zu tun. Wenn Lucas nicht viel Begeisterung für ihren Vorschlag zeigt, wird er geschlagen und das Haus niedergebrannt. Lucas muss ihnen und Jackford zeigen, dass er nicht herumgeschubst wird.","versions":[{"lang":2,"streams":[{"redirect":11331186,"hoster":"VOE"},{"redirect":10151467,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die beiden Brüder","epNo":3,"alt":"End Of A Young Gun","descr":"Nachdem Will Fulton sich bei der Rettung von Mark McCain, der vom Rand einer Klippe gerutscht ist, das Bein gebrochen hat, erholt er sich auf der McCain-Ranch. Will und sein Bruder Hank sind Geächtete, die von einer Truppe gesucht werden. Will ist ein zorniger junger Mann, aber sein Aufenthalt bei den McCains mildert ihn, besonders nachdem er die hübsche Ann Bard getroffen hat. Er beginnt, seine Entscheidungen zu überdenken und erkennt, dass er entscheiden muss, welchen Weg er im Leben einschlagen wird.","versions":[{"lang":1,"streams":[{"redirect":13993169,"hoster":"VOE"},{"redirect":10151492,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Sheriff","epNo":4,"alt":"The Marshal","descr":"In North Fork lernt Lucas McCain Micah Torrence kennen, der inzwischen ein Betrunkener ist, aber zu einer Zeit als einer der fähigsten Anwälte des Territoriums galt. Er gibt zu, dass er die Nerven verloren hat und es ihn zu einem Leben voller Getränke geführt hat. Lucas bietet ihm einen Job als Rancharbeiter an und verwendet einen harten Liebesansatz, um ihn zu nüchternem Handeln zu bewegen. Der Shelton-Bruder fährt in die Stadt, um Micah zu treffen, der sie vor 10 Jahren ins Gefängnis gesteckt hat. Lucas wird in eine Falle gelockt, aber es ist Micah, der zu seiner Rettung kommt.","versions":[{"lang":1,"streams":[{"redirect":11331193,"hoster":"VOE"},{"redirect":10151493,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Onkel Charlie","epNo":5,"alt":"The Brother-In-Law","descr":"Johnny Gibbs, Lucas \u0027Schwager, kommt zu Besuch auf die McCain Ranch. Gibbs, ein Rodeo-Fahrer, ist ebenfalls auf der Flucht vor dem Gesetz und bereitet bald Schwierigkeiten in der Stadt.","versions":[{"lang":1,"streams":[{"redirect":11331195,"hoster":"VOE"},{"redirect":10151494,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Eight Hours To Die","descr":"Ein rachsüchtiger Richter ist überzeugt, dass Lucas für den Tod seines Sohnes verantwortlich ist, eines Verbrechers, der wegen Mordes hingerichtet wurde. Er fängt Lucas ein und plant, ihn zu zwingen, zu sehen, wie Mark für den Tod seines Sohnes bestraft wird.","versions":[{"lang":2,"streams":[{"redirect":10891745,"hoster":"VOE"},{"redirect":10151466,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Duell","epNo":7,"alt":"Duel Of Honor","descr":"Als die Postkutsche in North Fork kaputt geht, muss ein italienischer Graf, Alfredo di Montova, im Hotel übernachten. Sein schickes Kleid und sein akzentuiertes Englisch machen ihn zu einem Ziel für den Stadtmobber Sim Groder und seine kleine Menge. Der Graf ist ein ruhiger und gelassener Typ, aber als Groder ihn zu weit treibt, fordert er ihn zu einem Duell heraus. Mit Lucas als Zweitem bringt di Montova dem Mobber eine Lektion bei.","versions":[{"lang":1,"streams":[{"redirect":11331194,"hoster":"VOE"},{"redirect":10151495,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die neue Bank","epNo":8,"alt":"The Safe Guard","descr":"Ein Revolverheld aus Texas wird angeheuert, um das Ufer von North Fork zu beschützen. Wenn er auf der McCain Ranch auftaucht, hinterlässt er bei Lucas keinen guten Eindruck, und aus gutem Grund - er hat ein Geheimnis. Mark ist stolz, als er sein erstes Schwein verkauft.","versions":[{"lang":1,"streams":[{"redirect":11331198,"hoster":"VOE"},{"redirect":10151496,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Sister","descr":"Mark stellt die hübsche Rebecca Snipe seinem Vater vor und ihre beiden stämmigen Brüder sind überzeugt, dass Lucas ein guter Ehemann für ihre Schwester sein würde. Inzwischen planen drei bewaffnete Männer, den Rancher zu töten.","versions":[{"lang":2,"streams":[{"redirect":11331188,"hoster":"VOE"},{"redirect":10151469,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"New Orleans Menace","descr":"Ein Spieler, der mit seinen Handlangern aus New Orleans flieht, mag Lucas Ranch. Als McCain sich weigert zu verkaufen, ist sein Leben bedroht.","versions":[{"lang":2,"streams":[{"redirect":11004515,"hoster":"VOE"},{"redirect":10151468,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Don Willard vertritt den Sheriff","epNo":11,"alt":"The Apprentice Sheriff","descr":"Während Marschall Micah Torrence für kurze Zeit weg ist, übernimmt der junge Dan Willard den Job. Er hat keine Erfahrung und nimmt eine harte Position mit ein paar texanischen Kuhhänden ein, deren gute Laune sich im Salon zeigt. Dans Vater Charlie ist besorgt, dass sein Sohn getötet wird, wenn er nicht aufpasst, und Lucas bietet an, mit ihm zu plaudern. Dan hat seit seiner Entlassung aus West Point einen Chip auf der Schulter. Er ist fest entschlossen zu zeigen, dass er hart ist und auf sich selbst aufpassen kann. Als er einen der Kuhhände ihres ...","versions":[{"lang":1,"streams":[{"redirect":11331200,"hoster":"VOE"},{"redirect":10151498,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der junge Engländer","epNo":12,"alt":"Young Englishman","descr":"Lucas verliert ein Kalb und vermutet den Vorarbeiter eines Nachbarn. Da es bereits gebrandmarkt ist, droht ihm Rascheln, wenn er ein Seil benutzt. McCain hat eine andere Möglichkeit, das Neugeborene aus der Herde herauszuschneiden, und er braucht weder ein Seil noch sein Gewehr.","versions":[{"lang":1,"streams":[{"redirect":11331203,"hoster":"VOE"},{"redirect":10151501,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein langer Marsch","epNo":13,"alt":"The Angry Gun","descr":"Als Lucas und Mark nach dem Verkauf ihrer Herde auf der Bühne nach North Fork zurückkehren, teilen sie sich die Bühne mit einem Marschall und seinem Gefangenen Johnny Cotton. Als sie aufhören, die Pferde zu tränken, lauern einige von Cottons Freunden. Cotton stiehlt das Geld, das Lucas für das Vieh und sein Gewehr bekommen hat. Er schickt Mark auf die Bühne, spürt aber die Räuber so gut er kann auf, da er weder ein Pferd noch eine Waffe hat.","versions":[{"lang":1,"streams":[{"redirect":11331201,"hoster":"VOE"},{"redirect":10151500,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Gaucho","epNo":14,"alt":"The Gaucho","descr":"Ein heiß gelaunter argentinischer Cowboy kauft zusammen mit seinem Vater und seiner lieben Schwester eine Ranch in North Fork. Ihre ausländischen Wege passen nicht gut zur örtlichen Gemeinde, insbesondere zum benachbarten Rancher Curge Palmer.","versions":[]},{"epId":"episode-15","name":"Verdruß","epNo":15,"alt":"The Pet","descr":"Lucas hilft einem Mann, nachdem er in einer Schießerei von einem Mann erschossen wurde, der ein Geheimnis über seine Vergangenheit haben will. Als er Mark erlaubt, ein Haustier aufzunehmen, weiß er nicht, dass seine Entscheidung das Leben seines Sohnes gefährden wird.","versions":[{"lang":1,"streams":[{"redirect":11331202,"hoster":"VOE"},{"redirect":10151499,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Sheridan Story","descr":"Lucas McCain engagiert einen bitteren Ex-Konföderierten, der ihm auf der Ranch hilft. Wenn General Philip Sheridan und seine Mitarbeiter auf McCains Ranch anhalten, um zu campen, hat Lucas Angst, dass es Ärger geben wird.","versions":[{"lang":2,"streams":[{"redirect":10891688,"hoster":"VOE"},{"redirect":10151471,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Herausforderung","epNo":17,"alt":"The Retired Gun","descr":"Ein notorischer Revolverheld heiratet und verspricht seiner neuen Frau, dass er seine Waffen ablegen und ein neues Leben beginnen wird. Eine Bande von Outlaws, die hören, dass er in der Nähe ist, versuchen ihn jedoch zu überreden, dieses Versprechen zu brechen und sich ihnen anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":11331211,"hoster":"VOE"},{"redirect":10151502,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Fotograf","epNo":18,"alt":"The Photographer","descr":"Als ein Fotograf, ein alter Freund der McCains, des Mordes beschuldigt wird, stehen sich Mark und Lucas gegenüber.","versions":[{"lang":1,"streams":[{"redirect":11331205,"hoster":"VOE"},{"redirect":10151503,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Shivaree","descr":"Ein Waggonmeister zwingt ein junges Paar zu heiraten, nachdem sie die Tatsache verheimlicht haben, dass es sich um ein Mädchen handelt, und Lucas nimmt sie auf, um ihnen zu helfen. Aber bald kommt Ärger auf, wenn eine betrunkene Menge nach einem Shivaree ruft.","versions":[]},{"epId":"episode-20","name":"Der Junge aus New York","epNo":20,"alt":"The Deadeye Kid","descr":"Als ein Junge aus Brooklyn des Mordes beschuldigt wird, versteckt Mark ihn, da er glaubt, dass der Junge unschuldig ist, bis er den wahren Mörder findet.","versions":[{"lang":1,"streams":[{"redirect":11331204,"hoster":"VOE"},{"redirect":10151507,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Apache als Marshal","epNo":21,"alt":"The Indian","descr":"Lucas McCain und sein Sohn Mark begegnen dem US-Vize-Marschall Sam Buckhart, der einen indischen Gefangenen begleitet. Zu Lucas \u0027Überraschung stellt er fest, dass Buckhart selbst ein Inder ist, der am Harvard College studiert hat. In North Fork geht Buckhart seinen Geschäften nach, bis einige der Einwohner erkennen, dass er Inder ist, und beschließen, die Angelegenheit selbst in die Hand zu nehmen. Es bleibt Lucas überlassen, ihnen den Fehler ihres Weges zu zeigen.","versions":[{"lang":1,"streams":[{"redirect":12336734,"hoster":"VOE"},{"redirect":10151504,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Hilfe für Julia","epNo":22,"alt":"The Boarding House","descr":"Sid Fallon versucht, die ehemalige Spielerin Julia Andueza zu erpressen, damit er ihre Pension als Spielhalle und Saloon nutzen kann.","versions":[{"lang":1,"streams":[{"redirect":11331214,"hoster":"VOE"},{"redirect":10151505,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zeugen der Anklage","epNo":23,"alt":"The Second Witness","descr":"Als zweiter Zeuge eines Mordes wird Lucas gebeten, in eine andere Stadt zu reisen, um beim Prozess gegen den Angeklagten auszusagen. Der Haken ist, der einzige andere Zeuge wurde ermordet und sein Mörder wurde nicht identifiziert.","versions":[{"lang":1,"streams":[{"redirect":10891690,"hoster":"VOE"},{"redirect":10151509,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Handel","epNo":24,"alt":"The Trade","descr":"Lucas McCain ist überrascht, als jemand, mit dem er einst zusammengearbeitet hat, Sam Morley, auf der Ranch auftaucht. Lucas dachte, Morley sei gestorben, aber es stellte sich heraus, dass er ein gesuchter Mann ist und dass Lucas ihm einen Gefallen tut: Geben Sie ihn für das verfügbare Belohnungsgeld von 500 USD ab. Morley braucht dringend das Geld, damit seine Freundin Beth Landis eine Behandlung für eine schwere Krankheit bekommt. Lucas denkt, er ist auf dem Level und beschließt mitzumachen. Leider reitet ein anderer Cowpoke, der einst mit ihnen zusammengearbeitet hat, Hamp Ferris, in die Stadt und versucht, das Kopfgeld für Morley selbst zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":10891711,"hoster":"VOE"},{"redirect":10151506,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Auf dem Weg nach Denver","epNo":25,"alt":"One Went To Denver","descr":"Der Bankräuber Tom Birch und seine Outlaw-Bande treffen in North Fork ein, wo Birch noch einiges zu erledigen hat - er möchte seinen alten Freund Lucas McCain besuchen.","versions":[{"lang":1,"streams":[{"redirect":10891707,"hoster":"VOE"},{"redirect":10151508,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Nacht ohne Schlaf","epNo":26,"alt":"The Deadly Wait","descr":"Dan Maury, ein Verbrecher, der von Micah Torrance verhaftet wurde, kehrt nach fünf Jahren Haft zurück, um sich am Stadtmarschall zu rächen.","versions":[{"lang":1,"streams":[{"redirect":10891716,"hoster":"VOE"},{"redirect":10151510,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"The Wrong Man","descr":"Ein korrupter Marschall von außerhalb von North Fork geht mit einem Preis auf dem Kopf einem Gesetzlosen nach. Er sieht jedoch die Möglichkeit, etwas mehr Geld zu verdienen, und ermordet einen unschuldigen Mann, der als Gesetzloser ausgegeben wird, damit er das Kopfgeld einsammeln und dann den wirklichen Gesetzlosen erpressen kann.","versions":[{"lang":2,"streams":[{"redirect":13487905,"hoster":"VOE"},{"redirect":12985277,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Jake Parde gegen North Fork","epNo":28,"alt":"The Challenge","descr":"Ein entkommener Mörder will beweisen, dass seine Zeit im Gefängnis seine Geschwindigkeit mit einer Waffe nicht verlangsamt hat.","versions":[{"lang":1,"streams":[{"redirect":10891722,"hoster":"VOE"},{"redirect":10151512,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Frei wie ein Falke","epNo":29,"alt":"The Hawk","descr":"Mark fängt endlich einen Falken ein, nach dem er gesucht hat, aber als sein Leben durch eine Klapperschlange gefährdet ist, taucht plötzlich ein Fremder aus dem Nichts auf, der über Mark und den Falken Bescheid weiß und sagt, er werde ihm helfen.","versions":[{"lang":1,"streams":[{"redirect":10891725,"hoster":"VOE"},{"redirect":10151511,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Hilfe für Johnny","epNo":30,"alt":"Three-Legged Terror","descr":"Der Unruhestifter Johnny Clover, ein Schüler der North Fork School, zerstört eines Tages das Klassenzimmer. Lucas, ein Mitglied der Schulbehörde der Stadt, geht zu Johnnys Onkel, um ihn zu veranlassen, den Schaden zu bezahlen, was sich als leichter gesagt als getan herausstellt.","versions":[{"lang":1,"streams":[{"redirect":10891733,"hoster":"VOE"},{"redirect":10151513,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ein schwieriger Nachbar","epNo":31,"alt":"The Angry Man","descr":"Obwohl sein Sohn bei einem Unfall schwer verletzt wurde, weigert sich einer der benachbarten Rancher von Lucas, ihm medizinische Hilfe zukommen zu lassen, weshalb der Junge möglicherweise stirbt.","versions":[{"lang":1,"streams":[{"redirect":11331210,"hoster":"VOE"},{"redirect":10151514,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"The Woman","descr":"Als North Forks liebenswürdige Schullehrerin versucht, eine Frauenwahlbewegung zu organisieren, entschließt sich das weniger fortschrittliche Element der Stadt, sie aus der Stadt zu vertreiben.","versions":[{"lang":2,"streams":[{"redirect":10151478,"hoster":"VOE"},{"redirect":10151474,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"The Money Gun","descr":"Lucas McCain ist nicht besonders erfreut zu sehen, dass Tom King in der Stadt ist. King ist ein ehemaliger Anwalt, der immer \"tot oder lebendig\" als \"tot\" bezeichnete und dementsprechend handelte. Dieses Mal ist er als Auftragsmörder in der Stadt, wurde jedoch angeheuert, um Oat Jackford zu töten, einen Mobber eines Mannes, den viele in der Stadt gerne tot sehen würden. King hat einen Ruf, der den meisten Männern Angst einjagt, aber Jackfords Herangehensweise an den Umgang mit nichts, wenn nicht gar unorthodox.","versions":[]},{"epId":"episode-34","name":"Ein heißer, trockener Sommer","epNo":34,"alt":"A Matter Of Faith","descr":"Wegen einer schrecklichen Dürre hat die Eisenbahn zwei Männer nach North Fork geschickt, um Arbeiter zu rekrutieren. Aber wenn eine Wasserhexe den Menschen Hoffnung gibt, geht die Eisenbahn einen anderen Weg.","versions":[{"lang":1,"streams":[{"redirect":10891736,"hoster":"VOE"},{"redirect":10151518,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Blut für den Fremden","epNo":35,"alt":"Blood Brothers","descr":"Als Lucas einen Sterbenden nach North Fork bringt, bemerkt er, dass Micah eine seltsame Reaktion zeigt, als er den Mann zum ersten Mal sieht. Er macht sich auf, um herauszufinden, warum Micah so beunruhigt zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":10151515,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der geheimnisvolle Wagen","epNo":36,"alt":"Stranger At Night","descr":"Mark stößt auf die Leiche eines Fremden. Obwohl der Mann keinen Ausweis bei sich hat, trägt er einen Gürtel mit den Initialen \"RM\", die möglicherweise einen Hinweis auf seine Identität geben.","versions":[{"lang":1,"streams":[{"redirect":10891749,"hoster":"VOE"},{"redirect":10151517,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"The Raid","descr":"Mark wird von einer Gruppe abtrünniger Indianer entführt, die dann in die Hügel von New Mexico fliehen. Ein hektischer Lucas folgt ihnen, entschlossen, seinen Sohn zurückzubekommen.","versions":[{"lang":2,"streams":[{"redirect":10151479,"hoster":"VOE"},{"redirect":10151475,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Ein merkwürdiges Testament","epNo":38,"alt":"Outlaw’s Inheritance","descr":"Die Einwohner von North Fork werden misstrauisch, als Lucas im Testament eines berüchtigten Gesetzlosen als Nutznießer genannt wird.","versions":[{"lang":1,"streams":[{"redirect":10891773,"hoster":"VOE"},{"redirect":10151516,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Eine Lehre für Tim Elder","epNo":39,"alt":"Boomerang","descr":"Lucas nimmt einen verwaisten Jungen auf und bringt ihm unter anderem bei, wie man eine Waffe benutzt. Was Lucas jedoch nicht weiß, ist, dass der Junge lernen möchte, wie man eine Waffe benutzt, damit er den Bankier töten kann, den er für den Tod seines Vaters verantwortlich macht.","versions":[{"lang":1,"streams":[{"redirect":10891753,"hoster":"VOE"},{"redirect":10151521,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der Gedankenleser","epNo":40,"alt":"The Mind Reader","descr":"Während er die Hauptstraße in North Fork entlanggeht, wird John Hallager von jemandem erschossen, der sich im Schatten versteckt. Marschall Micah Torrance verhaftet Billy Mathis, der Hallagers Tochter Lucy gesehen hatte, obwohl ihm gesagt wurde, er solle wegbleiben. Nicht lange danach kommt John Barrow McBride in die Stadt. Er hat eine Gedankenleseaktion, die die Städter unterhaltsam finden, aber er scheint auch Informationen über Hallagers Schießen zu haben. Wie er diese Informationen erhielt, sagt Lucas, wie McBride die Informationen für seine Tat erhält, führt ihn aber auch zum echten Schützen.","versions":[{"lang":1,"streams":[{"redirect":10891752,"hoster":"VOE"},{"redirect":10151519,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Patsy","descr":"Eine Outlaw-Bande plant, die Stadt North Fork zu übernehmen und zu plündern, indem sie den einen Mann beseitigt, der ihnen im Weg stehen könnte: Lucas McCain.","versions":[{"lang":2,"streams":[{"redirect":13509191,"hoster":"VOE"},{"redirect":10151473,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Familie Malakie","epNo":2,"alt":"Bloodlines","descr":"Die drei Malakie-Jungs kommen in die Stadt und sprengen den Salon. Lucas McCain und Marschall Micah Torrance halten sie auf, doch dabei schießt und tötet einer der Jungen seinen eigenen Bruder. Das hindert sie jedoch nicht daran, Lucas Vorwürfe zu machen, und als ihr Vater Daniel Malakie eintrifft, bricht er seine beiden überlebenden Söhne aus dem Gefängnis, um sich zu verbessern. Sie überfallen jemanden, den sie für Lucas halten, verstehen es aber falsch und Lucas und Micah jagen sie.","versions":[{"lang":1,"streams":[{"redirect":10967890,"hoster":"VOE"},{"redirect":10151520,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Blowout","descr":"Al Walker, ein berüchtigter Revolverheld, ist nach North Fork gekommen, um zu sterben. Er ist unheilbar krank und glaubt, da er einst ein reicher und bekannter Anwalt war, es seiner Familie zu verdanken, dass seine Sterbeurkunde \"natürliche Ursachen\" lautet, anstatt \"im Gewehrkampf getötet\". Die Brüder Porter - eine Bande bösartiger Mörder und Bankräuber - sind ihm jedoch in die Stadt gefolgt und haben vor, sich an Walker zu rächen, weil er ihren Bruder getötet hat, und sie werden vor nichts und niemandem Halt machen, um dies zu tun .","versions":[]},{"epId":"episode-4","name":"Der Zeitungsmann","epNo":4,"alt":"Obituary","descr":"Ein Zeitungsartikel, der Lucas \u0027Fähigkeiten mit einer Waffe preist, bringt ihm Ärger, als ein Revolverheld in der Stadt auftaucht, um zu beweisen, dass er schneller ist als Lucas.","versions":[{"lang":1,"streams":[{"redirect":13051741,"hoster":"VOE"},{"redirect":10151523,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tension","descr":"Eine kürzlich verwitwete Frau in North Fork weiß nichts über die kriminelle Vergangenheit ihres verstorbenen Mannes, und Lucas ist entschlossen zu sehen, dass sie es nicht herausfindet.","versions":[]},{"epId":"episode-6","name":"Eddies Tochter","epNo":6,"alt":"Eddie’s Daughter","descr":"Als zwei Verbrecher das Leben von Lil Halstead, der Tochter des Hotelangestellten der Stadt, bedrohen, macht sich Lucas auf den Weg, um den Grund für die Drohungen zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":10894387,"hoster":"VOE"},{"redirect":10151522,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Panic","descr":"Brett Conway findet heraus, dass ein Paar, das in die Nähe von North Fork gezogen ist und bald erkrankt ist, an hoch ansteckendem und möglicherweise tödlichem Gelbfieber leidet. In dem Wissen, dass Lucas derjenige war, der das Paar ursprünglich entdeckte, droht Conway, die Nachricht von ihrem Zustand in der gesamten Stadt zu verbreiten, was Panik auslöst, es sei denn, Lucas kauft sein Schweigen.","versions":[]},{"epId":"episode-8","name":"Salz in der Wüste","epNo":8,"alt":"Ordeal","descr":"Lucas und Mark geraten in große Schwierigkeiten, als ihr Wagen beim Überqueren der Wüste zusammenbricht.","versions":[{"lang":1,"streams":[{"redirect":10894382,"hoster":"VOE"},{"redirect":10151526,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein übler Plan","epNo":9,"alt":"The Spiked Rifle","descr":"Um die Bühne auszurauben, die 20.000 US-Dollar in bar enthält, informiert ein unbewaffneter Verbrecher Lucas, der mit der Schrotflinte fährt, dass das Leben seines Sohnes in Lebensgefahr ist, wenn er das Geld nicht aushändigt.","versions":[{"lang":1,"streams":[{"redirect":10900157,"hoster":"VOE"},{"redirect":10151525,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Sheriff wird erpreßt","epNo":10,"alt":"Letter Of The Law","descr":"Eine Bande von Gesetzlosen entführt Micah und droht ihn zu töten, es sei denn, ihr Anführer wird aus dem Gefängnis entlassen. Lucas muss sich entscheiden, ob er den berüchtigten Mörder loswerden oder sich der Möglichkeit des Mordes an seinem Freund Micah stellen soll.","versions":[{"lang":1,"streams":[{"redirect":10894383,"hoster":"VOE"},{"redirect":10151524,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Vermächtnis des alten Pop Simmons","epNo":11,"alt":"Legacy","descr":"Lucas versucht, der betrunkenen Stadt eine gute Wendung zu geben, aber es geht schief, als der Sohn des Mannes fälschlicherweise glaubt, er sei jetzt der Besitzer von Lucas \u0027Ranch.","versions":[{"lang":1,"streams":[{"redirect":10894384,"hoster":"VOE"},{"redirect":10151527,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Baby Sitter","descr":"Eine Sängerin in einem Tanzsaal bittet Lucas, auf ihre Tochter aufzupassen, um das Kind vor dem voreingenommenen Vater der Frau zu verstecken.","versions":[]},{"epId":"episode-13","name":"Der Versager","epNo":13,"alt":"The Coward","descr":"Ein junger Mann, der von Angst vor anderen Menschen verfolgt wird, zieht in den Westen, in der Hoffnung, dass die Erfahrung ihn härter macht.","versions":[{"lang":1,"streams":[{"redirect":10894385,"hoster":"VOE"},{"redirect":10151529,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Landmesser","epNo":14,"alt":"Surveyors","descr":"Mark erzählt Lucas, dass er eine Verschwörung mitbekommen hat, um North Forks Bank auszurauben. Als Lucas ihn genauer befragt, rennt Mark von zu Hause weg, weil er denkt, dass sein Vater ihm nicht glaubt.","versions":[{"lang":1,"streams":[{"redirect":10894386,"hoster":"VOE"},{"redirect":10151528,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der alte Jäger","epNo":15,"alt":"Day Of The Hunter","descr":"Ein berühmter alter Grenzsoldat, der als der beste Schütze der Welt gilt, fordert Luke heraus, herauszufinden, wer mit einem Gewehr wirklich der Beste ist.","versions":[{"lang":1,"streams":[{"redirect":11331212,"hoster":"VOE"},{"redirect":10151530,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Isabell und ihr Freier","epNo":16,"alt":"Mail Order Groom","descr":"Ein \"Mail-Order-Ehemann\" kommt in North Fork an und findet nicht nur eine Braut, sondern auch Belästigung durch zwei örtliche Unruhestifter.","versions":[{"lang":1,"streams":[{"redirect":12931302,"hoster":"VOE"},{"redirect":10151531,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mr. Wingates Sohn","epNo":17,"alt":"Case Of Identity","descr":"Auf der Suche nach dem längst verlorenen Sohn eines reichen Mannes treffen Privatdetektive in North Fork ein. Als sie Mark sehen, entscheiden sie, dass Mark ausreichen wird, da sie den echten Jungen nicht finden können und ihr Klient seinen Sohn noch nie gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":10894389,"hoster":"VOE"},{"redirect":10151532,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Erbin","epNo":18,"alt":"The Visitor","descr":"Lucas fühlt sich von einer jungen Witwe angezogen, die auf dem Weg zu einer Erbschaft in North Fork stehen bleibt.","versions":[{"lang":1,"streams":[{"redirect":10894392,"hoster":"VOE"},{"redirect":10151534,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Held","epNo":19,"alt":"The Hero","descr":"Stablehand Colly Vane ist auf der Jagd und muss auf den berüchtigten Revolverhelden The Domino Kid schießen. Als Colly die Leiche des Kindes in die Stadt bringt, um die Belohnung zu erhalten, wird bemerkt, dass das Kind in den Rücken geschossen wurde. Anstatt als Held gefeiert zu werden, wird Colly zum Objekt der Verspottung der Stadtbewohner, weil sie das Kind in den Rücken geschossen hat, von seiner Arbeit entlassen und aus seinem Haus vertrieben wird. Um die Sache noch schlimmer zu machen, suchen drei Schützen, die die Freunde des Kindes waren, ihn in der Stadt, und wenn sie herausfinden, dass er tot ist, machen sie sich auf die Suche nach ...","versions":[{"lang":1,"streams":[{"redirect":10894390,"hoster":"VOE"},{"redirect":10151533,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Pferdehandel","epNo":20,"alt":"The Horsetraders","descr":"Lucas und Mark versuchen, einem Mann zu helfen, der bei einem Pferdehandel betrogen wurde.","versions":[{"lang":1,"streams":[{"redirect":10894397,"hoster":"VOE"},{"redirect":10151535,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unter falschem Namen","epNo":21,"alt":"The Spoiler","descr":"Ein älteres Ehepaar lässt sich in North Fork nieder, aber sie haben ein Geheimnis - sie verwenden nicht ihre richtigen Namen, weil sie nicht wollen, dass jemand weiß, dass ihr Sohn ein berüchtigter Revolverheld und Mörder ist.","versions":[{"lang":1,"streams":[{"redirect":10894391,"hoster":"VOE"},{"redirect":10151536,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Heller","descr":"Ein kleiner Junge und seine Schwester, Opfer eines missbräuchlichen Vaters, kommen zu dem Schluss, dass der einzige Weg, sich vor weiterem Missbrauch zu schützen, darin besteht, ihn zu töten.","versions":[]},{"epId":"episode-23","name":"Eine gefährliche Reise","epNo":23,"alt":"The Grasshopper","descr":"Während einer Zugfahrt werden Lucas und Mark von einem entkommenen Mörder bedroht. Als wäre das nicht schlimm genug, gerät der Zug plötzlich in eine riesige Heuschreckenwolke und muss anhalten.","versions":[{"lang":1,"streams":[{"redirect":10894393,"hoster":"VOE"},{"redirect":10151537,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"A Time For Singing","descr":"Während North Fork aufgeregt auf die Ankunft eines neuen Predigers wartet, entdeckt Mark Beweise, die darauf hindeuten, dass der neue Pfarrer nicht nur kein Prediger ist, sondern auch plant, die Gelegenheit zu nutzen, um das Stadtufer auszurauben.","versions":[{"lang":2,"streams":[{"redirect":10151481,"hoster":"VOE"},{"redirect":10151477,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Sinnlose Befehle","epNo":25,"alt":"The Deserter","descr":"Lucas macht sich auf den Weg, um das Leben eines jungen Soldaten zu retten, der aus der Armee ausgestiegen ist und nun hingerichtet werden soll.","versions":[{"lang":1,"streams":[{"redirect":10894394,"hoster":"VOE"},{"redirect":10151538,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Vision","descr":"Lucas ist besorgt, als Mark an Typhus erkrankt, aber er wird noch besorgter, als er bemerkt, dass Mark anscheinend nicht besser werden will.","versions":[{"lang":2,"streams":[{"redirect":12931295,"hoster":"VOE"},{"redirect":10151484,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Mein Freund Lariat","epNo":27,"alt":"Lariat","descr":"Lariat Jones, ein alter Freund von Lucas, kommt nach North Fork, um ein Casino zu eröffnen. Nachdem jedoch mehrere Betrüger in seinem Casino erwischt wurden, muss Lucas seinen Freund vor dem sicheren Tod retten.","versions":[{"lang":1,"streams":[{"redirect":10894395,"hoster":"VOE"},{"redirect":10151539,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Smoke Screen","descr":"Marge Crandell ist ein eigenwilliges junges Mädchen, dem weder ihr Vater noch Doug Carter, der Mann, der sie liebt, sagen wollen, was zu tun ist. Doug ist hitzig und bereit, gegen jeden Mann zu kämpfen, der Marge zu nahe kommt. Er hat gerade einen solchen Kampf mit Fred Tate, der Marge belästigt hatte. Anstatt dankbar zu sein, geht Marge mit dem Schlagzeuger Rodney Quentin davon. Als Lucas später ihren Körper entdeckt, tauchen sowohl Quentin als auch Tate als mögliche Verdächtige auf.","versions":[]},{"epId":"episode-29","name":"","epNo":29,"alt":"Shotgun Man","descr":"Ein Ex-Sträfling aus Groll gegen Lucas kommt in die Stadt, um ihn zu töten.","versions":[]},{"epId":"episode-30","name":"","epNo":30,"alt":"Sins Of The Father","descr":"Ein Mann und sein kleiner Sohn fliehen in Gefahr und werden von Lucas aufgenommen. Was Lucas nicht weiß, ist, dass der Mann ihm nicht gesagt hat, warum sie auf der Flucht sind.","versions":[]},{"epId":"episode-31","name":"","epNo":31,"alt":"The Prodigal","descr":"Ein flüchtender Bankräuber entscheidet, dass die McCain-Ranch ein guter Ort ist, um sich zu verstecken, und hält Lucas und Mark in ihrem eigenen Haus gefangen, bis die Hitze nachlässt.","versions":[{"lang":2,"streams":[{"redirect":13487906,"hoster":"VOE"},{"redirect":10151483,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Pferderennen","epNo":32,"alt":"The Fourflusher","descr":"Gabe Fenway, ein Pächter des lokalen Vermieters Preston, plant, sein Quarterhorse Sapphire bei einem lokalen Pferderennen zu betreiben. Mark hat auch vor, sein Pferd Blueboy im Rennen zu bestreiten. Preston, der alle Ernten von Fenway behalten will, glaubt, dass Marks Pferd Fenways schlagen kann, und trickst Fenway aus, um seine Ernte gegen Prestons 1000 Dollar zu setzen, die Mark gewinnen wird. Und um sicherzustellen, dass Mark gewinnt, hat Preston einen Plan, um sicherzustellen, dass Fenway es nicht zum Rennen schafft.","versions":[{"lang":1,"streams":[{"redirect":10894396,"hoster":"VOE"},{"redirect":10151540,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Aus dem Gefängnis entlassen","epNo":33,"alt":"The Jailbird","descr":"Lucas stellt eine neue Ranch ein und erfährt, dass der Mann gerade wegen Totschlags aus dem Gefängnis entlassen wurde. Er glaubt, der Mann habe ein neues Blatt umgedreht und wolle ein neues Leben beginnen, aber sein - und der der Stadtbewohner - Verdacht werde geweckt, wenn ein ortsansässiger Viehzüchter bei einem Raubüberfall ermordet werde.","versions":[{"lang":1,"streams":[{"redirect":10894398,"hoster":"VOE"},{"redirect":10151541,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Meeting At Midnight","descr":"Eines Tages trifft Lucas in der Stadt auf Tom Benton, einen alten Freund aus seiner Zeit bei der Armee. Benton scheint jedoch in schwere Zeiten geraten zu sein, da er viel trinkt und den Salon hochschießt und von Micah verhaftet wird. Lucas rettet ihn gegen Bentons Proteste, aber es stellt sich heraus, dass Benton seine eigenen Gründe hat, im Gefängnis bleiben zu wollen.","versions":[]},{"epId":"episode-35","name":"","epNo":35,"alt":"Nora","descr":"Nora Sanford, eine alte Flamme von Lucas, die aus einer reichen Familie stammt, kommt krank und mittellos in die Stadt. Als Lucas von ihrem Zustand erfährt, geht er zu ihr und hilft ihr, wieder gesund zu werden. Es stellte sich heraus, dass ihr kürzlich verstorbener Ehemann ihr ganzes Geld ausgegeben hatte, und sie hatte gehört, dass Lucas auch kürzlich verwitwet worden war, und sich verzweifelt entschlossen, nach North Fork zu kommen, um ihn zu besuchen. Was Lucas jedoch nicht weiß, ist, dass sie nicht alleine in die Stadt gekommen ist, und ihre Pläne für Lucas sind nicht ganz so, wie er denkt, dass sie sind.","versions":[]},{"epId":"episode-36","name":"","epNo":36,"alt":"The Hangman","descr":"Ein Freund von Lucas wird ermordet und ausgeraubt. Der Verdacht fällt auf einen Ex-Betrüger und ein Lynchen scheint unvermeidlich.","versions":[{"lang":2,"streams":[{"redirect":13487904,"hoster":"VOE"},{"redirect":10151485,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Trail Of Hate","descr":"Geächtete nehmen Mark als Geisel, um Lucas zu zwingen, ihnen zu helfen, die Bank in North Fork auszurauben.","versions":[{"lang":2,"streams":[{"redirect":13491144,"hoster":"VOE"},{"redirect":10151480,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Woman From Hog Ridge","descr":"Lucas und Mark unterbrechen zwei junge Männer, die Pferde stehlen. Lucas ist gezwungen, sich zu verteidigen und erschießt einen der Männer. Er ist einer von Ma Boyles Söhnen. Die Boyles sind eine Bergfamilie, die nach ihren eigenen Gesetzen lebt und Micah sieht Schwierigkeiten voraus. Wenn der Clan in der Stadt ankommt, wird der für die Tötung verantwortliche Mann aufgehängt.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Seven","descr":"Sieben geflohene Gefangene terrorisieren die Stadt North Fork. Der Führer hat einen persönlichen Groll gegen Lucas McCain, den er vor dem Verlassen der Stadt begleichen muss.","versions":[]},{"epId":"episode-4","name":"Der Händler","epNo":4,"alt":"The Pitchman","descr":"Ein schnell sprechender Verkäufer entdeckt Gold auf Lucas \u0027Grundstück und versucht, McCain über die Mineralrechte auf seiner Ranch zu informieren.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Strange Town","descr":"Als Micah von einem flüchtenden Gefangenen schwer verletzt wird, verfolgt Lucas den Gefangenen zurück in seine Heimatstadt, wo sie ihre eigenen nicht aufgeben.","versions":[]},{"epId":"episode-6","name":"Mexikanisches Recht","epNo":6,"alt":"Baranca","descr":"In Micahs Abwesenheit wird Lucas in ein Duell gezwungen, um herauszufinden, für welches Justizsystem der eklatante Mord an einem Hispanic auf dem Land gilt: die alte Justiz der traditionellen New Mexico Hispanics, die von \"Baranca\" verwaltet wird, oder das US-amerikanische Recht.","versions":[{"lang":1,"streams":[{"redirect":11331207,"hoster":"VOE"},{"redirect":10151542,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Martinet","descr":"Ein Kavalleriekapitän entdeckt, dass ein Sohn ein Gesetzloser ist, der von Lucas getötet wurde. Er ist entschlossen, Lucas für die Tragödie zu bestrafen.","versions":[]},{"epId":"episode-8","name":"Miss Milly","epNo":8,"alt":"Miss Milly","descr":"Milly Scott kauft Hatties Gemischtwarenladen. Ihr Hintergrund als Schullehrerin bereitet sie kaum auf das vor, was sie gekauft hat, als sie einen Fremden in der Stadt engagiert, um alle Schulden, die dem Laden geschuldet wurden, einzutreiben.","versions":[{"lang":1,"streams":[{"redirect":10932939,"hoster":"VOE"},{"redirect":10151543,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dead Cold Cash","descr":"Gemäß den Bestimmungen eines bizarren Testaments werden die Bürger von North Fork 100.000 US-Dollar teilen, wenn Lucas McCain innerhalb von sieben Tagen nach Sarah Caruthers stirbt. Die bösartige alte Frau hat Lucas gehasst, seit er ihren Ehemann bei einem Raubüberfall getötet hat.","versions":[]},{"epId":"episode-10","name":"Der neue Lehrer","epNo":10,"alt":"The Schoolmaster","descr":"Ein strenger neuer Schulmeister kommt, um zu unterrichten - und, wie er entdeckt, um zu lernen: von Mark und Lucas.","versions":[]},{"epId":"episode-11","name":"Unter schlechtem Einfluß","epNo":11,"alt":"The Promoter","descr":"Ein Betrüger und sein Freund mit der Schnellfeuerwaffe kommen nach North Fork. Lucas nimmt an einem Schießwettbewerb teil.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Illustrator","descr":"Wenn ein berühmter New Yorker Künstler geschickt wird, um ein Porträt von Hannah Shaw zu malen, stellt er fest, dass der Künstler nicht mehr die Person ist, nach der er gefragt hat. Lucas wird versuchen, dem Pechvogelkünstler zu helfen.","versions":[]},{"epId":"episode-13","name":"Der schweigende Indianer","epNo":13,"alt":"The Silent Knife","descr":"Mark und Lucas helfen einem jungen Mann, der von einer traumatischen Vergangenheit verstummt ist.","versions":[{"lang":1,"streams":[{"redirect":11331209,"hoster":"VOE"},{"redirect":10151546,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine reizende alte Dame","epNo":14,"alt":"Miss Bertie","descr":"Auf dem Weg nach Hause in einer Postkutsche unterhalten Mark und Lucas die Geschichten einer kleinen alten Dame über Revolverhelden und ihr Sammelalbum mit gesuchten Postern. Sie wissen nicht, dass sie Kopfgeldjägerin ist, und haben Herzog Jennings im Visier, der nach Northfork fährt.","versions":[{"lang":1,"streams":[{"redirect":11331213,"hoster":"VOE"},{"redirect":10151545,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Six Years And A Day","descr":"Mark kommt in Eile nach North Fork geritten. Er wurde von Lucas geschickt, um Dr. Burrage zu holen. Er klopft an, findet aber den Arzt nicht in seiner Praxis. Zwei Fremde, die vorhaben, Dr. Burrage zu töten, stehen in der Nähe.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Flowers By The Door","descr":"Ein Buchverkäufer gibt einer Frau, deren Ehemann nicht zu Hause ist, Blumensamen. Dann bedeckt er ihren Mund mit einer seiner Hände, während sie versucht, um Hilfe zu schreien!","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Long Trek","descr":"Micah und Lucas eskortieren Stanley, einen Gefangenen, durch ein weites Gebiet ohne Städte in der Nähe. Nachdem Stanley die drei Pferde verscheucht hat, beginnen Micah, Lucas und Stanley zu laufen und laufen und laufen.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Actress","descr":"Lucas erfüllt den sterbenden Wunsch nach einem alten Freund.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Face Of Yesterday","descr":"Als er das Gesicht eines jungen Mannes sieht, der ihn ausruft, erlebt Lucas einen schockierenden Rückblick auf seine Bürgerkriegstage.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Wyoming Story, Part 1","descr":"Nachdem seine Herde durch die Maul- und Klauenseuche ausgelöscht wurde, erklärt sich McCain bereit, der US-Regierung als Undercover-Detektiv zur Seite zu stehen, um genügend Geld für den Kauf weiterer Rinder zu sammeln. Er reist nach Wyoming, um zu erfahren, woher die Repetierbüchsen stammen, die den rebellischen Cheyenne-Indianern in die Hände gefallen sind.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Wyoming Story, Part 2","descr":"Lucas setzt seinen Undercover-Auftrag fort und sucht nach der Quelle von Repetiergewehren, die den abtrünnigen Indianern in die Hände gefallen sind. Währenddessen ist McCains Abwesenheit in North Fork sehr spürbar.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Closer Than A Brother","descr":"Als ihn Micahs wiederkehrende Alpträume in die Trunkenheit treiben, beschließt Lucas, dass der Marschall sich der Quelle dieser Alpträume stellen muss - einem Revolverhelden, den er 16 Jahre zuvor nicht entgegentreten konnte.","versions":[]},{"epId":"episode-23","name":"Das Geheimnis von Canyon Town","epNo":23,"alt":"The Lost Treasure Of Canyon Town","descr":"Die Newmans leben immer noch in der Stadt, in der Micah aufgewachsen ist. Ihr Plan, reich zu werden, wird von einem längst vergessenen Familiengeheimnis erstickt - das Mark gleich aufdecken wird.","versions":[{"lang":1,"streams":[{"redirect":11331215,"hoster":"VOE"},{"redirect":10151544,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dunkelheit um John McLean","epNo":24,"alt":"Dark Day At North Fork","descr":"Lucas ist vorübergehend in einer Explosion geblendet. Leider reitet ein alter Feind nicht lange nach diesem Vorfall in die Stadt, um eine alte Rechnung zu begleichen.","versions":[{"lang":1,"streams":[{"redirect":11331218,"hoster":"VOE"},{"redirect":10151551,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"The Prisoner","descr":"Major Aaron King und Corporal Troc treffen zu Pferd in North Fork ein. Wenn sie Lucas sehen, erinnern sie sich, dass er vor fünfzehn Jahren ein Leutnant in der Unionsarmee war. Sie sehen dieses zufällige Zusammentreffen als eine glückliche Pause an.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"Assault","descr":"Cade Conway und Vashti Croxton streiten darüber, wo sie heiraten sollen. Dies führt dazu, dass ein Kampf und Vashti bewusstlos geschlagen werden und ein reisender Verkäufer fälschlicherweise dafür verantwortlich gemacht wird.","versions":[]},{"epId":"episode-27","name":"Pferdediebe","epNo":27,"alt":"Short Rope For A Tall Man","descr":"Auf dem Weg durch ein fremdes Städtchen wird Lucas festgenommen und beschuldigt, ein Pferdedieb zu sein.","versions":[{"lang":1,"streams":[{"redirect":11331216,"hoster":"VOE"},{"redirect":10151547,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"The Clarence Bibs Story","descr":"Clarence, Millies Moppjunge, trägt eine Pistole, die er gerade für einen Kunden geputzt hat. Wenn er versehentlich einen berühmten Verbrecher tötet, spielen einige Einheimische den Ruf ihres neuen Freundes auf und hoffen auf mehr Spaß, da sie erwarten, dass sein Partner in die Stadt kommt.","versions":[]},{"epId":"episode-29","name":"","epNo":29,"alt":"The Score Is Even","descr":"Obwohl Lucas schwer verwundet ist, will er zwei Mörder vor Gericht bringen. Die Reise wird für Mark und Lucas gefährlich.","versions":[]},{"epId":"episode-30","name":"","epNo":30,"alt":"The Mescalaro Curse","descr":"Lucas ist Vorarbeiter einer Jury, die einen Mescalero-Indianer des Mordes schuldig spricht. Der Vater des Mannes, ein abtrünniger Hexendoktor, verflucht den Schützen, der seinen Tod vor dem nächsten Neumond vorhersagt.","versions":[]},{"epId":"episode-31","name":"Unerwarteter Besuch","epNo":31,"alt":"Stopover","descr":"Lucas und Mark sind in der Scheune. Draußen tobt ein Schneesturm und der Wind heult. Nachdem sie das Haus erreicht haben, hören sie Scotty, den Fahrer auf einer Postkutsche. Er bittet, die Nacht zu verbringen. Die Passagiere der Postkutsche werden ebenfalls in das McCain-Heim eingeladen.","versions":[{"lang":1,"streams":[{"redirect":11331219,"hoster":"VOE"},{"redirect":10151548,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Dame aus St. Louis","epNo":32,"alt":"The Lonesome Bride","descr":"Eine Postkutsche kommt in North Fork an, die Tür öffnet sich und eine Frau tritt hinaus. Im Gespräch mit ihr findet Micah heraus, dass sie gekommen ist, um Lucas zu heiraten.","versions":[{"lang":1,"streams":[{"redirect":11331221,"hoster":"VOE"},{"redirect":10151549,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Falle","epNo":33,"alt":"Death Trap","descr":"Eine Schießerei mit einem unwilligen Teilnehmer erfordert einen Arzt, aber Doc Burrage ist nicht in der Stadt. Ein Arzt hilft freiwillig bei North Fork. Er und Lucas haben jedoch eine Vergangenheit und keine gute.","versions":[{"lang":1,"streams":[{"redirect":11331220,"hoster":"VOE"},{"redirect":10151550,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Zopf","epNo":34,"alt":"The Queue","descr":"Die Bemühungen eines Chinesen und seines Sohnes, eine Wäscherei zu errichten, werden von zwei Jungen behindert, die Ausländer in North Fork verärgern.","versions":[{"lang":1,"streams":[{"redirect":11331223,"hoster":"VOE"},{"redirect":10151552,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Vaqueros","descr":"In Mexiko fallen Lucas und Mark McCain Banditen zum Opfer, um einen Saatbullen zu kaufen. Diese Banditen ziehen Lucas Hemd, Hut und Stiefel aus. Dann binden sie ihn an einen Baum und lassen ihn sterben, während sie mit seinem entführten Sohn davonreiten.","versions":[{"lang":2,"streams":[{"redirect":13487909,"hoster":"VOE"},{"redirect":10151490,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geburtstagsgeschenk","epNo":2,"alt":"First Wages","descr":"Mark bekommt einen Job im Lackierstall in North Fork. Lucas ist besorgt, dass Mark seine Hausarbeiten nicht rechtzeitig erledigen wird.","versions":[{"lang":1,"streams":[{"redirect":11331222,"hoster":"VOE"},{"redirect":10151553,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bange Stunden","epNo":3,"alt":"Sheer Terror","descr":"Lucas wird gebeten, Wache zu halten, wenn 50.000 US-Dollar von einer speziell entwickelten Postkutschentresorbox in das Tresor der North Fork Bank überwiesen werden. Sloan, ein ehemaliger Bankangestellter, plant, die Lieferung mit ein paar Handlangern auszurauben und nutzt den Gemischtwarenladen als Basis, um ihren Angriff zu starten. Währenddessen werden Milly und Mark in einem Hinterzimmer gefangen gehalten, hilflos, um den Überfall zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":11331224,"hoster":"VOE"},{"redirect":10151554,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Stand-In","descr":"Ein Gefängniswagen hält auf der McCain-Ranch. Einer der Wärter bittet Lucas um eine Flasche Alkohol. Er weigert sich. Später kehren die Wachen zurück und nehmen Lucas gefangen.","versions":[]},{"epId":"episode-5","name":"Der Mann mit der Narbe","epNo":5,"alt":"The Journey Back","descr":"Mark bekommt einen Job von einem Nachbarn, von dem er sich wegen seiner Gesichtsnarben verabschiedet hat. Als seine militärische Vergangenheit enthüllt wird, muss Mark entscheiden, ob sein neuer Freund gelogen hat oder ob der Mann auf seiner Spur, der Rache sucht, gerechtfertigt ist.","versions":[{"lang":1,"streams":[{"redirect":12931299,"hoster":"VOE"},{"redirect":10151555,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Decision","descr":"Lucas ist Zeuge einer Schießerei, als er auf seinem Grundstück Zäune repariert. Wenn der Mann, der es getan hat, verhaftet wird, ist er bereit, bei der Verhandlung auszusagen. Bestechung und Drohungen gegen seine Familie und sich selbst werden vor Gericht gestellt, können sich jedoch auf den Angeklagten auswirken.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Knight Errant","descr":"Ein ehemaliger Offizier und ein exzentrischer Kavalier, zwei von Lucas \u0027ältesten Freunden, bitten ihn, ein Schachspiel zu beobachten, um Betrug zu verhindern.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Honest Abe","descr":"Ein exzentrischer Mann, der vorgibt, Abe Lincoln zu sein, verbringt ein Wochenende mit Lucas und Mark. Er gerät in Schwierigkeiten, als er sich mit einem Mann im Salon streitet und ihm den Arm bricht.","versions":[]},{"epId":"episode-9","name":"Der Enkel","epNo":9,"alt":"The Long Goodbye","descr":"Opa Fogarty lebt mit seinem jungen Enkel Woody in einem heruntergekommenen alten Bauernhaus. Die McCains sind Nachbarn und Lucas versucht wiederholt, den alten Mann dazu zu bringen, den Jungen auf die örtliche Schule zu schicken. Er weigert sich und veranlasst einige der Damen in North Fork zu der Annahme, dass er nicht in der Lage ist, ein Kind zu erziehen, und dass Woody von ihm genommen werden sollte. Opa ist absolut dagegen, bis er erfährt, dass jemand aus seiner Vergangenheit für ihn schießen kann. So sehr es ihm auch weh tut, beschließt er, den Jungen ohne jede Erklärung aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":11331226,"hoster":"VOE"},{"redirect":10151558,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mark Twain in North Fork","epNo":10,"alt":"The Shattered Idol","descr":"Lucas und Mark treffen Mark Twain. Später erfahren sie, dass er ein trauriges Geheimnis hat.","versions":[{"lang":1,"streams":[{"redirect":11331228,"hoster":"VOE"},{"redirect":10151556,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hollivers Rache","epNo":11,"alt":"Long Gun From Tucson","descr":"North Fork hat ein Problem. Ein Mann namens John Holliver will sich an etwas rächen, das vor fünf Jahren passiert ist.","versions":[{"lang":1,"streams":[{"redirect":11331227,"hoster":"VOE"},{"redirect":10151557,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"High Country","descr":"Zwei Bergmänner reiten an der McCain-Ranch vorbei und einer, Ambrose, ist verliebt in Lucas \u0027Gewehr. Er versucht, dafür zu handeln, aber Lucas wird nicht handeln. Er will die Waffe holen und später in dieser Nacht kehren sie auf die Ranch zurück und versuchen, sie zu stehlen. In der Rauferei wird Gorwin versehentlich getötet. Lucas gibt sein Pferd seinem Volk im Hochland zurück, aber Ambrose hat gelogen, was mit Gorwin passiert ist, und die Bergbewohner machen Lucas verantwortlich. Ein Prozess wird angerufen und Lucas wird des Mordes für schuldig befunden und zu fünf Jahren Arbeitslager verurteilt, um den Verlust von Frau Morgan zu bezahlen.","versions":[]},{"epId":"episode-13","name":"Ein Freund in der Not","epNo":13,"alt":"A Friend In Need","descr":"Ein Mann sitzt an einem Tisch in einer Ecke des Salons in North Fork. Er schaut auf die Zeit und wartet. Später wartet er auf einer Spur, bis Mark hochfährt. Er bringt Mark dazu, mit ihm zu kommen.","versions":[{"lang":1,"streams":[{"redirect":11331230,"hoster":"VOE"},{"redirect":10151560,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Machtlos","epNo":14,"alt":"Skull","descr":"Als Mark auf einer Jagdreise vermisst wird, versucht Lucas Hilfe zu bekommen, um seinen vermissten Sohn zu finden. Bevor er weit kommt, werden Lucas und Mark von der Skull Ranch als Geiseln genommen - eine Oase für Gesetzlose.","versions":[{"lang":1,"streams":[{"redirect":11331232,"hoster":"VOE"},{"redirect":10151559,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Prinzessin","epNo":15,"alt":"The Princess","descr":"Lucas und Mark nehmen eine junge Frau und ihren Bruder auf, nachdem der Bruder Masern hat. Es geht jedoch das Gerücht um, dass die junge Frau eine Prinzessin ist - nicht nur eine Frau, die sich danach sehnt, Bauer zu werden.","versions":[{"lang":1,"streams":[{"redirect":11331229,"hoster":"VOE"},{"redirect":10151561,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Charlie Gordos Flucht","epNo":16,"alt":"Gunfire","descr":"In der Nacht hält Micah am Gefängnis von North Fork an, um nach einem Gefangenen namens Charlie Gordo zu sehen. Charlie will nicht ins Yuma-Gefängnis, um gehängt zu werden. Er bedroht Micah, indem er ihm sagt, dass er ihn töten wird, wenn er versucht, ihn zum Gehen zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11331231,"hoster":"VOE"},{"redirect":10151562,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Quiet Fear","descr":"Ein Freund aus Lucas \u0027Armeetagen kauft eine Farm in der Nähe von North Fork. Seine Tochter ist sehr neugierig, da sie sehr schön und taub ist.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Sporting Chance","descr":"Ein Waffenkämpfer, der sein will, reist den ganzen Weg von England nach Lucas und glaubt, dass das Töten von Lucas ihm den Ruf und den Respekt gibt, den er braucht.","versions":[]},{"epId":"episode-19","name":"Freds erste Liebe","epNo":19,"alt":"Young Man’s Fancy","descr":"Die Bühne kommt in North Fork an und eine junge Dame steigt aus. Sie ist Sally Walker, eine Nichte von Milly. Als Mark Sally sieht, ist er sofort geschlagen und wird von ihrem guten Aussehen aufgehalten.","versions":[{"lang":1,"streams":[{"redirect":10151584,"hoster":"VOE"},{"redirect":10151564,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Man From Salinas","descr":"Lucas ist Stellvertreter in Northfork, während Micah geschäftlich unterwegs ist. Als die Bank ausgeraubt wird, schießt Lucas und verwundet den Räuber ernsthaft während seiner Flucht. Der Räuber ist Rudy Gray aus Salinas, und als Lucas den Sheriff von Salinas anruft, wird der Telegraph von einem skrupellosen Angestellten und seinem Freund Dave Foley abgefangen. Foley beschließt, nach Northfork zu reisen, um sich als Rudys Bruder auszugeben und seinen Körper nach Salinas zurückzubringen, bevor Lucas herausfindet, dass er eine Belohnung von 2.000 Dollar auf dem Kopf hat.","versions":[]},{"epId":"episode-21","name":"Der Stern des Sheriffs","epNo":21,"alt":"Two Ounces Of Tin","descr":"Ein superschneller, schwarzer Schütze, der vor Jahren die 5 Männer getötet hat, die laut Gesetz seinen Vater ermorden durften, fordert den Abgeordneten McCain auf, sein Abzeichen symbolisch in den Dreck zu werfen.","versions":[{"lang":1,"streams":[{"redirect":11331233,"hoster":"VOE"},{"redirect":10151563,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Deadly Image","descr":"Ein zuverlässiger Augenzeuge reitet nach North Fork und beschuldigt Lucas McCain des Raschelns und kaltblütigen Mordes.","versions":[]},{"epId":"episode-23","name":"Fred zahlt seine Schuld","epNo":23,"alt":"The Debt","descr":"Als Mark und Lucas Micah auf der Spur treffen, während sie einen Gefangenen zur Hinrichtung transportieren, entdeckt Mark, dass der Gefangene ein Mann ist, der drei Jahre zuvor sein Leben gerettet hat. Lucas wird wütend, als Mark dem verurteilten Gefangenen bei der Flucht hilft.","versions":[]},{"epId":"episode-24","name":"John McLean spielt hoch","epNo":24,"alt":"Tinhorn","descr":"Mark und Milly sind schockiert, als Lucas zu spielen beginnt. Sie wissen nicht, dass Lucas \"Undercover\" ist und versucht, einen Mann beim Betrügen zu erwischen. Lucas muss das tun, um die Farm seines Freundes zu retten.","versions":[{"lang":1,"streams":[{"redirect":11331234,"hoster":"VOE"},{"redirect":10151566,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"None So Blind","descr":"Während Mark auf der Strecke reitet, freundet er sich mit einem blinden Mann an, der einen Groll gegen einen anderen Mann hat. Als der fragliche Mann Lucas zwingt, sein Vieh wegen Krankheit zu töten, rächt sich Mark und ist schockiert über die Ergebnisse.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"Jealous Man","descr":"Die irrationale Eifersucht eines pensionierten Anwalts droht nicht nur, seine Ehe zu zerstören, sondern ihn auch zu einem leichten Ziel für jemanden zu machen, der ihn tot sehen will. Und wie immer befindet sich Lucas mitten in diesem ganzen Drama.","versions":[]},{"epId":"episode-27","name":"","epNo":27,"alt":"Guilty Conscience","descr":"Es ist ein interessanter Tag in North Fork, an dem eine Frau und ihr Sohn auf einer Postkutsche ankommen. Kurz darauf sieht sie Micah und denkt, dass er ihr längst verlorener Ehemann ist.","versions":[]},{"epId":"episode-28","name":"Prediger Jamison und die Vergangenheit","epNo":28,"alt":"Day Of Reckoning","descr":"Die Stadt hat einen neuen Minister - einen Todfeind von Lucas McCain, den er für den Fall, dass er ihn wiedersieht, töten will. Jetzt muss Lucas sich den Konflikten in sich selbst stellen und sich mit der Vergangenheit auseinandersetzen.","versions":[]},{"epId":"episode-29","name":"Ein neuer Sheriff in North Fork","epNo":29,"alt":"The Day The Town Slept","descr":"Lucas und Mark fahren nach einem zweiwöchigen Jagdausflug nach North Fork, um festzustellen, dass Micah kein Marschall mehr ist. Schlimmer noch, sie haben einen neuen Marschall, der krumm ist und es den Gesetzlosen erlaubt, Stellvertreter zu werden.","versions":[]},{"epId":"episode-30","name":"Millys Bruder","epNo":30,"alt":"Milly’s Brother","descr":"Ein Mann reitet in North Fork. Als er Lucas sieht, erinnert er ihn daran, dass sie sich während des Bürgerkriegs im Trainingslager getroffen haben. Als Milly sie sprechen hört, fragt sie den Mann, ob er ihren Bruder kenne, der in der Schlacht von Bull Run gestorben ist.","versions":[{"lang":1,"streams":[{"redirect":11331235,"hoster":"VOE"},{"redirect":10151565,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Wer ist George Vale?","epNo":31,"alt":"Outlaw’s Shoes","descr":"Während Lucas nach Red Creek reitet, sehen ihn zwei Männer, die sich versteckt halten. Einer der Männer schießt Lucas in den Kopf, stößt ihn von seinem Pferd und bringt ihn fast um.","versions":[{"lang":1,"streams":[{"redirect":11331242,"hoster":"VOE"},{"redirect":10151567,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Russel Ganaways Freunde","epNo":32,"alt":"The Executioner","descr":"Ein ehemaliger Nachbar der McCains wird aus dem Gefängnis entlassen, nachdem er seine Strafe für den Raub von Postkutschen verbüßt ​​hat, aber das Geld wurde nie gefunden. Lucas willigt ein, den Mann für ihn arbeiten zu lassen, aber die neue Arbeitshand birgt ein Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":11331236,"hoster":"VOE"},{"redirect":10151568,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Waste, Part 1","descr":"Als Lucas, Mark und Micah im alten Mexiko untergehen, werden sie von einer Gruppe von Banditen als Geiseln genommen, die die Männer töten und Mark zum Sklaven machen wollen. Micah ist schwer verletzt und lebendig begraben - es liegt also an Lucas, sie zu retten.","versions":[{"lang":2,"streams":[{"redirect":11331189,"hoster":"VOE"},{"redirect":10151487,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Waste, Part 2","descr":"Während Lucas in einem Geisterstadt-Salon gefangen ist, versucht er einen Fluchtplan zu finden, um seinen Sohn und Micah zu retten, nachdem Mark sich geweigert hat, ohne ihn zu gehen.","versions":[]},{"epId":"episode-3","name":"Lou Mallory","epNo":3,"alt":"Lou Mallory","descr":"Lucas kommt in North Fork an, um zu erfahren, dass ein Neuankömmling, Lou Mallory, Land und einige Geschäfte der Stadt aufgekauft hat. Mallory ist eine schnörkellose Geschäftsfrau, eine Selbststarterin, die sehr entschlossen zu sein scheint, ihre eigenen Interessen zu vertreten. Lucas schafft es sogar, einen sehr guten Preis für Milly Scotts Laden zu bekommen, nachdem sie weggezogen ist. Als die Bürger erfahren, dass die Eisenbahn in die Stadt kommt, glauben einige, sie hätten sie gehabt, darunter Neb Jackman und seine Söhne, die sie verkauft haben, was sie für ein wertloses Stück Land hielten. Nebs Lösung ist es, zu kidnappen ...","versions":[{"lang":1,"streams":[{"redirect":11331239,"hoster":"VOE"},{"redirect":10151572,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pockenverdacht in North Fork","epNo":4,"alt":"Quiet Night, Deadly Night","descr":"Nachdem eine Frau auf der Bühne erkrankt ist, werden die Hotelbewohner - darunter auch Lucas und Lou - wegen des Verdachts auf Pocken unter Quarantäne gestellt. Sie stellen bald fest, dass ein gesuchter Mann unter ihnen ist.","versions":[{"lang":1,"streams":[{"redirect":11331237,"hoster":"VOE"},{"redirect":10151569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wo steht Johnny Draco?","epNo":5,"alt":"Death Never Rides Alone","descr":"Ein berühmter schneller Revolverheld sucht nach seinem alten Freund Lucas, um ihm zu helfen, sich in North Fork zurückzuziehen, aber drei Bewaffnete folgen ihm und wollen, dass seine Hilfe die Stadt beherrscht.","versions":[]},{"epId":"episode-6","name":"Lou Mallory gehört mir","epNo":6,"alt":"I Take This Woman","descr":"Dennis O\u0027Flarrety kommt in North Fork an. Als er eine Gelegenheit zur Hilfe sieht, hebt er im Alleingang einen Teil eines Wagens. Aber sein wirklicher Grund, in der Stadt zu sein, ist, dass er Lou Mallory, den Besitzer des Hotels, heiraten will.","versions":[{"lang":1,"streams":[{"redirect":11331238,"hoster":"VOE"},{"redirect":10151570,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Besuch des Senators","epNo":7,"alt":"The Assailants","descr":"North Fork wartet gespannt auf den Besuch eines US-Senators, der die Eigenstaatlichkeit des Territoriums fördert. Micah hat ein Telegramm erhalten, das besagt, dass es einen Versuch im Leben des Senators geben könnte, ist aber nicht allzu besorgt, da eine Truppe Soldaten in der Stadt ist und gerade im Hotel eingecheckt hat. Seltsamerweise kamen die Soldaten mit einer großen Sarg-ähnlichen Kiste an, die sie in ihr Zimmer gebracht haben. Lucas findet eines der Verhaltensweisen des Soldaten ziemlich seltsam und aus gutem Grund: Sie sind die Attentäter, die den Senator töten wollen, und die mysteriöse Kiste enthält eine Gatling-Kanone.","versions":[{"lang":1,"streams":[{"redirect":11331240,"hoster":"VOE"},{"redirect":10151571,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Freds Gewehr","epNo":8,"alt":"Mark’s Rifle","descr":"Mark und Lucas sind sich nicht einig über den Charakter eines Mannes, der behauptet, für den Zirkus zu arbeiten. Lucas erschießt den Mann während eines Raubüberfalls im Hotel, aber Mark glaubt an die Geschichte des Mannes. Dies bringt Vater und Sohn in Konflikt.","versions":[{"lang":1,"streams":[{"redirect":11331244,"hoster":"VOE"},{"redirect":10151573,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein sehr bemerkenswerter Mann","epNo":9,"alt":"The Most Amazing Man","descr":"Ein berühmter Revolverheld, den Mark vergöttert, erzählt in der Stadt mehr von seinen Geschichten. Aber diesmal erzählt er eine Geschichte zu viel und ist herausgefordert. Lucas beginnt zu denken, dass er vielleicht doch nicht der \"erstaunlichste Mann\" ist.","versions":[{"lang":1,"streams":[{"redirect":11331241,"hoster":"VOE"},{"redirect":10151574,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Squeeze Play","descr":"Als Lucas sich weigert, sein Land an Mr. Prescott zu verkaufen, stellt er Männer ein, die versuchen, seine Meinung zu ändern. Doch egal, welche Herausforderungen auf ihn zukommen, er lehnt ab. Auch Lou und Mark verstehen seine Ablehnung nicht.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Gun Shy","descr":"Als Marks nachlässige Handlungen den Tod eines Freundes zur Folge haben, gibt er dem Gewehr die Schuld. Da er die Wahrheit nicht akzeptieren kann, rennt er von zu Hause weg. Aber er steht vor einer schwierigen Entscheidung, die über Leben und Tod entscheiden könnte.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Anvil Chorus","descr":"Micah verlässt die Stadt und überlässt Nils Swenson das Kommando. Lucas warnt Nils davor, eine \"No Gun\" -Notiz zu veröffentlichen und verlässt dann wütend die Stadt. Er kehrt jedoch schnell zurück, als er feststellt, dass Mark in Schwierigkeiten ist, weil Nils Lucas \u0027Rat nicht befolgt hat.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Conflict","descr":"Nachdem Lucas kaum vermisst, einen Puma zu töten, der Mark bedroht, gerät er in einen Konflikt mit sich. Die Tatsache, dass er den Puma vermisst hat und Mark das Leben gekostet hat, macht ihm Angst. Lucas muss sich mit dieser Realität abfinden.","versions":[{"lang":2,"streams":[{"redirect":12931297,"hoster":"VOE"},{"redirect":10151489,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Zwischenfall im Eisenbahnercamp","epNo":14,"alt":"Incident At Line Shack Six","descr":"Ein Mord ereignet sich im Eisenbahnlager in der Nähe von North Fork. Der Angeklagte befindet sich in der McCain-Scheune, in der Mark und Lou ihn versteckt haben. Infolgedessen wird Lucas, als er zum Prozess geht, mit dem Angeklagten vor Gericht gestellt.","versions":[{"lang":1,"streams":[{"redirect":11331243,"hoster":"VOE"},{"redirect":10151575,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Winslow Quince unter schwerem Verdacht","epNo":15,"alt":"Suspicion","descr":"Mark und Lucas helfen einem gestrandeten Fremden zurück in die Stadt. Als er anfängt, bei mörderischen Überfällen gestohlene Gegenstände wegzugeben, wird er der Morde beschuldigt. Aber Lucas ist sich nicht so sicher, ob er schuld ist.","versions":[{"lang":1,"streams":[{"redirect":11331246,"hoster":"VOE"},{"redirect":10151578,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gridly Maule will sich rächen","epNo":16,"alt":"The Sidewinder","descr":"Lucas hat vor Jahren einen Mann erschossen. Jetzt ist sein Sohn - der in Marks Alter ist - in North Fork, um sich zu rächen. Nachdem er mit Mark eine Schießerei angedroht hat, fordert Lucas ihn auf, festgenommen und angeklagt zu werden, aber Lou Mallory hat andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":11331245,"hoster":"VOE"},{"redirect":10151576,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Sixteenth Cousin","descr":"Es ist ein großer Tag für North Fork - der erste Eisenbahnzug kommt zu ihrem neuen Bahnhof. Als Passagiere reiten die McCains und ein japanischer Adliger und sein Diener, die den Westen besuchen, um mehr über die Vereinigten Staaten zu erfahren. Wenn die Ausländer von einheimischen Hooligans beleidigt werden, fordern sie Befriedigung, und bald stehen sich die vier Männer in der staubigen Hauptstraße von North Fork gegenüber.","versions":[]},{"epId":"episode-18","name":"Fred unter Verdacht","epNo":18,"alt":"Hostages To Fortune","descr":"In der Halloween-Nacht reiten Mark und seine Freunde in Masken von Ranch zu Ranch und spielen Streiche. Ein paar Rustler kamen auf die Idee, ähnliche Masken zu tragen, während sie Vieh stehlen, und wussten, dass die Jungs dafür verantwortlich gemacht werden. Sie verstecken die Tiere in einer leichtgläubigen englischen Scheune und warten auf die Gelegenheit, die Herde über die mexikanische Grenze zu treiben.","versions":[{"lang":1,"streams":[{"redirect":10894399,"hoster":"VOE"},{"redirect":10151577,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"John McLean und die Klapperschlange","epNo":19,"alt":"And The Devil Makes Five","descr":"Nachdem sie Micah auf der Spur begegnet sind, bleiben Mark und Lucas, um ihm zu helfen, wenn der Gefangene, den er transportiert, Micahs Arm verletzt. Aber der Morgen bringt ein ernstes Problem. Lucas \u0027Leben ist in Lebensgefahr und nur der Gefangene kann ihn retten.","versions":[]},{"epId":"episode-20","name":"Ende der Jagd","epNo":20,"alt":"End Of The Hunt","descr":"Während Mark auf die Jagd nach Old Spike geht, geht Lucas auf die Jagd nach einem Todfeind, der in North Fork aufgetaucht ist - der Feind war ein guter Freund, bis er ihn in den Rücken schoss. Aber das ist noch nicht alles, was er getan hat.","versions":[{"lang":1,"streams":[{"redirect":13115844,"hoster":"VOE"},{"redirect":10151579,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer hat geschossen?","epNo":21,"alt":"The Bullet","descr":"Lucas reist in eine Stadt und gerät in ein Krimi, als er versucht, einen vermissten Freund zu finden. Der Sheriff führt ein seltsames Konzept ein: Ballistik. Lucas ist misstrauisch, spielt aber mit ihm.","versions":[{"lang":1,"streams":[{"redirect":10894401,"hoster":"VOE"},{"redirect":10151580,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die warmen Quellen","epNo":22,"alt":"Requiem At Mission Springs","descr":"Mark fällt von seinem Pferd und wird gelähmt. Doc Burrage bestätigt Lucas, dass ein Besuch in einer heißen Quelle hilfreich sein kann. Das Einzige in der Nähe ist ein paar Tage Fahrt in den Bergen und Lou bietet Hilfe an. Bei ihrer Ankunft müssen sie sich mit der Kälte auseinandersetzen sowie mit drei entkommenen Sträflingen. Um Entdeckungen zu vermeiden, müssen sie sich verstecken, damit sie kein Feuer anzünden. Da es kalt wird, muss Lucas sich mit der Situation auseinandersetzen und stellt sich den Sträflingen, um den Tag und seinen Sohn zu retten.","versions":[{"lang":1,"streams":[{"redirect":10894400,"hoster":"VOE"},{"redirect":10151581,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Guest","descr":"Ein Fremder kommt in North Fork an und behauptet, ein alter Bekannter eines guten Freundes aus Lucas \u0027Vergangenheit zu sein. In Wirklichkeit wurde er engagiert, um Lucas zu töten, aber seine Pläne gehen schief, als Mark sich mit ihm anfreundet.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"Old Man Running (aka The Wanted Man)","descr":"Marks Großvater besucht uns und versucht, Probleme aus der Vergangenheit zu lösen.","versions":[]},{"epId":"episode-25","name":"Eine Aufgabe für Familie Jackman","epNo":25,"alt":"Which Way’d They Go?","descr":"Es scheint das Ende der Linie für den Jackman-Clan zu sein, nachdem ihre Farm zum Verkauf angeboten wurde, um Steuern zurückzuzahlen. Es ist klar, dass sie nicht für die Landwirtschaft bestimmt sind und in das nahe gelegene Paradies fahren. Sie stellen fest, dass die Position des Stadtmarschalls vakant ist und der Familienpatriarch Nebeneezert die Stelle übernimmt und seine drei Söhne vertritt. Sie merken schnell, worauf sie sich eingelassen haben, als sie sehen, dass alle Abzeichen Einschusslöcher haben. Wenn Bankräuber in die Stadt kommen, hilft Lucas ihnen, den Frieden zu wahren.","versions":[{"lang":1,"streams":[{"redirect":11331247,"hoster":"VOE"},{"redirect":10151582,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der alte Einsiedler","epNo":26,"alt":"Old Tony","descr":"Mark und seine Freundin Lorrie geraten in eine Fehde zwischen zwei alten Codgern. Die Jugendlichen erfahren bald, dass der \"Einsiedler\" eine Borke hat, die schlimmer ist als sein Biss, als der alte Mann sie zum Mittagessen einlädt und ihnen erlaubt, auf einem abgelegenen Teil seines Landes nach Pfeilspitzen zu suchen. Die Jugendlichen sind in großer Gefahr, wenn sie in einem Teich aus Treibsand gefangen sind.","versions":[{"lang":1,"streams":[{"redirect":11331248,"hoster":"VOE"},{"redirect":10151583,"hoster":"Streamtape"}]}]}]}]}