{"seriesId":"west-of-liberty","name":"West of Liberty","descr":"Der ehemalige Stasi-Spitzel und Doppelagent Ludwig Licht (Wotan Wilke Möhring) hat sich aus dem Geschäft mit Geheimnissen eigentlich zurückgezogen und betreibt nun eine Kneipe in Kreuzberg. Mehr schlecht als recht, denn er ist dort sein bester Kunde. Licht wird von CIA-Mann GT Berner (Matthew Marsh) rekrutiert, der auf einen größeren Coup hofft, um seinem sinkenden Stern bei der Agency nochmal Glanz verleihen zu können – und vielleicht seine Entlassung aus dem US-Geheimdienst zu verhindern. Er hat sich auf die Fersen von Lucien Gell (Lars Eidinger) geheftet und will den gesuchten Mann mit Ludwigs Hilfe finden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Teil 1","epNo":1,"alt":"","descr":"Der ehemalige Stasi-Spitzel und Doppelagent Ludwig Licht hat sich aus dem aktiven Dienst zurückgezogen und ist in seiner wenig erfolgreichen Kreuzberger Kneipe der beste Kunde. Bis er von seinem alten CIA-Kollegen GT Berner kontaktiert wird. Wie Ludwig Licht (Wotan Wilke Möhring) hat auch GT Berner (Matthew Marsh) seine beste Zeit längst hinter sich. Doch der Amerikaner hat noch immer ein feines Gespür dafür, wenn etwas nicht stimmt. Und so bittet er Licht, unter dem Radar seines Büros eine Frau zu einem Treffen mit ihm zu bringen. Denn Faye Morris (Michelle Meadows), die sich zuvor in einem Telefonat Hilfe suchend an die US-Botschaft in Berlin gewandt hatte, ist die ehemalige Beraterin der Enthüllungsplattform \"Hydraleaks\". Und deren Kopf, Lucien Gell (Lars Eidinger), ist untergetaucht. GT glaubt, dass Faye weiß, wo sich Gell aufhält. Wenn es GT gelänge, den Whistleblower aufzuspüren, könnte er gegenüber seiner Vorgesetzten Punkte sammeln und einer Strafversetzung in die USA entgehen. Doch der eigentlich als harmlos eingestufte Taxidienst entpuppt sich für Licht als gefährliche Reise ins Ungewisse.","versions":[{"lang":1,"streams":[{"redirect":8502146,"hoster":"VOE"},{"redirect":8536280,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Teil 2","epNo":2,"alt":"","descr":"Der abgehalfterte Ex-Agent Ludwig Licht soll im Auftrag des Berliner CIA-Leiters eine Frau beschützen, die vermutlich den Aufenthaltsort eines gesuchten Whistleblowers kennt. Doch nicht alles läuft wie geplant: Licht hat hohe Schulden bei einem Rotlicht-Boss, und es stellt sich heraus, dass der US-Botschafter in Berlin höchstselbst geheime Informationen an \"Hydraleaks\" liefert. Obwohl ihm seine Vorgesetzte dringend dazu rät, die Füße stillzuhalten, forscht der Berliner CIA-Büroleiter GT Berner (Matthew Marsh) in der Sache weiter. Währenddessen kann Faye (Michelle Meadows) aus Lichts (Wotan Wilke Möhring) Wohnung flüchten. Als sie bei einer Freundin Unterschlupf suchen will, macht sie eine grauenvolle Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8502145,"hoster":"VOE"},{"redirect":8536269,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Teil 3","epNo":3,"alt":"","descr":"Wo versteckt sich der von den USA als Verräter gesuchte Chef der Enthüllungsplattform \"Hydraleaks\"? Der Leiter des Berliner CIA-Büros will ihn mithilfe eines deutschen Ex-Agenten finden. Die beiden Männer, die sich noch aus der Zeit des Kalten Krieges kennen, glauben, dass die ehemalige Beraterin der Plattform genau weiß, wo sich der Whistleblower aufhält. Und sie haben ein Druckmittel: Denn die Frau will Immunität und zurück in ihre Heimat USA. Faye (Michelle Meadows) versucht über den amerikanischen Botschafter und den Leiter des Berliner CIA-Büros, GT Berner (Matthew Walsh), einen Deal für sich auszuhandeln. Währenddessen trifft der von hohen Schulden bei einem Rotlicht-König geplagte Ex-Agent Ludwig Licht (Wotan Wilke Möhring) eine Entscheidung mit tödlichen Folgen.","versions":[{"lang":1,"streams":[{"redirect":13115846,"hoster":"VOE"},{"redirect":8536286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teil 4","epNo":4,"alt":"","descr":"Die CIA macht Jagd auf den untergetauchten Kopf der Enthüllungsplattform \"Hydraleaks\". Der Berliner Büroleiter glaubt, dessen Versteck ausgemacht zu haben: die syrische Botschaft. Nun will der CIA-Mann GT Berner einen Coup landen: Mithilfe seiner Mitarbeiter und seines alten Weggefährten Ludwig Licht will er den Gesuchten verhaften, um so einen lange benötigten Achtungserfolg bei seiner Europa-Chefin landen zu können. GT Berner (Matthew Marsh) schmiedet zu diesem Zweck einen überaus gewagten Plan: Ludwig Licht (Wotan Wilke Möhring) soll im Alleingang die syrische Botschaft stürmen und Amerikas meistgesuchten Verräter, Lucien Gell (Lars Eidinger), aus dessen Unterschlupf holen – so er sich denn überhaupt dort befindet. Doch weder Licht noch GTs Mitarbeiter Almond (Philipp Karner) und Johnson (Cara Horgan) sind überzeugt von dem waghalsigen Plan – zumal auch GTs Chefin Bowden (Doña Croll) dringend davon abrät, in dieser Sache irgendetwas zu unternehmen.","versions":[{"lang":1,"streams":[{"redirect":8502143,"hoster":"VOE"},{"redirect":8536284,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Teil 5","epNo":5,"alt":"","descr":"Der Berliner CIA-Büroleiter will, dass Ex-Agent Licht mit ein paar Söldnern in die syrische Botschaft eindringt. Dort vermutet er den untergetauchten Kopf einer Enthüllungsplattform. Sollte es gelingen, den von den USA als Verräter gesuchten Mann zu fassen, hätte CIA-Agent GT Berner einen Trumpf in der Hand, um seine Bedeutung und die seiner Einheit gegenüber seiner Chefin zu untermauern. Wenn nicht, wäre es das Ende seiner Karriere. Ludwig Licht (Wotan Wilke Möhring) ist nicht ganz wohl bei dieser Sache. Zumal er nicht weiß, was die von GT (Matthew Walsh) angeheuerten Söldner wirklich vorhaben. Und so wird der ohnehin schon sehr gewagte Plan zu einer tödlichen Falle.","versions":[{"lang":1,"streams":[{"redirect":13002418,"hoster":"VOE"},{"redirect":8536297,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teil 6","epNo":6,"alt":"","descr":"Der Kopf einer Enthüllungsplattform versteckt sich vor den Amerikanern in der syrischen Botschaft in Berlin. Bei dem Versuch, ihn für die CIA dort rauszuholen, wird Licht angeschossen. Nur mit einer großen Portion Glück gelingt es dem ehemaligen Agenten Ludwig Licht, aus der syrischen Botschaft zu entkommen. Nun gilt es, die juristische Beraterin von \"Hydraleaks\", Faye Morris, vor ihren Verfolgern zu schützen. Denn es stellt sich heraus, dass Faye (Michelle Meadows) mehr in den Händen hält als nur eine Liste mit allen Informanten von \"Hydraleaks\". Nun wird klar, warum Faye in Lebensgefahr schwebt. Doch wer ist hinter ihr her? Ludwig Licht (Wotan Wilke Möhring) bleibt nicht mehr viel Zeit, um Fayes professionelle Verfolger ausfindig zu machen. Kann Licht die übermächtigen Gegner überhaupt besiegen und Faye vor dem sicheren Tod retten?","versions":[{"lang":1,"streams":[{"redirect":8502148,"hoster":"VOE"},{"redirect":8536295,"hoster":"Streamtape"}]}]}]}]}