{"seriesId":"wet-hot-american-summer","name":"Wet Hot American Summer","descr":"[Wet Hot American Summer: First Day of Camp] Camp Firewood, 1981: Die Erlebnisse einer Gruppe junger Menschen an ihrem ersten Tag im Sommercamp.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Camper sind hier","epNo":1,"alt":"Campers Arrive","descr":"Die Serie ist als Prequel zur gleichnamigen Kultkomödie angelegt und erzählt die Geschichte des ersten Tages in Camp Firewood. Zu Beginn begrüßt Campleiter Mitch (H. Jon Benjamin) seine Counselors.Die haben außer Sex nicht viel mehr im Kopf. Andy (Paul Rudd) hat sogleich ein Auge auf Katie (Marguerite Moreau) geworfen, während Coop (Michael Showalter) der Ankunft seiner großen Liebe Donna (Lake Bell) entgegenfiebert.Auch zwischen den jungen Campern blühen erste zarte Romanzen. Der schüchterne Kevin (David Bloom) muss aber erstmal mit seinem neuen Peiniger Drew (Thomas Barbusca) zurechtkommen, bevor er sich Amy (Hailey Sole) widmen kann.","versions":[{"lang":1,"streams":[{"redirect":13039104,"hoster":"VOE"},{"redirect":13039105,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mittagessen","epNo":2,"alt":"Lunch","descr":"Ins Camp hat sich die verdeckt recherchierende Journalistin Lindsey (Elizabeth Banks) eingeschlichen.Beth (Janeane Garofalo) und Greg (Jason Schwartzman) machen indes eine schockierende Entdeckung, während sich Coop (Michael Showalter) um Donna (Lake Bell) und Kevin (David Bloom) kümmern muss.","versions":[{"lang":1,"streams":[{"redirect":13039108,"hoster":"VOE"},{"redirect":13039107,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aktivitäten","epNo":3,"alt":"Activities","descr":"Blake (Josh Charles) vom Camp Tigerclaw geht beinahe an die Decke, als er mitbekommt, wie Katie (Marguerite Moreau) von Andy (Paul Rudd) angegraben wird.Beth (Janeane Garofalo) wendet sich indes hilfesuchend an jemand Unerwartetes.Coop (Michael Showalter) muss unterdessen erschrocken zusehen, wie Donna (Lake Bell) Geschenke der besonderen Art verteilt.","versions":[{"lang":1,"streams":[{"redirect":13039111,"hoster":"VOE"},{"redirect":13039110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vorsingen","epNo":4,"alt":"Auditions","descr":"Claude (John Slattery) und Susie (Amy Poehler) suchen gemeinsam nach neuen Musical-Schauspielern.Gail (Molly Shannon) setzt indes alles daran, die Wahrheit über Jonas herauszufinden","versions":[{"lang":1,"streams":[{"redirect":13039114,"hoster":"VOE"},{"redirect":13039113,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abendessen","epNo":5,"alt":"Dinner","descr":"Susie (Amy Poehler), Claude (John Slattery), Andy (Paul Rudd) und Katie (Marguerite Moreau) kommen sich beim gemeinsamen Abendessen näher.Jonas dreht indes nach einem Telefonstreich von Victor (Ken Marino) durch.Beth (Janeane Garofalo) und Greg (Jason Schwartzman) heuern unterdessen einen Anwalt an.","versions":[{"lang":1,"streams":[{"redirect":13039119,"hoster":"VOE"},{"redirect":13039120,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Electro-City","epNo":6,"alt":"Electro/City","descr":"Das Leben mancher Campbewohner nimmt während der Aufführung des Musicals Electro City eine dramatische Wendung.Das Verfahren von Greg (Jason Schwartzman) und Beth (Janeane Garofalo) landet indes vor Gericht.","versions":[{"lang":1,"streams":[{"redirect":13039124,"hoster":"VOE"},{"redirect":13039123,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Betreuerparty","epNo":7,"alt":"Staff Party","descr":"Staunend stellen Coop (Michael Showalter) und Victor (Ken Marino) fest, dass Sex viel komplizierter ist als sie zunächst angenommen hatten.Lindsey (Elizabeth Banks) spürt indes den Druck ihrer nahenden Deadline.Für Andy (Paul Rudd) und Katie (Marguerite Moreau) ist die Stunde der Wahrheit gekommen.","versions":[{"lang":1,"streams":[{"redirect":13039126,"hoster":"VOE"},{"redirect":13039127,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Tag ist vorbei","epNo":8,"alt":"Day Is Done","descr":"Beth (Janeane Garofalo) und Gene (Christopher Meloni) gehen ans Äußerste, um das Camp vor dem Zugriff der Behörden zu schützen.Andy (Paul Rudd) und die übrigen Betreuer treten indes ihren Intimfeinden von Camp Tigerclaw entgegen.","versions":[{"lang":1,"streams":[{"redirect":13039133,"hoster":"VOE"},{"redirect":13039136,"hoster":"Streamtape"}]}]}]}]}