{"seriesId":"wettlauf-zum-mittelpunkt-der-erde","name":"Wettlauf zum Mittelpunkt der Erde","descr":"In der Abenteuer-Wettkampfserie \"Wettlauf zum Mittelpunkt der Erde\" starten vier Teams von vier verschiedenen Orten aus, um vier herausfordernde Routen in Angriff zu nehmen. Das Team, das die Ziellinie als erstes erreicht, darf sich über ein Preisgeld in Höhe von einer Million US-Dollar freuen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mit voller Kraft voraus","epNo":1,"alt":"Hit The Ground Running","descr":"Vier Teams aus der ganzen Welt treten im ultimativen Abenteuerrennen um eine Million Dollar an. Teams aus Arbeitskollegen, Bergsteigern, Polizisten und Lehrern sind über die ganze Welt verteilt und steuern auf dieselbe Ziellinie zu.","versions":[{"lang":1,"streams":[{"redirect":8391997,"hoster":"VOE"},{"redirect":8536466,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Knochenbrecher","epNo":2,"alt":"Back Breaker","descr":"Während das Rennen zum Mittelpunkt der erde immer heißer wird, erreichen die Teams die Grenzen des Körper und Geist.","versions":[{"lang":1,"streams":[{"redirect":8392003,"hoster":"VOE"},{"redirect":8391999,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Langsam wird’s zäh","epNo":3,"alt":"The Going Gets Tough","descr":"Das Rennen geht weiter, und es fordert von jeden Team körperliche und mentale Stärke, um durchzuhalten. In Russland gefährden Autoprobleme die Führung eines Teams in Wettbewerb.","versions":[{"lang":1,"streams":[{"redirect":13502482,"hoster":"VOE"},{"redirect":8392017,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schmerzmarathon","epNo":4,"alt":"A Marathon of Pain","descr":"Tag 7: Zu Beginn des Tages veröffentlichten die GPSs der Teams den Big Reveal mit einer Auflistung der Teams, ihrer Standorte und ihrer Platzierungen. Team North America musste zum Kananaskis River radeln und dann mit dem Wildwasser-Raft zum letzten Wegpunkt in einem Nakoda-Reservat. Sie kamen vor der Pace-Zeit ins Ziel. Team Russia musste die Chara Sands zu einem Amphibienfahrzeug der GAZ überqueren, das sie nach Chara bringen sollte, wo sie einen Bus zum letzten Wegpunkt am Bahnhof Novaya Chara besteigen mussten. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Team Südamerika musste eine Fähre über den Limay River nehmen, eine Klippe hinunterseilen und dann durch den Nahuel Huapi Nationalpark zum letzten Wegpunkt am Lago Frías wandern. Sie kamen vor der Pace-Zeit ins Ziel. Das Team Südostasien musste mit dem Flussboot zum letzten Wegpunkt am Rastplatz in Pakbeng fahren. Sie kamen vor der Pace-Zeit ins Ziel. Tag 8:Team North America musste einen Klettersteig überqueren, um den Gipfel des Mt Norquay zu erreichen, dann den Berg hinunterfahren, um ein Transportfahrzeug zu erreichen, das sie zu ihrem letzten Wegpunkt in einer Herberge fahren konnten. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Team Russia musste mit dem Zug nach Tynda reisen und dann zu Fuß zum letzten Wegpunkt auf dem Stadtmarkt. Sie beendeten die Zeit vor der Pace. Team Südamerika musste Kanus über den Lago Frías paddeln und dann über die argentinisch-chilenische Grenze zum letzten Wegpunkt in Peulla, Chile, radeln. Sie kamen vor der Pace-Zeit ins Ziel. Das Team Südostasien musste über die Grenze zwischen Laos und Thailand fahren und dann auf dem Nam Wa River zum letzten Wegpunkt auf einem Campingplatz Wildwasser-Rafting fahren. Sie kamen vor der Pace-Zeit ins Ziel.","versions":[{"lang":1,"streams":[{"redirect":13476423,"hoster":"VOE"},{"redirect":8392025,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bis auf den letzten Nerv","epNo":5,"alt":"Down to the Wire","descr":"Tag 9:Team Nordamerika musste zum Mount Athabasca reisen und dann zum letzten Wegpunkt auf einem Campingplatz auf dem Gipfel wandern. Sie kamen vor der Pace-Zeit ins Ziel. Team Russia musste mit dem Zug zum letzten Wegpunkt am Bahnhof Chabarowsk reisen. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Team South America musste mit dem Helikopter zum Gipfel des Osorno-Vulkans fliegen, zur Basis absteigen und auf dem Petrohué River zum letzten Wegpunkt an einer Flusshütte Wildwasser-Rafting fahren. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Team Südostasien musste mit dem Flugzeug nach Bangkok reisen und dann in einem Tuk-Tuk durch die verstopften Straßen der Stadt zum letzten Wegpunkt am Bahnhof von Bangkok. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Tag 10:Team North America musste den Mount Athabasca hinunter zu einem Freizeitfahrzeug hinabsteigen, das sie zum letzten Wegpunkt bei einer Karibu-Lodge in Clinton, British Columbia, fahren mussten. Sie kamen vor der Pace-Zeit ins Ziel. Team Russia musste zum Bikin-Fluss fahren, mit dem Boot den Fluss entlang zu einem sibirischen Tigerschrein fahren und dann durch den Bikin-Nationalpark zum letzten Wegpunkt auf einem Udege-Campingplatz wandern. Sie kamen vor der Pace-Zeit ins Ziel. Team South America musste mit Pickup-Truck und Schneemobil zum letzten Wegpunkt auf Villarrica fahren. Sie kamen vor der Pace-Zeit ins Ziel. Team Südostasien musste mit Zug, Bus und Longtail-Boot nach Krabi reisen, die Thaiwand Wall erklimmen, eine Höhle durchqueren, sich abseilen und dann mit dem Kajak zum letzten Wegpunkt am Railay Beach fahren. Sie kamen hinter der Pace-Zeit ins Ziel. Tag 11:Team Russia begann den Tag, indem sie mit einem Kanu den Bikin hinunterpaddelte, um einen Mil Mi-8-Hubschrauber zu erreichen, der sie über den Sikhote-Alin zum Mount Lysaya fliegen würde, bevor sie zum letzten Wegpunkt auf einem Campingplatz wanderten. Das Team Südamerika musste mit dem Flugzeug von Santiago nach San Pedro de Atacama reisen, wurde jedoch aufgrund eines nationalen Streiks aufgrund der chilenischen Proteste 2019-2021 aus der Stadt evakuiert.","versions":[{"lang":1,"streams":[{"redirect":13476422,"hoster":"VOE"},{"redirect":8392030,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die letzte Anstrengung","epNo":6,"alt":"The Final Push","descr":"Tag 11:Team Nordamerika musste Pferde durch den Edge Hills Provincial Park zum Fraser River reiten, bevor es mit dem Jetboot zum letzten Wegpunkt in Lillooet fuhr. Sie kamen vor der Pace-Zeit ins Ziel.Team Russia fuhr weiter zum letzten Wegpunkt auf einem Campingplatz. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Das Team Südamerika wurde aufgrund von Unruhen in der Stadt an einen sicheren Punkt in San Alfonso außerhalb von Santiago gefahren. Das Team Southeast Asia wurde zur Grenze zwischen Malaysia und Thailand gefahren, von wo aus sie zum letzten Wegpunkt an der Conkubine Lane in Ipoh fahren mussten. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Tag 12:Team North America musste ATVs durch Squamish, British Columbia, fahren und dann zum letzten Wegpunkt wandern. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig.Team Russia musste mit dem Zug zum Bahnhof Podstantsia in Ekaterinovka fahren, einen Klettersteig zur Spitze einer Klippe überqueren, zu einer Uferpromenade fahren und dann mit einem Floß zum letzten Wegpunkt auf einem Schiff paddeln. Sie waren innerhalb von 30 Minuten nach der Pace-Zeit fertig. Team South America musste mit Pferden zum letzten Wegpunkt auf einem Campingplatz in San José de Maipo reiten. Sie kamen vor der Pace-Zeit ins Ziel. Das Team wurde dann aus Sicherheitsgründen aus Chile evakuiert und beendete die erste Etappe vorzeitig. Für jeden der zwei verpassten Tage wurde die durchschnittliche Punktzahl der Mannschaft über die elf Tage zu ihrer Gesamtpunktzahl addiert. Team Südostasien musste in die Titiwangsa Mountains fahren, durch einen dichten Regenwald wandern und dann zum letzten Wegpunkt beim Oriental Heritage in Kuala Lumpur fahren. Sie kamen vor der Pace-Zeit ins Ziel. Tag 13:Team North America musste sich an den Monmouth Falls abseilen und dann den Squamish River hinunter zu einem Festrumpfschlauchboot, das sie zu ihrem letzten Wegpunkt unter der Burrard Bridge in Vancouver bringen würde. Sie kamen vor der Pace-Zeit ins Ziel. Team Russia musste zum letzten Wegpunkt unter der Zolotoy-Brücke in Wladiwostok segeln. Sie kamen vor der Pace-Zeit ins Ziel.Team Southeast Asia musste mit dem Bus nach Singapur fahren und dann von Marina Barrage zum letzten Wegpunkt am Jewel Changi Airport radeln. Sie kamen vor der Pace-Zeit ins Ziel.","versions":[{"lang":1,"streams":[{"redirect":13476420,"hoster":"VOE"},{"redirect":8392032,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Million oder nichts","epNo":7,"alt":"A Million Bucks or Bust","descr":"Stufe zwei Tag 1:Nach der Ankunft in Maui starteten die Teams in Zehn-Minuten-Intervallen die zweite Etappe, basierend auf ihren Ergebnissen der letzten 13 Tage. Vom Maalaea Beach aus mussten die Teams mit Auslegerkanus über die Bucht von Māʻalaea zu einem Ranch-Labyrinth paddeln. Nachdem sie mit Elektrofahrrädern durch das Labyrinth gefahren waren, mussten die Teams ihre Fahrräder auf einen Lastwagen verladen und an einem geknoteten Seil bis zur Spitze eines Wasserfalls klettern. Die Teams wurden dann zum Gipfel des Haleakal gefahren, bevor sie zum Fuß des Vulkans radelten und auf einer Straße zu einem Abschlusscamp weiterfuhren. Tag 2:Nach dem Flug zur Big Island mussten die Teams vom Flughafen Waimea-Kohala bergauf zu einem Hubschrauber radeln, der sie zum Kohala-Kanal bringen würde. Dort mussten die Teams bis zum Ende des Kanals bodyboarden und sich die Kulaniapia Falls abseilen. Nachdem sie von der Puueo-Brücke gesprungen waren, mussten die Teams mit dem Kajak zu einer Boje in Hilo Bay mit einem Millionenpreis fahren. Gewinner: Team Südostasien","versions":[{"lang":1,"streams":[{"redirect":8392036,"hoster":"VOE"},{"redirect":8392038,"hoster":"Streamtape"}]}]}]}]}