{"seriesId":"whats-up-dad","name":"What\u0027s up, Dad?","descr":"Der junge Familienvater Michael Kyle (Damon Wayans) kümmert sich zu Hause um seine drei Kinder: Teenager Michael junior (George O. Gore II), von Michael nur`Junior` genannt, dessen jüngere Schwester Claire (Jazz Raycole; ab Folge 12: Jennifer Nicole Freeman) und Nesthäkchen Kady (Parker McKenna Posey). Michaels Frau Janet, kurz `Jay`(Tisha Campbell-Martin), geht arbeiten. Sie ist eine erfolgreiche Börsenmaklerin. Michael hat zwar auch einen Job, ihm gehört ein gut gehender Kurierdienst, doch irgendwie scheint das nicht unbedingt seine Anwesenheit zu verlangen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lust auf Unabhängigkeit","epNo":1,"alt":"Pilot","descr":"Janets Halbtagesjob ist seit langem ein Streitpunkt zwischen ihr und Michael. Dieser würde es viel lieber sehen, dass seine Ehefrau zu Hause bleiben und auf die Kinder aufpassen würde! Doch jetzt wird\u0027s ihm zu bunt: Janets Chef hat ihr einen Ganztagesjob angeboten. Natürlich ist Michael kategorisch dagegen, und schließlich soll ein Besuch beim Therapeuten helfen ... Claire versucht derweil, ihre Augenbrauen wie Jennifer Lopez zu zupfen. Doch das Ergebnis ist katastrophal ...","versions":[{"lang":1,"streams":[{"redirect":8300409,"hoster":"VOE"},{"redirect":13850466,"hoster":"Vidoza"},{"redirect":8300407,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tattoos mit Folgen","epNo":2,"alt":"The Truth Hurts","descr":"Michael und Janet finden in Juniors Hosentasche die Visitenkarte eines Tattoo-Studios, doch Junior bestreitet vehement, dass er sich hat tätowieren lassen! Als dann auch noch Michaels neue Stereoanlage defekt ist, hängt der Haussegen völlig schief. Schließlich beruft Junior den Familienrat ein, bei dem jeder alles sagen darf, ohne dafür bestraft zu werden. Und tatsächlich bekommt Michael dabei einiges zu hören - auch über Tattoos ...","versions":[{"lang":1,"streams":[{"redirect":8300417,"hoster":"VOE"},{"redirect":8300416,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kein Spass mit Grass","epNo":3,"alt":"Grassy Knoll","descr":"Als Janet dahinter kommt, dass Junior mit einem neuen Freund einen Joint geraucht hat, ist sie stinksauer und will ihn sofort zur Rede stellen. Doch Michael hat da einen viel besseren Plan: Er und Janet benehmen sich fortan höchst seltsam. Sie sitzen zum Beispiel vor dem Fernseher und amüsieren sich köstlich über eine Show - doch der Fernseher ist aus! Junior fällt darauf herein und glaubt, dass seine Eltern aufgrund Drogenkonsums an Halluzinationen leiden ...","versions":[{"lang":1,"streams":[{"redirect":8300444,"hoster":"VOE"},{"redirect":8300445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kleiner Busen und große Siege","epNo":4,"alt":"Of Breasts and Basketball","descr":"Claire ist zutiefst betrübt, da sie der Meinung ist, ihre Brüste seien zu klein - und deshalb hätte sie keine Chancen bei den Jungs. Als Michael mit ihr loszieht, um einen BH zu kaufen, treffen sie auf Claires Freundinnen. Dem Mädchen ist dies so peinlich, dass sie ihren Vater verleugnet ... Michael muss bald darauf eine zweite Schlappe einstecken: Beim Basketball-Spiel verliert er gegen Junior! Diese Schmach kann Daddy nicht auf sich sitzen lassen ...","versions":[{"lang":1,"streams":[{"redirect":9699540,"hoster":"VOE"},{"redirect":13850476,"hoster":"Vidoza"},{"redirect":8300410,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das vermeintliche Mathegenie","epNo":5,"alt":"Making the Grade","descr":"Juniors mathematische Leistungen wurden in seinem Zeugnis mit einem \"F\", also mit der schlechtesten Bewertung, benotet. Da er verständlicherweise Angst vor der Reaktion seiner Eltern hat, fälscht er kurzerhand das Zeugnis und gibt sich ein \"A\". Claire kommt Junior schnell auf die Schliche und beginnt, ihn zu erpressen. Zuerst muss Juniors Lederjacke daran glauben, dann ist seine CD-Sammlung dran. Für seine Eltern ist Junior jedoch der Held - vorerst zumindest ...","versions":[{"lang":1,"streams":[{"redirect":8300434,"hoster":"VOE"},{"redirect":8300435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mehr als Mathematik","epNo":6,"alt":"Working It","descr":"Claire macht eine schwierige Phase durch, unter der besonders Janet zu leiden hat. Michael macht Janet den Vorschlag, doch mal etwas Nettes mit Claire zu unternehmen - und siehe da, die Lage entspannt sich zusehends ... Ganz anders bei Junior: Seine Mathe-Leistungen sind miserabel, also stellt ihm Michael die hübsche Danielle als Nachhilfelehrerin zur Seite. Das zeigt bald Wirkung: Der junge Mann ist in seiner Motivation kaum zu bremsen ...","versions":[{"lang":1,"streams":[{"redirect":8300467,"hoster":"VOE"},{"redirect":8300466,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"George der Starke","epNo":7,"alt":"Snapping and Sniffing","descr":"Junior wird in der Schule oft von seinem neuen Klassenkameraden George gehänselt. Da George einige Köpfe größer und um einiges kräftiger ist, traut sich Junior nicht, sich zu wehren. Da hat Michael eine kluge Idee: Sie laden Georges Eltern nach Hause ein und erfahren aus den Gesprächen Georges Schwachpunkte. Als Junior beginnt, George mit seinen Fehlern aufzuziehen, wird dieser handgreiflich. Doch nun geht Claire dazwischen - und verpasst George eine blutige Nase ...","versions":[{"lang":1,"streams":[{"redirect":8300454,"hoster":"VOE"},{"redirect":8300455,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nicht zugehört?","epNo":8,"alt":"He Said, She Said","descr":"Janet und Michael haben ein Kommunikationsproblem: Keiner hört dem anderen zu. Alles nimmt seinen Anfang damit, dass Michael gerne ein Baseball-Spiel im Fernsehen sehen möchte. Da Janet lieber etwas mit der ganzen Familie unternehmen wollte, schwindelt Michael, dass die Kinder keine Lust auf eine gemeinsame Aktivität haben. Janet akzeptiert dies, bittet ihn aber um etwas ... Doch was war es? Michael vergisst die Bitte und löst damit eine wahre Lawine aus ...","versions":[{"lang":1,"streams":[{"redirect":8300451,"hoster":"VOE"},{"redirect":8300453,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebe und Triebe","epNo":9,"alt":"Breaking Up and Breaking It","descr":"Michael und Janet haben diverse Probleme mit dem Nachwuchs: Junior ist seit geraumer Zeit ziemlich triebgesteuert und hat es sich zur Lieblingsbeschäftigung gemacht, sich hinter verschlossenen Türen unter Begutachtung diverser Illustrierten selbst zu befriedigen - bis er eines Tages einen Krampf bekommt. Unterdessen ärgert sich besonders Michael über den ersten richtigen Freund seiner Tochter Claire. Um den lästigen Verehrer loszuwerden, entwickelt er einen Plan ...","versions":[{"lang":1,"streams":[{"redirect":8300481,"hoster":"VOE"},{"redirect":8300482,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die heiße Freundin","epNo":10,"alt":"A Little Romance","descr":"Bei Michael und Janet tut sich im Bett schon länger nichts mehr. Doch die Rettung naht: Michaels Bruder Ken kommt mit seiner neuen Freundin Tiara zu Besuch und bringt gleich einen Koffer voller praktischer Tipps mit, wie man wieder Schwung ins Sexleben bringen kann. Doch ob Nackttanzen im Regen die gewünschte Erotik zurück ins Spiel bringt? Wohl nicht, wenn man wie im Fall von Michael am nächsten Tag mit einer Mordserkältung aufwacht ...","versions":[{"lang":1,"streams":[{"redirect":8300465,"hoster":"VOE"},{"redirect":13850481,"hoster":"Vidoza"},{"redirect":8300462,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Machen Haare glücklich?","epNo":11,"alt":"Hair Today, Gone Tomorrow","descr":"Michaels Steuerberater Tom Miller stirbt bei einem Verkehrsunfall. Durch diesen Schicksalsschlag wird Michael plötzlich klar, wie schnell alles zu Ende sein kann. Von nun an überschüttet er seine Familie mit seiner Liebe und beginnt ein völlig neues Leben. Er kauft sich eine alte \"Indian\" und plant mit seiner Familie um die Welt zu reisen. Und als Krönung legt er sich noch ein Toupet zu. Am Ende wird er doch wieder vernünftig und zur Freude der Familie wieder ganz der Alte.","versions":[{"lang":1,"streams":[{"redirect":8300425,"hoster":"VOE"},{"redirect":8303229,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Dad springt ein, Teil 1","epNo":1,"alt":"Mom\u0027s Away (1)","descr":"Weil sich Janets Mutter das Bein gebrochen hat und auf die Hilfe ihrer Tochter angewiesen ist, muss sich Michael für einige Zeit alleine um die Kinder kümmern. Obwohl sich das Familienoberhaupt sichtlich bemüht, will es ihm nicht so recht gelingen, den Nachwuchs im Zaum zu halten. Als wäre es noch nicht schlimm genug, Kadys Sehnsucht nach ihrer Mutter lindern zu müssen, findet Michael auch noch einen positiven Schwangerschaftstest, der offensichtlich Claire gehört ...","versions":[{"lang":1,"streams":[{"redirect":8300380,"hoster":"VOE"},{"redirect":8300379,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dad springt ein, Teil 2","epNo":2,"alt":"Mom\u0027s Away (2)","descr":"Weil Janets Mutter noch immer nicht vollständig genesen ist, muss sich Michael auch weiterhin alleine um die Kinder und den Haushalt kümmern. Dabei bereitet ihm vor allem Kady Sorgen, die noch immer unsagbar unter der Trennung von ihrer Mutter leidet. Doch auch die anderen beiden Kinder haben mit Problemen zu kämpfen: Während Junior von seinen neuen \"Freunden\" nur ausgenutzt wird, muss Claire Charmaine zur Seite stehen, die ungewollt schwanger geworden ist ...","versions":[{"lang":1,"streams":[{"redirect":8300401,"hoster":"VOE"},{"redirect":8300403,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer braucht schon Regeln","epNo":3,"alt":"No Rules","descr":"Junior, Claire und Kady haben es satt, sich ständig an die unzähligen Regeln ihres Vaters halten zu müssen. Als sie einen Familienaufstand planen, um seiner Tyrannei ein Ende zu setzen, schlägt ihnen Michael etwas vor: Er bietet an, sieben Tage lang alle Regeln außer Kraft zu setzen und abzuwarten, was passiert. Sollten die drei die ganze Woche ohne seine Hilfe überstehen, werden die Regeln auf ewig ungültig. Geht der Versuch jedoch daneben, fordert Michael Genugtuung ...","versions":[{"lang":1,"streams":[{"redirect":8300392,"hoster":"VOE"},{"redirect":8300394,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tolle Fantasien","epNo":4,"alt":"Perfect Dad","descr":"Der Haussegen im Hause Kyle hängt wieder einmal schief: Vater Michael ist in letzter Zeit viel zu streng, und die Kinder haben überhaupt keinen Spaß mehr mit ihm zusammen. Aus diesem Grund wird eine Familienratssitzung anberaumt, in der Kady, Junior und Claire ihre Vorstellungen von einem perfekten Dad präsentieren können. Natürlich hat der Nachwuchs ganz spezielle Fantasien, in denen der Vater vor allem eines tun sollte - stets die Wünsche seiner Kinder erfüllen...","versions":[{"lang":1,"streams":[{"redirect":8300112,"hoster":"VOE"},{"redirect":8300108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Durch Dick und Dünn","epNo":5,"alt":"Thru Thick and Thin","descr":"Nach scheinbar endlosen sechs Wochen, in denen Janet ihre Mutter pflegen musste, kehrt sie endlich wieder zu ihrem Mann und den Kindern zurück. Michaels Wiedersehensfreude hält sich in Grenzen, als er sieht, dass seine Frau während ihrer Abwesenheit einige Kilos zugenommen hat. Die neue Körperfülle stört ihn sogar dermaßen, dass mit Janet im Bett gar nichts mehr läuft. Zwar kann dieses Problem mit Hilfe von Viagra gelöst werden, doch der Weisheit letzter Schluss ist es nicht ...","versions":[{"lang":1,"streams":[{"redirect":8300178,"hoster":"VOE"},{"redirect":8303221,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Party Girl","epNo":6,"alt":"He Heard, She Heard","descr":"Michaels neueste Idee ist eine \"Wand der Schande\": Er fotografiert die Familienmitglieder in peinlichen Situationen und hängt die Fotos dann an diese Wand ... Claire hat sich seit langem auf eine Party gefreut, doch Michael verbietet ihr hinzugehen. Da versucht es Claire mit einem Trick: Sie sagt, sie wolle nur bei ihrer Freundin übernachten, und auf Janets Drängen hin willigt Michael ein. Doch er riecht den Braten und geht selbst zur Party, um seine Tochter zu überführen ...","versions":[{"lang":1,"streams":[{"redirect":8300441,"hoster":"VOE"},{"redirect":8300443,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was sein muss, muss sein","epNo":7,"alt":"Michael\u0027s Garden","descr":"Seit geraumer Zeit hat Michael massive Probleme beim Urinieren. Weil er sowieso mit Junior wegen seiner Allergie zum Arzt gehen muss, trägt er Dr. Klieger auch gleich sein eigenes Leiden vor. Nach einer gründlichen Untersuchung der Prostata rät der Mediziner Michael zu einer Darmspiegelung, die dieser jedoch vehement ablehnt. Erst auf Janets Drängen lässt sich der Familienvater zu dieser unangenehmen Prozedur überreden - mit einem überraschenden Ergebnis ...","versions":[{"lang":1,"streams":[{"redirect":9699542,"hoster":"VOE"},{"redirect":8300461,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gib mir Süßes","epNo":8,"alt":"Let Them Eat Pie","descr":"Um seelische Unterstützung beim ihrem Versuch, ein paar Pfunde abzunehmen, zu bekommen, schließt sich Janet einem Club für pummelige Frauen an. Nichtsdestotrotz fällt es der Mutter sehr schwer, sämtlichen süßen Verlockungen zu widerstehen. Als ihr Mann Michael auch noch ein riesiges Stück Sahnetorte mit nach Hause bringt, ist es mit den guten Vorsätzen vorbei: Janet isst die Leckerei heimlich auf. Dies hat zur Folge, dass kurz darauf im Hause Kyle die Hölle los ist!","versions":[{"lang":1,"streams":[{"redirect":8300364,"hoster":"VOE"},{"redirect":8300362,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jay hängt durch","epNo":9,"alt":"Jay Gets Fired","descr":"Weil Claire einen Bericht über den Job ihrer Mutter schreiben soll, begleitet sie diese zusammen mit Kady zu ihrem Arbeitsplatz. Dummerweise wird Janet ausgerechnet an diesem Tag gefeuert, weil der Wert einer von ihr empfohlenen Aktie ins Bodenlose gestürzt ist. Die Kündigung ist für die dreifache Mutter wie ein Schlag in das Gesicht - sie kann sich nur schwer mit der neuen Situation abfinden und empfindet die Rolle der Hausfrau als reinste Qual ...","versions":[{"lang":1,"streams":[{"redirect":8299844,"hoster":"VOE"},{"redirect":8299843,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sex im World Wide Web","epNo":10,"alt":"The Whole World is Watching","descr":"Weil Janet Junior ohne Michaels Einverständnis ein paar neue Teile für seinen Computer gekauft hat, kommt es zum handfesten Krach zwischen ihr und ihrem Mann. Als sich die beiden schließlich doch wieder versöhnen und dies mit einer Runde Sex besiegeln, vergessen Janet und Michael völlig, dass sie von Juniors neuer Webcam gefilmt werden. Auf diese Weise werden tausende User Zeugen, wie sich die beiden im Zimmer ihres Sohnes vergnügen ...","versions":[{"lang":1,"streams":[{"redirect":12931310,"hoster":"VOE"},{"redirect":8299821,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Buddy der Hamster","epNo":11,"alt":"Letting Go","descr":"Kady hat für eine Woche den Hamster Buddy aus der Vorschule bei sich zu Hause, um sich um ihn zu kümmern. Als der kleine Nager ausbüxt, wird er versehentlich von Michael erschlagen, weil dieser ihn für eine Ratte hält. Unterdessen gaukelt Claire ihren Eltern vor, krank zu sein, um ein paar schöne Stunden mit ihrem Freund Tony verbringen zu können. Michael durchschaut allerdings den Schwindel ...","versions":[{"lang":1,"streams":[{"redirect":9699545,"hoster":"VOE"},{"redirect":8300387,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verdien\u0027s dir!","epNo":12,"alt":"Learning to Earn It","descr":"Michael ist gar nicht erfreut, als er mitbekommt, dass Janet den Kindern neben dem Taschengeld auch noch ein paar Scheine zusteckt. Damit sie endlich den richtigen Umgang mit Geld lernen, macht der Familienvater seinen Sprösslingen gegen den Willen seiner Frau einen Vorschlag: Sie sollen mit dem ihnen zur Verfügung gestellten Kapital ein Geschäft ihrer Wahl eröffnen. Am Ende der Woche wird Michael das Geld, das sie bis dahin verdient haben, verdoppeln ...","versions":[{"lang":1,"streams":[{"redirect":9699544,"hoster":"VOE"},{"redirect":8300121,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Was Frauen immer wollen","epNo":13,"alt":"Quality Time","descr":"Weil Michael in letzter Zeit nur noch vor dem Computer sitzt und sein Lieblings-Videogame spielt, zwingt ihn seine völlig entnervte Frau Janet, eine Therapie zu machen. Allerdings weigert sich Michael, wieder zu Dr. Boucher zu gehen, weil er ihn für parteiisch und ungerecht hält. Aus diesem Grund sucht Michael einen neuen Psychiater im Telefonbuch, der allerdings Janets ihrem großen Ärger genauso wie Michael in Videospiele vernarrt ist und deshalb auf der Seite ihres Mannes steht ...","versions":[{"lang":1,"streams":[{"redirect":9699546,"hoster":"VOE"},{"redirect":8299683,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Immer zu spät","epNo":14,"alt":"Get Out","descr":"Familie Kyle ist zu der Hochzeit von Michaels Cousin eingeladen. Da Pauls Sippe den Ruf hat, immer zu spät zu sein, setzt der Familienvater alles daran, dass er und seine Liebsten einmal pünktlich sind. Natürlich geht ausgerechnet dann so gut wie alles schief: Während die Damen des Hauses nicht wissen, was sie anziehen sollen, klagt Junior über großen Hunger. Als auch noch Janet die Wegbeschreibung vergisst und Michael die Autoschlüssel verlegt, ist das Chaos perfekt ...","versions":[{"lang":1,"streams":[{"redirect":9699547,"hoster":"VOE"},{"redirect":8299707,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auf nach Boston","epNo":15,"alt":"Road Trip","descr":"Janet möchte mit ihrer Familie nach Boston fahren, um den Kindern die Geschichte ihres Landes näher zu bringen und den Geburtsort von Paul Revere aufzusuchen, der im Jahre 1773 an der Boston Tea Party beteiligt gewesen sein soll. Leider macht der Ausflug dem Rest der Famile Kyle nicht ganz so viel Spaß wie der Mutter: Michael ist stinksauer, weil er sich ständig verfährt, und Clarie verflucht den Trip nach Boston, weil sie viel lieber auf Ericas Geburtstagsfeier gegangen wäre ...","versions":[{"lang":1,"streams":[{"redirect":8299860,"hoster":"VOE"},{"redirect":8299862,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Horrortrip im Restaurant, Teil 1","epNo":16,"alt":"Table for Too Many (1)","descr":"Michael möchte einfach nur nach Hause fahren und im Fernsehen gemütlich ein Basketballspiel mit Michael Jordan sehen. Doch alles kommt anders: Auf dem Heimweg will er kurz tanken, gerät aber an der Zapfsäule mit einem anderen Autofahrer derart in Streit, dass nur noch die Polizei schlichten kann. Zu Hause angekommen, überrascht ihn Janet damit, ins \"Tokahana\" gehen zu wollen. Dort trifft er auch noch den Autofahrer von der Tankstelle, der zu ihnen an den Tisch platziert wird ...","versions":[{"lang":1,"streams":[{"redirect":8299895,"hoster":"VOE"},{"redirect":8299899,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Horrortrip im Restaurant, Teil 2","epNo":17,"alt":"Table for Too Many (2)","descr":"Es sollte ein harmonischer Abend im Restaurant \"Tokahana\" werden, stattdessen entwickelt sich das Dinner zur reinsten Katastrophe. Denn leider musste Michael samt Familie am Tisch der Tylers Platz nehmen - und Mr. Tyler kann er seit dem Vorfall an der Tankstelle überhaupt nicht leiden. Zwar bemühen sich die Ehefrauen die beiden Streithähne auseinander zu halten, aber als sich Michael weigert, Mrs. Tyler ein Geburtstagsständchen zu bringen, ist der Abend endgültig gelaufen ...","versions":[{"lang":1,"streams":[{"redirect":8299854,"hoster":"VOE"},{"redirect":8299856,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Date mit Dad","epNo":18,"alt":"Double Date","descr":"Als Michael erfährt, dass Janet ihrer Tochter Claire erlaubt hat, mit einem gewissen Tony auszugehen, ist ihm das gar nicht recht. Wohlwissend, was in den Köpfen junger Männer so vorgeht, fordert er, dass sich Claires Verehrer persönlich bei ihm vorstellt und um ein Date bittet. Als Tony diesem Wunsch tatsächlich nachkommt und bei Michael wegen des Rendezvous\u0027 anfragt, willigt der Familienvater nur unter der Bedingung ein, die beiden zu ihrem Date begleiten zu dürfen ...","versions":[{"lang":1,"streams":[{"redirect":8299872,"hoster":"VOE"},{"redirect":8299877,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wer kann mit wem?","epNo":19,"alt":"Failure to Communicate","descr":"Da Juniors neue Freundin Lorraine den Ruf genießt, bereits die gesamte Football-Mannschaft beglückt zu haben, redet Michael seinem Filius auf Janets Drängen ins Gewissen. Er überredet seinen Sohn dazu, Lorraine wie eine Dame zu behandeln und sie durch Gespräche erst näher kennen zu lernen. Zwar verändert sich das Mädchen durch Juniors zuvorkommendes Benehmen sehr zum Positiven, allerdings bekommt der Junge dadurch nicht mehr das, was er eigentlich wollte ...","versions":[{"lang":1,"streams":[{"redirect":8299867,"hoster":"VOE"},{"redirect":8299878,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Veilchen für alle","epNo":20,"alt":"Papa Said Knock You Out","descr":"Beim Boxtraining mit Michael bekommt Janet durch eigene Schuld ein blaues Auge verpasst. Sie bleibt jedoch nicht lange die Einzige, die mit einem Veilchen herumlaufen muss. Als Junior aufgrund eines Missverständnisses glaubt, Claire hätte mit ihrem neuen Freund Tony geschlafen, will dieser die Ehre seiner Schwester retten. Deshalb trainiert er mit seinem Vater Michael und schlägt ihn dabei versehentlich k.o. Doch auch das nächste blaue Auge lässt nicht lange auf sich warten ...","versions":[{"lang":1,"streams":[{"redirect":8299995,"hoster":"VOE"},{"redirect":8300001,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nur der Spaß zählt","epNo":21,"alt":"Return of the Wall","descr":"Seit geraumer Zeit trainiert Janet eine Mädchen-Fußballmannschaft, in der auch die reichlich unbegabte Kady mitspielt. Von maßlosem Ehrgeiz angetrieben, packt die dreifache Mutter ihre Schützlinge beim Training so hart an, dass ihnen jeglicher Spaß am Spiel vergeht. Als Michael das mitbekommt, stellt er seine Frau besorgt zur Rede. Janet ist darüber, dass er ihre Trainingsmethoden in Frage stellt, dermaßen wütend, dass sie Michael ihren Posten übergibt ...","versions":[{"lang":1,"streams":[{"redirect":8299744,"hoster":"VOE"},{"redirect":8299745,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Mein Mann mein Boss","epNo":22,"alt":"Working Relationship","descr":"Weil sich seine Frau daheim fast zu Tode langweilt, engagiert Michael Janet als neue Buchhalterin für seine Firma. Diesen Schritt soll der Familienvater jedoch sehr schnell bereuen: Bereits auf dem Weg zur Arbeit haben die beiden Eheleute einen heftigen Streit. Die Stimmung bessert sich nicht gerade, als Janet die Autorität ihres Mannes auch noch vor versammeltem Personal untergräbt. In seiner Verzweiflung sieht Michael keinen anderen Ausweg als seine Frau zu feuern ...","versions":[{"lang":1,"streams":[{"redirect":8300095,"hoster":"VOE"},{"redirect":8536797,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Junior Wunderknabe?","epNo":23,"alt":"Jr. Kyle, Boy Genius","descr":"Michael und Janet trauen kaum ihren Ohren, als sie von der Schule erfahren, Junior habe einen Eignungstest überdurchschnittlich gut bestanden. Als sie hören, dass er sogar die höchstmögliche Punkteanzahl erreicht hat, glauben sie, es mit einem Genie zu tun zu haben. Sie sehen Junior plötzlich in einem ganz neuen Licht und bewundern alles, was er sagt oder tut. Junior selbst gefällt sich in seiner neuen Rolle als Intelligenzbestie, und genießt die ungewohnte Aufmerksamkeit ...","versions":[{"lang":1,"streams":[{"redirect":8300422,"hoster":"VOE"},{"redirect":8300424,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Pascha","epNo":24,"alt":"Back Story","descr":"Zum wiederholten Male muss Michael den Psychiater aufsuchen, weil sich Janet einbildet, er kümmere sich zu wenig um sie und die Kinder. Aus Rache zwingt der dreifache Vater seine Sippschaft zu einem gemeinsamen Familienabend. Als er sich beim Spiel \"Twister\" den Rücken verrenkt, nutzt Michael die Chance, seine Familie richtig bluten zu lassen: Er mimt den Schwerverletzten, lässt sich von vorn bis hinten bedienen und treibt so Janet und die Kinder sukzessive in den Wahnsinn ...","versions":[{"lang":1,"streams":[{"redirect":12336742,"hoster":"VOE"},{"redirect":8300378,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Neuer Look - Neue Lust","epNo":25,"alt":"Make Over","descr":"Eines schönen Tages treffen Michael und Janet völlig unerwartet auf ihre Highschool-Kollegin Susan Green. Aus der ehemaligen Mitschülerin ist eine erfolgreiche Frau geworden, die es neben sieben Kindern auch noch zu einem Job als Chefredakteurin gebracht hat und sich nebenbei im Präsidentschaftswahlkampf engagiert. Was Janet jedoch am meisten deprimiert, ist dass Susan noch immer ihre Traumfigur hat und von allen Männern angehimmelt wird - sogar von Michael ...","versions":[{"lang":1,"streams":[{"redirect":8300372,"hoster":"VOE"},{"redirect":8300371,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Bowling mit dem Feind","epNo":26,"alt":"The Bowling Show","descr":"Die Kyles sind ins Bowlingcenter gefahren, um dort einen lustigen Familienabend zu verbringen. Vater Michael zeigt jedoch mehr Interesse an dem Boxkampf, der im Fernsehen übertragen wird, als an den Kegeln, die es umzustoßen gilt. Das ändert sich schlagartig, als sein Erzfeind Mr. Tyler den Fernseher ausschalten lässt und Familie Kyle zu einem Bowling-Duell herausfordert. Die Partie verläuft so knapp, dass die Entscheidung letztlich von Juniors letztem Wurf abhängt ...","versions":[{"lang":1,"streams":[{"redirect":8299733,"hoster":"VOE"},{"redirect":8299734,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Juniors Traumauto","epNo":27,"alt":"Jr. Gets His License","descr":"Endlich ist es so weit: Junior hat den Führerschein. Aus Angst, dass der Fahranfänger die Familienautos zu Schrott fahren könnte, hat Michael vorgesorgt. In einem Gebrauchtwagenmarkt hat er einen Honda ausgesucht, den Junior nur noch abholen muss. Michael ist ziemlich schockiert, als Junior nicht mit dem Honda, sondern mit einem uralten Wagen nach Hause kommt. Doch das qualmende Ungetüm erinnert ihn an sein erstes Auto, die gute \"Trudy\" - und der Ärger ist vergessen ...","versions":[{"lang":1,"streams":[{"redirect":8299826,"hoster":"VOE"},{"redirect":8299824,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Lass\u0027 dich überraschen, Teil 1","epNo":28,"alt":"Anniversary (1)","descr":"Janet ist ganz aufgeregt: Der fünfzehnte Hochzeitstag steht vor der Tür, und sie ist fest überzeugt, dass ihr Michael ein großartiges Geschenk bereiten wird. Zu dumm, dass genau an diesem Tag ihr Lieblingssänger Brian McKnight ein Konzert gibt. Sogar als ihr Wanda Karten anbietet, sagt sie dankend ab - zu groß ist ihre Neugierde auf Michaels Geschenk. Doch aus ihm ist nicht herauszubekommen, auch die Kinder kommen dem Geheimnis nicht näher. Hat er den Hochzeitstag gar vergessen?","versions":[{"lang":1,"streams":[{"redirect":8299801,"hoster":"VOE"},{"redirect":8299802,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Lass\u0027 dich überraschen, Teil 2","epNo":29,"alt":"Anniversary (2)","descr":"Es sieht ganz so aus, als hätte Michael den fünfzehnten Hochzeitstag vergessen - er plant nämlich eine Golf-Partie. Angestachelt von Wanda, die deshalb kein gutes Haar an ihm lässt, geht Janet am Hochzeitstag schließlich mit ihr aus. Doch als sie nach Hause kommt ist die Überraschung umso größer. Michael hat den Festtag nicht vergessen, im Gegenteil, er bittet Janet, ihn erneut zu heiraten. Und um der Feier den würdigen Rahmen zu verleihen, singt Janets Schwarm Brian McKnight ...","versions":[{"lang":1,"streams":[{"redirect":13002419,"hoster":"VOE"},{"redirect":8300222,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Hawaii, wir kommen, Teil 1","epNo":1,"alt":"The Kyles Go to Hawaii (1)","descr":"Der Hawaii-Urlaub der Kyles steht vor der Tür, doch schon die Vorbereitungen sind eine Herausforderung. In Michaels Augen nimmt Janet zu viel Gepäck mit, auch gegen Claires Bikini hat er etwas einzuwenden. Kady weigert sich, ohne ihre Puppe zu verreisen, und Junior braucht - zu Michaels Erstaunen - vor allem Kondome im Gepäck. Auch Michael muss Kritik einstecken: Die Fahrt, die er gebucht hat, ist zwar billig, doch dank einiger Zwischenstopps sind die Kyles 43 Stunden unterwegs.","versions":[{"lang":1,"streams":[{"redirect":8299964,"hoster":"VOE"},{"redirect":8299968,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hawaii, wir kommen, Teil 2","epNo":2,"alt":"The Kyles Go to Hawaii (2)","descr":"Kaum auf Hawaii angekommen, steht bereits Ärger ins Haus: Michael hat nicht nur beide Koffer verloren, sondern auch die Hotelreservierung. Junior ist ganz wild auf sein Date mit der Inselschönheit Leilani, jedoch nicht ohne vorher von Michael moralisch belehrt worden zu sein. Claires Beach-Outfit ist indes viel zu knapp. Und zu guter Letzt läuft Janet und Michael das Pärchen Hunter und Veronica über den Weg, das sie bereits auf der Reise kennen gelernt haben. Werden sie verfolgt?","versions":[{"lang":1,"streams":[{"redirect":8300382,"hoster":"VOE"},{"redirect":8300384,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hawaii, wir kommen, Teil 3","epNo":3,"alt":"The Kyles Go to Hawaii (3)","descr":"Der Hawaii-Urlaub neigt sich dem Ende zu. Als Michael jedoch feststellt, das der Abflug viel früher ist als gedacht, ist die Erholung dank der Reisehektik schnell wieder dahin. Und nicht nur das: Junior ist so verliebt in die Inselschönheit Leilani, dass er Hawaii gar nicht mehr verlassen will. Derweil hat Claire Angst, wann Janet und Michael endlich dahinter kommen, was ihr Einkaufsbummel zusammen mit Kady wirklich gebracht hat: eine riesige Rechnung.","versions":[{"lang":1,"streams":[{"redirect":8300023,"hoster":"VOE"},{"redirect":8300024,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Samba Brasil","epNo":4,"alt":"Samba Story","descr":"Janet und Michael besuchen gemeinsam einen Samba-Kurs. Michael ist gar nicht begeistert, als er feststellt, dass der Tanzlehrer ein Auge auf Janet geworfen hat. Seine Eifersucht ist jedoch schnell weg, als eines Abends die atemberaubende Selma die Tanzgruppe übernimmt. Jetzt hat Michael nichts dagegen, dass sich Selma intensiv um ihn kümmert. Derweil sorgt Claire für Verwunderung, weil sie auch ohne Rhythmusgefühl eine tragende Rolle in ihrer Cheerleader-Truppe übernimmt ...","versions":[{"lang":1,"streams":[{"redirect":8299970,"hoster":"VOE"},{"redirect":8299974,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tagebuch eines Teenagers","epNo":5,"alt":"Diary of a Mad Teen","descr":"Beim Aufräumen findet Janet zufällig Claires Tagebuch. Sie kann nicht widerstehen und beginnt zu blättern. Janet traut ihren Augen nicht, als sie einen Eintrag darüber findet, dass Claire gern Sex mit ihrem Freund hätte. Da sie findet, dass ihre Tochter viel zu jung dafür ist, sucht sie ein Gespräch von Mutter zu Tochter. Derweil hat Michael einen Termin beim Augenarzt, und obwohl er behauptet bestens zu sehen, lässt er auf dem Weg zur Praxis doch lieber Junior ans Steuer.","versions":[{"lang":1,"streams":[{"redirect":8300457,"hoster":"VOE"},{"redirect":8300458,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der gefährliche Typ","epNo":6,"alt":"Claire\u0027s New Boyfriend","descr":"Michael findet Claires Freund Tony sehr nett - Grund genug für sie, ihren Freund zu verlassen. Tony versteht die Welt nicht mehr. In seiner Verzweiflung wendet er sich an Michael, und weil der ihn so mag, versucht er, ihm zu helfen. Zudem hält er Claires neuen Freund Jason für einen Schnösel. Doch als Michael seiner Tochter ins Gewissen redet, stößt er auf taube Ohren. Jetzt ist Taktik gefragt: Er gibt vor, Jason zu mögen, und siehe da, Claire kehrt zu Tony zurück ...","versions":[{"lang":1,"streams":[{"redirect":8299710,"hoster":"VOE"},{"redirect":8299713,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Irgendwie Shakespeare","epNo":7,"alt":"Crouching Mother, Hidden Father","descr":"Kadys Kindergartengruppe will \"Romeo und Julia\" von Shakespeare zur Aufführung bringen, und Janet führt Regie. Die Kinder und auch die Erzieherin Miss Johnson sind von ihrem ehrgeizigen Stil gar nicht begeistert. Zur allseitigen Erleichterung wird Janet jedoch krank - und von Michael vertreten. Unter seiner Regie ist alles erlaubt: Die Kinder weichen nach Belieben vom Text ab und haben viel Spaß bei der Sache. Auch wenn das Ergebnis ein sehr, sehr seltsames Theaterstück ist ...","versions":[{"lang":1,"streams":[{"redirect":12336750,"hoster":"VOE"},{"redirect":8300151,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jeder gegen jeden","epNo":8,"alt":"The Fighting Kyles","descr":"Vom andauernden Streit ihrer Kinder genervt, greifen Michael und Janet zu einer ungewöhnlichen Taktik: Sie beginnen selbst mit permanentem Gezanke. Junior, Claire und Kady gehen ihnen schnell auf den Leim und wollen von Ärger nichts mehr wissen. Doch der Schuss geht nach hinten los. Michael und Janet spielen ihre Rolle so überzeugend, dass die Kinder glauben, ihre Eltern lassen sich noch scheiden. Also tun sie ihr Bestes, damit die Eltern ihren Streit beenden ...","versions":[{"lang":1,"streams":[{"redirect":8299842,"hoster":"VOE"},{"redirect":8536841,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zickenalarm","epNo":9,"alt":"Sister Story","descr":"Michaels Schwester Kelly hat ihren Besuch fürs Wochenende angekündigt, und fast alle freuen sich - bis auf Janet. Bisher kam es noch immer zum Streit zwischen den beiden. Mit permanenten Sticheleien bringt Kelly Janet auch diesmal auf die Palme: Janet könne nicht kochen und schon gar nicht singen. Das will Janet nicht auf sich sitzen lassen. Es kommt zum Ausscheidungs-Waffelbacken und -Wettsingen - mit Michael als Schiedsrichter ...","versions":[{"lang":1,"streams":[{"redirect":12938405,"hoster":"VOE"},{"redirect":8300427,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Daddys Rezept","epNo":10,"alt":"Jr\u0027s Dating Dilemma","descr":"Michael hat Junior einen Kurs in \"Wie mache ich mich an eine Frau heran\" verpasst. Um das frisch Erlernte in der Praxis zu testen, fragt Junior sogleich Claires Freundin Valerie, ob sie ihn zum Schulball begleiten will. Von ihrer Zusage angefeuert, geht er zum Angriff über: Ohne die Folgen zu bedenken, fragt er auch noch Amber, das flotteste Mädchen der Schule. Doch damit verletzt er Valeries Gefühle ... Michael selbst träumt derweil von einer Affäre mit Janet Jackson ...","versions":[{"lang":1,"streams":[{"redirect":8300165,"hoster":"VOE"},{"redirect":8300164,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mein nackter Mann","epNo":11,"alt":"Jay the Artist","descr":"Michael hat Jays Interesse an der Kunst neu erweckt - mit ungeahnten Folgen: Plötzlich sieht er sich als Nacktmodel vor Jays Leinwand sitzen. Nicht nur, dass er mit Jays künstlerischer Interpretation seines Körpers nicht einverstanden ist, er muss auch die Sticheleien der Freunde ertragen, insbesondere die seines frisch geschiedenen Freundes Steve. Derweil hat der Kunstvirus auch die Kinder infiziert. Kady träumt davon, so wie ihr Freund Franklin Klavier zu spielen ...","versions":[{"lang":1,"streams":[{"redirect":8300292,"hoster":"VOE"},{"redirect":8300290,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Handicap","epNo":12,"alt":"Chair Man of the Board","descr":"Nach langen Jahren wird Michael von Tommy, einem alten Freund aus Jugendzeiten, besucht. Michael ist unsicher und kann nicht mit dem Umstand umgehen, dass Tommy jetzt im Rollstuhl sitzt. Als Tommy seinen Freund auffordert, so wie früher in einem Basketball-Match gegeneinander anzutreten, ist Michael damit völlig überfordert. Derweil sind Kady und Claire in einem Einkaufszentrum unterwegs - und Claire wird des Ladendiebstahls beschuldigt ...","versions":[{"lang":1,"streams":[{"redirect":8299833,"hoster":"VOE"},{"redirect":8299834,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Öffne dein Herz","epNo":13,"alt":"Open Your Heart","descr":"Janet zwingt Michael, mit ihr auf ein Paartherapie-Seminar zu gehen. Doch bald müssen die beiden feststellen, dass der Kurs bei dem Beziehungsguru mehr Schaden anrichtet, als dass er ihrer Ehe hilft. Indes finden Junior und seine Freunde einen Weg, schnell an Geld zu kommen – nur leider ist ihre Methode nicht ganz legal…","versions":[{"lang":1,"streams":[{"redirect":8300063,"hoster":"VOE"},{"redirect":8300067,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Häuptling Alter Glatzkopf","epNo":14,"alt":"Michael\u0027s Tribe","descr":"Kady und ihre Freundinnen wollen bei den Rosenbergs im Garten zelten, doch Michael hat Angst, dass seine Kinder von einem durchgeknallten Psychopaten verschleppt werden könnten. Damit er die Kinder im Auge behalten kann, müssen sie mit Michael als \"Häuptling\" bei ihm im Garten Indianer spielen. Was langweilig anfängt, wird schnell zum Abenteuer, denn Michael und seine \"Krieger\" spionieren Claire hinterher - und die hat vor, um Mitternacht auszureißen ...","versions":[{"lang":1,"streams":[{"redirect":13115861,"hoster":"VOE"},{"redirect":8299914,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Gremlins und die Kyles","epNo":15,"alt":"Blackout","descr":"Michael wünscht sich endlich einmal etwas Ruhe von seiner Familie und handelt mit Janet einen Deal aus. Da beide einmal einen Abend für sich haben, muss jeweils einer von ihnen an einem dieser Abende mit den Kindern das Haus verlassen. Als Michaels großer \"Tag der Ruhe\" ansteht, fällt allerdings der Strom aus, und die Familie beginnt wie gewohnt, sich gegenseitig auf die Nerven zu gehen ...","versions":[{"lang":1,"streams":[{"redirect":8300053,"hoster":"VOE"},{"redirect":8300055,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Mann des Jahres","epNo":16,"alt":"Man of the Year","descr":"Janet schlägt Michael für die Wahl des \"Small Businessman of the Year\" vor. Obwohl er zuversichtlich ist, dass er den Titel gewinnen wird, geht Michael leider leer aus. Um den niedergeschmetterten Verlierer wieder aufzubauen, lässt seine Familie nichts unversucht - mit verheerenden Folgen ...","versions":[{"lang":1,"streams":[{"redirect":8300036,"hoster":"VOE"},{"redirect":8300041,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das tollste Mädchen der Welt","epNo":17,"alt":"Jr\u0027s Risky Business (1)","descr":"Michael und Janet sind begeistert von Juniors neuer Freundin. Sie finden Vanessa hübsch, nett, freundlich und ... eines Abends zusammen mit Junior im Bett. Janet und Michael sind schockiert. Derweil hat Claire eigene Sorgen. Sie steckt mitten in den Vorbereitungen auf eine wichtige Aufnahmeprüfung für ein Stipendium. Auf die nervliche Belastung reagiert Claires Körper auf seine eigene Weise: Ihr ganzes Gesicht ist von einem Ausschlag bedeckt ...","versions":[{"lang":1,"streams":[{"redirect":8300252,"hoster":"VOE"},{"redirect":8300250,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Männerwelt","epNo":18,"alt":"Jr\u0027s Risky Business (2)","descr":"Nachdem er Junior in flagranti mit dessen Freundin Vanessa erwischt hat, ist es Michael unmöglich, mit seinem Sohn länger unter einem Dach zu leben. Vanessa kann den Hinauswurf zwar nicht verhindern, doch zumindest strafmildernd auf Michael einwirken: Junior muss in ein Zelt hinter dem Haus ziehen, bis sich die Gemüter beruhigt haben. Als sich Michael seiner eigenen Jugend erinnert, kommen ihm ähnliche Anekdoten in den Sinn. Schließlich darf Junior wieder ins Haus ziehen ...","versions":[{"lang":1,"streams":[{"redirect":12336744,"hoster":"VOE"},{"redirect":8299927,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Allein gegen die Mafia","epNo":19,"alt":"Jury Duty","descr":"Michael und Janet nehmen als Geschworene an einem Prozess teil. Als Vorsitzender drängt Michael auf ein schnelles Verfahren, denn er will pünktlich zu Hause sein, um \"Der Pate\" im Fernsehen zu sehen. Janet aber möchte den Fall gründlich debattieren, bevor sie ein Urteil fällt - so gründlich, dass Michael sich den Film in der Videothek ausleihen muss. Als er dort einen italienischen Versicherungsmakler trifft, ist er sich sicher, dass er zur Mafia gehört und ihn erpressen will ...","versions":[{"lang":1,"streams":[{"redirect":8300169,"hoster":"VOE"},{"redirect":8300170,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Familiengericht tagt","epNo":20,"alt":"Here Come Da Judge","descr":"Claire und Junior haben gleichzeitig eine Brieftasche gefunden, prall gefüllt mit 500 Dollar. Zwischen den beiden bricht ein Streit aus, wer von ihnen das Geld behalten darf. Michael ruft kurzerhand das Familiengericht zusammen: Er spielt den Richter, Janet vertritt Claire, und Franklin mimt Juniors Anwalt. Tony, der als Zeuge auftritt, macht allerdings während der Verhandlung schlapp - die Fastenkur war wohl doch zuviel für ihn ...","versions":[{"lang":1,"streams":[{"redirect":8299684,"hoster":"VOE"},{"redirect":8299682,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das ist mein Auto","epNo":21,"alt":"Claire\u0027s Permit","descr":"Obwohl Claire gerade den Führerschein bestanden hat, traut Michael ihr nicht allzuviel zu. Deshalb bekommt sie sein Auto auch nicht. Claire ist\u0027s egal: Als Michael und Janet eines Tages nicht zu Hause sind, nimmt sie sich den Wagen einfach. Michael erfährt jedoch von der heimlichen Spritztour und überlegt eine geeignete Strafe: Kurzerhand entwendet er das Auto, um ihr einen Schrecken einzujagen. Doch Claire hat den Diebstahl bereits bei der Polizei gemeldet ...","versions":[{"lang":1,"streams":[{"redirect":8300296,"hoster":"VOE"},{"redirect":8300299,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Lang lebe der König","epNo":22,"alt":"Sharon\u0027s Picture","descr":"Zwischen alten Erinnerungsstücken findet Janet zufällig ein Foto von Michaels Ex-Freundin Sharon. Die gemeinsamen Tage sind zwar lange vorbei, trotzdem würde Janet gerne wissen, warum er immer noch an dem Foto hängt, und stellt Michael zur Rede. Derweil grübeln die Kyles, warum der Junior-Starpianist Franklin nicht zugeben kann, dass seine kleine Schwester Aretha eine bemerkenswerte Stimme hat. Duldet er keine Musikgötter neben sich?","versions":[{"lang":1,"streams":[{"redirect":8299913,"hoster":"VOE"},{"redirect":8299916,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Dann doch lieber Minigolf","epNo":23,"alt":"Tee for Too Many","descr":"Janet möchte gerne mehr Freizeit mit Michael verbringen. Sie kann ihn überreden, dass sie ihm beim Golfen, seinem liebsten Zeitvertreib, zusehen darf. Doch ihre Anwesenheit macht ihn derart nervös, dass sein Spiel darunter leidet. Doch wie soll er es ihr sagen? Derweil möchte Junior unbedingt seiner Freundin Vanessa aufs College folgen. Doch für die Bewerbung wird ein Aufsatz verlangt. Weil ihm kein Satz gelingen will, bittet er kurzerhand den sechsjährigen Franklin um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8300281,"hoster":"VOE"},{"redirect":8300287,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Freitagabend, zehn Uhr","epNo":24,"alt":"The Big Bang Theory","descr":"Seit Michael und Janet erfahren haben, dass Claire und Tony endlich Sex haben wollen, sind sie nicht mehr zu beruhigen. Als die beiden sich eines Tages davonschleichen, scheint der Moment gekommen zu sein. Wieder zu Hause, ist Michael drauf und dran Tony zu erwürgen. Gerade noch rechtzeitig weiß der jedoch zu berichten, dass nichts passiert ist. In ihrem Hotelzimmer lag nämlich eine Bibel - ein Wink Gottes? Michael erzählt lieber nicht, dass in jedem Hotelzimmer eine Bibel liegt.","versions":[{"lang":1,"streams":[{"redirect":8300196,"hoster":"VOE"},{"redirect":8300202,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Eine von vielen","epNo":25,"alt":"Not So Hostile Takeover","descr":"Donovan lädt Claire ein, mit ihm auf den Abschlussball der Schule zu gehen. Leider muss sie erst noch ihre Eltern davon überzeugen. Schließlich gelingt es ihr, die Erlaubnis zu bekommen. Allerdings nur unter einer Bedingung: Ihre Eltern kommen als Aufsichtspersonen mit. Der Ball endet für Claire in einer Katastrophe, denn Janet und Michael stehlen ihr die ganze Show. Als ihre Eltern dann auch noch Ballkönig und Ballkönigin werden, ist der Abend für Claire gelaufen ...","versions":[{"lang":1,"streams":[{"redirect":8300368,"hoster":"VOE"},{"redirect":8300367,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"College statt Sex","epNo":26,"alt":"Graduation (1)","descr":"Aus Liebe zu Vanessa hat sich Junior dazu entschlossen, aufs College zu gehen. Bisher hat er nur die Zusagen von zwei sehr zwielichtigen Universitäten. Da flattert plötzlich ein Schreiben der renommierten Reddington University ins Haus: Die Eliteschule ist an Junior interessiert. Ganz klar, dass Michael alles daran setzt, seinen Sohn auf dieser Universität unterzubringen. Beim Bewerbungsgespräch blamiert Michael Junior allerdings bis auf die Knochen ...","versions":[{"lang":1,"streams":[{"redirect":8299648,"hoster":"VOE"},{"redirect":8299650,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Sex statt Japan","epNo":27,"alt":"Graduation (2)","descr":"Junior und Vanessa wollen heiraten und gemeinsam in Reddington studieren. Natürlich sind Michael und Janet davon überhaupt nicht begeistert. Deshalb schenken sie Junior zum Abschlusszeugnis eine Reise nach Japan - in der Hoffnung, dass die räumliche Trennung die Heiratspläne der beiden zunichte machen wird. Doch kurz vor der Abreise passiert etwas Unerwartetes: Vanessa ist schwanger ...","versions":[{"lang":1,"streams":[{"redirect":8299657,"hoster":"VOE"},{"redirect":8299659,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ich bin nicht dumm","epNo":1,"alt":"From Dummy to Daddy","descr":"Junior muss sich als Mann behaupten, denn schon bald hat er für Vanessa und ihr gemeinsames Baby zu sorgen. Leider ist er auf die neue Situation nicht vorbereitet, und auch seine Vorstellungen vom Leben sind alles andere als realistisch. Deshalb nimmt Michael das Schicksal seines Sohnes selbst in die Hand und gibt ihm einen Job in seiner Firma. Doch bereits bei der Pünktlichkeit scheitert Juniors Anstellung - er wird entlassen. Gibt ihm Michael noch einmal eine Chance?","versions":[{"lang":1,"streams":[{"redirect":8299665,"hoster":"VOE"},{"redirect":8299667,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine prachtvolle Mähne","epNo":2,"alt":"The Sweet Hairafter","descr":"Im Golfclub trifft Michael auf seinen Freund Jimmy. Dessen Haarpracht lässt Michael fast vor Neid platzen. Als Jimmy ihm anvertraut, dass er seine Glanzmähne einem Wundermittel zu verdanken hat, kauft auch Michael sofort die Zauberpillen. Ungeachtet der verheerenden Nebenwirkungen schluckt er die Tabletten, bis ihm ein paar Strähnen wachsen. Doch Michael wird immer seltsamer und verdächtigt sogar Janet, ihn unter die Erde bringen zu wollen.","versions":[{"lang":1,"streams":[{"redirect":8299939,"hoster":"VOE"},{"redirect":8299941,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Juniorchef","epNo":3,"alt":"Jr. Executive","descr":"Michael gibt Junior die Chance, in seiner Firma anzufangen. Allerdings stellt sein Sohn ziemlich hohe Ansprüche: Er möchte sofort als Junior-Chef einsteigen. Diese Vorstellung findet bei Michael wenig Anklang - er lässt Junior erst mal Toiletten putzen. Doch der hat bereits einen Plan und versucht, hinter Michaels Rücken die Angestellten auf seine Seite zu ziehen. Als Michael davon Wind bekommt, muss Junior einiges über sich ergehen lassen.","versions":[{"lang":1,"streams":[{"redirect":8300234,"hoster":"VOE"},{"redirect":8300232,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Amerikas älteste Studentin","epNo":4,"alt":"Jay Goes to School","descr":"Janet hat beschlossen, wieder zu studieren - Psychologie! Indem sie die neu gewonnenen Erkenntnisse an ihrer Familie ausprobiert und jeden einzelnen analysiert, bringt sie Michael an den Rand des Wahnsinns. Damit hat sie auch gleich die Bestätigung für ihre Vermutung, dass alle schwere psychische Störungen haben und dringend einer Therapie bedürfen. Doch Michael schafft es mit einem kleinen Trick, Janet auf den Boden der Tatsachen zurückzuholen ...","versions":[{"lang":1,"streams":[{"redirect":8299848,"hoster":"VOE"},{"redirect":8299851,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Geheimnis der Affenkralle","epNo":5,"alt":"Meet the Parents","descr":"Junior gesteht Vanessas Eltern, dass ihre Tochter von ihm schwanger ist. Ihr Vater Calvin rastet völlig aus, und Junior kann sich nur mit Mühe vor ihm retten. Als Michael davon erfährt, verspricht er, dass er Calvin in seine Schranken weisen wird. Dieser Vorsatz verpufft aber, als der kräftig gebaute Mann und seine Frau Jasmine bei ihm auftauchen, um die Zukunft des Babys zu diskutieren. Bald stellt sich heraus, dass die Scotts nur den eigenen Vorteil im Auge haben ...","versions":[{"lang":1,"streams":[{"redirect":8300373,"hoster":"VOE"},{"redirect":8300374,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ballonbaby","epNo":6,"alt":"He\u0027s Having a Baby","descr":"Junior macht harte Zeiten durch: Da er bald Vater wird, soll er auf seine künftige Rolle auch gut vorbereitet sein. Das meint zumindest Michael und vertraut Junior einen mit Wasser gefüllten Luftballon an. Den soll Junior so behandeln, als sei er sein eigenes Baby. Doch damit nicht genug: Michael simuliert das Geschrei des \"Babys\", und das zu jeder Tages- und Nachtzeit. Dass ausgerechnet jetzt Vanessas Hormone verrückt spielen, macht es Junior auch nicht gerade einfach ...","versions":[{"lang":1,"streams":[{"redirect":8299767,"hoster":"VOE"},{"redirect":8299768,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Armer Larry","epNo":7,"alt":"The Funeral","descr":"Da Junior eines Tages die Firma übernehmen soll, gibt ihm Michael ein paar grundsätzliche Verhaltens-Tipps. Zum Beispiel, dass es als Tabu gilt, sich mit den Angestellten anzufreunden. Daran hält sich Junior strikt und reizt mit seinem ruppigen Ton Larry, einen der Mitarbeiter, zu Tränen. Als Michael nachhakt, erfährt er, dass Larrys geliebte Großmutter gestorben ist und er deshalb so empfindlich reagiert. Die Kyles kümmern sich nun um ihn, was Larry gar nicht so unrecht ist ...","versions":[{"lang":1,"streams":[{"redirect":8299898,"hoster":"VOE"},{"redirect":8299904,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mädchen oder Junge?","epNo":8,"alt":"Ultrasound","descr":"Die erste Ultraschall-Untersuchung steht an. Vanessa und Junior lassen sich von Janet, Michael und Vanessas Eltern begleiten. Alle sind total aus dem Häuschen, als sie die ersten Bilder von dem Baby sehen – allerdings beschließen die werdenden Eltern, dass der Arzt ihnen nicht sagen soll, ob es ein Junge oder ein Mädchen wird. An diese Abmachung kann Michael sich natürlich mal wieder nicht halten, denn er platzt fast vor Neugier …","versions":[{"lang":1,"streams":[{"redirect":8300268,"hoster":"VOE"},{"redirect":8300270,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Marathon-Mann","epNo":9,"alt":"Marathon","descr":"Janet trainiert hart und diszipliniert für den anstehenden Marathonlauf, sogar ihre Ernährung hat sie angepasst. Michael allerdings blickt dem Ganzen ganz gelassen entgegen. Prompt erhält er die Quittung: Bereits nach wenigen hundert Metern ist er fix und fertig. Mit einem kleinen, unsportlichen Trick schafft er es schließlich doch noch durchs Ziel – vor Janet!","versions":[{"lang":1,"streams":[{"redirect":8299980,"hoster":"VOE"},{"redirect":8299984,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wo ich bin, ist die Party","epNo":10,"alt":"While Out","descr":"Maxwell, ein Freund von Michael und Janet, gibt ein Konzert, bei dem die beiden unbedingt dabei sein möchten. Allerdings kommen sie - wie immer - erst auf den letzten Drücker los. Um es noch pünktlich zu schaffen, nimmt Michael eine Abkürzung, die aber leider in die völlige Einöde führt. Michael und Janet streiten sich bis aufs Messer und beschließen, wieder nach Hause zu fahren - dort erleben sie die nächste böse Überraschung ...","versions":[{"lang":1,"streams":[{"redirect":8300194,"hoster":"VOE"},{"redirect":8300187,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das ist Jazz!","epNo":11,"alt":"Michael\u0027s Band","descr":"In einem Club trifft Michael seinen ehemaligen Mitschüler und Bandkollegen Johnny \"Saxophone\" Jackson wieder, der inzwischen eine große Karriere gemacht hat. Als der Pianist erkrankt, bittet Johnny seinen alten Freund, für ihn einzuspringen. Doch Michael verschweigt ihm, dass er musikalisch nicht mehr ganz auf der Höhe ist. Mit einem Trick versucht er zwar noch die Situation zu retten, aber der Abend endet trotzdem in einer Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":8300111,"hoster":"VOE"},{"redirect":8300114,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tabletten für den Hund","epNo":12,"alt":"The Lady Is Not a Tramp","descr":"Um sich schon mal an ihre Elternrolle zu gewöhnen, haben sich Junior und Vanessa ein kleines Hundebaby angeschafft. Doch leider hat Kady eine Hundeallergie. Damit sie trotzdem mit dem Hündchen spielen kann, gibt ihr Junior ein paar Allergietabletten - dummerweise die, die für den Hund bestimmt waren ...","versions":[{"lang":1,"streams":[{"redirect":8300154,"hoster":"VOE"},{"redirect":8300156,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Maus im Haus","epNo":13,"alt":"Of Mice and Man","descr":"Die Kyles haben seit kurzem einen neuen Mitbewohner: Eine Maus hat sich bei ihnen eingenistet, und sorgt für jede Menge Aufregung. Janet möchte einen Kammerjäger rufen, doch Michael ist strikt dagegen: Für ihn ist es eine Frage der Ehre, die Maus selber zu fangen. Doch die lässt sich von seinen Tricks nicht beeindrucken - Michael muss vor dem cleveren Tierchen kapitulieren. Jetzt muss doch der Kammerjäger ihnen die kleine Plage vom Hals schaffen ...","versions":[{"lang":1,"streams":[{"redirect":12268441,"hoster":"VOE"},{"redirect":8300437,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Echt miese Gegend","epNo":14,"alt":"Moving on Out","descr":"Junior ist genervt: Ständig platzt jemand in die Garage, und er hat keine Privatsphäre mehr. Nach einem Streit mit Michael beschließt er auszuziehen. Michael ist enttäuscht über Juniors Verhalten. Außerdem traut er seinem Sohn nicht zu, dass er alleine eine neue Wohnung finden wird. Doch alle sind überrascht, als Junior nach kurzer Zeit seine Familie zu einem Einweihungsfest einlädt. Doch Juniors neues Zuhause ist alles andere als das, was sich seine Eltern vorgestellt haben ...","versions":[{"lang":1,"streams":[{"redirect":12931312,"hoster":"VOE"},{"redirect":8300060,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Süß ist der Sieg","epNo":15,"alt":"Candy Wars","descr":"Janet macht wieder mal eine Diät und erwartet von ihrer Familie, dass sie sie unterstützt und alle Süßigkeiten von ihr fernhält. Dummerweise läuft aber gerade jetzt eine Schokoladenverkaufsaktion in Kadys Schule. Und es kommt wie es kommen muss: Michael legt sich bei einem Info-Abend zu der Verkaufsaktion mit einem anderen Vater an. Beide behaupten, die meisten Schokoriegel zu verkaufen - es bricht ein erbitterter Wettkampf aus ...","versions":[{"lang":1,"streams":[{"redirect":8300337,"hoster":"VOE"},{"redirect":8300334,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Warum ist der Himmel blau?","epNo":16,"alt":"Jr. Sells His Car","descr":"Junior hat seinen Oldtimer endlich fertig restauriert, und alle sind begeistert von dem Ergebnis. Doch die Überraschung ist groß, als Junior und Vanessa verkünden, das geliebte Auto verkaufen zu wollen, um mit dem Geld die Zukunft ihres Babys zu sichern. Michael und Janet sind von ihrem Vorhaben begeistert und wahnsinnig stolz auf die beiden. Deshalb zögert Michael nicht lange und kauft den Wagen wieder zurück ...","versions":[{"lang":1,"streams":[{"redirect":8299957,"hoster":"VOE"},{"redirect":8299959,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Lama namens Michael","epNo":17,"alt":"The Anniversary Present","descr":"Der 19. Hochzeitstag der Kyles steht an, und alle fiebern dem Ergeignis entgegen. Claire möchte für ihre Eltern kochen, doch leider ist das nicht gerade ihre Stärke - das Hochzeitstagsessen wird eine Katastrophe. Doch damit nicht genug: Die Geschenke, mit denen Michael und Janet sich beglücken wollen, sorgen für jede Menge Verwirrung ...","versions":[{"lang":1,"streams":[{"redirect":12931311,"hoster":"VOE"},{"redirect":8300365,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Immer nur Lächeln","epNo":18,"alt":"Illegal Smile","descr":"Michael fährt zu schnell und bekommt dafür einen Strafzettel. Er ist jedoch nicht bereit, das fällige Bußgeld zu bezahlen. Sein Plan: Er will vor Gericht ziehen und um sein Recht kämpfen. Dummerweise taucht kurz vor der Verhandlung ein gewisser Doktor Tortoni auf, der Janet und ihren Freundinnen die großartigen Möglichkeiten von Botox nahe bringt. Auch Michael lässt sich nach anfänglicher Skepsis ein paar Fältchen um den Mund herum wegspritzen - mit fatalen Folgen ...","versions":[{"lang":1,"streams":[{"redirect":8300404,"hoster":"VOE"},{"redirect":8300406,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Was der Pandabär hat","epNo":19,"alt":"Outbreak Monkey","descr":"Michael ist völlig aus dem Häuschen: Er hat Tickets für das erste Spiel von Le Bron James, dem neuen Basketball-Wunderkind, ergattert. Leider grassiert in der Stadt gerade eine Grippewelle, seine ganze Familie liegt flach. Mit allen Tricks versucht Michael, sich gegen das Virus zu wehren - mit Erfolg. Voller Freude sitzt er in der ersten Reihe und erwartet den Beginn des Spiels, doch dann stellt sich heraus, dass Le Bron nicht spielen kann - er hat die Grippe ...","versions":[{"lang":1,"streams":[{"redirect":8299890,"hoster":"VOE"},{"redirect":8299888,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Nest ist leer, Teil 1","epNo":20,"alt":"Empty Nest (1)","descr":"Janet und Michael haben sturmfreie Bude, denn alle drei Kinder sind auf Achse. Die beiden genießen den entspannten, besinnlichen Abend - bis sie sich fragen, wie es wohl später sein wird, wenn ihre Kinder ganz aus dem Haus sind, und wen sie dann wohl am meisten vermissen werden. Daraufhin lassen sie die Missgeschicke und die glücklichen Momente noch einmal vor dem inneren Auge Revue passieren und müssen dabei oft schmunzeln ...","versions":[{"lang":1,"streams":[{"redirect":8300347,"hoster":"VOE"},{"redirect":8300348,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Nest ist leer, Teil 2","epNo":21,"alt":"Empty Nest (2)","descr":"Janet und Michael haben immer noch sturmfreie Bude, denn ihre drei Kinder sind auf Achse. Die beiden genießen den entspannten, besinnlichen Abend - bis sie sich fragen, wie es wohl später einmal sein wird, wenn ihre Kinder ganz aus dem Haus sind. Daraufhin lassen sie die Missgeschicke und die glücklichen Momente noch einmal vor dem inneren Auge Revue passieren. Am Ende wird Janet und Michael klar, dass sie sich ein Leben ohne die Kids ganz und gar nicht vorstellen können.","versions":[{"lang":1,"streams":[{"redirect":8300158,"hoster":"VOE"},{"redirect":8300160,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das ist ja ein Ding!","epNo":22,"alt":"Calvin Comes To Stay","descr":"Calvin und Jasmine hatten einen heftigen Streit, und daher quartiert er sich bei den Kyles ein. Die sind wenig begeistert, denn Calvin schnarcht wie ein Bär, führt sich auf wie ein Rüpel und frisst wie ein Schwein. Michael versucht alles, um ihn wieder loszuwerden - ohne Erfolg. Schließlich bringt er Calvin eine neue Zuhörtechnik bei und lädt Jasmine zum Essen ein. Auf diese Weise will er zwischen den beiden schlichten, jedoch ist ein Streit zwischen ihm und Janet die Folge ...","versions":[{"lang":1,"streams":[{"redirect":8299547,"hoster":"VOE"},{"redirect":8299545,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Nur ein Viertelstündchen","epNo":23,"alt":"Calvin Goes to Work","descr":"Claire soll eine Hausarbeit über Kernfusion schreiben, hat aber überhaupt keine Ahnung davon. Deshalb bittet sie Franklin um Hilfe und bekommt tatsächlich eine Eins - allerdings muss sie nun noch eine mündliche Nachprüfung ablegen. Vanessas Vater Calvin kann Michael überreden, ihm einen Job zu geben. Doch der bereut es sofort, denn Calvins Arbeitsmoral ist gewöhnungsbedürftig: Neben seinem ruppigen Umgang mit den Kunden ist er auch nur bereit, 15 Minuten am Tag zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13002422,"hoster":"VOE"},{"redirect":8299669,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der unverbesserliche Romantiker","epNo":24,"alt":"Romantic Night","descr":"Um der genervten Janet einen unvergesslichen Abend zu schenken, richtet Michael ein, dass die Kinder bei Freunden übernachten und sie einen Abend nur für sich allein haben. In einem exklusiven Hotel will er seiner Frau beweisen, wie romantisch er ist. Als Junior jedoch aus Versehen die Hotelreservierung absagt, ist Michael gezwungen, seinen Plan zu ändern und eben zu Hause für Romantik zu sorgen. Dort gleitet ihm bald die Kontrolle aus den Händen ...","versions":[{"lang":1,"streams":[{"redirect":12914269,"hoster":"VOE"},{"redirect":8300017,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Babys erstes Mal","epNo":25,"alt":"The Director","descr":"Michael nimmt ein Basketballspiel auf Video auf, in dem Starspieler Le Bron James dabei ist, einen NBA-Rekord aufzustellen. Plötzlich stellt Michael jedoch fest, dass er die falsche Kassette benutzt, denn auf der, auf der nun Le Brons Körbe zu sehen sind, waren vorher Kadys erste Schritte. Michael weiß, dass Janet ihm nie verzeihen wird, und versucht alles, die alten Aufnahmen zu retten. Doch nichts funktioniert! Seine letzte Rettung ist, die Szene mit Franklin nachzudrehen ...","versions":[{"lang":1,"streams":[{"redirect":8299882,"hoster":"VOE"},{"redirect":8299881,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die unglaubliche Mrs. Hopkins","epNo":26,"alt":"The Maid","descr":"Weil Janet für ein paar Tage nach Florida reist, wo sie in einem Hauswirtschaftsseminar lernen will, sich besser um ihre Familie zu kümmern, engagiert sie für diese Zeit ein Hausmädchen, Mrs. Hopkins. Zuerst ein wenig zweifelnd, sind Michael und die Kinder bald hellauf begeistert von Mrs. Hopkins\u0027 Talenten. Die nämlich kocht nicht nur fantastisch, sondern kann auch wie ein Experte Fernseher und Autos reparieren. Ihre Freude hält sich deshalb in Grenzen, als Janet zurückkommt ...","versions":[{"lang":1,"streams":[{"redirect":8300211,"hoster":"VOE"},{"redirect":8300205,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Mädchenhände","epNo":27,"alt":"Hand Model","descr":"Claire stellt sich bei einer Model-Agentur vor - trotz Michaels Verbot, der fürchtet, Claire könne den Versuchungen der Traumwelt nicht standhalten. Als er erfährt, dass Claire sich doch zum Casting geschlichen hat, rast er vor Wut kochend hinter ihr her, um ihr den Kopf zu waschen. Aber bevor er dazu kommt, wird er von einer attraktiven Agentin umschwärmt, die so sehr von seinen Händen fasziniert ist, dass sie ihn unbedingt als Handmodell engagieren will.","versions":[{"lang":1,"streams":[{"redirect":8300358,"hoster":"VOE"},{"redirect":8300356,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Männer sind echt doof","epNo":28,"alt":"What Do You Know?","descr":"Ein Spieleabend der Kyles mit Vanessas Eltern Calvin und Jasmine droht zum absoluten Langweiler zu werden, weil keiner weiß, was man mit dem anderen reden soll. Schließlich kommt Michael auf die Idee, das Spiel \"Was weißt du?\" zu spielen, bei dem jeder eine Frage über sich selbst auf einen Zettel schreibt, die der Partner beantworten muss. Dies allerdings ist, wie Michael eigentlich wissen müsste, der kürzeste Weg zum Ehekrach ...","versions":[{"lang":1,"streams":[{"redirect":13115862,"hoster":"VOE"},{"redirect":8300316,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Das Baby, Teil 1","epNo":29,"alt":"The Baby (1)","descr":"Vanessas Entscheidung, das Baby zu Hause zur Welt zu bringen, steht fest und kann auch durch noch so viel Zureden von Michael und Janet nicht umgestürzt werden. Ihre Eltern nämlich sind spätestens, als sie Vanessas durchgeknallte Hebamme kennen lernen, alles andere als begeistert von dieser Idee. Auch das Baby selbst scheint Zweifel zu haben, denn es kommt und kommt nicht. Bald ist Vanessa eine Woche über der Zeit, und all ihre Versuche, das Baby \"herauszulocken\", scheitern.","versions":[{"lang":1,"streams":[{"redirect":8300350,"hoster":"VOE"},{"redirect":8300353,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Baby, Teil 2","epNo":30,"alt":"The Baby (2)","descr":"Gibt es eine Steigerungsform von \"schwanger\"? Vanessas Baby lässt sich jedenfalls alle Zeit der Welt und steigert Michaels Nervosität zur ausgewachsenen Panik. Der werdende Großvater fürchtet, dass die Familie nicht gut genug auf die Geburt vorbereitet sei, und schreibt ein Drehbuch, das alle Schritte genau vorschreibt. Seine Familie ist nicht wirklich begeistert, als sie Michaels Plan bis zur Perfektion üben muss, und zweifelt: Wird sich das Baby wirklich an solche Pläne halten?","versions":[{"lang":1,"streams":[{"redirect":8299595,"hoster":"VOE"},{"redirect":8299596,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Viva Las Vegas","epNo":1,"alt":"Fantasy Camp","descr":"Janet schenkt Michael eine Reise nach Las Vegas, damit er am Basketball-Camp von Michael Jordan teilnehmen kann. Ihr Mann, überzeugt, dass er alle Tricks des großen Stars kennt und ihn im \u00271:1-Spiel\u0027 besiegen kann, ist hocherfreut","versions":[{"lang":1,"streams":[{"redirect":8299721,"hoster":"VOE"},{"redirect":8299722,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Viva Las Vegas (2)","epNo":2,"alt":"Fantasy Camp","descr":"Dass in Michael Jordans Basketball-Camp kein Platz mehr frei ist, ist nur eine kleine Hürde für Michael. Um mit seinem Idol spielen zu können, sperrt er Bob, einen anderen Teilnehmer, im Hotelzimmer ein und gibt sich für ihn aus. Der Plan gelingt und Michael tritt gegen Jordan an - aber all seine \"tollen\" Tricks versagen, und er verliert haushoch. Am Boden zerstört, sucht er Beistand bei seiner Familie, doch Janet ist immer noch spielsüchtig und Junior verschwunden ...","versions":[{"lang":1,"streams":[{"redirect":8299775,"hoster":"VOE"},{"redirect":8299774,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Opa-Diplom","epNo":3,"alt":"Resolutions","descr":"Widerstrebend besuchen Michael und Jenny einen Kinderbetreuungskurs für Großeltern, da Junior und Vanessa ihren Sohn in besten Händen wissen wollen, wenn sie mal verhindert sind. Michael legt sich jedoch nicht nur mit Vanessas Vater an, sondern auch mit Mrs. Lane, der Kursleiterin. Als die ihn aber durchfallen lässt, währt sein Lächeln nicht lange - denn ohne Diplom wollen Junior und Vanessa ihm nicht den Umgang mit seinem Enkel gewähren ...","versions":[{"lang":1,"streams":[{"redirect":8299791,"hoster":"VOE"},{"redirect":8299793,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kampf der Giganten","epNo":4,"alt":"Class Reunion","descr":"Michael will partout nicht zum bevorstehenden Klassentreffen mitkommen, wahrscheinlich, mutmaßt Janet, um Bobby Shaw aus dem Weg zu gehen, seinem alten Erzfeind, gegen den er einst einen Tanzwettstreit verloren hat. Aber dann taucht Bobby bei den Kyles zuhause auf und fordert Michael ein zweites Mal heraus. Michael akzeptiert das Duell und kündigt sogar eine Tanzfigur an, die bisher noch niemand geschafft hat: den legendären \u0027schwebenden Flattermann\u0027 ...","versions":[{"lang":1,"streams":[{"redirect":8300395,"hoster":"VOE"},{"redirect":8300396,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das magische Baby","epNo":5,"alt":"The Fellowship of the Baby","descr":"Völlig überfordert sucht Junior bei Michael Rat: Seit er einen Sohn hat, bekommt er einfach nicht mehr genug Schlaf. Michael greift zu einem nicht ganz ernst gemeinten Trick: Das Kind sei ein magisches Baby. Wenn er es berührt, kann er die schwersten Fragen problemlos beantworten. Doch dann scheint Junior tatsächlich über Nacht hochintelligent geworden zu sein - er holt sogar seinen Schulabschluss nach! Ist an Michaels Geschichte vielleicht doch etwas Wahres dran?","versions":[{"lang":1,"streams":[{"redirect":8299931,"hoster":"VOE"},{"redirect":8299942,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pokerabend","epNo":6,"alt":"Pokerface","descr":"Michael überzeugt Junior, dass es in Ordnung ist, auch mal einige Zeit alleine ohne Vanessa und das Baby zu verbringen. Daher lädt er seinen Sohn zu seiner Pokerrunde ein. Jedoch lässt Janet den ausgelassenen Männerabend platzen, als sie zu früh nach Hause kommt, in die Partie einsteigt und Michaels Freunde nach allen Regeln der Kunst abzockt. Michael ist stocksauer und beschließt, sich an seiner Frau zu rächen, indem er beim nächsten Treffen ihres Literaturkreises auftaucht.","versions":[{"lang":1,"streams":[{"redirect":8300142,"hoster":"VOE"},{"redirect":8300140,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Antrag mit Karaoke","epNo":7,"alt":"The Proposal","descr":"Da die Kyles in letzter Zeit immer öfter ihre eigenen Wege gehen, drängt Janet darauf, einen Familienabend zu veranstalten, an dem die ganze Familie endlich wieder einmal etwas zusammen unternimmt. Michael ist von ihrem Vorschlag, zu einer Karaoke-Show zu gehen, anfangs wenig begeistert - denn nur zu gut ist ihm Janets letzte peinliche Bühnenshow in Erinnerung! Aber bald bereitet auch er sich verbissen auf seinen großen Auftritt vor.","versions":[{"lang":1,"streams":[{"redirect":8299990,"hoster":"VOE"},{"redirect":8299991,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Krieg der Köche","epNo":8,"alt":"Restaurant Wars","descr":"Als Janet ein Restaurant eröffnen will, ist Michael zunächst gar nicht begeistert, sagt jedoch nichts, da er davon ausgeht, dass sie sowieso bald wieder pleite ist. Aber als er herausfindet, dass Annie und Eddie Wer direkt auf der anderen Straßenseite ein chinesisches Restaurant betreiben, erwacht in ihm Kampfgeist. Fortan lässt er nichts unversucht, um die Wers auszustechen, bricht damit aber ein Duell vom Zaun, das beide Restaurants an den Rand des Ruins bringt.","versions":[{"lang":1,"streams":[{"redirect":12336756,"hoster":"VOE"},{"redirect":8299752,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rückkehr des Bobby Shaw","epNo":9,"alt":"The Return of Bobby Shaw","descr":"Während Janet und Claire mit einem äußerst drahtigen Yoga-Lehrer flirten, hat Junior es sich in den Kopf gesetzt, ein großer Rap-Star zu werden. Dummerweise gerät er dabei an den windigen Produzenten Bobby Shaw, einen alten, verhassten Bekannten Michaels. Bobby zwingt Junior einen Knebelvertrag auf, mit dem Junior sich verpflichtet, Bobbys Sklave zu sein. Michael eilt jedoch zur Hilfe und fordert Bobby zu einem Rap-Wettstreit heraus ...","versions":[{"lang":1,"streams":[{"redirect":8300013,"hoster":"VOE"},{"redirect":8300011,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Küss die Braut!","epNo":10,"alt":"The Wedding","descr":"Am liebsten möchten Junior und Vanessa für ihre Hochzeit eine kleine, schlichte Feier ausrichten. Da haben sie aber nicht mit Michael und Janet gerechnet, die für das Brautpaar die prunkvolle Hochzeit veranstalten wollen, die sie selbst nie hatten. Doch der ganze Trubel, den Michael und Janet nun lostreten, ist überhaupt nicht das, was sich Vanessa vorstellt, und auf einmal weiß die Braut nicht mehr, ob sie Junior unter diesen Umständen überhaupt heiraten kann.","versions":[{"lang":1,"streams":[{"redirect":8300141,"hoster":"VOE"},{"redirect":8300138,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mein Mann, der Waschlappen","epNo":11,"alt":"Careful What You Wish For","descr":"Weil Michael sie kaum noch beachtet, ist Janet stinksauer auf ihren Mann, vor allem, da sie das Glück der Neuvermählten sieht, denn Jr. kümmert sich wirklich rührend um Vanessa. Als sie Michael klarmacht, dass auch sie mehr Romantik von ihm erwartet, beschließt der, sie mit einer übertrieben zuvorkommenden Art zu nerven, bis sie ihn wieder in Ruhe lässt. Womit er allerdings nicht rechnet: Janet hat sein Spielchen längst durchschaut ...","versions":[{"lang":1,"streams":[{"redirect":13818401,"hoster":"VOE"},{"redirect":13818403,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"El Kickerero","epNo":12,"alt":"They Call Me El Foosay","descr":"Als Vanessa Junior einen Tischkicker schenkt, ist er in seinem Element. Keiner spielt so gut wie er, keiner kann ihn schlagen, und keine Gelegenheit darf verstreichen, ohne, dass dies erwähnt wird. Nur Michael schafft es, Junior eine Lektion zu erteilen - bevor er selbst auf die Gewinnerstraße gerät und dies noch lautstärker feiert als sein Sohn. Ehe Janet sich endgültig dazu durchringt, ihn zu erwürgen, muss die Familie einen Weg finden, Michael von seinem hohen Ross zu stoßen.","versions":[{"lang":1,"streams":[{"redirect":13818400,"hoster":"VOE"},{"redirect":13818402,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Scheinchen für den Prof","epNo":13,"alt":"Study Buddy","descr":"Michael führt Janet zum Essen aus, damit sie sich endlich einmal vom Prüfungsstress entspannen kann. Leider treffen sie dort ihren Professor, der mehr als wütend auf sie ist, seitdem sie sein Buch verrissen hat. Michael versucht zu schlichten, verschlimmert den Streit aber noch. Jetzt hilft nur eines, damit Janet die bevorstehende Prüfung doch besteht: Michael muss den Professor bestechen. Aber ob so ein paar Scheinchen den Prof versöhnen können?","versions":[{"lang":1,"streams":[{"redirect":8300072,"hoster":"VOE"},{"redirect":8300073,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schätzchen-Tag","epNo":14,"alt":"Sweetheart\u0027s Day","descr":"Es gibt zu wenige Feiertage, an denen die Männer ihren Frauen zeigen, wie sehr sie sie verehren. Also erfindet Janet kurzerhand den \u0027Schätzchen-Tag\u0027, und erwartet von Michael, dass er ihr einen, gerne auch mehrere, Diamanten schenkt. Es versteht sich von selbst, dass auch die anderen Frauen sich von dieser Idee begeistern lassen. Die Männer sind wenig erfreut, aber natürlich ist es nur Michael, der am \u0027Schätzchen-Tag\u0027 ein Desaster erlebt ...","versions":[{"lang":1,"streams":[{"redirect":8300414,"hoster":"VOE"},{"redirect":8300412,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Stilles Wochenende","epNo":15,"alt":"Silence Is Golden","descr":"Endlich hat Michael wieder einmal ein ganzes Wochenende lang sturmfreie Bude - denn Janet hat sich für ein Meditationsseminar angemeldet. Allerdings will er nicht, dass Janet seine Begeisterung mitbekommt, und schwindelt ihr vor, dass er sie am liebsten begleiten würde. Dumm nur, dass Janet kurz darauf erfährt, dass ein Teilnehmer abgesagt hat, und Michael postwendend anmeldet ...","versions":[{"lang":1,"streams":[{"redirect":8300029,"hoster":"VOE"},{"redirect":8300032,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verloren auf den Bahamas, Teil 1","epNo":16,"alt":"The Bahamas (1)","descr":"Der Urlaub auf den Bahamas könnte so schön sein - wenn Michael nur endlich seine anstrengende Familie los wäre. Natürlich sagt er das Janet, ungeachtet der Konsequenzen, die sie ihm androht, und zieht sich in einen Liegestuhl zurück. Aber gerade, als so etwas wie Urlaubsstimmung aufkommt, taucht Jimmy auf, ein flüchtiger Bekannter aus Michaels Golf-Club. Der ist froh, ein vertrautes Gesicht zu sehen, und hängt sich wie eine Klette an Michael ...","versions":[{"lang":1,"streams":[{"redirect":8299704,"hoster":"VOE"},{"redirect":8299702,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verloren auf den Bahamas, Teil 2","epNo":17,"alt":"The Bahamas (2)","descr":"Während Junior eine Begegnung der ganz anderen Art hat, sitzen Michael und Janet immer noch auf der einsamen Insel fest. Die Flut kommt unaufhaltsam, und Rettung ist nicht in Sicht. In der Erkenntnis, dass ihre letzte Stunde geschlagen haben könnte, wollen sie nun völlig ehrlich sein und dem anderen alles sagen, was sie schon immer an ihm gestört hat. Wirklich alles ... Natürlich führt das nicht unbedingt zur Harmonie.","versions":[{"lang":1,"streams":[{"redirect":8300578,"hoster":"VOE"},{"redirect":8300577,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Selbst gemacht","epNo":18,"alt":"The Remodel","descr":"Da Junior und Vanessa immer noch in der Garage hausen, bestellt Janet die Handwerker, um die Garage endlich in einen bewohnbaren Ort umbauen zu lassen. Doch Michael legt sich mit dem Handwerker an, bis dieser erzürnt das Haus verlässt. Nun schlägt Michaels Stunde: Endlich kann er Janet und der ganzen Familie zeigen, was ein echter Heimwerker ist! Unterstützt von Junior macht er sich daran, die ganze Garage selbst umzubauen. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":8300004,"hoster":"VOE"},{"redirect":8299999,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein wenig zugelegt","epNo":19,"alt":"Michael Joins a Gym","descr":"Der Zahn der Zeit nagt und nagt ... Michaels ultraheiße \u0027Uh-wow-wow-Jeans\u0027 passen nicht mehr über seinen Ex-Knackarsch, und auch sein T-Shirt wölbt sich an den völlig falschen Stellen. Da hilft es auch nicht, dass er Darryl wieder trifft, einen alten Schulfreund, der sich im Gegensatz zu ihm bestens gehalten hat und noch immer der absolute Frauenschwarm ist. Neidisch beschließt Michael, auch ein wenig zu trainieren. Der Ehrgeiz bringt ihn bald an den Rand eines Herzinfarkts.","versions":[{"lang":1,"streams":[{"redirect":8300247,"hoster":"VOE"},{"redirect":8300240,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Taifun im Schlafzimmer","epNo":20,"alt":"Celibacy","descr":"Ein Buch mit dem Titel \u0027Taifun-Sex\u0027 hat es Janet so angetan, dass sie die darin beschriebenen Liebestechniken unbedingt ausprobieren will. Allerdings setzt das voraus, dass man sechs Monate lang absolut enthaltsam ist. Sogar Körperkontakt soll um jeden Preis vermieden werden! Das hält Michael nicht einen Tag durch. Völlig ausgehungert probiert er alles, um Janet umzustimmen, doch selbst eine gehörige Portion Alkohol bringt nicht den gewünschten Effekt.","versions":[{"lang":1,"streams":[{"redirect":8300261,"hoster":"VOE"},{"redirect":8300259,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Rufus der Große","epNo":21,"alt":"Jr.\u0027s Cartoon","descr":"Als Gewinner eines Cartoon-Wettbewerbs darf Junior seine Zeichnungen einem Fernsehsender vorstellen, der seine Idee vielleicht produzieren will. Da ihn jedoch Michael begleitet, kommt es zur Katastrophe: Michael schraubt die Gehaltsforderungen in astronomische Höhen, bis die genervten Produzenten den Deal - und Juniors Traum - platzen lassen. Kann Michael das wieder gutmachen?","versions":[{"lang":1,"streams":[{"redirect":8300051,"hoster":"VOE"},{"redirect":8300047,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wildblumen oder Golf?","epNo":22,"alt":"Michael\u0027s Sandwich","descr":"Janet ist völlig von den Socken, denn in diesem Jahr will Michael endlich sein Versprechen einlösen, sie mit einem romantischen Picknick auf einer Blumenwiese zu verwöhnen. Aber als schon alles vorbereitet ist, taucht plötzlich ein alter Freund auf und bietet Michael an, ihn auf einen kostenlosen Golftrip zu begleiten. Dieser verlockenden Versuchung kann Michael nicht widerstehen. Nur wie bringt er Janet dazu, auf das Picknick zu verzichten?","versions":[{"lang":1,"streams":[{"redirect":8299621,"hoster":"VOE"},{"redirect":8299622,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Schöner als jedes Gemälde","epNo":23,"alt":"Graduation Day","descr":"Als Janets Abschlussfeier bevorsteht, und die frischgebackene Diplomandin vor Aufregung völlig kopflos wird, nimmt Michael die Planungen in die Hand. Kann das gut gehen? Natürlich nicht! Ein falscher Puder lässt die Pickel in Janets Gesicht nur so sprießen, ihre Festkleidung läuft in der Waschmaschine ein, und ob Janet mit der noblen Familienkarosse zum Fest vorgefahren wird, steht auch noch in den Sternen. Am liebsten, denkt sie bald, hätte sie nie angefangen zu studieren ...","versions":[{"lang":1,"streams":[{"redirect":8299638,"hoster":"VOE"},{"redirect":8299629,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Nie wieder arbeiten","epNo":24,"alt":"Michael Sells the Business","descr":"Michael will die Firma verkaufen, um mehr Zeit für seine Familie und besonders seinen Enkelsohn zu haben. Nachdem Jays Zweifel aus dem Weg geräumt sind und ein Interessent ernsthafte Kaufabsichten bekundet, scheint Michael sein Ziel erreicht zu haben. Dann aber schaltet sich die Staatsanwaltschaft ein, und zu allem Überfluss steht sein Intimfeind Bobby Shaw wieder vor ihrer Tür. Er ist nun Briefträger und fest davon überzeugt, ein Glücksbote zu sein.","versions":[{"lang":1,"streams":[{"redirect":8300324,"hoster":"VOE"},{"redirect":8300325,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Wohnmobil für Dumme","epNo":25,"alt":"R.V. Dreams","descr":"Der Grand Canyon ruft! Aber während Janet und die Kinder ihre Urlaubsreise dorthin mit dem Flugzeug unternehmen wollen, träumt Michael von der Fahrt mit einem hochmodernen Wohnmobil. Mit List und Versprechungen zieht er jedoch einen nach dem anderen auf seine Seite, bis die große Fahrt schließlich losgeht. Der einzige Haken: Michael hat sich vorgenommen, das Ziel in Rekordzeit zu erreichen, und besteht darauf, dass ihn alle nur mit \u0027Captain\u0027 anreden ...","versions":[{"lang":1,"streams":[{"redirect":8300419,"hoster":"VOE"},{"redirect":8300420,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Safer Sex","epNo":26,"alt":"The \u0027V\u0027 Story","descr":"Ein Artikel über eine 66-Jährige, die Mutter geworden ist, entsetzt Janet völlig. Um zu verhindern, dass ihr dasselbe passiert, verlangt sie von Michael, unverzüglich Vorsichtsaßnahmen zu ergreifen. Das Zauberwort: Vasektomie! Doch selbst die Belohnung, die sie ihm in Aussicht stellt, hilft Michael nicht, seine Angst zu überwinden ... Inzwischen versucht Tony, mit einem extravaganten Hut Gottes Aufmerksamkeit zu erregen. Aber wieso antwortet Gott nur mit Blitzen und Donner?","versions":[{"lang":1,"streams":[{"redirect":8296844,"hoster":"VOE"},{"redirect":8296842,"hoster":"Streamtape"}]}]}]}]}