{"path":"/serie/stream/whitechapel","name":"Whitechapel","descr":"Joe Chandler, ein junger Absolvent der Polizeiakademie, genießt die wohlwollende Protektion von Commander Anderson, dem Chef der Londoner Polizei. Vor seinem geplanten Aufstieg in die höheren Etagen soll er sich in einem Mordfall bewähren, der sich in Whitechapel, einem eher proletarischen Stadtviertel der britischen Hauptstadt, zugetragen hat. Doch die Einheit, der er nun vorsteht, erweist sich als ziemlich unkooperativ und wenig diszipliniert. Und dem Mordfall, den er lösen soll, folgt bald ein zweiter bestialischer Mordanschlag auf eine junge Frau.Der \"Ripperologe\" Edward Buchan macht Chandler auf verblüffende Parallelen zu der Mordserie des legendären Jack the Ripper aufmerksam. Chandler kommt zu der Überzeugung, die Fälle seien Nachahmungen der nie aufgeklärten Morde von 1888. Eine These, die seine Stellung als Chef nicht festigt. Vor seinen Kollegen steht Chandler nun erst recht als ahnungsloser und unbedarfter Spinner da.","seasons":[{"path":"/serie/stream/whitechapel/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/whitechapel/staffel-1/episode-1","name":"Jack the Ripper ist nicht zu fassen (1)","epNo":1,"alt":"Episode 1","descr":"Joe Chandler, ein junger Absolvent der Polizeiakademie, genießt die wohlwollende Protektion von Commander Anderson, dem Chef der Londoner Polizei. Vor seinem geplanten Aufstieg in die höheren Etagen soll er sich in einem Mordfall bewähren, der sich in Whitechapel, einem eher proletarischen Stadtviertel der britischen Hauptstadt, zugetragen hat. Doch die Einheit, der er nun vorsteht, erweist sich als ziemlich unkooperativ und wenig diszipliniert. Und dem Mordfall, den er lösen soll, folgt bald ein zweiter bestialischer Mordanschlag auf eine junge Frau.Der \"Ripperologe\" Edward Buchan macht Chandler auf verblüffende Parallelen zu der Mordserie des legendären Jack the Ripper aufmerksam. Chandler kommt zu der Überzeugung, die Fälle seien Nachahmungen der nie aufgeklärten Morde von 1888. Eine These, die seine Stellung als Chef nicht festigt. Vor seinen Kollegen steht Chandler nun erst recht als ahnungsloser und unbedarfter Spinner da. Und auch höheren Ortes droht er in Misskredit zu geraten. (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331257","hoster":"VOE"},{"path":"/redirect/10027656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-1/episode-2","name":"Jack the Ripper ist nicht zu fassen (2)","epNo":2,"alt":"Episode 2","descr":"Chandlers Annahme, der mysteriöse Frauenmörder von Whitechapel sei ein Jack the Ripper-Nachahmer, stößt bei Commander Anderson auf Skepsis. Auch der Versuch, die Einheit dazu zu bewegen, dieser Fährte nachzugehen, ist nicht von Erfolg gekrönt. Die Detectives verlieren sich stattdessen in wilden Hypothesen und Spekulationen, die auch bald den Weg in die Öffentlichkeit finden. Jemand aus dem Team hat geplaudert. Plötzlich taucht ein neuer Tatverdächtiger auf: ein Gefreiter des Wachbataillons der Queen, John Leary. Die Verwirrung ist komplett. Nach der Ripper-Theorie ist als Nächstes ein Doppelmord auf dem Mitre Square zu erwarten, den Chandler in einem strapaziösen Nachteinsatz verhindern will. Er hat aber nicht mit dem plötzlichen Auftauchen des Ripperologen Buchan am mutmaßlichen Tatort gerechnet, der von den Polizisten festgenommen wird. John Leary aber lockt gleichzeitig Chandler und Miles in einen Fragenhagel der Presse. Im allgemeinen Chaos wird die Überwachung des Mitre Square vernachlässigt, auf dem die Hilfspolizistin Mary aufgefunden wird – und zwar bestialisch ermordet. (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331260","hoster":"VOE"},{"path":"/redirect/10027750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-1/episode-3","name":"Jack the Ripper ist nicht zu fassen (3)","epNo":3,"alt":"Episode 3","descr":"Der Mörder hat Miles die halbe Niere seines letzten Opfers geschickt. Die Einheit geht dieser Fährte nach und stößt auf den zwielichtigen Kriegsflüchtling Antoni Pricha, der in einem Leichenschauhaus arbeitet. Doch auch diese Spur endet im Nichts. Pricha hat nichts mit den Morden zu tun, jemand hat seine Identität gestohlen, um seine Spuren zu verwischen.Chandler weiß nur einen Rat: Er hält sich, allen Einwänden zum Trotz, an die Spur des originalen Jack the Ripper und versucht, dessen nächsten Mord minuziös nachzuverfolgen. Dass er dabei von einem Unbekannten angegriffen wird und nur knapp überlebt, bestätigt ihn in seiner Annahme, auf dem richtigen Weg zu sein. Der Anschlag liefert ihm den entscheidenden Hinweis, dem Täter nahezukommen. Doch der hat sich bereits seines nächsten Opfers bemächtigt, so dass es zu einem dramatischen Wettlauf mit dem Tod kommt … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331261","hoster":"VOE"},{"path":"/redirect/10027657","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/whitechapel/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/whitechapel/staffel-2/episode-1","name":"Das Syndikat der Brüder Kray (1)","epNo":1,"alt":"Episode 1","descr":"Dass er den Nachahmungstäter des legendären Jack the Ripper entkommen ließ, hat Chandler keinen Schritt auf der Karriereleiter aufwärts gebracht. Im Gegenteil: Der junge ehrgeizeige Detective langweilt sich in den Büros der Polizei im Londoner Stadtviertel Whitechapel. Doch dann wird in der Themse eine übel zugerichtete Wasserleiche aufgefunden. Chandler und sein Sergeant Ray Miles stehen vor einer neuen Herausforderung. Schon bald stößt das Ermittlerteam auf Parallelen zu diversen Gräueltaten, die 1966 von den berühmt-berüchtigten Brüdern Ron und Reg Kray verübt worden waren.Und auch der Experte für historische Verbrechen Edward Buchan entdeckt Gemeinsamkeiten zu den alten Morden. Schnell wird klar, dass dies erst der Anfang einer Mordserie ist. Die Ermittler werden zunehmend durch Anschläge und Drohungen eingeschüchtert. Die meisten Kollegen halten sich aus dem Fall heraus. Zurück bleiben Chandler und Miles unterstützt von John McCormack, Finley Mansell und Emerson Kent. Insbesondere Chandler weiß nicht mehr, wem er noch trauen kann. Und schließlich scheinen die Brüder Kray leibhaftig wiederaufzuerstehen … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331267","hoster":"VOE"},{"path":"/redirect/10027670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-2/episode-2","name":"Das Syndikat der Brüder Kray (2)","epNo":2,"alt":"Episode 2","descr":"Ein erneuter Mord bringt die Ermittler auf die Spur von Jimmy und Johnny. Die beiden geben sich als Söhne von Ron Kray aus. Es stellt sich heraus, dass sie vorhaben, nach dem Vorbild ihres mutmaßlichen Vaters ein Verbrecherkartell aufzubauen, und schon auf dem besten Wege sind …Nachdem Chandler sich als nicht korrumpierbar erweist, geraten die Ermittler selbst ins Fadenkreuz der Zwillinge: Das fünfköpfige Ermittlerteam samt ihrer Familien wird zunehmend bedroht. Nur Kent ist seltsamerweise verschont geblieben. Selbst den Kollegen bei der Polizei scheint nicht mehr zu trauen zu sein und so tappen Chandler und Miles schließlich in eine Falle … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331268","hoster":"VOE"},{"path":"/redirect/10027674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-2/episode-3","name":"Das Syndikat der Brüder Kray (3)","epNo":3,"alt":"Episode 3","descr":"Die Situation spitzt sich zu: Ein Mitglied des Ermittlungsteams wird tot aufgefunden. Offiziell werden die Ermittlungen im Fall \"Jimmy und Johnny Kray\" eingestellt. Chandler und seine Unterstützer versuchen nun, von einer provisorisch eingerichteten Zentrale aus das Syndikat der Zwillinge aufzulösen. Doch es bleibt nicht viel Zeit um die letzten rätselhaften Fragen zu beantworten: Wer ist der Königsmacher der Brüder? Welche Rolle spielt Chandlers Vorgesetzter Cazenove? Und vor allem: Sind Jimmy und Johnny wirklich die Söhne von Ron Kray? Langsam beginnt die Legende zu bröckeln … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331277","hoster":"VOE"},{"path":"/redirect/10027677","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/whitechapel/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/whitechapel/staffel-3/episode-1","name":"Neue Morde am Ratcliffe Highway (1)","epNo":1,"alt":"Episode 1","descr":"Detective Inspector Joseph Chandler konnte Jimmy und Johnny Kray fassen, und hat damit auch den Respekt und das Vertrauen seine Einheit gewonnen, selbst wenn einige seiner Vorgehensweisen weiterhin auf Unverständnis stoßen. Dass er etwa den eigenartigen Kriminalforscher und Ripperologen Edward Buchan als offiziellen Berater ins Team holt, versteht niemand so richtig. Doch schon bald zeigt sich, wie sehr die historische Expertise dieses kauzigen Mannes gefragt ist: Vier Männer werden mitten in der Nacht in einer Schneiderei ermordet. Die Menschen im Osten Londons ergreift die Angst vor den dunklen Gassen des berüchtigten Stadtviertels. Wer könnte einen Grund für ein so brutales Massaker haben? Der Polizei fehlt jede Spur. Sicher ist nur, dass der Täter seine Opfer sehr genau gekannt haben muss. Kriminalforscher Edward Buchan, der der Einheit mittlerweile als historischer Berater dient und das Archiv der Londoner Polizei aufarbeitet, erinnert an die Ratcliffe-Morde, die vor 200 Jahren auf ähnliche Weise, unweit des jetzigen Tatorts, stattfanden. Damals kam es zwölfTage nach dem grausamen Mehrfachmord zu weiteren Morden. Können Chandler und Miles aus Vergangenem lernen, ohne die gleichen Fehler zu wiederholen? Die hübsche junge Angestellte der Schneiderei und einzig Überlebende versichert indes, dass Ben Salter bei seinen Kunden stets beliebt war. Dann jedoch stellt sich heraus, dass die junge Frau in dubiose Gang-Geschichten verwickelt zu sein scheint. Verdacht erregt auch der Halbbruder des getöteten Ben Salter, der von einem geradezu unmenschlichen Hass auf seinen Bruder besessen ist. Als er mitten in der Nacht aus seiner verschlossenen Gefängniszelle verschwindet, ist klar, dass keine Zeit zu verlieren ist … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331269","hoster":"VOE"},{"path":"/redirect/10027671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-3/episode-2","name":"Neue Morde am Ratcliffe Highway (2)","epNo":2,"alt":"Episode 2","descr":"Der Mehrfachmord in Ben Salters Schneiderei in der Nähe des Ratcliffe Highways war nur der Auftakt einer Reihe von Massakern, die die Menschen im Londoner Stadtviertel Whitechapel erneut in Panik versetzt. An keinem der Tatorte ist auch nur eine einzige Spur zu finden. Jegliches Motiv fehlt. Detective Inspector Joseph Chandler und seine Einheit tappen im Dunkeln. Als auch bei dem dritten Mehrfachmord eine junge Frau als Einzige überlebt, wird Chandler aufmerksam. Doch außer einem sehr selbstbewussten Auftreten und einem egozentrischen Wesen haben die jungen Frauen wenig gemeinsam. Dann stellt sich eine weitere Gemeinsamkeit der Tatorte heraus: Der schon als Zeuge befragte Zimmermann Sly Driscoll war an allen drei Orten zur Tatzeit wegen Renovierungsarbeiten engagiert. Doch hat er ein Motiv? Ein tragischer Unfall, der sich in der Jugend des Handwerkers zugetragen hat, bringt Aufklärung. Die fieberhafte Suche nach Driscoll beginnt. Doch der junge Mann scheint unauffindbar. Werden Chandler und sein Team ein weiteres Massaker verhindern können? (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331265","hoster":"VOE"},{"path":"/redirect/10027682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-3/episode-3","name":"Der Giftmischer (1)","epNo":3,"alt":"Episode 3","descr":"Während der Tauffeier von Miles’ Tochter rennt ein Fuchs mit einem menschlichen Arm in der Schnauze durch Whitechapel. Wenig später bringt Detective Inspector Mina Norroy Informationen zum Fund eines Rumpfs der gleichen Person. Chandler ist beeindruckt von der Attraktivität und Professionalität seiner Kollegin und bittet sie, mit ihm den Fall weiter zu untersuchen. Edward Buchan erinnert an einen ähnlichen Fall aus der Kriminalgeschichte: Die Themse-Torso-Morde der Jahre 1887 bis 1889. Damals wurden insgesamt vier zerstückelte Frauenleichen über ganz London verteilt gefunden, ein Frauenrumpf sogar direkt vor dem Eingang von Scottland Yard. Doch wie könnte ein ungelöster Fall aus der Geschichte den Ermittlern weiterhelfen? Die Köpfe wurden nie gefunden, die Opfer blieben anonym und sind vergessen worden. Der Fall blieb ungelöst. Währenddessen wird die Todesursache der zerstückelten Person festgestellt: Ein nicht identifizierbares, aber höchst effizientes Gift. Detective Inspector Norroy vermutet, dass es sich bei den Mördern um ein Paar handelt, doch ohne Kopf ist es unmöglich, die Identität des Opfers herauszufinden. Könnte es sich um die seit sechs Monaten versmisste Ella Bowe handeln? Die einzige Spur ist ein streunender Fuchs. Und so gehen Detective Inspector Chandler und Detective Sergeant Miles des Nachts auf eine ungewöhnliche Fuchsjagd, die sie zum Haus von Adelina Riley bringt. Das Haus ist verstaubt, vernachlässigt und mit zahlreichen Einbrecher-Fallen ausgestattet Die Ermittler finden etliche Apotheker-Utensilien und im Garten einen linken Fuß. Könnte es sich bei dem Ehepaar Riley um das Mörderpaar handeln? Bei der folgenden Hausdurchsuchung entdeckt Miles allerdings die mumifizierte Leiche von Adelinas Mann, der schon seit einem Jahr tot ist Außerdem ergibt die Analyse der diversen Mittelchen, die Adeline in ihrem Haus zusammengemischt hat, dass keines von ihnen tödliches Gift beinhaltet. Als am Fluss ein weiterer linker Frauenfuß gefunden wird, sind Chandler und sein Team ratlos … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331271","hoster":"VOE"},{"path":"/redirect/10027681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-3/episode-4","name":"Der Giftmischer (2)","epNo":4,"alt":"Episode 4","descr":"Dr. Caroline Llewellyn kann endlich das Gift, das in allen vom Fluss angeschwemmten Leichenteilen vorhanden ist, identifizieren. Es ist Kantharidin, auch \"Spanische Fliege\" genannt, und wird in kleiner Dosis vor allem als Aphrodisiakum verwendet. Damit haben die Ermittler eine neue Spur: Ein Unternehmen, das die Käfer zu medizinischen Zwecken importiert. Die einzige Angestellte des Unternehmens ist im Bereich der Aphrodisiaka wissenschaftlich tätig und fällt deshalb sofort unter Verdacht. Bei einem Besuch stellt sich heraus, dass das Unternehmen zwei Briefe mit demselben Absender zum Ankauf von lebenden Käfern erhalten hat. Der erste Brief ist von einer Frau, der zweite von einem Mann. Chandler und Norroy stellen allerdings schnell fest, dass es sich dabei um ein und dieselbe Person handeln muss. Edward Buchan findet im Archiv einen Fall, bei dem der Täter durch ein traumatisches Ereignis sogenannte \"Alter Egos\", entwickelte. Das Alte Ego begeht die Morde, während der Täter selbst nichts davon ahnte. In der Themse wird derweil erneut ein weiblicher Rumpf geborgen. Dr. Llewellyn entdeckt den noch nicht ganz verblassten Stempel eines Nachtclubs, und so gehen die Ermittlungen in der Disco weiter. Auffällig attraktiv gekleidet ist es kein Wunder, dass Detective Inspector Norroy plötzlich verschwindet … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331270","hoster":"VOE"},{"path":"/redirect/10027683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-3/episode-5","name":"Wer hat Angst vorm Schwarzen Mann (1)","epNo":5,"alt":"Episode 5","descr":"Die Alpträume der kleinen Evie werden plötzlich wahr, als sie beobachten muss, wie ein schwarz gekleideter, maskierter Mann ihre Babysitterin umbringt. Chandler und sein Team sind von der Aussage des Mädchens, es sei der Butzenmann gewesen, überrascht. Doch das nächste Opfer, die Psychotherapeutin Morgan Lamb, überlebt den Angriff und bestätigt, dass es sich beim Angreifer um einen Mann handelt, der dem Bild des Butzenmannes erstaunlich ähnlich sieht. Chandler verdächtigt Calvin Mantus. Der Psychopath, der am Tag des Mordes aus der geschlossenen Anstalt geflohen ist, hatte vor Jahren seine gesamte Familie umgebracht. Von dem ihn behandelnden Psychiater erfahren sie, dass Mantus von Horrorfilmen, besonders von Lon Chaneys Darstellung im Stummfilm \"London After Midnight\", besessen ist und sehr empfindlich auf Lärm reagiert. Als bei helllichtem Tage ein maskierter, bewaffneter Mann in den Straßen Whitechapels herumirrt, versucht Chandler, ihn vor den Polizeikräften zuschützen, und geht beruhigend auf ihn zu. Doch plötzlich fällt ein Schuss und das Sonderkommando erschießt den Mann. Ist der Maskierte der gesuchte Mörder? Ist es Calvin Mantus? Chandler und sein Team stehen erst am Anfang ihrer Ermittlungen … (Text: arte)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331275","hoster":"VOE"},{"path":"/redirect/10027684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-3/episode-6","name":"Wer hat Angst vorm schwarzen Mann (2)","epNo":6,"alt":"Episode 6","descr":"Bei der Befragung des älteren Bruders des letzten Opfers erfahren die Ermittler endlich, wie die Opfer in Verbindung standen: Sie alle gingen mit Daisy Mantus, Calvins kleiner Schwester, in eine Klasse. Doch was hat Psychotherapeutin Morgan Lamb damit zu tun? Chandler ist ratlos. Erneut wird sie Opfer eines Angriffes, kann aber wiederum fliehen und schafft es sogar, ihrem Aggressor ein Messer ins Bein zu rammen. Chandler ist beeindruckt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11331273","hoster":"VOE"},{"path":"/redirect/10027686","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/whitechapel/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/whitechapel/staffel-4/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Chandler (Rupert Penry-Jones), Miles (Phil Davis) und das Team untersuchen den Mord an einen Mann, der brutal erschlagen wurde. Als die makaberen Methoden des Mörders klarer werden, wird eine zweite Leiche entdeckt. Die Detectives vermuten, dass die Hinrichtungen von einem Hexenjäger ausgeführt werden. Das Team besucht die Party anlässlich des Erscheinens von Buchans (Steve Pemberton) erstem Buch.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13499072","hoster":"VOE"},{"path":"/redirect/10027649","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10650193","hoster":"VOE"},{"path":"/redirect/10650192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-4/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Ein Unbekannter tötet Hexen in Whitechapel. Chandler (Rupert Penry-Jones) ist fest entschlossen, ihn zu fassen, bevor er erneut zuschlagen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13499068","hoster":"VOE"},{"path":"/redirect/10027651","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10650198","hoster":"VOE"},{"path":"/redirect/10650199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-4/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nach der Entdeckung eines geäuteten Gesichts in einer Kunstgalerie tauchen Chandler (Rupert Penry-Jones) und Miles (Philip Davis) für ihre Ermittlungen tief in die moderne Kunstszene ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13499071","hoster":"VOE"},{"path":"/redirect/10027650","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10650197","hoster":"VOE"},{"path":"/redirect/10650201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-4/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Ein Mörder hinterlässt an seinen Tatorten codierte Nachrichten, woraufhin sich Chandler (Rupert Penry-Jones) und Miles (Philip Davis) dazu gezwungen sehen, zunächst die Motive der Mordtaten aufzuklären. Der Mörder scheint nämlich mehr an der Haut der Opfer interessiert zu sein als an deren Tod.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13509199","hoster":"VOE"},{"path":"/redirect/10027652","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10650205","hoster":"VOE"},{"path":"/redirect/10650206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-4/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Buchan (Steve Pemberton) hat Schwierigkeiten damit, sich im Alltag zurechtzufinden, nachdem er einem Mörder gegenüberstand. Auch Riley (Hannah Walters) hat Probleme, da ihre infizierte Hand einfach nicht heilen will. Das Team taucht derweil in die Kanalisation von Whitechapel ab, nachdem ein ausgeweideter Jogger gefunden wurde, dessen Organe entwendet wurden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13499075","hoster":"VOE"},{"path":"/redirect/10027653","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10650207","hoster":"VOE"},{"path":"/redirect/10650210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/whitechapel/staffel-4/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Chandler (Rupert Penry-Jones) und Miles (Philip Davis) entdecken einen Mann, der widerwärtiges Essen zubereitet. Außerdem finden sie fotografische Hinweise auf eine Gruppe, die anscheinend in der Kanalisation von Whitechapel auf Menschenjagd geht. Das Team muss daraufhin eine Gruppe von kannibalistischen Serienmördern finden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13499080","hoster":"VOE"},{"path":"/redirect/10027660","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12383847","hoster":"VOE"},{"path":"/redirect/10650187","hoster":"Streamtape"}]}]}]}]}