{"seriesId":"white-famous","name":"White Famous","descr":"Der Afroamerikaner Floyd Mooney (Jay Pharoah) ist ein aufgehender Stern am Comedyhimmel. Doch mit steigender Popularität wird er auch für das weiße Mainstreampublikum interessant – und muss nun aufpassen, seine Glaubwürdigkeit nicht aufs Spiel zu setzen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Nigger-Code","epNo":1,"alt":"Pilot","descr":"Der junge Stand-up-Comedian Floyd Mooney (Jay Pharoah) hat das Zeug, berühmt zu werden. Würde er sich nur nicht immer selbst ein Bein stellen. Da kommt es zwischen ihm und einem bekannten Filmproduzenten zu einer rassistisch aufgeladenen Situation. Schnell verbreitet sich der Vorfall viral – Floyd sieht seine Chance, endlich bekannt zu werden. Doch ist er bereit, für den Ruhm seine Prinzipien über Bord zu werden?","versions":[{"lang":1,"streams":[{"redirect":8502326,"hoster":"VOE"},{"redirect":8656874,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Single mit Sechzig?","epNo":2,"alt":"Heat","descr":"Malcom (Utkarsh Ambudkar) drängt den unwilligen Floyd (Jay Pharoah) dazu, sich für ein neues prestigeträchtiges Projekt mit einem exzentrischen Regisseur zu verpflichten. Auch Trevor (Lonnie Chavis) zwingt Floyd dazu, seine Schauspiel-Auszeit zu überdenken. Und Sadie (Cleopatra Coleman) hat Floyd etwas zu beichten.","versions":[{"lang":1,"streams":[{"redirect":13115881,"hoster":"VOE"},{"redirect":8656878,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Romantiker durch und durch","epNo":3,"alt":"Woo","descr":"Zu Floyds (Jay Pharoah) Entsetzen wird Sadies (Cleopatra Coleman) neuer Freund an seiner Seite in einem kommenden Film besetzt. Malcom (Utkarsh Ambudkar) bekommt es mit einer Rivalin aus der Vergangenheit zu tun. Und Floyds Techtelmechtel mit der Frau des Sender-Chefs hat nicht gerade positive Auswirkungen auf seine Karriere.","versions":[{"lang":1,"streams":[{"redirect":13115883,"hoster":"VOE"},{"redirect":8656876,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Weiße-Bitch-Syndrom","epNo":4,"alt":"Appetites","descr":"Floyd (Jay Pharoah) erhält eine ungewollte Einladung zu einem Dinner bei Peter and Amy. Balls (Jacob Ming-Trent) und Floyd müssen einen Streit über Teddys (Michael Rapaport) Gebrauch des N-Worts schlichten. Und Stu hat alarmierende News vom \"Molested\"-Set.","versions":[{"lang":1,"streams":[{"redirect":8502325,"hoster":"VOE"},{"redirect":8656879,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie die Mutter, so die Tochter","epNo":5,"alt":"Life On Mars","descr":"Trevor (Lonnie Chavis) macht Probleme in seiner schicken neuen Privatschule. Als seine Eltern zum Direktor zitiert werden, gerät plötzlich Floyd (Jay Pharoah) selbst in Teufels Küche – und droht mit seinem Verhalten seinem Sohn die Schulkarriere zu vermasseln. Auch im Job läuft es für Floyd alles andere als rund.","versions":[{"lang":1,"streams":[{"redirect":8502329,"hoster":"VOE"},{"redirect":8656880,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Gastgeber vom Bullshit","epNo":6,"alt":"Wolves","descr":"","versions":[{"lang":1,"streams":[{"redirect":13115884,"hoster":"VOE"},{"redirect":8656881,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Drama mit der Baby-Mama","epNo":7,"alt":"Duality","descr":"Floyd (Jay Pharoah) erwischt Robbie (Kendrick Sampson) in einer eindeutigen Situation mit einem Ko-Star. Er bittet Malcom und Balls (Utkarsh Ambudkar, Jacob Ming-Trent) um Rat, wie er damit umgehen soll. Sadies (Cleopatra Coleman) Geduld mit Floyd neigt sich dem Ende zu, während ein für sie wichtiger Musik-Showcase immer näher rückt.","versions":[{"lang":1,"streams":[{"redirect":14044901,"hoster":"VOE"},{"redirect":8656883,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weiße Sklaven","epNo":8,"alt":"Make-Believe","descr":"Floyd (Jay Pharoah) überwindet seinen Stolz und nimmt eine Rolle in Kalis (Meagan Good) neuem Musikvideo an – nur um mehr Zeit mit der Sängerin verbringen zu können. Malcom (Utkarsh Ambudkar) will eine neue Klientin groß rausbringen. Zwischen Floyd und Teddy (Michael Rapaport) fliegen die Fetzen, während bei Balls (Jacob Ming-Trent) richtig üble Stimmung herrscht.","versions":[{"lang":1,"streams":[{"redirect":8502335,"hoster":"VOE"},{"redirect":8656884,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sex vor der Kamera","epNo":9,"alt":"Scandal","descr":"Ein brisantes Video von Floyd (Jay Pharoah) taucht online auf – und gefährdet seine Beziehung zu Kali (Meagan Good). Außerdem sorgt die Aufnahme in der schwarzen Community für extreme Kontroverse. Sadie (Cleopatra Coleman) reagiert mit Schweigen. Teddy (Michael Rapaport) macht Floyd ein Friedensangebot und bietet ihm Schutz vor dem Shitstorm.","versions":[{"lang":1,"streams":[{"redirect":12931316,"hoster":"VOE"},{"redirect":8656885,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zero Fucks Given","epNo":10,"alt":"Zero F**ks Given","descr":"Floyd (Jay Pharoah) wird plötzlich von Karrierechancen überschüttet – dank eines weiteren viralen Videos. Während Floyd überlegt, welche Option für ihn am besten wäre, erhält auch Sadie (Cleopatra Coleman) ein bedeutendes Angebot. Balls (Jacob Ming-Trent) versucht unterdessen sein Glück in der Liebe.","versions":[{"lang":1,"streams":[{"redirect":8502333,"hoster":"VOE"},{"redirect":8656882,"hoster":"Streamtape"}]}]}]}]}