{"seriesId":"why-women-kill","name":"Why Women Kill","descr":"\"Why Women Kill\" spielt in drei verschiedenen Jahrzehnten und handelt von drei Frauen: einer Hausfrau in den 1960er Jahren, einer Dame aus der reichen Gesellschaft der 80er und einer Anwältin im Jahr 2018. Alle drei haben mit Untreue in ihren Ehen zu kämpfen. Die Serie thematisiert, wie sich das Rollenbild der Frau über die Jahrzehnte hinweg verändert hat – aber nicht die Reaktion auf Verrat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Kuss der blonden Kellnerin","epNo":1,"alt":"Murder Means Never Having to Say You\u0027re Sorry","descr":"Ein Haus in Pasadena, Kalifornien, dient als Kulisse für Ehekonflikte in drei Jahrzehnten.Im Jahr 1963 lebt hier die hingebungsvolle Hausfrau Beth Ann (Ginnifer Goodwin), deren Leben eine Wendung nimmt als sie von der Untreue ihres Ehemannes Rob (Sam Jaeger) erfährt.1984 wird das Mitglied der Schickeria, Simone (Lucy Liu) vom furchtbaren Geheimnis ihres Mannes Karl (Jack Davenport) überrumpelt.In der Gegenwart lebt die erfolgreiche Anwältin Taylor (Kirby Howell-Baptiste) in einer offenen Ehe mit Eli (Reid Scott).","versions":[{"lang":1,"streams":[{"redirect":14452767,"hoster":"VOE"},{"redirect":14515664,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452768,"hoster":"VOE"},{"redirect":14506993,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Du kannst schon wieder?","epNo":2,"alt":"I\u0027d Like To Kill Ya, But I Just Washed My Hair","descr":"Ich würde dich gerne töten, aber ich habe mir gerade die Haare gewaschen","versions":[{"lang":1,"streams":[{"redirect":14513986,"hoster":"VOE"},{"redirect":14522749,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14344787,"hoster":"VOE"},{"redirect":14502633,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dreier mit Jade","epNo":3,"alt":"I Killed Everyone He Did, But Backwards and in High Heels","descr":"Beth Ann (Ginnifer Goodwin) hat einen Plan um Rob (Sam Jaeger) von April (Sadie Calvano) fernzuhalten doch so lernt sie selbst die Geliebte ihres Ehemannes besser kennen.Simone (Lucy Liu) und Karl (Jack Davenport) versuchen auf einer Gala den Schein zu wahren doch dann wird Tommy (Leo Howard) eifersüchtig.Taylor (Kirby Howell-Baptiste) und Eli (Reid Scott) treffen auf Jades (Alexandra Daddario) ehemalige Liebhaber, was Taylor dazu bringt, ihre wahren Gefühle zu hinterfragen.","versions":[{"lang":1,"streams":[{"redirect":14334618,"hoster":"VOE"},{"redirect":14515660,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14344889,"hoster":"VOE"},{"redirect":14515636,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stoned unter dem Tisch","epNo":4,"alt":"You Had Me at Homicide","descr":"Beth Ann (Ginnifer Goodwin) lebt mit April (Sadie Calvano) ihre wilde Seite aus, was zu einem interessanten Abend auf der Dinner Party von Robs (Sam Jaeger) Chef führt.Tommy (Leo Howard) möchte seine Beziehung zu Simone (Lucy Liu) offiziell machen doch ein Besuch von Simones\u0027s Tochter Amy (Li Jun Li) droht alles zu zerstören.Für Taylor (Kirby Howell-Baptiste), Jade (Alexandra Daddario) und Eli (Reid Scott) wird es schwierig als sie es mit Jades Ex zu tun bekommen.","versions":[{"lang":1,"streams":[{"redirect":14452772,"hoster":"VOE"},{"redirect":14519336,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14344888,"hoster":"VOE"},{"redirect":14507000,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ehebruch und Kindergarten","epNo":5,"alt":"There\u0027s No Crying in Murder","descr":"Beth Anns (Ginnifer Goodwin) Freundschaft mit April (Sadie Calvano) lässt sie mit gespaltenen Gefühlen zurück, gerade als Rob (Sam Jaeger) wieder Interesse an ihr zeigt.Simone (Lucy Liu) und Tommy (Leo Howard) stecken in einer heiklen Situation fest, und Simone sieht sich gezwungen, eine ungewöhnliche Quelle anzurufen und um Hilfe zu bitten, Karl (Jack Davenport).Taylor (Kirby Howell-Baptiste) ist nicht in der Stadt, währenddessen erreicht die Beziehung von Eli (Reid Scott) und Jade (Alexandra Daddario) neue Horizonte als sie ihm mit seinem Drehbuch hilft.","versions":[{"lang":1,"streams":[{"redirect":14513956,"hoster":"VOE"},{"redirect":14481984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14344887,"hoster":"VOE"},{"redirect":14505042,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Quickie mit Hector","epNo":6,"alt":"Practically Lethal in Every Way","descr":"Beth Ann (Ginnifer Goodwin) und Rob (Sam Jaeger) schmeißen eine Einweihungsparty, um sich der versammelten Nachbarschaft vorzustellen. Doch irgendetwas stimmt nicht mit ihren Nachbarn Mary und Ralph, was Beth Ann keine Ruhe lässt.Bei einem Essen mit den Schwiegereltern in spe von Amy kommt es derweil zu einer Reihe kurioser und chaotischer Ereignisse zwischen Simone (Lucy Liu) und Karl (Jack Davenport).In der Dreiecksbeziehung von Taylor (Kirby Howell-Baptiste), Eli (Reid Scott) und Jade (Alexandra Daddario) ziehen indes dunkle Wolken auf, als Taylor das Arrangement hinterfragt und ein dunkles Geheimnis von Eli enthüllt.","versions":[{"lang":1,"streams":[{"redirect":14344885,"hoster":"VOE"},{"redirect":14515680,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513692,"hoster":"VOE"},{"redirect":14519088,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Koks im Kofferraum","epNo":7,"alt":"I Found Out What the Secret to Murder is: Friends. Best Friends.","descr":"Beth Ann (Ginnifer Goodwin) ist erleichtert als Rob (Sam Jaeger) seine Affäre beendet. Doch die Freude ist nur von kurzer Dauer als Beth Ann erfährt, dass nicht alles so ist wie sie denkt.Während Simone (Lucy Liu) und Karl (Jack Davenport) daran arbeiten, ihre Beziehung halbwegs wiederherzustellen, kommt es zu Konflikten als Naomi (Katie Finneran) wegen Tommys (Leo Howard) Verhalten misstrauisch wird.Eli (Reid Scott), Taylor (Kirby Howell-Baptiste) und Jade (Alexandra Daddario) versuchen ihre Probleme zu lösen indem sie in ein polyamores Rückzugsgebiet fahren. Allerdings scheint Elis Rückfall in die Abhängigkeit alles zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":14344886,"hoster":"VOE"},{"redirect":14481985,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452765,"hoster":"VOE"},{"redirect":14519094,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Simone auf dem Schenkel","epNo":8,"alt":"I Found Out What the Secret to Murder is: Friends. Best Friends.","descr":"Beth Anne (Ginnifer Goodwin) gelingt es mit der Hilfe von Sheila (Alicia Coppola) eine falsche Diagnose vorzutäuschen, wodurch ihr gewagter Plan nur noch umso riskanter wird. Simone (Lucy Liu) und Tommy (Leo Howard) planen derweil ihren Trip nach Europa, jedoch kommt es zu einer Enthüllung, die alles verändern könnte. Taylor (Kirby Howell-Baptiste) baut indes auf die Hilfe von Jade (Alexandra Daddario), um Eli (Reid Scott) beim Kampf gegen seine Drogensucht zu unterstützen. Doch Elis neuer Reichtum hat auch Einfluss auf Jade.","versions":[{"lang":1,"streams":[{"redirect":14513694,"hoster":"VOE"},{"redirect":14408362,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513667,"hoster":"VOE"},{"redirect":14522651,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Frau in unserem Bett","epNo":9,"alt":"I Was Just Wondering What Makes Dames Like You So Deadly","descr":"Als Beth Ann (Ginnifer Goodwin) den Plan fasst April (Sadie Calvano) für immer aus dem Leben von Rob (Sam Jaeger) zu beseitigen, enthüllt eine Konfrontation ein Geheimnis, das Beth Ann bis in ihr Innerstes erschüttert.Naomi (Katie Finneran) fasst den Entschluss alles zu tun, um ihren Sohn zu beschützen, sogar, wenn es bedeutet den Ruf von Simone (Lucy Liu) und Karl (Jack Davenport) zu zerstören.Mit einiger Hilfe entdeckt Taylor (Kirby Howell-Baptiste) die düstere Wahrheit über Jades (Alexandra Daddario) Vergangenheit und organisiert ein Treffen mit Eli (Reid Scott) in der Hoffnung sich zu verbünden.","versions":[{"lang":1,"streams":[{"redirect":14513662,"hoster":"VOE"},{"redirect":14481987,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452773,"hoster":"VOE"},{"redirect":14515643,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der letzte Tango","epNo":10,"alt":"Kill Me as if It Were the Last Time","descr":"Töten oder getötet werden, das ist die Frage. Nachdem Beth Ann (Ginnifer Goodwin) die schockierende Wahrheit über den Tod ihrer Tochter erfahren hat, plant sie ihre Rache, die das Leben von Vielen verändern könnte.Simones (Lucy Liu) Engagement in der Beziehung wird auf die Probe gestellt, als Karls (Jack Davenport) Gesundheitszustand sich verschlechtert.Da Jade (Alexandra Daddario) nicht mehr im Rennen ist, konzentrieren Taylor (Kirby Howell-Baptiste) und Eli (Reid Scott) sich auf ihr Liebesleben und hoffen, dass sie ihre Vergangenheit hinter sich lassen können.","versions":[{"lang":1,"streams":[{"redirect":14513664,"hoster":"VOE"},{"redirect":14502634,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14345007,"hoster":"VOE"},{"redirect":14515642,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Träume, Triumph und Tod","epNo":1,"alt":"Secret Beyond The Door","descr":"Mit Träumen von Status und Glamour hofft Alma Fillcot, einen kürzlich frei gewordenen Platz in ihrem örtlichen Garden Club zu besetzen, der von der einschüchternden Rita Castillo geleitet wird. Als Alma jedoch das schockierende Geheimnis ihres liebenden Ehemanns Bertram entdeckt, ist all diese Vorbereitung und harte Arbeit gefährdet.","versions":[{"lang":1,"streams":[{"redirect":14513959,"hoster":"VOE"},{"redirect":14485177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513611,"hoster":"VOE"},{"redirect":14506994,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer ist die Böseste im ganzen Land?","epNo":2,"alt":"The Woman In The Window","descr":"Eine erschütterte Alma untersucht Bertrams verstörende Sammlung von \"Souvenirs\". Rita ist immer noch misstrauisch gegenüber Scooters Hingabe und wird durch die Ankunft der Tochter Catherine ihres kränkelnden Mannes weiter verunsichert.","versions":[{"lang":1,"streams":[{"redirect":14485836,"hoster":"VOE"},{"redirect":14507003,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452770,"hoster":"VOE"},{"redirect":14515640,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Dame für die Blumen","epNo":3,"alt":"Lady in the Lake","descr":"Alma (Allison Tolman) und Bertram (Nick Frost) überlegen sich, wie sie ihr Problem begraben.Dee (B.K. Cannon) bittet Verns (Jordane Christie) um Hilfe als sie vermutet, dass Scooter (Matthew Daddario) sie anlügt.Rita (Lana Parrilla) versucht sich mit Catherine (Veronica Falcon) zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":14514028,"hoster":"VOE"},{"redirect":14515676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452727,"hoster":"VOE"},{"redirect":14481983,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Du sollst nicht stehlen - es sei denn, der Stil verlangt es","epNo":4,"alt":"Scene of the Crime","descr":"Nachdem Alma (Allison Tolman) einen Tip bekommt, dass der Gartenclub ihr einen spontanen Besuch abstatten könnte, überredet sie Bertram (Nick Frost), ihr bei den Vorbereitungen zu helfen obwohl im Fall ihrer vermissten Nachbarin polizeilich ermittelt wird.Dee (B.K. Cannon) sucht Trost bei Vern (Jordane Christie).","versions":[{"lang":1,"streams":[{"redirect":14435680,"hoster":"VOE"},{"redirect":14505044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14514029,"hoster":"VOE"},{"redirect":14325565,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Instrumente des Schicksals","epNo":5,"alt":"They Made Me a Killer","descr":"Alma erfährt, wie grausam eine verwundete Rita sein kann, erkennt aber schnell, dass sie die Situation zu ihrem Vorteil nutzen kann. Bertram fühlt sich versucht, sein \"Hobby\" wieder aufzunehmen, was dazu führt, dass er sich bei einer vertrauten Persönlichkeit aus seiner Vergangenheit um Rat sucht.","versions":[{"lang":1,"streams":[{"redirect":14513979,"hoster":"VOE"},{"redirect":14515677,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452726,"hoster":"VOE"},{"redirect":14502632,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer tötet so spät bei Nacht und Wind?","epNo":6,"alt":"Dangerous Intruder","descr":"Alma nimmt die Dinge selbst in die Hand, nachdem sie Bertram überredet hat, Carlos Leiden zu lindern. Rita verwickelt Scooter in ihren Plan, Catherine zu erpressen. Verns Gefühle für Dee wachsen.","versions":[{"lang":1,"streams":[{"redirect":14435678,"hoster":"VOE"},{"redirect":14507005,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452771,"hoster":"VOE"},{"redirect":14515644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Meine Cousine Rache","epNo":7,"alt":"The Woman in Question","descr":"Neu verwitwet, ist Ritas Hochgefühl nur von kurzer Dauer, als Catherine ihre Unschuld an Carlos Tod in Frage stellt, sehr zu Almas Freude. Dee stellt Vern ihre Eltern bei einem Abendessen mit mehreren schockierenden Enthüllungen vor.","versions":[{"lang":1,"streams":[{"redirect":14435679,"hoster":"VOE"},{"redirect":14519480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452766,"hoster":"VOE"},{"redirect":14508846,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wenn Argwohn die Tochter befällt","epNo":8,"alt":"Murder, My Sweet","descr":"Während Alma feiert, endlich in den Garden Club aufgenommen zu werden, trauert Bertram um die alte Alma. Isabel nutzt ihre jüngste Entdeckung zu ihrem eigenen Vorteil und Dee wird aufgrund widersprüchlicher Informationen über das Verschwinden von Mrs. Yost misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":14513670,"hoster":"VOE"},{"redirect":14515678,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452725,"hoster":"VOE"},{"redirect":14505041,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In den Fängen der Teufelin","epNo":9,"alt":"The Unguarded Moment","descr":"Drei Wochen sind vergangen, und Alma, die sich mit ihrer Position im Gartenclub inzwischen sehr wohl fühlt, beschließt, für die frei gewordene Präsidentschaft zu kandidieren. Rita wird aus dem Gefängnis befreit. Bertram wird immer schuldbeladener und depressiver. Vern geht der Wahrheit nach.","versions":[{"lang":1,"streams":[{"redirect":14334575,"hoster":"VOE"},{"redirect":14502641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14513614,"hoster":"VOE"},{"redirect":14515653,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im blutigsten Garten","epNo":10,"alt":"The Lady Confesses","descr":"Um ihren Ruhm, ihre Bekanntheit und ihr neues glamouröses Leben zu schützen, heckt Alma einen verzweifelten und dramatischen Plan aus, nachdem Verns Ermittlungen zu seinen neuen Schwiegereltern führen.","versions":[{"lang":1,"streams":[{"redirect":14514181,"hoster":"VOE"},{"redirect":14480564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14452769,"hoster":"VOE"},{"redirect":14506998,"hoster":"Streamtape"}]}]}]}]}