{"path":"/serie/stream/wickie-und-die-starken-maenner-2014","name":"Wickie und die starken Männer 2014","descr":"[Vic the Viking] Wickie, der Sohn des Wikingerhäuptlings von Flake, ist klein und schmächtig – so hat er es schwer, ein furchterregender Wikinger zu sein. Bis ihn sein Vater eines Tages auf eine weite Abenteuerreise mitnimmt.. Dabei stellen die Wikinger schnell fest, dass der kluge Junge eine große Hilfe ist. Denn mit Cleverness und Köpfchen hilft er seinen Freunden immer wieder aus so manch gefährlicher Situation.","seasons":[{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-1","name":"Die Königin der Winde","epNo":1,"alt":"A wind that’ll tear the horns of a Viking!","descr":"Die schrecklich eingebildete Windkönigin hat keine Bedenken, das Drachenboot mit unseren Wikingern im Sturm zu versenken. Doch die Königin macht ihre Rechnung ohne Wickie! Halvar und seine ausgezehrte Mannschaft müssen dringend ihre Vorräte auffrischen. Doch sie schaffen es nicht, auf ihrem Drachenboot das Festland zu erreichen. Zu heftig ist der Gegenwind, der ihnen ins Gesicht bläst. Der Wind stammt von einer gigantischen Windmaschine, die die Inselkönigin in Gang hält, um fremden Booten ihre Macht zu zeigen. Als es Wickie dennoch listig gelingt, mit einem Gleitdrachen zu ihr vorzudringen, stellt er fest, dass er die böswillige und anmaßende Königin trickreich an der Nase herumführen kann: er verspricht ihr kurzerhand die Heirat mit dem Windgott! Denn den könne die Königin nachdrücklich beeindrucken, wenn sie mit Hilfe von Wickie und der Windmaschine einen Kontakt zum Himmel, zum Wohnort des Windgottes, herstellt. Gesagt, getan! Kaltblütig trifft Wickie Vorbereitungen, um die königlichen Erwartungen scheinbar zu erfüllen, in Wahrheit aber um sie auf den Kopf zu stellen. Es braucht nicht lange, bis die Herrin der Windinsel ihr blaues Wunder erlebt und Papa Halvar und seine Männer endlich zu ihrem wohlverdienten Festessen kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931327","hoster":"VOE"},{"path":"/redirect/8843029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-2","name":"Die Sternschnuppe","epNo":2,"alt":"The shooting star","descr":"Halvar und der schreckliche Sven liefern sich im eiskalten Norden ein Wettrennen um den Besitz eines niedergegangenen Meteors. Natürlich ist es Wickie, der mit einer prima Idee dieses Wettrennen entscheidet. Als Halvar eine Sternschnuppe vom Himmel fallen sieht, ist er begeistert. Seiner Meinung nach versprechen die Trümmer dieses himmlischen Botschafters großen Reichtum. Sofort macht sich die Wikinger-Crew auf den Weg, die vermeintlichen Schätze im Packeis des hohen Nordens zu bergen. Doch auch der schreckliche Sven hat die stürzende Sternschnuppe gesehen, und so ist die Überraschung groß, als sich Halvar und Sven nach einigen Wegen und Irrwegen am Ort des Aufschlags treffen. Doch Sven hat unter seinen Leuten keinen, der so schlau ist wie Wickie. Der nämlich hat entdeckt, dass die Trümmer der Sternschnuppe magnetisch sind. Mit diesem Wissen ist er nicht nur in der Lage, einen Kompass zu bauen, um schnell und sicher den Heimweg zu finden. Viel wertvoller sind seine Ideen, wie er mit einem Riesenklotz von Magneten Halvars Erzfeind austricksen und einen Kampf der Wikinger mit den lästigen Piraten vermeiden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843024","hoster":"VOE"},{"path":"/redirect/8843020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-3","name":"Der Donnergott","epNo":3,"alt":"Thor Thunder","descr":"Der schreckliche Sven glaubt schon, den Wikingern ihre Beute abgeluchst zu haben. Doch er wird ein ordentliches Wunder erleben! Wickie hat nämlich bei einem Chinesen etwas eingekauft, das Sven die Haare zu Berge stehen lässt. Halvars Drachenboot ist bis zum Rand mit Waren beladen, und nichts mehr steht einer erfolgreichen Rückkehr nach Flake im Weg. Doch die Wikinger haben ein Problem, von dem sie noch gar nichts wissen: Sven ist ihnen auf den Fersen! Und dann geraten sie mit ihrem Schiff auch noch so unglücklich auf ein Riff, dass sie sich weder vorwärts noch rückwärts bewegen können. Sven und seine Männer wären nicht die schlimmsten Piraten der Meere, wenn sie eine solche Gelegenheit nicht erbarmungslos für sich ausnutzen würden. Sie berauben die Wikinger ihrer gesamten Ladung und lassen sie ohne Hilfe auf dem Riff sitzen. An Wickies Schlauheit allerdings denken sie nicht, und Wickie ist keineswegs bereit, die Piraten tatenlos als Sieger davon segeln zu sehen. Hat er nicht im letzten Hafen ein paar vielversprechende Bambusrohre von einem Chinesen gekauft? Und könnten diese Rohre nicht dabei helfen, himmelhoch den rachedurstigen Donnergott vor Sven erscheinen und ihm einen gehörigen Schreck einjagen zu lassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843034","hoster":"VOE"},{"path":"/redirect/8843037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-4","name":"Das Höhlenmonster","epNo":4,"alt":"The magical lantern","descr":"Der königliche Steuereintreiber ist in Wahrheit ein selbstsüchtiger Gierschlund. Und genau so einem wird Wickie den Schneid abkaufen, dass es dem Herrn Angst und Bange werden und er unsere Wikinger schleunigst in Ruhe lassen wird. Einen ganzen Berg von Goldmünzen, Schmuck und Diamanten haben die Wikinger im Laufe der Jahre angehäuft. Einen richtigen Schatz! Und weil es viel Arbeit gemacht hat, solche Reichtümer aufzutürmen, wollen sie sich diese auf keinen Fall vom gierigen Steuereintreiber des Königs abnehmen lassen. Doch der Eintreiber ist nicht auf den Kopf gefallen. Er lässt sich keineswegs mit ein paar Almosen abspeisen. Er droht vielmehr, den Wikingern das Drachen-boot zu pfänden, wenn sie sich weigern, ihre angeblichen Steuerschulden zu bezahlen. Das Drachenboot? Das wäre natürlich eine Katastrophe! Also bringt Ylvi den unwillkommenen Gierschlund auf Wickies Geheiß schnurstracks zu der Höhle, in der alle Schätze von Flake versteckt sind. Dort glaubt der Steuereintreiber plötzlich, dass ein schnaubendes, tobendes Ungeheuer ihn in die Falle lockt, ein Ungeheuer, das ganz offensichtlich den Schatz bewacht. Oder ist das Ungeheuer vielleicht gar keines, sondern bloß ein ganz besonders listiger Trick unseres kleinen Wikingers, mit dem er den Steuereintreiber an der Nase herum führt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843035","hoster":"VOE"},{"path":"/redirect/8843038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-5","name":"Wasser auf die Mühlen","epNo":5,"alt":"Grist for the mill","descr":"Wenn der schreckliche Sven fast die ganze Wikinger-Crew entführt, muss Wickie zu mächtigen Gegenmitteln greifen: er baut einen Schiffsantrieb, gegen den kein Kraut gewachsen ist. Heute läuft es alles andere als günstig für die Wikinger. Zunächst reißt ihnen ihr Segel in Stücke, dann geht ihnen das Wasser aus und schließlich werden Halvar, sein Schiff und fünf seiner Männer vom schrecklichen Sven entführt. Wickie dagegen, der mit Tjure und Snorre an Land nach Wasser gesucht hat, entgeht der Entführung. Doch es steht außer Zweifel, dass unser Held alles in Bewegung setzt, um seinen Paps so schnell es geht zu befreien. Während Halvar und seine Männer wie Sklaven für Sven rudern müssen, gelingt es Wickie und seinen beiden Begleitern, mit einem schnell gebastelten Drachen und einem daran befestigten Wellengleitbrett zurück auf das heimische Boot zu kommen. Das treibt auf dem offenen Meer und hat neben dem kaputten Segel in der Zwischenzeit auch keine Ruder mehr. Mit einem Schiff ohne Antrieb aber lässt sich Sven sicher nicht einholen. Was also tun? Wickie reibt sich die Nase, Sterne schießen in die Luft, und dann weiß unser Wikingerjunge haargenau, was zu tun ist: er macht aus dem Drachensegler in Windeseile ein Schaufelradboot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843041","hoster":"VOE"},{"path":"/redirect/8843039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-6","name":"Die falsche Schatzinsel","epNo":6,"alt":"","descr":"Der alte Mann auf der Schatzinsel glaubt, die Wikinger-Crew austricksen zu können. Er hat sich getäuscht! Denn Wickie ist ein heller Kopf, der imstande ist, einen großen Nachteil noch in einen wunderbaren Vorteil umzumünzen. Zur Unterhaltung der Mannschaft haben sich Wickie und Ulme auf hoher See etwas ganz Besonderes ausgedacht: sie führen ein Puppenspiel vor, das unsere Wikinger noch eine ganze Weile prächtig amüsieren würde, wenn nicht – tja, wenn nicht plötzlich laute Schreie zu hören wären. Tatsächlich treibt im Wasser ein scheinbar verzweifelter, alter Mann! Die Wikinger ziehen ihn an Bord, und schnell ist es nicht nur eine Frage der Ehre, ihn aus seiner misslichen Situation zu retten. Denn als der Alte behauptet, auf der naheliegenden Insel läge ein Schatz, erklären sich die Wikinger freudestrahlend bereit, an Land und mitten hinein in den angrenzenden, dichten Wald zu gehen. Wo ein Schatz ist, da wird schließlich etwas sie selbst abfallen – oder? Halvar und die Seinen machen sich auf den Weg, den Schatz zu bergen. Wickie allerdings und Ulme sollen zurück bleiben und auf das Drachenboot achtgeben – eine Entscheidung, die sich als Segen erweist. Denn schnell wird klar, dass der Alte alles andere als verzweifelt ist. Im Gegenteil! Er möchte sich mit seinen plötzlich auftauchenden Spießgesellen alles, was die Wikinger besitzen, unter den Nagel reißen. Aber da gerät er bei Wickie an den Falschen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843042","hoster":"VOE"},{"path":"/redirect/8843045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-7","name":"Wickie und Gilby","epNo":7,"alt":"The highest Viking","descr":"Wenn irgendwer auf der Welt Wickie wirklich nicht gut leiden kann und ihm am liebsten irgendwie schaden will, dann ist es Gilby aus Flake. Erfolgreich ist Gilby jedoch nicht. Denn Wickie kann sich seiner Haut geschickt erwehren. Gilby ist viel stärker und größer als Wickie und sieht es deshalb gar nicht ein, warum immer nur der Sohn des Kapitäns auf das Drachenboot gehen darf. Wütend darüber fädelt er es listig ein, dass es zwischen ihm und Wickie einen Wettstreit geben soll. Wer gewinnt, darf mit auf große Fahrt, wer verliert, der bleibt zuhause. Der Wettstreit selbst ist einfach: es geht um das Erklettern des Mastbaums. Derjenige, der am Höchsten dabei kommt, hat gewonnen. Gilby ist sich seiner Sache ganz sicher, denn er hat schon immer Kraft und Geschicklichkeit genug gehabt, jeden Baum so schnell und leicht wie eine Katze zu besteigen. Wickie dagegen hat keinerlei Hoffnung. Trotz nachdrücklichem Training durch den Mastbaum-Kletterspezialisten Gorm schafft er es keine zwei Meter in die Höhe – niemand in Flake würde auch nur einen Hosenknopf auf seinen Sieg setzen. Allein – unser Wickie wäre nicht er selbst, wenn ihm nicht im allerletzten Moment der rettende Gedanke käme!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843050","hoster":"VOE"},{"path":"/redirect/8843047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-8","name":"Der Zauberkessel","epNo":8,"alt":"Dagdas’ Cauldron","descr":"Natürlich haben unsere Wikinger immer Hunger. Und wenn sie dann schon mal die Gelegenheit haben, an gegrillte Würstchen zu kommen, nutzen sie sie. Leider haben sie keine Ahnung, dass sie damit den Koch gehörig gegen sich aufbringen. So kann es eigentlich nicht weitergehen: tagein, tagaus gibt es auf Halvars Drachenboot nichts anderes als Heringe zu essen. Da kommt der Duft von leckeren Würstchen gerade recht. Irgendwo hinter dem Nebel der Küste von Island scheint ein Koch dabei zu sein, zwischen Geysiren und heißen Quellen ein Festmahl für den isländischen König zuzubereiten. Etwas Besseres kann den Wikingern gar nicht passieren! Sofort machen sich Halvar, Faxe und Wickie auf den Weg, Heringe und Honigwein gegen heiße Würstchen einzutauschen. Doch Ragnär, der Koch des ansässigen Königs, ist alles andere als bereit, seine leckeren Schätze an irgendwelche hergelaufenen Bittsteller abzugeben. Stattdessen wird er fuchsteufelswild, als Faxe, ohne weiter nachzufragen oder sich beherrschen zu können, ein Großteil der frischen Würstchen in sich hineinschlingt. Nun ist es an Wickie, eine Erfindung zu machen, die Ragnär wieder besänftigt und den ganzen Wikingertrupp lebend aus Island entkommen lässt. Und natürlich bleibt Wickie diese Erfindung nicht schuldig: mit ein paar Handgriffen bastelt er einen Zauberkessel, der Ragnär kostbarer vorkommen wird als alle Würstchen der Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843053","hoster":"VOE"},{"path":"/redirect/8843052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-9","name":"Der weltbeste Krieger","epNo":9,"alt":"Son of Tjure","descr":"Halvar hat eigentlich Wichtigeres zu tun, als sich um Tjures neugeborenen Sohn zu kümmern. Doch es geht kein Weg daran vorbei: der kleine Schreihals braucht rund um die Uhr Betreuung. Und Halvar scheint als Babysitter besonderes Talent zu haben! Natürlich kann Halvar es gar nicht verkraften, dass Baltak, der Chef des Nachbardorfes, ihn beim Armdrücken besiegt hat. Wütend fordert er den Gegner zu einem erneuten Zweikampf, einem mit allem Drum und Dran, heraus. Großspurig teilt Halvar mit, dass sich Baltak am kommenden Tag das gesamte Gold von Flake unter den Nagel reißen darf – sollte er erneut siegen. Doch soweit darf es keinesfalls kommen: Halvar brennt vor Ehrgeiz und Wickie versucht alles, um seinen Paps für den Wettstreit in Topform zu bringen. Doch die Vorbereitungen werden urplötzlich und äußerst empfindlich gestört, als ausgerechnet heute Tjures Frau einen Sohn zur Welt bringt, der zwar ganz der Augenstern der stolzen Vaters ist, dabei aber so laut und so unversöhnlich brüllt, dass es die Wikinger auf die Knie zwingt und sie sich die Ohren verstopfen müssen. An Training ist nicht mehr zu denken! Alles kreist ab jetzt einzig und allein darum, den Jungen zu beruhigen und in den Schlaf zu singen. Und mit jeder Stunde, in der sich auch Halvar um das Baby kümmern muss, schwinden seine Chancen, am nächsten Tag Baltak mit Erfolg begegnen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843058","hoster":"VOE"},{"path":"/redirect/8843056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-10","name":"Eingeseift","epNo":10,"alt":"Snorre soaps up","descr":"Das Erntedankfest in Flake droht zu platzen, wenn sich Snorre weiterhin weigert, sich zu waschen und die Strümpfe zu wechseln. Wickie nimmt die Sache in die Hand und schmiedet einen Plan, Snorre einzuseifen. In Flake soll der Gott Freyr, der für reiche Ernten verantwortlich ist, mit dem alljährlichen Frühlingsfest geehrt werden. Doch Greta, die sowohl die Feierlichkeiten wie auch die bunten Vergnügungsstände auf dem Dorfplatz mit ihrem Lied eröffnen soll, weigert sich standhaft. Warum? Weil ihr Sohn Snorre stinkt wie ein ganzes Fass toter Heringe! Solange der Kerl nicht frisch gewaschen und parfümiert vor ihr steht, ist das Fest nicht würdevoll zu begehen. Greta singt keinen Ton! Und Snorre? Der weigert sich, auch nur die Strümpfe zu wechseln, die er seit 18 Jahren ungewaschen trägt! Unvorstellbar ist es für ihn, sich mit trockenen Kräutern abzureiben oder gar Rosenwasser über sich spritzen zu lassen. Der große Festtag droht zur großen Ernüchterung zu werden, als Wickie etwas in die Finger gerät, was ein Gallier vorzeiten im Dorf zurückgelassen hat, ein Stück, dessen Funktion bislang allen schleierhaft geblieben ist. Es ist Seife! Und kaum hat Wickie entdeckt, was man damit anstellen kann, ist auch schon ein raffinierter Plan in ihm gereift: Snorre soll nach Strich und Faden eingeseift werden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843061","hoster":"VOE"},{"path":"/redirect/8843063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-11","name":"Gilby auf großer Fahrt","epNo":11,"alt":"Captain Gilby","descr":"Gilby reißt sich das Drachenboot unter den Nagel, sticht in See und merkt schnell, dass er sich völlig übernommen hat. Es braucht schon Wickies klugen Einfall, um eine Katastrophe zu verhindern. Halvar fällt mitsamt seiner Crew Bäume im Wald. Da ist es kein Problem für Gilby und ein paar andere Lausbuben, das unbewachte Drachenboot zu besteigen. Wickie und Ylvi können die Jungs nicht davon abhalten, das Boot loszumachen und auf große Fahrt zu gehen. Mehr noch – die beiden Kinder werden von den Möchtegerne-Seemännern auch noch gefangen genommen und an den Mast gebunden. Doch Gilby weiß überhaupt nicht, worauf er sich gerade einlässt. Er hat von Strömungen, dem Wellengang auf dem offenen Meer und bedrohlich auftauchenden Riffen keine Ahnung. Er kann weder segeln, noch ist er mit seinen Freunden in der Lage, das Boot mit den riesigen Rudern zu steuern. Während in Flake also die Erwachsenen langsam begreifen, was geschehen ist und in helle Aufregung geraten, spitzt sich die Situation auf dem Schiff immer mehr zu. Da hilft es nicht mal mehr, dass endlich Wickie und Ylvi vom Mast losgebunden werden. Wenn sich Wickie nicht augenblicklich die Nase reibt und eine gute Idee hat, dann wird das Boot an den Riffen zerschellen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843066","hoster":"VOE"},{"path":"/redirect/8843067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-12","name":"Flake steht Kopf","epNo":12,"alt":"Stardust","descr":"Eine äußerst zwielichtige Type betritt Flake und beginnt bedenkenlos, die Wikinger übers Ohr zu hauen. Als selbst Halvar auf den Kerl hereinfällt, wird es Zeit, dass Wickie dem Betrüger das Handwerk legt. Das ist schon ein ziemlich windiger Vogel, der da auf seinem Pferd in Flake Einzug hält. Der Fremde behauptet, ein Heiler zu sein und die Zukunft lesen zu können. Urobe stößt er damit ziemlich vor den Kopf. Denn heilen und wahrsagen ist einzig und alleine seine Aufgabe. Doch alle übrigen Wikinger schert das wenig. Sie sind begeistert von ihrem Gast und neuen Freund: für entsprechende Bezahlung an Geld, Diamanten oder feinem Essen prophezeit er ihnen das Blaue vom Himmel. Schnell steht Flake dermaßen Kopf, dass dem Fremden alles geglaubt wird, was er sagt, und jeder Preis gezahlt wird, den er fordert. Nicht nur Urobe, sondern auch Ylva, Ylvi und Wickie erscheint das Ganze zunehmend befremdlich. Vor allem Wickie kann nicht länger tatenlos zusehen, dass sein Paps eingeflüstert bekommt, er könne ganz alleine den schrecklichen Sven besiegen, dass sich Halvar daraufhin tatsächlich alleine auf den Weg macht und kurz darauf, mit kaputtem Boot und einer Menge blauer Flecke, nach Hause zurückkehrt: irgendwas ist faul mit diesem angeblichen Wahrsager! Und Wickie muss ihm schleunigst das Handwerk legen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843069","hoster":"VOE"},{"path":"/redirect/8843073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-13","name":"Snorre hat’s voll drauf","epNo":13,"alt":"Taken","descr":"Gegen viel Lösegeld würde der schreckliche Sven seine Beute zurückgeben: er hat Snorre, Tjure und Wickie entführt! Halvar tobt – doch keine Sorge. Wickie weiß, wie er mit Snorre, dem Bauchredner, den schrecklichen Sven an der Nase herumführen kann. Snorre und Tjure stehen am Strand, streiten sich wie üblich und werfen Steine um die Wette. Wickie will denjenigen von beiden zum Sieger erklären, dessen Geschosse öfter und weiter über die Wellen springen, bevor sie untergehen. Doch das Spiel endet unversehens! Wie aus dem Nichts tauchen die Männer des schrecklichen Sven auf, nehmen die drei Wikinger gefangen, binden sie an ihren Schiffsmast und freuen sich diebisch. Denn ihre fette Beute wird ein ordentliches Lösegeld bringen! Und in der Tat spuckt Halvar Gift und Galle, als er von dem Raub erfährt. Ihm scheint nichts anderes übrig zu bleiben, als so schnell wie möglich alles Gold auszuliefern, dessen er habhaft werden kann. Halvar jedoch wäre nicht Wickies Paps, wenn er nicht noch einen anderen Ausweg sehen würde. Und Wickie wäre nicht Wickie, wenn ihm nicht in auswegloser Lage noch ein paar Tricks in den Sinn kämen, die Sven und seine Bande in Verlegenheit bringen: zum Beispiel Snorres Fähigkeit, Stimmen nachahmen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383849","hoster":"VOE"},{"path":"/redirect/8843075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-14","name":"Auf dem Goldacker","epNo":14,"alt":"The forgotten treasure","descr":"Mit Speck fängt man Mäuse. Und mit Gold bringt man Wikinger dazu, ihre ungeliebte Pflicht zu erfüllen und den Acker von Flake zu bestellen. In diesem Sinne schreitet Wickie spitzbübisch zur Tat. Halvar und seine Crew möchten gerne tun, was sie immer tun: auf Abenteuerfahrt gehen und nach großen Reichtümern Ausschau halten. Doch als sie bei Nacht und Nebel versuchen, mit ihrem Drachenboot auszulaufen, machen ihnen die Frauen von Flake einen Strich durch die Rechnung. Bevor nicht der große Acker auf dem Hügel hinterm Dorf gepflügt ist, kann von Abenteuerfahrt nicht die Rede sein. Erst die Arbeit und dann das Vergnügen! Denn ohne einen bestellten Acker hat kein Wikinger im nächsten Winter genug Brot zu essen. Halvar kocht vor Wut. Schließlich ist er ein Seemann und kein Bauer. Doch die Frauen geben nicht nach. Es hilft nicht einmal, dass heute weder die Kuh noch der Zugochse des Dorfes einsatzfähig sind, und es hilft auch nichts, dass Halvar kurz entschlossen den Pflug von der Klippe wirft. Ylva und ihre Freundinnen bleiben eisern und sagen ihren Männern auf den Kopf zu, dass diese notfalls auch mit ihren Spaten den Boden umzugraben haben. Angesichts solcher Unnachgiebigkeit steht die Crew dicht vor der Rebellion. Doch da findet Wickie auf dem brachen Acker plötzlich etwas, was ihm Anlass für eine prima Idee gibt und die Situation schlagartig ändern wird: Goldmünzen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843077","hoster":"VOE"},{"path":"/redirect/8843080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-15","name":"Gorms Möwe","epNo":15,"alt":"Gorm’s Seagull","descr":"Dass ausgerechnet Gorm, der verschlafene Ausguck des Drachenbootes, neuer Chef in Flake werden und Halvar ablösen könnte, will eigentlich niemand. Und doch ist Gorms Möwe auf dem besten Weg, genau das zu bewirken. Jedes Jahr einmal muss sich Halvar als Chef von Flake und Kapitän des Drachenbootes bestätigen lassen. Da es keinen Gegenkandidaten gibt, scheint die Bestätigung auch kein großes Problem zu sein. Halvar hat lediglich eine Aufgabe zu erfüllen: bis zum Sonnenuntergang soll er es fertig bringen, dass Gorms Möwe auf seinem Kopf landet. Nur dann darf er Chef in Flake bleiben! – Sonst nichts? Halvar glaubt keine Sekunde, dass ihm eine solche Aufgabe irgendeine Schwierigkeit bereiten könnte. Doch er täuscht sich. Denn je öfter er probiert, die Möwe zu ihm zu locken, umso öfter scheitert er kläglich – ganz egal, ob er wie ein Fass Fischöl zu stinken versucht oder sich als Möwenkücken verkleidet, das nach seiner Mama schreit. Die Möwe macht keinerlei Anstalten, auf Halvar zu landen, dafür aber umso lieber auf Gorm. Wenn aber die Möwe auf Gorm landet, dann heißt das doch vermutlich, dass die Götter ausgerechnet Gorm als neuen Chef von Flake auserkoren haben, oder? Ganz Flake wehrt sich mit Händen und Füßen gegen diese Aussicht. Auf gar keinen Fall darf Gorm Chef von Flake werden! Die Not ist so groß, dass niemandem anders als Wickie einfällt, wie unsere Wikinger unbeschadet aus der Zwickmühle entkommen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843083","hoster":"VOE"},{"path":"/redirect/8843081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-16","name":"Die Höhle der gefrorenen Stimmen","epNo":16,"alt":"The Cavern of Frozen Words","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843084","hoster":"VOE"},{"path":"/redirect/8843087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-17","name":"Tanz mit dem Wolf","epNo":17,"alt":"Dance with the Wolf","descr":"Gilby fordert Wickie heraus. Wer von beiden wird im nächtlichen Wald dem Wolf trotzen? Wenn Gilby aber glaubt, Wickie sei ein Hasenfuß, dann hat er sich gründlich getäuscht! Gilby möchte beweisen, dass er eindeutig mutiger ist als Wickie. Denn schließlich will er unbedingt dessen Platz auf dem Drachenboot einnehmen und bei der nächsten Kaperfahrt an Wickis Stelle mitsegeln. Er wettet deshalb, dass er eine Nacht alleine im dunklen Wald verbringen kann, obwohl es dort Wölfe gibt! Halvar, der seinen Sohn nicht bevorzugt behandelt sehen möchte, geht auf die Wette ein und bestellt Urobe als denjenigen, der überwachen soll, dass keiner der beiden Jungs den Wald vor Tagesanbruch verlässt. So geschieht es. Der Vollmond zieht auf und durch den Wald schallt das Angst einflössende Geheul eines Wolfs! Doch als der Wolf, auf der Suche nach Beute, zunächst im Wald verschwindet, fasst Gilby augenblicklich einen bösen Plan: er will selbst den \"Wolf\" spielen und damit Wickie soviel Schrecken einflössen, dass er weinend zu seiner Mama laufen und damit die Wette verlieren muss. Doch nicht nur, dass Gilby natürlich die Rechnung ohne Wickies Wachsamkeit und Einfallsreichtum gemacht hat – die beiden Jungs schlittern in dieser Nacht in ein Abenteuer, bei dem der Tanz mit einem Wolf nun erst so richtig losgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843089","hoster":"VOE"},{"path":"/redirect/8843092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-18","name":"Das Drachenbootrennen","epNo":18,"alt":"The sparkling race","descr":"Dass ihn irgendwer mit einem Angeberboot überholt, kann Halvar beim besten Willen nicht ertragen. Er fordert den Bootseigner zum Wettrennen – und hätte doch ohne Wickie nicht die geringste Chance zu gewinnen. Nicht gerade mit Reichtümern beladen nehmen die Wikinger Kurs auf Flake: ihre jüngste Kaperfahrt war ein ziemlicher Reinfall. Da passt es ins Bild, dass plötzlich auch noch ein äußerst elegantes, äußerst großes und äußerst schnelles Drachenboot an ihnen vorbeisegelt, so dass ihnen dessen Gischt nur so um die Ohren zischt. Halvar ist über das Angeberboot mitsamt seinem Angeberkapitän Brendall so aufgebracht, dass er ihn augenblicklich zu einem Wettrennen auffordert: wer es als erster bis zur Nachbarinsel und zurück schafft, ist Sieger. Allerdings weist Wickie vorsichtig darauf hin, dass Halvar eigentlich keine Chance haben wird, das Rennen zu gewinnen – schon gar nicht angesichts des Umstandes, dass Brendall sämtliche Ruder des Drachenbootes unserer Wikinger in der Nacht ansägt. Es kommt, wie es kommen muss: die Ruder brechen und kaum ist der Wettkampf gestartet, da liegt das fremde Boot auch schon fast uneinholbar voraus. Ohne Wickies Geistesblitz wäre jetzt alles verloren – aber auf die prima Einfälle von Halvars Sohn ist natürlich auch diesmal hundertprozentig Verlass!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843094","hoster":"VOE"},{"path":"/redirect/8843095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-19","name":"Auf dem Holzweg","epNo":19,"alt":"Knock on wood","descr":"Als anständige Kerle wollen die Wikinger ein Mädchen retten, das per Flaschenpost um Hilfe bittet. Sie wissen nicht, dass der schreckliche Sven sie damit in eine böse Falle lockt. Halvar glaubt, er habe das Geschäft seines Lebens gemacht und für ein einziges Fass Honigwein das allerfeinste Rosenholz eingetauscht. Doch zum Abladen der vermeintlich hochwertigen Ladung kommt er nicht. Denn Meereswellen gespickt mit Flaschenpost rollen in Flake ans Ufer. Die Flaschenpost enthält den nachdrücklichen Hilferuf eines verzweifelten Fräuleins. Da die Flaschen allesamt aus dem Holz des Vogelkirschbaums gemacht sind, ist klar, wo dieses verzweifelte Mädchen sitzt: auf der Insel der Vogelkirschbäume! Zwar haben die Wikinger wenig Lust, sich den Tag mit einer hastigen Rettungsaktion zu verderben, doch Ylva belehrt sie eines Besseren: die Drachenboot-Besatzung hat auszurücken und sich – als anständige Wikinger – augenblicklich um das Schicksal dieses wildfremden, aber hilfsbedürftigen Menschen zu kümmern. Wildfremd? Na ja, so fremd denn auch wieder nicht! Denn schnell stellt sich heraus, dass unsere Helden mitten hinein in eine Falle des schrecklichen Sven segeln, den man nur besiegt, wenn man Wickie heißt und sich des angeblich allerfeinsten, in Wirklichkeit aber wurmstichigen Rosenholzes bedienen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843097","hoster":"VOE"},{"path":"/redirect/12478774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-20","name":"Halvars Prüfung","epNo":20,"alt":"The trials of Halvar","descr":"Unversehens geraten die Wikinger in die Hände einer Königin, die mit seefahrenden Kerlen nur die allerschlechtesten Erfahrungen gemacht hat. Um ihr zu entkommen, muss Halvar ein paar tüchtige Prüfungen bestehen. Wie bitte? Halvar soll sich daheim um den Abwasch kümmern? Und dann auch noch tatenlos zusehen, wie Wickie unter der Fuchtel von Mama Ylva steht und sich mit weibischem Stricken beschäftigt? Auf gar keinen Fall! Was ein echter Wikinger ist, der braucht die hohe See – und genau dahin zieht es eilig den Wikingerchef samt seiner ganzen Drachenboot-Crew. Auf geht’s zu entfernten Inseln, auf denen angeblich die Pflastersteine aus Gold sind und ein jeder – mir nichts, dir nichts – ein reicher Mann wird. Doch diese Art Wunderdinge haben sich rasch ausgeträumt, als das Drachenboot mit großem Getöse in ein Felsenriff rauscht und dabei eine Handvoll einheimischer Frauen aufschreckt. Gorm hält sie zunächst für Meerjungfrauen, doch weit gefehlt: sie sind die Herrinnen der Insel! Unter Führung von Königin Rhiannon herrschen hier die Amazonen über die Männer, und ausgerechnet auf Halvar sind sie alles andere als gut zu sprechen. War er nicht derjenige, der die Insel im Juli ausgeplündert hat? Unser Wikingerchef wird sich von diesem Verdacht nur befreien dürfen, wenn er sich einer heiklen Prüfung unterzieht und gegen Wind, Feuer und Erde besteht. Ohne Wickie hat er da wohl keinerlei Chance!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843099","hoster":"VOE"},{"path":"/redirect/8843104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-21","name":"Das Ungeheuer","epNo":21,"alt":"The monster","descr":"Mitten auf Kaperfahrt stoßen die Wikinger auf ein Seeungeheuer, dessen hungriger Rachen sie sämtliche Vorräte kostet. Was ein Glück, dass Wickie heraus bekommt, was es wirklich mit diesem Ungeheuer auf sich hat. Die Wikinger segeln vor Schottland und sind stolz auf all den fetten Käse, den sie erbeutet haben. Die gute Stimmung wird erst getrübt dadurch, dass Urobe das Seeungeheuer dieser Gegend besingt, das mit unermesslicher Gier alles verschlingt, was ihm zu nahe kommt. Tief in der Nacht, als ein Sturm die See peitscht, scheinen solche Befürchtungen tatsächlich wahr zu werden. Denn ragt nicht, ein paar wenige Schiffslängen von den Wikingern entfernt, der lange Hals des Ungeheuers, seine feurigen Augen und sein fresslustiges Maul aus dem Wasser? Die einzige Überlebenschance, die unsere wilden Krieger zu haben glauben, besteht darin, dem Ungeheuer allen Käse in den Rachen zu schmeißen, dessen sie habhaft werden können. Doch wie groß ist ihr Erstaunen, als sich am nächsten Morgen zeigt, dass sie einer Täuschung aufgesessen sind: das Ungeheuer war nichts anderes als ein blödes Schiffswrack, das bei Mondlicht, Sturm und Wellengang ein ganz und gar irreführendes Antlitz angenommen hatte! Die Vorräte jedenfalls sind sämtlich über Bord, und was die Sache nicht erträglicher macht, ist der Umstand, dass sich der schreckliche Sven im Anmarsch befindet und garantiert nichts Besseres zu tun haben wird, als die Wikinger zu Kleinholz zu verarbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843106","hoster":"VOE"},{"path":"/redirect/8843108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-22","name":"Thors Urteil","epNo":22,"alt":"Judgement of Thor","descr":"Die Wikinger erleiden Schiffbruch. Dass sie zur Reparatur des Drachenbootes eine heilige Eiche fällen, entsetzt die heimischen Druiden. Zur Sühne des unerhörten Frevels sind sie drauf und dran, Halvar den prächtigen Bart abzuschneiden! \"Grosse Reichtümer\" prophezeite Urobe den Wikingern bei ihrem Abenteuer in der Irischen See. Doch nach ihrem Angriff auf die Küste geht die Mannschaft bis auf ein Dominospiel, das Wickie gefunden hat, leer aus. Nach soviel Erfolglosigkeit wird auch noch das Essen knapp: Gorm streitet sich mit einer Seemöwe um den allerletzten Happen. Währenddessen merkt keiner an Bord, dass das Drachenboot direkt auf ein zähnefletschendes Riff zutreibt. Plötzlich ist es zu spät, ein Leck ist in die Bordwand gerissen, Wasser dringt ein! Immerhin entdeckt Wickie auf dem nahen Festland einen Eichenwald, der Holz für die Reparatur bietet. Augenblicklich befiehlt Halvar überzusetzen und eine Eiche zu fällen. Doch gut tut er daran nicht. Denn wie aus dem Nichts tauchen drei äußerst erboste Druiden auf, die die Wikinger des Frevels an ihrem Heiligtum beschuldigen. Und darauf steht die Höchststrafe: Halvar will man den Bart abrasieren! Nun ist guter Rat teuer. Kann Wickie seinen Paps vor der Schmach bewahren, bartlos zu sein? Oder müssen die Wikinger darauf setzen, dass ihnen Gott Thor im letzten Moment aus der Patsche hilft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8885544","hoster":"VOE"},{"path":"/redirect/8843111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-23","name":"Kapitän Ente","epNo":23,"alt":"Shape Shiftig","descr":"Weil Halvar etwas ausgefressen hat, will er durchaus nicht seiner Frau Ylva unter die Augen treten. Ob es sich aber deswegen tatsächlich in eine Ente verwandelt hat und so seiner Crew befehlen kann? Wickie muss der Sache schleunigst auf den Grund gehen. Manchmal verhält sich Halvar wie ein Elefant im Porzellanladen. Kein Wunder also, dass er tollpatschig Ylvas allerbeste Trinkhörner in Scherben schlägt. Das Geschirr ist nicht mehr zu retten – und er selbst wohl auch nicht. Denn Ylva, soviel ist sicher, wird darüber fuchs-teufelswild werden und ihrem Mann eine gehörige Tracht Prügel verabreichen. Also ist es besser, dass sich Halvar schnurstracks aus dem Staub macht. Welch ein Glücksfall ist es da, dass er plötzlich eine geheimnisvolle Falte mitten im Gesicht trägt, ein göttliches Zeichen scheinbar, von dem Urobe behauptet, es zeige an, dass der Kapitän beliebig seine Gestalt wandeln könne. Und tatsächlich! Es dauert nicht lange, da taucht eine Ente auf, die Halvars Helm trägt und, als hätte sie nie etwas anderes getan, auf das Drachenboot marschiert. Die komplette Mannschaft ist sicher, dass sie ab sofort diesem entengestaltigen Halvar zu gehorchen hat. Kopfschüttelnd sieht sich Vic in der Pflicht, dem Chaos ein Ende zu bereiten. Eine Ente als Kapitän? Ylva, die erbost ihren Gatten sucht? Eine Mannschaft, die an irgendeinen Unsinn glaubt? Das muss sich ändern. Wickie hat auch schon eine Idee!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843114","hoster":"VOE"},{"path":"/redirect/8843116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-24","name":"Der Glücksbringer","epNo":24,"alt":"Good luck charm","descr":"Seine unglaubliche Pechsträhne bringt Halvar um den Verstand. Wenn er Thorold beim Kampf um das Häuptlingsamt im Dorf besiegen will, muss er – so schnell es geht! – wieder an sich und das Glück glauben. Keine leichte Aufgabe für Wickie! Wickie treibt es heute die Sorgenfalten ins Gesicht! Denn sein Paps Halvar scheint von allem Glück verlassen zu sein. Kein einziger Fisch geht ihm mehr an die Angel, und wenn er sich unter einen Baum stellt, dann kann er sicher sein, dass der Blitz ausgerechnet hier einschlägt. Ein Wikingerchef, den alle guten Geister verlassen haben? Das nagt aufs Heftigste an Halvars Selbstbewusstsein! Und ausgerechnet heute taucht dann auch noch der unbesiegbare Thorold auf, der ganz begierig darauf ist, Halvar zu besiegen und neuer Chef in Flake zu werden. Wenn Halvar in seinem unglücklichen Zustand einem solchen Muskelprotz begegnen soll, wird er nicht die geringste Chance haben. Also ist ganz Flake aufgefordert, sich schleunigst etwas einfallen zu lassen, um Halvar wieder aufzubauen. Leicht ist das nicht, und viel Zeit steht auch nicht zur Verfügung. Aber klar ist ebenso: wenn alle Stricke reißen, wird sich Wickie an die Nase greifen müssen, die Sterne werden sprühen und eine geniale Idee wird die Situation retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843117","hoster":"VOE"},{"path":"/redirect/8843120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-25","name":"Die unsichtbare Rüstung","epNo":25,"alt":"The invisible treasure","descr":"Der schwedische König scheut sich nicht die Bohne, Wickies Mama Ylva von ihrem Zuhause zu trennen und sie mit sich zu nehmen. Bloß, weil sie eine so ausgezeichnete Köchin ist! Das kann sich unser kleiner Wikingerjunge auf gar keinen Fall bieten lassen. Der König der Schweden hält sich in der Umgegend von Flake auf und macht dabei keine gute Figur: vor allem im Bogenschießen ist er katastrophal schlecht! Doch dieser Tölpel hat keinerlei Gewissensbisse, Ylva zu entführen. Die hat leider im falschen Moment ihren unwiderstehlichen Grütze-Kuchen gebacken, dessen wunderbarer Duft dem König in die Nase gestiegen ist. Kurzerhand hat er befohlen, die Köchin aus Flake abzuführen und in seinen Hofstaat einzureihen. Eine solche Unverschämtheit können sich natürlich weder Wickie noch Halvar bieten lassen – bei allem Respekt für seine Majestät! Also steht Wickie in der Pflicht, sich eine List auszudenken. Unser Held fackelt nicht lange. Er reibt sich zweimal die Nase, und schon hat er seine Idee! Hält sich dieser König in seiner enormen Eitelkeit nicht für einen hervorragenden Krieger? Und kann man ihn nicht gerade bei dieser Eitelkeit packen und ihn locken mit einem Geschenk, das nur die Besten und Größten, die Mutigsten und Stolzesten zu sehen in der Lage sind? So ist es! Wickie bietet dem König eine unsichtbare Rüstung an! Im Austausch für Ylva – versteht sich!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843121","hoster":"VOE"},{"path":"/redirect/8843125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-26","name":"Der Springteufel","epNo":26,"alt":"Chicken Pox","descr":"Der schreckliche Sven staunt Bauklötze, als die vorgebliche Schatzkiste alles andere als Gold und Silber enthält. Listig hat Wickie in die Kiste einen Springteufel eingebaut, der die Piraten das Fürchten lehrt. In Flake kommt Wickie langsam wieder zu Kräften. Seine Krankheit hat ihn davon abgehalten, seinen Paps zu begleiten. Und das hat Folgen. Denn Halvar und seine Leute fallen draußen auf dem Meer dem schrecklichen Sven und seinen Piraten in die Hände. Im letzten Moment gelingt es Urobe, eine Brieftaube mit einem Hilferuf nach Hause zu schicken. Wickie lässt sich nicht lange bitten. Augenblicklich hat er einen Plan. Er bastelt eine böse Überraschung für die Piraten, verbaut sie in eine mächtige Schatzkiste, besteigt die Kiste und lässt sich damit von seinen beiden Seehund-Freunden und unter der Führung der Brieftaube quer über die See bis zu Svens Schiff schleppen. Während es Wickie gelingt, sich unbemerkt auf das Piratenschiff zu schleichen, nehmen Sven und seine Crew Kenntnis von der im Meer treibenden Kiste. Sie ziehen sie an Bord und sind begeistert von der Aussicht auf Gold und Edelsteine. Doch die Kiste birgt ein ganz anderes Geheimnis. Es wird nicht die einzige Überraschung bleiben, die Wickie sich hat einfallen lassen, um seine Freunde zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843128","hoster":"VOE"},{"path":"/redirect/8843129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-27","name":"Der Gesang der Meerjungfrau","epNo":27,"alt":"Siren Song","descr":"Nichts könnte die Männer besser vom schrecklichen Sven ablenken als der Gesang einer Meerjungfrau. Hauptsache, sie bemerken nicht, dass nur ein verkleideter Tjure singt und Wickie in der Zwischenzeit das Seeräuberschiff kapert. Auf den ersten Blick scheint der schreckliche Sven den Wikingern ordentlich eins ausgewischt zu haben. Er klaut ihnen sämtliche Schätze und entführt auch noch Snorre. Das lässt sich Halvar natürlich nicht bieten. Doch als die Wikinger ihren größten Feind eingeholt und im natürlichen Hafen einer Insel ausgemacht haben, ist klar: sie brauchen eine List, um Sven auszutricksen. Wer aber ist besser geeignet als Wickie, sich eine List auszudenken? Und tatsächlich! Wickie verkleidet Tjure als Meerjungfrau und lässt ihn, begleitet von Ulmes Musik, so schön singen, dass Svens Mannschaft vollständig abgelenkt wird. Wickie nutzt die Gelegenheit, schleicht sich auf das feindliche Boot und hat dabei einen Plan ausgetüftelt, bei dem Snorre die Hauptrolle spielt: denn Snorre kann nicht nur bauchreden, sondern er kann auch, wie kein anderer, täuschend echt Sven’s Stimme nachahmen. So kommt es, dass nicht nur Tjures Gesang, sondern auch Snorres verstellte Stimme dafür sorgen, dass die Diebe an der Nase herumgeführt werden und die Wikinger schließlich alles wieder bekommen, was ihnen gestohlen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843134","hoster":"VOE"},{"path":"/redirect/14159756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-28","name":"Bärenalarm","epNo":28,"alt":"Bear up","descr":"Ausgerechnet ein wilder Bär findet Geschmack an Ulmes Gesang, macht sich in Flake breit und vertreibt alle Einwohner. Es braucht schon Wickie und eine besondere Idee, um Ulme aus den Bärenklauen zu befreien und das Tier zurück in die Wälder zu bringen. Wieder einmal rauben Ulmes Gesänge den Wikingern den letzten Nerv. Als deshalb Halvar beim Beladen des Drachenbootes der Kragen platzt, kündigt Ulme stolz die Freundschaft, setzt sich mitten auf ein Dach in Flake, singt dort lauthals weiter und erregt damit langsam den Unmut des ganzen Dorfes. Einer jedoch scheint großen Geschmack an Ulmes Gesangeskunst zu finden: ein riesiger Bär, angelockt durch die schrägen Töne, trottet in das Dorf hinein und vertreibt dadurch alle Wikinger, die sich schreiend zu retten versuchen. Nun ist guter Rat teuer. Denn nicht nur, dass der Bär hungrig die Vorräte aus den Häusern plündert und dass Ulme weiterhin die beleidigte Leberwurst spielt und nicht aufhören will zu singen: zu allem Ungemach stellt Tjure entsetzt fest, dass sein Sohn im Dorf zurückgeblieben ist! Nicht auszudenken, was passiert, wenn der Bär auf den kleinen Jungen trifft! Es muss etwas geschehen, und natürlich ist es Wickie, der genau weiß, was in solcher Situation am besten zu tun ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843133","hoster":"VOE"},{"path":"/redirect/8843138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-29","name":"Weihnachten in Flake","epNo":29,"alt":"The Julbock","descr":"Auch die Wikinger feiern Weihnachten. Gilby allerdings schießt quer und droht, die festliche Stimmung und die Erwartungen, die die Kinder mit dem nordischen Julbock und seinen Geschenken verbinden, gründlich zu verderben. Jedenfalls so lange, bis ihm Wickie auf die Schliche kommt. Wie in jedem Winter hängen die Wikingerkinder ihre Weihnachtsböcke in die Fenster: aus Stroh gefertigte Tiere, die dafür sorgen, dass die Geschenke in der Nacht den Weg auf den Gabentisch finden. Während Halvar gerade ein letztes Mal für dieses Jahr das Drachenboot auslädt und sich dabei an den mitgebrachten Senfkörnern heftig die Zunge verbrennt, geben sich Ylvi und Wickie schon ganz der Vorfreude auf die anstehende Bescherung hin. Nur einer in Flake ist missmutig und macht seinem Unglauben an diesen ganzen Weihnachtsquatsch heftig Luft: Gilby. Und komisch! Aus irgendeinem Grund leiht er sich eine Angel aus und scheint etwas im Schilde zu führen. Tatsächlich findet sich Gilby in der Nacht auf den Dächern der Häuser in Flake wieder, wo er, der unbelehrbare Spitzbube, mit der Angel und durch den Kamin den anderen Kindern die Geschenke wegfischen will. Das gelingt ihm auch für eine Weile, doch Wickie und Ylvi lassen sich natürlich und auf gar keinen Fall hinterge-hen. Sie liegen auf der Lauer und spielen Gilby ihrerseits einen Streich, der sich gewaschen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476478","hoster":"VOE"},{"path":"/redirect/8843141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-30","name":"Rettet den Wolf","epNo":30,"alt":"Beware of the wolf","descr":"Faxe liebt Tiere. Doch leider macht er einen Fehler, als er ein Wolfsjunges an sich nimmt: dessen Mama eröffnet die Jagd auf die Wikinger, um ihr Kleines wieder zurück zu bekommen. Faxe, Ulme und Wickie pflücken gerade Beeren im Wald, als sie das Heulen eines Wolfes hören. Natürlich treibt die Nähe des wilden Tieres unseren Wikingern den Angstschweiß auf die Stirn. Doch ihre Erleichterung ist groß, als sie merken, dass da nur ein süßes Wolfjunges heult. Faxe ist von dem scheinbar verlassenen Kleinen so fasziniert, dass er es im Beerenkorb versteckt und heimlich mitnimmt. Das ist leider ein großer Fehler. Denn plötzlich sehen sich die Wikinger einem weit größeren Wolf gegenüber, offenbar der Mutter, die ihr Junges sucht. Ulme, Faxe und Wickie flüchten und können sich in eine Höhle retten. Natürlich wollen sie das Junge augenblicklich der Mutter zurückgeben – doch der kleine Wolf hat sich selbständig gemacht und stürzt in einen Höhlenschacht, aus dem er sich alleine niemals wieder befreien kann. Hat Wickie eine Idee zur Rettung? Die Zeit wird knapp. Draußen vor der Höhle wird die Wolfsmutter immer wütender, und zu allem Überfluss tauchen jetzt auch noch Ylva und Halvar im Wald auf, die sich Sorgen um Wickie, ihren eigenen kleinen Jungen machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843144","hoster":"VOE"},{"path":"/redirect/8843146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-31","name":"Faxe und der Wal","epNo":31,"alt":"Faxe and the whale","descr":"Faxe rettet einem Wal das Leben und freundet sich mit ihm an. Diese Freundschaft leistet gute Dienste, als der schreckliche Sven auftaucht und das Drachenboot der Wikinger ausrauben möchte. Als Faxe alle seine Kräfte einsetzt, einen kleinen, gestrandeten Wal wieder zurück ins Meer zu befördern, hat er einen neuen Freund gewonnen. Der Wal ist anhänglich, und auch Faxe kann gar nicht genug davon bekommen, den Kleinen anzulocken und ihn zu verleiten, immer wieder gegen die Bordwände des Drachenbootes zu donnern. Das nervt die Besatzung. Doch Faxes Spiel findet sein Ende erst, als sein Freund mit einer Gruppe anderer Wale abtaucht und gleichzeitig der schreckliche Sven vor den Wikingern auftaucht. Wieder einmal glaubt Sven, bei seinen Erzfeinden leichte Beute zu finden. Und tatsächlich scheinen sein Boot und seine bis an die Zähne bewaffnete Mannschaft so mächtig und unbesiegbar, dass Halvar und seine Männer vernünftiger Weise nicht das machen sollten, was sie gerade auf Anweisung Wickies tun. Als wären sie von allen guten Geistern verlassen, fahren sie nämlich schnurstracks auf Svens Piratenschiff zu! Doch keine Angst, Wickie hat den Durchblick nicht verloren. Er rechnet bei seiner tollkühnen Aktion fest mit der Hilfe von Faxe und dessen neuem Freund, dem Wal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843145","hoster":"VOE"},{"path":"/redirect/8843154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-32","name":"Angriff der Stinkwanzen","epNo":32,"alt":"Stink bug attack","descr":"Sven und seine Bande glauben, leichtes Spiel mit der Plünderung von Flake zu haben. Doch sie haben sich getäuscht. Wickie jagt den Piraten Stinkwanzen auf den Hals! Besser könnte es für den schrecklichen Sven nicht laufen. Die Männer von Flake ziehen in den Wald zur Wildschweinjagd und lassen ihre Frauen und Kinder ungeschützt zurück. Da ist es ein Kinderspiel für den Piraten und seine Bande, in Flake einzumarschieren und die Wehrlosen gefangen zu nehmen. Wenn er sie in fremden Ländern verkauft, wird er für sie einen schönen Batzen Geld bekommen. Doch vor der Arbeit kommt das Vergnügen! Die Piraten haben einen Bärenhunger, lassen sich von Ylva bekochen und schlagen sich gierig die Bäuche mit Köstlichkeiten voll. Kein Wunder, dass ihre Aufmerksamkeit dabei kurzzeitig nachlässt: Ylvi und Wickie schleichen sich unbemerkt davon und alarmieren Halvar. Halvar? Der hat selbstverständlich nichts Eiligeres zu tun, als zurück nach Flake zu marschieren und es auf eine wüste Balgerei mit Sven ankommen zu lassen. Leider zieht er dabei den Kürzeren. Und leider ist nunmehr Flake gänzlich schutzlos in Svens Händen – mit Ausnahme von Ylvi und Wickie. Den beiden Kindern aber kommt schnell ein ziemlich raffinierter Gedanke: können sie sich nicht ein paar Hände voll Stinkwanzen zunutze machen, die ihnen gerade im Wald über den Weg gelaufen sind?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931328","hoster":"VOE"},{"path":"/redirect/8843156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-33","name":"Thors Hammer","epNo":33,"alt":"The hammer in the stone","descr":"Offenbar hat Gott Thor einen Hammer in einem Fels versenkt. Beim Versuch, ihn herauszuziehen, geraten Halvar und Baltak aneinander und liefern sich einen Zweikampf, den letztlich Wickie entscheiden muss. Eigentlich ist gar nichts Besonderes passiert. Tjure hat seinen Hammer auf einem Felsen vergessen, ein Blitz ist eingeschlagen und hat das Werkzeug tief ins Gestein eingebrannt. Leider glauben nun alle, nichts Geringeres als der Hammer von Gott Thor sei da im Gestein versenkt, und wer ihn besitzte, sei sein Leben lang unbesiegbar. Insbesondere Halvar, der Herr von Flake, und Baltak, oberster Vertreter des Nachbarorts, streiten sich um die Kostbarkeit. Allerdings ist nicht herauszufinden, ob das Objekt der Begehrlichkeit nun rechtmäßig dem Herrschaftsbereich des einen oder des anderen Häuptlings zukommt. Und so einigt man sich auf ein simples Verfahren. Wer es schafft, den Hammer aus dem Fels zu ziehen, der soll Besitzer von Thors Werkzeug und deshalb auch für alle Zeit unbesiegbar sein. Halvar und Baltak machen sich daran, ihre Kräfte zu sammeln, ein paar Übungseinheiten einzulegen und dann mit aller Macht zu versuchen, den eisernen Klotz aus dem steinharten Felsen zu ziehen. Doch keiner von beiden bewegt den Hammer auch nur um einen Millimeter. Es wird also mal wieder Zeit für Wickies Ideen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843160","hoster":"VOE"},{"path":"/redirect/8843161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-34","name":"Befreit Ylvi","epNo":34,"alt":"Free Ylvi","descr":"Die Piraten konnten nicht wissen, dass sie lieber die Finger von Ylvi hätten lassen sollen. Aber nun es ist zu spät. Sie haben Wickies Freundin entführt, und die bläst den Piraten nun gehörig den Marsch. Eigentlich hatten Ylvi und Wickie nichts anderes vor, als sich gemütlich die Zeit am Strand zu vertreiben. Doch als plötzlich Pokka auftaucht, einer der Handlanger des schrecklichen Sven, ist es mit der Gemütlichkeit augenblicklich vorbei. Denn ohne zu zögern entführt Pokka Ylvi auf das Piratenschiff, wo Wickies kleine Freundin ab sofort das Deck zu schrubben hat. Dass in der Zwischenzeit die Entführung bei Halvar und seinen Männern eingeschlagen ist wie eine Bombe, versteht sich von selbst. Angetrieben von Wickie, macht sich das Drachenboot der Wikinger in Windeseile an die Verfolgung Svens. Doch so viel Sorgen müssen sich die Wikinger gar nicht machen. Ylvi hat es nämlich faustdick hinter den Ohren. Mit Tricks und Kniffen gelingt es ihr mühelos, Svens Männer zu verleiten, das Rudern einzustellen, ihr die Arbeit abzunehmen und sämtliche Waffen in ihre Hände zu geben. Als dann auch noch Halvar, Wickie und die Drachenboot-Crew den Entführern immer näher kommen, ist klar: Die Aktion \"Freiheit für Ylvi\" wird garantiert zu einem glücklichen Ende führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843163","hoster":"VOE"},{"path":"/redirect/8843165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-35","name":"Der goldene Vogel","epNo":35,"alt":"Shallow waters","descr":"Die Wikingercrew ist scharf auf Beute, besonders auf den goldenen Vogel der Göttin Freya. Doch zwischen dem bärenstarken Wächter der Schatzkammer auf der einen und dem schrecklichen Sven auf der anderen Seite hat die Crew alle Hände voll zu tun, die Beute in Sicherheit zu bringen. Heute haben sich die Wikinger eine Festung zur Plünderung ausgeguckt. Nicht nur, dass sie sich sicher sind, in der Festung reiche Schätze zu finden. Sie erwarten außerdem, dass sie hier den berühmten goldenen Vogel der Göttin Freya finden und rauben können. Also schlagen sie sich mit List und Tücke bis zur Schatzkammer durch, schicken dabei den bärenstarken Wächter der Schätze ins Leere und halten endlich nicht nur Gold und Edelsteine in Händen, sondern auch den goldenen Vogel, von dem man sagt, dass er seinem Besitzer Glück bis ans Ende aller Tage bringen wird. Doch mit dem Glück ist es erstmal nicht so weit her. Denn auch der schreckliche Sven ist scharf auf den Vogel, und auch der Wächter der Schätze lässt sich nicht ständig ins Boxhorn jagen. Mit anderen Worten: Wickie und die gesamte Mannschaft haben Mühe und Not, Freyas Vogel samt ein paar Fässern voll Schätze auf ihr Drachenboot zu schleppen und sich aus dem Staub zu machen. Doch entkommen sind sie noch lange nicht. Denn Sven ist ihnen schon wieder gnadenlos auf den Fersen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843168","hoster":"VOE"},{"path":"/redirect/8843173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-36","name":"Unter der Erde","epNo":36,"alt":"The Tunnel","descr":"Der Schatz des Zwerges Gondrel liegt verborgen in einem Tunnelsystem, das vollge-stopft ist mit heimtückischen Fallen. Als die Wikinger endlich am Ziel ihrer Wünsche sind, enthält die Schatzkiste durchaus nicht, was sie eigentlich erwarten. Die Wikinger sind auf Schatzsuche. Der geheimnisvolle Plan von Gondrel, einem äußerst hinterhältigen Zwerg, ist in ihren Händen und bringt sie auf die Spur von Reichtümern, die tief unter der Erde, in einem verzweigten System aus Tunneln, verborgen sein sollen. Erwar-tungsfroh macht sich die ganze Mannschaft, angeführt von Halvar, auf den Weg. Die Männer schlagen sich durch das Halbdunkel und stehen unentwegt vor unterirdischen Abzweigungen, die keinerlei Hinweis geben, welchen Gang man geschickter Weise als nächstes weiterzuverfolgen hat. Es kommt, wie es kommen muss: die Wikinger verirren sich heillos! Schlimmer noch: der heimtückische Gondrel hat sein Tunnelsystem mit Fallen gesichert, denen nur mit Wickies Einfallsreichtum beizukommen ist. Riesige, rollende Felsbrocken treiben die Eindringlinge vor sich her, Gatter aus spitzen Pfählen richten sich vor den Wikingern auf und scheinen keinen Durchlass zu eröffnen. Doch keiner unserer Helden verliert den Mut, und so stehen sie denn endlich vor dem Lohn ihrer Mühen – einer Schatzkiste. Die Überraschungen sind damit aber noch lange nicht zu Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843177","hoster":"VOE"},{"path":"/redirect/8843178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-37","name":"Applaus für Ylva","epNo":37,"alt":"Ylva in charge","descr":"Dass hätte sich der schreckliche Sven nicht träumen lassen, dass ihm ausgerechnet Ylva, Halvars Frau, ordentlich dem Marsch bläst. Es muss etwas passieren. Ylvas Vorräte sind allesamt aufgebraucht! Darauf, dass Halvar wieder gesund wird und nicht länger in der Lautstärke eines Sommergewitters niesen muss, kann sie nicht länger warten. Sie muss sich selbst um ein paar Einkäufe kümmern! Also wird Ulme kurzerhand zum Kapitän des Drachenbootes ernannt, und schon geht es samt Snorre und Tjure, Ylva und Wickie auf große Fahrt: mitten hinein in die Fänge des schrecklichen Sven, der draußen auf dem Meer auf leichte Beute gewartet hat. Leichte Beute? Von wegen! Von Ylva kann Sven noch ordentlich was lernen. Beispielsweise wie man mit einem einzigen Handstreich eine komplette Crew Piraten aufs Kreuz legen und seelenruhig den nächsten Hafen erreichen kann. Sven tobt. Das will er sich nicht bieten lassen, schon gar nicht von Halvars Frau! Er sinnt auf Rache. Die bekommt er allerdings nur, wenn er schlauer ist als Ylva. Und davon kann nicht die Rede sein, schon gar nicht, wenn Wickie seine Mutter einfallsreich dabei unterstützt, den schrecklichen Piraten nach allen Regeln der Kunst auszutricksen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251538","hoster":"VOE"},{"path":"/redirect/8843181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-38","name":"Siegestanz","epNo":38,"alt":"Victory Dance","descr":"Die Iren sind ein besonderes Volk: sie tragen ihre Auseinandersetzung aus, indem sie gegeneinander zum Tanzen antreten. Halvar muss sich dem fügen. Will er den Iren entkommen, muss er ein großartiger Tänzer werden! Diese Iren scheinen ein seltsames Völkchen zu sein. Denn anders als unsere Wikinger tragen sie ihre Auseinandersetzungen nicht handfest mit Waffen aus, sondern – durch tanzen! Kein Wunder also, dass der bärbeißige Halvar beim Anschauen eines solchen, in seinen Augen al-bernen Tanzduells vor Lachen lauthals losprusten muss und die Iren dadurch schwer beleidigt. Knall auf Fall wird er zum Zweikampf gefordert und muss, ob er will oder nicht, zum irischen Stepptanz antreten. Trotz aller gut gemeinten Überredungsversuche und trotz einigem Aus-probieren von einschlägigen Tanzschritten versagt der Wikingerhäuptling im Duell allerdings kläglich und landet, als Strafe und samt seiner gesamten Mannschaft, im tiefsten irischen Ver-lies. Ein Fluchtversuch misslingt, und so ist wieder einmal Wickie gefordert, um die gefährliche Situation, in die unsere Wikinger geraten sind, zu lösen. Mutig fordert unser Held also einen neuen Zweikampf, bei dem er diesmal aber höchst selbst antreten will und dabei den irischen Tanzstil um etwas so Unerwartetes zu bereichern gedenkt, dass es selbst die Einheimischen beeindrucken und der Drachenboot-Crew die Freiheit wiederschenken wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843186","hoster":"VOE"},{"path":"/redirect/8843185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-39","name":"Der Wegezoll","epNo":39,"alt":"The Canal","descr":"Alles hängt mal wieder an Wickie. Denn Halvar manövriert das Drachenboot in beträchtliche Schwierigkeiten: zwar möchte der Kapitän die Heimfahrt abkürzen, doch den Wegezoll für den dänischen Kanal will er auf keinen Fall entrichten. Das Drachenboot ächzt unter der Last der Schätze, die die Wikinger angesammelt haben. Doch noch sind es sieben lange Tage, bis sie Flake erreichen und wieder in ihren heimatlichen Betten schlafen können. Sieben lange Tage? Wie wäre es denn da mit einer kleinen Abkürzung? Dann dauerte die Rückreise bloß noch einen einzigen Tag! Halvar, Wickie und die ganze Mannschaft sind Feuer und Flamme für die Idee. Der Haken an der Sache ist bloß, dass die Abkürzung durch einen schmalen Kanal führt, der vom dänischen König beherrscht wird. Jeder, der hier durchfahren möchte, ist gezwungen, einen mächtigen Wegzoll zu bezahlen. Und wer nicht bezahlt, der hat auch keine Chance, die dornenbewehrte Sperre zu überwinden, die von einem zum anderen Ufer gespannt ist. Halvar sitzt schön in der Patsche. Zwingen lassen will er sich nicht, und Wegzoll bezahlen schon gar nicht. Aber fliegen kann sein Drachenboot auch nicht, und so liegt es ganz bei Wickie, einen guten Einfall zu haben, der die Wikinger mit allen ihren Schätzen unbeschadet durch den Kanal bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843192","hoster":"VOE"},{"path":"/redirect/8843194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-40","name":"Kampf mit dem Stier","epNo":40,"alt":"Andalusia","descr":"Die Wikinger hat es nach Andalusien verschlagen. Nicht jeder heißt sie dort willkommen. Gaudio zum Beispiel legt alles darauf an, ihnen einen wilden Stier auf den Hals zu hetzen und das Drachenboot abzuknöpfen. Eigentlich wollen die Wikinger bloß schauen, was sie sich denn im fernen Spanien an Reichtümern unter den Nagel reißen können. Doch dann kommt alles ganz anders. Unversehens nämlich stehen sie vor einem muskelstrotzenden Prachtbullen, der unsere Helden kreuz und quer über die Wiese jagt. Glücklicher Weise taucht spät, aber noch rechtzeitig der Besitzer des Bullen, Rodrigo, auf und kann die Wikinger im letzten Moment davor bewahren, auf die Hörner genommen zu werden. Rodrigo ist ein netter Kerl, mit dem schnell Freundschaft zu schließen ist. Gaudio allerdings, der ansässige Großgrundbesitzer, ist alles andere als nett. Ein Halsabschneider ist er, und kaum hat er Rodrigo den Bullen weggenommen, ist auch schon seine Gier geweckt, den Wikingern das Drachenboot mit allem, was es enthält, zu stehlen. Und da er eine Bande von Helfershelfern um sich versammelt hat, bleibt den Wikingern nichts übrig, als auf seinen üblen Vorschlag einzugehen: Halvar soll gegen den Bullen um die Wette laufen, und wenn er verliert, verlieren die Wikinger alles, was ihnen gehört","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843196","hoster":"VOE"},{"path":"/redirect/8843202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-41","name":"Der falsche Druide","epNo":41,"alt":"Druid needs a ride","descr":"Ein falscher Druide bietet sich den Wikingern an. Angeblich will er Faxe von seinen Bauchschmerzen kurieren, in Wahrheit aber will er die ganze Mannschaft auf einer einsamen Insel aussetzen und Herr des Drachenbootes werden. Faxe hat heftige Schmerzen in seinem dicken Bauch und braucht deshalb dringend Hilfe. Was für ein Glück, dass es Urobe einfällt, auf die Heilkünste des alten Eboru zurückzugreifen, der einsam auf einem abgelegenen Eiland lebt. Doch als die Wikinger in Windeseile dort eintreffen, ist von Eboru nichts zu sehen. Stattdessen begegnet ihnen ein windiger Kerl namens Else-nor, der behauptet, Eborus Schüler zu sein und ihn zu vertreten. Da die Wikinger zunächst keinen Grund sehen, dem Mann zu misstrauen, nehmen sie ihn mit auf ihr Drachenboot und folgen seinem Wunsch, dorthin zu fahren, wo man Seetang findet: angeblich das beste Heil-mittel für einen schmerzenden Bauch. Nur Wickie ist es von allem Anfang an nicht wohl beim Anblick von Elsenor. Und Wickie soll mal wieder recht behalten! Denn es dauert nicht lange, da hat es der Betrüger geschafft, die Wikingercrew auf einer schroffen Felseninsel auszusetzen, Gorm und Wickie an den Mast des Schiffes zu fesseln, sich des Drachenbootes samt der hier angehäuften Reichtümer zu bemächtigen und drauf und dran zu sein, sich listig aus dem Staub zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843211","hoster":"VOE"},{"path":"/redirect/8843213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-42","name":"Die Insel der Träume","epNo":42,"alt":"Silent Night","descr":"Auf der geheimnisvollen Insel sorgen singende Steine dafür, dass jeder in tiefe Träume versinkt. Lediglich Ulmes Gesang scheint davor zu schützen. Wickie kann Ulme also gut gebrauchen, wenn er in der Nacht einiges zu regeln hat. Das hat sich Halvar ja fein ausgedacht: er lässt seine Crew den ganzen Tag lang schlafen, damit sie, frisch und ausgeruht, während der Nacht plündern können. Auf der Insel der Träume nämlich scheinen bergeweise Schätze zu liegen, die keiner bewacht – kinderleichte Beute also für die Wikinger. Doch unsere Helden haben sich getäuscht. Denn auf der Insel weht der Wind durch merkwürdige Öffnungen in Steinen und erzeugt dabei summende Töne, die alle Menschen, die sie hören, in tiefen Schlaf versetzen. Als die Wikinger am Morgen aufwachen, werden sie arglos und freundlich von Boranis empfangen, der ansässigen Herrscherin. Sie mahnt Halvar eindringlich, seine Finger von ihrem Gold zu lassen. Doch Halvar will nicht hören. Als er sich in die Schatzkammer schleicht, versetzt ihn Boranis in einen Schlaf, der von lauter Alpträumen begleitet wird. Es gibt nur eine einzige Chance für Wickie, seinen Vater zu erlösen. Er muss eine Möglichkeit finden, wie er den sehnlichsten Wunsch der Herrscherin erfüllen kann – den Sternenhimmel zu sehen. Das war ihr stets verwehrt, denn gegen die Macht der summenden Steine, die bei Einbruch der Nacht jeden einschlafen lassen, kam bislang selbst sie nicht an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843217","hoster":"VOE"},{"path":"/redirect/8843221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-43","name":"Ein wahrer Wikinger","epNo":43,"alt":"A true viking","descr":"Besteht Wickie den Test zum \"wahren Wikinger\"? Schnell stellt sich heraus, dass nicht etwa Wickie selbst, sondern vielmehr seine Prüfer die heftigsten Probleme mit den vorbereiteten Aufgaben haben. Halvar möchte Wickie gerne auf seine Fähigkeiten als wahrer Wikinger prüfen. Die Aufgabe, die er sich dazu ausgedacht hat, besteht darin, mit Hilfe einer Schatzkarte einen wertvollen Schild im Wald zu finden. Damit die Suche für Wickie aber kein Kinderspiel wird, haben Halvar und seine Mannschaft ein paar Schwierigkeiten eingebaut. Halvar bricht also mitsamt Wickie in den Wald auf und verlässt sich ganz darauf, dass Tjure und Snorre, Faxe und Ulme heimlich an den abgesprochenen Orten lauern und für Gefahren sorgen, die Wickie überwinden muss. Geplant sind vor allem der Auftritt eines wilden Bären, in den sich Faxe verwandeln soll, und das Überwinden eines Sumpfes. Doch natürlich kommt alles ganz anders als geplant: schon deswegen, weil Halvars Freunde es überhaupt nicht rechtzeitig in den Wald schaffen. Tjure muss Holz hacken, Faxe hat noch nichts gegessen und Snorre und Ulme sind so müde, dass sie erst mal ein Nickerchen machen. Der einzig wahre Wikinger – Wickie! – hat es deshalb plötzlich mit ganz echten und keineswegs mit vorgetäuschten Gefahren zu tun!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843224","hoster":"VOE"},{"path":"/redirect/8843225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-44","name":"Schiffbrüchige","epNo":44,"alt":"Castaways","descr":"Den Schiffbrüchigen muss augenblicklich geholfen werden, sonst ertrinken sie. Doch wie immer hat sich Gilby überschätzt. Retten kann er Godrick, Astrid und ihr Baby nur, wenn er Wickies Hilfe annimmt. Dass man mit einer langen Stange – nach Art der Stabhochspringer – ein gefährliches Hindernis überwinden kann – das kann sich Gilby von Wickie abschauen. Doch wenn Gilby glaubt, dass er mit diesem Trick und mithilfe von noch ein, zwei weiteren eigenen Ideen in der Lage ist, ein paar Schiffbrüchige von einem sinkenden Boot zu retten, dann hat er sich getäuscht. Gilbys Rettungsaktion scheitert, und wenn Wickie nicht ganz schnell die Sache in die eigene Hand nimmt, dann werden die Schiffbrüchigen in ein paar Minuten untergehen. Wicki holt Hilfe. In Windeseile hat er Halvar und die gesamte Crew um sich am Strand versammelt und knobelt mit ihnen an Möglichkeiten, zu Astrid überzusetzen, zu Godrick und dem Baby, die zu Dritt auf einem aus dem Wasser ragenden Felsen aufgelaufen und von einer reißenden Strömung umgeben sind. Gibt es eine Chance, die Drei mit einem Rettungsboot aus ihrer Not zu befreien? Der Versuch misslingt kläglich. Doch Wickie gibt nicht auf. Wenn man nicht durch das Wasser hindurch zu den Sinkenden vordringen kann, dann vielleicht über das Wasser hinweg! Fieberhaft beginnt Wickie zusammenzusuchen, was er für die Umsetzung seines Planes braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843226","hoster":"VOE"},{"path":"/redirect/8843228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-45","name":"Haremsfrauen","epNo":45,"alt":"Arabian Knights","descr":"Ein Kalif, der wie ein Bettler durch die Wüste irrt? Der steckt sicher tief in der Patsche. Und tatsächlich! Als Haremsfrauen verkleidet kommen die Wikinger im Palast einer üblen Intrige auf die Spur. Zwei Wochen irren die Wikinger nun schon in der Wüste herum wie in einem gigantischen Sandkasten, ohne auch nur im Mindesten Beute gemacht zu haben. Da plötzlich stoßen sie mitten in der Einöde auf Sabu, der zwar aussieht wie ein Bettler, in Wirklichkeit aber der Kalif aus dem Reiche der Fatimiden ist, der König der Könige! Sein ehrgeiziger Großwesir hat ihn betrogen, vertrieben und das Kalifenamt an sich gerissen. Jetzt wollen die Wikinger dem Vertriebenen zurück auf den Thron verhelfen – natürlich gegen einen ansehnlichen Batzen Gold. Doch so einfach, wie sie sich das vorgestellt haben, ist die Sache nicht. Den rechtmäßigen Kalifen will in seinem Bettlerkittel niemand wiedererkennen, und die Wikinger sind gegen die bis an die Zähne bewaffneten Palastwachen chancenlos. Wickies gute Idee aber löst das Problem. Halvar, Snorre, Tjure, Faxe und Sabu verkleiden sich unter Wickies Führung als Haremsdamen und verschaffen sich so Eintritt beim verbrecherischen Wesir. Doch am Ziel ihrer Wünsche sind sie damit noch lange nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843230","hoster":"VOE"},{"path":"/redirect/8843236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-46","name":"König Snorre","epNo":46,"alt":"Trojan Snorre","descr":"Unversehens macht ein fremdes Volk Snorre zu seinem König. Während der sein neues Amt in vollen Zügen auskostet, möchte Halvar – mit Wickies Hilfe! – unbedingt sein verlorenes Crew-Mitglied zurück haben. Snorre hat sich mal wieder heftig mit Tjure gestritten. Zutiefst in seinem Stolz verletzt, schlägt er sich auf der Insel, die die Wikinger angesteuert haben, in die Büsche und gerät schnurstracks mitten hinein in die feierliche Zusammenkunft aller Inselbewohner: gerade soll deren neuer König gewählt werden! Ein paar für Snorre äußerst glückliche Umstände kommen zusammen – und schon findet sich unser Wikinger als derjenige wieder, der am Folgetag zum Regenten des Inselstaates gekrönt werden soll. Snorre ist begeistert, gibt es doch Menschen auf dieser Erde, die ganz offenbar seine wahre Größe erkannt haben! Doch nicht bereit, ihren Freund und Kameraden einfach zurückzulassen, versuchen Halvar, Vic und die Crew Snorre zu überreden, wieder aufs Drachenboot zurückzukommen und die Heimreise nach Flake anzutreten. Snorre will nicht. Er ist froh, mit seinem König-Sein dem blöden Tjure eins auszuwischen, hat dabei aber nicht die geringste Ahnung davon, dass der fiese Notch klammheimlich seine Intrigen gegen ihn spinnt. Notch ist es gewesen, der den alten König vertrieben und sich Hoffnungen darauf gemacht hat, dessen Platz einzunehmen. Snorre ist deshalb sein ärgster Feind, und wenn Wickie nichts einfällt, Snorre zu warnen, dann wird es dem Freund bald übel ergehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843238","hoster":"VOE"},{"path":"/redirect/8843241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-47","name":"Nächtlicher Diebstahl","epNo":47,"alt":"The thief among us","descr":"Halvar ist mit allen Wassern gewaschen, aber ein Dieb ist er nicht. Trotzdem beschuldigt Baltak ihn, gestohlen zu haben. Wickie braucht ein paar scharfsinnige Einfälle, um zu entdecken, wo der wirkliche Dieb zu suchen ist. Die Wikinger in Flake wundern sich gehörig, als sie eines Morgens funkelnagelneue Ruder und taufrische Seile finden – eine Ausrüstung, die sie auf ihrem Drachenboot natürlich bestens brauchen können. Das böse Erwachen kommt erst, als Baltak, Häuptling der Nachbargemeinde, Halvar beschuldigt, die Sachen arglistig gestohlen zu haben. Halvar ist also ein Dieb? Das kann nicht sein. Zwar hat Wickie in der Nacht einen seltsamen Schatten gesehen, der durch Flake schlich und wahrscheinlich der Übeltäter war. Aber beweisen, dass dieser Schatten auf keinen Fall Halvar gewesen ist – das kann er nicht. So geraten also die Häuptlinge heftig aneinander. Zunächst versuchen sie noch, ihre Auseinandersetzung mit einem Tauziehen zu regeln. Doch als das nichts fruchtet, droht Krieg zwischen den beiden, sonst befreundeten Gemeinden. Nun ist Wickie ernsthaft gefordert. Er muss sich etwas einfallen lassen, und wie immer hat er rasch eine prächtige Idee. Gemeinsam mit Ylva bastelt er an einer Falle, die erweisen wird, wer tatsächlich der nächtliche Dieb gewesen ist und vor allem: warum!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843245","hoster":"VOE"},{"path":"/redirect/8843246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-48","name":"Ausgetrickst","epNo":48,"alt":"He’s my son","descr":"Ulme ist dem schrecklichen Sven in die Fänge geraten und droht, auf Nimmerwiedersehn zu verschwinden. Es sei denn, Wickie und seine Wikinger mischen den üblen Piraten und dessen Spießgesellen mal ordentlich auf. Beladen mit Schätzen rudern die Wikinger nach Hause. Kein Zweifel: sie könnten bester Laune sein! Doch leider machen ihnen Ulme und sein schrecklicher Gesang einen gehörigen Strich durch die Rechnung. Dieses unaufhörliche Gesinge ist kaum auszuhalten! Kurz entschlossen verfrachten die Wikinger ihren Freund ins Beiboot und ziehen ihn an einer langen, einer sehr langen Leine hinter dem Drachenboot her. Das Ganze erweist sich als keine gute Idee! Denn wie aus dem Nichts taucht der schreckliche Sven auf, bemächtigt sich des Beibootes, nimmt Ulme als Geisel gefangen und fordert von Halvar die sofortige Auslieferung seiner gesamten Schätze. Andernfalls, so sagt Sven, würde Ulme verkauft und als Minenarbeiter enden. Na toll! Da ist guter Rat augenblicklich teuer – umso mehr als Faxes übereilte Rettungsaktion dafür sorgt, dass mit ihm auch der größte und stärkste Wikinger in die Hände der Piraten fällt. Wer anderes als Wickie wäre in so auswegloser Situation noch imstande, die Geiseln zu befreien und sich diesen beutegierigen Sven vom Halse zu schaffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843247","hoster":"VOE"},{"path":"/redirect/8843252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-49","name":"Die Urlaubsinsel","epNo":49,"alt":"Resort Island","descr":"Die Wikinger trauen ihren Ohren nicht. Sie werden auf einer unbekannten Insel zum Baden und Saunen eingeladen. Doch Wickie traut dem Frieden nicht. Und sein Misstrauen ist nur allzu berechtigt. Es donnert und blitzt, und außerdem sind Halvars Männer hungrig wie die Wölfe. Was also könnte der Crew besseres passieren, als auf der Höhe von Island einen Hafen zu finden, der Schutz und Essen verspricht? Wie überrascht sind die Wikinger aber, als der Einheimische Hallgrim sie nicht nur freundschaftlich zu einer üppigen Mahlzeit einlädt, sondern seine Gäste auch noch zu einem Wohlfühl- und Entspannungsort führt mit heißen Quellen, Sauna und viel Spaß beim Ausruhen und Nichtstun. Einzig Wickie kommt soviel Freundlichkeit und Uneigennützigkeit ziemlich befremdlich vor. Er hat recht. Seine schlimmsten Vermutungen werden bestätigt. Nicht nur, dass sich die Männer fast in einer labyrinthischen Höhle verlaufen, in die sie Hallgrim geschickt hat: schnell findet sich auch Snorre, der das Drachenboot bewachen sollte, gefesselt und geknebelt wieder. Und das Boot, der kostbarste Besitz der Wikinger, ist – verschwunden! Was ist geschehen? Hat Hallgrim sie übers Ohr gehauen? Wickie öffnet die große Trickkiste und schmiedet einen Plan, das Boot zurückzuholen und die Diebe zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843254","hoster":"VOE"},{"path":"/redirect/8843257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-50","name":"Die Beerenschlacht","epNo":50,"alt":"The war of the berries","descr":"Kinderausflug auf die Beereninsel! Während die einen friedlich Früchte sammeln, hecken Gilby und seine Kumpane schon gleich wieder eine Gemeinheit aus. Aber – wer anderen eine Grube gräbt, der fällt natürlich selbst hinein. Halvar hat sich bereit erklärt, mit Frau Flart, der Lehrerin von Flake, und ihren Schulkindern auf eine benachbarte Insel zu segeln. Die Kinder sollen dort wilde Beeren sammeln, und Frau Flart macht daraus einen regelrechten Wettbewerb! Die Klasse wird zweigeteilt, und die Frage ist nun, welche Gruppe am schnellsten die Körbe mit Früchten füllt, zugleich die Fahne, die über der Insel weht, erobert und mit Körben und Fahne zurück zum Drachenboot kommt. Von einem fairen Wettkampf ist schnell nicht mehr die Rede. Denn um den Sieg zu erringen, versuchen Gilby uns seine Gefolgsleute die Beeren von Wickies Truppe zu stehlen und außerdem die gegnerischen Kinder außer Gefecht zu setzen. Gilby schießt Beeren gegen sie ab, und da Frau Flart festgelegt hat, dass jedes Kind ausscheiden muss, dessen Kleider mit Beerensaft bekleckert sind, entbrennt schnell eine wütende Beerenschlacht. Saftige Beeren fliegen den Kindern nur so um die Ohren, und es ist zweifelhaft, ob sich Wickie und die Seinen in diesem Kampf behaupten können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843260","hoster":"VOE"},{"path":"/redirect/8843265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-51","name":"Das unschlagbare Schwert – Teil 1","epNo":51,"alt":"Up the river","descr":"Die Wikinger verlassen das Meer und folgen einem Flusslauf – immer auf der Suche nach dem sagenumwobenen Schwert eines lange verstorbenen Königs. Sie ahnen nicht, dass sie schnurstracks in Richtung eines Wasserfalls rudern. In der Regel sind die Wikinger draußen auf dem offenen Meer unterwegs. Doch heute ist es anders. Heute fahren sie mit ihrem Drachenboot einen Fluss entlang, immer tiefer ins unbekannte Landesinnere. Warum? Weil die Crew auf der Suche nach dem Schwert eines vor langer Zeit gestorbenen Königs ist, einer Waffe, der ganz besondere Kräfte nachgesagt werden und von dessen Hilfe sich Halvar verspricht, seinen Erzfeind, den schrecklichen Sven, ein für alle Mal besiegen zu können. Doch die Reise gestaltet sich anders als gedacht, vor allem, weil die Wikinger zunächst einmal einen jungen Mann vorm Ertrinken retten müssen und anschließend selbst in äußerste Bedrohung geraten. Nachdem sie das Drachenboot krachend gegen ein Riff gesteuert haben, rauschen sie langsam, dann immer schneller und hilfloser direkt auf einen so großen Wasserfall zu, dass ein Sturz über die Wasserkante weder die Crew noch das Drachenboot überleben würden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843263","hoster":"VOE"},{"path":"/redirect/8843272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-52","name":"Das unschlagbare Schwert – Teil 2","epNo":52,"alt":"The invincible sword","descr":"Das sagenumwobene Schwert eines lange verstorbenen Königs ist gut versteckt. Es braucht viel Mut und Geschick, um es in seinem Geheimversteck aufzustöbern. Und es weckt natürlich nicht nur die Begehrlichkeiten von Halvar und seinen Leuten. Auf der Suche nach dem geheimnisvollen Schwert, mit dessen Hilfe Halvar seinem Erzrivalen Sven endlich und endgültig den Garaus machen möchte, entdecken die Wikinger tief im Landesinnern Russlands, dass der Edelstein, der ihnen als Hilfe bei ihrer Suche geschenkt wurde, umso stärker glimmt, je näher sie ihrem Ziel kommen. Inmitten einer Höhle, die ihren Eingang auf halber Höhe eines schroffen Felsabrisses hat, strahlt und glänzt der Edelstein wie nie zuvor. Und tatsächlich! Hier findet sich das sagenumwobene, unschlagbare Schwert, ein Schwert, das seine wahren Fähigkeiten erst in dem Moment entwickelt, als Wickie auf den Gedanken kommt, den Edelstein in eine Ausbuchtung am Schwertknauf einzusetzen. Auf diese Weise wird nun Halvar stolzer Besitzer einer Waffe, mit der er in der Lage ist, einen hinterhältigen Kriegsherrn zu besiegen, der ihm das Schwert neidet. Gleichzeitig aber erweist sich das Schwert als so unkontrollierbar, dass es den Wikingern selbst zur Gefahr werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843268","hoster":"VOE"},{"path":"/redirect/8843279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-53","name":"Das unschlagbare Schwert – Teil 3","epNo":53,"alt":"Back to Flake","descr":"Voller Leidenschaft probiert Halvar sein neues, sagenumwobenes Schwert aus. Doch das Schwert hat seinen eigenen Willen und ist nicht beherrschbar. Es braucht schon Wickies Besonnenheit, um es wieder loszuwerden. Halvar hält das sagenumwobene, unbesiegbare Schwert in Händen und glaubt, sich damit endlich an seinen Erzfeind, dem schrecklichen Sven, rächen zu können. Doch die Waffe, die die Wikinger auf ihren Streifzügen in Russland entdeckt haben, führt ihr Eigenleben. Denn kaum nimmt Halvar sie – voller Leidenschaft für das blitzende Metall und den glühenden Edelstein in ihrem Knauf – in die Hand, scheint sich das Schwert wie magisch angezogen zu fühlen von Holz: es macht mit Halvar, was es will, schlägt unbändig auf Fässer und die hölzerne Reling ein, und veranlasst Wickie, seinen Paps ausdrücklich davor zu warnen, das Schwert überhaupt nur anzurühren. Doch Halvar hört nicht auf seinen Sohn. Er besteigt das Beiboot und segelt mutterseelenallein, dafür aber bewaffnet mit seinem geliebten Schwert, direkt auf Sven zu. Das tolldreiste Unternehmen führt für den Wikingerchef zweifellos zu einem bösen Erwachen, wenn sich Wickie nicht todesmutig an seine Seite katapultieren ließe und ihn aus den Fängen Svens wie auch denen des Schwertes retten würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843275","hoster":"VOE"},{"path":"/redirect/8843281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-54","name":"Im Götterhimmel","epNo":54,"alt":"Loki the trickster god","descr":"Die Wikinger spielen Theater. Ylvi spielt die Göttin Balder und schläft als solche einen Dornröschenschlaf, weil sie vergiftet worden ist. Alle anderen Götter müssen sich beeilen, um ihr Leben zu retten. Die Wikinger haben viele Götter. Anlässlich eines Festes in Flake schlüpfen Einwohner in die Rolle der Himmelsbewohner und spielen auf der Dorfbühne eine Geschichte nach, die sich einst zugetragen hat. In sagenhafter Vergangenheit wird die von allen geliebte Balder (gespielt von Ylvi) wie Dornröschen in einen tiefen Schlaf versetzt. Der Übertäter ist Loki (gespielt von Gilby), ein Gott, der in der Lage ist, ständig seine Gestalt zu ändern: mal ist er Loki selbst, mal eine Taube, im nächsten Moment ein Fisch im Wasser. Nur Hel (gespielt von Urobe), die Göttin der Unterwelt, weiß, wie man den bösen Zauber wieder von Balder lösen kann: Tränen von allen Lebewesen auf der Welt müssen gesammelt werden! Also machen sich Odin (gespielt von Halvar) und Thor, der Donnergott (gespielt von Wickie), auf die Reise, um die Aufgabe zu erfüllen. Doch wieder ist es Loki, der den Göttern übel mitspielt. Denn auch Loki müsste seine Tränen für Balder geben, ist aber dazu partout nicht bereit. Donnergott Thor ist in der Pflicht, den Gauner und seine einzigartige Fertigkeit, seine Gestalt blitzschnell zu wechseln, auszutricksen und Balder zu erlösen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8885545","hoster":"VOE"},{"path":"/redirect/8843293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-55","name":"Gemeinsam sind wir stark","epNo":55,"alt":"Stronger together","descr":"Nicht nur, dass sich Halvar und Baltak in den Haaren liegen. Jetzt droht auch noch ein Überfall der furchterregenden Berserker. Wickie muss sich ins Zeug legen, um die Kampfhähne zu versöhnen und die Angreifer in die Flucht zu schlagen. Als Halvar versehentlich seinen Speer in die Haustür von Baltak, dem Anführer des Nachbardorfes, wirft, geraten die beiden Häuptlinge heftig aneinander. Wie immer hält sich jeder für den besseren Anführer, den besseren Krieger und natürlich auch für den besseren Speerwerfer. Der Streit kommt völlig ungelegen, denn der Küste nähert sich ein Schiff der wilden und beutegierigen Berserker, gegen die normaler Weise kein Kraut gewachsen ist. Dass unter den Wikingern nun jeder sein eigenes Süppchen kocht und sich jeder auch noch blind und uneinsichtig damit brüstet, die Berserker ohne großes Federlesen allein in die Flucht schlagen zu können, macht die Situation in Wickies Augen umso bedenklicher. Denn Wickie weiß: nur gemeinsam sind die Wikinger stark genug, und so muss er unbedingt dafür sorgen, dass Baltak und Halvar sich zumindest für den Kampf gegen die Feinde zusammenraufen und gemeinsam an einem Seil ziehen. An einem Seil ziehen? Das ist es! Wickie weiß plötzlich haargenau, was zu tun ist und wie er die beiden Streithähne zu packen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843290","hoster":"VOE"},{"path":"/redirect/8843294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-56","name":"Der Drachenbootführerschein","epNo":56,"alt":"License to sail","descr":"Ohne Drachenbootführerschein darf Wickie in dänischen Gewässern nicht am Ruder sitzen. Also muss er sich einer Prüfung unterziehen, und die ist zwischen Unmengen von Eisbergen alles andere als einfach zu bestehen. Wickie bemüht sich nach Kräften, in dänischen Gewässern Papas Drachenboot zu steuern. Einen Beinahe-Zusammenstoß mit einem entgegenkommenden Segler kann er allerdings nicht verhindern. Sofort wird die dänische Wasserpatrouille aufmerksam und möchte nachdrücklich den hierzulande vorgeschriebenen Drachenbootsführerschein sehen. Natürlich hat Wickie keinen solchen Schein. Um aber zu verhindern, dass das gesamte Boot beschlagnahmt wird, willigt er in eine Führerschein-Prüfung ein. Die besteht aus zwei Teilen: den theoretischen Teil schafft Wickie ohne weitere Probleme. Der praktische Teil hat es dagegen in sich, würde unserem kleinen Wikingerhelden freilich auch gelingen, wenn nicht – tja, wenn nicht Halvar die ganze Sache vermasseln würde. Plötzlich scheint alles verloren! Der dänische Prüfer schüttelt ernst den Kopf: er will einen Führerschein auf gar keinen Fall mehr ausstellen. Es ist ein Wink des Schicksals, dass das Drachenboot just in diesem Moment durch starke Strömung mitten hinein in ein riesiges Eislabyrinth gedrückt wird. Wickie bekommt eine zweite Chance, sein Können zu beweisen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843295","hoster":"VOE"},{"path":"/redirect/8843299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-57","name":"Das große Chinaabenteuer – Teil 1","epNo":57,"alt":"Strangers in a strange land (Part 1)","descr":"Das Wetter spielt den Wikingern einen Streich. Plötzlich finden sie sich in China wieder, und ihr Drachenboot schwimmt in einem Reisfeld! Da ist es nicht leicht, sich das Vertrauen der Einheimischen zu erobern und dem Drachenboot Flügel zu verleihen. Es ist ein gigantischer Wirbelwind, der das Drachenboot der Wikinger unversehens packt und über den halben Globus hinein ins chinesische Reich der Mitte schleudert. Doch nicht genug damit! Kaum vermögen unsere Helden wieder halbwegs klar über die Reling zu schauen, da tanzt auch schon ein ziemlich furchterregend ausschauender Drache um sie herum und macht Anstalten, sie nicht gerade mit Freundlichkeit zu begrüßen. Die Wikinger irren sich. Es ist nur ein Drache aus Papier, und der gehört Mingzhu, einem Mädchen, das unbedingt und so schnell wie möglich zur Küste muss, wo ihr kranker Vater in Magenkrämpfen auf sie wartet. Von Reisen kann allerdings erst mal gar keine Rede sein. Denn erstens sitzt das Drachenboot mitten in einem Reisfeld fest, zweitens hat die heftige Landung des Schiffes alles zerschlagen, was Mingzhu eigentlich braucht: die Medikamente für ihren Papa nämlich und den Handkarren, um die Arznei bis zu Küste zu transportieren. Und drittens mischt sich jetzt auch noch ein chinesischer General ein, der allerhöchstes Interesse am fliegenden Schiff der Fremden zeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843300","hoster":"VOE"},{"path":"/redirect/8843305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-58","name":"Das große Chinaabenteuer – Teil 2","epNo":58,"alt":"Strangers in a strange land (Part 2)","descr":"Die Wikinger sitzen nicht nur in China fest – auch das Meer ist in weiter Ferne. Der Versuch, aus dem Schiff einen fliegenden Drachen zu machen, ist gescheitert. Vielleicht aber gelingt es, das Schiff auf dem Landweg ins Rollen zu bekommen. Zwar ist es Wickie gelungen, das Wikingerschiff wieder zum Fliegen zu bringen, doch weit kommen er und die Crew damit nicht. Ihre Reise zur Küste, wo sie Mingzhu, ihre neue Freundin, absetzen und von wo aus sie selbst ihre Rückfahrt nach Flake starten wollten, endet abrupt und mit einem weiteren Absturz dicht hinter der chinesischen Mauer. Natürlich freuen sich Halvar und die anderen, dass der Kommandant der Wachtürme plötzlich äußerst freundlich zu ihnen ist, sie zum Essen einlädt und sich von Wickie in die Kunst des Fliegens einweihen lässt. Doch das alles löst eigentlich nicht wirklich die Probleme unserer Freunde. Wie sollen sie mit einem Drachenboot, das mehrere Bruchlandungen hinter sich und kein Wasser unterm Kiel hat, die chinesische Küste erreichen? Es sei denn – tja, es sei denn, dass die chinesischen Soldaten helfen, das Boot aus dem Bambuswald heraus und auf einen Hügel hinauf zu schieben, um dann, mit einem kleinen Umbau, aus dem Luft- und Seeschiff vielleicht ein flottes Landschiff zu machen. Wickie reibt sich schon die Nase, und eine neue pfiffige Idee lässt ihn bis über beide Backen strahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843308","hoster":"VOE"},{"path":"/redirect/8843313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-59","name":"Das große Chinaabenteuer – Teil 3","epNo":59,"alt":"How much can a panda bear","descr":"Haben die Wikinger tatsächlich einen Drachen im chinesischen Bambuswald gesehen? Und treibt in der Gegend tatsächlich ein böser Geist sein Unwesen? Wickie begibt sich auf Spurensuche, um das Geheimnis zu lösen. Als die Wikinger vor der chinesischen Küste segeln, glaubt Halvar plötzlich, an Land einen Drachen gesehen zu haben. Einen Drachen? Den will er jagen, und es ist ihm ganz egal, ob seine Crew alles andere als begeistert von einem so gefährlichen Unternehmen ist. Als die Wikinger jedoch, nach einigem Herumirren im Bambuswald, tatsächlich auf den Drachen stoßen, stellt sich heraus, dass es sich bei dem Ungetüm um etwas handelt, aus dem Papa Ming und Sohn Qi plumpsen. Die beiden haben versucht, mit einem Furcht einflössenden Kostüm einen bösen Geist aus dem Wald zu vertreiben – einen Geist, der die ganze Gegend unsicher macht und die Menschen davon abhält, ihren heiligen Tempel zu pflegen! Das jedenfalls behauptet Papa Ming. Sein Sohn scheint ganz anderer Meinung. Qi hält nichts von diesem Gerede über den Teufelsgeist, verbündet sich mit Wickie – und tatsächlich kommen die beiden Jungs dem eigentlichen Grund für den Aufruhr im Bambuswald auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843309","hoster":"VOE"},{"path":"/redirect/8843322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-60","name":"Prinzessin Badora","epNo":60,"alt":"Princess Badoura","descr":"Diese Prinzessin hat es faustdick hinter den Ohren. Erst trickst sie die Wikinger nach Strich und Faden aus, und dann lässt sie sich weder durch Wickie, noch durch einem Sandsturm, noch durch die hereinbrechende Nacht von ihrem Weg abbringen. Wohin aber führt sie dieser Weg? Die Wikinger trauen ihren Augen kaum, als ihnen in der Wüste ein Mädchen entgegenrennt, das behauptet, von Banditen verfolgt zu werden. Selbstverständlich stellen sich Halvar und seine Männer schützend vor das Kind – nur um gleich darauf zu bemerken, dass sie die Betrogenen sind. Denn die angeblichen \"Banditen\" gibt es gar nicht. Es gibt bloß die Gouvernante der Prinzessin Badora aus der naheliegenden Stadt. Und das Mädchen selbst, diese waschechte Prinzessin? Die hat sich im Handumdrehen und klammheimlich mit einem Kamel der Wikinger aus dem Staub gemacht. Blöd ist nur, dass in einem der Tragekörbe dieses Kamels Wickie sitzt und nun, ob er will oder nicht, in einem wilden, verwegenen Ritt immer tiefer in die Wüste entführt wird. Wohin will diese Prinzessin Badora eigentlich? Was ist ihr Ziel? Warum flieht sie vor ihrer eigenen Gouvernante? Und warum scheut sie sich nicht einmal vor dem heftigen Sandsturm, der da schnurstracks auf die beiden einsamen Reiter zuhält? Wickie versucht mit aller Macht, hinter Badoras Geheimnis zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843317","hoster":"VOE"},{"path":"/redirect/8843329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-61","name":"Der Krake","epNo":61,"alt":"The Kraken","descr":"Nie hat Halvar größere Perlen gesehen! Solche will er auch haben. Also setzt er alles daran, zur geheimen Stelle im Meer zu segeln und den Kampf mit dem Kraken aufzunehmen, der die Perlen bewacht. Kaum hat Halvar auf einem Marktplatz außergewöhnlich schöne und große Perlen gesehen, ist seine Begehrlichkeit geweckt. Es stört ihn nicht im Geringsten, dass es solche Perlen nur in einer Meeresgegend gibt, in der ein gefürchteter Krake haust. Wenn er sich etwas in den Kopf setzt, führt Halvar es durch, und tatsächlich – er wird nicht enttäuscht. Am angegebenen Ort ist die See ruhig, das Wasser kristallklar, und augenblicklich sind deshalb Muscheln mit herrlichen Perlen zu sehen. Gorm, der als Freiwilliger ausgeguckt wird und zum Meeresboden tauchen muss, macht allerdings schnell die Bekanntschaft des gefürchteten Kraken, eines riesigen Tieres, das alles andere als bereit ist, sich seiner Schätze ohne Gegenwehr berauben zu lassen. Auch Wickies List, sich die große Muschel mit Hilfe des Ankers vom Meeresboden wegzuangeln, fruchtet zunächst nicht. Im Gegenteil! Der wütende Krake verschleppt sowohl den Anker als auch die schöne Perle in seine Höhle. Das aber will sich Halvar auf gar keinen Fall bieten lassen. Er schreitet zur Tat!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843326","hoster":"VOE"},{"path":"/redirect/8843330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-62","name":"Auf den Kopf gestellt","epNo":62,"alt":"Topsy Turvy","descr":"Halvars und Svens Prügelei endet damit, dass sie beide Schaden nehmen: der schreckliche Sven hält sich plötzlich für Halvar – und umgekehrt! Für die Crews der beiden Kapitäne steht von da an die Welt vollkommen auf dem Kopf. Gerade noch entspannen sich die Wikinger auf einer Eisscholle im offenen Meer, da sind sie, einen Moment später, auch schon in höchsten Alarm versetzt. Denn unbemerkt ist der schreckliche Sven herangesegelt und will nun Halvar an den Kragen. Doch da die beiden Haudegen mit gezogenen Schwertern auf dem Eis keinen Stand finden, stürzen sie, schliddern und knallen mit den Köpfen unsanft gegeneinander. Danach ist nichts mehr, wie es war! Sven glaubt, ein echter Wikinger und der Kapitän unserer Freunde auf dem Drachenboot zu sein, Halvar dagegen glaubt plötzlich, er sei ein Pirat und Kapitän von Svens Mannschaft. Entschlossen segelt Halvar mit den Piraten ab – seiner Ansicht nach, sind die Wikinger es nicht wert, sich weiter mit ihnen zu beschäftigen. Und Sven? Der hält die Piraten für nichtswürdig, möchte bleiben, wo er ist, und auf der Eisscholle \"Svenland\" errichten. Wickie steckt ganz schön im Schlamassel. Wie soll er jetzt seinem Paps folgen und ihn wieder gesund machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843334","hoster":"VOE"},{"path":"/redirect/8843339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-63","name":"Ylvi in Not","epNo":63,"alt":"Ooops a daisy","descr":"Ylva und Ylvie sammeln Beeren. Sie hätten sich nicht träumen lassen, dass sie – ohne Vorwarnung – am Steilhang zum Meer in höchste Gefahr geraten. Wenn Wickie nicht schnell einen blitzgescheiten Einfall zur Rettung hat, drohen die beiden abzustürzen. Wickie hat Geburtstag, und da will Ylva natürlich über den Klippen von Flake Beeren für einen leckeren Geburtstagskuchen sammeln. Und Ylvi? Die begleitet Tante Ylva, um Blumen für ihren Freund Wickie zu pflücken. Leider geschieht dann, was niemals geschehen sollte. Unter Ylvi nämlich bricht der Boden ein, Ylva versucht, das Mädchen noch zu packen – und schon finden sich die beiden in einer höchst gefährlichen Lage wieder. Auf einem kleinen Felsenvorsprung schweben sie hoch über dem Meer, mit dem Rücken gegen die Felswand gedrückt und ohne Möglichkeit, nach oben zu klettern und sich in Sicherheit zu bringen. Hoffnung erwächst ihnen lediglich daraus, dass Wickie seine Mutter und Ylvi vermisst, sich auf die Suche begibt und die beiden schließlich mit Hilfe der anderen Frauen von Flake findet. Doch schnell stellt sich heraus, dass es schwierig werden wird, die Verunglückten mit einem Seil von dem immer weiter abbröckelnden Felsvorsprung zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843344","hoster":"VOE"},{"path":"/redirect/8843345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-64","name":"Olympische Spiele","epNo":64,"alt":"The Olympic Games","descr":"Sportler aus aller Welt sind nach Spanien geladen, um im fairen Wettkampf gegeneinander anzutreten. Fair? Einige verschlagenen Zeitgenossen wollen sich daran nicht halten und kriegen es deshalb natürlich sofort mit Wickie zu tun. Die Wikinger haben die Ehre, das olympische Feuer von Griechenland nach Spanien zu überführen, wo sich Vertreter vieler Nationen treffen, um im fairen Sportkampf die besten Athleten mit den Lorbeerkränzen der Sieger zu krönen. Fergus aus Irland ist da und Sabu aus der afrikanischen Wüste, Rhiannon aus England und die Vertreter Dänemarks. Im Feld der Sportler ist aber auch der Spanier Goucho, ein ziemlich verschlagener Zeitgenosse und damit ganz und gar unterschiedlich zum freundlichen und fairen Gastgeber Rodrigo. Gaucho führt Betrug im Schilde, und während eine Vielzahl lustiger und spannender Wettkämpfe stattfinden, die eine Menge stolzer und glücklicher Gewinner haben, bereitet Gaucho alles vor, um sich im letzten, wichtigsten Wettkampf den Sieg zu sichern und alle anderen olympischen Teilnehmer damit um ihre verdienten Lorbeerkränze zu bringen. Doch Gaucho hat keine Ahnung, dass ihm mit Wickie längst ein Gegner erwachsen ist, der weitaus geschickter, schlauer und schneller handelt als er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843347","hoster":"VOE"},{"path":"/redirect/8843358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-65","name":"Die verflixte Kuh","epNo":65,"alt":"Cow Express","descr":"Was tun, wenn eine Kuh Halvars Hochzeitsgeschenk für Ylva aufgefressen hat? Die Zeit wird knapp, aber das Tier macht keinerlei Anstalten, den kostbaren Ring wieder herzugeben. Gibt es vielleicht, so denkt sich Wickie, ein Abführmittel für Kühe? Halvars Hochzeitstag steht bevor, und so hat er sich mit dem Drachenboot eilig auf den Weg gemacht, einen wunderschönen Ring für seine Gattin Ylva zu erstehen. Leider gibt er für einen kleinen Moment nicht Acht auf das soeben gekaufte, kostbare Stück: es fällt zu Boden, und schwupps! Schon hat eine grasende Kuh den Ring aufgeschnappt und runtergeschluckt. Guter Rat ist nun natürlich teuer. Denn das Fest zum Hochzeitstag ist noch am gleichen Abend, und bis dahin muss die Kuh den Ring unbedingt wieder aus ihren Därmen entlassen haben. Kurz entschlossen kauft Halvar die Kuh und lässt sie mit den vereinten Kräften der Crew und besonders von Wickie auf das Boot locken. Mit einer Kuh an Bord nach Hause zu segeln, wird sich allerdings als einigermaßen aufregend erweisen, denn das Tier macht in aller Regel nicht gerade das, was man von ihm will. Vor allen anderen Dingen aber macht die Kuh keinerlei Anstalten, sich zu erleichtern. Halvar stehen die Haare zu Berge bei dem Gedanken, dass er am Abend seiner Frau ohne ein Geschenk gegenüber treten muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843357","hoster":"VOE"},{"path":"/redirect/8843359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-66","name":"Pilze sammeln","epNo":66,"alt":"Mushroom Picking","descr":"Pilze sammeln im Wald gehört eigentlich nicht zu den gefährlichen Abenteuern. Doch in Gemeinschaft mit Gilby und angesichts eines heftigen Regengusses wird auch der harmlose Ausflug für Ylvi und Wickie zu einer ziemlich spannenden Angelegenheit. Wickie geht mit Ylvi Pilze sammeln, und da Gilby den gleichen Auftrag von seiner Mutter hat, geht er gleich mit. Er macht sich dafür zurecht wie ein großer Wikinger-Krieger: mit Helm und Pfeil, mit Bogen und Speer. Solches Gerät brauchen die Kinder allerdings erst mal nicht, denn das Wetter ist schön und Pilze gibt es reichlich. Dann aber beginnt es zu regnen. Der Fluss, der eben noch leicht zu überqueren war, schwillt plötzlich zum reißenden Strom an, und aus der Höhle, in der sich die Kinder vom Regen schützen wollen, bricht plötzlich ein riesengroßer Bär. Die Zeit reicht gerade noch dazu, auf einen Baum zu klettern und sich so vor dem wilden Waldbewohner in Sicherheit zu bringen. Doch was jetzt? Der Bär lässt die drei auf dem Baum nicht aus den Augen, und Ylvi bekommt mehr und mehr Magen-schmerzen: hat sie vielleicht einen giftigen Pilz gegessen? Wenn das so ist, muss Wickie schleunigst etwas einfallen, um den Baum zu verlassen, den Fluss zu überqueren und nach Flake zurückzukehren. Kann da vielleicht Gilby mit seiner kriegerischen Gerätschaft helfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843367","hoster":"VOE"},{"path":"/redirect/8843373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-67","name":"Svens Schiffbruch","epNo":67,"alt":"It’s not what you sink","descr":"Der schreckliche Sven setzt sein Schiff auf Grund, kennt dann aber keine Skrupel, die Wikinger, die ihn retten wollen, zu überwältigen und auf einer Insel auszusetzen. Doch je aussichtsloser die Situation ist, umso einfallsreicher ist Wickie! Svens Drachensegler ist mit Reichtümern so übervoll beladen, dass das Schiff stöhnt, kracht, bricht und schließlich auf den Meeresgrund sinkt. Halvar und seine Männer, die gerade in der Nähe sind, wollen sich an die Verpflichtung halten, Schiffbrüchige zu retten. Sie reichen den im Wasser treibenden Piraten die rettende Hand – und werden böse dafür bestraft. In Windeseile werden sie überwältigt, ihr Schiff fällt in die Hände ihrer ärgsten Feinde, und sie selbst finden sich ausgesetzt auf einer Insel im Niemandsland wieder. Eine aussichtslose Situation – wenn Wickie nicht wäre! Der nämlich gaukelt Sven vor, dass es auf der Insel Schätze zu bergen gibt, lockt dadurch die gesamte Piratenbande an das Ufer, erobert den eigenen Drachensegler zurück und wäre jetzt samt Halvar und Gorm, Snorre und Tjure, Ulme und Urobe freudestrahlend in der Lage, den gesunkenen Schatz der Piraten zu bergen. Doch das ist alles andere als einfach, den das gesamte Gold und Silber liegt tief im Wasser. Hat Wickie eine Idee, wie die Reichtümer zu bergen sein könnten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843368","hoster":"VOE"},{"path":"/redirect/8843385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-68","name":"Pirat Gilby","epNo":68,"alt":"Gilby the pirate","descr":"Gilby ist beleidigt und schreckt nicht davor zurück, sich mit dem schrecklichen Sven zu verbünden. Das kann nicht gut gehen, und das tut es auch nicht! Es braucht schon Wickie und Halvar, um die Dinge wieder ins Lot zu rücken. Aufgrund seiner bösen Streiche haben weder Halvar noch seine Leute Lust, Gilby mit auf große Fahrt zu nehmen. Er soll gefälligst von Bord bleiben! Gilby ist dadurch schwer gekränkt und irgendwie heilfroh, in der Nacht auf Sven und Pokka zu treffen. Die beiden spionieren gerade Flake aus und sind auf dem Sprung, das Dorf auszurauben. Gilby bietet sich den Piraten als Spießgeselle an. Eilig marschiert er los, um Halvar unter dessen Kopfkissen den Schlüssel für die große Vorratsscheune wegzustehlen. Gilby hat Erfolg und nichts Eiligeres zu tun, als den Piraten beim Verladen der enormen Essensvorräte zu helfen. Er will sich rächen und sieht auch seine Zukunft an der Seite von Sven. Doch er hat seine Rechnung ohne Wickie gemacht. Der hat längst Wind von dem Raub bekommen und weckt seinen Papa. Zusammen machen sich die beiden Wikinger auf die Verfolgung der Piraten. Aber sie sind nur zu zweit und brauchen eine wirklich gute Idee, um Sven alles Geraubte wieder abzujagen und Gilby begreiflich zu machen, dass man nicht einfach seine eigenen Leute verrät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843377","hoster":"VOE"},{"path":"/redirect/8843379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-69","name":"Wer ist Bernhard?","epNo":69,"alt":"Being a leprechaun","descr":"Es scheint ein Gaukler zu sein, dem die Wikinger im Wald begegnen. Verzweifelt ist er auf der Suche nach seinem Bernhard. Bernhard? Ist das ein Freund? Die Wikinger sind basserstaunt, als plötzlich ein ausgewachsener Bär aus dem Unterholz bricht. Gerade haben die Wikinger ihre Wasservorräte aufgefüllt, als ihnen mitten im Wald ein auffällig kleiner Mann begegnet, den sie im ersten Moment für einen Kobold halten. Doch Puck – so ist sein Name – ist alles andere als ein Zauberwesen. Er ist ein Gaukler, ein Artist, einer, der alle möglichen Kunststücke beherrscht und verspricht, diese Kunststücke den Wikingern vorzuführen, wenn sie ihm denn bloß helfen, seinen Bernhard wiederzufinden. Bernhard? Wer ist Bernhard? Natürlich glauben Wickie, Halvar und die komplette Crew des Drachenbootes, es handele sich um Pucks Freund, und natürlich sind alle schnell bereit, im Wald nach diesem Bernhard zu suchen. Die Wikinger schwärmen nach allen Seiten aus und stoßen auf Spuren, die sie von einem Moment auf den anderen in höchste Gefahr bringen: im Wald ist nämlich ganz offensichtlich ein Bär unterwegs, und gegen einen Bären hat selbst Faxe mit seinen enormen Kräften keine Chance. Was sollen sie tun? Fliehen? Puck bei seiner Suche nach Bernhard im Stich lassen? Oder todesmutig Gefahr laufen, einem wilden Bären vor die Füße zu laufen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843387","hoster":"VOE"},{"path":"/redirect/12478776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-70","name":"Auf den ersten Blick","epNo":70,"alt":"Mistaken eye-identity","descr":"Es ist ein ungeheurer Verdacht, den der schwedische König äußert: Halvar soll sich das herrschaftliche Zepter unter den Nagel gerissen haben! Gerade noch so eben gelingt es Wickie, den König eines besseren zu belehren. Die Wikinger jagen in den Wäldern um Flake und treffen dabei unversehens auf den schwedischen König. Halvar nutzt die Gelegenheit und äußert sich voller Bewunderung über das außergewöhnlich schöne und reich mit Diamanten bestückte königliche Zepter. Als allerdings eben dieses Zepter kurz darauf spurlos verschwunden und ganz offensichtlich gestohlen ist, gerät Wickis Paps augenblicklich in den schlimmen Verdacht, der Dieb zu sein. Denn der Dieb – so beschreibt ihn der König – ist groß, kräftig und hat einen Bart. Tatsächlich trifft eine solche Beschreibung in Flake ausschließlich auf Halvar zu, und so fackeln die Schweden nicht lange, stecken ihn in einen Käfig und sind drauf und dran, Halvar in das tiefste und dunkelste Verließ zu verfrachten, das ihnen zur Verfügung steht. Fieberhaft sucht Wickie noch im letzten Moment nach einer Möglichkeit, die Unschuld seines Vaters zu beweisen Kann es sein, dass sich der König geirrt hat? Dass er Halvar mit jemand anderem verwechselt? Dass der schwedische König in seinem hohen Alter vielleicht gar nicht mehr gut sieht und recht eigentlich eine dicke Brille bräuchte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843393","hoster":"VOE"},{"path":"/redirect/14166485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-71","name":"Wal in der Patsche","epNo":71,"alt":"Moby Vick","descr":"Faxe und Wickie sind gute Freunde aller Wale! Als einer von ihnen strandet, ist die Sorge natürlich riesig. Der Wal muss, so schnell es geht, ins Meer zurück, ist aber viel zu schwer, um ihn zu schieben. Was tun? Kaum darf Faxe ausnahmsweise mal als Steuermann den Kurs des Drachenbootes bestimmen, taucht auch schon einer seiner geliebten Walfische auf und beginnt ein Wettrennen mit dem Wikingerboot. Das Rennen auf hoher See und in vollem Tempo macht allen solange Spaß, bis der Wal ein paar Felsen, die einer Insel vorgelagert sind, übersieht, schleudert und sich hilflos mitten auf einem Sandstrand wiederfindet. Können die Wikinger helfen? Sie strengen sich jedenfalls nach Leibeskräften an! Mit der ganzen Mannschaft versuchen sie, den Wal wieder in freies Wasser zu wuchten – vergeblich! Das Tier ist einfach zu schwer. Und es bleibt auch zu schwer, als unsere Freunde versuchen, den Wal mit dem Drachenboot aus seiner unglücklichen Position zu ziehen. Als es Nacht wird, bleibt ihnen nichts anderes übrig, als auf den nächsten Morgen und eine gute Idee zu warten. Und die gute Idee erreicht die Wikinger tatsächlich, denn in seinem nächtlichen Traum wird Wickie schlagartig klar, mit welchem schlauen Trick er das Leben des gestrandeten Wals retten kann","versions":[]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-72","name":"Opa aus dem Eis","epNo":72,"alt":"Grandpa Olaf","descr":"Als die Wikinger Opa Olaf in einem riesigen Eiswürfel finden und auftauen, ist der Alte plötzlich wieder quicklebendig. Er hat noch eine Rechnung offen, und die führt ihn mit Wickie und der ganzen Crew zu einem räuberischen Riesen. Im hohen Norden, zwischen Eisbänken und Eisbergen, finden die Wikinger Halvars Opa Olaf, der vor ewigen Zeiten in der Kälte Grönland auf Nimmerwiedersehn verschwand. Nun aber liegt er vor ihnen, tiefgefroren, geborgen in einem massiven Klotz aus glitzerndem Eis und schaut seine Nachkommen unvermittelt an! Und weil Halvar den Opa unbedingt aus seinem gefrorenen Gefängnis befreien will, nimmt er ihn mit nach Flake und taut ihn auf. Zur Überraschung aller zeigt sich Olaf danach quicklebendig und putzmunter. Er hat nichts Eiligeres zu tun, als auf das offene Meer hinaus zu rudern. Wo will er hin? Als ihm Halvar mit Wickie und der gesamten Bootsmannschaft nachsegeln, wird das Ziel Olafs schnell klar: er will den Riesen unschädlich machen, der ihm einstmals alle seine Schätze gestohlen und anschließend ihn und seine Männer ins ewige Eis geschickt hat. Natürlich verspricht Halvar, ihm bei diesem gefährlichen Vorhaben nach Leibeskräften zu unterstützen. Und Wickie? Der weiß genau, dass dieses Abenteuer ohne einen seiner genialen Einfälle zu keinem guten Ende kommen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843401","hoster":"VOE"},{"path":"/redirect/8843410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-73","name":"Schöne Bescherung!","epNo":73,"alt":"Who let the bear in","descr":"Das hätten sich die Wikinger nicht träumen lassen, dass sie mitten im Ozean auf einer Eisscholle sitzen und hin und her gejagt werden von einem ziemlich hungrigen Eisbären. Eigentlich ist guter Rat teuer – aber nicht für Wickie! Die Wikinger sind unterwegs in den sturmgepeitschten Meeren des Nordens. Als ein Unwetter ihnen unbarmherzig und eiskalt um die Ohren pfeift, suchen sie Schutz in einem hastig selbst gebauten Iglu. Pech nur, dass das Eis, auf dem das Iglu steht, in der Nacht vom Festland abbricht und ziellos im Meer zu treiben beginnt. Und noch mehr Pech, dass sich ausgerechnet ein Eisbär mit seinem Bärenhunger auf ihre Scholle verirrt hat und nicht nur beträchtliche Lust zeigt, die Fischvorräte zu plündern, sondern durchaus auch den einen oder anderen unserer Freunde zu verspeisen. Wickie und die gesamte Mannschaft des Drachenbootes sitzen also ganz schön in der Patsche! Um sie herum gibt es nichts als das endlose Meer, und kaum stecken sie ihre Köpfe aus ihrem Eishaus heraus, da nimmt der Eisbär gierig ihre Witterung auf. Schlimmer noch! Mit aller Kraft vergräbt der Koloss sich in den Eingang des Iglus und schiebt sich immer näher an seine mit den Zähnen klappernde Beute heran. Es wird höchste Zeit, dass Wickie einen Ausweg aus dieser gefährlichen Lage findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843407","hoster":"VOE"},{"path":"/redirect/8843416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-74","name":"Ivar Einbein","epNo":74,"alt":"Use your loaf","descr":"Halvars Bruder hat sich zum Besuch angekündigt. Er kommt jedoch nicht alleine. Auf seinen Fersen ist Ivar, der mit Hlaford noch ein gehöriges Hühnchen zu rupfen hat. Es sei denn, Wickie weiß einen Schachzug, mit dem Ivar nicht rechnet. Halvar erwartet den Besuch seines Bruders Hlaford. Wie es Wikingerart ist, will er ihm mitsamt seiner Crew im Wald vor Flake eine Überraschung bereiten. Er rechnet nicht damit, dass Hlaford längst angekommen ist und hocherfreut seine Verwandtschaft, Ylva und Wickie, begrüßt. Der Bruder hat sich im Laufe der Jahre sehr geändert. Längst ist er nicht mehr der, der plündernd die Meere durchsegelt. Nein, er ist ein Bäcker geworden, der wundervolles Brot backen kann und sich freut, seine Fähigkeiten in Flake unter Beweis zu stellen. Doch aus dem sorglosen Backfest wird nichts. Denn heimlich, still und leise schleicht ein wüster Geselle in das Dorf. Es ist Ivar, der mit Hlaford in jungen Jahren einmal böse aneinander geraten ist. Seit diesen Zeiten trägt Ivar ein Holzbein und sinnt auf Rache. Der Zeitpunkt dafür scheint nunmehr gekommen. Es sei denn, Wickie kann den Krieger in letzter Sekunde mit einem geschickten Schachzug stoppen und besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931326","hoster":"VOE"},{"path":"/redirect/8843422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-75","name":"Aufstand in Flake","epNo":75,"alt":"Trouble in Flake","descr":"Die Frauen sind es leid, dass sich ihre Männer zuhause wie selbstverständlich bedienen lassen. Sie schnappen sich deshalb das Drachenboot und suchen das Weite. Es braucht augenblicklich einen geschickten Vermittler zwischen Männern und Frauen: Wickie! Als die Crew um Halvar und Wickie von ihrer Kaperfahrt nach Hause kommt, herrscht in Flake dicke Luft. Die Frauen sind es leid, ihre Männer zu bedienen und sich ohne Unterstützung um Haus und Wäsche, Kinder und Essen zu kümmern, während ihre lieben Gatten keinen Finger krumm machen und sich aufführen wie selbstgefällige Herren der Welt. Zwar versuchen die Männer einsichtig zu sein und erklären sich bereit, ihre Angetrauten auch einmal zu bedienen, doch der Konflikt schwelt und bricht endlich offen aus: die Frauen haben ihre Dienstbotenstellung satt! Sie versammeln sich, besteigen entschlossen das Drachenboot und lassen sich auch von Halvar nicht daran hindern, das Segel zu setzen und abzureisen: sollen sich die Kerle doch ab jetzt alleine um Flake kümmern! Ulme, Urobe, Tjure und alle anderen sind zwar für einen Moment begeistert, dass sie jetzt ohne ihre missgelaunten Frauen ein Fest feiern können, doch das ändert sich. Schnell vermissen sie die Abgereisten, und die vermissen ihrerseits schon sehr bald die zuhause Gebliebenen. Aber nachgeben will keiner. Wickie braucht eine Idee, bei der niemand sein Gesicht verliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843426","hoster":"VOE"},{"path":"/redirect/8843427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-76","name":"Das Baumhaus","epNo":76,"alt":"The treehouse","descr":"Es könnte so ein schönes Geburtstagsfest sein, das Ylvi in ihrem neuen Baumhaus feiert! Doch leider macht Gilby einen Strich durch die Rechnung. Er besetzt das Baumhaus. Aber nicht lange. Dafür wird Wickie sorgen. Ylvi hat Geburtstag, und zur Feier des Tages haben Vic, Tjure, Hans und Arin ihr ein Baumhaus gebaut. Ylvi ist begeistert. Schnell beschließen die Kinder, hoch oben im Baum ein Geburtstagsfest zu feiern. Doch kaum sind sie auf dem Weg, aus Flake etwas zum Essen und Trinken zu holen, da besetzt auch schon Gilby mitsamt seinen Freunden Karl und Gunnar das funkelnagelneue Baumhaus und weigert sich ganz entschieden, es wieder herzugeben. Ylvi ist den Tränen nahe, doch tapfer beschließt sie, nicht die Erwachsenen um Hilfe zu bitten, sondern die Angelegenheit in die eigenen Hände zu nehmen. Und Wickie hat dazu auch gleich eine Idee! Wenn sich Gilby schon dauernd als großartiger Besieger irgendwelcher eingebildeten Riesen und Monster des Waldes sieht, dann wollen Ylvi, Wickie, Hans und Arin doch mal sehen, was passiert, wenn sie mit allerlei Geschick vortäuschen, dass tatsächlich eine ungeheure Riesin im Wald unterwegs ist und dringend Futter für ihre wilden Wölfe sucht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843432","hoster":"VOE"},{"path":"/redirect/8843434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-77","name":"Ein lauschiges Plätzchen","epNo":77,"alt":"Summer residance","descr":"Unglaublich, aber wahr: der schwedische König will dort, wo Flake steht, ein eigenes Erholungszentrum bauen. Sollen die Wikinger dann vielleicht im Wald leben? Wickie schmiedet Pläne zu beweisen, dass Flake alles andere als ein geruhsames Plätzchen ist. Genauso wie Papa Halvar fällt auch Wickie eines Morgens vor lauter Schreck aus dem Bett. Was ist los? Ein Blick vor die Tür beweist den beiden, dass der schwedische König und seine Männer lautstark Besitz von Flake ergriffen haben! Brühwarm erklären die Eindringlinge, dass sie dieses lauschige Plätzchen zur Sommerresidenz des Landesherren umbauen wollen mit der Folge, dass sämtliche Wikinger ihr Heimatdorf umgehend zu verlassen haben. Dass es sich dabei nicht um einen schlechten Scherz handelt, beweist die königliche Flotte, die in einiger Entfernung vor Anker liegt und bei jeglichem Widerstand sofort eingreifen würde. Es nutzt nichts, dass Halvar und seine Männer die Werkzeuge zum Bau der Sommerresidenz zerstören, und es nutzt auch nichts, dass die Drachenboot-Mannschaft einige der königlichen Arbeiter an der Nase herumführt. Letztlich bleibt den Wikingern nichts anderes übrig, als ihre Sachen zu packen und schweren Herzens ihr Dorf zu verlassen. Aber bleiben kann dieser Zustand auf keinen Fall. Wickie schmiedet schon an Plänen, den Spieß umzukehren und den Besetzern von Flake Beine zu machen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843440","hoster":"VOE"},{"path":"/redirect/8843442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wickie-und-die-starken-maenner-2014/staffel-1/episode-78","name":"Die Kuchenbäcker","epNo":78,"alt":"For The Love Of Cake","descr":"Wer wird dieses Jahr zur besten Kuchenbäckerin gekürt? Halvar setzt alles daran, dass es Ylva ist. Aber kein Mensch kennt die Pflanze, die sich Ylva als besondere Zutat für ihren Kuchen gewünscht hat. Wie also soll man sie finden? Wieder einmal steht der alljährliche Wettbewerb um die Krone der Kuchenbäckerinnen an, und natürlich haben sowohl Halvar als auch sein Konkurrent aus dem Nachbarort Slake, Chef Baltak, den brennenden Ehrgeiz, dass ihre Frauen diesen Wettbewerb gewinnen. Sowohl Ylva, Halvars Frau, als auch Morag, die Frau von Baltak, kommen auf die Idee, einen Kuchen aus einer seltenen Pflanze zu backen. Während die beiden jedoch den Wettbewerb vollkommen entspannt und freundschaftlich sehen, nehmen die Männer die Sache umso todernster und starten einen Wettlauf darum, wer als erster – und am besten natürlich auch als einziger! – die seltene Pflanze findet und daraus einen Kuchen backt. Blöd ist allerdings, dass weder Baltak, noch Halvar, noch irgendeiner der mitfahrenden Männer die geringste Vorstellung davon hat, wie diese Pflanze überhaupt aussieht. Keiner? Das stimmt nicht ganz. Denn Tjure ist allergisch und fängt schon bei der bloßen Nennung des Namens dieser Kuchenzutat an, fürchterlich zu nießen. Vielleicht kann Wickie sich Tjures Empfindlichkeit zunutze machen, um die Pflanze auf den grünen Wiesen ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843023","hoster":"VOE"},{"path":"/redirect/8843021","hoster":"Streamtape"}]}]}]}]}