{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind","name":"Generation Österreich - Wie wir wurden was wir sind","descr":"Die prägenden Momente und Persönlichkeiten der österreichischen Geschichte. Die 6-teilige ORF III Dokumentationsreihe hat die geschichtlichen Ereignisse im Fokus, die Identität und Selbstbild der Österreicher im 20. Jahrhundert geprägt haben","seasons":[{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-1","name":"Wir sind alleine (1916 – 1938)","epNo":1,"alt":"","descr":"Die erste Folge der Reihe führt uns in die Zeit der unglücklichen Ersten Republik. Es werden Schlaglichter auf Menschen und Ereignisse geworfen, die die Fundamente für das Entstehen der \"Generation Österreich\" gelegt haben. Einzigartige, hoch betage Zeitzeugen erinnern sich an die Abtrennung Südtirols, die Kärntner Volksabstimmung, die Entstehung des Burgenlands, von der Julirevolte über den Bürgerkrieg zum Juliputsch und andere prägende Ereignisse der ersten Republik. Die Dokumentation spannt einen Bogen vom Ersten Weltkriege bis hin zur Auslöschung Österreichs durch den \"Anschluss\" und erinnert damit an die Anfänge der Generation Österreich in einem \"Staat, den keiner wollte\". Österreichische Zeitgeschichte – verständlich, informativ und spannend dargestellt","versions":[]},{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-2","name":"Endlich wieder Österreich (1945–1960)","epNo":2,"alt":"","descr":"Die zweite Folge der sechsteiligen Dokumentationsreihe zeigt den Beginn eines neuen Österreichs und die prägenden Momente, die zur Entstehung eines neuen Österreichgefühls beigetragen haben. Die Dokumentation beleuchtet die Hintergründe der prägenden und identitätsstiftenden Ereignisse der Nachkriegsjahre. Hans Magenschab erzählt, wie die legendäre Weihnachtsansprache von Bundeskanzler Leopold Figl zustande kam. (\"Ich kann Euch zu Weihnachten nichts geben … Ich kann Euch nur bitten, glaubt an dieses Österreich!\") Ein neuer Staat braucht auch eine eigene Hymne: Fritz Molden erinnert sich, wie seine Mutter den Text der Bundeshymne dichtete. Eines der wichtigsten Nationalsymbole hält wieder Einzug in Wien: Prälat Josef Weismayer erzählt von dem Triumphzug der Pummerin von St. Florian zum Wiener Stephansdom. Mit dem Staatsvertrag erhält Österreich endgültig seine Freiheit: Der Diplomat Franz Matscher erinnert sich, wie die endgültige Fassung diktiert wurde. Mehrere Zeitzeugen erzählen von gesellschaftlichen, sportlichen und kulturellen Höhepunkten: vom Opernball über die Sissi-Filme bis zu den Siegen von Toni Sailer werden die bewegendsten Ereignisse und ihre Auswirkungen geschildert.","versions":[]},{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-3","name":"Wir sind wieder wer (1961–1976)","epNo":3,"alt":"","descr":"Die dritte Folge der sechsteiligen Dokumentationsreihe blickt auf ein Land, das sich schon zu einem großen Teil vom Krieg und seinen Folgen erholt hat. Österreich bleibt durch seine Neutralität weitgehend vom Kalten Krieg verschont, bietet aber dennoch Bühne für die große Weltpolitik. Viele Österreicher können sich mit dem Verlust von Südtirol nicht abfinden, in den 1960er Jahren werden Sprengstoffanschläge in Südtirol verübt: Der Tiroler Alt-Landeshauptmann Wendelin Weingartner blickt auf bewegte Jahre zurück. In diesem Jahrzehnt findet auch das erste Volksbegehren der 2. Republik statt: Hugo Portisch und Gerd Bacher erläutern die Hintergründe, die zum Rundfunkvolksbegehren und der ORF-Reform von 1967 führten. Karl Blecha bekennt, dass er bis zum Wahltag 1970 nicht an einen Sieg Kreiskys glaubte. Udo Jürgens sichert sich den ersten Platz beim Eurovision Songcontest und Karl Merkatz spricht über seine Rolle als Mundl in \"Ein echter Wiener geht nicht unter\". Die Disqualifikation von Karl Schranz bei den Olympischen Spielen in Sapporo bewegte das Land wie kaum ein anderes Ereignis: Bei seiner Rückkehr nach Wien wurde er von vielen tausend Menschen bejubelt und wie ein Held gefeiert. Karl Schranz erinnert sich an diese Ereignisse und erläutert die Hintergründe. Den traurigen Abschluss bildet der Überfall und die Geiselnahme in der OPEC Zentrale in Wien: Der Polizist Ernst Wallaschek berichtet von jenen Tagen.","versions":[]},{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-4","name":"Es muss sich was ändern (1977–1985)","epNo":4,"alt":"","descr":"Auch die vierte Folge der Dokumentationsreihe \"Generation Österreich\" widmet sich den Ereignissen, die das kollektive Gedächtnis der Österreicher maßgeblich beeinflussten. Zu diesen zählen strahlende Siege, bittere Niederlagen, schockierende Unfälle und auch große politische Veränderungen. \"Tor, Tor, Tor – i werd narrisch!\" Jeder Österreicher kennt heute noch den legendären Ausruf von Edi Finger beim 2:3-Sieg Österreichs gegen Deutschland: ein Ereignis, um das sich im Laufe der Jahrzehnte diverse Mythen gebildet haben, die Fußballboss Beppo Mauhart kritisch beleuchtet. Dieser Zeitraum ist aber auch von unvergesslichen Unfällen gezeichnet, bei denen die Beteiligten mit einem blauen Auge davon gekommen: Friedrich Fürst erzählt, wie die Reichsbrücke unter ihm einstürzte und wie er das überlebte. Niki Lauda hatte ebenfalls Glück im Unglück, der Feuerunfall vom Nürburgring hätte leicht tödlich ausgehen können: Hans Joachim Stuck berichtet von diesem Tag. Auf der politischen Ebene ist diese Zeit eine der spannendsten in der zweiten Republik. Aus einer neuen politischen Bewegung entsteht eine Partei: Freda Meissner-Blau, die Gründerin der \"Grünen\", behandelt die Tage von der Besetzung der Hainburger Au bis zur Parteigründung. Siegfried Kampl erinnert sich an den Aufstieg Jörg Haiders, und Paul Lendvai zeichnet ein Bild von der Affäre rund um Bundespräsident Waldheim. Am Beginn der 1990er Jahre fällt der Eiserne Vorhang: Botschafter Eichtlinger lässt diese Tage noch einmal Revue passieren.","versions":[]},{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-5","name":"Wir sind wir! (1985–1995)","epNo":5,"alt":"","descr":"Der Richter Hans-Christian Leiningen-Westerburg erzählt von der Suche nach der \"Lucona\" und über den Mordprozess gegen Udo Proksch. Der Name Franz Fuchs ist heute noch jedem bekannt: Eine Serie von Briefbomben erschüttert in den 1990er Jahren das Land, unter den Opfern ist der Ex-Bürgermeister von Wien Helmut Zilk. Der Untersuchungsrichter Erik Nauta berichtet darüber","versions":[]},{"path":"/serie/stream/wie-wir-wurden-was-wir-sindgeneration-sterreich-wie-wir-wurden-was-wir-sind/staffel-1/episode-6","name":"Keine Insel mehr (1995–2008)","epNo":6,"alt":"","descr":"Die sechste und letzte Folge der Dokumentationsreihe \"Generation Österreich\" spiegelt die Zeit bis 2008 wider. Sie steht ganz im Zeichen von EU, Katastrophen, Skandalen und Verbrechen.Ohne die Europäische Union wäre die politische Diskussion in Österreich seit dem Beitritt Österreichs am 1. Jänner 1995 undenkbar. Ex-Bundeskanzler Wolfgang Schüssel spricht über die langen Verhandlungsnächte vor dem Beitritt. Stefan Ruzowitzky erzählt von der Oscarverleihung für seinen Film \"Die Fälscher\". Ein Meilenstein für ihn aber auch für Österreich.Galtür, Lassing, Kaprun: Diese Orte stehen für die größten Katastrophen in dieser Zeit. Zeugen sowie Beteiligte an diesen Unglücksfällen berichten von dem Erlebten und den Untersuchungen. Die Mutter von Jörg Haider erinnert sich in einem sehr persönlichen Gespräch an den Tod ihres Sohnes.","versions":[]}]}]}