{"seriesId":"wie-weit-gehen","name":"Wie weit gehen?","descr":"Helsinki: Die 16-jährige Marie wäre am liebsten so wie die anderen in ihrem Alter. Ihre Freundin Tinka testet ihre Reize bei den Jungs ihres Alters aus, doch Mari fühlt sich von ihnen eher abgestoßen. Sie fühlt sich so verloren und fremd in ihrer Haut, dass sie sich selbst mit dem Messer Verstümmelungen beibringt. Das erste zögerliche Aufeinandertreffen mit einem erwachsenen Mann ist wie ein Lichtblick für sie, der ihr Selbstvertrauen gibt. Doch Julian ist ihr Lehrer im Gymnasium. Die Literaturprofessorin Anja, die Tante von Mari, quält sich am Krankenbett ihres Mannes, der unter Alzheimer leidet, mit dessen schwerem Auftrag aus der Zeit, als er noch bei Bewusstsein war: Sie soll ihm Sterbehilfe leisten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Mari, 16 Jahre alt, ist eine unsichere Jugendliche. Ihre Selbstzweifel belasten sie so sehr, dass sie mit Selbstmordgedanken spielt. Ihre Mutter, Marita, ist Ärztin und kaum zu Hause. So bleibt Mari alleine mit ihren Problemen, nur ihre beste Freundin Tinka ist an ihrer Seite. Auf der Suche nach einem Flirt mit älteren Männern gehen die beiden Mädchen auf Studentenfeiern und in Bars. Während Tinka mit ihrem großen Mundwerk Eindruck bei den Männern schinden will, bleibt Mari zurückhaltend. Ganz anderes verhält sie sich gegenüber ihrem neuen Lehrer Julian.","versions":[{"lang":1,"streams":[{"redirect":11331272,"hoster":"VOE"},{"redirect":10024686,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Marita entdeckt die Schnittwunde auf dem Oberschenkel ihrer 16-jährigen Tochter Mari, die sie sich selbst zugefügt hat. Die Ärztin reagiert ruhig und verständnisvoll, doch Mari wehrt sich gegen die Zärtlichkeiten ihrer Mutter. Die junge Erwachsene ist von Selbstzweifeln geplagt und versucht angestrengt, sich etwas bei ihrer besten Freundin Tinka abzugucken. Die kommt mit ihrer ungenierten und hemmungslosen Art besonders gut bei Männern an. Seitdem allerdings Julian, der neue Finnisch-Lehrer, an der Schule aufgetaucht ist, hat Mari nur noch Augen für ihn. Auch er ist von der zurückhaltenden, intelligenten Mari angetan. Zunächst ist Mari ängstlich, doch bald schon gibt sie ihren Gefühlen nach. Wie riskant ihre Beziehung ist, scheint keiner von beiden zu realisieren, dabei hat Julian eine sechsjährige Tochter und eine Frau.","versions":[{"lang":1,"streams":[{"redirect":14446562,"hoster":"VOE"},{"redirect":10024685,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nur vorübergehend können Anja die gemeinsamen Stunden mit dem jungen Johannes, dessen Mutter auf derselben Krankenstation liegt, von ihrer Trauer ablenken. Sie will trotz aller inneren Widerstände ihr gegebenes Versprechen verwirklichen, Anttis letzter Bitte, ihn von seinem Leid zu erlösen, nachzukommen. Die junge Mari, die Nichte der Professorin, steckt mitten in den Wirrungen der Pubertät, als sie sich ganz gegen ihre Art auf einen Flirt mit Julian, ihrem Lehrer, einzulassen beginnt. Julian ist angezogen von ihrem schüchternen und empfindsamen Wesen. Nachdem sie sich vorsichtig näher gekommen sind, überrascht er sie mit der Einladung, zusammen das Wochenende im Sommerhaus zu verbringen.","versions":[{"lang":1,"streams":[{"redirect":11331276,"hoster":"VOE"},{"redirect":10024688,"hoster":"Streamtape"}]}]}]}]}