{"seriesId":"wildes-grobritannien-2018","name":"Wildes Großbritannien (2018)","descr":"\"Wildes Großbritannien\" begibt sich auf eine Entdeckungsreise zu den großen und kleinen Tieren auf dem Gebiet des Vereinigten Königreichs. Von den sanften Hügeln Südenglands über die imposanten Berge der schottischen Highlands bis hin zu den windumtosten Shetlandinseln nimmt die Serie unterschiedlichste Spezies ins Visier. Die Filmemacher entführen die Zuschauer auf einen natürlichen \"Walk on the wild side\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Berge","epNo":1,"alt":"Mountains","descr":"Die schottischen Highlands zählen zu den spektakulärsten Naturlandschaften Großbritanniens. Hier überleben nur sehr zähe Tierarten, denn sie müssen in diesen schwer zugänglichen Gebieten widrigen Bedingungen trotzen. Die Reise beginnt in den verschneiten Cairngorms; hier ist der Steinadler beheimatet. Spektakuläre Luftaufnahmen zeigen seine atemberaubende Schnelligkeit, die er bei der Jagd auf einen flinken Schneehasen einsetzen muss. Der Bergwinter ist rüde, am besten kommen Ren und Schneehuhn mit diesen Bedingungen zurecht, denn ihr besonders dickes Fell oder Gefieder schützt sie vor der klirrenden Kälte. In den niederen Lagen der Highlands leben 400.000 Rothirsche. Es ist Paarungszeit und die Männchen liefern sich erbarmungslose Brunftkämpfe, die für den Verlierer sogar tödlich enden können.In den weiter südlich gelegenen Grafschaften North Yorkshire und Cumbria prägen die Yorkshire Dales mit ihren Tal- und Hügellandschaften das Bild – ein Paradies für das Schottische Moorschneehuhn. Und die guten Lebensbedingungen für die dunkelbraun-rötlich gefiederten Wesen ziehen auch andere seltene Vogelarten an, wie etwa Kiebitze oder Rotschenkel. Eine ganz besondere Tierart sorgt weiter im Südwesten für die Erhaltung des ökologischen Gleichgewichts: das Dartmoor-Pony. Im Dartmoor-Nationalpark frisst das Miniaturpferd Pflanzen, die sich sonst aggressiv verbreiten würden, und schützt somit die Vielfalt der einzigartigen Flora und Fauna. Das Hochland mit seinem widrigen Klima verlangt den tierischen Bewohnern höchste Anpassungsfähigkeit ab. So zeichnen sich die präsentierten Arten als wahre Überlebenskünstler aus!","versions":[{"lang":1,"streams":[{"redirect":10272679,"hoster":"VOE"},{"redirect":10272677,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wälder","epNo":2,"alt":"Forests","descr":"In Großbritanniens Wäldern finden sich nicht nur majestätische, zum Teil jahrtausendealte Bäume, sondern auch viele Tiere: Der Forest of Dean in der Grafschaft Gloucestershire beherbergt beispielsweise eine wachsende Wildschweinpopulation. Die Zahl der Ringeltauben – furchtlose Vögel, die selbst in ihr Revier eindringende Menschen angreifen – nimmt ebenfalls stetig zu. Aufnahmen aus einem Nest vermitteln einen Eindruck von der Aufzucht der Jungen, und auch die Jagdtechniken der Altvögel werden veranschaulicht. Außerdem zeigt diese Folge von \"Wildes Großbritannien\" den ersten Ausflug von Bärenjungen außerhalb der Höhle, eine Begegnung zwischen zwei Eichhörnchen und das Paarungsritual der europäischen Damhirsche im New Forest. Schließlich wird die bewundernswerte Organisation eines Ameisenstaates im Caledonian Forest in Schottland ergründet. Die Tierwelt der britischen Wälder hat so manche Überraschung zu bieten!","versions":[{"lang":1,"streams":[{"redirect":10272676,"hoster":"VOE"},{"redirect":10272680,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Küsten","epNo":3,"alt":"Untamed Coasts","descr":"Erste Station der Dokumentation ist eine Kegelrobbenkolonie im ostenglischen Norfolk zur Paarungszeit. Die Weibchen sind nur wenige Stunden paarungsbereit, deshalb müssen die Männchen zum richtigen Zeitpunkt am richtigen Ort sein. Ein Drittel aller Kegelrobben lebt in britischen Gewässern, mit steigender Tendenz. Noch vor 15 Jahren war dieser Strand leer, im letzten Winter wurden hier schon über 1.600 Robbenbabys geboren. Auf Anglesey, einer Insel vor der Nordwestküste von Wales, nisten die Trottellummen an den unzugänglichsten Stellen der Steilküste, wo weder Fuchs noch Hermelin an ihre Eier kommen. Nur vor den Angriffen der Möwen müssen sie ihre Brut schützen. Spektakuläre Aufnahmen zeigen die Möwen als gefährliche Jagdflieger, während sich die Lummen als erfahrene Luftabwehrstrategen erweisen.Auf den Sanddünen an der Küste von Sefton bei Liverpool wandelt eine exotisch aussehende Eidechse auf Freiersfüßen. Doch als ein Turmfalke auftaucht, besinnt sie sich flugs eines anderen. Sandlaufkäfer sind die schnellsten Insekten der Welt. Die erwachsenen Tiere fangen die Beute mit ihren gut ausgebildeten Mundwerkzeugen; aber schon die Larven sind gefräßige Räuber und lauern in ihren Puppenwiegen auf arglose Opfer. Im Ästuar \"The Wash\" an der Ostküste Englands münden vier Flüsse in die Nordsee. Ausgedehnte Salzwiesen, weite Wattflächen und von kleinen Kanälen durchzogene Buchten prägen diese Landschaft. Nicht weniger als 17 Zugvogelarten machen hier alljährlich Station","versions":[{"lang":1,"streams":[{"redirect":10272683,"hoster":"VOE"},{"redirect":12517919,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Flüsse","epNo":4,"alt":"Britain’s Wild Rivers","descr":"Das regenreiche Klima Großbritanniens sorgt für ein gut gefülltes Flussnetz, das sich durch die Inseln zieht. Die 6.000 Flüsse und Bäche sind das Jagdgebiet von gefiederten Superfischern wie Wasseramseln und Eisvögeln. Und neuerdings auch wieder von pelzigen Rückkehrern wie Ottern und Bibern. An den Flussmündungen kann man den \"König der Flüsse\", den Lachs, bei seiner jährlichen Wanderung beobachten und sogar auf Große Tümmler treffen.","versions":[{"lang":1,"streams":[{"redirect":10272685,"hoster":"VOE"},{"redirect":10272686,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wasserwelten","epNo":5,"alt":"Water Worlds","descr":"Unzählige Seen oder \"Lochs\", Sümpfe und Teiche zählen zu den diversesten und reichsten Lebensräumen Großbritanniens. Hier trifft man auf zwei Meter lange Ringelnattern, liebestolle Frösche und Biber, die nach langer Zeit der Ausrottung wieder Fuß fassen. Während sich Drosselrohrsänger und Kuckuck an den Ufern um ihre Nestlinge kümmern, schlüpfen nebenan die ersten Libellen aus ihrem Kokon. Im Oktober erobern große Vogelschwärme die Seeufer.","versions":[{"lang":1,"streams":[{"redirect":10272691,"hoster":"VOE"},{"redirect":10272692,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Inseln","epNo":6,"alt":"Islands","descr":"Mehr als 6.000 Inseln umfasst der Archipel der britischen Inseln. Nur etwa hundert davon sind von Menschen bewohnt; die übrigen sind naturbelassen und verfügen über eine außergewöhnliche Flora und Fauna. Auf der Insel North Ronaldsay, die zum schottischen Archipel Orkney zählt, lebt neben gerade einmal 50 menschlichen Bewohnern eine Schafrasse, die sich seit Mitte des 19. Jahrhunderts von Meeresalgen ernährt. Damals beschlossen die Züchter, ihre Tiere von den Weiden und Anbauflächen fernzuhalten und errichteten eine Trockenmauer um die gesamte Insel herum. Unmittelbar vor der Nordwestküste Schottlands liegen die Inneren Hebriden, deren wilde Vegetation von unglaublicher Schönheit ist. Zwischen Bergen und Moorgebieten tun sich hier surreal anmutende, menschenleere Landschaften auf.Nicht selten treffen einsame Wanderer hier auf Hirsche – und zwar am Strand. An der Küste der schottischen Shetland-Inseln tummeln sich wiederum Otter – das größte Aufkommen in ganz Europa. Die aus Spanien kommende warme Meeresströmung bietet ihnen hier ideale Lebensbedingungen. Die Küstenseeschwalbe legt bei ihrer jährlichen Reise vom Nordpol zum Südpol mehr als 70.000 Kilometer zurück. Sie fliegt von Grönland bis zum antarktischen Weddell-Meer und nutzt die Isle auf Man für einen Zwischenstopp. Am Ende des Winters kehrt sie wieder in ihr Brutgebiet im Norden zurück. ARTE lädt den Zuschauer ein, diese und andere Inselbewohner kennenzulernen. Dazu gehören auch Papageientaucher und die Eurasischen Eichhörnchen von Brownsea Island – die vielleicht letzten noch lebenden Exemplare dieser Gattung aus Großbritannien.","versions":[{"lang":1,"streams":[{"redirect":12286283,"hoster":"VOE"},{"redirect":10272694,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Landschaften","epNo":7,"alt":"Countryside","descr":"Die ländlichen Gegenden Großbritanniens sind nationale Heiligtümer. Es scheint, als sei hier die Zeit stehengeblieben. In Wirklichkeit ging in den letzten hundert Jahren aber ein kolossaler Wandel vonstatten. Britische Kulturlandschaften sind das bevorzugte Jagdgebiet eines Vogels, der sich im ganzen Land großer Beliebtheit erfreut: der Schleiereule. Zum Überleben braucht sie täglich eine Beute von etwa vier kleinen Säugetieren. Der Turmfalke ist als potentieller Räuber jedoch häufig mit auf der Pirsch. Großbritannien verfügt über eine schier unglaubliche Anzahl an Hecken: Würde man sie alle aneinanderreihen, könnte man den Äquator elfmal umrunden. Sie sind wichtiger Lebensraum für Vögel und Insekten.ARTE lädt den Zuschauer ein, eine der 9.000 Wespenarten kennenzulernen, die hier ansässig sind: die Heath Potter Wasp, eine Untergattung der Töpferwespe. Einzigartige Aufnahmen zeigen ihren hoch komplexen Nestbau. In Yorkshire, im Tal des River Derwent, lebt Natalie Rose. Sie ist Rinderzüchterin und betreibt traditionelle Weidewirtschaft. In Wiltshire kann der schwerste flugfähige Vogel Großbritanniens, die Großtrappe, bei ihrem wunderlichen Balztanz beobachtet werden.","versions":[{"lang":1,"streams":[{"redirect":10272705,"hoster":"VOE"},{"redirect":10272703,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Städte","epNo":8,"alt":"Cities","descr":"Auch außerhalb von Zoos geht es in Großbritanniens Städten wild zu. Ob Haubenmolche, Igel oder Füchse - das reiche Nahrungsangebot in Parks, Mülltonnen und Stadtgärten locken jede Menge tierische Einwanderer an. Während sich wilde Tauben schon länger mit Stadtmöwen um die besten Bissen streiten, genießen seit neuestem immer mehr Sittiche, Wanderfalken und Bienenwölfe das wärmere City-Klima.","versions":[{"lang":1,"streams":[{"redirect":10272675,"hoster":"VOE"},{"redirect":10272672,"hoster":"Streamtape"}]}]}]}]}