{"seriesId":"wilde-tierbabys","name":"Wilde Tierbabys","descr":"Dreiteilige Dokumentation der BBC über die ersten Schritte im Leben ausgewählter Tierkinder und über die Erfahrungen, die sie sammeln und die Herausforderungen, die sie meistern müssen – oftmals bereits kurz nach der Geburt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In der Steppe","epNo":1,"alt":"Safari Babies","descr":"Die ersten Minuten und Stunden sind entscheidend über Leben und Tod. Gerade geborene oder geschlüpfte Tierbabys sind nicht nur besonders niedlich, sondern auch extrem verletzlich. Neben den ersten Hürden wie Aufstehen oder den ersten Schluck Muttermilch zu ergattern, haben sie alle dieselbe Mission: Überleben! Keine leichte Aufgabe. Denn Klimabedingungen, Nahrungsknappheit und hungrige Jäger stellen direkt große Herausforderungen an die Neugeborenen. Werden sie es schaffen?","versions":[{"lang":1,"streams":[{"redirect":12931332,"hoster":"VOE"},{"redirect":9872422,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Wasser","epNo":2,"alt":"Water Babies","descr":"Ein Sprung aus 20 Metern Höhe oder ein Spießrutenlauf über einen Strand voller gieriger Räuber – Folge zwei beleuchtet die Überlebensstrategien der Tierbabys an Stränden, Flüssen und Seen der Erde. Denn Entenküken, Baby-Meeresschildkröten und kleine Galapagos-Pinguine sind gar nicht so hilflos, wie man annimmt.","versions":[{"lang":1,"streams":[{"redirect":9872425,"hoster":"VOE"},{"redirect":9872426,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Gebirge","epNo":3,"alt":"Mountain Babies","descr":"Folge Drei zeigt die Herausforderungen von Tierbabys auf den ‚Dächern der Erde‘. Ob zierliche Guanako-Lämmer in den südamerikanischen Anden, aufgeweckte Gorillababys in den Nebelwäldern Zentralafrikas oder knuffige Grizzlybären in den nordamerikanischen Rocky Mountains – sie alle brauchen ein dickes Fell, um ihre ersten Tage in den Gipfeln der Welt zu meistern.","versions":[{"lang":1,"streams":[{"redirect":9872430,"hoster":"VOE"},{"redirect":9872433,"hoster":"Streamtape"}]}]}]}]}