{"path":"/serie/stream/wildes-brasilien","name":"Wildes Brasilien","descr":"Brasilien ist ein Land der Superlative. Es nimmt knapp die Hälfte der Fläche Südamerikas ein und ist damit das größte Land der südlichen Hemisphäre. Der Amazonas gilt als wasserreichster Fluss der Erde und durchzieht eines der weltweit größten Urwaldgebiete. In keinem Land gibt es so viele Tiere wie in Brasilien. Und das, obwohl das Leben hier für viele Tiere alles andere als einfach ist.","seasons":[{"path":"/serie/stream/wildes-brasilien/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wildes-brasilien/staffel-1/episode-1","name":"Gefährliches Paradies","epNo":1,"alt":"A Dangerous World","descr":"In keinem Land der Erde leben so viele Tierarten wie in Brasilien. Die erste Folge zeigt drei Tierfamilien mit Nachwuchs in den ersten, für das Überleben entscheidenden Wochen nach der Geburt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872407","hoster":"VOE"},{"path":"/redirect/9872404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildes-brasilien/staffel-1/episode-2","name":"Im Bann des Monsun","epNo":2,"alt":"Facing The Flood","descr":"In der Regenzeit sind in Brasilien ganze Landstriche komplett überflutet, eine Herausforderung für die Tierwelt. In der zweiten Folge wird gezeigt, wie der tierische Nachwuchs die Probleme meistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872414","hoster":"VOE"},{"path":"/redirect/9872413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildes-brasilien/staffel-1/episode-3","name":"Wenn die Erde brennt","epNo":3,"alt":"Enduring The Drought","descr":"Manche Regionen werden von extremen Dürren heimgesucht. Wer nicht gelernt hat, solche Situationen zu meistern, ist zwangsläufig verloren. Bei allen drei Tierfamilien, die in \"Wildes Brasilien\" die Hauptrolle spielen, sind die Jungen jetzt aus dem Gröbsten raus. Sie können selbst für ihr Futter sorgen. Sie haben gelernt sich in ihrer Umwelt zu behaupten und haben einen festen Platz in ihrer Gemeinschaft gefunden. Gerade rechtzeitig, denn in der Trockenzeit ist es am schwersten Nahrung zu finden. Keine idealen Bedingungen. Und dennoch ist es Zeit, an die nächste Generation zu denken. Der Jaguar im Pantanal hat das größte Problem. Sein Revier ist riesig und er muss kilometerlange Streifzüge auf sich nehmen, um überhaupt ein Weibchen zu finden. Ob es dann auch paarungsbereit ist, steht auf einem anderen Blatt. Bei den Kapuzineraffen von Piaui ist es umgekehrt: die Weibchen suchen sich ihren Partner. Und der soll natürlich möglichst Rudelführer sein. Wer sich je gefragt hat, ob im Tierreich auch geflirtet wird, bekommt beim Beobachten der Kapuzinerweibchen so einiges geboten … In den Vazantes wiederum müssen die Nasenbären erst mal beweisen, wer der Stärkste ist. Und nur der Sieger bekommt – vielleicht – eine Chance sich fortzupflanzen. All dieses Werben geschieht inmitten einer Zeit, in der ein zweifacher Kampf ums Überleben beginnt. Wasser und Futter sind knapp oder nur unter Gefahren zu beschaffen. Auf der Suche nach Wasser rücken auch Feinde immer näher. Das Land trocknet aus. Und oft genug kommt es zu Bränden. Häufig an über hundert Stellen gleichzeitig, jeden Tag. Niemand kann vorhersagen, wann und wo sie ausbrechen. Wer die Brände überlebt, hat Probleme Nahrung zu finden. Wieder einmal geht es darum, den Herausforderungen der Natur zu trotzen. Davon erzählt der letzte Teil des Dreiteilers über Brasilien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872417","hoster":"VOE"},{"path":"/redirect/9872418","hoster":"Streamtape"}]}]}]}]}