{"path":"/serie/stream/wilder","name":"Wilder","descr":"In einem Schweizer Bergdorf verschwindet kurz vor Baubeginn eines umstrittenen Ferienresorts die Tochter des arabischen Investors. Die Kantonspolizistin Rosa Wilder ist im Ort aufgewachsen. Gemeinsam mit dem Bundeskriminalbeamten Manfred Kägi stösst sie auf ein dunkles Geheimnis.","seasons":[{"path":"/serie/stream/wilder/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wilder/staffel-1/episode-1","name":"Knochen","epNo":1,"alt":"Bone","descr":"Polizistin Rosa Wilder macht sich auf zu einer düsteren Reise in die Vergangenheit. Vor 30 Jahren geschah in ihrem Heimatort eine Tragödie. Oberwies kam nie darüber hinweg. Jetzt soll ein gigantisches Bauvorhaben neues Leben ins Dorf bringen. Doch ein Mord droht, dieses Projekt zum Scheitern zu bringen. Rosa Wilder und Bundespolizist Manfred Kägi beginnen zu ermitteln: Geschah der Mord aus enttäuschter Liebe, oder stecken Gegner des Bauprojektes hinter der Tat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13541266","hoster":"VOE"},{"path":"/redirect/13671206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-1/episode-2","name":"Schlüssel","epNo":2,"alt":"Key","descr":"Die Ermordung des berühmten Künstlers Armon Todt und die Entführung der Milliardärstochter Amina al-Baroudi setzen fieberhafte Ermittlungen in Gang. Und wirklich jeder Oberwieser scheint ein Geheimnis zu haben. Bald kann das ungleiche Polizistenduo Rosa Wilder und Manfred Kägi einen Verdächtigen schnappen. Dieser bestreitet die Tat, liefert der Polizei jedoch neue Spuren. Als Kägi und Rosa diesen folgen, kommt nicht nur eine unangenehme Wahrheit ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13640222","hoster":"VOE"},{"path":"/redirect/13673057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-1/episode-3","name":"Schlucht","epNo":3,"alt":"Cliff","descr":"Der Bodyguard der al-Baroudis gerät ins Visier der Ermittlungen. Mit einer List locken ihn Manfred Kägi und Rosa Wilder in die Falle. Auch Kochlehrling Jakob Siegenthaler zieht die Aufmerksamkeit der Polizei auf sich. Und nach einem spannungsreichen Dinner bei den Räbers nehmen die Ermittlungen für Rosa eine überraschende Wende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13552659","hoster":"VOE"},{"path":"/redirect/13671286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-1/episode-4","name":"Spur","epNo":4,"alt":"Track","descr":"Rosa hat die vermisste Amina al-Baroudi schwer verletzt gefunden. Aber was ist in der Tatnacht passiert? Die junge Frau kann nicht verhört werden, sie liegt im Koma. Um das Bauprojekt Oberwies zu retten, macht Bundesanwältin Rossi einen Deal mit Investor al-Baroudi. Sie möchte den Fall so schnell wie möglich schliessen und den von Kägi tödlich verletzten Bodyguard als Täter präsentieren. Für Rosa Wilder und den suspendierten Kägi stinkt diese Lösung zum Himmel – der Mörder von Armon Todt ist in ihren Augen immer noch auf freiem Fuss","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639906","hoster":"VOE"},{"path":"/redirect/13671307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-1/episode-5","name":"Pirat","epNo":5,"alt":"Pirate","descr":"Ein Vertrag über Schweigegeld und ein verzerrtes Handyfoto stossen die von höchster Stelle abgewürgten Ermittlungen wieder an. Unter Mordverdacht geraten Gemeindepräsident Robert Räber und Kochlehrling Jakob Siegenthaler. Ausserdem lichtet sich langsam der Schleier über den Hintergründen des Bergsturzes von Oberwies. War der ermordete Künstler Armon Todt am Ende das letzte Opfer dieser Katastrophe?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13453471","hoster":"VOE"},{"path":"/redirect/13671216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-1/episode-6","name":"Abgrund","epNo":6,"alt":"Abyss","descr":"Die Wahrheit kommt nach Oberwies. Und sie tut weh: Denn Rosa Wilder muss feststellen, dass Menschen aus ihrem Dorf für die Tragödie von damals und den Mord in der Gegenwart verantwortlich sind. Die Wahrheit wirkt aber auch wie ein klärendes Gewitter: Verfeindete Familien reden wieder miteinander und zwei frischgebackene Stiefbrüder trinken ihr erstes gemeinsames Bier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13661039","hoster":"VOE"},{"path":"/redirect/13671224","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilder/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wilder/staffel-2/episode-1","name":"Blut","epNo":1,"alt":"","descr":"Im Morgengrauen wird Rosa an einen abgelegenen Tatort gerufen. Mitten im Wald bei Thallingen hat ein Blutbad stattgefunden. Neben einem Auto mit offenem Kofferraum liegen drei Schussopfer. Die Leiterin des örtlichen Polizeipostens Susann Walter und ihr Assistent Leo Mott haben die Toten bereits identifiziert: Den kosovarischen Secondo Artan Kabashi, den Kleindealer Faton Berisha und Corinne Steiger, die Tochter des jähzornigen Dorfwirts. Alle vermuten eine Abrechnung im Drogenmilieu. Doch Rosa hat Zweifel. Bald wird klar, was die Opfer miteinander verbindet: Alle waren am Abend zuvor auf der Feier von Familie Mulliger. Ihnen gehört das Sägewerk im Dorf – seit Generationen. Das halbe Dorf feierte das 150-jährige Jubiläum des grössten Arbeitgebers der Region. Rosa und Susann statten der Sägerei Mulliger einen Besuch ab. Patron Charles Mulliger verspricht, alles Menschenmögliche zu tun, um die Behörden bei ihrer Arbeit zu unterstützen. Doch die Hilfsbereitschaft trügt: Der Patron weiss mehr über die Tatnacht, als er zugibt. Wen schützt er mit seinem Schweigen? Ein erster Zeuge erscheint auf dem Polizeiposten. Der Schreinerlehrling Simon Kägi wird von seinem Onkel begleitet. In ihm erkennt Rosa einen alten Bekannten: Manfred Kägi, mit dem sie in Oberwies einen verzwickten Fall gelöst hat. Simon war ebenfalls an der Jubiläumsfeier, um dort seine Freundin Adelina zu treffen. Das schien dem späteren Mordopfer Faton überhaupt nicht zu passen. Nach einem Streit sperrte dieser Simon in seinen Kofferraum, wo der Schreinerlehrling später Ohrenzeuge des Blutbads wird. Kägi bittet Rosa, Simon zu schützen. Er ist der einzige Zeuge. Doch es ist nicht nur das, was ihn in Lebensgefahr bringt. Rosa ist jetzt an mehreren Fronten gefordert. Dorfwirt Steiger droht mit dem Faustrecht, in den Medien kursieren wildeste Spekulationen und dubiose Hintermänner werden hochnervös. Offenbar ist nach dem Mehrfachmord viel Bargeld verschwunden. Und welche Rollen spielen die geheimnisvollen Pillen, die bei den Toten gefunden wurden? Auch privat steht Rosa unter Druck: Ihr Vater ist aus dem Gefängnis entlassen worden und möchte jetzt unbedingt wieder Kontakt zu seiner Tochter und seinem Enkel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13662529","hoster":"VOE"},{"path":"/redirect/13671225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-2/episode-2","name":"Zecke","epNo":2,"alt":"","descr":"Rosa erhält bei den Ermittlungen zum Dreifachmord Verstärkung aus Frankreich. Der Drogenfahnder Jamel Jaoui will den Herstellern und Vertreibern der blauen PEP Pille das Handwerk legen. Die Droge soll in der Nähe von Thallingen hergestellt werden. Zusammen machen sich die Cops auf die Suche und schrecken dabei gefährliche Gestalten auf. Darunter ist der lokale Drogenbaron Korday, der seinen zu allem bereiten Handlanger Porto unter Druck setzt. Beim Mehrfachmord ist viel Geld verschwunden – es gehörte dem Drogenbaron. Korday droht Porto mit blutigen Konsequenzen, sollte es diesem nicht gelingen, das Geld zurückzuholen. Mordzeuge Simon Kägi hat es mitgehen lassen. Und der plötzliche Reichtum macht ihn leichtsinnig. Simon bezahlt die ausstehenden Monatsmieten seiner Mutter Laura und kauft sich einen Töff. Dabei wird er von Porto beobachtet. Jetzt schwebt Simon Kägi in Lebensgefahr. Eine Autopsie des Mordopfers Artan Kabashi beweist, dass er kurz vor seinem Tod Sex hatte – mit einem Mann. Dass sein Sohn schwul war, kann der trauernde Vater Enver Kabashi nicht glauben. Er will seinen Sohn in der Heimat beerdigen und mit der ganzen Familie gleich dortbleiben. Das sorgt für Entsetzen beim jüngeren Bruder Betim und seiner Schwester Adelina, der Freundin von Simon Kägi. Unter keinen Umständen will sie zurück in den Kosovo. Sie beschliesst zu flüchten. Bei Polizistin Susann Walter und ihrem Mann Georg reissen die Ermittlungen alte Wunden auf, wie Rosa Wilder feststellt. Als die beiden Cops die Wohnung der toten Corinne durchsuchen, stossen sie auf alte Fotos von Jeannette: Es ist die Tochter von Susann und ihrem Mann Georg. Jeannette ist vor Jahren auf tragische Weise ums Leben gekommen. Manfred Kägi muss sich mit seiner Suspendierung herumschlagen: Er hat einen Mann angegriffen, der eine Prostituierte vergewaltigt hat. Die Prostituierte, die Kägi entlasten sollte, hat aber ihre Anzeige zurückgezogen. Wenn er eine Stillschweigeerklärung unterzeichnet, darf er wieder Bundespolizist sein. Wird sich Kägi auf den Deal einlassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660592","hoster":"VOE"},{"path":"/redirect/13671232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-2/episode-3","name":"Lüge","epNo":3,"alt":"","descr":"Rosa Wilder, ihr französischer Kollege Jamel und Manfred Kägi suchen Simon Kägi und Adelina Kabashi. Das Pärchen ist mit einer Tasche voller Drogengeld auf einem Motorrad abgehauen und auf dem Weg Richtung Frankreich. Sie schmieden träumerische Zukunftspläne. Was sie nicht wissen: Drogenbaron Korday und sein mörderischer Gehilfe sind ihnen dicht auf den Fersen. Und es ist nur eine Frage der Zeit, bis die Kriminellen das flüchtige Pärchen schnappen. Können die Cops einen weiteren Doppelmord verhindern? Susann und Leo studieren die letzten Textnachrichten von Artan. Scheinbar war auch Artans Liebhaber am Jubiläumsfest. Mott wirkt zunehmend nervös bei den Ermittlungen. Mit gutem Grund: Er war Artans Lover. Der Polizist befürchtete schon vor Artans Tod, dass dieser ihre Affäre öffentlich machen würde. Das durfte auf keinen Fall passieren. Von all dem weiss Polizistin Susann natürlich nichts. Ermittelt sie an der Seite eines Mörders? Manfred Kägi kümmert sich rührend um seine Schwester Laura. Diese hat eine tragische Vergangenheit. Als junge Frau wurde sie vergewaltigt, der Täter wurde aber nie gefasst. Dabei spielte ein geheimnisvolles Amulett eine wichtige Rolle. Dieses Amulett entdeckt Kägi auf einem Tatortfoto des Dreifachmordes wieder. Es lag bei der toten Corinne. Auch der Sägereibesitzer Charles Mulliger wird durch den Mehrfachmord zum Handeln gezwungen. Er stöbert in den Tagebüchern des Dienstmädchens Sophie. Mit ihr ist Charles nach wie vor eng befreundet. Sophie ist sicher, dass sie beide dem Fluch der Vergangenheit nie entkommen werden. Mutter Christine kann ihre Tochter Rosa endlich zu einem gemeinsamen Abendessen mit Vater Paul überreden. Der Abend verläuft spannungsreich. Plötzlich taucht ein Überraschungsgast auf. Dieser hat mehr mit Rosas Leben zu tun, als sie es sich wünschen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13662480","hoster":"VOE"},{"path":"/redirect/13671230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-2/episode-4","name":"Brand","epNo":4,"alt":"","descr":"Die beiden Polizisten Susann Walter und Leo Mott entnehmen bei allen männlichen Gästen des Jubiläumsfests DNA-Proben, um den unbekannten Liebhaber des Mordopfers Artan Kabashi zu finden. Diese Aktion stösst auf grossen Widerstand. Überzeugt davon, dass die Kosovaren Schuld sind an allem, stürmt eine pöbelnde Gruppe die Pizzeria der Kabashis. Die Situation droht zu eskalieren. Wegen der DNA-Probe gerät Polizist Mott immer mehr unter Druck: Er war der Liebhaber von Artan, was keiner wissen soll. Doch alles hilft nichts – auch er muss eine DNA-Probe abgeben. Immer mehr in die Enge getrieben, begeht er einen Akt der Verzweiflung. Rosa wird von Mutter Christine aus dem Notfall angerufen. Tim hat sich mit heissem Tee verbrüht. Rosa gibt die Schuld dafür ihrem Vater Paul, der nicht gut auf Tim aufgepasst habe. In ihrer Sorge um Tim gesteht sie Kägi, wer dessen Vater ist. Rosa hat dies bis heute vor allen geheim gehalten. Der Fund des Amuletts lässt Kägi keine Ruhe mehr. Er unterzeichnet die Stillschweigeerklärung und darf wieder ermitteln. Beim Durchleuchten ungelöster Vergewaltigungsfälle stösst er auf Jeannette Walter, die Tochter von Polizistin Susann. Susann erzählt ihm, dass sich ihre Tochter nach der Vergewaltigung in den Tod stürzte. Der Täter wurde nie gefasst. Stattdessen beging er weiter Verbrechen. Jetzt scheint er wieder zugeschlagen zu haben. Ist er auch der Mehrfachmörder? Kägi geht einem Hinweis nach – mit verblüffendem Ergebnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660575","hoster":"VOE"},{"path":"/redirect/13671233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-2/episode-5","name":"Fluch","epNo":5,"alt":"","descr":"Eine Zeugenaussage belastet Dorfkönig Charles Mulliger und dessen Vertraute Sophie schwer. Offenbar drohte die ermordete Corinne, mit einer alten Geschichte über die beiden an die Öffentlichkeit zu gehen. Unter Sophies Druck rückt Charles mit der Wahrheit heraus und wird von der Polizei in Handschellen abgeführt. Was hat der Dorfkönig gestanden? Susann untersucht den Brandanschlag auf das Auto des Wirten Rolf Steiger. Dieser hat den Täter weglaufen sehen und ist sich sicher, dass hinter dem Anschlag die Kosovaren stecken. Doch die Befragung der Kabashis bleibt ergebnislos. Die clevere Polizistin realisiert, wer der wirkliche Täter ist. Mit einer List bringt sie diesen zum Reden. Simon Kägi verbringt viel Zeit bei seinem Onkel Manfred Kägi und hat dabei eine neue Passion entdeckt: Angeln. Beim Versuch einen Fisch auszunehmen, schneidet er sich tief in den Finger. Im Camper sucht er nach Verbandsmaterial und stösst dabei auf Unterlagen seines Onkels: Darin steht Grauenhaftes über seine Familie. Kägi und Rosa sind dem Serientäter auf der Spur: Dieser soll während Jahren Frauen vergewaltigt haben – darunter Kägis Schwester Laura. Wahrscheinlich hat er auch den Mehrfachmord begangen. Der mutmassliche Täter lebt seit Jahren unauffällig in Thallingen. Als er mit den Vorwürfen konfrontiert wird, bricht er zusammen und legt ein Geständnis ab. Rosas Vater Paul bittet seine Frau Christine mit ihm nach Oberwies auf ihren Hof zurückzukehren. Dort sei ihre Heimat. Als Christine nichts davon wissen will, konfrontiert sie Paul mit einer unangenehmen Wahrheit und es kommt zu einem heftigen Streit. Sind die Wilders jetzt geschiedene Leute?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13662396","hoster":"VOE"},{"path":"/redirect/13671238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-2/episode-6","name":"Rache","epNo":6,"alt":"","descr":"Rosa Wilder und Manfred Kägi sind dem Serienvergewaltiger auf den Fersen. Dieser hat durch seine Tat nicht nur das Leben von Kägis Schwester Laura ruiniert, sondern auch das von mehreren anderen Frauen. Der Verbrecher selbst ist spurlos verschwunden. Können ihn Susann, Wilder und Kägi finden und ihm seine gerechte Strafe zuführen? Ohrenzeuge Simon Kägi hat das Warnsignal des Mörderautos bei einem Bewohner von Thallingen wiedererkannt. Dieser wird sofort verhaftet. Doch dieser streitet alles ab, er war zur Tatzeit angeblich zu betrunken, um Auto zu fahren. Sagt er die Wahrheit oder ist er der Dreifachmörder? Mit nie gekannter Wut hat Frank Mulliger das Büro seines Vaters Charles verwüstet. Der Sohn wirft dem Vater seine Lügen vor. Damit habe er das Familienleben ruiniert. Der Streit hat die Kraft eines reinigenden Gewitters. Ist es der erste Schritt zur Versöhnung von Vater und Sohn? Auch bei den Kabashis hängt der Haussegen schief. Tochter Adelina weigert sich, mit den Eltern zum Begräbnis ihres Bruders Artan in den Kosovo zu fahren: Sie findet die Vertuschung von Artans Homosexualität durch ihren Vater Enver verlogen. Kann er über seinen Schatten springen und so seine Familie wieder zusammenbringen? Genau wie die Menschen in Thallingen sehnt sich Rosa Wilder nach Versöhnung. Sie macht einen Schritt auf ihren Vater Paul zu und verrät jemandem ein gut gehütetes Geheimnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660590","hoster":"VOE"},{"path":"/redirect/14228195","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilder/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/wilder/staffel-3/episode-1","name":"Jesch","epNo":1,"alt":"","descr":"Bei einer Razzia verursacht der brutale Polizist Ronnie Volkert den Tod des Jugendlichen Soufiane Hamid – dieser stürzt von einem Balkon. Der einzige Augenzeuge ist Volkerts junger Kollege Fabian Rösch. Für die Tat wird Volkert nie zur Rechenschaft gezogen. Vier Jahre später stirbt der Polizist auf die gleiche Weise – er fällt aus grosser Höhe auf den Asphalt. Rosa Wilder und Manfred Kägi finden heraus, dass jemand nachgeholfen hat. Dringend tatverdächtig ist Soufianes Bruder Farouk Hamid. Doch von ihm fehlt jede Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13640073","hoster":"VOE"},{"path":"/redirect/13671245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-3/episode-2","name":"Wunde","epNo":2,"alt":"","descr":"An einem düsteren Wintertag wird der Polizeibeamte Gerry Engler, ein IT-Spezialist, mit einer klaffenden Kopfwunde in einem Park tot aufgefunden. Wilder und Kägi vermuten, dass derselbe Täter wie bei Ronnie Volkert dahintersteckt – offenbar imitiert der Polizistenmörder die ungesühnten Taten seiner Opfer. Diese Vermutung bestätigt sich, als ein weiteres Videofile auftaucht. Darin gesteht der gefesselte und misshandelte Engler, dass er jemanden erschlagen hat. Die Frage ist bloss, wen? Wilder und Kägi befragen die Tochter und die Mutter des Ermordeten und erfahren Trauriges: Gerry Engler wollte seine Tochter schützen und ging dabei zum Äussersten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660578","hoster":"VOE"},{"path":"/redirect/13671244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-3/episode-3","name":"Frost","epNo":3,"alt":"","descr":"Wilder, Kägi und ihr Team recherchieren Tag und Nacht, um weitere Polizistenmorde zu verhindern. Im Darknet stossen sie auf ein Forum, in dem ein Hetzer unter dem Namen \"Weisser Wolf\" Gewalt gegen Beamte ankündigt. Handelt es sich hier um den gesuchten Mörder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13662398","hoster":"VOE"},{"path":"/redirect/13671251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-3/episode-4","name":"Keller","epNo":4,"alt":"","descr":"Das dritte Opfer von Jesch, Fahrlehrer Koller, hat den Mordanschlag überlebt – vorerst. Jetzt hat die Polizei einen Trumpf in der Hand. Sie müssen nur noch abwarten, bis Koller aufwacht und Auskunft über den Täter gibt. Daraus wird nichts: Koller erliegt im Spital seinen Verletzungen. Wilder und Kägi stehen ermittlungstechnisch wieder am Anfang. Doch nicht ganz: Sie haben eine Idee, wie die Polizei den Täter aus der Reserve locken könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13566994","hoster":"VOE"},{"path":"/redirect/13671252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-3/episode-5","name":"Prozess","epNo":5,"alt":"","descr":"Die Ermittlungen um den Polizistenmörder sind ein Scherbenhaufen. Bei der Verfolgung des Verbrechers sprang Rosas Kollege Jakob vor ihr Auto und wurde beim Aufprall schwer verletzt. Es ist unsicher, ob dieser je wieder gehen kann. Zudem hat der Serientäter offenbar wieder zugeschlagen: Im ländlichen Nottingen wird Dorfpolizist Lukas Zimmermann tot aufgefunden. Eine Fussspur ist alles, was der Täter hinterlassen hat. BKP-Chef Schwaller droht: Wenn Wilder und Mettler nicht innerhalb von 24 Stunden Ergebnisse liefern, entzieht er ihnen den Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13660864","hoster":"VOE"},{"path":"/redirect/13622778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-3/episode-6","name":"Blindlings","epNo":6,"alt":"","descr":"Rosa Wilder, Manfred Kägi und Staatsanwalt Mettler gehen einer heissen Spur nach – dank einem scheinbar nebensächlichen Indiz, das Wilder brilliant interpretiert. Gleichzeitig findet Dorfpolizist Zimmermann, der um seinen ermordeten Bruder trauert, heraus, dass Jesch der Serienmörder sein muss. Zimmermann konfrontiert den brandgefährlichen Mann mutterseelenallein und wird von ihm überwältigt. Jetzt beginnt ein Kampf gegen die Zeit: Wenn Wilder und ihre Kollegen nicht rechtzeitig bei Jesch eintreffen und diesen unschädlich machen, würde das wohl den Tod von Polizist Zimmermann bedeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13662235","hoster":"VOE"},{"path":"/redirect/13671258","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilder/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/wilder/staffel-4/episode-1","name":"Sau","epNo":1,"alt":"","descr":"Rosa Wilder ist zusammen mit ihrem Sohn Tim zurück in Oberwies. Sie hat den Polizeidienst quittiert und kümmert sich um ihren kranken Vater. Da verunfallt Dorfpolizist Betsch tödlich. Schnell stellt sich heraus, dass er vor dem Unfall erschlagen wurde. Nach anfänglichem Widerstand lässt sich Rosa überreden, bei den Ermittlungen zu helfen. Denn diese werden von Kägi geleitet. Und Rosa freut sich, dass sie wieder mit dem engagierten Polizisten zusammenarbeiten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726024","hoster":"VOE"},{"path":"/redirect/13726023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-4/episode-2","name":"Kies","epNo":2,"alt":"","descr":"Der frisch pensionierte Dorfpolizist Res findet bei seinem Neffen Elias die Mütze vom ermordeten Betsch und informiert seine Kollegen. Elias’ Mutter Charlotte, die Schwester von Res, hält es für ausgeschlossen, dass ihr Sohn etwas mit dem Mord zu tun hat: Er könne keiner Fliege etwas zuleide tun. Doch als Rosa Wilder versucht, Elias zu befragen, rastet dieser aus und flüchtet. Wenn Elias unschuldig ist, warum verhält er sich so?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726025","hoster":"VOE"},{"path":"/redirect/13726029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-4/episode-3","name":"Scham","epNo":3,"alt":"","descr":"Ganove Strunz lässt bei Vater und Sohn Räber nicht locker. Ermutigt von Buchhalter Liechti wagt Strunz einen zweiten Erpressungsversuch bei den Bauunternehmern. Wenn die Räbers kein Schweigegeld bezahlen, macht Strunz die Dokumente mit den Preisabsprachen öffentlich. Doch bei Dani beisst Strunz damit auf Granit. Angeblich sind die Dokumente wertlos. Ob Strunz auf diesen Bluff einsteigt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726031","hoster":"VOE"},{"path":"/redirect/13726036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-4/episode-4","name":"Dampf","epNo":4,"alt":"","descr":"Für Vater und Sohn Räber ist es ein grosser Tag: Der von ihnen gebaute Staudamm wird eröffnet. Bei der Rede macht Robert Räber eine Ankündigung, die Sohn Dani entsetzt. Doch ein tragisches Unglück macht all das plötzlich unwichtig.Kägi ist auf der Suche nach Zingg. Er ist überzeugt davon, dass dieser etwas mit dem Tod seines Schwagers zu tun hat und die Räbers darin verwickelt sind. Doch Zingg ist verschwunden. Um weiterzukommen, bittet Kägi Rosa um Unterstützung bei einer Abhöraktion. Rosa soll Danis Handy entsprechend manipulieren. Schafft es Rosa, den Vater ihres Sohnes zu hintergehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726027","hoster":"VOE"},{"path":"/redirect/13726028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-4/episode-5","name":"Schuss","epNo":5,"alt":"","descr":"Strunz hat Rosa Wilders Sohn Tim zusammen mit Vater Paul entführt. Auf der Flucht verschanzt sich Strunz mit seinen zwei Geiseln im Kieswerk und fordert Geld sowie ein Fluchtauto. Weil das Spezialteam nicht eintrifft, handeln Kägi und Rosa selber. Kägi verhandelt mit Strunz, währenddem Rosa ins Kieswerk eindringt, um die Geiseln zu befreien. Kann Rosa Wilder einen kühlen Kopf behalten? Denn schliesslich steht das Leben von ihrem Sohn und ihrem Vater auf dem Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726030","hoster":"VOE"},{"path":"/redirect/13726034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilder/staffel-4/episode-6","name":"Schande","epNo":6,"alt":"","descr":"Isabelle sucht, unterstützt von Res und Rosa Wilder, verzweifelt nach dem verschwundenen Elias. In dessen Geheimversteck finden sie die blutverschmierte Taschenlampe des ermordeten Dorfpolizisten Betsch. Elias wird als Tatverdächtiger zur Fahndung ausgeschrieben.Kägi kriegt von Zinggs Sohn dessen Abschiedsbrief. Darin wird Robert Räber schwer belastet. Kägi startet eine Durchsuchungsaktion der Bauunternehmung und verhaftet Robert Räber. Gleichzeitig gelangt ein belastendes Video in die Hände von Sohn Dani. Es würde den mächtigen Bauunternehmer mit Sicherheit ins Gefängnis bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13726041","hoster":"VOE"},{"path":"/redirect/13726040","hoster":"Streamtape"}]}]}]}]}