{"seriesId":"wilde-eltern","name":"Wilde Eltern","descr":"[Parents in the Wild] Fortpflanzung ist der Schlüssel zur Arterhaltung. Daher ist das Ziel aller Tiereltern, dem Nachwuchs einen guten Start ins Leben zu ermöglichen. Doch bis zur Geburt stehen erst einmal Partnersuche, Paarung und Nestbau an. Diese Aufgaben bewältigen Säugetiere, Insekten oder Vögel auf ganz unterschiedliche Weise.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mit Leidenschaft zum Nachwuchs","epNo":1,"alt":"","descr":"Dem Nachwuchs einen guten Start ins Leben zu bieten, ist das Ziel aller Tiereltern. Die Strategien dafür sind jedoch sehr unterschiedlich, allein schon bei der Partnersuche, der Paarung und der Geburt. Die unterhaltsame Dokumentation von Annette Scheurich und Moritz Mayerle gibt einen intimen Einblick in das Liebesleben \"wilder Eltern\" rund um den Globus. Die erste Hürde ist meist die Suche nach einem Partner: Bei vielen Säugetieren, wie Grizzlybären und Rehen, kämpfen die Männchen um die Gunst der Weibchen – doch das bedeutet noch lange nicht, dass sie auch zum Zug kommen. Blattläuse haben es da einfacher: Sie vermehren sich die meiste Zeit des Jahres ohne einen Partner. Und statt Eier zu legen, bringen sie ihren Nachwuchs lebend zur Welt.","versions":[{"lang":1,"streams":[{"redirect":13908114,"hoster":"VOE"},{"redirect":13908115,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Einsatz für die Kinder","epNo":2,"alt":"","descr":"Wenn es um den Nachwuchs geht, verfolgt jede Tierart eine eigene Strategie. Die unterhaltsame Dokumentation von Annette Scheurich und Moritz Mayerle gibt ungewöhnliche Einblicke in das Familienleben \"wilder Eltern\" rund um den Globus. Bei manchen Tieren zeigen beide Elternteile vollen Einsatz. Für Königspinguine oder Störche ist der unablässige Hunger der Küken nur einer von vielen Gründen, sich die Arbeit zu teilen. Andere hingegen sind alleinerziehend. Bärenmütter müssen ihre Jungen ohne Hilfe ernähren, beschützen und ihnen alles für das selbstständige Leben beibringen. Manchmal hilft aber auch die ganze Familie mit: Mantelaffen-Kinder hängen ihren Müttern zwar selbst bei waghalsigen Klettertouren ständig am Bauch. Doch Tanten und Geschwister übernehmen auch einen Teil der Erziehungsaufgaben. So viel Fürsorge ist bei Grasfröschen Fehlanzeige.....","versions":[{"lang":1,"streams":[{"redirect":13908116,"hoster":"VOE"},{"redirect":13908113,"hoster":"Streamtape"}]}]}]}]}