{"seriesId":"wildes-neuseeland-inseln-am-ende-der-welt","name":"Wildes Neuseeland - Inseln am Ende der Welt","descr":"Auf den ersten Blick erinnert die Natur Neuseelands mit ihren Bergen, Gletschern und weiten Ebenen an Nordamerika und Europa. Doch ein zweiter Blick offenbart, dass das Inselreich durch seine isolierte Lage zwischen drei Ozeanen eine ganz eigenständige Tierwelt hervorbrachte: Pinguine brüten im Wald, Urzeitechsen machen im Unterholz Jagd den eigenen Nachwuchs, Vögel können nicht fliegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Inseln am Rande der Welt","epNo":1,"alt":"","descr":"Pinguine brüten im Wald, Urzeitechsen begeben sich im Unterholz auf die Jagd nach ihrem eigenen Nachwuchs, und Kiwis geben sich im Dunkel der Nacht ein skurriles Stelldichein. Die Berge, Gletscher und weiten Ebenen Neuseelands mögen vielerorts an Landschaften in Nordamerika oder Europa erinnern, beim zweiten Blick jedoch zeigt sich, dass die Tier- und Pflanzenwelt der Inseln am Ende der Welt erstaunlich anders ist. Isolation, die Kräfte des Wassers und der Einfluss des Menschen haben Neuseeland geprägt. Abgeschieden zwischen drei Ozeanen gelegen, entwickelte sich hier in über 80 Millionen Jahren die Tierwelt auf besondere Art und Weise. Räuberische Säuger gab es nicht. Dieser Luxus führte dazu, dass einige Vogelarten ihre Fähigkeit zu fliegen ablegten; der berühmte Wappenvogel Neuseelands, der Kiwi, ist nur einer von ihnen. In der Dokumentation zeigen Zeitrafferaufnahmen die Lebendigkeit der grandiosen Landschaften Neuseelands über die Jahreszeiten, und extreme Zeitlupen lassen Tierverhalten, das in Bruchteilen von Sekunden abläuft, für das menschliche Auge sichtbar werden, etwa die Kämpfe der Seelöwen oder die vor Lebensfreude überschäumende Sprungakrobatik Hunderter Schwarzdelfine. Unterwasserexkursionen in die Tiefen der Fjorde und atemberaubende Landschaftsaufnahmen aus der Luft ergänzen, gemeinsam mit einem stimmungsvollen Soundtrack, die Erzählung von den Geheimnissen und Naturschätzen der Inseln am anderen Ende der Welt.","versions":[]},{"epId":"episode-2","name":"Im Reich der Extreme","epNo":2,"alt":"","descr":"Neuseeland ist voller Gegensätze. Während der Norden sonnig und warm ist, ist der Süden kalt und wechselhaft. An manchen Tagen laufen alle vier Jahreszeiten auf einmal innerhalb von 24 Stunden ab. Die Küsten der Inseln sind geprägt von orkanartigen Winden, die Gletscher reichen bis ans Meer, und in den schroffen Bergen der Südalpen müssen Tiere tagtäglich mit Eis und Schnee ringen. Wer in diesem Reich der Extreme lebt, muss anpassungsfähig, robust und clever sein. Keas sind berühmt für ihren Spieltrieb doch sie sind auch findige Jäger, die dank ihrer Neugier mit den harschen Bedingungen der Berge gut zurechtkommen. Neuseeländische Seelöwenweibchen dagegen sind eher zurückhaltende Charaktere. Sie säugen ihren Nachwuchs im Schutz einsamer Dünenwälder, um ihr Junges vor aggressiven Robbenbullen zu schützen. Folgt man kleinen Bachläufen zu ihrem Ursprung, entdeckt man tief in verborgenen Felsgrotten ein zauberhaftes Feenreich unter einem Firmament verhängnisvoller Irrlichter. Verursacht werden sie von kleinen Mückenlarven, die mit langen Fangfäden und selbst erzeugtem Licht nach Insekten angeln. Der Meister der Anpassung aber ist die Weta, eine Heuschrecke, die so groß ist wie eine Maus; ihre Überlebensstrategie lässt sie selbst von den Toten wieder auferstehen.","versions":[{"lang":1,"streams":[{"redirect":7009742,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Kampf ums Paradies","epNo":3,"alt":"","descr":"Was geschieht, wenn Menschen und von ihnen mitgeführte Tiere in ein Paradies eindringen? Was, wenn sich für Kakapo, Brückenechse, Kiwi und Riesenheuschrecke nach Jahrmillionen friedlichen Daseins das Leben komplett ändert? Was wenn europäische Wiesel flugunfähige Ureinwohner flächendeckend dezimieren? Wie kann die besondere, ursprüngliche Tier- und Pflanzenwelt Neuseelands überleben und wer wird den Kampf gewinnen? Das Neuseeland von heute ist nicht nur Heimat von Kiwi und Kea, Weta und Wekaralle. Es ist auch die Heimat von Pflanzen und Tieren aus aller Welt, von Amseln und Buchfinken, Bachforellen und Mäusen aus Übersee. Sie alle verdrängen auf die eine oder andere Art die tierischen Ureinwohner aus ihren Lebensräumen. Im modernen Neuseeland werden aber auch neue Allianzen geschlossen. Riesenforellen etwa haben sich darauf spezialisiert, Mäuse beim Durchqueren eines Gewässers zu erlegen. Fast überall auf den Inseln ist die Natur im Wandel. Einige der ursprünglichen Tier- und Pflanzenarten können sich behaupten, viele jedoch stehen kurz vor dem Aussterben: der extrem seltene Chatham-Schnäpper etwa oder der flugunfähige Eulenpapagei, der Kakapo. Wie sie gerettet werden können und ob modernste Schutzbemühungen fruchten, sind nach wie vor brennende Fragen, die Neuseelands Natur- und Artenschützer umtreiben. So hat ein Kampf ums Paradies begonnen. Die Dokumentation gibt Einblicke in aufwendige und clevere Rettungsaktionen, sowie neue und Hoffnung gebende Allianzen, und sie zeigt, dass die eigenwillige Tierwelt Neuseelands durchaus zu retten ist.","versions":[]}]}]}