{"path":"/serie/stream/wildfire","name":"Wildfire","descr":"Vorbestraft, verletzbar, missverstanden - mit gerade einmal 18 Jahren ist Kris Furillo bereits wegen Diebstahls in einer Jugendstrafanstalt gelandet. So richtig wundert das eigentlich niemanden, denn was soll schon aus einem Mädchen werden, das mit einer drogenabhängigen Mutter in einer heruntergekommenen Wohnwagensiedlung aufwächst? Für die meisten ist Kris nur ein ganz gewöhnlicher, krimineller Teenager. Allein der Pferdetrainer Pablo Betard bemerkt, dass in dem Mädchen viel mehr steckt, als alle anderen glauben. Er erkennt hinter Kris rauer Fassade ein ganz außergewöhnliches Talent im Umgang mit Pferden. Das eigenwillige Mädchen ist eine der wenigen, die mit dem temperamentvollen und störrischen Hengst Wildfire umgehen kann. Für Pablo Grund genug, sich für sie starkzumachen und ihr einen Job auf der Raintree-Farm zu besorgen. Damit bekommt Kris, auf was sie nicht mehr zu hoffen gewagt hatte: eine zweite Chance.","seasons":[{"path":"/serie/stream/wildfire/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wildfire/staffel-1/episode-1","name":"Neuanfang","epNo":1,"alt":"Pilot (1)","descr":"Die 18-jährige Kris Furillo muss eine Strafe wegen Autodiebstahls in einem Erziehungscamp verbüßen. Im Rahmen eines Resozialisierungsprogramms hilft sie auf einem nahegelegenen Gestüt aus. Dadurch lernt Kris den Pferdetrainer Pablo Betart kennen, der als ehrenamtlicher Helfer den Häftlingen das Reiten beibringt. Pablo wird schnell auf Kris aufmerksam und registriert ihr außergewöhnliches Talent im Umgang mit Pferden – insbesondere mit dem wilden und schwer zu händelnden Hengst Wildfire. Pablo verschafft Kris einen Job auf der Raintree-Farm und gibt ihr damit die Möglichkeit, ihrem Leben eine Wendung zu geben. Wird Kris diese Chance zu nutzen wissen? Jean Ritter, die Besitzerin der Raintree-Farm, steht der vorbestraften Kris anfänglich skeptisch gegenüber. Sie lässt sich aber von Pablo schließlich überzeugen, das Mädchen auf der Farm aufzunehmen. Unterstützung hat Jean auch bitter nötig: Ihr spielsüchtiger Exmann, der früher die Farm geleitet hat, hätte Raintree fast in den finanziellen Ruin getrieben. Jetzt kämpft Jean um die Existenz der Farm, die sich noch ganz traditionell in Familienbesitz befindet. Der wohlhabende Nachbar Ken Davis bedrängt Jean ständig, in eine Fusion zwischen seinem sehr lukrativen Farmbetrieb und Raintree einzuwilligen – er schlägt Jean sogar vor, sie zu heiraten, damit ihre Farm weiterhin ein Familienbetrieb bleiben kann. Jean kann sich diesen Deal eigentlich nicht recht vorstellen. Als aber ihr bestes Pferd nur den vierten Platz bei einem hochdotierten Rennen erreicht, weiß sie nicht mehr, wie sie die Farm allein noch halten soll. Matt, der ältere Sohn der Familie Ritter, ist mit Ken Davis’ Sohn Kenny, genannt Junior, eng befreundet. Außerdem war Matt mit Danielle, Ken Davis’ Tochter, liiert. Als Kris das erste Mal auf der Raintree-Farm auftaucht, sind beide Jungen augenscheinlich hin und weg von ihr – sehr zum Missfallen von Danielle und ihrer zickigen Freundin Amber. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13761699","hoster":"VOE"},{"path":"/redirect/14177439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-2","name":"Die Rettung","epNo":2,"alt":"Pilot (2)","descr":"Kaum ist Kris auf der Farm der Ritters angekommen, scheint Matt, der ältere Sohn, bereits schwer in sie verliebt zu sein. Auf dem alljährlichen Weinfest kommen sich die beiden Pferdenarren näher. Matt weiß allerdings noch nicht, dass Kris bis vor kurzem in der Jugendstrafanstalt gesessen hat. In der romantischen Atmosphäre des nächtlichen Feuerwerks kommt es zu einem innigen Kuss, woraufhin Kris Matt ihre kriminelle Vergangenheit beichtet. Sehr zu ihrer Verwunderung stört er sich daran nicht – ganz im Gegenteil zu seiner Mutter Jean, die die traute Zweisamkeit argwöhnisch aus dem Augenwinkel beobachtet. Doch dies bleibt nicht Kris’ einziges Problem. An einem freien Tag entschließt sie sich, ihren geliebten Hengst Wildfire auf einem benachbarten Gestüt zu besuchen. Doch zu ihrem Schrecken ist Wildfires Box leer. Die örtliche Polizei, die Wildfire gekauft hatte, gibt ihn zu einer Auktion frei, da er für die Arbeit auf der Straße ungeeignet ist. Voller Aufregung fährt Kris gemeinsam mit Matt zu der Auktion. Als ihr jedoch klar wird, dass sie den Hengst nicht ersteigern kann, trifft sie eine folgenschwere Entscheidung. Jean, die aufgrund der hohen Schulden der Raintree-Farm in arger finanzieller Bedrängnis ist, trägt sich mit dem Gedanken, Raintree an ihren erfolgreichen Nachbarn Ken Davis zu verkaufen. Nicht nur ihr Vater Henry und ihr jüngerer Sohn Todd sind absolut dagegen, das Familienunternehmen an den aalglatten, geldgierigen Geschäftsmann zu verhökern. Auch Pablo, Jeans bester Pferdetrainer, gibt ihr zu verstehen, dass er nicht bleiben wird, sollte die Farm an Davis gehen. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264120","hoster":"VOE"},{"path":"/redirect/14177438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-3","name":"Intrige","epNo":3,"alt":"Trust","descr":"Kris hat kurzerhand ihren geliebten Hengst Wildfire gestohlen, nachdem dieser verkauft werden sollte. Da Jean inzwischen Kris’ großes Talent erkannt hat, setzt sie sich vor Gericht für sie ein und erreicht damit, dass Kris vorzeitig aus der Haft entlassen wird. Mit offenen Armen wird die gerührte Kris auf der Raintree-Farm in Empfang genommen. Doch die Freude währt nicht lange und der Ärger für Kris geht sofort wieder los. Dieses Mal kann sie allerdings nichts dafür: Juniors intrigante Schwester Danielle passt es überhaupt nicht in den Kram, dass sich ihr Freund Matt in Kris verliebt hat. Darum denkt sie sich eine hinterhältige Gemeinheit aus, um Kris eins auszuwischen – mit Erfolg: Die ahnungslose Kris hätte sich nicht träumen lassen, dass sie so schnell wieder hinter Gittern landen könnte. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264114","hoster":"VOE"},{"path":"/redirect/14178857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-4","name":"Mütter","epNo":4,"alt":"Mothers","descr":"Kris ist sehr überrascht als ihre Mutter Barb plötzlich auf Raintree auftaucht – und wenig erfreut über diesen Besuch. Das Verhältnis zwischen Mutter und Tochter ist seit langem schwierig. Barb ist drogenabhängig und hat aufgrund verschiedener Vergehen im Zusammenhang mit ihrer Sucht schon mehrfach im Gefängnis gesessen. Nun aber präsentiert sie sich als die \"neue Barb\" – neuer Job, neues Apartment, neues Leben ohne Drogen. Offenbar will sie alle Fehler der Vergangenheit mit einem Schlag wiedergutmachen. Kris, die dem Braten nicht traut, ist entsetzt als sie hört, dass ihre Mutter sie zu sich nehmen will. Unterdessen soll Wildfire auf sein erstes großes Rennen vorbereitet werden und geht auf Raintree auch ohne Probleme in die gemietete Startbox. Als er jedoch auf der Rennbahn in die Box steigen soll, zeigt er sich stur und scheu. Todd versucht verzweifelt herauszufinden, welchen Grund das unerklärliche Verhalten haben könnte. Jean plagt sich derweil mit schlimmeren Problemen herum. Die finanzielle Misere von Raintree hält an und Jean befürchtet, dass nicht nur die Farm unter diesem Druck zusammenbrechen könnte. Sie entschließt sich, einige wertvolle Erbstücke zu verkaufen, darunter auch ihren wertvollen Verlobungsring. Doch der Ring ist plötzlich nicht mehr aufzufinden. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264112","hoster":"VOE"},{"path":"/redirect/14264196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-5","name":"Harte Zeiten","epNo":5,"alt":"Guilty","descr":"Jeans Nerven liegen blank: Oklahoma Crude, das beste Rennpferd auf Raintree, wird bei einem Trainingsritt schwer verletzt. Die Kosten für die ärztliche Behandlung sind immens hoch, es ist nicht klar, ob das Pferd überhaupt noch einmal Rennen wird laufen können. Und nicht nur das: Es flattert ein Bescheid der Behörde ins Haus, dass eine Steuerprüfung für Raintree ansteht. Todd versucht daraufhin, im Internet etwas über den zuständigen Sachbearbeiter herauszufinden und die Ergebnisse geben Grund zur Hoffnung. Mit dem Gefühl, zumindest was den Ansprechpartner anbetrifft, Glück gehabt zu haben, machen sich Jean und Henry auf den Weg zur Behörde. Doch was ihnen dort vorgelegt wird, lässt ihnen den Atem stocken. Matt versucht seit einiger Zeit, Geld aufzutreiben, um seiner Mutter finanziell unter die Arme greifen zu können – allerdings mit eher zweifelhaften Methoden. Er lässt sich auf riskante Pferdewetten bei dem windigen Buchmacher Bobby ein. Da Matt zu oft auf das falsche Pferd setzt, geht der Schuss nach hinten los. Statt Geld zu verdienen, hat er schnell hohe Wettschulden bei Bobby, der beim Eintreiben von Schulden nicht zimperlich ist. Auch Kris bemüht sich, Jean Ritter irgendwie zu helfen und nimmt einen Job als Kellnerin an. Da sie dort bis spät nachts arbeitet, aber jeden Morgen um fünf Uhr aufstehen muss, ist sie während des Trainings mit Wildfire ständig übermüdet und ein schlechter Jockey. Pablo, der das schnell spitz bekommt, wäscht ihr den Kopf. Als Kris Jean schließlich das verdiente Geld schenken will, lehnt diese ab und macht ihr eine erschreckende Offenbarung: Es scheint nur eine Möglichkeit zu geben, Raintree vor dem finanziellen Ruin zu retten. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264116","hoster":"VOE"},{"path":"/redirect/14264202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-6","name":"In fremden Betten","epNo":6,"alt":"The Claiming Race","descr":"Als eine Herde Wildpferde an der Raintree Farm vorbeireitet, versetzen sie Wildfire und Houdini in helle Aufregung. Den beiden Rennpferden gelingt es, heimlich auszubrechen und ihren freilebenden Artgenossen hinterherzupreschen. Matt, Kris, Junior und Dani machen sich auf den Weg, um die beiden Ausreißer wieder einzufangen. Leider verliert sich die Spur der Pferde an einem Felsen. Darum beschließt der Suchtrupp, die Nacht in der Wildnis zu verbringen und ein Spiel zu spielen, bei dem jeder der Beteiligten ein bisher wohlgehütetes Geheimnis offenbaren muss. Charlie und Jean, die sich allmählich näherkommen, nutzen unterdessen den freien Abend für ein gemütliches Dinner. Doch die traute Zweisamkeit wird durch unerwarteten Besuch gestört. Der ungebetene Gast ist ausgerechnet Jeans Exmann Pete, auf den Jean gar nicht gut zu sprechen ist – war es doch Pete, der durch seine Spielsucht die Farm an den finanziellen Abgrund brachte. Jetzt gibt er sich geläutert und schwört, ein besserer Mensch geworden zu sein – ganz offensichtlich, weil er sein altes Leben und Jean zurückhaben will. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264110","hoster":"VOE"},{"path":"/redirect/14264201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-7","name":"Geheimnisse","epNo":7,"alt":"Lost \u0026 Found","descr":"Wildfire startet bei einem hochdotierten Rennen und legt den Erwartungen entsprechend einen hervorragenden Start hin. Plötzlich jedoch fällt er zurück und verliert. Besorgt eilen Matt und Kris zu ihrem geliebten Hengst und erfahren, dass er an einer gefährlichen Kolik leidet, die eigentlich nur dann eintritt, wenn ein Rennpferd vor dem Start noch etwas frisst. Kris macht sich große Vorwürfe als sie gemeinsam mit Matt Kuhfutter in Wildfires Anhänger entdeckt. Matt hingegen glaubt nicht, dass Kris’ Nachlässigkeit schuld an Wildfires Zustand ist. Er verdächtigt Carlos Sanchez, einen ehemaligen Mitarbeiter von Raintree, Wildfires Rennen sabotiert zu haben. Seit Carlos gefeuert wurde, hasst er die Ritters. Er versichert allerdings glaubwürdig, am Tag des Rennens in Mexiko bei seiner Mutter gewesen zu sein. Matt hat zudem noch mit Problemen ganz anderer Art zu kämpfen: Seine Spielsucht scheint immer schlimmer zu werden. Ständig schließt er riskante Wetten ab, die er verliert und macht dadurch Schulden, die er nicht mehr bezahlen kann. Als es schließlich soweit kommt, dass er von dem zwielichtigen Buchmacher Ely offen bedroht wird, zieht Matt die Notbremse. Er verkauft sein Motorrad, um die Wettschulden zu begleichen – aber nicht nur, um sich selbst zu schützen: Er glaubt, dass Wildfires lebensbedrohlicher Zustand auf Elys Konto geht. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264115","hoster":"VOE"},{"path":"/redirect/14264230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-8","name":"Vergiftet","epNo":8,"alt":"The Track","descr":"Da Henry und Todd Urlaub machen und Jean und Pablo zu einer Pferdeshow aufgebrochen sind, hat Matt zu Hause auf Raintree sturmfreie Bude. Eigentlich soll er in der Abwesenheit der anderen den Wänden einen neuen Anstrich verpassen und ein Bücherregal bauen. Doch Junior ist der Meinung, man müsse die Gunst der Stunde nutzen und überredet Matt, eine Party zu schmeißen. Als die Party bereits in vollem Gange ist und die Stimmung immer besser wird, taucht plötzlich unerwarteter Besuch auf: Es ist Kris’ alter Freund Win. Kris freut sich zunächst sehr über das unverhoffte Wiedersehen. Doch Win ist nicht gekommen, um zu feiern. Ihm liegt etwas schwer auf der Seele, das er Kris nun beichtet: Dass sie damals verhaftet wurde und anschließend ins Jugendgefängnis musste, ist Wins Schuld! Wutentbrannt fordert Kris ihn auf, zu verschwinden – ohne zu ahnen, was für eine heftige Reaktion sie damit provoziert: Win zieht plötzlich eine Pistole aus der Tasche. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264111","hoster":"VOE"},{"path":"/redirect/14264234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-9","name":"Sturmfrei","epNo":9,"alt":"The Party","descr":"Kris lernt durch Junior die berühmte und erfolgreiche Rennreiterin Tina Sharp kennen. Da es Kris’ größter Traum ist, selbst ein guter Jockey zu werden, nimmt sie Tinas verlockendes Angebot, gemeinsam zu trainieren, mit Kusshand an. Pablo ist davon allerdings wenig begeistert – zu Recht: Kris beginnt, ihre Arbeit auf der Farm zu vernachlässigen. Schließlich schlägt Tina Kris sogar vor, bei einem Verkaufsrennen zu starten, das ausgerechnet auf den Termin von Kris’ Bewährungsanhörung fällt. Kris überlegt nicht lange und tritt bei dem Rennen an – eine äußerst unkluge Entscheidung, wie sich schnell herausstellt. Henry kehrt von seiner gemeinsamen Reise mit Todd zurück und bemerkt verwundert, dass Matt sein geliebtes Motorrad verkauft hat. Henry geht davon aus, dass Matt das Bike nur veräußert hat, um seiner Mutter finanziell unter die Arme greifen zu können. Gerührt entschließt er sich, das Motorrad zurückzukaufen. Doch dann erfährt Henry von dem Verkäufer, dass Matt sein Lieblingsgefährt verkaufen musste, um seine Spielschulden zu begleichen. Enttäuscht stellt er seinen Enkel zur Rede und zwingt ihn, es seiner Mutter zu beichten: Für Jean bricht damit eine Welt zusammen. (Text: VOX)Deutsche Erstausstrahlung: Di 18.11.2008 VOX","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264117","hoster":"VOE"},{"path":"/redirect/14264250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-10","name":"Falsche Entscheidungen","epNo":10,"alt":"Identity","descr":"Die erfolgreiche Rennreiterin Tina Sharp taucht überraschend auf Raintree auf, um sich ein Pferd anzusehen, das ein Kunde von ihr eventuell kaufen möchte. Tina und Kris kennen sich bereits, seit Tina Kris angeboten hatte, mit ihr zu trainieren. Insbesondere Pablo ist überhaupt nicht begeistert, die berühmte Reiterin wieder auf der Farm zu sehen. Tinas Einfluss auf Kris ist seiner Meinung nach gar nicht gut. Und so verfolgt er mit Argusaugen, dass Tina nun wieder versucht, aus Kris einen Jockey zu machen. Doch bald kommt auch Kris dahinter, dass Tina nicht die gute Freundin und Mentorin ist, die sie vorgibt zu sein: Jean benötigt dringend einen Jockey, der Wildfire bei seinem nächsten Rennen reiten kann. Ein Reiter wird getestet, der auch eine gute Zeit abliefert. Doch Kris gelingt es, diese Zeit noch zu unterbieten, so dass Jean kurz davor ist, der stolzen und erwartungsvollen Kris den Job zu übertragen. Just in diesem Moment kommt jedoch Tina hinzu und bietet sich als Jockey für Wildfire an. Kris ist sehr enttäuscht und wütend auf Tina – ganz im Gegensatz zu Matt, der die Nacht zuvor mit Tina verbracht hat. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264119","hoster":"VOE"},{"path":"/redirect/14259545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-11","name":"Konkurrentinnen","epNo":11,"alt":"Tina Sharp","descr":"Jean hat die bekannte Rennreiterin Tina Sharp als Jockey für Wildfires bevorstehenden Wettkampf, das Sandpiper-Rennen, angeheuert – und sich damit wenig Freunde auf der Farm gemacht. Kris ist sauer, da Tina ihr diesen Job weggeschnappt hatte und obendrein jetzt noch ein nerviges Fersehteam nach Raintree mitbringt, das eine Reportage über Tina drehen soll. Pablo ist ohnehin nicht gut auf Tina zu sprechen, da er ihren Einfluss auf Kris nicht gutheißt und offenbar auch in der Vergangenheit eine Affäre mit ihr hatte, die nicht freundschaftlich beendet wurde. Nur Matt ist nach einer heißen Nacht mit Tina gänzlich ihrem koketten Charme verfallen. Doch als er ihr gesteht, sich verliebt zu haben, eröffnet Tina ihm, dass es ihr nur um Spaß im Leben gehe. Zu allem Übel erfährt Matt anschließend auch noch, dass Jean ihm einen Besuch seines Vaters verheimlicht hat. All das ist zu viel für seine labile Psyche: In Matt wächst plötzlich wieder der unwiderstehliche Drang, seiner Spielsucht zu frönen. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264113","hoster":"VOE"},{"path":"/redirect/14264256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-12","name":"Spiel mit dem Feuer","epNo":12,"alt":"Impressions","descr":"Alle Bewohner von Raintree sind aufgeregt wegen des kurz bevorstehenden Sandpiper Rennens, da alle gespannt sind, ob Wildfire dort zeigen wird, was in ihm steckt. Auch Ken Davis, der Besitzer der benachbarten Farm, tritt dort mit einigen Pferden an. Er ist sehr wütend auf seinen Sohn Junior: Dieser hatte zugelassen, dass die berühmte Rennreiterin Tina Sharp für Raintree reitet. Ken, der in jedem Fall das Rennen gewinnen will, greift zu einem fiesen Trick: Er verspricht Junior, ihn und Kris in Ruhe zu lassen, wenn er Tina Sharp für einen Wechsel zu seinem Rennstall gewinnen würde. Junior, der endlich ungestört glücklich mit Kris sein will, willigt ein. Und tatsächlich stimmt auch Tina Sharp zu als Junior ihr das Angebot unterbreitet. Junior, der nur an seine Liebe zu Kris denkt, hat nicht bedacht, welche Konsequenzen sein Handeln haben würde: Pablo und Jean stehen ohne Jockey da und entscheiden sich, Kris Wildfire reiten zu lassen. Kris freut sich darüber zwar sehr. Doch als sie erfährt, dass Tina auf Juniors Betreiben hin die Raintree-Fram im Stich gelassen hat, ist sie maßlos enttäuscht – so enttäuscht, dass sie an der Beziehung zu Junior zu zweifeln beginnt. Auch Matt geht es nicht blendend. Er hat sich von Tina Sharp getrennt, nachdem er bemerken musste, dass sie seine romantischen Gefühle nicht erwidert. Der Liebeskummer treibt ihn jedoch erneut in die Spielsucht und seine Schulden haben schnell eine so immense Höhe erreicht, dass sein Buchmacher Bobby gar keinen Spaß mehr versteht. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13264118","hoster":"VOE"},{"path":"/redirect/14264258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-1/episode-13","name":"Eine zweite Chance","epNo":13,"alt":"Loyalty","descr":"Alle Bewohner von Raintree sind aufgeregt wegen des kurz bevorstehenden Sandpiper Rennens, da alle gespannt sind, ob Wildfire dort zeigen wird, was in ihm steckt. Auch Ken Davis, der Besitzer der benachbarten Farm, tritt dort mit einigen Pferden an. Er ist sehr wütend auf seinen Sohn Junior: Dieser hatte zugelassen, dass die berühmte Rennreiterin Tina Sharp für Raintree reitet. Ken, der in jedem Fall das Rennen gewinnen will, greift zu einem fiesen Trick: Er verspricht Junior, ihn und Kris in Ruhe zu lassen, wenn er Tina Sharp für einen Wechsel zu seinem Rennstall gewinnen würde. Junior, der endlich ungestört glücklich mit Kris sein will, willigt ein. Und tatsächlich stimmt auch Tina Sharp zu als Junior ihr das Angebot unterbreitet. Junior, der nur an seine Liebe zu Kris denkt, hat nicht bedacht, welche Konsequenzen sein Handeln haben würde: Pablo und Jean stehen ohne Jockey da und entscheiden sich, Kris Wildfire reiten zu lassen. Kris freut sich darüber zwar sehr. Doch als sie erfährt, dass Tina auf Juniors Betreiben hin die Raintree-Fram im Stich gelassen hat, ist sie maßlos enttäuscht – so enttäuscht, dass sie an der Beziehung zu Junior zu zweifeln beginnt. Auch Matt geht es nicht blendend. Er hat sich von Tina Sharp getrennt, nachdem er bemerken musste, dass sie seine romantischen Gefühle nicht erwidert. Der Liebeskummer treibt ihn jedoch erneut in die Spielsucht und seine Schulden haben schnell eine so immense Höhe erreicht, dass sein Buchmacher Bobby gar keinen Spaß mehr versteht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121596","hoster":"VOE"},{"path":"/redirect/14259546","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wildfire/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wildfire/staffel-2/episode-1","name":"Die letzte Spritztour","epNo":1,"alt":"Try It Without The Porsche","descr":"Kris’ Nerven sind bis zum Zerreißen gespannt: Zum ersten Mal tritt sie ganz offiziell bei einem wichtigen Wettkampf, dem Sandpiper Rennen, als Jockey an – auf ihrem geliebten Hengst Wildfire. Doch die Konkurrenz in Form der erfolgreichen und berühmten Rennreiterin Tina Sharp ist überwältigend. Und so gelingt es Kris nicht, das Rennen zu gewinnen. Sie wird allerdings Zweite hinter der erfahrenen Konkurrentin und zieht mit dieser beeindruckenden Leistung die Aufmerksamkeit des Sportmanagers Kerry Connelly auf sich, der ihr ein verlockendes Angebot macht. Unterdessen beschließt Junior, die väterliche Farm zu verlassen, um endlich auf eigenen Füßen zu stehen. Auch seinen Porsche will er verkaufen – nicht jedoch, bevor er mit dem schicken Sportflitzer noch eine letzte Spritztour unternommen hat. In freudiger Erwartung auf sein neues, aufregendes, selbstständiges Leben lässt er sich noch einmal bei offenem Verdeck frischen Wind um die Nase wehen und ist dabei einen kurzen Moment unachtsam. Er verliert die Kontrolle über den Wagen und stürzt in einen Fluss. Die Polizei findet einige Zeit später den Porsche, von Junior fehlt jedoch jede Spur. Seit Jahren plagt Danielle die Frage, wer ihre Mutter sein könnte. Nun ist sie die Ungewissheit ein für alle Mal leid und sie zwingt ihren Vater, ihr endlich die Wahrheit zu sagen. Ken bricht sein Schweigen und erzählt ihr, was sich damals mit ihm und Danielles Mutter zugetragen hat. Da wird Danielle klar, dass es sehr schwer sein wird, sie wiederzufinden. Ken vertraut seiner Tochter aber außerdem an, dass er ihr die Farm übergeben möchte. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931338","hoster":"VOE"},{"path":"/redirect/8656995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-2","name":"Und Action!","epNo":2,"alt":"Opportunity Knocks","descr":"Alle haben sich große Sorgen um Junior gemacht, nachdem er mit seinem Porsche einen schweren Unfall gebaut hatte. Zunächst war man davon ausgegangen, dass er ertrunken sei. Umso größer ist nun die Freude, als er unversehrt wieder auftaucht und von seinen Plänen für die Zukunft erzählt: Junior hat vor, sich vom Leben auf der Farm zu verabschieden, in die Stadt zu ziehen und einen eignen Club zu eröffnen. Während Matt Feuer und Flamme für Juniors Idee ist, zeigt Kris sich wenig begeistert, da sie sich fragt, wo ihr Platz in Juniors neuem Leben sein soll … Unterdessen plagen Jean ernsthafte Probleme. Da in der Umgebung von Raintree die Maul- und Klauenseuche ausgebrochen ist, steht die Farm unter Quarantäne. Auch privat hat Jean Stress, da ihr Exmann Pete wieder aufgetaucht ist und ganz offensichtlich versucht, sie zurückzugewinnen: Jean macht sich Sorgen, dass Pete ihre Beziehung zu Charlie gefährden könnte. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502410","hoster":"VOE"},{"path":"/redirect/8656997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-3","name":"Die Komplizin","epNo":3,"alt":"A Good Convict Is Hard To Find","descr":"Eine Gruppe jugendlicher Straftäter aus der Anstalt, in der auch Kris inhaftiert war, kommt zu Besuch nach Raintree. Kris freut sich, Leanne, eine ihrer wenigen Freundinnen aus dieser schweren Zeit, wiederzusehen. Bei einer Benefizveranstaltung des Reitzentrums ertappt Kris Leanne jedoch bei einem Fluchtversuch. Kris weiß nicht, wie sie damit umgehen soll. Doch als Leanne ihr glaubhaft versichert, dass es um ein Menschenleben gehe und sie inständig um Hilfe bittet, wird Kris zu Leannes Komplizin. Leanne verspricht zwar, sich sofort nach ihrer geheimnisvollen Rettungsaktion zurückzumelden, als Kris dann aber nichts mehr von ihr hört, ist sie schwer enttäuscht und wütend: Sie gerät nämlich selbst in ernste Schwierigkeiten, als sie eine Vollzugsbeamtin belügen muss. Währenddessen arbeiten Matt, Junior und Jeans Exmann Pete fieberhaft an dem Aufbau ihres Clubs. Die Vorbereitungen für die Eröffnung laufen auf Hochtouren – da erfährt Pete, dass seine Mutter schwer krank ist. Er muss sofort nach Texas fliegen, und Junior und Matt stehen plötzlich alleine mit einem Riesenberg Arbeit da. Zu allem Übel sagt der engagierte DJ wieder ab und die Behörde hat es gar nicht eilig, den beiden jungen Gastronomen die erforderliche Brandschutzgenehmigung zu erteilen. (Text: VOX)Deutsche Erstausstrahlung: Mi 26.11.2008 VOX","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502415","hoster":"VOE"},{"path":"/redirect/8656999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-4","name":"Gefährliche Liebschaften","epNo":4,"alt":"Dangerous Liaisons","descr":"Charlie und Jean wollen endlich gemeinsam ein romantisches Wochende verbringen. Die Voraussetzung ist allerdings, dass Matt und Kris sich in Jeans Abwesenheit um die Farm kümmern – wozu die beiden sich gerne bereit erklären. Kurz nachdem Charlie und Jean aufgebrochen sind, bittet allerdings Dani Matt, ein Pferd zu begutachten, wofür auch er ein paar Tage fort müsste. Kris ist zwar nicht begeistert, lässt Matt dann aber doch ziehen – nur um sehr schnell festzustellen, dass die Arbeit für sie alleine nun wirklich zuviel ist. Ihr bleibt nichts anderes übrig, als Junior um Hilfe zu bitten. Während der gemeinsamen Arbeit wird den beiden ziemlich schnell klar, dass immer noch mehr als Freundschaft zwischen ihnen herrscht … Charlie und Jean verbringen ein Wochende mit Hindernissen: Zuerst bleibt der Wagen liegen, dann ist das Hotel ausgebucht und schließlich stellt Charlie fest, dass er nicht nur seine Brieftasche, sondern auch die Opernkarten zu Hause vergessen hat. Keines dieser Missgeschicke kann allerdings die gute Stimmung zwischen Jean und Charlie trüben. Matt sieht sich unterdessen den Hengst für Dani an und macht aus seiner Begeisterung keinen Hehl. Völlig entgeistert muss er aber auf der Rückfahrt feststellen, dass der Verkäufer das falsche Pferd verladen hat … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502416","hoster":"VOE"},{"path":"/redirect/8657000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-5","name":"Kopf an Kopf","epNo":5,"alt":"Family Matters","descr":"Matt ist im Dauerstress. Er trainiert sowohl mit Dani und ihrem Pferd Picaro, als auch mit Kris und Wildfire für ein anstehendes Rennen. Und nicht nur das: Nach der Eröffnungsfeier hat es in Matts Club, den er gemeinsam mit Junior und Pete betreibt, eine Überschwemmung gegeben. Nun muss das ganze Chaos beseitigt werden. Leider haben die unerfahrenen Gastronomen zudem vergessen, eine Versicherung für einen solchen Fall abzuschließen, so dass die finanzielle Belastung den Ruin des Clubs bedeuten könnte. Da mischt sich Isabelle, Danis und Juniors Mutter, in die Angelegenheit ein. Sie hatte einst ihren Mann und die Kinder verlassen und sucht nun seit einiger Zeit wieder den Kontakt. Nun bietet sie sich an, Geld in den Club zu investieren – Geld, das sie allerdings gar nicht besitzt, sondern von Ken erpresst … Ganz andere Sorgen macht sich Jean, als Todd eines Tages mit einem blauen Auge aus der Schule nach Hause kommt. Jean glaubt, dass ihr kleiner Sohn von Mitschülern gemobbt wird und fühlt sich ziemlich hilflos, da sie nicht weiß, wie sie Todd helfen soll. Doch dann erfährt sie, dass Todd offenbar ein Geheimnis vor ihr hat, das nichts mit gemeinen Schulkameraden zu tun hat. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502417","hoster":"VOE"},{"path":"/redirect/8656998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-6","name":"Dunkle Vergangenheit","epNo":6,"alt":"Nothing Takes The Past Away Like The Future","descr":"Nichts Böses ahnend nimmt Jean den problematischen Hengst Whiticus auf, um ihn wieder auf Rennen vorzubereiten. Sie weiß allerdings nicht, dass hinter der Geschichte mehr steckt: Der Besitzer des Pferdes ist ein Krimineller – und ein alter Bekannter Pablos. Keiner auf der Raintree-Farm weiß, dass auch Pablo eine dunkle Vergangenheit hat. Aus Angst, gefeuert zu werden, hat er dies Jean und allen anderen gegenüber stets verschwiegen. Nun wird er von Whiticus’ Besitzer erpresst und gerät zunehmend unter Druck. Es gibt nur eine Person, der er sich schließlich anvertraut. Nach der Überschwemmung des Nachtclubs machen sich Matt und Junior gemeinsam mit Rebecca an die Renovierungsarbeiten. Rebecca ist eine alte Schulfreundin von Matt, die er als Kellnerin engagiert hatte. Für Matt interessiert sie sich allerdings wenig – sie hat nur Augen für Junior, der auch nicht abgeneigt zu sein scheint … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502418","hoster":"VOE"},{"path":"/redirect/8657001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-7","name":"Sturheit siegt","epNo":7,"alt":"Taking Off","descr":"Kris wird eine große Ehre zuteil: Ihr Agent Kerry Connelly vermittelt sie an einen der erfolgreichsten Trainer Amerikas. Kris ist stolz und freut sich. Es stellt sich allerdings sehr schnell heraus, dass ihr neuer Chef einen viel härteren Umgang mit Pferden pflegt als Kris es von Pablo kennt. Als ihr klar wird, dass dem Star unter den Pferdetrainern das Wohlergehen der Tiere völlig gleichgültig ist und er nur ans Siegen denkt, widersetzt sie sich schließlich seinen Anweisungen und wird prompt gefeuert. Kris wundert sich anschließend nur, dass Kerry überhaupt nicht wütend auf sie ist. Sie begreift sein Verhalten erst, als Kerry ihr gesteht, dass er sich sehr zu ihr hingezogen fühlt … Jean ist glücklich und gerührt, als Charlie ihr einen Heiratsantrag macht. Gleichzeitig plagt sie jedoch auch ein schlechtes Gewissen, da sie kurz zuvor noch einmal mit ihrem Exmann Pete im Bett gelandet war. Schließlich ringt sie sich dazu durch, Charlie ihren Seitensprung zu gestehen – was sie vermutlich nicht getan hätte, wenn sie Charlies Reaktion hätte vorausehen können. Auch Junior schlägt sich mit Beziehungsproblemen herum. Da er nicht mehr allein für die Miete aufkommen kann, lässt er Rebecca in seine Wohnung einziehen. Doch dieses Arrangement geht nicht lange gut. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115908","hoster":"VOE"},{"path":"/redirect/8657006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-8","name":"Unter Druck","epNo":8,"alt":"Fear","descr":"Kris gelingt es während des Trainings mit Wildfire, einen neuen Bahnrekord aufzustellen. Nun will sie versuchen, beim sogenannten \"Breeders Invitational\"-Rennen anzutreten. Eigentlich stehen ihre Chancen ganz gut. Doch keiner ahnt, dass Kris eigentlich gar nicht gewinnen darf, weil sie erpresst wird! Ein krimineller Pferdebesitzer, den Pablo aus dem Gefängnis kennt, zwingt Kris, das nächste Rennen absichtlich zu verlieren. Er droht ihr, ansonsten aller Welt Pablos dunkles Geheimnis zu verraten. Als der skrupellose Erpresser Kris schließlich das Verbrechen offenbart, das Pablo begangen hat, stockt ihr der Atem. Sie weiß, dass sie eine extrem schwere Entscheidung treffen muss … Nach wie vor gibt es Probleme in Matts, Juniors und Petes neuem Club. Nach der Überschwemmung gehen die Renovierungsarbeiten nur langsam voran. Und als Pete erfährt, dass Junior vergessen hatte, eine Versicherung für den Club abzuschließen, platzt ihm der Kragen. Schuldbewusst macht Junior sich daran, sein Versäumnis nachzuholen. Der Versicherungsagent eröffnet ihm dann jedoch etwas, das Junior mehr als nachdenklich stimmt: Pete war in drei Fälle von Brandstiftung involviert. Darum hätte man Pete niemals eine Versicherung für den Club zugestanden. Wie wird wohl Matt reagieren, wenn ihm zu Ohren kommt, dass sein Vater ein Versicherungsbetrüger ist? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502419","hoster":"VOE"},{"path":"/redirect/8657002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-9","name":"Zusammenbruch","epNo":9,"alt":"Break Down","descr":"Kris tritt zum ersten Mal mit dem Hengst Picaro bei einem großen Rennen für Dani an. Im Grunde hat sie jedoch nur geringe Aussichten auf Erfolg, da Picaro Probleme mit dem rechten Vorderhuf hat. Matt ist darum strikt dagegen, Picaro an den Start zu lassen – ganz im Gegensatz zu Dani und Ken. Junior plagen schon seit Längerem Geldprobleme. Nun ist er in so großer finanzieller Bedrängnis, dass ihm der Rauswurf aus seiner Wohnung droht. Darum lässt er sich auf eine äußerst riskante Wette mit dem skrupellosen Buchmacher Bobby ein: Beim nächsten Rennen wird Bobby auf Wildfire und Junior auf Picaro setzen. Sollte Bobby die Wette gewinnen, bekommt er Juniors Club. Am Tag des Rennens sind darum insbesondere Juniors Nerven bis zum Zerreißen gespannt – und er muss mit ansehen, wie all seine Felle davonschwimmen: Kris stürzt schwer mit Picaro. Nicht nur Picaro und Wildfire verletzten sich dabei, auch Kris bricht sich eine Rippe. Schlimmer für sie ist aber, dass sie sich selbst die Schuld an diesem Unfall gibt: Sie hatte es nicht lassen können, sich während des Rennens nach ihrem geliebten Wildfire umzusehen. Nun ist die Katastrophe perfekt: Kris muss sich vor der Rennbehörde rechtfertigen, Junior steht ohne Club und ohne Geld da und zu allem Übel erfährt Matt schließlich von dem behandelnden Tierarzt, dass Picaro gedopt war … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502421","hoster":"VOE"},{"path":"/redirect/8657003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-10","name":"Grünes Licht","epNo":10,"alt":"51/49","descr":"Kris hatte bei ihrem letzten Rennen großes Pech. Sie war mit Picaro gestürzt und hatte sich dabei eine Rippe gebrochen. Auch Wildfire war bei diesem Unfall in Mitleidenschaft gezogen worden. Zwar sind nun Mensch und Tier auf dem Wege der Besserung, doch Kris ist nach wie vor so traumatisiert von dem Sturz, dass sie sich nicht traut, wieder in den Sattel zu steigen. Da Wildfire aber unbedingt Bewegung braucht, unternimmt Kris mit Matt und Wildfire an der Leine einen Spaziergang. Als sie an der Davis-Farm vorbeikommen, beobachten sie Dani, wie sie sich gerade von zwei unbekannten Männern verabschiedet. Es stellt sich heraus, dass es sich um zwei FBI-Agenten handelt: Sie suchen Ken – er steckt offenbar in großen Schwierigkeiten. Kris, Matt, Junior und Dani treffen sich deshalb zu einer Krisensitzung auf der Davis-Farm. Am Abend zieht ein schwerer Sturm auf, so dass alle gezwungen sind, die Nacht bei Dani zu bleiben. Da Kris in Wildfires Nähe bleiben will und Junior sich geschworen hatte, niemals mehr in seinem Elternhaus zu übernachten, schlafen kurzerhand alle vier im Stall. Kris, die sich die Schuld an dem schweren Unfall bei ihrem letzten Rennen gibt, wird in der Nacht von heftigen Alpträumen geplagt. Matt hat so großes Mitleid mit ihr, dass er ihr schließlich gegen Danis und seine Abmachung verrät, dass Picaro bei dem Rennen gedopt war. Kris ist total entsetzt und wütend. Genauso ergeht es schließlich aber auch Dani, als am nächsten Morgen ein Schreiben von Kens Anwälten ins Haus flattert: Er überschreibt Junior 51 Prozent und Dani nur 49 Prozent der Farm … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502420","hoster":"VOE"},{"path":"/redirect/8657004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-11","name":"Darf ich bitten?","epNo":11,"alt":"Who Are You","descr":"Junior und Dani organisieren einen Wohltätigkeitsball für Pferdezüchter. Sie versprechen sich davon, dass ihr Hengst Ismael groß rauskommen wird. Zu dem bald anstehenden Einladungsrennen der Züchter hat die reiche Erbin Gillian noch keinen Starter nominiert – weshalb sich das Interesse aller Pferdefarmbesitzer auf sie konzentriert. Kris wird gegen ihren Willen dazu auserkoren, sich bei der potenziellen Gönnerin einzuschmeicheln. Leider passen ihre etwas rauen Umgangsformen wenig zu dieser Aufgabe, weshalb Kerry ihr einen Crashkurs in Etikette und Gesellschaftstanz erteilt und ihr zudem ein elegantes Abendkleid verpasst. So gerüstet kann für Kris nun eigentlich nichts mehr schiefgehen. Doch am Abend des Balls kommt alles anders. Kris lernt auf der Damentoilette eine junge Frau kennen, die sich bei ihr ausweint. Sie wurde vor Kurzem von ihrem Freund verlassen. Sie und Kris sind sich sofort sympathisch. Im Laufe des Abends platzt dann jedoch die Bombe, woran die intrigante Dani nicht ganz unschuldig ist: Die junge Frau mit Liebeskummer ist die reiche Erbin Gillian und ihr Exfreund ist Kris’ neuer Lover Kerry … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502425","hoster":"VOE"},{"path":"/redirect/8657005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-12","name":"Starthilfe","epNo":12,"alt":"For Love Or Money","descr":"Kris ist stinksauer auf Kerry. Sie macht ihn dafür verantwortlich, dass die reiche Erbin Gillian Kris nicht für das Einladungsrennen der Züchter ausgewählt hat. Kerry hatte eine Beziehung zu Gillian, diese aber auf eine unschöne Art und Weise beendet. Als Gillian davon erfuhr, dass Kerry nun mit Kris zusammen ist, kam Kris für Gillian als Jockey nicht mehr in Frage. Kerry gibt sich mit einer Rechtfertigung allerdings keine Mühe – stattdessen zaubert er zwei Flugtickets nach Paris aus der Tasche … Gillian trauert Kerry nun offenbar nicht mehr nach. Sie ist total in Matt verliebt. Auch er ist Feuer und Flamme. Da Gillian darüber nachdenkt, in Matts Nähe zu ziehen, kommt ihr ein Angebot von Junior gerade recht: Junior will seinen Anteil an der Davis-Farm verkaufen. Schon seit Langem hat er die Nase von der Stallarbeit voll – zumal Dani und er nun die ganze harte Arbeit alleine bewältigen müssen, da sie die Stallburschen nicht mehr bezahlen können. Doch dann macht Junior zusammen mit Kris eine Erfahrung, die ihn seine Entscheidung noch einmal überdenken lässt … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336809","hoster":"VOE"},{"path":"/redirect/8657008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-2/episode-13","name":"Absturz","epNo":13,"alt":"Close Shave","descr":"Kris ist glücklich darüber, dass Kerry ihr eine Fortsetzung ihrer Jockey-Karriere in Europa in Aussicht gestellt hat. Auch sonst scheint Kerry alles für sie zu tun: Er besorgt ihr einen Startplatz bei dem wichtigen Breeder’s Invitational-Rennen und sogar einen lukrativen Sponsorenvertrag. Kris kann sich endlich ein eigenes, schickes Auto leisten. Sie ahnt allerdings nicht, dass Kerry sie hinter ihrem Rücken mit seiner Exfreundin Gillian betrügt … Ken Davis kehrt auf die Farm zurück und muss entsetzt feststellen, dass Junior seine Anteile des Anwesens an Gillian verkauft hat. Er klärt nun seine Kinder darüber auf, was Gillian und ihr Vater, den er seit Langem kennt, im Schilde führen: Sie wollen auf dem Gelände der Farm Eigentumswohnungen und ein Einkaufszentrum errichten. Insbesondere Dani ist schockiert, doch weiß sie sich mit einem intriganten Trick zu helfen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502422","hoster":"VOE"},{"path":"/redirect/8657007","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wildfire/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/wildfire/staffel-3/episode-1","name":"Schweres Erbe","epNo":1,"alt":"Fairy Tale Endings","descr":"Nachdem Kerry mit dem Flugzeug abgestürzt war, ist er endlich gefunden worden – allerdings schwer verletzt. Kris wacht Tag und Nacht an seinem Krankenbett. Nur Junior ist ausgesprochen misstrauisch: Die Absturzstelle von Kerrys Flugzeug liegt seiner Meinung nach viel zu weit entfernt von der angeblichen Flugroute. Doch als Junior Kris von seinem Verdacht berichtet, will sie davon nichts hören. Wenig später stellt sich aber heraus, dass Junior den richtigen Riecher hatte … Das Testament des verstorbenen Henry wird eröffnet. Henry vermacht Jean die eine Hälfte der Raintree-Farm, die andere geht an Matt – allerdings unter einer Bedingung: Matt muss den ausgesprochen wilden andalusischen Hengst Taz bändigen, den Henrys Bruder Jesse aus Australien bringen wird. Der Weltenbummler Jesse trifft tatsächlich kurze Zeit später mit dem Pferd auf der Farm ein. Doch Matt hat kein besonders großes Interesse an der Aufgabe, die ihm sein verstorbener Großvater zugedacht hat. Viel lieber möchte er mit Gillian auf große Reise gehen. Ken Davis erbittet von Dani ein Darlehen, das sie ihm zunächst verweigert – zu groß waren der Ärger und der Frust, den Dani mit ihrem Vater in der letzten Zeit auszustehen hatte. Schließlich lässt sie sich aber doch erweichen und übergibt Ken die Siegprämie, die der Hengst Abernathy bei seinem letzten Rennen gewonnen hatte. Noch ahnt Dani nicht, dass sie wieder eine bittere Enttäuschung erfahren wird … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115910","hoster":"VOE"},{"path":"/redirect/8657009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-2","name":"In Deckung","epNo":2,"alt":"The Feud","descr":"Kris plagt das schlechte Gewissen: Kerry, dem Kris blind vertraute, hat das Preisgeld des Breeder’s Invitational Rennens unterschlagen. Darum steckt die Raintree-Farm wieder einmal in einer Krise und Kris gibt sich zum Teil die Schuld daran. Sie absolviert ein Rennen nach dem anderen, um Jean das fehlende Geld zurückzuerstatten. Glücklicherweise eröffnet sich aber noch ein weiterer möglicher Ausweg aus der finanziellen Misere: Tim Bromley, der Besitzer einer erfolgreichen New Yorker Pferdefarm, möchte einige Pferde an der Westküste unterbringen. Natürlich ist auch die Davis-Farm an einem solch lukrativen Geschäft interessiert und so entbrennt ein heißer Konkurrenzkampf zwischen den Nachbarn. Gleichzeitig ereilt Jean die nächste Hiobsbotschaft: Wildfire, den sie einer anderen Pferdebesitzerin als Zuchthengst ausgeliehen hat, ist offenbar steril geworden. Und nicht nur das: Jean kann auch die Deckgebühren, die sie für Wildfire erhalten hatte, nicht zurückbezahlen, da sie das Geld bereits ausgeben musste. Kris wird klar, dass es aufgrund der katastrophalen Finanzlage von Raintree nur noch eine Möglichkeit gibt: Sie muss auf Danis Vorschlag eingehen, Flame, Wildfires einzigen Nachkommen, an die Davis-Farm zu verkaufen. Dies fällt Kris jedoch ausgesprochen schwer, da Junior ihr einst Flame geschenkt hat und sie nicht weiß, wie er auf ihre Entscheidung reagieren wird. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502423","hoster":"VOE"},{"path":"/redirect/8657011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-3","name":"Der Clown im Ring","epNo":3,"alt":"Moving On","descr":"Nachdem Wildfire – leider ohne Erfolg – als Zuchthengst eingesetzt worden war, plädieren Pablo und Jean dafür, ihn noch einige Zeit zu schonen. Kris hingegen, die sich eine Mitschuld an der katastrophalen Finanzlage der Raintree-Farm gibt, ist anderer Meinung. Sie will lieber heute als morgen auf Wildfires Rücken Rennen bestreiten, um Geld für die Farm heranzuschaffen. Außerdem hat sie das Gefühl, dass Jean ihr seit Kris’ Affäre mit Kerry nicht mehr vertraut. Schließlich kommt es zu einer Aussprache zwischen Jean und Kris. Junior lernt den professionellen Bullenreiter R.J. Blake kennen und ist sofort Feuer und Flamme für diesen Sport. Als R.J. Junior auffordert, es selbst einmal zu probieren, geht Juniors erster Versuch zwar gründlich in die Hose. Seiner Begeisterung tut dies jedoch keinen Abbruch. Er bittet R.J., ihn zu trainieren und freut sich sehr, als dieser zusagt. Bevor es richtig losgehen kann, muss Junior jedoch eine Mutprobe der besonderen Art bestehen, die ihm wahrscheinlich schwerfallen dürfte. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502428","hoster":"VOE"},{"path":"/redirect/8657010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-4","name":"Verstrickt","epNo":4,"alt":"Close To Home","descr":"Kris ist ziemlich verzweifelt als ihr Wohnwagen abbrennt und sie fürs Erste zu den Ritters ins Haus ziehen muss. Doch dann ergibt sich eine Möglichkeit, der unangenehmen Wohnsituation zu entkommen. In nächster Zeit findet ein Wettkampf im Lassowerfen statt. Der Preis, der dem glücklichen Gewinner winkt, ist ein nagelneuer Wohnwagen! Kris bittet Matt, der schon als Kind geschickt darin war, Kälber mit dem Lasso zu fangen, um Hilfe. Matt ist allerdings skeptisch, dass Kris die schwierigen Handgriffe auf die Schnelle lernen kann. Trotzdem beginnt er mit ihr zu trainieren und die beiden kommen sich dabei wieder näher … Junior übt sich im Bullenreiten und freundet sich mit dem Cowboy R.J. Blake an. Von R.J.s Kollegen wird Junior weniger freundlich aufgenommen. Scheinbar ohne jeden Grund wird er bedroht und schließlich sogar verprügelt. R.J. kümmert dies offenbar wenig – er hat ein Auge auf Dani geworfen, die auch nicht abgeneigt zu sein scheint. Als Dani jedoch erfährt, dass R.J. nur auf der Durchreise ist, zieht sie sich enttäuscht zurück. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115911","hoster":"VOE"},{"path":"/redirect/8657015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-5","name":"Kompromisse","epNo":5,"alt":"Love vs. Work","descr":"Die berühmte Rennreiterin Tina Sharp taucht wieder auf Raintree auf. Sie soll den Hengst Avatar, den sein Besitzer auf Raintree untergebracht hat, bei einem anstehenden Rennen reiten. Tina hatte sich mit ihrer arroganten Art schon in der Vergangenheit auf der Farm nicht gerade beliebt gemacht. Und auch jetzt bringt sie vor allem Kris auf die Palme. Als Kris sich weigert, für Tina den Stallburschen zu spielen, droht die erfolgreiche Reiterin damit, das Rennen abzusagen – was eine Katastrophe für die Raintree-Farm wäre. Gillian ist zurückgekehrt und wenig erfreut, als sie bemerkt, dass Kris und Matt sich ganz offensichtlich wieder nähergekommen sind. Ihr wird klar, dass sie ihre Pläne, mit Matt zusammenziehen, schnell in die Tat umsetzen sollte, wenn sie ihn nicht verlieren will. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502430","hoster":"VOE"},{"path":"/redirect/8657012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-6","name":"Kollaps","epNo":6,"alt":"Kiss, Kiss","descr":"Ken Davis entschließt sich, Flame zu verkaufen, da der Hengst ein schiefgewachsenes Bein hat und eine Operation sehr teuer wäre. Matt, Kris und Junior sind wütend, da sie alle sehr an Wildfires einzigem Nachkommen hängen. Glücklicherweise können sie Ken überreden, den Verkauf noch etwas zu verzögern, um bei Flame eine Behandlungsmethode auszuprobieren, die keine Operation erfordert. Doch als Flame tatsächlich Fortschritte macht, stellt Ken eine weitere Bedingung: Er wird den Hengst nur dann nicht verkaufen, wenn Junior zu Hause bleibt. Junior kann und will diese Bedingung aber nicht erfüllen. Sein größter Wunsch ist es, endlich gemeinsam mit dem Rodeo-Zirkus auf große Tour zu gehen. Auch Dani befindet sich in einer Zwickmühle: R.J. hat mit ihr Schluss gemacht, da ihm ihre Prinzessinnen-Allüren zu sehr auf die Nerven gingen. Dani glaubt, dass sie die Beziehung zu R.J. noch retten kann, wenn sie ihm hinterherfahren würde. Als Junior und Dani ihrem Vater beim Abendessen schließlich mitteilen, dass sie beide die Farm verlassen werden, ist Ken so geschockt, dass er einen Herzinfarkt erleidet … Matt und Gillian sind unterdessen auf der Suche nach einer gemeinsamen Wohnung. Während Gillian sich sehr freut, ist Matt hin- und hergerissen. Er weiß eigentlich nicht genau, ob er wirklich mit Gillian zusammenziehen will, da seine Gefühle für Kris wieder aufgeflammt sind. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502427","hoster":"VOE"},{"path":"/redirect/8657019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-7","name":"Rivalinnen","epNo":7,"alt":"Push Me, Pull You","descr":"Nachdem Ken Davis einen schweren Herzinfarkt erlitten hat, sehen sich Junior und Dani entgegen ihrer ursprünglichen Pläne gezwungen, zu Hause bei ihrem Vater zu bleiben. Ihre Präsenz auf der Farm ist auch deshalb vonnöten, weil Ken ein wichtiges Geschäft zum Abschluss bringen wollte. Nun bittet er seine Kinder, ihn zu vertreten. Die Verhandlungen mit Kens knallhartem Geschäftspartner Fred Hamilton erweisen sich für die Geschwister als äußerst schwierig. Als Dani bemerkt, dass Hamilton versucht, ihre Familie übers Ohr zu hauen, will sie die ganze Sache durch Anwälte regeln lassen. Doch dann läuft Junior zur Höchstform auf. Auf der Raintree-Farm bricht unterdessen die bisher unterschwellige Rivalität zwischen Kris und Gillian aus. Pablo und Matt erlauben Gillian, mit Wildfire Dressurreiten zu veranstalten. Kris ist davon gar nicht begeistert. Sie ist eifersüchtig auf Gillian und hat Angst, ihren Platz auf der Raintree-Farm zu verlieren. Schließlich kann Kris ihr Temperament nicht mehr zügeln – mit verhängnisvollen Folgen. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502434","hoster":"VOE"},{"path":"/redirect/8657013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-8","name":"Bauchgefühl","epNo":8,"alt":"The Goodbye","descr":"Die Raintree-Farm steht erneut vor dem Ruin. Von den finanziellen Sorgen geplagt entscheidet Jean sich schweren Herzens, einige vielversprechende Jungtiere zu verkaufen – sehr zu Pablos Missfallen, der diesen Schritt für einen Fehler hält. Schließlich eröffnet sich aber noch eine weitere Alternative für Jean und Matt, als der wohlhabende Scheich Omar Al Sayed Interesse an Wildfire bekundet. Kris ist natürlich außer sich und versucht, Matt von seinem Vorhaben abzubringen. Es kommt zu einem heftigen Streit zwischen den beiden – der im Bett endet. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115912","hoster":"VOE"},{"path":"/redirect/8657014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-9","name":"Der letzte Ritt","epNo":9,"alt":"Heartless","descr":"Nachdem Matt sich seit längerer Zeit unsicher über seine eigenen Gefühle war, wird ihm endlich klar, dass sein Herz allein Kris gehört. Es fällt ihm zwar schwer, Gillian mitzuteilen, dass er nicht länger mit ihr zusammensein kann. Gleichzeitig ist er jedoch erleichert, wobei auch dieser Zustand nur von kurzer Dauer ist. Denn als Matt Kris mitteilt, dass er nun frei ist und endlich eine ernsthafte Beziehung mit ihr beginnnen kann, fällt Kris’ Antwort ganz anders aus, als Matt es sich gedacht hatte … Ganz ähnlich ergeht es R.J., der sich wegen eines Rodeo-Wettkampfes wieder in der Nähe der Davis-Farm aufhält. Erst nach der Trennung von Dani spürte er plötzlich, dass er sie wirklich liebt. Doch als er Dani besucht und ihr seine Gefühle gesteht, fühlt sich Dani völlig überrumpelt und macht ihm ihrerseits ein schmerzhaftes Geständnis … Auf Raintree sitzt unterdessen der Schock darüber, dass Pablo die Farm verlassen hat, immer noch tief. Matt versucht zwar so gut es geht, Pablos Aufgaben zu übernehmen. Jean hofft trotzdem insgeheim, dass Pablo vielleicht doch zurückkehrt. Als sie sich mit ihm trifft, um ihm seinen Anteil an Wildfires Siegerprämie auszuzahlen, gibt Pablo ihr aber einen guten Rat, den Jean so nicht erwartet hätte. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502436","hoster":"VOE"},{"path":"/redirect/8657017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-10","name":"Tiefschläge","epNo":10,"alt":"Diplomacy","descr":"Als Junior von der Beziehung zwischen Matt und Kris erfährt, ist er traurig und zutiefst verletzt. Nicht anders ergeht es seiner trauernden Schwester, die nach R.J.’s Unfalltod zu Tode betrübt und untröstlich ist. Um sich und Dani auf andere Gedanken zu bringen, organisiert Junior Danis Lieblingsfilm und ihre Lieblingspizza. Doch Dani will lieber unter Menschen gehen, als mit ihrem Bruder einen gemütlichen Videoabend zu verbringen. So beschließen die beiden, in eine Bar zu gehen und treffen dort ausgerechnet auf Matt und Kris. Dieser Anblick ist natürlich das Letzte, was Junior gebrauchen kann – seine Emotionen kochen hoch und es kommt zu einem folgenschweren Streit … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502432","hoster":"VOE"},{"path":"/redirect/8657016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-11","name":"Das schwarze Schaf","epNo":11,"alt":"You Can\u0027t Count On Me","descr":"Völlig überraschend taucht Kris’ Bruder Jace auf der Raintree-Farm auf. Kris ist über Jaces Besuch alles andere als erfreut und hatte seine Existenz wegen dessen krimineller Vergangenheit absichtlich vor den anderen verschwiegen: Jace war darauf spezialisiert, teure Sportwagen zu stehlen und die einzelnen Ersatzteile daraus gewinnbringend zu verkaufen. Zuletzt war er allerdings als Soldat im Irak stationiert. Nun ist er zurückgekehrt, um seine zerrütteten Familienverhältnisse zu regeln. Junior ist nach wie vor tief enttäuscht darüber, dass Kris und Matt nun ein Paar sind. Seine Verletztheit treibt ihn dazu, Kris als Jockey von Avatar zu feuern – woraufhin nun auch Kris total verzweifelt ist. Sie hatte fest mit diesem Geld gerechnet, um Jean und Matt finanziell unter die Arme greifen zu können. Darum bittet sie Pablo, ein gutes Wort für sie bei Junior einzulegen. Doch Pablo lehnt ab. Selbst als Kris ihn daran erinnert, dass doch ursprünglich Raintree seine Heimat war, lässt er sich nicht erweichen. Zu allem Übel wird schließlich auch noch Juniors Porsche geklaut – just in dem Moment als Jace sich wieder von Raintree verabschiedet … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115916","hoster":"VOE"},{"path":"/redirect/8657018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-12","name":"Seitenwechsel","epNo":12,"alt":"Picking Sides","descr":"Das wichtige Bristol-Stakes-Rennen steht vor der Tür. Zwischen der Davis- und der Raintree-Farm bricht erneut ein Konkurrenzkampf aus, denn der Gewinner dieses Rennens kann sich gleichzeitig für das hochdotierte und prestigeträchtige Kentucky Derby qualifizieren. Dani schmiedet eine Intrige, um für die Davis-Farm einen Vorteil zu erreichen: In der Hoffnung, dass dies Kris und Matt ablenken wird, sorgt sie dafür, dass Gillian zu Besuch kommt. Doch dann lenkt Gillian vor allem Junior von seinem Liebeskummer ab. Unterdessen weigert sich Pablo standhaft, Ken Davis Auskünfte über Wildfires Schwächen zu geben. Nichtsdestotrotz verliert Wildfire das Rennen gegen Avatar, der sich aber ebenfalls nicht für das Kentucky Derby qualifizieren kann. Der steinreiche Investor Omar Al Sayed, der die Rennbahn gekauft hat, ist sehr enttäuscht über den Ausgang des Wettkampfes und schlägt ein privates Rennen zwischen Wildfire und Avatar vor, das allerdings höchst illegal wäre. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115913","hoster":"VOE"},{"path":"/redirect/8657020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-3/episode-13","name":"Alles auf Sieg","epNo":13,"alt":"So Long, Pardner","descr":"Nach den enttäuschenden Leistungen von Wildfire und Avatar macht der Rennbahnbesitzer Omar Al Sayed der Raintree- und der Davis-Farm ein unmoralisches Angebot: Er schlägt vor, ein illegales, privates Rennen zu veranstalten – dem Gewinner würde ein Preisgeld von zwei Millionen Dollar winken! Matt und Kris sind hin- und hergerissen. Auf der einen Seite wären durch einen Sieg Wildfires die immensen finanziellen Probleme der Raintree-Farm ein für allemal aus der Welt geschafft. Auf der anderen Seite drohen schwere juristische Konsequenzen, wenn die Polizei hinter das Privatrennen käme. Schließlich entscheiden Junior und Kris gegen den Willen von Matt und Dani, den Wettkampf durchzuziehen. Tatsächlich gelingt es Kris, Gillian, die Avatar reitet, zu besiegen und das Preisgeld einzustreichen. Als Kris jedoch Jean die Millionen übergeben will, weigert diese sich nicht nur, das Geld anzunehmen. Sie macht zudem keinen Hehl daraus, wie enttäuscht sie ist, dass Kris sich überhaupt auf die Sache eingelassen hat. Zu allem Übel kreuzt dann auch noch die Polizei auf? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502433","hoster":"VOE"},{"path":"/redirect/8657022","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wildfire/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/wildfire/staffel-4/episode-1","name":"Comeback (1)","epNo":1,"alt":"The More Things Change: Part I","descr":"Für Kris sieht die Zukunft nicht gerade rosig aus: Nachdem sie als Jockey an einem illegalen Rennen teilgenommen hatte, hatte man ihr die Rennlizenz entzogen. Kurz darauf hatte sie heimlich die Raintree-Fram verlassen und lebt nun schon seit einigen Monaten in einem Motel. Hier verdient sie ihr Geld mit dem, was ihr zum Verhängnis geworden war – mit illegalen Pferderennen. Unterdessen hat Jean die Raintree-Farm vor dem finaziellen Ruin bewahrt, indem sie sie in eine Ferienranch umgewandelt hat – mit großem Erfolg. Im Gegensatz zu seiner Mutter ist Matt hingegen von dieser Lösung wenig begeistert. Im Stillen hegt er immer noch die Hoffnung, dass Raintree eines Tages wieder ein echter Rennstall werden wird. Als Pablo eines Tages auftaucht, um den Ritters mitzuteilen, dass Wildfires Zeiten immer schlechter werden, beschließt Matt, sich auf die Suche nach Kris zu machen. Auch Junior hatte nach Kris’ Verschwinden alles daran gesetzt, sie ausfindig zu machen. Während seiner Suche hat er aber Laura Nichols kennengelernt und sich Hals über Kopf in sie verliebt. Kurzentschlossen verbrachten die beiden einen gemeinsamen Urlaub in Costa Rica und nun ist Junior überzeugt, in Laura die Frau fürs Leben gefunden zu haben. Schließlich entscheidet er sich, ihr einen Heiratsantrag machen – sehr zur Freude seines Vaters, der dabei allerdings weniger das Glück seines Sohnes im Auge hat, sondern vor allem von der Tatasache begeistert ist, dass Lauras Vater ein wichtiger Kongressabgeordneter in Washington ist. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115914","hoster":"VOE"},{"path":"/redirect/8657021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-2","name":"Comeback (2)","epNo":2,"alt":"The More Things Change: Part II","descr":"Nachdem Kris erfahren hat, dass Wildfire immer schlechtere Zeiten läuft, ist sie heimlich zurückgekehrt. Natürlich führt sie ihr erster Weg zu Wildfire und prompt trifft sie im Stall auf Junior, dessen Gefühlsleben daraufhin wieder so durcheinander gewirbelt wird, dass es ihm nun unmöglich scheint, Laura einen Heiratsantrag zu machen … Dani hat ihrer Familie den Rücken gekehrt und begonnen, eine Pferdeklinik aufzubauen. Als Kris sie dort besucht, trifft sie durch Zufall erneut auf Junior, der sie beschwört, endlich ein offenes Wort mit Matt zu sprechen, da dieser vor Liebeskummer fast eingehe. Kris ist aber eigentlich nur wegen Wildfire zurückgekehrt und erwartet mit Spannung das nächste Rennen. Dieses entwickelt sich jedoch ganz anders als Kris es gedacht hatte: Zunächst sieht es noch aus, als könne Wildfire gewinnen. Doch in der letzten Kurve verletzt er sich so schwer, dass er aus dem Rennen ausscheiden muss. Die erschütternde Diagnose des Arztes lautet: Schienenbeinbruch, was bedeutet, dass Wildfire eingeschläfert werden muss. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502440","hoster":"VOE"},{"path":"/redirect/8657023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-3","name":"Heilende Hände","epNo":3,"alt":"Calm","descr":"Dani ist glücklich und stolz als sie endlich ihre private Pferdeklinik eröffnen kann. Es ist ihr gelungen, den begnadeten und innovativen Tierarzt Dr. Noah Gleason einzustellen, der bereits Wildfire nach seinem schweren Unfall das Leben gerettet hatte. Doch als Dr. Gleason gerade seinen neuen Job angetreten hat, wird er selbst Opfer eines Unfalls. Während einer Untersuchung fällt ein Pferd so unglücklich auf den Arzt, dass dieser sich das Bein bricht und nun für einige Zeit an den Rollstuhl gefesselt ist. Er benötigt darum dringend eine gute Assistentin, die er in Kris findet. Kris kann schnell ihre Begabung für diesen Job unter Beweis stellen: Sie ist die einzige, der es gelingt, Wildfire, der noch eine Gelenkverletzung auszukurieren hat, wieder auf die Beine zu bringen. Trotzdem sind Jean und Pablo immer noch nicht gut auf Kris zu sprechen und der Meinung, dass sie wieder verschwinden sollte. Ganz im Gegensatz dazu scheint sich zwischen Kris und Dani eine echte Freundschaft anzubahnen … Junior freut sich, seinen alten Schulkameraden Calvin Handley wiederzusehen. Calvin hat einen eher ungewöhnlichen Weg eingeschlagen: Er betätigt sich als Erfinder. Seine neueste Errungenschaft ist eine Windturbine, die billig Strom erzeugen kann. Junior ist restlos begeistert von Calvins Konstruktion und möchte in das Projekt investieren. Er bittet seinen Vater um 25.000 Dollar, doch Ken lehnt ab, da er Calvin für einen Betrüger hält. Schließlich entscheidet Junior sich, das Geld aus seiner eigenen Tasche zu nehmen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931348","hoster":"VOE"},{"path":"/redirect/8657026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-4","name":"In Flammen","epNo":4,"alt":"Flames","descr":"Auf der Raintree-Farm, die mittlerweile zu einer lukrativen Ferienranch geworden ist, ist eine Esoterikgruppe zu Gast. Der Leiter der Gruppe Derek Polk bringt mit seiner Art Matt derart auf die Palme, dass es zu einem Streit kommt. Im Grunde sehnt Matt sich danach, den Ferienbetrieb auf der Farm einzustellen und Raintree wieder zu einem echten Rennstall zu machen. Darum bittet er auch Kris, mit Wildfire zu trainieren. Doch Kris lehnt ab, da sie weiß, dass Jean immer noch nicht gut auf sie zu sprechen ist. Gemeinsam mit Junior kommt Kris auf die Idee, Wildfires einzigen Nachkommen Flame zurückzuholen, der vor einiger Zeit an die Sparrow’s Nest Ranch verkauft wurde. Doch als sie die Ranch aufsuchen, machen sie eine erschütternde Entdeckung: In den Ställen stehen mehr als ein Dutzend Pferde, die sich in einem jämmerlich verwahrlosten Zustand befinden. Mit Hilfe des engagierten Tierarztes Dr. Noah Gleason und des Tierschutzvereins gelingt es Junior und Kris, den Eigner von Sparrow’s Nest unter Druck zu setzen. Mit dessen Reaktion aber hätte wohl niemand gerechnet … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115915","hoster":"VOE"},{"path":"/redirect/8657024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-5","name":"Vom Winde verweht","epNo":5,"alt":"The Friend","descr":"Obwohl ihre Hochzeit kurz bevorsteht, kriselt es zwischen Laura und Junior, da er wenig daran interessiert ist, sich an den Vorbereitungen für das große Fest zu beteiligen. Stattdessen stürzt er sich mit Feuereifer in das Windturbinenprojekt, das er gemeinsam mit seinem alten Schuldfreund Calvin Handley auf den Weg gebracht hat. Es ist Junior gelungen, einige Journalisten für eine Präsentation der neuartigen, leistungsstarken Turbinen zu gewinnen. Doch als die neugierige Schar sich auf der Davis-Farm versammelt, bekommt Calvin plötzlich Lampenfieber und verursacht einen Kurzschluss, der die komplizierte Konstruktion lahmlegt … Zwischen Dani und Noah scheint sich eine Affäre anzubahnen. Dani hat aber R.J.’s Tod immer noch nicht verarbeitet. Darum traut sie sich nicht, sich auf eine ernsthafte Beziehung einzulassen. Damit kommt jedoch wiederum Noah nicht klar – er gesteht Dani, dass er allein wegen ihr einen Job in der renommierten Prizzer Klinik abgelehnt hat … Kris ist hin- und hergerissen, ob sie die Einladung zu Juniors und Lauras Hochzeit annehmen soll. Doch dann entschließt sie sich, an dem Fest teilzunehmen und sich auch sonst Junior gegenüber wie eine gute Freundin zu verhalten. Dies fällt ihr jedoch ausgesprochen schwer, da sie immer noch mehr für ihren Exfreund empfindet – und das bleibt auch Laura nicht verborgen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502447","hoster":"VOE"},{"path":"/redirect/8657025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-6","name":"Vor dem Altar","epNo":6,"alt":"Friendship/Passion","descr":"Je näher die Hochzeit von Laura und Junior rückt, desto weiter scheinen sich die beiden emotional voneinander zu entfernen. Insbesondere Junior ist sich überhaupt nicht mehr sicher, ob er Laura wirklich heiraten soll. Um endlich einen klaren Kopf zu bekommen, entschließt er sich, alleine eine Spritztour mit dem Wagen zu unternehmen. Durch Zufall trifft er auf Kris, die versucht den entlaufenen Wildfire wieder einzufangen. Während der gemeinsamen Suche nach dem Hengst bricht es plötzlich aus Junior heraus: Er fragt Kris, ob sie jetzt sofort mit ihm durchbrennen würde … Für Dr. Noah Gleason wird der Alltag in Danis Klinik allmählich immer unerträglicher. Er hält es einfach nicht mehr aus, Dani Tag für Tag sehen zu müssen und gleichzeitig zu wissen, dass sie noch nicht reif für eine ernsthafte Beziehung ist. Schließlich teilt er ihr mit, dass er die Klinik verlassen wird, was Dani zur Verzweiflung treibt: Wie soll sie die Klinik ohne den engagierten Arzt über Wasser halten? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502448","hoster":"VOE"},{"path":"/redirect/8657028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-7","name":"Stolperfallen","epNo":7,"alt":"Commitment Issues","descr":"Kris konzentriert sich mit aller Kraft darauf, Flame auf das anstehende DuPont-Rennen vorzubereiten. Ihre Bemühungen scheinen von Erfolg gekrönt zu sein. Es gelingt ihr, Flame hervorragende Zeiten zu entlocken. Allerdings gibt es trotzdem noch ein Problem: Es fehlt ein passender Jockey für das Rennen, so dass Kris nun alles daran setzt, ihre Lizenz zurückzubekommen, die ihr nach der Teilnahme an einem illegalen Rennen aberkannt worden war. Als sie Pablo um seine Unterstützung bittet, lehnt dieser zwar ab. Doch Dani lässt ihre guten Verbindungen spielen und Kris gelingt es, vor dem Rennkomitee eine überzeugende Rede zu halten. Obwohl sie glaubhaft versichert, geläutert zu sein, erhält sie ihre Lizenz überraschenderweise nicht zurück. Als sie anschließend mit einem Mitglied des Komitees spricht, schwant ihr allmählich der Grund für die Absage: Ein Kongressabgeordneter hat das Komitee persönlich darum gebeten, Kris nie wieder ihre Lizenz zurückzugeben. Es handelt sich um Lauras Vater, der damit vermutlich seiner Tochter Genugtuung verschaffen will, da Lauras und Juniors Hochzeit wegen Kris gescheitert war … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502444","hoster":"VOE"},{"path":"/redirect/8657027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-8","name":"Ein Traum wird wahr","epNo":8,"alt":"Life\u0027s Too Short","descr":"Matts sehnlicher Wunsch, aus Raintree endlich wieder einen richtigen Rennstall zu machen, scheint in Erfüllung zu gehen: Mit zwei Pferden fährt er nach Hollywood Park zu einem Rennen, bei dem beide Hengste sehr gute Zeiten laufen. Draufhin bittet ihn der Veranstalter, auch beim nächsten Mal – allerdings mit noch mehr Rennpferden – teilzunehmen. Kris und Jean kommen sich in Matts Abwesenheit wieder näher. Kris ist überglücklich als Jean sie schließlich sogar bittet, wieder nach Raintree zurückzuziehen. Auch Matt freut sich nach seiner Ankunft über diese Neuigkeit, nicht nur weil er dringend Kris’ Hilfe beim Trainieren der Pferde benötigt. Im Stillen hatte er immer noch gehofft, dass sich zwischen Kris und ihm wieder eine Beziehung entwickeln könnte. Doch Kris macht ihm unmissverständlich klar, dass sie nur noch Freundschaft für ihn empfindet – ihr Herz gehört allein Junior. Dass dies auf Gegenseitigkeit beruht, weiß Kris als Junior ihr seine Liebe gesteht … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115924","hoster":"VOE"},{"path":"/redirect/8657031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-9","name":"Das Versprechen","epNo":9,"alt":"Vows","descr":"Nachdem sich Junior und Kris ihre Liebe gestanden haben, beschließen sie, heimlich zu heiraten. Doch noch bevor sie sich in einer kleinen Kapelle das Ja-Wort geben können, klingelt das Handy von Kris. Am anderen Ende meldet sich Matt mit einer Hiobsbotschaft: Jean ist ins Krankenhaus eingeliefert worden, nachdem sie beim Training von dem Wallach Nikaya getreten wurde. Junior und Kris blasen die Hochzeit kurzerhand ab und fahren zum Hospital. Dort wartet bereits Matt, der in großer Sorge um seine Mutter ist. Tag und Nacht wacht er in der Folgezeit an Jeans Bett, weshalb sich Kris um alle Angelegenheiten auf der Farm allein kümmert. Sie stellt fest, dass Nikaya im Grunde nur ein extrem sensibles Pferd ist, das bei entsprechender Behandlung Bestzeiten läuft. Darum glaubt sie auch, dass es lohnenswert wäre, weiterhin mit Nikaya zu trainieren. Matt hingegen will den Übeltäter, dem er die alleinige Schuld am Zustand seiner Mutter gibt, unbedingt loswerden. Unterdessen besucht Pablo Jean im Krankenhaus. Durch die schockierende Nachricht von ihrem Unfall ist Pablo klar geworden, dass er Jean liebt. Am Krankenbett fasst er sich ein Herz und will seiner ehemaligen Arbeitgeberin endlich seine Liebe gestehen. Doch just in diesem Moment verliert Jean das Bewusstein und ihr Zustand verschlechert sich zusehends … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502442","hoster":"VOE"},{"path":"/redirect/8657029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-10","name":"Die Ausreißer","epNo":10,"alt":"The Comeback","descr":"Matt ist mit dem Nerven am Ende: Der Zustand seiner Mutter hat sich nach ihrem schweren Unfall verschlechtert. Zudem häuft sich auf der Farm die Arbeit. Die Pferde müssen für das nächste Rennen trainiert werden und eine Gruppe Kinder hat sich angemeldet, um die Ferien auf Raintree zu verbringen. Matt ist kurz davor, alles abzusagen, als Kris ihm versichert, die Dinge auch allein managen zu können. Leider gelingt ihr das weniger gut als sie gedacht hatte. Zwei der Kinder reißen während eines Reitausflugs aus und Kris muss eine große Suchaktion organisieren. Auch Junior, Matt und Pablo werden eingespannt. Doch statt sich auf die Suche nach den Vermissten zu konzentrieren, bricht die alte Rivalität zwischen Matt und Junior wieder hervor, die schließlich sogar zu einer handfesten Prügelei führt. Auch Kris und Pablo bekommen sich in die Haare, da Kris der Meinung ist, Pablo gehöre nicht auf die Davis-Farm, sondern zu Raintree. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115927","hoster":"VOE"},{"path":"/redirect/8657033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-11","name":"Hochzeit mit Hindernissen","epNo":11,"alt":"Being Mrs. Junior","descr":"Kris und Junior suchen nach einem neuen Termin für ihre Hochzeit, nachdem dieser beim ersten Mal durch Jeans Unfall geplatzt war. Doch die Planung erweist sich als äußerst schwierig – zumal Ken Davis wenig erfreut über die Heiratsabsichten seines Sohnes ist und den beiden Verliebten wo er kann Steine in den Weg legt. Wie es der Zufall will, bekommt Ken dann auch noch ein perfektes Druckmittel in die Hand: Er kennt den Vorsitzenden des Venture-Capital-Unternehmens, das Interesse an Juniors und Calvins Windturbinen-Projekt bekundet hat … Jeans Genesung ist soweit fortgeschritten, dass sie aus dem Krankenhaus entlassen wird. Kaum zu Hause angekommen, konfrontiert Matt sie wieder mit seinem seit lange anvisierten Plan: Er will das Feriengeschäft auf der Ranch endgültig einstellen und aus Raintree wieder einen echten Rennstall machen. Deshalb hat er auch Dani ein Angebot gemacht, das für beide Seiten lohnend wäre: Dani könnte ihre Pferde ein Jahr umsonst auf Raintree unterstellen, wenn sie 50 Prozent der Preisgelder, die diese erzielen, abtreten würde. Offenbar geht es Matt bei diesem Deal aber nicht nur ums Geschäftliche … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336788","hoster":"VOE"},{"path":"/redirect/8657040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-12","name":"Endspurt (1)","epNo":12,"alt":"The Ties That Bind: Part I","descr":"Ken Davis ist nach wie vor überhaupt nicht damit einverstanden, dass sein Sohn und Kris heiraten wollen. Er verwendet all seine Kraft darauf, Intrigen zu spinnen, um die beiden auseinander zu bringen. So sorgt er dafür, dass Junior ein äußerst verlockendes Angebot aus dem fernen Alaska erhält, um dort mit seinem Kompagnon das Windturbinen-Projekt zu realisieren. Ken glaubt, damit ein Ass im Ärmel zu haben – doch weit gefehlt: Kris ist begeistert von Juniors Vorhaben und erklärt sich sogar bereit, gemeinsam mit Junior wegzugehen. Vorher will Kris jedoch in jedem Fall noch ein letztes Rennen als Jockey reiten. Da Ken Davis sie gefeuert hat, fragt sie mit Juniors Erlaubnis bei Matt an. Dieser erklärt sich nach einer offenen Aussprache mit Kris bereit, sie für Raintree an den Start zu lassen. Obwohl Jean, Pablo und auch Matt skeptisch sind, will Kris es noch einmal mit ihrem geliebten Wildfire versuchen – zu Recht wie sich herausstellt, denn Wildfire läuft eine hervorragende Zeit. Doch zum Feiern bleibt leider keine Zeit, da Wildfire am Abend plötzlich aus seinem Stall verschwunden ist. Offenbar wurde er gestohlen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502489","hoster":"VOE"},{"path":"/redirect/8657038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wildfire/staffel-4/episode-13","name":"Endspurt (2)","epNo":13,"alt":"The Ties That Bind: Part II","descr":"Kris ist verzweifelt, da Wildfire immer noch spurlos verschwunden ist. In jeder freien Minute widmet sie sich der Suche nach ihrem geliebten Hengst – doch ohne Erfolg. Obwohl sie jedem noch so kleinen Hinweis nachgeht und schließlich sogar einen Stall aufbricht, in dem sie Wildfire vermutet, bleibt er unauffindbar. Doch als sie sich bereits schon damit abgefunden hat, ihn nie wiederzusehen, taucht er völlig unverhofft wieder auf der Farm auf. Überglücklich beginnt Kris mit dem Training für das bald anstehende, große Rennen. Und tatsächlich gelingt es ihr, mit Wildfire zu siegen. Leider kann sie diesen Erfolg nicht mit Junior feiern, da dieser wegen seines Windturbinen-Projekts dringend nach Alaska fliegen musste. Noch ahnt sie nicht, dass Junior das Rennen im Fernsehen verfolgt hat und kurzerhand beschlossen hat, sofort wieder die Heimreise anzutreten, um Kris endlich zu heiraten … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115928","hoster":"VOE"},{"path":"/redirect/8657035","hoster":"Streamtape"}]}]}]}]}