{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere","name":"Wilde Dynastien - Die Clans der Tiere","descr":"Ein cleverer Schimpanse, ein aufopfernder Kaiserpinguin, eine mutige Löwin, eine tapfere Wildhündin und eine heroische Tigerin – sie alle stehen im Mittelpunkt dieser neuen BBC-Earth-Serie. Sie alle gehören zu den faszinierendsten aber auch gefährdetsten Tieren unserer Erde. Und sie alle sind Teil unvorstellbarer dramatischer und intensiver Lebensgeschichten.Die fünfteilige Serie nimmt uns mit auf eine Reise von den Ebenen Afrikas bis in den Dschungel von Indien, vom Rande der Sahara zu den gefrorenen Wüsten der Antarktis und führt uns näher an das Leben von fünf der berühmtesten und gefährdetsten Tiere der Welt heran als jemals zuvor. Wir erleben wie Anführer gegen ihre Rivalen um die Krone kämpfen, wie interne Fehden ganze Familien zerreißen und Eltern ihr Leben riskieren, um am kältesten Ort der Welt ihren Nachwuchs zu schützen. Noch nie zuvor hat eine Naturdokumentation derartige Geschichten über Triumph und Tragödie aus dieser Nähe und dieser Detailliertheit beobachtet.","seasons":[{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1/episode-1","name":"Revolte der Schimpansen","epNo":1,"alt":"Chimpanzee","descr":"1. Revolte der Schimpansen Im Senegal in Westafrika lebt eine Schimpansengruppe, die von David, dem Alphamännchen, angeführt wird. Als wir Zeuge seiner Geschichte werden, ist er bereits seit drei Jahren der Anführer des Clans. In der Regel herrschen die Männchen nicht wesentlich länger und werden dann irgendwann gestürzt. Was noch schwerer wiegt: David hat keine Verbündeten, die ihn in seinem Kampf um die Vorherrschaft unterstützen. Die Trockenzeit bricht gerade an, sodass auch Nahrung und Wasser immer knapper werden. Innerhalb der Gruppe müssen alle näher zusammenrücken, um zu überleben. David ist umgeben von offener Rivalität, jeder strebt nach seiner Krone und ist bereit, dafür zu töten. David stehen brutale Kämpfe bevor, seine Welt geht in Flammen auf und er wird einen außergewöhnlichen Akt der Täuschung vollziehen müssen. Gelingt es ihm, seine Position zu behaupten und so lange der Anführer zu bleiben, bis er einen würdigen Nachfolger gefunden hat? Es geht um Macht, um Politik und um den Kampf ums Überleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872436","hoster":"VOE"},{"path":"/redirect/9872439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1/episode-2","name":"Kaiser der Antarktis","epNo":2,"alt":"Emperor","descr":"Eine Kolonie von Kaiserpinguinen versammelt sich in der Atka-Bucht an der antarktischen Küste, nachdem die Tiere drei Monate lang im Meer auf Nahrungssuche waren. Nach der Ankunft der Pinguine friert die Bucht komplett zu. Alle anderen Tiere haben diesen Flecken Erde längst verlassen und sich auf dem Festland in Sicherheit gebracht. Nur die Pinguine können hier – im kältesten und erbarmungslosesten Winter auf Erden – überleben. Um sich und ihre neugeborenen Küken am Leben zu erhalten und die nächste Generation ihrer Dynastie großzuziehen, müssen sie zusammenhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872442","hoster":"VOE"},{"path":"/redirect/9872443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1/episode-3","name":"Königin der Löwen","epNo":3,"alt":"Lion","descr":"Es ist eines der berühmtesten Löwenrudel in Afrika – das Marsh-Rudel der Masai Mara in Kenia. Zu Beginn der Dreharbeiten hat sich die Lebenssituation komplett verändert, weil die männlichen Tiere das Rudel überraschend verlassen haben. Übrig bleiben zwei ausgewachsene Weibchen mit ihren acht Jungtieren, die mit Nahrung versorgt und gegen rivalisierende Löwen beschützt werden müssen. Die Zukunft der gesamten Familie ruht jetzt ganz auf den Schultern dieser beiden Mütter: Charm und ihre Cousine Sienna. Es muss ihnen gelingen, die Jungen aufzuziehen, um das Überleben ihrer Dynastie zu sichern. Sie und ihre Jungen werden sich den lauernden Gefahren der afrikanischen Savanne stellen – wütenden Büffelherden, rivalisierenden Löwenrudeln, der ständigen Bedrohung durch marodierende Hyänen. Eine außergewöhnliche Geschichte über Führungsstärke unter größten Widrigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872445","hoster":"VOE"},{"path":"/redirect/9872446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1/episode-4","name":"Feldzug der Wildhunde","epNo":4,"alt":"Painted Wolf","descr":"Tait ist eine afrikanische Wildhündin und Anführerin einer der letzten großen Familien dieser gefährdeten Art. Sie regiert ihre Dynastie seit vielen Jahren am Ufer des Sambesi-Flusses in Zimbabwe und bewahrt den Frieden in ihrer weit verzweigten Familie. Aber die Spannungen nehmen zu. Tait wird älter und ihre Macht schwindet. Eine ihrer Töchter, Blacktip, lebt ganz in der Nähe. Ihr eigenes Rudel wächst schnell und es fehlt ihnen an Lebensraum. Sie braucht dringend mehr Territorium, damit ihr Rudel genug Nahrung finden kann. Aber sie hat ein Problem. Ihr Territorium grenzt auf einer Seite an menschliches Gebiet. Also gibt es nur einen Weg – sie braucht das Land ihrer eigenen Mutter. Der afrikanische Wildhund ist auf Kooperation angewiesen. Genau das hat diese Dynastie so lange stark gemacht. Eine Fehde in der eigenen Familie könnte sie zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9872451","hoster":"VOE"},{"path":"/redirect/9872450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilde-dynastien-die-clans-der-tiere/staffel-1/episode-5","name":"Duell der Tiger","epNo":5,"alt":"Tiger","descr":"Raj Bhera lebt im Tigerreservat Bandhavgarh in Indien – einem perfekten Territorium für Tiger, mit dichtem Dschungel, von Quellen genährten Teichen und reichen Graslandschaften, die von Beute nur so wimmeln. Die mächtige Raj Bhera hat vier winzige neugeborene Junge, um die sie sich kümmern muss. Denn sie sichern die Zukunft ihrer Dynastie. Aber die idyllische Welt, in der sie lebt, verändert sich. Rivalisierende Tiger fallen in ihr Jagdrevier ein. Vor allem eine, ihre ausgewachsene Tochter Solo, fordert Raj Bhera heraus. Sie muss kämpfen, um die Kontrolle über diesen Jagdgrund zu behalten, während sie weiterhin ihre heranwachsenden Jungen versorgen und schützen wird. Solos Hartnäckigkeit setzt jedoch die ganze Familie unter Druck, bis Raj Bhera eine Entscheidung trifft, die ihrem eigenen Leben und ihrer Dynastie für immer ein Ende setzen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993172","hoster":"VOE"},{"path":"/redirect/9872457","hoster":"Streamtape"}]}]}]}]}