{"seriesId":"wilde-arktis","name":"Wilde Arktis","descr":"Die 4-teilige Dokumentationsreihe führt die Zuschauer auf eine Reise von der Taiga in die Tundra und über den Arktischen Ozean. Sie bietet einen einzigartigen Einblick in Europas hohen Norden und seine unberührte Natur. Die in HD gedrehten Luftaufnahmen zeigen die atemberaubenden Landschaften der arktischen Regionen, und die angewandte Zeitraffertechnik macht die zum Teil erstaunlichen Verhaltensweisen der dort lebenden Tiere sichtbar.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Arktische Ozean","epNo":1,"alt":"Arctic Ocean: The Frozen Sea","descr":"Der nördliche Polarkreis ist eines der unberührtesten Gebiete der Erde. Landschaften aus Erde, Meer und Eis gehen hier fast unbemerkt ineinander über. Es ist die Region der Mitternachtssonne. Ein Jahr in der Arktis bedeutet eine mehrere Monate andauernde Polarnacht, der das faszinierende Polarlicht des arktischen Sommers folgt. Im Winter bildet das Packeis das Reich der Eisbären, die in dieser Zeit unter Wasser mehr als genug Nahrung finden. Trächtige Eisbärinnen überwintern in einem unterirdischen Bau aus Eis. Im Frühling taut ein Teil des Packeises auf, und das Leben erwacht wieder. Die Wale, darunter Narwale, Belugas und Buckelwale, durchqueren die fischreichen Gewässer, und Millionen Vögel nisten in den Felsen der grönländischen Küsten. Die gut genährten Eisbären müssen jetzt auf das Festland zurückkehren. Dort beginnt für sie eine Zeit des Darbens – bis zum nächsten Winter.","versions":[]},{"epId":"episode-2","name":"Die Taiga","epNo":2,"alt":"Taiga: The Frozen Forests","descr":"Die vereisten Wälder der Taiga machen ein Drittel des weltweiten Baumbestandes aus. Sie bedecken weite Flächen von der Pazifikküste Nordamerikas über Skandinavien bis nach Sibirien. Die filmische Reise beginnt im tiefsten Winter und zeigt, dass sich die heimische Tierwelt perfekt an Kälte und Eis angepasst hat. Die Marder beispielsweise achten bei der Nahrungssuche auf den Flug der Krähen und Raubvögel, die ihrerseits auf Beutefang sind. Die Luchse nähern sich geräuschlos den Polarhasen, seiner Hauptnahrungsquelle. Hier leben auch die letzten Exemplare des vom Aussterben bedrohten Amur-Leopards. In der Taiga geschieht vieles im Verborgenen: Eine Braunbärin hält – in ihrem Bau vor der Kälte geschützt – mit ihren Bärenjungen Winterschlaf. Erst zu Frühlingsbeginn kommt die Familie wieder ans Tageslicht. Mit der Rückkehr der Zugvögel erwacht auch der Wald wieder. Eine Elchkuh beobachtet aufmerksam ihren Sprössling bei den ersten Gehversuchen. Lachse schwimmen Tausende Kilometer flussaufwärts zu ihren Laichplätzen. Auch wenn es jetzt ausreichend Nahrung gibt, so müssen die Tiere bald wieder damit beginnen, Vorräte für den kommenden Winter anzulegen.","versions":[]},{"epId":"episode-3","name":"Die Tundra","epNo":3,"alt":"Tundra: Desert of Ice","descr":"Die arktische Tundra erstreckt sich über ein Fünftel der Erdoberfläche. Es herrscht ein sehr kaltes und trockenes Klima. Die Temperaturen fallen bis weit unter null Grad, und die starken Winde stellen auch die widerstandsfähigsten Lebewesen auf eine harte Probe. Das Ökosystem der Tundra befindet sich in einem sehr sensiblen Gleichgewicht. Während des kurzen arktischen Sommers taut die obere Schicht des Permafrostbodens auf. Dann herrscht geschäftiges Treiben. Und wie so viele Tiere zieht es zu dieser Zeit auch die Küstenseeschwalbe hierher. Die Fauna der Tundra weist eine große Artenvielfalt auf: Hier leben Schnee-Eulen, Polarfüchse, Lemminge und Millionen von Zugvögeln. Die Kamera begleitet außerdem den 3.200 Kilometer langen Zug von 500.000 Rentieren, die von der Taiga in die Tundra ziehen. Dort bringen die Kühe ihre Jungen zur Welt. Doch nicht alle Rentiere schaffen es bis ans Ziel. Einige von ihnen sind von Wolfsattacken, Wildwasserdurchquerungen und den arktischen Temperaturen zu geschwächt und finden unterwegs den Tod.","versions":[]},{"epId":"episode-4","name":"Island","epNo":4,"alt":"Iceland: Land of Fire \u0026 Ice","descr":"Auf Island, dieser einzigartigen Insel mit ihren Vulkanen und ungezähmten Landschaften, entdeckt der Zuschauer im Rhythmus der Jahreszeiten die dort beheimatete Fauna, zum Beispiel den Polarfuchs. Außerdem siedelt dort die größte Kolonie von Sturmtauchern. Die Island umgebenen Gewässer sind besonders fischreich und ziehen Meeresriesen wie Delfine, Schwertwale und sogar Blauwale an – die größten Tiere der Welt. Der Golfstrom verhindert, dass die isländischen Gewässer trotz der geografischen Lage im hohen Norden zufrieren. Eine sehr gefährliche Zone befindet sich weiter nördlich. Hier stoßen zwei tektonische Platten aufeinander. So kommt es immer wieder zu Erdbeben und Vulkanausbrüchen. Die Reise führt weiter zur Inselgruppe Spitzbergen, die fast das ganze Jahr über vom Eis des Arktischen Ozeans umschlossen ist. Für die Eisbären sind diese Bedingungen ideal, so sind sie in diesem Naturschutzgebiet besonders zahlreich.","versions":[]}]}]}