{"path":"/serie/stream/wilfred","name":"Wilfred","descr":"Weil er mit seinem Leben alles andere als zufrieden ist, möchte Ryan selbiges vorzeitig beenden. Doch nachdem sein jüngster Suizidversuch nicht glückte, klopft die hübsche Nachbarin Jenna an die Tür und fragt Ryan, ob er nicht auf ihren Hund Wilfred aufpassen könne. Was Jenna nicht weiß: Ryan sieht in Wilfred nicht einen normalen Hund, sondern einen Menschen im Hundekostüm, der mit Kraftausdrücken nur so um sich wirft. Wilfred wiederum hat sich zur Aufgabe gemacht, Ryan erfolgreich zu therapieren – indem er ihn immer wieder in unglaublich missliche Situationen bringt.","seasons":[{"path":"/serie/stream/wilfred/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wilfred/staffel-1/episode-1","name":"Glück","epNo":1,"alt":"Happiness","descr":"Ryan sieht in seinem Leben keinen Sinn mehr und versucht, sich umzubringen – der Plan scheitert jedoch. Als seine Nachbarin Jenna auftaucht und ihn bittet, auf ihren Hund Wilfred aufzupassen, muss er erkennen, dass er Wilfred nicht als Hund sieht, sondern als realen Menschen im Hundekostüm! Und außerdem spricht Wilfred mit ihm! Der Beginn einer interessanten Beziehung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502445","hoster":"VOE"},{"path":"/redirect/8657030","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731371","hoster":"VOE"},{"path":"/redirect/8731367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-2","name":"Vertrauen","epNo":2,"alt":"Trust","descr":"Um seiner Nachbarin Jenna einen Gefallen zu tun, lässt sich Ryan dazu überreden, mit Wilfred zum Tierarzt zu gehen: Ihm soll dort Zahnstein entfernt werden. Wilfred empfindet dies als Vertrauensbruch und ist enttäuscht von seinem Freund. Bevor er in die Narkose sinkt, verrät er ihm jedoch ein Geheimnis von Jenna, das Ryan völlig umhaut. Laut Ryans Internetrecherchen leidet seine Angebetete unter einer seltenen Krankheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502446","hoster":"VOE"},{"path":"/redirect/8657032","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731374","hoster":"VOE"},{"path":"/redirect/8731375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-3","name":"Angst","epNo":3,"alt":"Fear","descr":"Ryan fürchtet seinen ungehobelten Nachbarn Spencer, doch es kommt, wie es kommen muss: Die beiden freunden sich an. Spencer führt Ryan in die Welt der Stripteasebars und Pornos ein. Aber er provoziert auch Wilfred so sehr, dass dieser eine Nachbarin anfällt. Die Folge: Der Hund soll eingeschläfert werden. Aber Ryan hat einen Plan. Mit Hilfe von Spencer gelingt es ihm, Wilfred zu retten. Doch er hat auch einiges von seinem neuen Freund gelernt – und kündigt ihm die Freundschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11983379","hoster":"VOE"},{"path":"/redirect/8657034","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731380","hoster":"VOE"},{"path":"/redirect/8731377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-4","name":"Akzeptanz","epNo":4,"alt":"Acceptance","descr":"Ryan leidet sehr darunter, dass seine Schwester Kristen ihn ständig bevormundet. Um ihr seine Selbstständigkeit zu beweisen, bietet er ihr kurzfristig seine Dienste an. Das hat zur Folge, dass Wilfred für einige Tage in einer Hundetagesstätte untergebracht werden muss. Dort findet er schnell einen Freund, einen reizenden Stoffteddybären. Wilfred macht jedoch auch eine sehr unerfreuliche, neue Erfahrung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502449","hoster":"VOE"},{"path":"/redirect/8657036","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731388","hoster":"VOE"},{"path":"/redirect/8731385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-5","name":"Respekt","epNo":5,"alt":"Respect","descr":"Ryan hilft in einem Hospiz als ehrenamtlicher Mitarbeiter aus. Doch vor allem Wilfred sorgt dort für einigen Wirbel. Er verfügt nämlich offensichtlich über eine Gabe, die im Hospiz sehr gefragt ist: Der Hund kann den Tod der alten Menschen vorhersehen. Das versetzt ihn in die Lage, einige Forderungen zu stellen. Die Arbeit im Hospiz bringt allerdings für Ryan auch eine neue, wichtige Erkenntnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502451","hoster":"VOE"},{"path":"/redirect/8657039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731393","hoster":"VOE"},{"path":"/redirect/8731394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-6","name":"Gewissen","epNo":6,"alt":"Conscience","descr":"Zu Ryans Entsetzen ist Drew wieder bei seiner Freundin Jenna – ein unerträglicher Zustand. Es kommt, wie es kommen muss: Die beiden Männer geraten aneinander und beschließen, gegeneinander zu kämpfen u. a. beim Tischtennisspielen. Doch Drew gewinnt jeden Wettbewerb! Schließlich sorgen Drews ständige Wutanfälle dafür, dass Jenna sich endlich von ihm trennt. Angeregt durch diese Erfahrung beschließt Ryan, Wilfred endlich zu zeigen, wer der Herr im Haus ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502452","hoster":"VOE"},{"path":"/redirect/8657037","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731396","hoster":"VOE"},{"path":"/redirect/8735010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-7","name":"Stolz","epNo":7,"alt":"Pride","descr":"Da Ryan in letzter Zeit nicht mehr gearbeitet hat, sind seine Geldreserven fast komplett aufgebraucht. Seine Schwester bietet zwar Unterstützung an, doch von ihr will er keine Hilfe annehmen. Wilfred schlägt vor, dass Ryan einen Autounfall inszenieren soll, um an Geld zu kommen. Gesagt, getan. So lernen sie Beth kennen, eine Geschäftsfrau mit sehr speziellen Sexwünschen. Ryan ist damit völlig überfordert, also springt Wilfred ein und hilft ihm aus. Das Choas nimmt seinen Lauf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502454","hoster":"VOE"},{"path":"/redirect/8657041","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731399","hoster":"VOE"},{"path":"/redirect/8731400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-8","name":"Wut","epNo":8,"alt":"Anger","descr":"Ryans Schwester Kristen plant eine Gartenparty für ihren Chef Dr. Ramos, da er Zuschüsse für ein Kinderkrankenhaus in Indien bekommen hat. Sie verdonnert Ryan dazu, mitzuhelfen, weil er noch Schulden bei ihr hat. Ryan wird jedoch von Erinnerungen an seinen Hund Sneakers aus der Kindheit geplagt, an dessen Tod er Schuld ist. Wilfred hat eine paranormale Eingebung und behauptet, dass Kristen Sneakers getötet habe. Die streitet zunächst alles ab, doch Wilfred lässt nicht locker …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931339","hoster":"VOE"},{"path":"/redirect/8657042","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731405","hoster":"VOE"},{"path":"/redirect/8731403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-9","name":"Mitgefühl","epNo":9,"alt":"Compassion","descr":"Jenna und Wilfred erfahren, dass Ryan eine Mutter hat, die seit 20 Jahren in der Psychiatrie betreut wird. Der betreuende Arzt fordert Ryan nun nämlich auf, in die Klinik zu kommen und seine Mutter abzuholen: Sie gilt als geheilt. Ryan findet seine Mutter nur verrückt und peinlich und will sie eigentlich schnell wieder loswerden. Doch Wilfred zwingt ihn dazu, seine Mutter mit nach Hause zu nehmen – was bald zu chaotischen Situationen führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251540","hoster":"VOE"},{"path":"/redirect/8657047","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731408","hoster":"VOE"},{"path":"/redirect/8731407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-10","name":"Isolation","epNo":10,"alt":"Isolation","descr":"Ryan hat sich völlig isoliert und kifft nur noch. Als Jenna ihn daran erinnert, dass ein Nachbarschaftstreffen stattfindet und außerdem später ein Straßenfest, ist ihm das egal. Doch Wilfred setzt alles daran, ihn wieder unter Leute zu bringen. Aber es gibt ein Problem: Die Nachbarn vermuten, dass Ryan etliche Autos geknackt und diverse Diebstähle begangen hat. Doch Wilfred wäre nicht Wilfred, wenn es ihm nicht gelingen würde, jemand anderem die Schuld in die Schuhe zu schieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502459","hoster":"VOE"},{"path":"/redirect/8657046","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731413","hoster":"VOE"},{"path":"/redirect/8731412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-11","name":"Zweifel","epNo":11,"alt":"Doubt","descr":"Ryan beschließt, endlich mit dem Kiffen aufhören und sein Leben auf Vordermann zu bringen. Und tatsächlich: Er räumt auf, geht mit seiner Schwester zum Yoga und lebt gesund. Doch dann erscheint Bruce, der ihn eindringlich vor Wilfred warnt. Ryan bekommt schließlich Zweifel und weiß nicht mehr, ob er Wilfred oder Bruce Glauben schenken soll. Er entschließt sich, auf Bruce zu hören und will deshalb Wilfred in der Fremde aussetzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502461","hoster":"VOE"},{"path":"/redirect/8657043","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12174056","hoster":"VOE"},{"path":"/redirect/8731421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-12","name":"Opfer","epNo":12,"alt":"Sacrifice","descr":"Ryan entspannt sich am Strand und verliebt sich dort Hals über Kopf in die junge Italienerin Cinzia. Er ist zum ersten Mal in seinem Leben richtig glücklich und will mit Cinzia nach Italien gehen – sehr zum Missfallen von Wilfred! Jenna wird währenddessen befördert und darf die 12-Uhr-Nachrichten präsentieren. Doch dann begeht sie einen dummen Fehler, und Ryan muss ihr zur Seite stehen. Aus der Traum von Italien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502462","hoster":"VOE"},{"path":"/redirect/8657045","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731426","hoster":"VOE"},{"path":"/redirect/8731425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-1/episode-13","name":"Identität","epNo":13,"alt":"Identity","descr":"Jenna hat kürzlich ihren Job beim Fernsehsender verloren, weil sie Haschischbonbons konsumiert hat. Wilfred zwingt Ryan dazu, wieder als Anwalt zu arbeiten und Jenna zu helfen. Mit fragwürdigen Mitteln sorgt Ryan dafür, dass Jenna wieder eingestellt wird, doch da taucht ein neues Problem auf. Jenna muss eine Urinprobe abgeben, die beweist, dass sie kein Haschisch mehr konsumiert! Wilfred und Ryan sorgen selbstverständlich für den Austausch der Urinprobe, mit ungeahnten Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502460","hoster":"VOE"},{"path":"/redirect/8657044","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11832806","hoster":"VOE"},{"path":"/redirect/8731430","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilfred/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wilfred/staffel-2/episode-1","name":"Fortschritt","epNo":1,"alt":"Progress","descr":"Ryan ist völlig überfordert mit seiner neuen Arbeit im Büro. Seine Psyche stößt an ihre Grenzen und katapultiert ihn immer wieder in eine Traumwelt, in der er als Patient in einer Psychiatrie medikamentös behandelt wird. Dort trifft er auch auf Wilfred, der im Rollstuhl sitzt. Obwohl Ryan nicht mit ihm sprechen will, bittet ihn Wilfred inständig, sein Testament im Keller zu suchen. Als er nachgibt und tatsächlich auf das Dokument stößt, erwartet ihn die nächste Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502458","hoster":"VOE"},{"path":"/redirect/8657048","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731441","hoster":"VOE"},{"path":"/redirect/8731439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-2","name":"Loslassen","epNo":2,"alt":"Letting Go","descr":"Sowohl Ryan als auch Wilfred stehen Jennas bevorstehender Hochzeit mit Drew sehr skeptisch gegenüber. Diese Gemeinsamkeit lässt die beiden wieder mehr Zeit miteinander verbringen. Wilfred trainiert unterdessen fleißig für einen Hundewettkampf und verwickelt. Ryan damit in eine heikle Angelegenheit: Er soll ihm Steroide besorgen, damit er als Sieger auf dem Treppchen steht. Sein Freund lässt sich auf den Deal ein – mit gefährlichen Konsequenzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336774","hoster":"VOE"},{"path":"/redirect/8657049","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731444","hoster":"VOE"},{"path":"/redirect/8731446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-3","name":"Würde","epNo":3,"alt":"Dignity","descr":"Ryan versinkt geradezu in Arbeit. Sein Chef Jeremy hat ihm die Überarbeitung eines wichtigen Gutachtens anvertraut. Stets an seiner Seite ist Wilfred, der im Büro nur Chaos stiftet, aber zu Jeremy einen guten Draht hat. Dennoch verlangt er ein Entgegenkommen für seine ständige Präsenz am Arbeitsplatz seines Freundes: Ryan soll sich ein paar Tricks für Wilfred überlegen, die ihn noch mehr in den Mittelpunkt rücken. Doch statt einer guten Show bricht das Chaos aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115917","hoster":"VOE"},{"path":"/redirect/8657050","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731449","hoster":"VOE"},{"path":"/redirect/8731447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-4","name":"Schuldgefühle","epNo":4,"alt":"Guilt","descr":"Ryans Schwester meldet sich und verkündet ihre Rückkehr aus Indien. Widerwillig zieht er auf die Couch und lässt Kristen bei sich wohnen. Die Schwangere gibt vor, ihr Freund Arturo würde sich um eine gemeinsame Wohnung kümmern. Wilfred ist hingegen extrem eifersüchtig auf das ungeborene Baby und lässt sich so einiges einfallen, damit Kristen das Kind verliert. Unterdessen taucht Arturo auf, und für Ryan kündigt sich eine schlaflose Nacht an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502464","hoster":"VOE"},{"path":"/redirect/8657051","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12931336","hoster":"VOE"},{"path":"/redirect/8731452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-5","name":"Jetzt","epNo":5,"alt":"Now","descr":"Während eines gemeinsamen Spaziergangs werden Ryan und Wilfred von zwei Gangstern überfallen. Infolge eines schweren Schocks verliert Wilfred seinen Geruchssinn und muss laut ärztlicher Verordnung künftig Stresssituationen meiden. Daher beschließt er, sich der Literatur und Philosophie zu widmen. Nach eingehendem Studium der Bücher wird er depressiv und will sich das Leben nehmen. Ryan ist hingegen kurz davor, in ein dubioses Immobiliengeschäft einzusteigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502469","hoster":"VOE"},{"path":"/redirect/8657056","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731464","hoster":"VOE"},{"path":"/redirect/8731462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-6","name":"Kontrolle","epNo":6,"alt":"Control","descr":"Jennas missglückter Fernsehauftritt unter Drogeneinfluss hat mittlerweile im Internet die Runde gemacht und Millionen Fans gefunden. Um sie auf andere Gedanken zu bringen, lädt Ryan seine traurige Freundin, Drew und Amanda zum Abendessen ein. Wilfred ist mit von der Partie und sorgt für eine aufgeladene und unentspannte Stimmung. Besonders Amanda scheint mit der Situation völlig überfordert. Im Laufe des Abends offenbart sie auch den Grund dafür …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502467","hoster":"VOE"},{"path":"/redirect/8657055","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731465","hoster":"VOE"},{"path":"/redirect/8731468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-7","name":"Ausweichen","epNo":7,"alt":"Avoidance","descr":"Ryan begegnet seinem ehemaligen Kommilitonen James, auf den er nicht besonders gut zu sprechen ist. Die beiden wollten vor Jahren eine gemeinsame Kanzlei gründen, doch James ließ ihn im Stich. Unterdessen plant Jenna mit Wilfred die Teilnahme an einem Tanzwettberwerb. Aus Zeitgründen übergibt sie diese Aufgabe jedoch an Ryan. Doch Rhythmus und Tanzgefühl müssen sich die beiden hart erarbeiten – und ohne Leckerli geht bei Wilfred erst recht nichts …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502470","hoster":"VOE"},{"path":"/redirect/8657061","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731470","hoster":"VOE"},{"path":"/redirect/8731469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-8","name":"Wahrheit","epNo":8,"alt":"Truth","descr":"Nach der ersten gemeinsamen Nacht mit Ryan blickt Amanda optimistisch in die Zukunft und will bei ihrer neuen Liebe einziehen. Sie bittet ihn außerdem, ihr sein größtes Geheimnis zu verraten. Da Ryan ihr unmöglich erzählen kann, dass sein bester Freund der sprechende Hund seiner Nachbarin ist, weicht er aus. Obwohl er Amanda bereits grünes Licht für die gemeinsame Wohnung gegeben hat, lässt er sich seine Entscheidung noch einmal durch den Kopf gehen. Aus gutem Grund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502466","hoster":"VOE"},{"path":"/redirect/8657053","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731475","hoster":"VOE"},{"path":"/redirect/8731474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-9","name":"Gute Tat","epNo":9,"alt":"Service","descr":"Nach dem Selbstmord seines Chefs Jeremy, ist Ryan wieder arbeitslos. Er will die Zeit nun nutzen und sich um seine Mutter kümmern. Um sie vom Tod ihrer geliebten Katze abzulenken, macht er mit ihr und Schwester Kristen einen Ausflug aufs Land. Während die Mutter Reißaus nimmt, kommt es bei Kristen aufgrund der Aufregung zu starken Wehen. Ryan versucht sich als Geburtshelfer, während Wilfred sich auf die Plazenta freut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502468","hoster":"VOE"},{"path":"/redirect/8657052","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731480","hoster":"VOE"},{"path":"/redirect/8731479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-10","name":"Ehrlichkeit","epNo":10,"alt":"Honesty","descr":"Nach ihrem katastrophalen TV-Auftritt, ist Jennas Karriere am Tiefpunkt. Um ihren beruflichen Erfolg voranzutreiben, bedrängt sie Ryan, ihr ein Interview mit seinem Vater zu verschaffen. Der hat brisante Informationen über die Machenschaften des Ex-Arbeitgebers seines Sohnes. Wird sich Ryan überreden lassen? Wilfred hat indes eine ganz Horde Katzen gesammelt und macht seinem Freund einen irrwitzigen Vorschlag …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502471","hoster":"VOE"},{"path":"/redirect/8657057","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731482","hoster":"VOE"},{"path":"/redirect/8731484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-11","name":"Fragen","epNo":11,"alt":"Questions","descr":"Ein Gespräch mit seiner Schwester Kristen katapultiert Ryan zurück in eine traurige Phase seiner Kindheit. Um herauszufinden, warum er als Kind kein Glück empfinden konnte, besorgt er sich gemeinsam mit Wilfred den bewusstseinserweiternden Lianentrank Ayahuasca. Nach einem ordentlichen Schluck fällt Ryan in Trance und begegnet dem Indianer Red Wolf. Die Situation eskaliert, als Wilfred den Indianer umbringen will. Gefährdet seine Tat den eigentlichen Zweck des Drogentrips?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502472","hoster":"VOE"},{"path":"/redirect/8657054","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12938933","hoster":"VOE"},{"path":"/redirect/8731485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-12","name":"Verbitterung","epNo":12,"alt":"Resentment","descr":"Die Hochzeit von Drew und Jenna rückt immer näher. Ryan würde am liebsten die Zeit anhalten. Ginge es nach ihm, sollte die Trauung gar nicht stattfinden und er beschließt, sich aus allem herauszuhalten. Als er jedoch von beiden Seiten gebeten wird, Trauzeuge zu sein, muss er sich entscheiden. Ein vertrauliches Gespräch mit Drew entspannt die Situation zwar etwas, ist jedoch gleichzeitig der Anstoß für eine mittelschwere Katastrophe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502473","hoster":"VOE"},{"path":"/redirect/8657058","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731487","hoster":"VOE"},{"path":"/redirect/8731486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-2/episode-13","name":"Geheimnisse","epNo":13,"alt":"Secrets","descr":"Die Hochzeitsfeier von Drew und Jenna in Ryans Garten ist in vollem Gange. Auch Amanda ist unter den Gästen und bei bester Laune. Während Ryan ausgelassen feiert, taucht James mit einer Hiobsbotschaft auf. Auf Ryans Konto sollen über 10 Millionen Dollar gebunkert sein. Sie waren angeblich der Preis für Kevins Verrat an der Firma. Doch im Gespräch mit Amanda stellt sich heraus, dass das Geld von jemand anderem dort abgelegt wurde – für einen vermeintlich guten Zweck …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502474","hoster":"VOE"},{"path":"/redirect/8657059","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731491","hoster":"VOE"},{"path":"/redirect/8731489","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilfred/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/wilfred/staffel-3/episode-1","name":"Ungewissheit","epNo":1,"alt":"Uncertainty","descr":"Wilfred will endlich wissen, woher er stammt, zu wem er gehört und wen er als seine Familie bezeichnen kann. Sein treuer Freund Ryan macht sich mit ihm auf die Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502476","hoster":"VOE"},{"path":"/redirect/8657060","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731494","hoster":"VOE"},{"path":"/redirect/8731496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-2","name":"Trost","epNo":2,"alt":"Comfort","descr":"Wilfred beobachtet mit Argwohn, wie Ryan sich immer öfter und immer angeregter mit seinem Hassobjekt, dem Postboten, unterhält. Geht ihm nun sein bester Freund mit seinem ärgsten Feind fremd?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502475","hoster":"VOE"},{"path":"/redirect/12985289","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731498","hoster":"VOE"},{"path":"/redirect/8731495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-3","name":"Verdacht","epNo":3,"alt":"Suspicion","descr":"Ryans Schwester stellt ihrem Bruder den neuen Mann an ihrer Seite vor. Ryan kann das Gefühl nicht verdrängen, dass irgendetwas mit dem Mann nicht stimmt. Was steckt hinter seinen dunklen Vermutungen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502477","hoster":"VOE"},{"path":"/redirect/8657062","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731499","hoster":"VOE"},{"path":"/redirect/8731502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-4","name":"Aufrichtigkeit","epNo":4,"alt":"Sincerity","descr":"Ryan glaubt, die perfekte Masche entdeckt zu haben, um Frauen für sich zu begeistern. Er schnappt sich Wilfred und macht sich auf zur Hundeschule. Doch sein Vierbeiner hält sich nicht an die Regeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502478","hoster":"VOE"},{"path":"/redirect/8657067","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731503","hoster":"VOE"},{"path":"/redirect/8731501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-5","name":"Scham","epNo":5,"alt":"Shame","descr":"Ryan schlägt sich mit der Tilgung seiner Schulden herum. Das Geld fehlt an allen Ecken und Enden. Da kommt ihm plötzlich die Idee, einen Mitbewohner in seinem Haus einzuquartieren, der einen Teil der Miete tragen soll. Wilfred macht sich sofort auf die Suche nach einem passenden Kandidaten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336777","hoster":"VOE"},{"path":"/redirect/8657064","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731506","hoster":"VOE"},{"path":"/redirect/8731505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-6","name":"Selbsttäuschung","epNo":6,"alt":"Delusion","descr":"Ryan legt sich mächtig ins Zeug, um die Feier anlässlich Jennas 30. Geburtstag zu organisieren. Wilfred mangelt es natürlich in dieser turbulenten Zeit an Aufmerksamkeit. Er drängt seinen Freund dazu, eine Biographie über ihn zu verfassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502479","hoster":"VOE"},{"path":"/redirect/8657068","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731509","hoster":"VOE"},{"path":"/redirect/8731508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-7","name":"Intuition","epNo":7,"alt":"Intuition","descr":"Ryans Schlaflosigkeit raubt ihm den letzten Nerv und trübt seine Sinne. Um sich abzulenken, geht er des Nachts mit Wilfred spazieren. Plötzlich bemerken sie ihren Nachbarn, der in scheinbar kriminelle Machenschaften verwickelt ist. Sie begeben sich auf eine abenteuerliche Erkundungsmission in der Dunkelheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502481","hoster":"VOE"},{"path":"/redirect/8657065","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731512","hoster":"VOE"},{"path":"/redirect/8731510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-8","name":"Perspektive","epNo":8,"alt":"Perspective","descr":"Nachdem Ryan einen Zusammenbruch im Supermarkt erlitten hat, sucht er die Hilfe eines Psychotherapeuten. Dessen fortschrittliche Methoden sollen ihm bei der Bekämpfung eines Traumas aus der Vergangenheit helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931341","hoster":"VOE"},{"path":"/redirect/8657071","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731513","hoster":"VOE"},{"path":"/redirect/8731516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-9","name":"Konfrontation","epNo":9,"alt":"Confrontation","descr":"An Weihnachten versammelt sich die gesamte Newman Familie zum Abendessen, dessen Gastgeber Ryan ist. Wilfred ist mit von der Partie und bringt die Gäste dazu, die Masken fallen zu lassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502483","hoster":"VOE"},{"path":"/redirect/8657066","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731517","hoster":"VOE"},{"path":"/redirect/8731519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-10","name":"Umweg","epNo":10,"alt":"Distance","descr":"Ryan ahnt, dass er mit Bruces Hilfe näher an das Geheimnis über Wilfreds Existenz kommen könnte. So einfach lässt ihn Bruce jedoch nicht an Informationen heran – ein Spiel um Geben und Nehmen beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502485","hoster":"VOE"},{"path":"/redirect/8657070","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731523","hoster":"VOE"},{"path":"/redirect/8731524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-11","name":"Stillstand","epNo":11,"alt":"Stagnation","descr":"Ryan glaubt, dass Anne ausziehen will. Er ist betrübt, schließlich sichert ihre Miete seinen legeren Lebensstil. Es stellt sich heraus, dass Anne das gemeinsame Haus verlassen will, weil sie den Hund ihres Freundes, der gerade im Knast sitzt, sitten soll. Sie glaubt, dass Wilfred und die Bulldogge nicht unter einem Dach leben können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502484","hoster":"VOE"},{"path":"/redirect/8657069","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12174037","hoster":"VOE"},{"path":"/redirect/8731528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-12","name":"Heldentum","epNo":12,"alt":"Heroism","descr":"Da Jenna Angst vor Einbrechern hat, möchte sie, dass eine Alarmanlage installiert wird. Wilfred wird hellhörig, denn für ihn heißt das im Umkehrschluss, dass er seiner eigentlichen Aufgabe als Wachhund nicht gerecht wird. Kurzerhand setzt er alles daran zu beweisen, dass er ein Held ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502487","hoster":"VOE"},{"path":"/redirect/14159758","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731533","hoster":"VOE"},{"path":"/redirect/8731535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-3/episode-13","name":"Bereuen","epNo":13,"alt":"Regrets","descr":"Wilfred vermutet, dass Jenna ein Verhältnis mit einem anderen Mann hat. Um herauszufinden, um wen es sich handelt, legt er ihr Blumen, Pralinen und einen Brief vor die Haustür und wartet gespannt, wen sie daraufhin anruft. Ryan tut sein Bestes, um das verhindern – leider ohne Erfolg. Das Schicksal nimmt seinen Lauf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383904","hoster":"VOE"},{"path":"/redirect/8657072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12931340","hoster":"VOE"},{"path":"/redirect/8731532","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wilfred/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/wilfred/staffel-4/episode-1","name":"Wiedergutmachung","epNo":1,"alt":"Amends","descr":"Ryan beschleichen schlimme Vorahnungen über den herannahenden Tod seines Vaters und er scheint Wilfred nicht mehr trauen zu können, da der ihn zu manipulieren und zu einem Ort zu locken versucht, wo er an einem Ritual teilnehmen soll. Erst ans Ryans Vater tatsächlich bei einem Autounfall ums Leben kommt, kehrt das Vertrauen Wilfred gegenüber langsam zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995159","hoster":"VOE"},{"path":"/redirect/12995168","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12174051","hoster":"VOE"},{"path":"/redirect/8731547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-2","name":"Konsequenzen","epNo":2,"alt":"Consequences","descr":"Ryan findet in den Unterlagen seines Vaters Hinweise darauf, dass dieser vor seinem Tod der Sekte \"Herde des Grauen Schäfers\" beiwohnte. Er will dem auf den Grund gehen und begibt sich auf die Suche nach einem Ort in einem Tal, der auf einem Foto in besagter Akte zu sehen war. Drew und Wilfred begleiten ihn. Das hat verhängnisvolle Konsequenzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995139","hoster":"VOE"},{"path":"/redirect/12995138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731566","hoster":"VOE"},{"path":"/redirect/8731558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-3","name":"Loyalität","epNo":3,"alt":"Loyalty","descr":"Larrys Nachlassverwalterin Lonnie verliest das Testament. Warum Ryan seinen Anteil allerdings nur in Raten erhält, bleibt nicht die einzige offene Frage. Was hat sein Vater mit der Sekte \"Herde des Grauen Schäfers\" zu tun? Und an wen hat sein Vater monatlich 5.000 US-Dollar überwiesen? Als Lonnie ihm den Schlüssel zu einem Container überreicht, hat Ryan die Hoffnung, endlich Antworten auf seine Fragen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14298471","hoster":"VOE"},{"path":"/redirect/12995147","hoster":"Doodstream"},{"path":"/redirect/14298476","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731561","hoster":"VOE"},{"path":"/redirect/8731559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-4","name":"Antworten","epNo":4,"alt":"Answers","descr":"Auf der Suche nach den Hintergründen der Sekte, der sein Vater beiwohnte, gerät Ryan an den Psychologen Dr. Grummons. Um von ihm Antworten zu erhalten, muss er jedoch an einem Experiment teilnehmen. Als er nach einem grauenvollen Horrortrip wieder erwacht, erklärt Dr. Grummons ihm, dass die Sekte zwei Götter anbetet: den Hundegott Mataman und einen Parallelgott. Handelt es sich bei Wilfred eventuell um einen dieser Götter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14298478","hoster":"VOE"},{"path":"/redirect/12995158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731562","hoster":"VOE"},{"path":"/redirect/8731574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-5","name":"Vorangehen","epNo":5,"alt":"Forward","descr":"Ryan misstraut Wilfred immer noch. Nur mit Mühe und Not gelingt es diesem, ihn davon zu überzeugen, dass er nicht der böse Gott Krungel ist. Die Beziehung zwischen den beiden scheint sich wieder zu normalisieren. Als Ryan Kristen zu einem Gespräch in die Schule, die Joffrey aufnehmen soll, begleitet, taucht Wilfred jedoch plötzlich auf und verpatzt alles. Was Ryan nicht weiß: Wilfred versucht, Ryan vor seiner alten Liebe Amanda zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995152","hoster":"VOE"},{"path":"/redirect/12995154","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731576","hoster":"VOE"},{"path":"/redirect/8731581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-6","name":"Muster","epNo":6,"alt":"Patterns","descr":"Wilfred scheint böse Spielchen zu spielen, denn Ryan erfährt, dass Genevieve, die ehemalige Sekretärin, monatlich Geldkuverts an einen Fremden übergibt. Dieser entpuppt sich schließlich als der böse Gott Krungel. Es stellt sich heraus, dass ein alter Mann dahintersteckt, der mit Wilfred gemeinsame Sache macht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995149","hoster":"VOE"},{"path":"/redirect/12995151","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731586","hoster":"VOE"},{"path":"/redirect/8731585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-7","name":"Verantwortung","epNo":7,"alt":"Responsibility","descr":"Kristens Mutter Catherine wird mit Dr. Cahills Zustimmung aus der Psychiatrie entlassen. Der Schock sitzt tief, als Ryan, Wilfred und Kristen sie zuhause besuchen und dort einen völlig nackten Dr. Cahill vorfinden, der Catherine zuletzt auch noch einen Heiratsantrag macht. Wilfred stört sich indes daran, dass sich Kristens Mutter lieber mit dem dreibeinigen Hund Ralston abgibt als mit ihm – bis er selbst von einem Auto angefahren wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995172","hoster":"VOE"},{"path":"/redirect/12995174","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731591","hoster":"VOE"},{"path":"/redirect/8731587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-8","name":"Mut","epNo":8,"alt":"Courage","descr":"Wilfred ist in einem schlechten Zustand, was Jenna schwer zu schaffen macht. Ryan geht mit ihm zum Arzt. Ein Schatten in seiner Lunge lässt das Schlimmste vermuten und schließlich bewahrheitet sich die traurige Vorahnung: Wilfred hat Krebs im Endstadium. Ryan und Wilfred wollen Jenna diese schlechten Nachrichten verheimlichen. Als diese die Lügen jedoch aufdeckt, entbrennt ein schlimmer Streit. Werden sich Ryan und Jenna am Ende wieder versöhnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995146","hoster":"VOE"},{"path":"/redirect/12995145","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731594","hoster":"VOE"},{"path":"/redirect/8731599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-9","name":"Widerstand","epNo":9,"alt":"Resistance","descr":"Wilfred wird vermutlich nicht mehr lange leben. Doch Ryan empfindet neben Erleichterung auch Trauer darüber. Zu seinem Emotionschaos kommt schließlich auch noch Drew, der plötzlich wieder vor Jennas Tür steht. Für Wilfred ist klar: Die beiden kommen wieder zusammen. Wenig später bricht er zusammen und wird zu Dr. Bangachon gebracht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995169","hoster":"VOE"},{"path":"/redirect/12995170","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731611","hoster":"VOE"},{"path":"/redirect/8731600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wilfred/staffel-4/episode-10","name":"Glück","epNo":10,"alt":"Happiness","descr":"Wilfreds Tod treibt Ryan in eine tiefe Depression. Als ihn seine Mutter besucht, kommt alles noch schlimmer, denn Ryan erfährt von ihr, dass sein leiblicher Vater Charles der Anführer der Herde des Grauen Schäfers ist. Er ist am Boden zerstört. Jetzt könnte er einen Freund an seiner Seite gebrauchen, jetzt könnte er Wilfred gebrauchen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12995136","hoster":"VOE"},{"path":"/redirect/13303467","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8731618","hoster":"VOE"},{"path":"/redirect/8731609","hoster":"Streamtape"}]}]}]}]}