{"path":"/serie/stream/willy-verrat-am-kanzler","name":"Willy - Verrat am Kanzler","descr":"Die Serie rekonstruiert die folgenschwerste Spionageaffäre der Bundesrepublik, eine Geschichte von Geheimnissen, Lügen und Verrat – taucht ein, in die undurchsichtige Welt der politischen Intrigen des Kalten Krieges. 1973 entschlüsselt der BND eine geheime Nachricht für einen Ostagenten im Westen. Die Spur führt zu Günter Guillaume, den Referenten des Bundeskanzlers. Am 24. April 1974 wird Guillaume verhaftet. Der Ostspion im Kanzleramt … ein gefundenes Fressen für die Presse. Der Druck auf Willy Brandt wächst, Intrigen werden gesponnen – auch von Parteifreunden. Schließlich wirft Brandt am 6. Mai 1974 das Handtuch und tritt zurück.","seasons":[{"path":"/serie/stream/willy-verrat-am-kanzler/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/willy-verrat-am-kanzler/staffel-1/episode-1","name":"Superspion","epNo":1,"alt":"","descr":"Im Jahr 1957 beginnt der Bundesnachrichtendienst, mysteriöse Nummernsender aus dem Osten abzuhören. Doch erst im Frühjahr 1973 offenbaren diese geheimnisvollen Botschaften einen brisanten Verdacht. Glückwünsche zur Geburt eines Sohnes führen zu einem Mann im Kanzleramt. Günter Guillaume, Referent von Willy Brandt, gerät als Spion der DDR ins Visier. Der Verfassungsschutz schlägt Alarm – und was als routinemäßige Überwachung beginnt, entwickelt sich bald zu einem handfesten Skandal...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977420","hoster":"VOE"},{"path":"/redirect/13977428","hoster":"Vidoza"},{"path":"/redirect/13977422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/willy-verrat-am-kanzler/staffel-1/episode-2","name":"Nie wieder Krieg","epNo":2,"alt":"","descr":"Der junge Günter Guillaume überlebt den Weltkrieg als einer der wenigen seiner Klasse und kehrt in seine Heimatstadt Berlin zurück. Gleichzeitig kehrt Willy Brandt 1945 aus dem Exil nach Deutschland zurück. Beide streben in den Trümmern einen Neuanfang an und setzen sich für ein neues, besseres Deutschland ein. Doch im Osten herrscht Unzufriedenheit in der Bevölkerung, und Hunderttausende fliehen in den Westen. Dies bietet der Staatssicherheit die Gelegenheit, Spione einzuschleusen, darunter auch Günter Guillaume, der bald Karriere macht...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977421","hoster":"VOE"},{"path":"/redirect/13977423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/willy-verrat-am-kanzler/staffel-1/episode-3","name":"Sonderzug","epNo":3,"alt":"","descr":"1972 erschüttert ein Machtkampf die BRD, ausgelöst durch die neue Ostpolitik des Kanzlers und eine zunehmende Wut der Opposition. Neuwahlen stehen bevor. Auch Guillaume ist Teil von Brandts Wahlkampfteam. Sechs Wochen lang begleitet Guillaume Brandt auf der \"Willy wählen\"-Tour im Sonderzug, absolviert bis zu acht Auftritte am Tag, schläft zu wenig, raucht und trinkt zu viel. Trotz der Strapazen bleibt er im Amt des Kanzlers...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977424","hoster":"VOE"},{"path":"/redirect/14215542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/willy-verrat-am-kanzler/staffel-1/episode-4","name":"Intrigen","epNo":4,"alt":"","descr":"Im April 1974 platzt die Bombe, der Spion im Kanzleramt fliegt auf. Brandt gerät unter Druck. Die DDR-Regierung ist in Panik, denn ein Sturz des Kanzlers könnte fatal für die Beziehung der beiden deutschen Länder sein. Und dann rückt auch noch Brandts Privatleben in den Fokus. Es taucht eine brisante Liste auf: Namen vermeintlicher Geliebter. Die Jagd ist eröffnet. Die Grenzen zwischen politischem Intrigenspiel und persönlichem Drama verschwimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13977426","hoster":"VOE"},{"path":"/redirect/13977427","hoster":"Streamtape"}]}]}]}]}