{"seriesId":"will","name":"Will","descr":"\"Will\" erzählt die Geschichte des jungen William Shakespeares (Laurie Davidson) mit modernen Mitteln und moderner Musik. Shakespeare wird darin als Außenseiter gezeichnet, der sich mit Anfang 20 in der Theaterszene von London des 16. Jahrhunderts wiederfindet – in einer Zeit, wo religiöse Eiferer durch wilde und obszöne Side-Shows auf die Palme gebracht wurden und wo Vergnügungen und ein leicht zu Handgreiflichkeiten zu reizendes Publikum eng beieinander liegen. Punk lässt grüßen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Schauspiel sei die Schlinge","epNo":1,"alt":"The Play’s The Thing","descr":"Als Will Shakespeare im Jahr 1589 aus der Kleinstadt Stratford in das wilde London zieht, herrschen im protestantischen England religiöse Unruhen, Katholiken wie ihm droht sogar die Todesstrafe. Im Gepäck hat er kaum mehr als einen Traum – und einen verräterischen Brief …","versions":[{"lang":1,"streams":[{"redirect":14395578,"hoster":"VOE"},{"redirect":13608169,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feige stirbt schon vielmal, eh er stirbt","epNo":2,"alt":"Cowards Die Many Times","descr":"Nachdem sein Konkurrent Baxter verhaftet wurde, kämpft Will mit Schuldgefühlen und macht der ebenso schönen wie rebellischen Alice Burbage ein gefährliches Geständnis. Außerdem gerät das Theater ihres Vaters in Gefahr, als der Publikumsmagnet Kemp ein lukratives Angebot von der Konkurrenz erhält.","versions":[{"lang":1,"streams":[{"redirect":14372045,"hoster":"VOE"},{"redirect":13594750,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die zwei Herren","epNo":3,"alt":"The Two Gentlemen","descr":"Will hat eine Idee, die ihn zum Erfolg führen könnte, doch dafür braucht er die Hilfe von Alice. Außerdem wird er von seiner Vergangenheit eingeholt als ein charismatischer Besucher ihm eine gefährliche Aufgabe überträgt.","versions":[{"lang":1,"streams":[{"redirect":14352355,"hoster":"VOE"},{"redirect":13594737,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schöne Neue Welt","epNo":4,"alt":"Brave New World","descr":"Marlowe führt Will in die dekadente Oberschicht Londons ein, doch dabei läuft nicht alles wie erwartet. Während Will für all das kämpfen muss, was ihm am Herzen liegt, ist Alice desillusioniert.","versions":[{"lang":1,"streams":[{"redirect":14371976,"hoster":"VOE"},{"redirect":14446566,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Einigung, die für immer bindet","epNo":5,"alt":"The Marriage Of True Minds","descr":"Ein unerwarteter Besucher trifft in London ein und wirft Will völlig aus der Bahn, während ein übersinnliches Erlebnis Marlowe dazu veranlasst, sich mit seiner Vergangenheit auseinanderzusetzen. Topcliffe entschlüsselt derweil einen Code und bringt Will damit in eine Situation, in der es für den Dichter um Leben und Tod geht.","versions":[{"lang":1,"streams":[{"redirect":14395712,"hoster":"VOE"},{"redirect":14414260,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Etwas Böses kommt hierher","epNo":6,"alt":"Something Wicked This Way Comes","descr":"Die Zusammenarbeit von Will und Alice führt zu Spannungen, während Anne versucht, sich an das Leben in London zu gewöhnen. Indess zwingt die Liebe Marlowe dazu, sich mit seinen schlimmsten Ängsten auseinanderzusetzen, und Presto sieht sich mit dem Bösen konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":14402349,"hoster":"VOE"},{"redirect":14401678,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Was für Träume kommen mögen","epNo":7,"alt":"What Dreams May Come","descr":"Das Theater ist gefährdet, also beruft Will die Hilfe von einer schönen und talentierten Freundin. Währenddessen wendet sich Alice zu Southwell für Trost. Eine existentielle Krise drängt Marlowe  zurück zu dem dubiosen Edward Kelly.","versions":[{"lang":1,"streams":[{"redirect":14372094,"hoster":"VOE"},{"redirect":13594738,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eure beiden Häuser","epNo":8,"alt":"Your Houses","descr":"Will ist schockiert, als er von Alices neuer Leidenschaft erfährt, während Marlowes Schreibblockade den Dichter zur Verzweiflung bringt und ihn auf eine gefährlichen Weg lenkt. Indes wird London von der Pest heimgesucht und Richard entdeckt etwas, woran er glauben kann.","versions":[{"lang":1,"streams":[{"redirect":14371969,"hoster":"VOE"},{"redirect":12988130,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo ich Teufel bin","epNo":9,"alt":"Play The Devil","descr":"Will muss Topcliffe konfrontieren, um sein neues Theaterstück zu schreiben. Währenddessen muss Richard seinem Vater eine brutale Wahrheit offenbaren.Alice überlegt, sich auf eine gefährliche Mission zu begeben.","versions":[{"lang":1,"streams":[{"redirect":14372091,"hoster":"VOE"},{"redirect":14399879,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einst, holder Engel","epNo":10,"alt":"Once, Bright Angel","descr":"Will und die anderen sind schockiert von einer schrecklicher Entdeckung. Sie müssen alles riskieren in einem Kampf zwischen Leben und Tod.","versions":[{"lang":1,"streams":[{"redirect":14402346,"hoster":"VOE"},{"redirect":14409795,"hoster":"Streamtape"}]}]}]}]}