{"path":"/serie/stream/will-grace","name":"Will \u0026 Grace","descr":"Die mit Preisen überhäufte Sitcom dreht sich um die beiden besten Freunde Will Truman und Grace Adler, die sich seit ihrer Zeit auf dem College kennen und sich in New York eine Wohnung teilen. Der schwule Rechtsanwalt Will und die heterosexuelle Innenarchitektin Grace sind unzertrennlich, auch wenn ihre gemeinsame Vorliebe für Männer oft für Probleme, Streitigkeiten und Missverständnisse sorgt. Wills schriller und extravaganter schwuler Kumpel Jack MacFarland und Graces sarkastische, verdorbene und alkoholabhängige Assistentin und Millionärsgattin Karen Walker sorgen für reichlich zusätzlichen Wirbel. Die Hauptcharaktere werden komplettiert durch Karens Hausmädchen Rosario Salazar, die Karen kräftig Paroli bietet und dadurch für sie eine wichtige Stütze ist. Die Erfolgsserie ist ein erfrischender Cocktail aus jeglichen Arten von Beziehungsproblemen, Neurosen, Fettnäpfchen und amüsanten Albernheiten!","seasons":[{"path":"/serie/stream/will-grace/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/will-grace/staffel-1/episode-1","name":"Die Hochzeit meiner besten Freundin","epNo":1,"alt":"Pilot","descr":"Will Truman (Eric McCormack), ein gut aussehender, erfolgreicher Anwalt aus Manhattan, und Grace Adler (Debra Messing), eine schöne, selbständige Innenarchitektin, sind beste Freunde. Genau genommen sind sie absolut perfekt füreinander – außer dass Will eben schwul ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502547","hoster":"VOE"},{"path":"/redirect/8657129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-2","name":"Das Wohnungskarussell","epNo":2,"alt":"New Lease On Life","descr":"Will (Eric McCormack) muss sich entscheiden, ob er Grace (Debra Messing) in ihrer Unabhängigkeit unterstützen und sie darin bestärken soll, sich ein Apartment am anderen Ende der Stadt zu nehmen, oder ob er sie bitten soll, seine Wohnung mit ihm zu teilen, um sie ganz eigennützig in seiner Nähe zu behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502545","hoster":"VOE"},{"path":"/redirect/8657131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-3","name":"Das Mega-Wohlfühl-Bad","epNo":3,"alt":"Head Case","descr":"Als Grace bei Will einzieht, beklagt sie, dass das Gäste-Bad zu klein ist, und schlägt vor, die gemeinsame Wand einzureißen, um ein großes gemeinsames Badezimmer zu schaffen. Dies führt dazu, dass Will sich seinem Problem mit Veränderungen stellen muss – und seiner Unfähigkeit, eine Beziehung zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502548","hoster":"VOE"},{"path":"/redirect/8657130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-4","name":"Texas trifft New York","epNo":4,"alt":"Between A Rock And Harlan’s Place","descr":"Als Grace (Debra Messing) das Apartment von Harlin (Gary Grubbs) gestaltet, lässt sie sich von einem Cowboy-Motiv hinreißen. Will (Eric McCormack) ist angesichts des Cowboy-Stils zugleich schockiert und peinlich berührt, und macht die Situation nur noch schlimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502550","hoster":"VOE"},{"path":"/redirect/8657133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-5","name":"Halloween? Reine Kindersache!","epNo":5,"alt":"Boo! Humbug","descr":"An Halloween ist Jack (Sean Hayes) als David \u0027Hutch\u0027 Soul (aus \u0027Starsky \u0026 Hutch\u0027) verkleidet, während Karen (Megan Mullally) als Cat Woman geht – der Abend in Greenwich Village ist voller Drag Queens und birgt auch ein paar Überraschungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502549","hoster":"VOE"},{"path":"/redirect/8657136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-6","name":"Der geheimnisvolle Klient","epNo":6,"alt":"William, Tell","descr":"Als Jack (Sean Hayes) Grace (Debra Messing) verrät, dass Will (Eric McCormack) mal eine Affäre mit einem \u0027Kunden\u0027 hatte, bekommt sie Paranoia, dass Will ihr Geheimnisse vorenthält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502554","hoster":"VOE"},{"path":"/redirect/8657134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-7","name":"Wo ein Will ist, ist kein Weg","epNo":7,"alt":"Where There’s A Will There’s No Way","descr":"Grace (Debra Messing) sieht in ihrer Beziehung zu Will (Eric McCormack) den Grund dafür, dass sie kein Interesse mehr am Dating hat, und sie kommt zu dem Schluss, dass sie sich nicht mehr zusammen amüsieren sollten. Jack kommt (Sean Hayes) die Steuerbehörde auf die Schliche, weshalb er Wills Hilfe in Anspruch nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502552","hoster":"VOE"},{"path":"/redirect/8657135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-8","name":"Mega-News","epNo":8,"alt":"The Buying Game","descr":"Grace (Debra Messing) hat die Gelegenheit das Atelier zu kaufen, das ihr als Büroraum dient, und da dies ihr erster Immobilienkauf ist, sucht sie Rat bei Will (Eric McCormack). Wills Verhandlungstaktik bringt Grace allerdings zu der Überzeugung, dass er glaubt, sie sei selbst nicht in der Lage, den Deal abzuschließen. Sie setzt sich zum Ziel, ihm das Gegenteil zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502555","hoster":"VOE"},{"path":"/redirect/8657140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-9","name":"Will und Struppi","epNo":9,"alt":"The Truth About Will \u0026 Dogs","descr":"Als Grace (Debra Messing) beschließt, sich einen Hund anzuschaffen, ist Will (Eric McCormack) zunächst dagegen. Doch schon bald ist er besessen von dem reizenden Hündchen, bis Grace ihn überredet, Jack (Sean Hayes) und Karen (Megan Mullally) als Hundesitter zu engagieren – mit überraschenden Ergebnissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502553","hoster":"VOE"},{"path":"/redirect/8657138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-10","name":"Heizungsschacht der Leidenschaft","epNo":10,"alt":"The Big Vent","descr":"Will (Eric McCormack) und Grace (Debra Messing) fangen an, durch den neuen Lüftungsschacht auf ihrer Etage ihre Nachbarn zu belauschen, und werden süchtig nach der Seifenoper, die sich ganz real in deren Wohnung abspielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502551","hoster":"VOE"},{"path":"/redirect/8657139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-11","name":"Graue Brusthaare und eine Cowboy-Torte","epNo":11,"alt":"Will On Ice","descr":"Will (Eric McCormack) hat Geburtstag und alles, was er will, ist ein nettes, ruhiges Abendessen mit seinen zwei besten Freunden Grace (Debra Messing) und Jack. Als Jack und Grace herausfinden, dass sie beide leidenschaftlich gerne Eiskunstlauf mögen, überraschen sie Will mit Karten für \u0027Champions on Ice\u0027, und zähneknirschend stößt auch Karen zu dem speziellen Abend dazu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502556","hoster":"VOE"},{"path":"/redirect/8657137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-12","name":"Nicht ohne meine Putzfrau","epNo":12,"alt":"My Fair Maidy","descr":"Will (Eric McCormack) stellt eine Putzfrau (Gaststar Wendie Jo Sperber) ein, um seine mit Gestalten beschäftigte Mitbewohnerin Grace (Debra Messing) vor dem kreativen Chaos zu ‚retten‘, das sich durch ihr Apartment zieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502557","hoster":"VOE"},{"path":"/redirect/8657141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-13","name":"Das Mutter-Schutzschild","epNo":13,"alt":"The Unsinkable Mommy Adler","descr":"Grace (Debra Messing) hat Besuch von ihrer Mutter und Möchtegern-Star Bobbi Adler (Gaststar Debbie Reynolds). Ihr Hang zu Ausbrüchen in die Show- und Musicalwelt missfällt ihrer Tochter – und begeistert Will (Eric McCormack), Jack (Sean Hayes) und Karen (Megan Mullally).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502560","hoster":"VOE"},{"path":"/redirect/8657146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-14","name":"Big Brother kommt (1)","epNo":14,"alt":"Big Brother Is Coming (1)","descr":"Auf einer \u0027Überraschungs‘-Geburtstagsfeier für Jack (Sean Hayes) staunt Will (Eric McCormack), als sein großer Bruder Sam (Gaststar John Slattery), von dem er sich entfremdet hat, auf Einladung von Grace auf der Party auftaucht. Es fliegen nicht nur die Fetzen zwischen den Brüdern, sondern Spannung gibt es auch zwischen Grace und Sam – dort knistert es auf andere Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502562","hoster":"VOE"},{"path":"/redirect/8657142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-15","name":"Big Brother kommt (2)","epNo":15,"alt":"Big Brother Is Coming (2)","descr":"Grace (Debra Messing) erzählt Will (Eric McCormack) vorsichtig von ihrer Romanze mit seinem Bruder Sam (Gaststar John Slattery), und löst damit eine Lawine der Ablehnung aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115918","hoster":"VOE"},{"path":"/redirect/8657143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-16","name":"Deiner, meiner oder unser?","epNo":16,"alt":"Yours, Mine Or Ours","descr":"Will (Eric McCormack) und Grace (Debra Messing) sind fassungslos, als ihnen klar wird, dass sie ein \u0027Date\u0027 mit demselben Typen haben, und beim gemeinsamen Abendessen kämpfen sie um die Zuneigung eines attraktiven und charmanten neuen Nachbarn (als Gast David Newsom, aus \u0027Ein amerikanischer Traum‘), nicht einmal Jacks \u0027Gaydar\u0027 findet heraus, was seine Vorlieben sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251541","hoster":"VOE"},{"path":"/redirect/8657144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-17","name":"Grace und der Eskimo","epNo":17,"alt":"Secrets \u0026 Lays","descr":"Die Clique verbringt das Wochenende in einer Hütte in Vermont, wo Grace (Debra Messing) eine Romanze mit einer alten Flamme (Gaststar David Sutcliffe) wiederaufleben lässt und versucht, die Affäre vor Will (Eric McCormack) zu verbergen. Will schmachtet vor Sehnsucht am Vorabend seines Möchtegern-Jahrestags.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502558","hoster":"VOE"},{"path":"/redirect/12985291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-18","name":"Der Grace-Ersatz","epNo":18,"alt":"Grace, Replaced","descr":"Will (Eric McCormack) findet in Val, einer neuen Nachbarin, eine \u0027Ersatz-Grace\u0027, die für Wills Pläne zur Verfügung steht. Grace (Debra Messing) wird derweil von Arbeit verschlungen. Als Will und Val auch weiterhin mehr Zeit miteinander verbringen, fürchtet Grace, dass sie ersetzt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502564","hoster":"VOE"},{"path":"/redirect/8657145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-19","name":"Peinlichkeiten unter Freunden","epNo":19,"alt":"Will Works Out","descr":"Will (Eric McCormack) lädt Jack (Sean Hayes) mit einem \u0027Buddy-Pass\u0027 in sein Fitnessstudio ein. Aber als er gegenüber Grace (Debra Messing) äußert, wie peinlich ihm das schwule Verhalten seines Kumpels ist, überhört Jack die Bemerkungen, nimmt sich aber vor, ihm richtigstellende Worte zum Thema Vorurteile mit auf den Weg zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251542","hoster":"VOE"},{"path":"/redirect/8657148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-20","name":"Alles für Grace","epNo":20,"alt":"Saving Grace","descr":"Gaststar Miguel Ferrer (aus \u0027LateLine\u0027) spielt Nathan, einen erfolgreichen New Yorker Verleger, der Grace beauftragt, sein Büro zu gestalten – unter der Bedingung, dass Will sich für ein Date mit ihm trifft. Unterdessen benutzt Jack (Sean Hayes) Karen (Megan Mullally), um Will beizubringen, wie er jemanden küsst, den er unattraktiv findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502565","hoster":"VOE"},{"path":"/redirect/8657151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-21","name":"Der Traum vom Sieg","epNo":21,"alt":"Alley Cats","descr":"Als Rob (Gaststar Tom Gallop) und Ellen (Gaststar Leigh-Allyn Baker) zugeben, dass es ihnen wegen der überehrgeizigen Art von Grace (Debra Messing) keinen Spaß macht, mit Will (Eric McCormack) und ihr Spiele zu spielen, versucht Grace ihr Image zu verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502567","hoster":"VOE"},{"path":"/redirect/8657149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-1/episode-22","name":"Getrennte Wege","epNo":22,"alt":"Object Of My Rejection","descr":"Nachdem Grace (Debra Messing) darüber nachdenkt, erneut eine Beziehung mit ihrem Ex-Verlobten Danny (Gaststar Tom Verica, aus NBC\u0027s \u0027Providence\u0027) einzugehen, überdenken sie und Will (Eric McCormack) ihre Lebenssituation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502566","hoster":"VOE"},{"path":"/redirect/8657147","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/will-grace/staffel-2/episode-1","name":"Grace allein zuhaus","epNo":1,"alt":"Guess Who’s Not Coming To Dinner","descr":"Grace (Debra Messing) zieht in ein Apartment gegenüber, weil sie beweisen will, dass sie nicht vollkommen von Will (Eric McCormack) abhängig ist. Sie beschließt, als mutiges Zeichen ihrer neu gefundenen Unabhängigkeit ohne Wills Hilfe eine Dinner-Party zu schmeißen – sehr zum Leidwesen ihrer Gäste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931343","hoster":"VOE"},{"path":"/redirect/8657087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-2","name":"Die Wahl","epNo":2,"alt":"Election","descr":"Grace (Debra Messing) stellt fest, dass Will (Eric McCormack) in seiner Wohnung gewisse Vorteile genießt, die andere Mieter wie sie nicht haben – etwa einen funktionierenden Kamin. Als ihr klar wird, dass er sich diese Extras als Vorsitzender der Mietervereinigung beschaffen konnte, entscheidet sie sich, bei der bevorstehenden Wahl gegen ihn anzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502502","hoster":"VOE"},{"path":"/redirect/8657092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-3","name":"Pamela Adler","epNo":3,"alt":"Das Boob","descr":"Als in einer Zeitung ein Foto von Grace veröffentlicht wird, auf dem sie so aussieht, als wäre sie wesentlich üppiger ausgestattet als sie in Wirklichkeit ist, wird sie am nächsten Tag von ihrem unerwiderten High-School-Schwarm (Gaststar Salvator Xuereb) ausgefragt, aber Karen (Megan Mullally) überzeugt sie, dass es nur an dem Foto liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502503","hoster":"VOE"},{"path":"/redirect/8657095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-4","name":"Die Kuppelaktion","epNo":4,"alt":"Whose Mom Is It Anyway?","descr":"Grace (Debra Messing), die normalerweise gereizt reagiert, wenn ihre wohlmeinende Mutter (Gaststar Debbie Reynolds) sich mal wieder einmischt, wird eifersüchtig, als ihre Mama anfängt, Will (Eric McCormack) zu verwöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502504","hoster":"VOE"},{"path":"/redirect/8657091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-5","name":"Zerplatzte Träume","epNo":5,"alt":"Polk Defeats Truman","descr":"Wills (Eric McCormack) mächtiger Kunde Harlin Polk (Gaststar Gary Grubbs), der für 90% seines Umsatzes sorgt, lässt ihm sein Ego zu Kopf steigen, und er macht den Fehler, die vielen Kunden, die vor seinem Erfolg an ihn geglaubt hatten, abzuweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502508","hoster":"VOE"},{"path":"/redirect/8657093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-6","name":"Freund oder Verräter?","epNo":6,"alt":"To Serve And Disinfect","descr":"Will (Eric McCormack) ist seit Kurzem arbeitslos, und Jack (Sean Hayes) fordert ihn auf, als Caterer und Kellner für seine Mitarbeiter einzusteigen. Unterdessen findet Grace (Debra Messing) ein ziemlich unanständiges Geheimnis von Karen (Megan Mullally) heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502505","hoster":"VOE"},{"path":"/redirect/8657090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-7","name":"Pikante Geheimnisse","epNo":7,"alt":"Homo For The Holidays","descr":"Will (Eric McCormack) und Grace (Debra Messing) treffen die Mutter von Jack (Sean Hayes). Sie finden heraus, dass ihr nicht nur nicht klar ist, dass ihr Sohn schwul ist, sondern dass sie auch glaubt, er hätte eine Liebesbeziehung mit Grace gehabt. Sie laden sie und Jack an Thanksgiving zum Essen ein und hoffen, dass sie so das Thema offen ansprechen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502507","hoster":"VOE"},{"path":"/redirect/8657094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-8","name":"Die Nüsse des Chefs","epNo":8,"alt":"Terms Of Employment","descr":"Grace (Debra Messing) wird von einem erfolgreichen Anwalt (Gaststar und Tony-Preisträger Gregory Hines) mit einem Innenraumdesign beauftragt. Als der aber nicht wie vereinbart zahlen will, wendet sie sich an Will (Eric McCormack) mit der Bitte, sie zu vertreten. Der gegnerische Anwalt ist von Will so beeindruckt, dass er ihn später selbst beauftragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502515","hoster":"VOE"},{"path":"/redirect/8657096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-9","name":"Dim Sum versus Spaghetti","epNo":9,"alt":"I Never Promised You An Olive Garden","descr":"Will und Grace sehen sich plötzlich in der Situation, dass sie ihre alten, langweiligen Freunde Rob und Ellen \"betrügen\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502514","hoster":"VOE"},{"path":"/redirect/8657097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-10","name":"Liebeslied für Karen","epNo":10,"alt":"Tea And A Total Lack Of Sympathy","descr":"Wills (Eric McCormack) neuer Chef (Gaststar Gregory Hines) stellt ihm ein Ultimatum – er hat bis Freitag Zeit, um der Firma einen wichtigen neuen Kunden einzubringen, oder er verliert seinen Job. Kurz vor Ablauf der Frist steht Will immer noch mit leeren Händen da – aber dann stattet Karen (Megan Mullally) ihm einen unerwarteten Besuche ab, und ihm kommt eine Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502516","hoster":"VOE"},{"path":"/redirect/8657100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-11","name":"Der Notfall-Plan","epNo":11,"alt":"Seeds Of Discontent","descr":"Claire (Gaststar Megyn Price, \"LateLine\"), Wills (Eric McCormack) beste Freundin aus der High-School, kommt zu Besuch mit einer ungewöhnlichen Bitte: Sie möchte, dass ihr ehemaliger Klassenkamerad seinen Samen spendet, damit sie ein Baby bekommen kann. Grace (Debra Messing) ist NICHT erfreut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502513","hoster":"VOE"},{"path":"/redirect/8657099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-12","name":"Mein Therapeut – Dein Therapeut","epNo":12,"alt":"He’s Come Undone","descr":"Als Will (Eric McCormack) herausfindet, dass Grace (Debra Messing) sich mit seinem Therapeuten trifft, sieht er sich darin bestätigt, dass Grace immer im Mittelpunkt stehen muss. Durch die ganze Sache hat Will ein paar seltsame Träume.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002424","hoster":"VOE"},{"path":"/redirect/8657101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-13","name":"Von Vätern und Söhnen","epNo":13,"alt":"Oh Dad, Poor Dad, He’s Kept Me In The Closet And I’m So Sad","descr":"Wills (Eric McCormack) ideale Beziehung zu seinem liebevollen Vater bekommt Risse. Während der Vorbereitung auf die Entgegennahme eines Preises beim abendlichen Bankett seines Unternehmens ist dieser bemüht, seinen Sohn von der Teilnahme abzubringen. Denn er hat allen erzählt, dass Will mit Grace (Debra Messing) verheiratet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502517","hoster":"VOE"},{"path":"/redirect/8657102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-14","name":"Der geküsste Wetterfrosch","epNo":14,"alt":"Acting Out","descr":"Als im Fernsehen ein Kuss zwischen zwei schwulen Männern gesendet werden soll, aber nicht gesendet wird, gehen Will (Eric McCormack) und Jack (Sean Hayes) zum Sender und beschweren sich. Dort treffen sie unerwartet auf Al Roker aus der \"Today\"-Show (der sich als Gaststar selbst spielt).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502519","hoster":"VOE"},{"path":"/redirect/8657104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-15","name":"Blind Date","epNo":15,"alt":"Advise And Resent","descr":"Als Will (Eric McCormack) auf Betreiben seines Chefs (Gaststar Gregory Hines) zu einem Blind Date (Gaststar Michael E. Rodgers) geht, ringt er mit sich, ob er hingehen soll oder nicht. Natürlich bekommt Will Ratschläge von Jack (Sean Hayes), wie man sich beim Blind Date richtig verhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502520","hoster":"VOE"},{"path":"/redirect/8657106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-16","name":"Wiedersehen mit dem Ex","epNo":16,"alt":"Hey La, Hey La, My Ex-Boyfriend’s Back","descr":"Wills (Eric McCormack) Exfreund Michael ist zurück in der Stadt, und Will hat das Gefühl, dass er die Beziehung eigentlich wiederaufleben lassen könnte. In einem seltenen Moment von Selbsterkenntnis beschließt Karen (Megan Mullally), dass es für sie an der Zeit ist, zu einer engagierteren Mitarbeiterin bei Grace Adler Designs zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502521","hoster":"VOE"},{"path":"/redirect/8657103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-17","name":"Die Wette","epNo":17,"alt":"The Hospital Show","descr":"Während eines Blind Dates erfährt Will (Eric McCormack), dass Karens Mann Stan einen Herzinfarkt hatte, und eilt zum Krankenhaus, um bei den Anderen zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502522","hoster":"VOE"},{"path":"/redirect/8657105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-18","name":"Der 150. Anrufer","epNo":18,"alt":"Sweet \u0026 Sour Charity","descr":"Nachdem sie in einer Anrufer-Show im Radio begehrte Konzertkarten gewonnen hat, gelobt Grace (Debra Messing) sich zu revanchieren, und wird für einen guten Zweck ehrenamtlich tätig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502523","hoster":"VOE"},{"path":"/redirect/8657107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-19","name":"Sex mit den Heuschrecken","epNo":19,"alt":"An Affair To Forget","descr":"Als Ellen (Gaststar Leigh-Allyn Baker) und Rob (Gaststar Tom Gallop) ankündigen, dass sie heiraten werden, fühlt sich Grace (Debra Messing) verpflichtet, Will (Eric McCormack) zu erzählen, dass sie einmal mit Rob geschlafen hat – ein Geheimnis, das auf Ellens Junggesellinnenabschied an die Oberfläche kommt und Ellen dazu veranlasst, sich zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502524","hoster":"VOE"},{"path":"/redirect/8657108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-20","name":"Zwischen den Ufern","epNo":20,"alt":"Girls, Interrupted","descr":"Grace (Debra Messing) freundet sich mit ihrem unberechenbaren Nachbarn Val von gegenüber an. Während die beiden überraschenderweise herausfinden, dass sie auf einer Wellenlänge sind, dämpft sich die Freude von Grace, als sie Will (Eric McCormack) erzählt, dass während des Besuchs ihres neuen Kumpels eine Spieluhr verschwunden ist, an der sie hängt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502525","hoster":"VOE"},{"path":"/redirect/8657111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-21","name":"Begegnung mit der Zukunft","epNo":21,"alt":"There But For The Grace Of Grace","descr":"Es kommt zu einem beängstigenden Blick in die Zukunft, als Will (Eric McCormack) und Grace (Debra Messing) ihren miesepetrigen pensionierten College-Professor (Gaststar Orson Bean) besuchen, nur um zu erkennen, dass er ein verbitterter alter Mann ist, der seine eigene \"Grace\" (Gaststar Piper Laurie) hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502526","hoster":"VOE"},{"path":"/redirect/8657109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-22","name":"Die Erfindung des Ex","epNo":22,"alt":"My Best Friend’s Tush","descr":"Grace (Debra Messing) erfährt, dass eine von Karens (Megan Mullally) Freundinnen die berüchtigte Helena Barnes (Gaststar Joan Collins, \"Der Denver-Clan\") ist – eine der meistgefeierten New Yorker Innen-Designerinnen und ihre größte Konkurrentin um einen lukrativen Design-Auftrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502529","hoster":"VOE"},{"path":"/redirect/8657110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-23","name":"Die fünf Säulen des Glücks (1)","epNo":23,"alt":"Ben? Her? (1)","descr":"Grace (Debra Messing) hat ein Techtelmechtel mit Wills Chef Ben (Gaststar Gregory Hines) und Will (Eric McCormack) weiß von nichts. Aber als Will es herausfindet, muss er ihr versprechen, dass er sich nicht einmischt. Zur gleichen Zeit setzt Rosario Jack (Sean Hayes) freundlich darüber in Kenntnis, dass sie die Scheidung will – damit sie Karens Gärtner heiraten kann. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502530","hoster":"VOE"},{"path":"/redirect/8657112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-2/episode-24","name":"Die fünf Säulen des Glücks (2)","epNo":24,"alt":"Ben? Her? (2)","descr":"Grace (Debra Messing) hat ein Techtelmechtel mit Wills Chef Ben (Gaststar Gregory Hines) und Will (Eric McCormack) weiß von nichts. Aber als Will es herausfindet, muss er ihr versprechen, dass er sich nicht einmischt. Zur gleichen Zeit setzt Rosario Jack (Sean Hayes) freundlich darüber in Kenntnis, dass sie die Scheidung will – damit sie Karens Gärtner heiraten kann. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502528","hoster":"VOE"},{"path":"/redirect/8657113","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/will-grace/staffel-3/episode-1","name":"Zurück von den Jungferninseln","epNo":1,"alt":"New Will City","descr":"Will (Eric McCormack) kommt endlich von seinem Arbeitsaufenthalt in der Karibik zurück. Grace ist durcheinander, und Will versucht ihr bei der Entscheidung zwischen ihren beiden suboptimalen Partnern zu helfen. Aber es kommt zu einem bösen Erwachen, als er herausfindet, dass Jack (Sean Hayes) in seiner Abwesenheit das Vertrauen von Grace gewonnen hat – er ist eifersüchtig und fühlt sich außen vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12251549","hoster":"VOE"},{"path":"/redirect/8657152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-2","name":"Einer muss gehen","epNo":2,"alt":"Fear And Clothing","descr":"Wills (Eric McCormack) Wohnung gleicht einer heruntergekommenen Absteige. Nach einem versuchten Einbruch in ihre Wohnung sucht Grace (Debra Messing) bei ihm Zuflucht. Aber durch ihre bedürftige Anwesenheit, kombiniert mit Jack (Sean Hayes) und seiner neuesten Entourage, fühlt sich der leidgeprüfte Will gezwungen zu verlangen, dass einer von beiden gehen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502573","hoster":"VOE"},{"path":"/redirect/8657154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-3","name":"Babyöl und Yachtclub","epNo":3,"alt":"Husbands And Trophy Wives","descr":"Will und Jack können es gar nicht erwarten, zwei alte Freunde zu besuchen, die für ihre wilden Partys bekannt sind. Aber sie müssen erkennen, dass die vormaligen Partylöwen nun in aller Ruhe ein adoptiertes Mädchen großziehen – und Will schockiert Jack, als er freiwillig das Baby für sie betreut und seine unsicheren Vaterfähigkeiten testet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502569","hoster":"VOE"},{"path":"/redirect/8657157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-4","name":"Das Sensibilisierungs-Seminar","epNo":4,"alt":"Girl Trouble","descr":"Grace (Debra Messing) ist begeistert von ihrer schlauen Praktikantin (als Gast Natasha Lyonne aus \"Hauptsache Beverly Hills\"), die sie anleitet. Als die junge Frau sich aber in das Ebenbild einer frechen, unverschämten Karen (Megan Mullally) verwandelt, wird die zum Horror – und mindestens eine Karen zu viel, mit der Grace klarkommen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502571","hoster":"VOE"},{"path":"/redirect/13695646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-5","name":"Jack 2000","epNo":5,"alt":"Grace 0, Jack 2000","descr":"Grace (Debra Messing) hat sich nach langem Überlegen entschlossen, mit Ben (Gaststar Gregory Hines) Schluss zu machen, weil sie überzeugt ist, dass ihre Beziehung zu nichts führt – aber sein Charme und seine Weigerung die Beziehung zu beenden verleiten sie dazu, es sich vielleicht doch anders zu überlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502570","hoster":"VOE"},{"path":"/redirect/8657153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-6","name":"Der Dreier","epNo":6,"alt":"Love Plus One","descr":"Grace (Debra Messing) lehnt den Vorschlag eines Ex-Freunds ab, mit ihm und seiner Freundin einen romantischen Kurzurlaub zu verbringen. Aber als sie sich Will (Eric McCormack) und Karen (Megan Mullally) anvertraut – die sich bei dem Gedanken vor Lachen nicht mehr einkriegen – denkt die konservative Grace darüber nach, die Vorsicht über Bord zu werfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502572","hoster":"VOE"},{"path":"/redirect/8657156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-7","name":"Die Wahrsagerin","epNo":7,"alt":"Gypsies, Tramps And Weeds","descr":"Zähneknirschend beschließt Will (Eric McCormack), einen Geschenkgutschein von Grace (Debra Messing) für eine Hellseherin einzusetzen. Er möchte etwas über seine Zukunft erfahren und trifft auf eine geistesabwesende Wahrsagerin (Gaststar und Emmy-Preisträgerin Camryn Manheim aus \"Practice – Die Anwälte\"), deren erschreckend persönliche Vorhersagen ihn erschüttert zurücklassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115919","hoster":"VOE"},{"path":"/redirect/8657158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-8","name":"Die Anfänge (1)","epNo":8,"alt":"Lows In The Mid-Eighties (1)","descr":"In einem Rückblick auf Thanksgiving 1985 lädt die College-Studentin Grace (Debra Messing) ihren Freund Will (Eric McCormack) zu ihrer Familie ein. Aber ihre Liebesbeziehung gerät dramatisch ins Schleudern, als ein hin- und hergerissener Will mit dem jungen Jack (Sean Hayes) telefoniert, um ein paar entscheidende Ratschläge zu erhalten. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115920","hoster":"VOE"},{"path":"/redirect/8657162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-9","name":"Die Anfänge (2)","epNo":9,"alt":"Lows In The Mid-Eighties (2)","descr":"In einem Rückblick auf Thanksgiving 1985 lädt die College-Studentin Grace (Debra Messing) ihren Freund Will (Eric McCormack) zu ihrer Familie ein. Aber ihre Liebesbeziehung gerät dramatisch ins Schleudern, als ein hin- und hergerissener Will mit dem jungen Jack (Sean Hayes) telefoniert, um ein paar entscheidende Ratschläge zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502579","hoster":"VOE"},{"path":"/redirect/8657160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-10","name":"Aller guten Dinge sind sechs","epNo":10,"alt":"Three’s A Crowd, Six Is A Freak Show","descr":"Gerade als Grace an der Schwelle zu einer vielversprechenden Beziehung steht, unterzieht sie sich einem kleineren medizinischen Eingriff, der eine hässliche Wunde an ihrer Lippe hinterlässt. Aber obwohl ihr neuer Schönling ihren vorübergehenden Makel akzeptiert, kann sie ihm den Gefallen nicht erwidern, als sie entsetzt feststellt, dass er an einem Fuß sechs Zehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502574","hoster":"VOE"},{"path":"/redirect/8657166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-11","name":"Der Kaffee-Junkie","epNo":11,"alt":"Coffee \u0026 Commitment","descr":"Als Will und Grace gebeten werden, anlässlich der gleichgeschlechtlichen Hochzeit zweier Freunde etwas zu lesen, zanken sie sich über ihre selbstsüchtige Einstellung, bei der Will für alles verantwortlich ist – aber was ihn wirklich nervt, ist das überwältigende Gefühl, dass sich Grace eher wie seine Frau verhält als wie eine alte Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502577","hoster":"VOE"},{"path":"/redirect/8657161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-12","name":"Promischau","epNo":12,"alt":"Swimming Pools … Movie Stars","descr":"Will und Grace lassen sich von der \"Treuhänder\"-Idee mitreißen und treten als wohlhabendes Paar beim Kauf von Wohnungen für die Reichen und Berühmten auf. Sie besuchen Sandra Bernhards schickes Townhouse, wo sie sich schnell anfreunden und ein Fake-Angebot abgeben – aber ihr Trick verpufft, als diese das Angebot annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502581","hoster":"VOE"},{"path":"/redirect/8657159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-13","name":"Sport, Lügen und Libido","epNo":13,"alt":"Crazy In Love","descr":"Will (Eric McCormack) fühlt sich sportlich herausgefordert und versucht seinen neuen Freund Matt (Gaststar Patrick Dempsey aus \"Nochmal mit Gefühl\", \"Verbrechen und Strafe\"), einen Sportreporter, mit seinen athletischen Fähigkeiten beim Baseball zu beeindrucken. Auf dem Trainingsgelände muss dann aber Grace (Debra Messing) einspringen und ihm zeigen, wie er seinen Swing verbessern kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502578","hoster":"VOE"},{"path":"/redirect/8657165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-14","name":"Bruderliebe","epNo":14,"alt":"Brothers, A Love Story","descr":"Will (Eric McCormack) ist hin- und hergerissen angesichts des Endes der neu gewonnen Beziehung zu Matt (Gaststar Patrick Dempsey), einem aufstrebenden TV-Sportreporter, der äußerst zurückhaltend ist, was die öffentliche Bekanntgabe seiner sexuellen Ausrichtung angeht – gerade gegenüber seinen Macho-Geschäftspartnern. Deshalb spricht er von Will auch weiterhin von seinem \"Bruder\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502580","hoster":"VOE"},{"path":"/redirect/8657163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-15","name":"Die Nonnenschüssel","epNo":15,"alt":"My Uncle The Car","descr":"Grace beauftragt Will, das alte Auto ihres verstorbenen Onkels zu verkaufen. Aber als er das Geschäft mit einer unternehmerischen Nonne (als Gast Ellen DeGeneres, \"Ellen\") abschließt, fühlt Grace sich schuldig und ändert ihre Meinung. Sie will die Schrottkarre zurückkaufen, aber die Schwester stellt klar, dass dies teuer wird – wenn nicht ein Wunder passiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502582","hoster":"VOE"},{"path":"/redirect/8657164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-16","name":"Wer betrügt wen? (1)","epNo":16,"alt":"Cheaters (1)","descr":"Grace (Debra Messing) ist rasend vor Wut, als sie Wills (Eric McCormack) fremdgehenden Vater (Gaststar und Oscar-Preisträger Sydney Pollack) im Arm einer bezaubernden Fremden (Gaststar Lesley Ann Warren, \"Victor/Victoria\") antrifft. Aber noch aufgebrachter wird sie, als sie Will davon erzählt – und er damit zufrieden ist, dies zu verleugnen. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502584","hoster":"VOE"},{"path":"/redirect/8657169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-17","name":"Wer betrügt wen? (2)","epNo":17,"alt":"Cheaters (2)","descr":"Grace (Debra Messing) ist rasend vor Wut, als sie Wills (Eric McCormack) fremdgehenden Vater (Gaststar und Oscar-Preisträger Sydney Pollack) im Arm einer bezaubernden Fremden (Gaststar Lesley Ann Warren, \"Victor/Victoria\") antrifft. Aber noch aufgebrachter wird sie, als sie Will davon erzählt – und er damit zufrieden ist, dies zu verleugnen. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502585","hoster":"VOE"},{"path":"/redirect/8657168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-18","name":"Langweiler mit Traumhund","epNo":18,"alt":"Mad Dogs And Average Men","descr":"Grace ist hingerissen, als sie Sumner (Gaststar Paul Satterfield) kennenlernt – den charmanten und gutaussehenden Neffen von Karen (Megan Mullally). Aber die Versuche von Grace, ein Treffen zu arrangieren, werden immer wieder von Karen hintertrieben, die eine Litanei von Lügen hervorzaubert, um sie davon abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502583","hoster":"VOE"},{"path":"/redirect/8657167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-19","name":"Der große Bluff","epNo":19,"alt":"Poker? I Don’t Even Like Her","descr":"Will (Eric McCormack) gerät gegenüber seinen Poker spielenden Kumpels in die Zwickmühle, als deren wöchentliche Zusammenkunft durch eine unausstehliche Grace (Debra Messing) gestört wird. Durch ihre wenig erfolgreichen Tricksereien bringt sie sich gegenüber allen in die Schuld. Aber sie bittet ihn, ihr noch eine Chance zu geben, und gesteht ihm, um ihren Verlust zurückzugewinnen, ihre Geheimwaffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931349","hoster":"VOE"},{"path":"/redirect/8657170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-20","name":"Die altmodische Piano-Party","epNo":20,"alt":"An Old-Fashioned Piano Party","descr":"Grace (Debra Messing) macht sich Sorgen, dass sie und Will (Eric McCormack) sich auseinanderleben könnten – ähnlich wie es Freunden von ihnen ergangen ist. Spontan kauft sie ein teures Klavier, von dem sie glaubt, dass es ihre Bindung über die Liebe zur Musik zementieren wird – oder das ihr zumindest eine Ausrede gibt, eine Reihe von Musicalmelodien vorzusingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502592","hoster":"VOE"},{"path":"/redirect/8657171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-21","name":"Ein Abend in Venedig","epNo":21,"alt":"The Young And The Tactless","descr":"Grace\u0027 (Debra Messing) neuer Nachbar ist laut und ein Schlamper, dessen zerzauster Lifestyle und schmuddelige Gewohnheiten ihn mit ihrer geordneten Umwelt in Konflikt bringen. Ihre einzige Hoffnung, den Schweinestall loszuwerden, ist es, ihm genügend Ratschläge für die Liebe zu geben, damit er sich wieder mit seiner leidgeprüften Freundin zusammentut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502589","hoster":"VOE"},{"path":"/redirect/8657172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-22","name":"Die Lispel-Liese","epNo":22,"alt":"Alice Doesn’t Lisp Here Anymore","descr":"Grace (Debra Messing) leidet und plagt sich mit Schuldgefühlen angesichts des Todes einer Klassenkameradin aus der High-School, die sie einst gequält hat. Also schleppt sie Will (Eric McCormack) mit zur Beerdigung – und erlebt die Überraschung ihres Lebens – während Will einem gut aussehenden trauernden Angehörigen eine mitfühlende Schulter zum Anlehnen anbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502590","hoster":"VOE"},{"path":"/redirect/8657174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-23","name":"Wo die Liebe hinfällt …","epNo":23,"alt":"Last Of The Really Odd Lovers","descr":"Grace (Debra Messing) hasst sich selbst dafür, dass sie sich von einem ungehobelten Nachbarn (Gaststar und Oscar-Preisträger Woody Harrelson) so angezogen fühlt, und sie will die neue Romanze mit ihm geheim halten; auch Will (Eric McCormack) zieht Diskretion über seine Beziehung zu einem deutlich jüngeren Mann vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115921","hoster":"VOE"},{"path":"/redirect/8657173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-24","name":"Söhne und Liebhaber (1)","epNo":24,"alt":"Sons And Lovers (1)","descr":"Als Nathan einzieht, versucht eine entnervte Grace (Debra Messing) zwischen dem verärgerten Will und ihrem unordentlichen Freigeist-Freund Nathan zu vermitteln. Währenddessen ist Jack (Sean Hayes) in Aufregung, als er endlich plant, seinen bisher ungesehenen Vater von Angesicht zu Angesicht zu treffen. Teil 1 von 2","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502593","hoster":"VOE"},{"path":"/redirect/8657175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-3/episode-25","name":"Söhne und Liebhaber (2)","epNo":25,"alt":"Sons And Lovers (2)","descr":"Als Nathan einzieht, versucht eine entnervte Grace (Debra Messing) zwischen dem verärgerten Will und ihrem unordentlichen Freigeist-Freund Nathan zu vermitteln. Währenddessen ist Jack (Sean Hayes) in Aufregung, als er endlich plant, seinen bisher ungesehenen Vater von Angesicht zu Angesicht zu treffen. Teil 2 von 2","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502596","hoster":"VOE"},{"path":"/redirect/8657176","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/will-grace/staffel-4/episode-1","name":"Das dritte Rad","epNo":1,"alt":"The Third Wheel Gets The Grace","descr":"Will (Eric McCormack) stellt nach seiner Rückkehr aus dem Urlaub fest, dass die romantische Beziehung von Grace (Debra Messing) mit Nachbar Nathan gut läuft. Aber Nathan fühlt sich vernachlässigt, als Will und Grace ihre enge Freundschaft wieder aufnehmen – inklusive ihrer eigenen Geheimsprachen und Codes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502586","hoster":"VOE"},{"path":"/redirect/8657177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-2","name":"Der Happy-Dance","epNo":2,"alt":"Past And Presents","descr":"Will (Eric McCormack) hat einen beängstigenden Flashback, als ein ehemaliger Klassenkamerad (Gaststar Adam Goldberg), der ihn als Kind schikaniert hat, jetzt als Partner in seine Anwaltskanzlei einsteigt. Als dieser seine üblen Schikanen aus Kindertagen fortsetzt, fragt Will Nathan (Gaststar Woody Harrelson) um Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502591","hoster":"VOE"},{"path":"/redirect/8657182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-3","name":"Kitzelige FBI-Agenten","epNo":3,"alt":"Crouching Father, Hidden Husband","descr":"Jack (Sean Hayes) ist aufgeblasen mit väterlichem Stolz, als er seinen längst verloren geglaubten jugendlichen Sohn Elliot zu einer Schultanzveranstaltung begleitet. Aber vorher drängt er Grace (Debra Messing) noch dazu, sich als Elliot\u0027s Date zur Verfügung zu stellen – was nur ihre eigenen quälenden Erinnerungen an die Zurückweisungen bei Tanzveranstaltungen in der Schule wieder aufleben lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502595","hoster":"VOE"},{"path":"/redirect/8657181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-4","name":"Vertreibung aus dem Paradies","epNo":4,"alt":"Prison Blues","descr":"Nachdem Stan wegen Steuerhinterziehung festgenommen wird, besuchen Grace und Karen ihn verschüchtert im Gefängnis. Aber Grace ist so gerührt davon ihrer Freundin zu helfen, dass sie direkt Karens Luxusapartment im Himmel einzieht – wo sie zu einem anspruchsvollen Gast wird, der schnell von Bediensteten, Schaumbädern und einem extravaganten Lebensstil abhängig wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502597","hoster":"VOE"},{"path":"/redirect/8657178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-5","name":"Viel oder wenig?","epNo":5,"alt":"Loose Lips Sink Relationships","descr":"Mit einem raffinierten Trick macht der hinterhältige Jack eine Nacht von der Arbeit im Kaufhaus Barney\u0027s frei und spielt den Kuppler. Dabei nutzt er das Interesse seiner unbedarften Vorgesetzten (Gaststar Parker Posey, \"Best In Show\") an Will (Eric McCormack) schamlos aus – während ihm klar ist, dass Will gerne als Model im Kaufhaus-Katalog auftauchen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502594","hoster":"VOE"},{"path":"/redirect/8657179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-6","name":"Willst Du mein Mann werden?","epNo":6,"alt":"The Rules Of Engagement","descr":"In einem innigen Augenblick bringt Nathan gegenüber Grace (Debra Messing) die Frage einer Heirat ins Spiel, aber sie lehnt ab – einfach, weil die Situation nicht zu ihrer Kindheitsfantasie von einem Heiratsantrag passt. Als sie ihren Fehler bemerkt, möchte sie sich revanchieren und verschickt Einladungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502598","hoster":"VOE"},{"path":"/redirect/8657180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-7","name":"Eine kalte Dusche für Grace","epNo":7,"alt":"Bed, Bath And Beyond","descr":"Während sich die verhängnisvolle Grace (Debra Messing) im Bett herumwühlt, trauert sie über den Verlust ihres Liebsten Nathan. Der einfallsreiche Will (Eric McCormack) probiert es mit sämtlichen alten Tricks, um sie von ihrer Matratze weg und in den Trubel des echten Lebens hinein zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12938943","hoster":"VOE"},{"path":"/redirect/8657186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-8","name":"Der Wahlkampf","epNo":8,"alt":"Star-spangled Banter","descr":"Will (Eric McCormack) und Grace (Debra Messing) kommen überein, dass sie bei einer Bürgermeisterwahl unterschiedlicher Auffassung über die richtige Seite sind; sie unterstützt den jüdischen Kandidaten und er will den schwulen Nominierten wählen. Auch Sean Hayes und Megan Mullally sind zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502599","hoster":"VOE"},{"path":"/redirect/8657183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-9","name":"Thanksgiving im Stundentakt (1)","epNo":9,"alt":"Moveable Feast (1)","descr":"Um an Thanksgiving nicht getrennt zu sein, treffen Will (Eric McCormack) und Grace (Debra Messing) Jack (Sean Hayes) und Karen (Megan Mullally) zu einer festlichen Spritzfahrt zu ihren jeweiligen dysfunktionalen Familien – einschließlich Grace\u0027 dominanter Mutter und Wills böswilliger Mama, sowie Jacks Stiefvater – mit erschütternden Ergebnissen. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502601","hoster":"VOE"},{"path":"/redirect/8657185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-10","name":"Thanksgiving im Stundentakt (2)","epNo":10,"alt":"Moveable Feast (2)","descr":"Um an Thanksgiving nicht getrennt zu sein, treffen Will (Eric McCormack) und Grace (Debra Messing) Jack (Sean Hayes) und Karen (Megan Mullally) zu einer festlichen Spritzfahrt zu ihren jeweiligen dysfunktionalen Familien – einschließlich Grace\u0027 dominanter Mutter und Wills böswilliger Mama, sowie Jacks Stiefvater – mit erschütternden Ergebnissen. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502602","hoster":"VOE"},{"path":"/redirect/8657184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-11","name":"Wie du mir, so er mir","epNo":11,"alt":"Stakin’ Care Of Business","descr":"Will (Eric McCormack) spioniert einem anderen Typen (Gaststar Patrick Breen) hinterher, der ihm wahnsinnig bekannt vorkommt, während andernorts im Fitnessstudio Jack (Sean Hayes) trainiert und dabei immer wieder einen seiner unsinnigen Slogans wiederholt – in der Hoffnung, dass der Spruch bei seinen verschwitzten Kollegen auf Gegenliebe stößt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502605","hoster":"VOE"},{"path":"/redirect/8657188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-12","name":"Das Weihnachtsschaufenster","epNo":12,"alt":"Jingle Balls","descr":"In den Ferien wird Grace (Debra Messing) beauftragt, als Saisonkraft die Schaufenster eines modernen Barney\u0027s-Kaufhauses zu dekorieren, während Will (Eric McCormack) einen Ballett-Tänzer trifft, aber es ihm zu peinlich ist, seine Freunde vorzustellen. Parker Posey (\"Beziehungen und andere Katastrophen\") kommt in der Rolle des Kaufhausmanagers als Gaststar zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502604","hoster":"VOE"},{"path":"/redirect/8657187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-13","name":"Der Deckhengst","epNo":13,"alt":"Whoa, Nelly","descr":"Während Grace (Debra Messing) Geschenke einkauft, stellt sie sich vor, Will (Eric McCormack) einen Gefallen zu tun und die kichernde Geliebte seines Vaters mit einer Freundin zur Rede zu stellen – in der Hoffnung, dass sie den alten Mann verlassen wird. Aber der Plan geht völlig nach hinten los, und sie sind gezwungen, das Date in letzter Minute mit einem schwulen Freund zu besetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502606","hoster":"VOE"},{"path":"/redirect/8657189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-14","name":"Liebe im Vollzug","epNo":14,"alt":"Grace In The Hole","descr":"Als Grace (Debra Messing) Karens (Megan Mullally) inhaftierten Ehemann besucht, trifft sie einen attraktiven Freund von der High-School wieder (Gaststar Kirk Baltz), der auch einsitzt. Und entgegen dem Rat von Will brezelt sie sich schon bald auf und besucht den Insassen, während sie von einem gemeinsamen Leben außerhalb des Knasts träumt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502603","hoster":"VOE"},{"path":"/redirect/8657190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-15","name":"Die Braut, die sich nicht traut","epNo":15,"alt":"Dyeing Is Easy, Comedy Is Hard","descr":"Grace (Debra Messing) ist zur Hochzeit ihres Ex-Verlobten (Gaststar Tom Verica) eingeladen und nimmt den eigentlich widerwilligen Will (Eric McCormack) mit – nur um den falschen Eindruck von Erfolg zu vermitteln. Aber als sie sich beim Probe-Dinner über die Fehler des Bräutigams auslässt, trifft sie auf eine weinende zukünftige Braut, die nur noch flüchten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502609","hoster":"VOE"},{"path":"/redirect/8657191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-16","name":"Der Chorknabe vom falschen Ufer","epNo":16,"alt":"A Chorus Lie","descr":"Der verzweifelte Jack kämpft mit seinem Rivalen (Gaststar Matt Damon, \"Ocean\u0027s Eleven\") um den letzten Platz in einem populären Chor schwuler Männer, der durch Europa touren wird. Er setzt die motivierte Grace (Debra Messing) als Date-Köder ein, um zu beweisen, dass der Rivale in Wirklichkeit hetero ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502607","hoster":"VOE"},{"path":"/redirect/8657193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-17","name":"Hommage an Karen","epNo":17,"alt":"Someone Old, Someplace New","descr":"Im ersten von zwei Teilen haben Will (Eric McCormack) und Grace (Debra Messing) das Gefühl, dass sie mehr Bewegungsfreiheit brauchen. Also schauen sie sich nach größeren Wohnungen um und finden – trotz der Bemühungen von Sandra Bernhard (die sich als Gaststar erneut selbst spielt) – ein exquisites Plätzchen. Aber um den Umzug zu finanzieren, vermieten sie ihre alte Wohnung illegal weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502611","hoster":"VOE"},{"path":"/redirect/8657194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-18","name":"Der Schlitzer","epNo":18,"alt":"Something Borrowed, Someone’s Due","descr":"Am Ende der zweiteiligen Folge, nachdem Will (Eric McCormack) und Grace (Debra Messing) in ihre weitläufige neue Traumwohnung gezogen sind, erfahren sie die fürchterlichen Qualen von Trennungsangst und sehnen sich nach ihren kleineren alten Buden, die jetzt von ihren Freunden freudig bewohnt und untervermietet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502608","hoster":"VOE"},{"path":"/redirect/8657192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-19","name":"Hochzeitstag mit Affären","epNo":19,"alt":"Cheatin’ Trouble Blues","descr":"Ein begeisterter Will (Eric McCormack) schenkt seinen seit Kurzem versöhnten Eltern (Gaststars Sydney Pollack und Blythe Danner, \"Meine Braut, ihr Vater und ich\") zu ihrem Hochzeitstag eine romantische Kreuzfahrt – aber als er erfährt, dass beide ein Geheimnis verbergen, gibt er die idealistischen Pläne auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502610","hoster":"VOE"},{"path":"/redirect/8657195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-20","name":"Der Zwerg im Schrebergarten","epNo":20,"alt":"Went To A Garden Potty","descr":"Nach der Scheidung seiner Eltern rettet Will (Eric McCormack) einen geliebten Gartenzwerg mit Spitznamen \"Squatsie\" und gibt dem Relikt aus seiner Kindheit stolz einen neuen Platz im Gemeinschaftsbereich seines Apartments – bis Grace (Debra Messing) dem Zwergen-Häuschen aus Versehen mit einem Spaten den Gnadenstoß versetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502613","hoster":"VOE"},{"path":"/redirect/8657199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-21","name":"Das schwule Maskottchen","epNo":21,"alt":"He Shoots, They Snore","descr":"Als Jack (Sean Hayes) arbeiten muss, bittet er Will (Eric McCormack), seinen Sohn Elliot (Michael Angarano) zusammen mit anderen Vätern zu einem Basketball-Turnier in Connecticut zu begleiten – aber als Jack von Will erfährt, dass er den ersten Kuss seines Sohnes mit einer Schülerin verpasst hat, rastet er aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502612","hoster":"VOE"},{"path":"/redirect/8657196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-22","name":"Die falsche Braut","epNo":22,"alt":"Wedding Balls","descr":"Will (Eric McCormack) erwartet den Besuch zweier Freunde, die in New York ihre Hochzeit planen wollen. Doch als die zukünftige Braut krank wird, bittet er Grace (Debra Messing), mit dem planlosen Bräutigam die Einzelheiten auszuarbeiten. Grace ist einverstanden, bringt sich aber selbst etwas zu sehr ein, verliert sich in traumhaften Details und in der Vorstellung, selbst die Braut zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502614","hoster":"VOE"},{"path":"/redirect/8657197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-23","name":"Eine verhängnisvolle Affäre","epNo":23,"alt":"Fagel Attraction","descr":"Nachdem Wills (Eric McCormack) Laptop gestohlen wurde, trifft er auf einen sympathischen Polizisten (Gaststar und Oscar-Preisträger Michael Douglas), der ein besonderes Interesse für seinen Fall entwickelt und mit ihm undercover ermittelt. Will weiß aber nicht, dass der Detektiv insgeheim an Jacks (Sean Hayes) Therapiegruppe für Schwule teilnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502620","hoster":"VOE"},{"path":"/redirect/8657200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-24","name":"Hokus Pokus","epNo":24,"alt":"Hocus Focus","descr":"Nachdem Will (Eric McCormack) auf einer Benefiz-Auktion eine Porträtsitzung gewinnt, nimmt er Grace mit, um für die berüchtigt exzentrische Promi-Fotografin (Gaststar und Oscar-Nominierte Glenn Close) zu posieren. Doch durch die bizarren Methoden der unkonzentrierten Fotografin kommt schließlich ein abgefahrenes Bild heraus, das Grace schmeichelt – und Will erschreckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502616","hoster":"VOE"},{"path":"/redirect/8657201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-25","name":"Der kosmische Warteraum","epNo":25,"alt":"A Buncha White Chicks Sittin’ Around Talkin","descr":"Will (Eric McCormack) hört seine \"biologische Uhr\" ticken. Als er Grace (Debra Messing) fragt, ob sie die Mutter seines Kindes werden will, ist sie geschockt. Doch als sie gemeinsam zu einem Therapeuten gehen, wird deutlich, dass es Grace nicht behagt, die notwendigen Opfer zu bringen - und sie offenbart Verblüffendes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502615","hoster":"VOE"},{"path":"/redirect/8657203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-26","name":"Künstliche Befruchtung (1)","epNo":26,"alt":"A.I.: Artificial Insemination (1)","descr":"Nachdem Will (Eric McCormack) und Grace (Debra Messing) beschließen, zusammen ein Kind zu bekommen, bauen sich Hindernisse auf: Eine Probe geht verloren und Versuche der Befruchtung schlagen fehl. Will und Grace schwanken zwischen künstlichen und natürlichen Methoden – und all das führt zu Missverständnissen. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502617","hoster":"VOE"},{"path":"/redirect/8657202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-4/episode-27","name":"Künstliche Befruchtung (2)","epNo":27,"alt":"A.I.: Artificial Insemination (2)","descr":"Nachdem Will (Eric McCormack) und Grace (Debra Messing) beschließen, zusammen ein Kind zu bekommen, bauen sich Hindernisse auf: Eine Probe geht verloren und Versuche der Befruchtung schlagen fehl. Will und Grace schwanken zwischen künstlichen und natürlichen Methoden – und all das führt zu Missverständnissen. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931350","hoster":"VOE"},{"path":"/redirect/8657198","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/will-grace/staffel-5/episode-1","name":"Reiter in der Not","epNo":1,"alt":" … And The Horse He Rode In On","descr":"Als Fortsetzung des Staffel-Finales in der ersten neuen Folge des Jahres wird eine verwirrte Grace (Debra Messing) von einem gutaussehenden jüdischen Arzt (Gaststar Harry Connick Jr.) gerettet, der sie auf sein Pferd hochzieht und genau rechtzeitig zur Befruchtung mit dem ungeduldigen Will (Eric McCormack) abliefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502619","hoster":"VOE"},{"path":"/redirect/8657204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-2","name":"Kevin nie allein zu Haus","epNo":2,"alt":"Bacon And Eggs","descr":"Nachdem er sich an Schauspieler Kevin Bacon (Gaststar als er selbst) heftet, bekommt Jack (Sean Hayes) seinen Traumjob, als der nichtsahnende Promi ihn als persönlichen Assistenten einstellt und ihn sogleich damit beauftragt herauszufinden, wer ihn belästigt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502621","hoster":"VOE"},{"path":"/redirect/8657205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-3","name":"Der Nasenhaarschneider","epNo":3,"alt":"The Kid Stays Out Of The Picture","descr":"Grace (Debra Messing) ist so angetan von ihrer angehenden Liebschaft mit einem attraktiven Arzt, dass sie den ungeduldigen Will (Eric McCormack) um einen Extra-Monat bittet, um noch einmal über ihre Vereinbarung nachzudenken, durch künstliche Befruchtung von ihm schwanger zu werden – was zu einem verbalen Schlagabtausch führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502622","hoster":"VOE"},{"path":"/redirect/8657207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-4","name":"Gefangen in der Hüpfburg","epNo":4,"alt":"Humongous Growth","descr":"Während Will (Eric McCormack) und Grace (Debra Messing) sich befehden, hecken Karen (Megan Mullally) und Jack (Sean Hayes) einen wackeligen Plan aus, um deren Differenzen über die gemeinsame Elternschaft beizulegen, indem sie beide durch einen Trick dazu bringen, auf der Geburtstagsfeier desselben Kindes aufzutauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502623","hoster":"VOE"},{"path":"/redirect/8657206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-5","name":"Ein kleiner Ausflug","epNo":5,"alt":"It’s The Gay Pumpkin, Charlie Brown","descr":"An Halloween lässt sich Grace von ihrem neuen Verehrer Leo auf eine lange und unheimliche Fahrradtour in herbstlicher Stimmung auf dem Land mitschleppen – zusammen mit dem widerstrebenden Will (Eric McCormack) und seinem neuen Freund (Gaststar Jason Marsden). Aber sie findet heraus, dass sie – nur um einem Mann zu gefallen – nicht so tun kann, als sei sie der Outdoor-Typ.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502624","hoster":"VOE"},{"path":"/redirect/8657212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-6","name":"Irrenhaus und Wohnmobil","epNo":6,"alt":"Boardroom And Parked Place","descr":"Wills (Eric McCormack) aufkeimendes Interesse an einem Anwaltskollegen in seinem Büro erhält bei der Ankunft des aggressiven neuen Chefs der Firma (Gaststar Gene Wilder, \"Frankenstein Junior\") einen Dämpfer. Dieser lässt die Zügel anziehen und weist Will an, seinen Freund zu feuern – bis Will den wahren Grund hinter diesem falschen Gehabe erkennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502625","hoster":"VOE"},{"path":"/redirect/8657210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-7","name":"Das Falsche Ich","epNo":7,"alt":"The Needle And The Omlet’s Done","descr":"Grace (Debra Messing) begleitet Leo (Gaststar Harry Connick Jr.) zum Abendessen mit ein paar \"Freunden\". Ihr ist nicht klar, dass er sie reingelegt hat und sie stattdessen seinen echten Eltern vorstellt – und schon bald bereut sie, wie sie sich aufgeregt hat, und ihre anzügliche Ausdrucksweise.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336781","hoster":"VOE"},{"path":"/redirect/8657211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-8","name":"Heirate mich ein bisschen","epNo":8,"alt":"Marry Me A Little","descr":"Nachdem Grace (Debra Messing) spontan den Heiratsantrag von Leo (Gaststar Harry Connick, Jr.) annimmt, scheinen eine Million Hindernisse zwischen ihr und der tatsächlichen Hochzeit zu liegen, und ein nicht unbedeutendes davon ist das Unbehagen ihres besten Freunds Will (Eric McCormack) angesichts der ganzen Idee. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502631","hoster":"VOE"},{"path":"/redirect/8657208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-9","name":"Heirate mich ein bisschen mehr","epNo":9,"alt":"Marry Me A Little More","descr":"Nachdem Grace (Debra Messing) spontan den Heiratsantrag von Leo (Gaststar Harry Connick, Jr.) annimmt, scheinen eine Million Hindernisse zwischen ihr und der tatsächlichen Hochzeit zu liegen, und ein nicht unbedeutendes davon ist das Unbehagen ihres besten Freunds Will (Eric McCormack) angesichts der ganzen Idee. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502629","hoster":"VOE"},{"path":"/redirect/8657213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-10","name":"Die Schwulenmafia","epNo":10,"alt":"The Honeymoon’s Over","descr":"Karen (Megan Mullally) wird aus ihrer Bude im Palace Hotel rausgeworfen. Will (Eric McCormack) zeigt sich verständnisvoll und lässt sie bei sich einziehen – jedenfalls, bis sie durch ihren maßlosen Lifestyle sein Apartment in ein offizielles Katastrophengebiet verwandelt. Will sieht sich gezwungen zu versuchen, sie auf den Schultern von Grace (Debra Messing) abzuladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502627","hoster":"VOE"},{"path":"/redirect/8657209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-11","name":"Der Nussknacker","epNo":11,"alt":"All About Christmas Eve","descr":"An Weihnachten ist Grace (Debra Messing) hin- und hergerissen, da sie nur zwei Karten für das Musical \"Der Nussknacker\" hat und nicht sowohl ihren besten Freund Will (Eric McCormack) als auch ihren neuen Ehemann Leo (Gaststar Harry Connick Jr.) mitnehmen kann. Aber angesichts ihres ganzen Hin-und-Her und ihrer Unschlüssigkeit dreht Will durch wie ein Chanukka-Kreisel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383912","hoster":"VOE"},{"path":"/redirect/8657214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-12","name":"Die Manndecker","epNo":12,"alt":"Field Of Queens","descr":"Jack (Sean Hayes) überzeugt den ungeschickten Will (Eric McCormack), mit ihm in einem Gay Team Fußball zu spielen. Durch sein unbeholfenes Spiel wird Will zum Bankdrücker – und dadurch kann er dem jungen Elliot (Michael Angarano) näherkommen, der in seiner Jugendmannschaft auch der Letzte ist, der eingewechselt würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502630","hoster":"VOE"},{"path":"/redirect/8657215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-13","name":"Die Gay-Hilfen","epNo":13,"alt":"Fagmalion Part One: Gay It Forward","descr":"Grace (Debra Messing) ist ratlos, was sie mit ihrer seltsamen Bohémien-Nachbarin (als Gast Rosanna Arquette, \"Pulp Fiction\") anfangen soll, als sie in Leos Bleibe nach Brooklyn zieht. Auch Jack (Sean Hayes) und Karen (Megan Mullally) sind zu sehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502632","hoster":"VOE"},{"path":"/redirect/8657219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-14","name":"Cosi Fan Tucke","epNo":14,"alt":"Fagmalion Part Two: Attack Of The Clones","descr":"Fangen wir an, wo wir letzte Woche aufgehört haben: Will und Jack setzen ihre Kampagne fort, damit Karens schwieriger Cousin (Gaststar Dan Futterman, \"Genug – Jeder hat eine Grenze\") sich an seinen neuen Lebensstil gewöhnen kann – aber ihre großspurigen Bemühungen, ihm zu helfen, erinnern Will an seine eigenen unbeholfenen Erfahrungen mit seinem \"Coming out\" 1986.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502635","hoster":"VOE"},{"path":"/redirect/8657216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-15","name":"Das Homo-Gen","epNo":15,"alt":"Homojo","descr":"Jack (Sean Hayes) muss Karens (Megan Mullally) Zorn über sich ergehen lassen, als er zur Freundschaft mit ihrer manipulativen britischen Rivalin (Gaststar Minnie Driver, \"Good Will Hunting\") verführt wird, die sich mit Karens Ex-Mann häuslich eingerichtet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383915","hoster":"VOE"},{"path":"/redirect/8657221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-16","name":"Mädels unter sich","epNo":16,"alt":"Women And Children First","descr":"Jack (Sean Hayes) stellt die Verbindung zur Babysitterin aus seiner Kindheit (Gaststar Demi Moore, \"Eine Frage der Ehre\") her und fällt in Muster aus seiner Kindheit zurück. Will (Eric McCormack) ist verwirrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115922","hoster":"VOE"},{"path":"/redirect/8657218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-17","name":"Der Bart ist ab","epNo":17,"alt":"Fagmalion Part Three: Bye, Bye, Beardy","descr":"Die Verwandlung von Karens (Megan Mullally) schlabbrigem Cousin Barry (Gaststar Dan Futterman, aus \"Genug – Jeder hat eine Grenze\") durch Will (Eric McCormack) und Jack (Sean Hayes) ist vollständig – aber seine Coming-out-Party hinterlässt bei Will gemischte Gefühle über seine neue \"Kreation\", und er erhält ein paar ungewollte Ratschläge von Grace (Debra Messing).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502637","hoster":"VOE"},{"path":"/redirect/8657217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-18","name":"Die Abfuhr","epNo":18,"alt":"Fagmalion Part Four: The Guy Who Loved Me","descr":"Der eifersüchtige Will (Eric McCormack) hält ein wachsames Auge auf den umgeformten Barry und erspäht, dass er mit Jack (Sean Hayes) verschwindet, während Karen (Megan Mullally) die Rollen mit Rosario (Shelley Morrison) tauscht und sich als Hausangestellte ausgibt, um einen attraktiven Wartungstechniker (Gaststar Bruno Campos) umwerben zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502636","hoster":"VOE"},{"path":"/redirect/8657222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-19","name":"Sex, Duschen und Video","epNo":19,"alt":"Sex, Losers \u0026 Videotape","descr":"Will (Eric McCormack) hegt noch Groll über seine letzte gescheiterte Beziehung und bildet mit anderen liebeskranken Verlierern einen Gin-getränkten Anti-Romantik-Club. Dabei sind sein verrückter Boss Mr. Stein (Gaststar Gene Wilder, \"The Producers\") und Karen (Megan Mullally) – aber der Dreierclub schrumpft dramatisch, als Stein beginnt, die allzeit bereite Karen zu mögen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502634","hoster":"VOE"},{"path":"/redirect/8657220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-20","name":"Leo, geschenkt","epNo":20,"alt":"Leo Unwrapped","descr":"Will (Eric McCormack) versucht, eine Geburtstagsüberraschung für Grace (Debra Messing) zu koordinieren, indem Leo heimlich aus Afrika zurückkommen soll. Aber wie bei so vielen Geburtstagsballons ist auch hier die Luft raus, als Leo früher ankommt als gedacht. Und nachdem Grace zufällig auf Leo trifft, vereinbaren sie eine ausgeklügelte Scharade, um Wills \"Überraschung\" aufrechtzuerhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115923","hoster":"VOE"},{"path":"/redirect/8657223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-21","name":"Material Girl","epNo":21,"alt":"Dolls And Dolls","descr":"Auf der Suche nach einer Mitbewohnerin empfindet Karen (Megan Mullally) bei einer sonderbaren, aber \"wartungsintensiven\" Büroangestellten (Gaststar Madonna) gleich das richtige Karma, denn diese teilt freudig viele von Karens Macken – einschließlich ihres Geschmacks in Sachen Männer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502642","hoster":"VOE"},{"path":"/redirect/8657224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-22","name":"Scheiden tut weh","epNo":22,"alt":"May Divorce Be With You","descr":"Widerstrebend ist Will (Eric McCormack) auf der Gegenseite von Karen (Megan Mullally), als er ihren Mann vertritt. Sie hingegen lässt sich in dem Fall von einem dümmlichen und unreifen jungen Mann (Gaststar Macaulay Culkin aus \"Kevin – Allein zu Haus\") vertreten, den sie scheinbar geradewegs von der High-School angeheuert hat – und Will bekommt Mitleid mit dem pseudomäßigen Typen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502640","hoster":"VOE"},{"path":"/redirect/8657227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-23","name":"Wo ein letzter Wille ist","epNo":23,"alt":"23","descr":"Mitten im laufenden Scheidungsverfahren erfährt Karen (Megan Mullally), dass ihr Ex-Mann Stan plötzlich verstorben ist. Das Begräbnis wird zwischen Karen und ihrer britischen Rivalin (Gaststar Minnie Driver, \"Good Will Hunting\") zu einem Wettbewerb um den letzten Willen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502641","hoster":"VOE"},{"path":"/redirect/8657225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-5/episode-24","name":"Wenn sich Frauen hauen","epNo":24,"alt":"24","descr":"Im Finale der Staffel stellt sich Karen (Megan Mullally) der Geliebten ihres Ex-Manns (Gaststar Minnie Driver, \"Good Will Hunting\"), bevor sie Will (Eric McCormack), Grace (Debra Messing) und Jack (Sean Hayes) zu einer düsteren Zeremonie auf ihre extravagante Yacht einlädt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502645","hoster":"VOE"},{"path":"/redirect/8657226","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/will-grace/staffel-6/episode-1","name":"Steife Brise","epNo":1,"alt":"Dames At Sea","descr":"In der Staffel-Premiere wachen Will (Eric McCormack) und Jack in einer prekären Lage auf: Sie sind am Meer und zusammen nackt im Bett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502643","hoster":"VOE"},{"path":"/redirect/8657229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-2","name":"Sex und Ex","epNo":2,"alt":"Last Ex To Brooklyn","descr":"Als Leo (Harry Connick, Jr.) seine hippe Ex-Freundin (Gaststar und Oscar-Preisträgerin Mira Sorvino, \"Geliebte Aphrodite\") zu einer Dinner-Party unter Freunden einlädt, wendet Grace (Debra Messing) sich an Will (Eric McCormack), Jack (Sean Hayes) und Karen (Megan Mullally), um die Gästeliste abzurunden, damit der Abend reibungslos abläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502644","hoster":"VOE"},{"path":"/redirect/8657231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-3","name":"Mamma Mia","epNo":3,"alt":"Home Court Disadvantage","descr":"Als Grace (Debra Messing) und Leo (Harry Connick, Jr.) Karen (Megan Mullally) zu einem Freundschafts-Tennismatch in ihrem exklusiven Club treffen, bringt deren erbitterter Spielstil Grace dazu, den Court fluchtartig zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502646","hoster":"VOE"},{"path":"/redirect/8657230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-4","name":"Ein Satz für Jack","epNo":4,"alt":"Me And Mr. Jones","descr":"Jack (Sean Hayes) hat eine kurze Sprechrolle in einem Off-Broadway-Stück bekommen und ist gemeinsam mit dem legendären Schauspieler James Earl Jones auf der Bühne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502647","hoster":"VOE"},{"path":"/redirect/8657228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-5","name":"Keine Chance für Anal-Phabeten","epNo":5,"alt":"A Story, Bee Story","descr":"Leo (Harry Connick, Jr.) ist deprimiert wegen seiner Entscheidung, Ärzte ohne Grenzen zu verlassen, und wendet sich an den motivierten Will, um seine Liebe zu New York neu zu entfachen. Als aber Wills Version dessen, was das \"Beste an New York\" ist – ausgedehnte Shopping-Touren und Essen gehen – ihren Zweck nicht erfüllen, beschließt Leo, in eine andere Richtung zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502648","hoster":"VOE"},{"path":"/redirect/8657235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-6","name":"Wer seine Mutter liebt, der schiebt","epNo":6,"alt":"Heart Like A Wheelchair","descr":"Der verstimmte Will (Eric McCormack) betreut weiterhin die behinderte Marilyn (Gaststar Blythe Danner) und nimmt seine an den Rollstuhl gefesselte Mutter nachmittags auf eine Spazierfahrt in den Park mit. Dabei trifft er zufällig auf den attraktiven Junggesellen Tom (als Gaststar Dylan McDermott, \"Practice – Die Anwälte\"), der selbst auch jemanden im Rollstuhl schiebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502650","hoster":"VOE"},{"path":"/redirect/8657233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-7","name":"Held in weißen Strumpfhosen","epNo":7,"alt":"Nice In White Satin","descr":"Karen (Megan Mullally) wird von ihrem Anwalt Will (Eric McCormack) gedrängt und beschließt, dass es Zeit für ihre jährliche ärztliche Untersuchung ist. Aber nachdem sie von einem etwas unorthodoxen Arzt (Gaststar Jack Black, \"School of Rock\") untersucht wurde, fängt sie an, diese Entscheidung zu bereuen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502649","hoster":"VOE"},{"path":"/redirect/8657232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-8","name":"Alles roger in Kambodscha?","epNo":8,"alt":"Swimming From Cambodia","descr":"Als Grace (Debra Messing) zum Geburtstag ihrer Mutter nach New York zurückkehrt, versucht Will (Eric McCormack), sie zu einem etwas längeren Aufenthalt in der Stadt zu nötigen, damit die beiden ein bisschen Qualitätszeit miteinander verbringen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502654","hoster":"VOE"},{"path":"/redirect/8657234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-9","name":"Karen gegen Candice","epNo":9,"alt":"Strangers With Candice","descr":"Der gut angezogene Will (Eric McCormack) will Grace (Debra Messing) helfen, ihre Ehesorgen loszuwerden, und bitte sie, ihn zu seinem abendlichen Date zu begleiten – um festzustellen, dass er von seinem neuen Mann versetzt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115925","hoster":"VOE"},{"path":"/redirect/8657240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-10","name":"Der Fanilow","epNo":10,"alt":"Fanilow","descr":"Will (Eric McCormack), ein absoluter Fan von Barry Manilow (spielt sich selbst), entscheidet sich gegen die alljährliche Weihnachtsfeier von Adler Design und steht stattdessen den ganzen Abend an, um Karten für ein spezielles Manilow-Konzert zu bekommen – aber seine schwache Blase zwingt ihn zu einem kurzen Boxenstopp und so beauftragt er Grace (Debra Messing), seinen Platz für ihn zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502651","hoster":"VOE"},{"path":"/redirect/8657236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-11","name":"Schwestern von gestern","epNo":11,"alt":"The Accidental Tsuris","descr":"Als Graces (Debra Messing) rebellische und sich durchschnorrende große Schwester Janet (als Gast Oscar-Preisträgerin Geena Davis, \"Die Reisen des Mr. Leary\") in der Stadt ist, um ihre neue Schmuck-Unternehmung zu eröffnen (in der U-Bahn ihren Bauchladen aufzuklappen), beschließt Grace, sehr deutlich zu werden, um sich ihres Besuchs zu entledigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502653","hoster":"VOE"},{"path":"/redirect/8657237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-12","name":"Der Frustknabe","epNo":12,"alt":"A Gay/December Romance","descr":"Bei der Eröffnung einer örtlichen Galerie wird ein reicher plastischer Chirurg (Gaststar Hal Linden) auf Will aufmerksam. Er nutzt sein riesiges Vermögen dazu, dem bescheidenen Anwalt ein neues Ausmaß materieller Besitztümer zu verschaffen. Als Will jedoch klar wird, dass er zu einer \"Lebedame\" geworden ist, beschließt er, seinen Sugar Daddy/Freund zur Rede zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502655","hoster":"VOE"},{"path":"/redirect/8657242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-13","name":"Hüttenzauber","epNo":13,"alt":"Ice Cream Balls","descr":"Liebe liegt in der Luft, als sich Wills (Eric McCormack) leicht exzentrischer neuer Kunde (Gaststar Dave Foley aus \"NewsRadio\") in Jack (Sean Hayes) verknallt – nachdem er deren Meeting unterbrochen hat. Als Jack aber das romantische Angebot nicht annehmen will, lässt sich Will dazu herab, ihn zu bestechen – in der Hoffnung, dass dies seiner Karriere hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115926","hoster":"VOE"},{"path":"/redirect/8657239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-14","name":"Auf Sparflamme","epNo":14,"alt":"Looking For Mr. Good Enough","descr":"Will (Eric McCormack) macht einen Kurs, um seine Kochkünste auszubauen. Er lädt auch Jack (Sean Hayes) ein, um gemeinsam in der Küche zu wirken. Als Jack aber seinen neuen Partner Stuart (Gaststar Dave Foley aus \"NewsRadio\") mitbringt, ist der Gourmet-Anwalt schließlich der einzige traurige Single in einem Kochkurs voller Pärchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931347","hoster":"VOE"},{"path":"/redirect/8657238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-15","name":"Flip-Flop (1)","epNo":15,"alt":"Flip-Flop (1)","descr":"Die dynamischen Unternehmer Will (Eric McCormack) und Grace (Debra Messing) starten ein neues Business, indem sie alte Wohnungen kaufen, renovieren, und mit ordentlichem Profit weiterverkaufen. Als der angehende Krankenpfleger Jack (Sean Hayes) zufällig auf seine ehemalige Schauspiel-Mentorin Zandra trifft, findet das Unternehmerpaar sein erstes Projekt-Apartment.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502657","hoster":"VOE"},{"path":"/redirect/8657241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-16","name":"Flip-Flop (2)","epNo":16,"alt":"Flip-Flop (2)","descr":"Die Unternehmer Will (Eric McCormack) und Grace (Debra Messing) genießen den Erfolg ihrer neuen Geschäftsidee und helfen ihren Apartment-Käufern Jack (Sean Hayes) und Stuart (Gaststar Dave Foley, \"News Radio\") dabei, es sich in ihrem neuen Leben unter einem Dach bequem zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502658","hoster":"VOE"},{"path":"/redirect/8657244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-17","name":"East Side Story","epNo":17,"alt":"East Side Story","descr":"Will (Eric McCormack) und Grace (Debra Messing) reiten auf der Erfolgswelle ihres neuen Immobiliengeschäfts. Sie entscheiden sich, auf die East Side zu expandieren, und es kommt zum Konflikt mit dem dort herrschenden Team lesbischer Wohnungs-Aufwerterinnen – Deirdre (Gaststar Edie Falco, \"Die Sopranos\") und Monet (Gaststar Chloe Sevigny, \"Boy\u0027s Don\u0027t Cry\").","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502660","hoster":"VOE"},{"path":"/redirect/8657245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-18","name":"In dubio pro homo","epNo":18,"alt":"Courting Disaster","descr":"Jack (Sean Hayes) sucht einen Kumpel zum Filmgucken, nachdem Stuart (Gaststar Dave Foley, \"NewsRadio\") abgesagt hat. Er lädt Grace (Debra Messing) auf einen Nachmittag im Kino ein. Als das Duo aber Stuart entdeckt und der Mystery Man sich heimlich eine Nachmittagsvorstellung anschaut, stellt Jack ihre Beziehung in Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502661","hoster":"VOE"},{"path":"/redirect/8657246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-19","name":"No Sex and the City","epNo":19,"alt":"No Sex ‘n’ The City","descr":"Der besorgte Will (Eric McCormack) bewegt sich vorsichtig durch sein Beziehungsgeflecht. Er begeht den Fehler, Grace\u0027 (Debra Messing) Rat zum Thema Liebe anzunehmen -- und spielt gegenüber seiner Pseudo-Liebschaft (Gaststar Bobby Cannavale, \"Kingpin\") den schwer zu Kriegenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502662","hoster":"VOE"},{"path":"/redirect/8657243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-20","name":"Ententanz und Ingwer-Hühnchen","epNo":20,"alt":"Fred Astaire And Ginger Chicken","descr":"Will (Eric McCormack) ist verknallt in seinen neuen Freund Vince (Gaststar Bobby Cannavale aus \"Kingpin\"). Er unterzieht seine Beziehung einem Test, indem er ihn zur Bestätigung der überaus kritischen Grace (Debra Messing) vorstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115929","hoster":"VOE"},{"path":"/redirect/8657249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-21","name":"Pompons für Papa","epNo":21,"alt":"I Never Cheered For My Father","descr":"Als Reaktion auf die Appelle von Tina (Gaststar Lesley Ann Warren, \"Victor/Victoria\"), der Geliebten bzw. Freundin seines Vaters, versucht Will (Eric McCormack) herauszufinden, ob es in Papas Leben eine neue Frau gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502666","hoster":"VOE"},{"path":"/redirect/8657247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-22","name":"Rede wem Rede gebührt","epNo":22,"alt":"Speechless","descr":"Am Abschlussabend seiner Krankenpfleger-Schule wendet sich der nervöse Jack (Sean Hayes) an Will (Eric McCormack) mit der Bitte, ihm bei der Formulierung seiner Rede zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502665","hoster":"VOE"},{"path":"/redirect/8657250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-23","name":"Hier kommt die Braut (1)","epNo":23,"alt":"I Do (1)","descr":"Karen entscheidet sich, auf eine malerische Herbst-Hochzeit zu verzichten und möchte lieber in die \"Sin City\" Las Vegas entfliehen. Zusammen mit ihrem Verlobten Lyle (Gaststar John Cleese) und ihren engen Freunden Will und Jack (Sean Hayes) steigt sie ins Flugzeug. Teil 1 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12938946","hoster":"VOE"},{"path":"/redirect/8657251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-6/episode-24","name":"Hier kommt die Braut (2)","epNo":24,"alt":"Oh, No, You Di-in’t (2)","descr":"Karen entscheidet sich, auf eine malerische Herbst-Hochzeit zu verzichten und möchte lieber in die \"Sin City\" Las Vegas entfliehen. Zusammen mit ihrem Verlobten Lyle (Gaststar John Cleese) und ihren engen Freunden Will und Jack (Sean Hayes) steigt sie ins Flugzeug. Teil 2 von 2.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115933","hoster":"VOE"},{"path":"/redirect/8657248","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/will-grace/staffel-7/episode-1","name":"Ich leide auch","epNo":1,"alt":"FYI: I Hurt, Too","descr":"Als Fortsetzung der Geschichte aus dem Finale der letzten Staffel, als Jennifer Lopez an Karens (Megan Mullally) Hochzeit gesungen hat, ist Lopez nach Abschluss ihrer Konzert-Tour auch bei der Staffel-Premiere wieder in New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502670","hoster":"VOE"},{"path":"/redirect/8657252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-2","name":"Jack und Jackson","epNo":2,"alt":"Back Up, Dancer","descr":"Nachdem Jack (Sean Hayes) im Finale der letzten Staffel als Backup-Tänzer zusammen mit der legendären Jennifer Lopez die Hüllen fallen ließ, erscheint er nun erneut in dersleben Rolle – aber im Rahmen von Jackson\u0027s Performance-Tour. Andernorts versuchen Will (Eric McCormack) und Grace (Debra Messing), zum Business as usual zurückzukehren und Grace\u0027 gebrochenes Herz zu reparieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502668","hoster":"VOE"},{"path":"/redirect/8657256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-3","name":"Oh, AA","epNo":3,"alt":"One Gay At A Time","descr":"Als sie auf einem Treffen der anonymen Alkoholiker versucht, Donuts zu stehlen, trifft Grace (Debra Messing) überraschend auf Val (Gaststar Molly Shannon). Sie wird regelrecht süchtig nach den Treffen – Therapie und Essen sind kostenlos – und Val und Karen (Megan Mullally) haben eine Auseinandersetzung, die dazu führt, dass Grace des Betrugs bezichtigt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741197","hoster":"VOE"},{"path":"/redirect/8657253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-4","name":"Nett zu Ned","epNo":4,"alt":"Company","descr":"Will und Grace haben einen neuen Mieter - Ned. Während Will freundlich zu Ned ist, gibt sich Grace absichtlich distanziert. Sie möchte ihre Ruhe haben. Als sie ihn dann doch eines Tages auf einen Cocktail einlädt, werden ihre Befürchtungen wahr. In der Zwischenzeit bröckelt bei Jack das Selbstbewusstsein, weil er den Eindruck hat, seine neuen Arbeitskollegen seien viel schlauer als er. Bis Karen ihm klar machen kann, wie wichtig seine Fernsehkompetenz für das Team ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502671","hoster":"VOE"},{"path":"/redirect/8657257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-5","name":"Die Schlüsselfrage","epNo":5,"alt":"Key Party","descr":"Wills Geburtstag steht an. Alle freuen sich auf die Party, nur Will gibt sich reserviert, denn bisher war er noch nie glücklich an seinem Geburtstag. Eines deutet aber darauf hin, dass es diesmal anders werden könnte - seine Beziehung mit Vince, die besser nicht sein kann. Als Vince ihm auf Anraten von Grace anstelle seines Wohnungsschlüssels eine Geldbörse schenkt und Karen und Jack mit einem nicht ganz detailgetreuen Nacktbild von Will erscheinen, ist das Drama vorprogrammiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502675","hoster":"VOE"},{"path":"/redirect/8657255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-6","name":"Homo Erectus","epNo":6,"alt":"The Newlydreads","descr":"Ein alteingesessener Schwulen-Buchladen soll geschlossen werden. Das möchte Will nicht kampflos hinnehmen. In dem Gebäude um die Ecke soll ein Fitness-Studio aufmachen, was Will eigentlich auch ganz praktisch erscheint. Grace hat indes ihren ersten Job nach der Trennung angenommen. Sie soll die Wohnung eines frisch vermählten Pärchens einrichten. Als Grace das ewige Herumturteln der beiden nicht mehr ertragen kann, springt Karen für sie ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502672","hoster":"VOE"},{"path":"/redirect/8657259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-7","name":"Huhn mit Weste","epNo":7,"alt":"Will \u0026 Grace \u0026 Vince \u0026 Nadine","descr":"Will und Grace machen bei einem gemeinsamen Abendessen Bekanntschaft mit Vince’ bester Freundin Nadine. Grace lässt es sich nicht nehmen, Nadine so lange zu provozieren, bis sie ihre Abneigung gegenüber Will offen zugibt. Nadine hofft nämlich, dass es zwischen ihr und Vince doch mal funken könnte. Dass das nicht passiert, dafür sorgt Grace. Indes beschließt Karen, aus Graces Firma auszusteigen und stattdessen als Jacks Assistentin zu arbeiten. Dieses Jobexperiment ist von kurzer Dauer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336783","hoster":"VOE"},{"path":"/redirect/8657254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-8","name":"Verrauschte Worte (1)","epNo":8,"alt":"Saving Grace, Again (1)","descr":"Um sich von ihrem anstehenden Hochzeitstag abzulenken, verabredet sich Grace mit Alan, einem Arbeitskollegen von Will. Als sie nach einem wunderbaren Abend wieder nach Hause kommt, findet sie eine Nachricht von Leo auf dem Anrufbeantworter. Sie muss wieder ständig an ihn denken. Nachdem der Versuch von Karen und Jack, sich gegenseitig Partner zu verschaffen, gescheitert ist, steht für die beiden eines fest -  am besten passen sie selbst zueinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502673","hoster":"VOE"},{"path":"/redirect/8657258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-9","name":"Verrauschte Worte (2)","epNo":9,"alt":"Saving Grace, Again (2)","descr":"Will hat Grace in ein kleines Hotel entführt, um sie von ihrem Hochzeitstag und Leo abzulenken. In der Zwischenzeit hat Jack Ärger mit einem Werbespot für seinen Sender. Das perfekte Gesicht, das er gefunden zu haben glaubt, zickt herum. Ein Glück, dass es Karen gibt, denn ein Punkt in ihrer Vergangenheit, den auch Jack nicht kennt, schafft eine Verbindung zu dem Akteur, die unschlagbar ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502676","hoster":"VOE"},{"path":"/redirect/8657260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-10","name":"Die Gayflower (1)","epNo":10,"alt":"Queens For A Day (1)","descr":"Will lernt endlich Vince Mutter kennen. Eine verhängnisvolle Begegnung. Denn nachdem er sie überredet, hochhackige Schuhe zu tragen, bricht sie sich den Zeh. Damit droht das traditionelle Thanksgivingessen ins Wasser zu fallen, doch Will erklärt sich bereit, wenigstens diesen Schaden wieder gut zu machen. Das Fest beginnt aber alles andere als stimmig, denn Grace macht sich an Vince Cousin ran, und außerdem hat seine Schwester etwas Irritierendes zu verkünden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502678","hoster":"VOE"},{"path":"/redirect/8657261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-11","name":"Die Gayflower (2)","epNo":11,"alt":"Queens For A Day (2)","descr":"Obwohl Wills Schwiegermutter in spe nach ihrem Beinbruch ihm das Vertrauen abgesprochen hat, für ein ordentliches Thanksgivingdinner zu sorgen, legt Will alles dran, dass es rechtzeitig fertig wird. Leider wirbeln die Gäste die Atmosphäre ein wenig auf. Während Ro nun doch ihr Coming Out durchziehen will, machen Karen und Grace mit Vince Cousin Sal rum. Als die ständigen Meckereien nicht aufhören wollen, reißt bei Will der Geduldsfaden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502677","hoster":"VOE"},{"path":"/redirect/8657264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-12","name":"Scherbengericht","epNo":12,"alt":"Christmas Break","descr":"Weihnachten steht vor der Tür. Grace ist auf eine Party bei Wills Mutter Marilyn eingeladen, wo sie durch eine Unachtsamkeit eine kostbare Porzellanfigur umstößt. Auf Wills Anraten schiebt sie die Scherben wortlos unters Sofa und tut so, als sei nichts geschehen, bis die Haushälterin sich zu Wort meldet. Unterdessen hat Karen Besuch von ihrer Stieftochter Olivia bekommen, die bei ihr die Ferien verbringt. Da sich die beiden überhaupt nicht verstehen, muss Jack einspringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502679","hoster":"VOE"},{"path":"/redirect/8657265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-13","name":"Der Sieben-Punkte-Plan","epNo":13,"alt":"Board Games","descr":"Ein Reporter hat sich angekündigt, der einen Artikel über Karen schreiben will. Doch der Journalist entpuppt sich als Scott Woolley, ein alter Schulfreund von Karen. Scott hat noch eine Rechnung aus alten Tagen mit ihr offen, weil sie ihn damals bei der Wahl zum Schulsprecher auf unfaire Weise ausgebootet hat. Dafür will er sich rächen und Karens Firma übernehmen. Was er nicht ahnt -  Karen hält noch ein As im Ärmel. Indes erfahren Grace und Jack, dass Vince gefeuert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502681","hoster":"VOE"},{"path":"/redirect/8657262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-14","name":"Partner","epNo":14,"alt":"Partners","descr":"Margot, Wills Chefin, hat ein Dinner organisiert, bei dem sie den neuen Partner ihrer Anwaltskanzlei bekannt geben möchte. Will sorgt sich darüber, ob sein Entschluss, Vince auf die Party mitzunehmen, eventuell seine Karriere gefährden könnte. Denn Vinces Stimmung ist seit seinem Rausschmiss bei der Polizei auf dem Nullpunkt. Doch Will hat Glück und wird Partner der Kanzlei. Rosario plagt indes eine Mandelentzündung. Karen ist sich aber sicher, dass sie bloß simuliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502680","hoster":"VOE"},{"path":"/redirect/8657263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-15","name":"Die Locke der Diva","epNo":15,"alt":"Bully Woolley","descr":"Unter dem Decknamen Haley Joel Osment taucht Scott Woolley wieder auf und engagiert Grace als Innenarchitektin für sein neues Restaurant. Einzige Bedingung - Grace muss Karen feuern. Als die beiden Frauen herausfinden, wer wirklich dahinter steckt, hecken sie einen Plan aus. Jack möchte indes Will von Vince ablenken und lädt ihn zum Dinner ein. Er möchte Will seine ganze Aufmerksamkeit schenken, bis der Broadwaystar Patty Lupone aus \"Evita\" auf der Bildfläche erscheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115930","hoster":"VOE"},{"path":"/redirect/8657267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-16","name":"Ein Romeo für Karen","epNo":16,"alt":"Dance Cards \u0026 Greeting Cards","descr":"Valentinstag - In Karens Country Club findet der traditionelle Spotlight Dance statt. Zum Glück hat sie im Internet jemanden kennen gelernt, sonst wäre ihr der Spott ihres Freundes Beverley Leslie sicher. Dumm nur, dass sich die Internetbekanntschaft als Scott Woolley entpuppt, der nun drauf gekommen ist, dass er in Wahrheit unsterblich in Karen verliebt ist. Währenddessen macht Grace die Bekanntschaft von Nick, einem Glückwunschkartenautor. Daraus könnte was werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502682","hoster":"VOE"},{"path":"/redirect/8657266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-17","name":"Freude mit Vögeln","epNo":17,"alt":"The Birds And The Bees","descr":"Grace hat eine Verabredung mit ihrer Valentinstags-Bekanntschaft Nick. Da sie befürchtet, sie würde sich wieder einmal gehen lassen, bittet sie Will, ihre Zufallsbegegnung zu spielen. Doch drei sind irgendwann doch einer zuviel. Grace schnappt sich Nick und lässt Will einfach sitzen. Unterdessen entpuppt sich ein Spanner vor Karens Haus als ihr schwuler Nachbar Aaron, ein begeisterter Vogelliebhaber. Doch Karens Plan, ihn mit Jack zu verkuppeln, läuft nicht ganz so glatt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502683","hoster":"VOE"},{"path":"/redirect/8657271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-18","name":"Der Pansexuelle Patissier","epNo":18,"alt":"The Fabulous Baker Boy","descr":"Will fordert Karen auf, Personaleinsparungen zu treffen. Edward, der Patissier, könne zum Beispiel gekündigt werden. Als Will und Karen feststellen, was für ein Sahneschnittchen der Konditor doch ist, überlegen sie es sich anders. Graces Neueroberung Nick hat sich als Drehbuchautor versucht, und nun möchte Out-TV einen Film drehen. Nick müsste aber bei den Dreharbeiten in Vancouver dabei sein, drei Monate lang. Ob die junge Beziehung das verkraften kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931353","hoster":"VOE"},{"path":"/redirect/8657269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-19","name":"Der Garten Eden der Heten","epNo":19,"alt":"Sour Balls","descr":"Jack möchte Will davon überzeugen, dass sie dringend einen Tapetenwechsel benötigen. Ein chices Wochenendhaus muss her, am besten eines, das im neuen Schwulenparadies Middleborough liegt. Doch dann stellt sich heraus, dass ihr Haus nicht im hippen Middleborough, New York, sondern im spießigen Middleborough, New Hampshire, liegt. Karen kümmert sich unterdessen um Graces Freundin Ellen, mit der sie bei ein paar Gläschen deren Eheprobleme bespricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502686","hoster":"VOE"},{"path":"/redirect/8657268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-20","name":"Die Blonde und der Maulwurf","epNo":20,"alt":"The Blonde Leading The Blind","descr":"Will ist von seiner Therapeutin Georgia Keller so begeistert, dass er auch Grace gleich hinschickt. Doch als sie nach ihrer Sitzung nicht geknickt wie er, sondern gut gelaunt rauskommt, und dann auch noch verkündet, dass sie eine Fallstudie in Georgias neuem Buch sein wird, ist Will total eifersüchtig. Ab sofort kennt er nur noch ein Ziel. Er will auch in das Buch! Indes stellt sich heraus, dass Karen eine Brille braucht. Nun kann sie wieder scharf sehen - zu scharf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502688","hoster":"VOE"},{"path":"/redirect/8657270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-21","name":"Die Katze ist weg","epNo":21,"alt":"It’s A Dad, Dad, Dad, Dad World","descr":"Grace möchte nicht alleine zur Geburtstagsfeier ihres Vaters Martin gehen und bittet Karen, sie zu begleiten. Während Karen sich prächtig mit Martins Freund Burt Wolfe unterhält, versucht Grace, etwas mehr Aufmerksamkeit von ihrem Vater zu bekommen. Der sie hat nie besonders ernst genommen. Jack lockt in der Zwischenzeit Will zu einem Blind Date in die Sendung MTV \"Punk’d\". So vorgeführt, sinnt Will nun auf Rache. Die hat es aber ebenfalls in sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502687","hoster":"VOE"},{"path":"/redirect/8657276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-22","name":"Wills letzter Wille","epNo":22,"alt":"From Queer To Eternity","descr":"Nach einem gefährlichen Sturz beschließt Grace, ihr Testament zu schreiben und Will als Erben einzusetzen. Da sie ihm aber fairerweise nicht mehr vermachen möchte als er ihr, ist Grace schockiert, als sie erfährt, dass Will ihr ganze 1400 Dollar vererben möchte. Wie sich herausstellt, hat Will seit 15 Jahren sein Testament nicht mehr überarbeitet - aus Frust, dass sein Leben nicht so erfolgreich verlaufen ist, wie geplant. Aber dafür ist laut Grace noch Zeit genug.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502692","hoster":"VOE"},{"path":"/redirect/8657272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-23","name":"Tunt-Ench-Amun","epNo":23,"alt":"Friends With Benefits","descr":"Grace bekommt überraschend Besuch von Tom, einem ehemaligen Studienfreund und Liebhaber. Er bittet Grace, das Hotel einzurichten, das er und seine Frau Viv gekauft haben. Als zwischen Tom und Grace alte Gefühle aufflammen, gibt sie den Auftrag ab. Unterdessen macht Will die Bekanntschaft von Malcolm. Der ist von Wills Texten sehr angetan und möchte ihn in seiner Karriere unterstützen. Als das schief geht und er ihm einen anderen Job anbietet, wird Will misstrauisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502693","hoster":"VOE"},{"path":"/redirect/8657273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-7/episode-24","name":"Kuss und Schluss","epNo":24,"alt":"Kiss And Tell","descr":"Grace hat den Auftrag von Tom, sein Hotel einzurichten, abgelehnt. Als Tom wenig später bei ihr im Büro auftaucht und es zu einem Kuss kommt, scheint die Angelegenheit einen neue Wendung zu bekommen. Malcolm hat Will angeboten, seine Wohltätigkeitsstiftung zu leiten. Doch die Umstände, unter denen er arbeiten muss, werfen so manche Frage in ihm auf. Als er Malcom zur Rede stellt, kommt etwas sehr Überraschendes ans Licht. Stanley Walker ist am Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502691","hoster":"VOE"},{"path":"/redirect/8657277","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/will-grace/staffel-8/episode-1","name":"Alles Live","epNo":1,"alt":"Alive And Schticking","descr":"Überraschende Neuigkeiten. Karens Gatte Stanley Walker ist am Leben! Er wurde von der Regierung in ein Schutzprogramm aufgenommen. Will versucht alles, um diese Nachricht vor Karen zu verheimlichen. Denn sie lebt noch immer in dem Glauben, dass Stanley tot ist. Außerdem macht ihr gerade Malcolm Avancen. Indes kämpft Grace mit ihrem Gewissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502689","hoster":"VOE"},{"path":"/redirect/8657275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-2","name":"Beschnittener Jack-Talk","epNo":2,"alt":"I Second That Emotion","descr":"Weil Rosario Karen verschwiegen hat, dass Stan immer noch am Leben ist, schmeißt sie die Putzfrau kurzerhand hinaus. Will versucht daraufhin, Karen davon zu überzeugen, dass es an der Zeit ist, bestimmte Dinge in ihrem Leben zu ändern. Was jedoch auch bei ihm selbst einiges ins Rollen bringt. Indes verkündet Jack, dass er einen sehr bekannten Gast in seiner Talk-Show hat, doch der sagt plötzlich ab und Grace muss für ihn einspringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993173","hoster":"VOE"},{"path":"/redirect/8657278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-3","name":"Der alte Mann und der Pool","epNo":3,"alt":"The Old Man And The Sea","descr":"Weil Will nicht schwimmen kann, erklärt sich Jack kurzerhand bereit, ihm einige Trainingsstunden zu geben, was sich aber als nicht ganz einfach erweist. In der Zwischenzeit hat Karen Grace ein Blind Date verschafft. Allerdings handelt es sich bei dem Unbekannten um einen Klavierstimmer, der auf Staten Island neben der Mülldeponie wohnt. Weil sie den Vorwurf nicht auf sich sitzen lassen will, dass sie arrogant sei, stimmt Grace schließlich sogar einem zweiten Treffen zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502696","hoster":"VOE"},{"path":"/redirect/8657274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-4","name":"Der Pestakt","epNo":4,"alt":"Steams Like Old Times","descr":"Will hat eine neue Flamme. Zumindest platonisch. Es handelt sich um Clyde, einen etwas älteren Mann, den er bei seinem Essensprojekt kennengelernt hat. Zu Graces Leidwesen bringt Will seinen \"Freund\" auch zum gemeinsamen Spielabend mit. Dort stellt sich dann heraus, dass Clyde und Grace mehr gemeinsam haben, als ihr eigentlich lieb ist. In der Zwischenzeit versucht Malcolm, von Jack und Stanley den Segen für seine Beziehung zu Karen zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115931","hoster":"VOE"},{"path":"/redirect/8657279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-5","name":"Malcolm Ex","epNo":5,"alt":"The Hole Truth","descr":"Will ist mit der Vorbereitung einer Auktion für seine Wohltätigkeitsorganisation beschäftigt. Versteigert wird nicht nur Jack, sondern auch Baby Glenn, der vor Jahren in einem Loch eingeklemmt war und dessen Rettung landesweit übertragen wurde. Als Glenn jedoch mehr Geld einbringt als Jack, ist er natürlich frustriert. Doch dann bietet ein heimlicher Interessent 1500 Dollar für ihn. Indes macht Karen Schluss mit Malcolm, was der jedoch nicht so einfach zulassen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383921","hoster":"VOE"},{"path":"/redirect/8657283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-6","name":"Über den rosa Wolken","epNo":6,"alt":"Love Is In The Airplane","descr":"Will und Grace beschließen, übers Wochenende nach London zu fliegen. Grace traut ihren Augen nicht, als sie ausgerechnet Leo in der ersten Klasse findet. Doch als die beiden feststellen, dass sie ganz ungezwungen miteinander umgehen können, wollen sie die Freude darüber gebührend feiern. Auf der Flugzeugtoilette. Indes versucht Jack, Karen davon zu überzeugen, dass sie Rosario wieder einstellt. Allerdings müssen sie dazu erst das neue Dienstmädchen aus dem Weg schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502701","hoster":"VOE"},{"path":"/redirect/8657281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-7","name":"Der Pinguin vom anderen Ufer","epNo":7,"alt":"Birds Of A Feather Boa","descr":"Beverleys Frau Chrystal stirbt überraschend. Zur Gedenkfeier lädt der frischgebackene Witwer auch Grace und Karen ein, was jedoch fatale Folgen hat. Grace kann es nicht lassen und probiert ein Kleid der Verstorbenen an, aus dem sie allerdings nicht mehr rauskommt. Jack plant, in eine größere Wohnung zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502699","hoster":"VOE"},{"path":"/redirect/8657285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-8","name":"Der Miethai ist high","epNo":8,"alt":"Swish Out Of Water","descr":"Endlich kann Will Gutes tun. In seinem neuen Job bei der ‚Koalition für Gerechtigkeit‘ gibt er Menschen Rechtsbeistand, den die sich ansonsten nicht leisten könnten. Seine ersten Mandanten sind Mieter in einem schäbigen Gebäude, dessen Besitzer sich weigert, die Renovierungskosten zu tragen. Wie sich herausstellt, ist die Vermieterin ausgerechnet Karen. Grace versucht, sich nicht mehr über ihre Mutter aufzuregen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502702","hoster":"VOE"},{"path":"/redirect/8657286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-9","name":"Das Festtags-Flittchen","epNo":9,"alt":"A Little Christmas Queer","descr":"Weihnachten steht vor der Tür. Alle Freunde fahren zu Wills Mutter, um dort das Fest gemeinsam zu feiern. Dort angekündigt hat sich auch Wills frisch geschiedener Bruder Sam mit seinen zwei Kindern. Jack freut sich vor allem auf den Jungen, denn  \"wie es scheint\" ist er bereits im zarten Alter von neun Jahren schwul. Wie schon vor ein paar Jahren, funkt es auch diesmal wieder zwischen Grace und Sam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115932","hoster":"VOE"},{"path":"/redirect/8657280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-10","name":"In die Falle getrappt","epNo":10,"alt":"Von Trapped","descr":"Die vier Freunde sind außer sich vor Freude, weil das \"Sound of Music Sing-A-Long\" wieder stattfindet. Dabei singen die Zuschauer nicht nur die Lieder des Films mit, sondern verkleiden sich auch wie die Schauspieler. Dementsprechend gekleidet tauchen Grace, Karen und Jack im Kino auf. Einzig Will fehlt, denn der hat ein falsches Kino erwischt, in dem ein anderer Film gespielt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115934","hoster":"VOE"},{"path":"/redirect/8657282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-11","name":"Gespräche im Klo","epNo":11,"alt":"Bathroom Humor","descr":"Endlich schmeißt Karen zu ihrem Geburtstag einmal eine große Party, zu der sie natürlich auch viele Prominente einlädt. Grace, Will und Jack sind ganz aus dem Häuschen, doch dann müssen sie erfahren, dass Karen schon seit zehn Jahren diese Feier veranstaltet und sie bisher einfach noch nie eingeladen hat. Und auch diesmal stehen sie nur wegen eines Versehens von Rosario auf der Gästeliste. Die drei Freunde wollen natürlich wissen, ob Karen sich vielleicht für sie schämt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502700","hoster":"VOE"},{"path":"/redirect/8657284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-12","name":"Verbotenes Früchtchen","epNo":12,"alt":"Forbidden Fruit","descr":"Grace trifft zufällig auf Margot, die ihr ohne zu zögern einen Job anbietet. Sie kann eine neue Kanzlei einrichten. Begeistert nimmt Grace den Auftrag an. Als Will davon erfährt, ist er außer sich vor Wut. Er kann nicht glauben, dass Grace für eine derart korrupte Firma arbeiten will. Allerdings hat Will selbst keine reine Weste. In der Zwischenzeit möchte Jack unbedingt wissen, was sich hinter der Tür zu dem sogenannten \"Verbotenen Raum\" in Karens Penthouse verbirgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502703","hoster":"VOE"},{"path":"/redirect/8657287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-13","name":"Adieu, Pas de deux","epNo":13,"alt":"Cop To It","descr":"Will und Grace treffen sich mit ihren alten Freunden Rob und Ellen in ihrem Lieblingsrestaurant. Die Verwunderung ist jedoch groß, als sie erfahren, dass sich die beiden getrennt haben. Besonders Grace ist betroffen, weil sie in den beiden den einzigen Grund gesehen hat, an die Institution Ehe zu glauben. Sie versucht nun alles, um Rob und Ellen wieder zusammen zu bringen. Außerdem begegnet Will in dem Restaurant seinem Ex Vince, der dort als verdeckter Ermittler arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931351","hoster":"VOE"},{"path":"/redirect/8657289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-14","name":"L. Gay Confidential","epNo":14,"alt":"I Love L. Gay","descr":"Die vier Freunde fahren gemeinsam mit Elliot nach New York, um sich ein College für ihn anzusehen. Zufällig trifft Will dort auf James, den er vor vier Wochen kennengelernt hat und der ihm seitdem nicht mehr aus dem Kopf geht. Wie sich herausstellt, steckt James in großen Schwierigkeiten. Seine Freundin, die er heiraten wollte, damit er in den USA bleiben kann, hat einen Rückzieher gemacht. Kurzerhand erklärt sich Grace bereit, für sie einzuspringen und James zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502705","hoster":"VOE"},{"path":"/redirect/8657292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-15","name":"Die Braut, die alles versaut (1)","epNo":15,"alt":"The Definition Of Marriage (1)","descr":"Die Vorbereitungen für die Hochzeit von Grace und James laufen auf Hochtouren. Der Tag verläuft jedoch etwas holprig. Nicht nur, dass Grace befürchtet, Karen könnte eine zu pompöse Hochzeit veranstalten, die künftige Braut kämpft auch noch gegen ihre immer wieder aufkommende Übelkeit. Grace stellt sich die Frage, ob sie tatsächlich James heiraten soll. Als sie schließlich den Arzt aufsucht, hält der eine äußerst interessante Überraschung für sie bereit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502707","hoster":"VOE"},{"path":"/redirect/8657290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-16","name":"Unter diesen Umständen (2)","epNo":16,"alt":"Grace Expectations (2)","descr":"Eigentlich ist alles wunderbar. James darf aufgrund der Hochzeit mit Grace in den USA bleiben. Sehr zur Freude von Will, und Grace erwartet von Leo ein Kind. Doch dann kommt alles anders. Leo will eine andere heiraten und James Charakter lässt zu wünschen übrig","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502706","hoster":"VOE"},{"path":"/redirect/8657288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-17","name":"Cowboys und Iraner","epNo":17,"alt":"Cowboys And Iranians","descr":"Grace hat so viel Arbeit, dass sie eine zweite Assistentin einstellen muss. Entgegen Karens Rat gibt sie der selbstbewussten Iranerin Pam den Job. Und weil sie ganz besonders tolerant gegenüber der Frau sein will, lässt sie sich gehörig von ihr auf der Nase herumtanzen. Jack will unbedingt Will seine neue Flamme vorstellen. Doch Travis schreckt scheinbar vor nichts zurück und baggert sofort Will an. Der Streit zwischen den Freunden ist damit vorprogrammiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336785","hoster":"VOE"},{"path":"/redirect/8657294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-18","name":"Leih, leih, Baby","epNo":18,"alt":"Buy Buy Baby","descr":"Die Schwangerschaft von Grace weckt auch bei Karen unerwartete Muttergefühle, woraufhin sie sich ebenfalls ein Baby \"anschaffen\" will. Außerdem erhofft sie sich, mit dem Nachwuchs die Probleme in ihrer Ehe überwinden zu können. Eine passende Leihmutter hat sie schnell gefunden. Ihre Wahl fällt auf die Kosmetikfachverkäuferin Cricket. Jacks Talkshow wird völlig neu gestaltet, und er bekommt eine extrem konservative Co-Moderatorin vor die Nase gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383923","hoster":"VOE"},{"path":"/redirect/8657293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-19","name":"Nicht ohne meine Decke","epNo":19,"alt":"Blanket Apology","descr":"Nachdem Wills Vater George wieder zu seiner Frau zurückgekehrt ist, fahren Will und Grace zu den beiden, um die Wiedervereinigung zu feiern. Allerdings verläuft das Treffen anders als geplant und endet schließlich in einem Streit zwischen Will und seinem Vater. Tage später muss Will jedoch erfahren, dass George einen Herzinfarkt gehabt hat. Jack ist fieberhaft auf der Suche nach einem neuen Job. Bei einem Casting hat er Glück und gewinnt eine Hauptrolle in einer TV-Serie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502710","hoster":"VOE"},{"path":"/redirect/8657291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-20","name":"Trauer und Trockner","epNo":20,"alt":"The Mourning Son","descr":"Zu der Beerdigung von Wills Vater versammeln sich alle Freunde im Haus seiner Mutter. Jeder der Anwesenden kann von seiner letzten Begegnung mit George eine nette Geschichte erzählen, nur Will nicht. Er leidet wahnsinnig darunter, dass er den Streit mit seinem Vater vor dessen Tod nicht beilegen konnte. Damit er nie wieder einen derartigen Fehler macht, erklärt er kurzerhand seinem Ex-Freund Vince, wie sehr er ihn vermisst. Dessen Reaktion fällt äußerst überraschend aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502711","hoster":"VOE"},{"path":"/redirect/8657295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-21","name":"Immer schön atmen","epNo":21,"alt":"Partners ‘n’ Crime","descr":"Die Geburt des Babys rückt immer näher, und Grace bekommt allmählich Panik. Will unterstützt sie zwar bei den Geburtsvorbereitungskursen, dennoch hat sie Angst, dass sie allein dastehen wird, wenn das Baby erst einmal da ist. Karen ist auf Jacks Hilfe angewiesen. Sie hat sich entschieden, sich von Stanley zu trennen und würde gern Jacks Meinung dazu erfahren. Der ist jedoch mit seiner neuen TV-Serie beschäftigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502712","hoster":"VOE"},{"path":"/redirect/8657301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-22","name":"Twister mit Gin","epNo":22,"alt":"Whatever Happened To Baby Gin?","descr":"Will gibt Grace das Versprechen, dass sie das Kind zusammen aufziehen. Indes findet Vince ein Haus, das er gemeinsam mit Will kaufen will. Der ist von der Idee begeistert, doch als er Vince offenbart, dass er dort mit Grace und dem Kind einziehen will, ist Vince völlig schockiert. Will trifft daraufhin eine schwere Entscheidung. Zur gleichen Zeit erfährt Grace, dass Leo seine Hochzeit abgeblasen hat. Sie will sofort zu ihm fliegen, um das Kind mit ihm aufzuziehen. ohne Will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931352","hoster":"VOE"},{"path":"/redirect/8657296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-23","name":"Abschied, die Erste","epNo":23,"alt":"The Finale","descr":"Gerade als sich Will und Grace nun doch für das gemeinsame Großziehen des Kindes von Leo entschieden haben, taucht der unerwartet auf. Wie schon einmal vor einigen Jahren entscheidet sich Grace auch diesmal gegen Will und für Leo und zieht mit ihm nach Rom. Zwei Jahre herrscht zwischen den beiden Funkstille, und Will lebt mittlerweile mit Vince und dem kleinen Ben zusammen. Doch für Wills Geburtstag haben sich Karen und Jack eine besondere Überraschung ausgedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502719","hoster":"VOE"},{"path":"/redirect/8657297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-8/episode-24","name":"Abschied, die Zweite","epNo":24,"alt":"The Finale (2)","descr":"Will und Grace haben zwar wieder zusammengefunden, merken jedoch rasch, dass es nicht mehr so wie früher ist. Sie verlieren sich erneut aus den Augen. Viele Jahre später lernen sich zufällig Ben und Graces Tochter Lila auf dem College kennen und lieben. Jack hat das Angebot von Beverley angenommen und spielt nun seinen Lustknaben. Doch plötzlich wird Beverley auf seinem Balkon von einer Windböe erfasst und stirbt. Ausgerechnet Jack ist der Alleinerbe seines Vermögens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502714","hoster":"VOE"},{"path":"/redirect/8657299","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/will-grace/staffel-9/episode-1","name":"Elf Jahre später","epNo":1,"alt":"Eleven Years Later","descr":"Will und Grace sind wieder zurück! Die mehrfach Emmy-gekrönte Comedy mit Debra Messing (Detective Laura Diamond) und Erich McCormack in den Hauptrollen geht endlich in die nächste Runde. Spass und beste Unterhaltung garantiert, denn auch Sean Hayes und Megan Mullally sind wieder mit von der Partie. Nach Graces Scheidung zieht sie wieder bei ihrem besten Freund Will ein. Obwohl es privat gerade nicht so gut läuft, bekommt sie einen prestigeträchtingen Auftrag vom Weißen Haus. Ihre Assistentin Karen hat ihre guten Kontakte spielen lassen. Will darf davon natürlich nichts erfahren, sind sie doch in politischen Fragen unterschiedlicher Meinung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502527","hoster":"VOE"},{"path":"/redirect/8657115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-2","name":"Kalte Dusche","epNo":2,"alt":"Who\u0027s Your Daddy?","descr":"Eigentlich wollten Will und Jack einen vergnüglichen Abend in einem Club verbringen. Die Stimmung sinkt aber rapide auf den Gefrierpunkt, als Jack sein Alter zu spüren bekommt. Er von einem jungen Kerl \"Daddy\" genannt. Will hingegen hat mehr Glück, er schleppt einen knackigen 23-Jährigen ab. Doch dann muss er feststellen, dass sie so gar keine Gemeinsamkeiten haben. Unterdessen bekommen sich Grace und Karen wegen einer Gehaltserhöhung in die Haare. Der böse Streit endet in einer Dusche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502531","hoster":"VOE"},{"path":"/redirect/8657116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-3","name":"Der Notfallkontakt","epNo":3,"alt":"Emergency Contact","descr":"Grace hat einen Termin beim Frauenarzt. der zum Schreck aller im Krankenhaus endet. Es musste eine Not-Biopsie an ihrer linken Brust vorgenommen werden. Als ihr die Krankenschwester mitteilt, dass ihr Notfallkontakt vor der Tür wartet, ist sie in freudiger Erwartung. Doch dann betritt ihr Exmann Leo den Raum. Schon kurze Zeit später kommt es zu einem Streit zwischen den beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383910","hoster":"VOE"},{"path":"/redirect/8657114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-4","name":"Opa Jack","epNo":4,"alt":"Grandpa Jack","descr":"Da staunt Jack nicht schlecht, als eines Tages Skip, ein 12-jähriger Junge vor der Tür steht. Skip ist Elliots Sohn und somit Jacks Enkel. Skip soll von seinen Eltern in ein Camp gesteckt werden. Natürlich müssen Will und Opa Jack da eingreifen. Unterdessen versucht Karen Grace dazu zu bringen, wieder mehr auszugehen und sich auf Männer einzulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502533","hoster":"VOE"},{"path":"/redirect/8657120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-5","name":"Das Rubbellos","epNo":5,"alt":"How To Succeed In Business Without Really Crying","descr":"Will bekommt die einmalige Chance, Seniorpartner in seiner Anwaltskanzlei zu werden. Dann wird ihm aber klar, dass Anwalt gar nicht sein Traumjob ist. Inzwischen muss sich Grace mit dem eingebildeten Eli Wolff herumschlagen. Sie soll seine hippen Hotels neu ausstatten. Und Jack gibt sein Glück an Theodore weiter. Für einen Dollar hat er diesem ein Rubbellos gekauft, womit dieser $ 2.000 gewinnt. Doch Theodore will Jack nichts von seinem Gewinn abtreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502536","hoster":"VOE"},{"path":"/redirect/12985290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-6","name":"Traurige Karen","epNo":6,"alt":"Rosario’s Quinceañera","descr":"Nachdem Will seinen Job aufgegeben hat, ist er nun bei Grace’ Geschäft eingestiegen. Doch schon bald kommt es zu Unstimmigkeiten. Will hat, ohne Grace zu fragen, die Nachbarräume angemietet. Außerdem muss die Grundsatzfrage geklärt werden. Arbeitet er \"für\" oder \"mit\" Grace. Und Karen und Jack gehen auf die Beerdigung von Rosario. Dabei lernt Jack eine neue Seite von Karen kennen, die ihm gar nicht gefällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502535","hoster":"VOE"},{"path":"/redirect/8657118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-7","name":"Weihnachten für Arme","epNo":7,"alt":"A Gay Olde Christmas","descr":"Will, Grace, Jack und Karen wollen dieses Jahr das Fest der Liebe in einem besonderen Restaurant feiern. Nachdem sie allerdings immer wieder vertröstet werden, geben sie das Warten auf ihren Tisch auf und begeben sich stattdessen auf der Suche nach einer Toilette in einen Laden, der historische Führungen anbietet. Um sich erleichtern zu können, müssen die vier an einer dieser Führungen teilnehmen. Und ehe sie sichs versehen, befinden sich die Freunde im Jahr 1912.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502538","hoster":"VOE"},{"path":"/redirect/8657122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-8","name":"Der Ohrwurm","epNo":8,"alt":"Friends And Lover","descr":"Bei einem Brotback-Kurs lernen Will und Grace, den \"Brotbackmeister\" Jackson Boudreaux kennen. Jackson macht auf beide einen bleibenden Eindruck. Will und Grace ahnen nicht, dass der andere ebenfalls mit Jackson ausgeht. Inzwischen leiden Jack und Karen unter einem immer wieder kehrenden Ohrwurm. Bis sie beginnnen aus dem Nähkästchen über diverse Bettgeschichte von Will und Grace zu plaudern. Plötzlich ist der Ohrwurm weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502534","hoster":"VOE"},{"path":"/redirect/8657119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-9","name":"Verrückt nach Larry","epNo":9,"alt":"There’s Something About Larry","descr":"Die Tochter von Joe und Larry ist ausgezogen. Die beiden leiden sehr darunter. Deshalb will Grace eine gute Tat tun und gibt Larry einen Job. Nur Will erzählt sich zunächst nichts davon. Der fühlt sich natürlich übergangen, ist aber schon bald von Larry begeistert.  Dieser schlägt sich immer auf seine Seite. Aber schon bald wird Larry von Grace wieder entlassen. Die waren Hintergründe möchte Grace Will nicht erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13993182","hoster":"VOE"},{"path":"/redirect/8657123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-10","name":"Die Hochzeit","epNo":10,"alt":"The Wedding","descr":"Will wird von seinem Ex-Freund Vince zu dessen Hochzeit eingeladen. Natürlich sollen Grace, Jack und Karen ihn dorthin begleiten. Will hat nämlich einen Plan und will eine grosse Szene veranstalten, um sich an Vince zu rächen. Inzwischen macht Jack eine interessante Bekanntschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502539","hoster":"VOE"},{"path":"/redirect/8657121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-11","name":"Der Floh im Ohr","epNo":11,"alt":"Staten Island Fairy","descr":"Will und Grace haben eine neue Geschäftsidee. Sie wollen ihre neue Bettwäschekollektion im Fernsehen verkaufen. In der Zwischenzeit sorgt Jacks neuer Lover für Aufregung. Er hatte noch kein Comingout und auch seine Frau ist noch völlig ahnungslos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502541","hoster":"VOE"},{"path":"/redirect/8657124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-12","name":"Die Drei-Generationen-Nummer","epNo":12,"alt":"The Three Wise Men","descr":"Grace hat einen Mann kennengelernt, den sie auch ein paar Mal trifft. Aber schon nach kurzer Zeit macht James wieder Schluss. Darüber ist Grace sehr betrübt, doch dann läuft ihr ein äusserst attraktiver junger Mann über den Weg. Wie sich später herausstellt, ist es der Sohn ihrer kurzen Affäre. Dem nicht genug, taucht auch noch der Grossvater auf, der ihr Professor am College war. Grace ist mit der Situation heillos überfordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931346","hoster":"VOE"},{"path":"/redirect/8657125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-13","name":"Kinderarbeit und sprechende Leichen","epNo":13,"alt":"Sweatshop Annie \u0026 The Annoying Baby Shower","descr":"Schon immer waren Babypartys für Grace ein Gräuel. Nun wird sie von Ellen zu einer solchen eingeladen. Um dort nicht alleine hingehen zu müssen, nimmt sie Will mit. Und Jack ist ganz aus dem Häuschen. Er hat eine Nebenrolle an der Seite von Jennifer Lopez in der Serie \"Shades of Blue\" ergattert. Da stört es ihn gar nicht, dass er nur eine Leiche spielen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502540","hoster":"VOE"},{"path":"/redirect/8657126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-14","name":"Zuckerguss und Peitsche","epNo":14,"alt":"The Beefcake And The Cake Beef","descr":"Will trifft auf seinen Exfreund Michael. Sofort ist Will wieder Feuer und Flamme und geht eine Beziehung mit Michael ein. Obwohl Jack ihm davon abrät. Inzwischen haben Grace und Karen Probleme mit einer Bäckerei, die sich weigert einen Kuchen für den Präsidenten zu backen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931344","hoster":"VOE"},{"path":"/redirect/8657127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-15","name":"Der einzige Job","epNo":15,"alt":"One Job","descr":"Grace will den Geburtstag ihrer verstorbenen Mutter feiern. Als Unterstützung kommt Will mit und begleitet sie zu ihrem Elternhaus. Unterdessen ist Jack todunglücklich, als seine Beziehung mit Drew in die Brüche geht. Als er Karen besucht, um sich von ihr wieder aufmuntern zu lassen, kippt es jedoch ins Gegenteil. Als er hinter die Fassade ihrer Ehe blickt, ist sein Glaube an die ewige Liebe völlig zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502546","hoster":"VOE"},{"path":"/redirect/8657128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-9/episode-16","name":"Familienverhältnisse","epNo":16,"alt":"It’s A Family Affair","descr":"Graces Vater Martin und Wills Mutter Marilyn entdecken zum Leidwesen ihrer Kinder, dass sie eine Gemeinsamkeit haben. Währenddessen lenkt sich Jack mit einer Neueroberung von seinem Liebeskummer ab. Und Karen muss eine schwere Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502544","hoster":"VOE"},{"path":"/redirect/8657132","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-10","seasonId":"Staffel 10","episodes":[{"path":"/serie/stream/will-grace/staffel-10/episode-1","name":"Der Westside Griesgram","epNo":1,"alt":"The West Side Curmudgeon","descr":"Grace (Debra Messing) trifft unerwartet auf Noah (David Schwimmer), eine von ihren Twitterbekanntschaften, aus der eventuell sogar mehr werden könnte. Jack (Sean Hayes) möchte derweil jünger aussehen, bevor er die Familie von Estefan (Brian Jordan Alvarez) kennenlernt, trifft jedoch eine furchtbare Entscheidung, die alles nur noch schlimmer macht. Will (Eric McCormack) hilft derweil Karen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002425","hoster":"VOE"},{"path":"/redirect/8657302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-2","name":"Wo in aller Welt ist Karen Walker?","epNo":2,"alt":"Where in the World is Karen Walker?","descr":"Will (Eric McCormack), Grace (Debra Messing) und Jack (Sean Hayes) sind ganz aus der Fassung. Sie  müssen feststellen, dass sie voll in ihren Leben eingespannt sind und dadurch komplett aus den Augen verloren haben, was eigentlich gerade für Karen (Megan Mullally) ansteht. Während Will an der Columbia unterrichtet, stellt sich Grace zur Wahl der Präsidentin für die New York Interior.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502716","hoster":"VOE"},{"path":"/redirect/8657298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-3","name":"Tex and the City","epNo":3,"alt":"Tex and the City","descr":"Jacks Enkelsohn Skip steht vor einem großen Auftritt in der Talent-Show seiner Kirche und so machen sich Jack und Will auf den Weg nach Texas. Als Jack aber herausfindet, dass Skip ausgerechnet mit einem Marilyn Monroe-Klassiker auftreten will, macht er sich Sorgen um die Sicherheit des Jungen.\r\rAuch Karen ist mit nach Texas gereist. Sie will sich das Stück der Grenzmauer, die sie selbst gesponsert hat, einmal persönlich ansehen. Dummerweise erhebt auch Beverley Leslie seinen Anspruch darauf. Grace und Noah blicken ihren sexuellen Problemen ins Auge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502717","hoster":"VOE"},{"path":"/redirect/8657300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-4","name":"Erscheinung aus dem Geisterreich","epNo":4,"alt":"Who’s Sorry Now?","descr":"Da Jack (Sean Hayes) ja jetzt ein zertifizierter Hellseher ist, glaubt er, er kann Karen (Megan Mullally) mit ihren problematischem Liebesleben helfen. Grace (Debra Messing) lernt, dass Liebe bedeutet, dass du dich entschuldigen musst.... gegenüber Will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13142946","hoster":"VOE"},{"path":"/redirect/13142945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-5","name":"Der Bitch-Royal","epNo":5,"alt":"Grace’s Secret","descr":"Grace begibt sich auf eine Reise in die Vergangenheit, als sie sich mit ihrem Vater auf den Weg nach Schenectady macht. Gemeinsam wollen sie zum Grab ihrer Mutter fahren. Martin möchte unterwegs auch bei seinem einst besten Kumpel Harry vorbeischauen, der auf dem gleichen Friedhof begraben wurde. Grace hält allerdings gar nichts davon – und das hat einen sehr guten Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8962868","hoster":"VOE"},{"path":"/redirect/8657304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-6","name":"Schwul wie Lincoln","epNo":6,"alt":"Kid ’n Play","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502720","hoster":"VOE"},{"path":"/redirect/8657303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-7","name":"Wer hat’s am schwersten","epNo":7,"alt":"So Long, Division","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502722","hoster":"VOE"},{"path":"/redirect/8657307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-8","name":"Lapdance für Lorraine","epNo":8,"alt":"Anchor Away","descr":"Jack (Sean Hayes) hat sich in den gut aussehenden, schwulen TV-Nachrichtensprecher (Gaststar Matt Bomer) verguckt. Er hat aber Angst, dass dieser mehr auf Will (Eric McCormack) stehen könnte. Also bittet er Will, sich dümmlich zu verhalten. Karen (Megan Mullally) erfährt, dass ihr Unterhalt stark eingeschränkt sein wird, es sei denn, sie kann Fotos von der Affäre ihres Ex-Mannes mit einer Stripperin auftreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502723","hoster":"VOE"},{"path":"/redirect/8657310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-9","name":"Schokomilch mit Schuss","epNo":9,"alt":"Family, Trip","descr":"Will unterrichtet bei sich zu Hause eine Gruppe Studenten. Die vergessen ein ganz spezielles Getränk in seinem Kühlschrank. Als Jack, Karen und Will sich die vermeintliche Schokomilch schmecken lassen, ahnen sie nicht, dass sie davon auf einen verrückten Trip geschickt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502721","hoster":"VOE"},{"path":"/redirect/8657306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-10","name":"Nachricht von einem Toten","epNo":10,"alt":"Dead Man Texting","descr":"Während Jacks Freude auf seinen Geburtstag durch den Streit zwischen Estefan und Karen getrübt wird, kämpfen Will und Grace mit einem weit pikanteren Problem: Professor Rice soll Will eine Empfehlung schreiben. Als der Mann jedoch ganz plötzlich zusammenbricht, benutzen die beiden Freunde das Handy des vermeintlich Toten, um das Empfehlungsschreiben doch noch fertigzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502724","hoster":"VOE"},{"path":"/redirect/8657309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-11","name":"Gewicht und Gericht","epNo":11,"alt":"The Scales of Justice","descr":"Als Will (Eric McCormack) entdeckt, dass Olivia (Gaststar Aya Cash), die entfremdete Stieftochter von Karen (Megan Mullally), eine Studentin in seiner Jura-Klasse ist, versucht er, ihre Probleme mit einem Scheinprozess zu lösen.\r\rGrace (Debra Messing) und Jack (Sean Hayes) gehen zusammen auf Diät, aber die Aufgabe ihrer Essgewohnheiten ist schwieriger als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115936","hoster":"VOE"},{"path":"/redirect/8657305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-12","name":"Wege zum Glück","epNo":12,"alt":"The Pursuit of Happiness","descr":"Grace (Debra Messing) soll Malcolm dabei helfen, Karens (Megan Mullally) Gunst zurückzugewinnen, während Wills (Eric McCormack) Flirtversuche mit seinem Kollegen Paul eine unerwartete Wendung nehmen, als er erkennt, dass Pauls Privatleben ein moralisches Dilemma für ihn darstellt. Jack (Sean Hayes) trifft derweil auf Zusanna, die Schwester seines alten Schauspiellehrers, was seine Leidenschaft für die Bühne neu entflammt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115935","hoster":"VOE"},{"path":"/redirect/8657308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-13","name":"Der wahre McCoy","epNo":13,"alt":"The Real Mccoy","descr":"Jacks Hochzeitsvorbereitungen nehmen langsam Formen an – und das reibt er seinem Single-Freund Will nur allzu gerne unter die Nase. Doch Wills Beziehungsstatus könnte sich schnell ändern, denn er trifft sich wieder mit McCoy Whitman, der es plötzlich unerwartet ernst mit ihm meint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502726","hoster":"VOE"},{"path":"/redirect/8657312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-14","name":"Es lebe Aurora","epNo":14,"alt":"Supreme Courtship","descr":"Grace erzählt Will, dass Noah Liebesromane verfasst. Weil das dem Schriftsteller aber peinlich ist, schreibt er die Schnulzen unter einem Pseudonym. Karen liebt seine Geschichten, und als sie erfährt, dass er die Hauptfigur sterben lassen will, ist sie todunglücklich. Sie versucht, Noah auf ihre Art und Weise davon zu überzeugen, die Buchreihe fortzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502729","hoster":"VOE"},{"path":"/redirect/8657311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-15","name":"Böses Blut","epNo":15,"alt":"Bad Blood","descr":"Nachdem Graces Vater Martin mit einem blutenden Geschwür ins Krankenhaus gebracht wird, ist Grace (Debra Messing) schockiert, als er Wills (Eric McCormack) Blut für eine Transfusion nicht annehmen will. Eine Lektion erhält er ausgerechnet von Wills Mutter Marilyn.\r\rKarens (Megan Mullally) Forderungen für Jacks (Sean Hayes) Hochzeit bringen das Fass zum Überlaufen und führen dazu, dass er sie wieder auslädt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13115937","hoster":"VOE"},{"path":"/redirect/8657313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-16","name":"Nur nicht stecken bleiben","epNo":16,"alt":"Conscious Coupling","descr":"Als Will (Eric McCormack) und Graces (Debra Messing) Partner McCoy und Noah die beiden fragen, zusammenzuziehen, nutzen Will und Grace sich gegenseitig als Ausrede.\r\rUnterdessen zwingt ein Schneesturm Karen (Megan Mullally) im Büro zu bleiben, wo sie auf Nikki trifft, eine Frau, die im Büro über ihr arbeitet. Der Sturm schließt zudem Jack (Sean Hayes) im Fahrstuhl ein, was ihn dazu zwingt, sich mit seiner alten Flamme Drew auseinanderzusetzen, der Jacks monogamen Lifestyle auf die Probe stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502730","hoster":"VOE"},{"path":"/redirect/8657314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-17","name":"Die 13 Goldmünzen","epNo":17,"alt":"The Things We Do for Love","descr":"Panisch bemerkt Jack, dass nach seinem feuchtfröhlichen Junggesellenabschied etwas Wertvolles fehlt – und zwar eine der Goldmünzen, die er seinem Ehemann in spe feierlich übergeben wollte. Kann Jack die Sammlung noch vor seiner Hochzeit wieder vervollständigen oder verliert er Estefans Vertrauen? Und auch zwischen Grace und Noah kriselt es, nachdem Noah ein Gespräch zwischen Will und Grace mitangehört hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502732","hoster":"VOE"},{"path":"/redirect/8657315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-10/episode-18","name":"Die große Schwulenhochzeit","epNo":18,"alt":"Jack’s Big Gay Wedding","descr":"Jacks zukünftige Ehe mit Estefan steht unter keinem guten Stern: Das Auf und Ab gipfelt darin, dass der Flug in ihre spanische Hochzeitslocation abgesagt wurde. Das Ehepaar sitzt mit seinen Gästen am Flughafen fest und beschließt kurzerhand, sich vor Ort trauen zu lassen. Bis ihr Plan allerdings umgesetzt werden kann, bleibt den Gästen viel Zeit, über ihre eigenen Beziehungen nachzudenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502731","hoster":"VOE"},{"path":"/redirect/8657317","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/will-grace/staffel-11","seasonId":"Staffel 11","episodes":[{"path":"/serie/stream/will-grace/staffel-11/episode-1","name":"Eat, Pray, Love, Telefon, Sex","epNo":1,"alt":"Eat, Pray, Love, Phone, Sex","descr":"Grace (Debra Messing) kehrt aus Europa zurück und bringt eine neue Frau an ihrer Seite mit. Sie befindet sich im Auftrieb, doch auf einmal erreichen sie schlimme Nachrichten, die ihr Leben für immer verändern. Karen (Megan Mullally) bringt Will (Eric McCormack) derweil bei, wie er besser im Telefonsex sein kann. Will gibt darüber hinaus zu, dass er mehr von McCoy will, und zwar eine eigene Familie. Jack (Sean Hayes) organisiert in der Zwischenzeit einen Flohmarkt, um irgendwie die nervige Kuckucksuhr von Estefan loszuwerden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502735","hoster":"VOE"},{"path":"/redirect/8657316","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9872318","hoster":"VOE"},{"path":"/redirect/9872319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-2","name":"Pappa Mia","epNo":2,"alt":"Pappa Mia","descr":"Als Grace (Debra Messing) zugibt, dass sie sich nicht sicher ist, wer der Vater ihres Babys ist, organisiert Karen (Megan Mullally) eine \"Mama Mia\" Situation mit den möglichen Vätern. Will (Eric McCormack) fragt sich, was passieren wird, wenn er einen heterosexuellen Sohn bekommt und bittet Jack (Sean Hayes) ihm zu helfen sich vorzubereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502733","hoster":"VOE"},{"path":"/redirect/8657320","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9872325","hoster":"VOE"},{"path":"/redirect/9872324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-3","name":"Wer solche Freunde hat","epNo":3,"alt":"With Enemies Like These","descr":"Will (Eric McCormack) entdeckt einen Weg, um sich endlich an Jack (Sean Hayes) für seinen ewigen Spott zu rächen. Grace (Debra Messing) ist fest entschlossen Mrs. Timmer (Livia Treviño) zu beweisen, dass sie den Herausforderungen gewachsen ist, die das Leben als Singlemutter mit sich bringen. Karen (Megan Mullally) erhält eine Einladung zu Stans altem Pokerspiel und spielt gegen Stanleys Bruder, Danley Walker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8049991","hoster":"VOE"},{"path":"/redirect/8049990","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9872345","hoster":"VOE"},{"path":"/redirect/9872326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-4","name":"Das Huhn oder die Eispenderin","epNo":4,"alt":"The Chick and the Egg Donor","descr":"Will (Eric McCormack) und Grace (Debra Messing) geraten in einen Wettbewerb, wem von beiden der Prozess des Kinderkriegens schwerer fällt. Jack (Sean Hayes) hilft Karen (Megan Mullally) Danley Walker zu beweisen, dass sie eine fähige Besitzerin ihres neuen Baseball Teams sein kann. Karen erkennt, dass ihre alte Bekanntschaft Amy (Vanessa Bayer) genau die Hilfe sein könnte, die sie benötigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8049996","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9872339","hoster":"VOE"},{"path":"/redirect/9872329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-5","name":"Der Trauer-Panda","epNo":5,"alt":"The Grief Panda","descr":"Nach der Trennung von Will (Eric McCormack) und McCoy (Matt Bomer) engagieren Grace (Debra Messing) und Jack (Sean Hayes) den \"Grief Panda\" (Ben Giroux), um Will zu helfen mit seinem Schmerz umzugehen. Karen (Megan Mullally) ist vollends mit ihrem neuen Baseball Team beschäftigt und Grace glaubt, dass sie sie feuern muss, damit Karen endlich frei ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502734","hoster":"VOE"},{"path":"/redirect/8657318","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487932","hoster":"VOE"},{"path":"/redirect/9872334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-6","name":"Lampenfieber","epNo":6,"alt":"Performance Anxiety","descr":"Will (Eric McCormack), der unbedingt Vater werden will, trifft sich mit einer potentiellen Leihmutter, die tolle Bewertungen hat. Doch ihre Lebensart verursacht Zweifel bei ihm. Um sich Zugang zur AnnieCon zu verschaffen, gibt Grace (Debra Messing) vor, eine ehemalige berühmte Annie zu sein. Karen (Megan Mullally) hat eine romantische Begegnung mit einem Kriegsveteran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502736","hoster":"VOE"},{"path":"/redirect/8657319","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487934","hoster":"VOE"},{"path":"/redirect/9872337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-7","name":"Ein Haufen Probleme","epNo":7,"alt":"What a Dump","descr":"Grace (Debra Messing) und ihr Nachbar James (Adwin Brown) geben ihrer Beziehung noch eine Chance - obwohl sie mit seinem Sohn und seinem Vater geschlafen hat. Doch ein peinlicher Zwischenfall riskiert ihre Beziehung und Graces Würde. Will (Eric McCormack) beschließt, dass es Zeit für Jack (Sean Hayes) ist, erwachsen zu werden und verweigert ihm finanzielle Unterstützung. Doch eine unerwartete Weisheit von Jacks Ehemann Estefan (Brian Jordan Alvarez) bringt Will zum Nachdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502739","hoster":"VOE"},{"path":"/redirect/8657321","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487935","hoster":"VOE"},{"path":"/redirect/9872341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-8","name":"Lügen und Flüstern","epNo":8,"alt":"Lies \u0026 Whispers","descr":"Grace (Debra Messing) und ihr Nachbar James geben ihrer Romanze eine weitere Chance - auch nachdem sie mit seinem Sohn und seinem Vater geschlafen hat. Aber ein peinlicher Vorfall gefährdet Grace\u0027 Beziehung und ihre Würde. Will (Eric McCormack) beschließt, dass es Zeit wird, dass Jack (Sean Hayes) erwachsen wird, und entzieht ihm die Gelder. Aber eine Weisheit von Jacks Mann, Estefan, lässt Will es sich noch mal überlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502737","hoster":"VOE"},{"path":"/redirect/8657323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487938","hoster":"VOE"},{"path":"/redirect/9872348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-9","name":"Plan Bi","epNo":9,"alt":"Bi-Plane","descr":"Will (Eric McCormack) und Grace (Debra Messing) entscheiden sich dazu einzugreifen, als sie herausfinden, dass Graces Nichte mit einem bisexuellen Mann ausgeht. Jack (Sean Hayes) erhält derweil die Erlaubnis von seinem Ehemann, sich auf ein romantisches Abenteuer mit seinem ewigen Schwarm einzulassen: Ryan Phillippe. Karen (Megan Mullally) hat derweil Probleme, als sie von ihrem Assistenten einen Flug in der zweiten Klasse gebucht bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502738","hoster":"VOE"},{"path":"/redirect/8657324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487940","hoster":"VOE"},{"path":"/redirect/9872350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-10","name":"Von Maus und Menschen","epNo":10,"alt":"Filthy Phil, Part I","descr":"Marilyn ist besorgt darüber, dass Grace (Debra Messing) eine alleinerziehende Mutter ist, und verkuppelt sie hinter dem Rücken von Grace mit einem Beagle-züchtenden Paar, das an der Adoption von Graces Baby interessiert ist. Will (Eric McCormack) wird von Karen (Megan Mullally) angeworben, um mit einem PR-Albtraum fertig zu werden, der von einem homophoben Spieler ihres Baseballteams verursacht wurde. Jack (Sean Hayes) und sein Ehemann Estefan geben sich große Mühe, eine Maus loszuwerden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502740","hoster":"VOE"},{"path":"/redirect/8657322","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13509198","hoster":"VOE"},{"path":"/redirect/9872359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-11","name":"Getümmel mit Tümmler","epNo":11,"alt":"Filthy Phil, Part Ii","descr":"Trotz ihrer Geschichte beschließen Grace (Debra Messing) und ihr Nachbar James, ihrer Beziehung noch eine weitere Chance zu geben. Doch als James Grace zu seinem Job im Aquarium einlädt, gefährdet sie seinen Job und eine Spezies. Um Will (Eric McCormack) mit seiner Angst zu helfen, Vater zu werden, nimmt Jack (Sean Hayes) ihn an einen unerwarteten Ort mit, um Dampf abzulassen - in die Kirche. Karen (Megan Mullally) findet sich in einer Beichtstuhlkabine wieder, und ein Besuch von Smitty bringt sie dazu, ihre gesamte Beziehung zu überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502741","hoster":"VOE"},{"path":"/redirect/8657325","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487941","hoster":"VOE"},{"path":"/redirect/9872360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-12","name":"Dr. Phil (1)","epNo":12,"alt":"Filthy Phil (1)","descr":"Karen (Megan Mullally) stellt Will (Eric McCormack) und Grace (Debra Messing) die neue Liebe ihres Lebens vor: Phil (Joel McHale). Doch Will und Grace werden immer misstrauischer, was Phils Absichten angeht. Als Jack (Sean Hayes) erfährt, dass Miss Coco Peru (Clinton Leupp) seine Bar schließen will, ermutigt Estefan (Brian Jordan Alvarez) ihn, die Bar zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502742","hoster":"VOE"},{"path":"/redirect/8657327","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487943","hoster":"VOE"},{"path":"/redirect/9872366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-13","name":"Dr. Phil (2)","epNo":13,"alt":"Broadway Boundaries","descr":"Will (Eric McCormack) und Grace (Debra Messing) sind überzeugt davon, dass Karen (Megan Mullally) in Gefahr ist als ihr neuer Freund Phil (Joel McHale) mit ihr in eine Hütte im Wald fährt und machen sich auf, sie zu retten. Jack (Sean Hayes) erfindet gegenüber einem Reporter eine Geschichte damit seine neue Bar weiterhin interessant bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383925","hoster":"VOE"},{"path":"/redirect/8657326","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13487942","hoster":"VOE"},{"path":"/redirect/9872369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-14","name":"Alter vor Schönheit","epNo":14,"alt":"The Favourite","descr":"Jack (Sean Hayes) hilft Karen (Megan Mullally) dabei, sich ins Pfarrhaus zu schleichen um ihren Ring zurückzubekommen. Doch sie sind geschockt als sie diesen an der Hand von Stans neuer Freundin Val (Molly Shannon) finden. Während sie Wills (Eric McCormack) Leihmutter Jenny (Demi Lovato) über das Wochenende zu Besuch haben, verwandeln sich Will und Grace (Debra Messing) in die älteren Leute, die sie geschworen hatten, nie zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502743","hoster":"VOE"},{"path":"/redirect/8657328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-15","name":"Babys und Broadway","epNo":15,"alt":"Broadway Boundaries","descr":"Wills Leihmutter Jenny sagt Will (Eric McCormack), dass ihre Beziehung Grenzen braucht. Will führt Dr. DiLorenzo, der jüngst öffentlich über seine Homosexualität sprach, auf ein Date aus um Jenny auszuspionieren. Grace (Debra Messing) ist unsicher, ob ein Junge oder ein Mädchen schwieriger ist und tut sich schwer damit, herauszufinden, welches Geschlecht das Kind haben wird. Karen (Megan Mullally) weiß nicht, ob sie mit Friday feiern soll während des Meisterspiels ihres Baseballteams oder ob sie Jack (Sean Hayes) helfen soll, sein Selbstvertrauen zu finden vor einem Vorsprechen für eine Broadway-Rolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502745","hoster":"VOE"},{"path":"/redirect/8657329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-16","name":"Lucy hoch drei","epNo":16,"alt":"We Love Lucy","descr":"Will behauptet, dass sein Leben mit Grace genau dem von \"Lucy und Ricky\" aus der Kult-Sitcom \"I Love Lucy\" gleicht. Dies bringt Karen und Jack gegen sie auf, da jeder von ihnen glaubt, selbst Lucy zu sein. Schließlich stellen sich Grace, Karen und Jack jeweils vor, wie es denn wäre mit Ricky zu leben – stets dargestellt von Will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502748","hoster":"VOE"},{"path":"/redirect/8657332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-17","name":"Der Karen-Walker-Tag","epNo":17,"alt":"New Crib","descr":"Karen (Megan Mullally) zieht alle Register, damit die Feier zum Sieg ihres Baseballteams groß genug wird um Stanley und Danley Walker (Patton Oswalt) zu blamieren. Während Will (Eric McCormack) und Grace (Debra Messing) dort sind um Karen zu unterstützen, wird ihnen von einer Immobilienverkäuferin (Yvette Nicole Brown) ein Haus gezeigt, was zu einer Diskussion über ihr zukünftiges Wohn-Arrangement führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931356","hoster":"VOE"},{"path":"/redirect/8657333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/will-grace/staffel-11/episode-18","name":"Es ist soweit","epNo":18,"alt":"It’s Time","descr":"Die Wohnung ist ausgeräumt und Will (Eric McCormack) ist entschlossen, nicht über sein Leben in der Stadt und seinen Ex nachzudenken. Grace (Debra Messing) steht kurz vor der Geburt und wird von ständigen falschen Alarmen irritiert.Um Klarheit wegen ihres Ex-Mannes zu erhalten, macht sich Karen (Megan Mullally) auf die Spitze der Freiheitsstatue.Jack (Sean Hayes) Traum davon, sich einmal auf einer Broadway-Bühne zu verbeugen könnte Realität werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502747","hoster":"VOE"},{"path":"/redirect/8657330","hoster":"Streamtape"}]}]}]}]}