{"seriesId":"wilsberg","name":"Wilsberg","descr":"Die auf den \"Wilsberg\"-Romanen von Jürgen Kehrer basierende Krimiserie dreht sich um einen Buchantiquar im westfälischen Münster, der nebenbei als Privatdetektiv arbeitet, um sich seine klamme Haushaltskasse aufzubessern. Seinen kriminalistischen Spürsinn schult Georg Wilsberg zunächst als Rechtsanwalt in einer Kanzler, in der auch seine Patentochter Alexandra ‚Alex‘ Holtkamp eine Stelle antritt. Als er jedoch seine Zulassung verliert, beschließt er, selbstständig auf Verbrecherjagd zu gehen. Dabei wird er von seiner Patentochter Alex sowie von Steuerprüfer Ekki Talkötter unterstützt, der Alex auf seine schüchterne Art zarte Avancen macht. Ein Spannungsverhältnis pflegt Wilsberg zu Hauptkommissarin Anna Springer. Einerseits kann er ihr dankbar sein, dass sie ihn immer wieder aus brenzligen Situationen rettet, andererseits geht’s ihr auf die Nerven, wenn er sich in ihre Ermittlungen einmischt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Und die Toten lässt man ruhen","epNo":1,"alt":"","descr":"Münster. Privatdetektiv Wilsberg bekommt den Auftrag, einen vermuteten Mord aufzuklären. Da der Fall schon 16 Jahre zurückliegt und von der Polizei damals als Selbstmord zu den Akten gelegt worden war, geht er zunächst nicht besonders motiviert an die Ermittlungen heran.","versions":[{"lang":1,"streams":[{"redirect":9802379,"hoster":"VOE"},{"redirect":9802386,"hoster":"Doodstream"},{"redirect":9802383,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In alter Freundschaft","epNo":2,"alt":"","descr":"Georg Wilsberg schlägt sich mit mageren Honoraren als Privatdetektiv in Münster durch. Gerade hat er zum x-ten Mal einen ausgerissenen Teenager aufgespürt, da nervt ihn ihr Stiefpapa bereits mit einem Folgeauftrag. Der entpuppt sich als ziemlich mörderische Angelegenheit und fordert den Routine gewohnten Münsteraner mehr als ihm lieb sein kann. Im Netz aus Intrigen weiß Wilsberg nur eines: die Grundstücke seines Auftraggebers sind das Objekt skrupelloser Spekulationen, die ihre Kreise bis in die münstersche Landespolitik ziehen …","versions":[{"lang":1,"streams":[{"redirect":9802389,"hoster":"VOE"},{"redirect":9802390,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wilsberg und die Tote im See","epNo":3,"alt":"","descr":"Der Münsteraner Privatdetektiv und Lebenskünstler Georg Wilsberg hat schon wieder einen jener Aufträge übernommen, die er besonders liebt: \"Observation ehebrüchiger Zeitgenossen\", das heißt, Wilsberg soll die Ehefrau eines Mandanten beschatten und eindeutig zweideutige Fotos liefern. Was zunächst als harmloser Routineauftrag aussieht, entwickelt sich in der Folge als ziemlich mörderische Angelegenheit, denn kurz nachdem Wilsberg die delikaten Fotos abgeliefert hat, wird die Leiche einer jungen Frau aus dem Aasee gefischt – eben die Dame, die er kurz zuvor beschattet hat.\rAuch die Münsteraner Polizei beginnt mit ihren Untersuchungen, und es ist nur eine Frage der Zeit, bis sich der Detektiv mit dem Staatsapparat anlegt und Anna Springer, seiner \"Freundin\" vom Morddezernat, in die Quere kommt. Damit nicht genug: Auch Tanja und Wilsbergs alter Freund Manni bringen mächtig Wirbel in das ohnehin schon chaotische Leben des Privatdetektivs. Tanja will Journalistin werden, und Manni ist unsterblich in eine Kollegin verliebt. Und Wilsberg muss ihnen mit Rat und Tat zur Seite stehen. Beruflich und privat geht es also bei Wilsberg wieder mal drunter und drüber. Als er feststellen muss, dass sein Auftraggeber nicht der ist, für den er sich ausgegeben hat und auch die Tote aus dem Aasee gar nicht dessen Ehefrau war, kommt Wilsberg mächtig ins Grübeln.\rMit Hilfe seiner Freunde Tanja und Manni kann Wilsberg erst ganz allmählich Licht in diese dunkle Geschichte bringen. Nach und nach kommt er einem dubiosen Banker auf die Schliche, dessen \"Frauengeschichten\" eine tödliche Geschichte um Sex, Erpressung und Eifersucht entfachen.","versions":[{"lang":1,"streams":[{"redirect":9589034,"hoster":"VOE"},{"redirect":9589014,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wilsberg und der Mord ohne Leiche","epNo":4,"alt":"","descr":"Der Münsteraner Privatdetektiv und Antiquar Georg Wilsberg erhält von einer Versicherung den Auftrag, eine Autowerkstatt in der Nähe des Hafens zu observieren. Dort wurden in letzter Zeit verdächtig oft Schadensfälle gemeldet. Wilsberg soll den Besitzer unter die Lupe nehmen und herausfinden, ob dieser die Schadensfälle selbst inszeniert. Eher missmutig macht sich Wilsberg an die Arbeit, denn ein Fall von Versicherungsbetrug verspricht keine großen Reichtümer. Aber kaum mit dem neuen Fall befasst, stolpert Wilsberg über die Leiche eines Architekten. Dieser hatte im Auftrag einer Münsteraner Immobiliengesellschaft den Ausbau des Kreativkais am Hafen konzipiert. Noch bevor die Polizei auftaucht, wird jedoch die Leiche beseitigt. Niemand glaubt Wilsberg, schon gar nicht Anna Springer, seine \"Freundin\" von der Münsteraner Mordkommission. Ohne Leiche kein Mord! Als wenig später anlässlich eines Festakts am Münsteraner Hafen medienwirksam die Leiche des Architekten vor den Augen der versammelten Presse im Hafenbecken auftaucht, beginnt auch die Münsteraner Polizei mit ihren Ermittlungen, und Wilsberg kommt in Erklärungsnotstände. Denn Kommissarin Springer fühlt Wilsberg nicht nur wegen des toten Architekten auf den Zahn, sie stellt auch mit Befremden fest, dass Wilsberg wohl ein Auge auf Sigi Blisko, die schöne Besitzerin eines In-Cafés am Kreativkai, geworfen hat. Aber das wäre alles halb so schlimm, hätte er nicht auch noch mächtig Stress mit seinen Freunden. Alex zum Beispiel sieht in Wilsbergs Antiquariat nicht ihre berufliche Zukunft, und Manni, in seiner Eigenschaft als Mitarbeiter des Münsteraner Baudezernats, glaubt durch Wilsbergs Ermittlungen die eigenen Karrierepläne gefährdet. Als Wilsberg feststellen muss, dass der Besitzer der Autowerkstatt offensichtlich den Ausbauplänen der Hafenbaugesellschaft im Weg steht, kommt er hinter eine dubiose Geschichte um Schmiergeld, Korruption und Habgier, in der ehrenwerte Bürger und honorige Münsteraner Geschäftsleute ihre Finger im Spiel haben.","versions":[{"lang":1,"streams":[{"redirect":9589015,"hoster":"VOE"},{"redirect":9589018,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wilsberg und der Schuss im Morgengrauen","epNo":5,"alt":"","descr":"Jutta Rausch, die grüne Stadtkämmerin von Münster, hat einen anonymen Drohbrief erhalten. Da sie zu den Befürwortern eines umstrittenen Bauprojekts zählt, macht sich ihr Ehemann Jochen ernsthafte Sorgen. Er engagiert deshalb Privatdetektiv Georg Wilsberg als Leibwächter für seine Frau. Die Gattin ist jedoch sehr eigensinnig, und von einem Beschützer darf sie nichts erfahren, denn sie würde ihn niemals akzeptieren! Wilsbergs neuer Job droht in einer Katastrophe zu enden, denn gleich bei ihrer ersten Begegnung ruiniert er das Kleid der Stadtkämmerin und gerät schließlich durch seine ungeschickten Versuche, Jutta Rausch zu beschützen, selbst fast in Verdacht, etwas mit den Drohbriefen zu tun zu haben. Die Politikerin warnt ihn: Wenn er sie nicht in Ruhe lasse, werde sie die Polizei verständigen. Doch Wilsberg nimmt seinen Auftrag ernst, auch in Anbetracht der Tatsache, dass bei einem Treffen mit der Bürgerinitiative eine sehr aufgeheizte Stimmung herrscht. Deshalb lässt er sich nicht abschütteln, auch nicht, als Jutta Rausch sich abends mit ihrem Parteigenossen Berthold Dietzelbach zu einem romantischen Diner trifft und anschließend turtelnd mit ihm in einem Haus im Münsteraner Kuhviertel verschwindet. Wilsberg richtet sich im Auto vor dem Haus auf eine unbequeme Nacht ein. Als Dietzelbach am nächsten Morgen joggen geht, wird ihm das zum Verhängnis: Der grüne Politiker, der wie Jutta Rausch zu den Befürwortern des Bau-Projekts gehört, wird im Wald niedergeschossen und tödlich verletzt. In seiner Wohnung findet die Polizei ebenfalls einen Drohbrief. Wilsberg sitzt mitten im Schlamassel: Leider hat eine Nachbarin Wilsberg dabei beobachtet, wie er nachts vor Dietzelbachs Haus auf der Lauer gelegen hat. Der Privatdetektiv gerät daraufhin in Erklärungsnot. Und Hauptkommissarin Springer kann es kaum fassen, dass ihr \"alter Bekannter\" wieder einmal in einen ihrer Fälle verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":9802395,"hoster":"VOE"},{"redirect":9802393,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wilsberg und der letzte Anruf","epNo":6,"alt":"","descr":"Als Georg Wilsberg zum Schloss Havenbroich fährt, um eine Bibliothek in Augenschein zu nehmen, staunt er nicht schlecht, als ihm plötzlich seine verflossene Studentenliebe Maria entgegentritt. Stolz präsentiert ihm Maria, die mittlerweile zur Schlossherrin avanciert ist, ihren Sohn Steffen, der kurz vor der Heirat mit der vermögenden Edith Wagenfeld steht. Auf dem Rückweg trifft Wilsberg unversehens auf Kommissarin Springer: Die junge Biologin Lisa Berendonk wurde ermordet im Maisfeld aufgefunden, das zum Gelände der Havenbroichs gehört. Da Wilsberg sie zufällig kurz zuvor kennen gelernt hatte, ist seine Neugier sofort geweckt. Auf eigene Faust beginnt er seine Ermittlungen und findet heraus, dass der Mais auf Havenbroichs Feld genmanipuliert ist – illegale Freilandversuche. Unvermutet steckt Wilsberg mitten in einem Umweltskandal und findet gleich mehrere Verdächtige. Ist vielleicht Lars Jüssen, der militante Genanbau-Gegner, der Täter, in den Alex sich verguckt hat? Auch Marias Mann, Karl von Havenbroich, und Lisas Chef, Laborleiter Dr. Frank Buschfeld, hätten allen Grund gehabt, die attraktive Biologin zu beseitigen. Der Fall bekommt eine dramatische Wende, als Wilsberg mithilfe seines Freundes Manni herausfindet, dass Lisa Berendonk ein Doppelleben führte und nicht nur Biologin war.","versions":[{"lang":1,"streams":[{"redirect":9589024,"hoster":"VOE"},{"redirect":9589028,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wilsberg und der Tote im Beichtstuhl","epNo":7,"alt":"","descr":"Seit seiner Zeit als Ministrant war Georg Wilsberg nicht mehr in der Kirche. Und ausgerechnet jetzt schleppt ihn Alex zum sonntäglichen Kirchenkonzert. Widerwillig geht Wilsberg mit – Manni zu Liebe, denn der hat einen Soloauftritt beim ausverkauften Konzert seines Chores. Manni ist zwar kein Katholik im engeren Sinn, aber ganz verderben mit einem möglichen Gott möchte er es sich vorsichtshalber doch nicht. Und während Manni seinem großen Einsatz entgegenfiebert, wird Wilsberg abgelenkt vom Anblick eines Herrenschuhs, der aus einem Beichtstuhl hervorlugt… Die Leiche des Pfarrers Hollein liegt dort seit der vergangenen Nacht. Der Skandal ist perfekt und die Münsteraner Polizei steht Kopf. Wie kam der Pfarrer da hin, und was ist passiert? Wer hatte ein Interesse daran, den Pfarrer aus dem Weg zu räumen, oder war es doch nur ein Unfall? Wilsberg muss helfen. Anna Springer – entgegen ihres Credos – bezieht Wilsberg sogar in die Ermittlungen ein. Der Fall bedrückt sie nicht nur persönlich zutiefst, er gibt auch zu viele Rätsel auf. Der Pfarrer wurde nicht in der Kirche ermordet, sondern erst später dorthin gebracht. Warum kümmert sich Volker Eckelt, der die Härte des christlichen Dogmatikers ausstrahlt, so liebevoll um seinen leicht geistig behinderten erwachsenen Sohn Karl, der als Tatverdächtiger ganz oben auf der Liste steht? Warum kommt Johanna, Eckelts Tochter, nach 15 Jahren plötzlich wieder nach Münster zurück? Und warum geschieht genau dann dieser Mord? Und welche Rolle spielt ihre minderjährige Tochter Kathi, die gegen alles und jeden rebelliert? Ausnahmsweise sind sich Wilsberg und die Kommissarin einig: Beide wollen nicht an Karl als Täter glauben und ermitteln weiter. Nach und nach kommen sie hinter eine abenteuerliche Geschichte.","versions":[{"lang":1,"streams":[{"redirect":9802401,"hoster":"VOE"},{"redirect":9802398,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wilsberg und der stumme Zeuge","epNo":8,"alt":"","descr":"Stolz möchte Manni seinem besten Freund, dem Münsteraner Privatdetektiv Georg Wilsberg, seine neueste Eroberung vorstellen: die Kunststudentin Sophie. Uneigennützig und völlig \"ohne Hintergedanken\" hatte er ihr – qua seines Amtes im Münsteraner Baureferat – die Möglichkeit eröffnet, in einer Lagerhalle ihre erste Vernissage zu feiern. Nur widerwillig geht der schusselige Ermittler mit. Sein Verhältnis zur Kunst ändert sich schlagartig, als Wilsberg Sophie ansichtig wird, denn diese ist wirklich hinreißend. In gleichem Maße ändert sich auch die Beziehung zwischen den beiden Freunden, denn kleine Eifersüchteleien – inklusive Streitereien wegen der Studentin – bleiben nicht aus. Schade nur, dass eben diese junge Dame am nächsten Tag mit eingeschlagenem Schädel neben ihren eigenen Kunstwerken liegt. Was war passiert? Unfall oder Mord? Wem konnte die Kunststudentin gefährlich werden? Hat ihre Freundin und Kommilitonin Conny ein Motiv? Oder hat der Fall mit Sophies Job als Kindermädchen zu tun? Sie betreute den Sohn von Dozentin Vera Lemberg und fing auch noch ein Verhältnis mit deren Ex-Ehemann Heiner an. Auch der hat handfeste Gründe… Die Münsteraner Kriminalpolizei – allen voran die resolute Kommissarin Springer – tappt wieder einmal im Dunkeln. Auf alle Hinweise und Spuren kann sich diese nämlich keinen rechten Reim machen. Auch ihr heißsporniger Kollege Overbeck, der – wie immer – mit großem Elan an den Fall herangeht, entwickelt sich zu keiner großen Hilfe. Aber es gibt ja noch den souveränen Privatdetektiv Wilsberg, der seine Nase mal wieder in die Angelegenheit anderer Leute steckt und die Fährte aufnimmt. Dafür braucht er die Hilfe seiner beiden Mitstreiter Manni und Alex. Manni bekommt mit seinem Chef mächtig Stress, weil er die Lagerhalle unerlaubt an Sophie vermietet hatte. Und Alex, die mal wieder keine Lust aufs Bücherverkaufen hat, entdeckt ihre Vorliebe fürs Kinderhüten – und wird bei Frau Lemberg vorstellig. Das Chaos ist vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":14032386,"hoster":"VOE"},{"redirect":14032387,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Letzter Ausweg: Mord","epNo":9,"alt":"","descr":"Eigentlich will Georg Wilsberg seinem besten Freund Manni nur einen Gefallen tun: Er soll nachweisen, dass der Autounfall von Mannis Onkel fremdverschuldet war, obwohl alle Indizien dagegen sprechen. Etwas widerwillig, aber unter emotionalem Zugzwang macht sich der Münsteraner Privatdetektiv auf den Weg zu Silke Buschfeld, der einzigen Zeugin des Unfalls. Die Tatsache, dass die Journalistin sich schnell in Widersprüche verstrickt, lässt Wilsberg aufhorchen: Was hat sie zu verschweigen? Als er herausfindet, dass Silkes Freund Hans Haffner ebenfalls am Unfallort war, scheint sich diese Frage zu beantworten. Doch bevor der Detektiv Silke Buschfeld zur Rede stellen kann, wird sie ermordet in ihrer Wohnung aufgefunden. Während vor allem der zuständige Staatsanwalt Günther Olsen, aber auch Kommissarin Anna Springer glauben, dass der impulsive Hans seine Freundin Silke aus Eifersucht getötet haben könnte, geht Wilsberg den Recherchen der Journalistin auf den Grund. So findet er heraus, dass die ehrgeizige Silke Buschfeld offenbar einem Skandal auf der Spur war, in den eine obskure Baufirma verwickelt war. Der Fall nimmt eine ungeahnte Wendung.","versions":[{"lang":1,"streams":[{"redirect":9589035,"hoster":"VOE"},{"redirect":9589043,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Minister und das Mädchen","epNo":10,"alt":"","descr":"Politik und Unschuld, das schließt sich gegenseitig aus – findet zumindest Georg Wilsberg. Deshalb nimmt der Antiquar und Detektiv den Auftrag seiner alten Bekannten Mechthild Kerstenbrock zunächst mit Vorbehalt an. Sie ist die Frau des Politikers Wolfgang Kerstenbrock, der mitten im Wahlkampf negative Schlagzeilen macht. Kerstenbrocks ehemalige Praktikantin Gudrun Benningdorf behauptet, dass er sie sexuell belästigt hat. Während der Politiker beteuert, Opfer einer Intrige zu sein, ist Mechthild von der Unschuld ihres Mannes nicht überzeugt und bittet den Detektiv die Wahrheit herauszufinden. Wilsberg befragt Gudrun, die hartnäckig an ihrer Version des Vorfalls festhält. Just in dem Moment, als Wilsberg Mechthild davon berichten will, kommt Kommissarin Anna Springer mit einer neuen schlechten Nachricht: Kerstenbrock ist in seinem Büro ermordet worden. Springer verdächtigt die trauernde Witwe. Hat Mechthild ihren Mann aus Eifersucht getötet? Bei seinen Ermittlungen stößt Wilsberg auf Hinweise, dass Kerstenbrock kein Unschuldslamm war.","versions":[{"lang":1,"streams":[{"redirect":9802520,"hoster":"VOE"},{"redirect":9802521,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tod einer Hostess","epNo":11,"alt":"","descr":"Es winken bessere Zeiten, denn Privatdetektiv Wilsberg (Leonard Lansink) hat einen erfreulich lukrativen Auftrag erhalten: Die schicke Geschäftsfrau Juliane Kuhn (Leslie Malton) sorgt sich um ihren alten Vater, den Textilfabrikanten Kuhn (Rolf Hoppe), der sich angeblich in letzter Zeit merkwürdig reserviert und kaltschnäuzig verhält. Ihr großzügiger Vorauszahlungsscheck hat Wilsberg schnell überzeugt: Das bisschen harmlose Schnüffelei übernimmt er doch gerne! Jetzt muss er nur noch Alex (Ina Paule Klink) davon überzeugen, im Bücherantiquariat einzuspringen, und schon kann die Bespitzelung losgehen.","versions":[{"lang":1,"streams":[{"redirect":9589058,"hoster":"VOE"},{"redirect":9589044,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tödliche Freundschaft","epNo":12,"alt":"","descr":"Joachim Rehmer, der Sachstellenleiter im Münsteraner Bauordnungsamt, wird tot auf einem Bahngleis gefunden. Alles deutet auf einen Selbstmord hin, aber seine Ehefrau glaubt nicht an einen Freitod und engagiert daraufhin den Münsteraner Privatdetektiv Wilsberg, der sofort mit den Ermittlungen beginnt. Rehmer hatte einen sehr attraktiven Posten im Bauamt, weshalb Wilsberg vermutet, dass sein Nachfolger einen guten Grund gehabt hätte, den Kollegen zu beseitigen. Dummerweise wird ausgerechnet Wilsbergs bester Freund Manni für diese Stelle auserkoren, der daraufhin mit stolzer Brust verkündet, er habe einen gewaltigen Karrieresprung gemacht. Wilsberg sucht im Bauamt nach Hinweisen zu Rehmers Tod und kommt schon bald auf die Spur des finanziell angeschlagenen Grahnke. Es geht um einen lukrativen Bauauftrag, den Rehmer ausgeschrieben hatte. Sein alter Freund Grahnke hatte sich darum bemüht, den Auftrag aber nicht erhalten. Wilsberg will mit den Hinweisen zur Polizei, doch funkt ihm Grahnkes Sohn Sigbert dazwischen. Im Glücksgefühl, die berufliche Karriereleiter nun endlich emporgeklommen zu sein, hat Manni sogar unerwarteten Erfolg bei der schönen Sylvia, die ihm total den Kopf verdreht. Wilsberg ist sehr skeptisch, denn er glaubt, dass diese Frau seinen Freund Manni ins Unglück stürzen wird. Der Fall nimmt eine überraschende Wendung, als Frau Rehmers Nichte entführt wird, und Wilsberg \"nahe gelegt\" wird, seine Ermittlungen einzustellen. Wilsberg lässt sich jedoch nicht einschüchtern und ermittelt weiter. Als darüber hinaus auch noch Mannis verdächtig attraktive Freundin ihr wahres Gesicht zeigt und ihr perfides Spiel offenbart, muss Wilsberg seinen Freund Manni über Sylvias zwielichtige Vergangenheit aufklären. Die Freundschaft der beiden gerät in eine große Krise.","versions":[{"lang":1,"streams":[{"redirect":9589050,"hoster":"VOE"},{"redirect":9589049,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schuld und Sünde","epNo":13,"alt":"","descr":"Der eigenwillige Ermittler Georg Wilsberg trifft Katharina wieder, seine große Liebe aus Schulzeiten. Während er selbst gelegentlich am Hungertuch nagt, ist sie inzwischen glücklich mit ihrem Ehemann Matthias verheiratet, Mutter zweier Kinder und Besitzerin einer prächtigen Stadtvilla. Wilsberg plagen Selbstzweifel: Hat er die richtigen Entscheidungen in seinem Leben getroffen? Hat er beruflich als \"Doppelverdiener\" der ganz besonderen Art nicht völlig versagt? Als ehemaliger Anwalt lebt er nämlich als Privatdetektiv und Antiquar mehr schlecht als recht, wobei er sich kaum entscheiden kann, welches von beiden sein Hobby und welches sein Beruf ist. Meist decken die Einnahmen der einen Beschäftigung gerade die Kosten der anderen. Doch bevor Wilsberg wegen seiner verlorenen Liebe droht, in Selbstzweifel zu verfallen, bekommt das vermeintliche Idyll von Katharinas Familie Brüche: Es ereignet sich ein mysteriöser Mordfall an einer jungen Prostituierten. Diese hatte zusammen mit ihrer Freundin mit dieser \"Nebentätigkeit\" ihr Studium finanziert. Doch warum musste ausgerechnet sie sterben? War es Rache, Eifersucht, Gier? Oder gar nur eine einfache Verwechselung? Und was hat Katharinas Familie damit zu tun? Wilsberg kommt nämlich dahinter, dass Matthias ein Doppelleben führt und dieser nicht ganz unschuldig am Tod der Prostituierten ist. Währenddessen entwickelt Wilsbergs bester Freund Manni, der städtische Abgeordnete, den Plan, die Prostitution in Münster aus der Halbwelt zu holen und sie in ein öffentlich kontrollierbares Umfeld einzubetten. Seine Recherchen werden von der Polizei aufmerksam verfolgt, das Chaos nimmt seinen Lauf. Aber Wilsberg behält den Durchblick. Im Laufe der Ermittlungen erkennt er, dass Sein und Schein weit auseinander liegen und es fast unmöglich ist, der bürgerlichen Doppelmoral zu entfliehen.","versions":[{"lang":1,"streams":[{"redirect":9589065,"hoster":"VOE"},{"redirect":9589064,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Todesengel","epNo":14,"alt":"","descr":"Der Fall scheint für den unorthodoxen Privatermittler dieses Mal sehr einfach: Eine junge Frau, Susanne Diepenbrock, beauftragt Georg Wilsberg mit der Suche nach ihrer vermissten Schwester Jessica. Diese sei plötzlich verschwunden, einen Grund könne sie nicht nennen. Bei Wilsbergs bestem Freund Manni dagegen sieht die Sache anders aus: Er hat die Planungen für Münsters Projekt \"Seniorengerechtes Wohnen\" übernommen und steckt über beide Ohren in Arbeit. Mehrere Häuser in Münsters beschaulichem Stadtteil St. Mauritz müssen saniert und umgebaut werden, doch werden diese von älteren Menschen noch teilweise bewohnt. Als kurz darauf mehrere Todesfälle zu beklagen sind, bekommt die Angelegenheit einen unangenehmen Beigeschmack und Manni gerät in die Schusslinie. Hat er etwa ältere Damen aus ihren Wohnungen vertreiben wollen, damit die Stadt ihr Projekt ungehindert durchziehen kann? Der Fall bekommt eine tragische Wendung, als wenige Tage später Jessica ermordet aufgefunden wird. Für die Polizei scheint die Sache klar, aber Georg Wilsberg kommt ins Grübeln. Was ist mit Frau Kentrup, dem \"Engel von St. Mauritz\"? Hatte sie sich wirklich uneigennützig und selbstlos um die allein stehenden, älteren Damen gekümmert? Und wie – wenn überhaupt – stehen diese Geschehnisse in Zusammenhang mit Jessicas Tod? Wusste sie etwa zu viel und musste deswegen sterben? Frau Kentrup betreute auch Jessicas und Susannes Tante, die ebenfalls unter mysteriösen Umständen zu Tode kam. Wilsberg hat alle Hände voll zu tun, die Lage in den Griff zu bekommen. Noch ahnt er nicht, auf welch abenteuerliche Geschichte er sich da überhaupt eingelassen hat.","versions":[{"lang":1,"streams":[{"redirect":9802528,"hoster":"VOE"},{"redirect":9802526,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ausgegraben","epNo":15,"alt":"","descr":"Wilsberg in Nöten: Steuerprüfer Ekki Talkötter hat sich im Antiquariat eingenistet und macht Wilsberg das Leben schwer. Der Steuerprüfer will endlich dahinter kommen, wie dieser Antiquar und Privatdetektiv sein Geld verdient und das Finanzamt hinters Licht führt. Eine elegante Frau erscheint im Antiquariat. Sie sucht ein Buch über Kelten. Wilsberg kennt zwar das Buch, ist jedoch so damit beschäftigt, Steuerprüfer Talkötter in Schach zu halten, dass er der Kundin nur seine Visitenkarte gibt und ihre Telefonnummern notiert. Bei Alex läuft es nicht besser: Sie wird aus ihrem neuen Nebenjob als Kellnerin rausgeschmissen. Als sie das noble Landhotel verlässt, wird sie von einem Unbekannten angefahren und verletzt. Auf dem Beifahrersitz glaubt Alex eine weibliche Leiche gesehen zu haben. Am nächsten Tag wird die Leiche eben dieser Frau an einer viel befahrenen Straße gefunden. Drapiert an einen Begrenzungspfahl. Ein Strick hängt ihr um den Hals, mit dem sie erwürgt wurde – sie hat Wilsbergs Visitenkarte bei sich. Das Chaos nimmt seinen Lauf, als Alex Opfer eines Übergriffs wird und ein Zusammenhang mit ihrer Beobachtung auf der Landstraße deutlich wird. Will da jemand eine unliebsame Zeugin aus dem Weg räumen? Die Polizei spekuliert währenddessen über einen potenziellen Serienmörder in Münster. Wilsberg bekommt bei seinen Ermittlungen überraschend Hilfe von ganz ungewohnter Seite: Steuerprüfer Talkötter hat sein Herz für \"private Ermittlungen\" entdeckt und unterstützt Wilsberg wo er nur kann.","versions":[{"lang":1,"streams":[{"redirect":9802477,"hoster":"VOE"},{"redirect":9802474,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Callgirls","epNo":16,"alt":"","descr":"Der größte Malerbetrieb der Stadt, die Firma Schlacke, unterbietet nahezu jedes Preisangebot der Konkurrenz. Das kann nur durch den Einsatz von Schwarzarbeitern möglich sein. Wilsberg soll beweisen, dass Firmenchef Schlacke illegale Arbeitskräfte beschäftigt. Als er die Firma Schlacke bei der Renovierung einer alten Villa observiert, findet Wilsberg statt der Schwarzarbeiter aber nur die Leiche einer jungen Frau. Todesursache: plötzliches Herzversagen. Bei der Obduktion stellt sich jedoch heraus, dass die Frau Selbstmord begangen hat. War der scheinbare Selbstmord in Wirklichkeit ein Milieu-Mord? Wurde die Frau Opfer eines Eifersuchtsmordes oder wusste sie einfach zu viel? Wollte sie aus dem Milieu aussteigen und wurde getötet, um ein Exempel für andere potenzielle Aussteigerinnen zu statuieren? Und in welchem Zusammenhang steht ihr Tod mit einem weiteren Mord? Denn auch die Bordellbesitzerin Asta Bergengrün stirbt eines gewaltsamen Todes. Es gibt viele Spuren, die Wilsberg mit Hilfe seiner Mitstreiter am Ende zu einer überraschenden Lösung führen werden.","versions":[{"lang":1,"streams":[{"redirect":9802481,"hoster":"VOE"},{"redirect":9802487,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Falsches Spiel","epNo":17,"alt":"","descr":"Wilsberg auf dem Weg nach Hause. Plötzlich taucht ein junges Mädchen auf ihrem Fahrrad im Scheinwerferlicht auf. Vollbremsung, es kracht, doch zum Glück ist niemand ernsthaft verletzt. Während Wilsberg Franziskas aufgeschürftes Knie verarztet, hört er ihre traurige Geschichte: Franziska ist auf der Suche nach ihrem Kind. Sie wurde von ihren Eltern zur Adoption des Neugeborenen gedrängt. Wilsberg verspricht zu helfen. Bald bekommt er heraus, wer die Adoptiveltern sind: Herr und Frau Weltenbrink, angesehene Inhaber eines Bauunternehmens. Kurz darauf wird das Baby Lisa entführt, und Wilsberg muss erfahren, dass Franziska ihn angelogen hat: Der Unfall war inszeniert, um Wilsberg aus schlechtem Gewissen zu kostenloser Arbeit zu animieren. Polizisten stürmen die Wohnung, um Wilsberg und Alex festzunehmen. Für das Ehepaar Weltenbrink steht fest, dass Wilsbergs Auftreten nur ein Ablenkungsmanöver war, und er mit den Kidnappern unter einer Decke steckt. Kidnapping? Wilsberg hat richtig gehört. Franziska ist nicht allein. Sven, der Vater von Lisa, und sein vorbestrafter Bruder Mathias sind mit von der Partie. Sie fordern 100000 Euro Lösegeld, um sich nach Australien absetzen zu können und ein neues Leben zu beginnen. Die erste Lösegeldübergabe scheitert, da sich sowohl Kommissarin Anna Springer und ihr Assistent Overbeck als auch Wilsberg – gegen den Willen der Weltenbrinks – in die Übergabe einmischen. Wilsberg versucht über Mathias’ kriminelle Freunde mehr über den Fall herauszubekommen, als sich die Entführer erneut melden. Die Weltenbrinks sind nun völlig verzweifelt. Neben ihren Sorgen um Lisa sehen sie sich an der Grenze ihrer finanziellen Möglichkeiten, da die Entführer jetzt eine Million verlangen. Zur Überraschung aller soll Wilsberg die neue Übergabe abwickeln. Doch bevor es dazu kommt, wird Wilsberg niedergeschlagen. Als er wieder zu sich kommt, liegt ein toter Mathias vor ihm, erschossen. Der völlig aufgelöste Sven glaubt, dass Wilsberg seinen Bruder auf dem Gewissen hat. Der Fall nimmt eine ungeahnte Wendung.","versions":[{"lang":1,"streams":[{"redirect":9802503,"hoster":"VOE"},{"redirect":9802501,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tod auf Rezept","epNo":18,"alt":"","descr":"Wilsberg hatte einen Unfall und muss sich einer Operation unterziehen. Dadurch ist er zwar ans Krankenbett gefesselt, sein Spürsinn für Verbrechen wird aber keineswegs gelähmt. Des Nachts beobachtet er durch das Fenster seines Krankenzimmers, wie im Trakt gegenüber eine Schwester von einem Arzt, Siegbert Suhlke, hart angegangen wird. Er schlägt Alarm, aber niemand glaubt ihm, weder die Nachtschwester noch der Chefarzt, der Wilsbergs Beobachtung auf das Schmerzmittel zurückführt und als Hirngespinst verwirft. Auch Alex, Ekki und Anna schenken Wilsberg nach dessen Entlassung keinen Glauben. Stattdessen bemuttern sie ihn, da er im Rollstuhl sitzt. Wilsberg ist das höchst unangenehm. Das ändert sich schlagartig, als sich herausstellt, dass Annas Wohnung genau gegenüber der von Oberarzt Suhlke liegt. Prompt nistet sich Wilsberg bei Anna unter dem Vorwand ein, er benötige ihre Pflege. Anna nimmt ihn nur zu gerne auf, bietet sich dadurch doch die Möglichkeit, ihre Beziehung zu vertiefen. Tatsächlich hat Wilsberg nun per Fernglas die beste Aussicht auf Suhlkes Appartement. Und Suhlke scheint etwas zu verbergen. Das schließt Wilsberg nicht nur aus einem Streit zwischen Suhlke und einem Fremden, Suhlke versteckt auch etwas unter seinem Parkettboden. Wilsberg bricht kurzerhand in Suhlkes Appartement ein, um seinen Verdacht mit handfesten Beweisen zu untermauern. Sein Rollstuhl erweist sich jedoch als großes Hindernis, besonders als Suhlke plötzlich zurückkommt. Wilsbergs Fluchtversuch endet mit einem Sturz die Treppe hinunter im Krankenhaus. Der behandelnde Arzt ist ausgerechnet wieder Oberarzt Dr. Suhlke, dem Wilsberg – ans Bett fixiert – nun gnadenlos ausgeliefert ist. Wilsberg glaubt, Anna endlich von der Richtigkeit seines Verdachts überzeugen zu können, doch Anna ist stinksauer, hat sie doch herausbekommen, dass Wilsberg sie nur benutzt hat. Es bleibt Wilsberg also nichts anderes übrig, als im Rollstuhl erneut zu Suhlkes Appartement zu fahren und herauszufinden, was Suhlke in seiner Wohnung versteckt. Wird es ihm diesmal gelingen? Und wird er sich diesmal auf Ekki und Alex wirklich verlassen können?","versions":[{"lang":1,"streams":[{"redirect":9589067,"hoster":"VOE"},{"redirect":9589072,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Miss-Wahl","epNo":19,"alt":"","descr":"Wilsberg hat mit Schönheitswettbewerben eigentlich nichts am Hut – besonders nicht, weil die Münsteraner High Society ihre Eitelkeit damit befriedigt, ihre \"höheren Töchter\" im Wettbewerb unterzubringen. Aber er hat natürlich auch nichts gegen einen Job, der ihm leichtes Geld einbringt. Wilsberg soll eine Person finden, die in den Umkleideräumen der Teilnehmerinnen herumschleicht. Auch Alex überbrückt ihre Zeit bis zum Referendariat als Event-Managerin der Miss-Wahl. Und der von Liebeskummer geplagte Ekki hofft, mit Alex’ Hilfe im Kreis der Kandidatinnen eine neue Freundin zu finden. Wilsberg kennt den Unbekannten, Harry Jonas, von früher. Kurze Zeit später wird dieser ermordet. Es stellt sich heraus, dass Harry als Privatdetektiv an einer Story recherchiert hat, die sich offenbar um eine der Kandidatinnen dreht: Rebecca, ausgerechnet die Tochter des Bürgermeisters. Pikanterie am Rande: Es ist Wahlkampf… Wilsberg findet heraus, dass Rebeccas Wagen vor einiger Zeit einen Autounfall provoziert hat, bei dem ein junge Frau schwer verletzt wurde. Deren Freund bat daraufhin Harry Jonas, den flüchtigen Unfallfahrer ausfindig zu machen. Der Detektiv fand heraus, dass der Wagen auf Rebecca registriert war, allerdings in der Unfallnacht gestohlen wurde. Steckt Rebeccas Freund und Berater Moritz dahinter, mit dem sie Schluss machen musste, weil er nicht in das harmonische Bild der Bürgermeisterfamilie passte? Dass der Wagen erst am Morgen nach der Unfallnacht als gestohlen gemeldet wurde, könnte aber auch darauf hindeuten, dass Rebeccas Vater die Fahrerflucht seiner Tochter verheimlichen wollte. Mit dem Bürgermeister von Münster hat Wilsberg einen besonders harten Gegenspieler, und Anna Springer muss entsprechend rigoros gegen Wilsberg vorgehen, als er seine Nase in die Angelegenheiten dieser Familie steckt. Aber auch Rebeccas Mitbewerberinnen hätten handfeste Motive, unliebsame Konkurrentinnen aus dem Feld zu schlagen. Die eifersüchtige Margo zum Beispiel, die alles daran setzt, den Wettbewerb zu gewinnen. Da käme ein handfester Skandal um die Bürgermeisterstochter doch gerade recht. Als der Freund des Verkehrsunfallopfers zusätzlich bei der Suche nach dem Schuldigen mitmischt, wird die Situation erst recht brenzlig.","versions":[{"lang":1,"streams":[{"redirect":13005016,"hoster":"VOE"},{"redirect":9589080,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Wiedertäufer","epNo":20,"alt":"","descr":"Mehrere Anschläge versetzen die Stadt Münster und die Münsteraner Kirche in Aufruhr. Das Grab eines ehemaligen Gärtners wurde aufgebrochen und die Gebeine in die berühmten Wiedertäuferkäfige an der Lambertikirche gelegt. Die Gruppe ‚Die Wiedertäufer‘, die die Doppelmoral und Verlogenheit der Kirche anprangert, bekennt sich zu der Aktion. Doch was will diese Gruppe tatsächlich? Und wer steckt dahinter? Wilsberg staunt nicht schlecht, als sein alter Studienfreund Gabriel – jetzt Priester – anruft und ihn bittet, ohne großes Aufsehen zu klären, wer die Wiedertäufer sind und warum sie ausgerechnet das Grab des lange verstorbenen Gärtners Fredenböck geschändet haben.","versions":[{"lang":1,"streams":[{"redirect":9802506,"hoster":"VOE"},{"redirect":9802505,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unter Anklage","epNo":21,"alt":"","descr":"Nach der Einweihungsparty von Alex’ neuer Kanzlei wird Wilsberg auf dem Heimweg Zeuge, wie Alex’ ehemalige Kommilitonin Maike Lehmann angetrunken einen Unfall baut. Wilsberg hilft ihr aus der Patsche und erklärt der anrückenden Polizei, er habe am Steuer gesessen und sei einem Fahrradfahrer ausgewichen. Später in Maikes Wohnung will sich Maike bei ihrem Retter bedanken, doch Wilsberg lehnt ihre Avancen ab. Und sieht sich am nächsten Tag plötzlich mit dem Vorwurf der Vergewaltigung konfrontiert. Wilsberg gerät in Erklärungsnot und ins Visier des Polizisten Michael Bach, der den Vergewaltigungsvorwurf untersucht. Mit dem Rücken zur Wand will Wilsberg seine Unschuld beweisen. Mit Ekkis und Alex’ Hilfe findet er heraus, dass Maike die Tochter einer ehemaligen Klientin ist, deren Scheidungssache er vor Jahren geregelt hat. Beschuldigt ihn Maike, weil Wilsberg die Ehe ihrer Eltern zerstört hat? Denn Wilsberg hatte damals mit seiner Mandantin, Maikes Mutter, eine Affäre. Nichts ist, wie es auf den ersten Blick scheint. Angestachelt durch Maikes Vorwürfe und durch die damaligen Ereignisse sieht Maikes Vater Christian Lehmann rot. Als Maikes Lügengerüst nach und nach zusammenbricht und Wilsberg von dem Vergewaltigungsvorwurf entlastet wird, könnte eigentlich alles gut sein und wieder seinen gewohnten Gang gehen… Doch Wilsberg wird das Gefühl nicht los, dass mehr hinter dem Ganzen steckt und der Vergewaltigungsvorwurf nur das Puzzlestück in einem größer angelegten Plan ist. Doch wer hat diesen Plan entworfen? Mit welchen Helfern? Und mit welchem Ziel? Wilsberg setzt alles dran, das raffinierte Verwirrspiel um Maike Lehmann aufzudecken. Doch gerade als er glaubt, Maike überlistet zu haben, muss er feststellen, dass er sie wieder unterschätzt hat.","versions":[{"lang":1,"streams":[{"redirect":9589086,"hoster":"VOE"},{"redirect":9589085,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Filmriss","epNo":22,"alt":"","descr":"Georg Wilsberg hat ein Problem: Eine junge Russin, illegal in Deutschland, wird tot in einem Hotelzimmer gefunden – ermordet. Pech für ihn, denn das Zimmer war auf seinen Namen gebucht: Georg Wilsberg! Komissarin Springer ist fuchsteufelswild und macht ihm die Hölle heiß. Was hat ihr \"alter Bekannter\" da nur wieder angerichtet?","versions":[{"lang":1,"streams":[{"redirect":11490713,"hoster":"VOE"},{"redirect":9589096,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Royal Flush","epNo":23,"alt":"","descr":"Alex hat gerade erst in einer neuen Kanzlei angefangen, und ihr erster Fall ist gleich ein Mordfall. Die Gattin eines betuchten Klienten wurde mit einem Strick erdrosselt. Thomas Winter selbst ist vom Täter niedergestreckt worden. Behauptet er jedenfalls. Anna Springer glaubt ihm aber kein Wort. Nirgendwo gibt es Spuren von einer dritten Person. Zudem hat Winter überall Fingerabdrücke hinterlassen, sogar auf der Leiche. Winter reagiert fassungslos auf diese Anschuldigung. Alex gibt ihr Bestes, ihm als Anwältin zur Seite zu stehen. Doch Anna will ihn verhaften. Erst in letzter Sekunde gelingt es Alex, das zu verhindern: Indem sie – ihrem Instinkt folgend – Winter zur Flucht verhilft.","versions":[{"lang":1,"streams":[{"redirect":12931381,"hoster":"VOE"},{"redirect":9588949,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Interne Affären","epNo":24,"alt":"","descr":"Kommissarin Anna Springer steht Ärger ins Haus. Nicht nur wird ihr von oben eine neue Mitarbeiterin, Carola Sonntag, zur Seite gestellt – es stirbt auch noch eine junge Polizistin durch einen mysteriösen Autounfall. Und das kurz bevor diese sich mit Anna treffen wollte. Offenbar wollte sie sie über Unregelmäßigkeiten in ihrer Polizeidienststelle informieren. Anna glaubt jedoch keine Sekunde an die Unfalltheorie und bittet ausgerechnet Georg Wilsberg um Hilfe, der ihr sonst mit seinen eigenwilligen Methoden das Leben schwer macht. Wegen ihres Verdachts, die neue Kollegin Carola behindere die Ermittlungen, glaubt Anna, der Täter könnte aus Polizeikreisen stammen. Wilsberg ist wenig begeistert, doch allein Anna zuliebe tut er ihr den Gefallen.","versions":[{"lang":1,"streams":[{"redirect":9588953,"hoster":"VOE"},{"redirect":9588954,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Jubiläum","epNo":25,"alt":"","descr":"Wilsberg hasst Klassentreffen. Bisher hatte er Veranstaltungen solcher Art erfolgreich gemieden. Aber in diesem Jahr steht das 30-jährige Abi-Jubiläum an, und Wilsberg lässt sich überreden teilzunehmen. Zumal das Treffen mit einem kostenlosen Wochenende in einem neu eröffneten Hotel im Münsterland verbunden ist. Bald schon bereut Wilsberg seine Entscheidung. Nicht nur, dass Ekkis Auto liegen geblieben ist und Wilsberg sein Hotelzimmer mit ihm teilen muss. Er trifft auf dem Klassentreffen lauter Menschen, mit denen er schlechte Erinnerungen verbindet. Bernhard Zeller, einer der angenehmeren Zeitgenossen von damals, pumpt ihn auch sofort um Geld an. Selbstverständlich will Wilsberg seinem alten Schulfreund helfen, aber er ist selbst ziemlich klamm. Mitten in der Nacht entdeckt Wilsberg zu allem Überfluss Bernhards Leiche im Swimmingpool des Hotels. Aber als Kommissarin Springer eintrifft, ist die Leiche verschwunden. Hat man etwa zu viel gefeiert und Bernhard ist gar nicht tot? Er bleibt nämlich verschwunden. Wer hätte auch ein Motiv, Bernhard umzubringen? Der unsympathische Mario, den Wilsberg schon zu Schulzeiten nicht leiden konnte. Oder die zynische Hannelore, die mit Bernhard auch so ihre Probleme hatte, oder gar Franziska, Wilsbergs Jugendliebe, auf die auch Bernhard damals stand. Werden jetzt alte Rechnungen beglichen? Hat es jemand aus der Gruppe auf die anderen abgesehen? Eine späte Rache? Schnell findet Wilsberg heraus, dass jeder einen Grund gehabt hätte, Bernhard zu ermorden. Er beauftragt Alex, in Münster Nachforschungen in Bezug auf seine alten Klassenkameraden anzustellen. Und Ekki soll die charmante Hotelangestellte Ines aushorchen. Aber im Laufe des Wochenendes treten lebensbedrohliche Situationen für die alten Schulfreunde ein. Und der Mord an Bernhard Zeller wird nicht das letzte Verbrechen an diesem Wochenende bleiben.","versions":[{"lang":1,"streams":[{"redirect":9588951,"hoster":"VOE"},{"redirect":9588956,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Mann am Fenster","epNo":26,"alt":"","descr":"Wilsberg, Alex, Ekki und Anna feiern ausgelassen bis spät in die Nacht. Alex hat ihren ersten Fall als Anwältin abgeschlossen. Wenige Stunden später liegt eine junge Frau, Melanie Haller, tot auf der Straße. Nur ein paar Meter von der Leiche entfernt steht Ekkis rotes Auto. Die Türen sind weit geöffnet, vom Fahrer fehlt jede Spur. Anna bleibt nichts anderes übrig, als am nächsten Morgen den leicht verkaterten Ekki wegen des Verdachts auf fahrlässige Tötung festzunehmen. Aber der verweigert jede Aussage. Doch Wilsberg wäre nicht Wilsberg, würde er seinen Freund der Polizei überlassen. Es muss schnellstens ein Zeuge her, der Ekki entlastet. Dabei trifft Wilsberg auf Klas Teunissen, einen alten Schulfreund, den Wilsberg seit über zwanzig Jahren nicht mehr gesehen hat. Als Wilsberg Klas auf den Unfall anspricht, versichert der, dass Ekki nicht am Steuer des Unfallwagens saß. Von seiner Wohnung aus, die gegenüber der Unfallstelle liegt, konnte Klas letzte Nacht nämlich alles sehr gut beobachten. Zufrieden präsentiert Wilsberg diese Neuigkeit seinen Freunden und hofft auf Versöhnung. Da platzt Ekki der Kragen. Wütend erklärt er Wilsberg, dass er diesmal keinem Filmriss zum Opfer gefallen ist. Wilsberg wisse doch genau, wer gefahren sei. Er, Wilsberg, habe sich an diesem Abend doch wieder mal Ekkis Wagen ausgeliehen. Wilsberg sei selbst gefahren! Wilsberg folgt seinem Instinkt und inspiziert Klas’ Wohnung. Wurde von dort das Nachbarhaus beobachtet? Anna bestätigt telefonisch, dass dort Ehemann und Schwiegereltern des Unfallopfers Melanie Haller wohnen. Da steht plötzlich Klas mit einer Pistole vor ihm. Das abrupt beendete Telefonat und Wilsbergs Verschwinden lassen Anna jedoch keine Ruhe. Stück für Stück geht sie Wilsbergs letzter Spur nach und kommt hinter das dunkle Geheimnis, das Klas Teunissen und die Familie Haller verbindet. Doch wie passt Wilsberg ins Bild? Oder war er wieder mal zur falschen Zeit am falschen Ort?","versions":[{"lang":1,"streams":[{"redirect":9802514,"hoster":"VOE"},{"redirect":9802510,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Doktorspiele","epNo":27,"alt":"","descr":"Wilsberg wird von Marie Kaiser engagiert, ihren Mann, Professor an der Universität Münster, zu beschatten. Sie hat den begründeten Verdacht, dass er fremdgeht. Als Wilsberg Professor Kaiser tatsächlich beim Liebesspiel mit einer Studentin fotografiert, fallen plötzlich Schüsse. Der eben noch so aktive Professor bricht leblos zusammen. Anna Springer verdächtigt sofort Marie Kaiser. Denn Marie wusste, dass ihr Mann fremdgeht und sie hat dazu noch ein äußerst schwaches Alibi. Außerdem ist Anna eifersüchtig, weil Marie sich zu Wilsberg hingezogen fühlt. Wilsberg hingegen genießt seine Beschützerrolle. Von ihren Emotionen getrieben, setzt Anna der Witwe mehr zu, als es eigentlich nötig ist, und Wilsberg sieht sich in der Pflicht, den wahren Mörder zu finden. So beauftragt Wilsberg Alex mit der rechtlichen Vertretung von Marie und schickt Ekki in einen Undercovereinsatz an die Universität. Er soll herausbekommen, ob die Alibis von Kaisers zwielichtigen Kollegen stimmen. Denn unter den Institutsmitarbeitern gibt es einige, die handfeste Gründe hatten, den Professor zu töten: Zum Beispiel der gehbehinderte Dr. Haus, Mitautor eines wissenschaftliches Buches von Kaiser, wurde als Verfasser komplett übergangen. Oder Viola Kohlmann, die ebenfalls für den Professor wissenschaftlich gearbeitet hat. Sie will eine Doktorandenstelle in Leipzig. Kaiser hatte ihr versprochen, seine Beziehungen spielen zu lassen, solange Viola ihm gewisse Gefälligkeiten erweist. Aber dann musste sie erfahren, dass die Stelle schon längst vergeben war. Oder Kaisers Kollege Professor Varnholt. Dieser hatte Kaisers Forschungen auf dem Gebiet der Geheimsprachen als Orchideenforschung bezeichnet. Mit ihm hatte Kaiser Streit um Fördergelder. Und während sich ein Verdächtiger nach dem anderen als unschuldig erweist, verdichten sich die Anzeichen, dass Marie vielleicht doch noch ein dunkles Geheimnis hat.","versions":[{"lang":1,"streams":[{"redirect":9588959,"hoster":"VOE"},{"redirect":9588962,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Oh du tödliche …","epNo":28,"alt":"","descr":"24. Dezember nachmittags: Wilsberg ersteht auf dem Münsteraner Weihnachtsmarkt einen Tannenbaum. Zeitgleich langweilt sich Ekki bei der Weihnachtsfeier mit seinen Kollegen vom Finanzamt. Es geht hoch her, fast könnte man denken, es sei Karneval. Alex besorgt währenddessen noch das Weihnachtsgeschenk für Kommissarin Springer. Aber gerade als sie zur Kasse gehen will, stürmt ein als Weihnachtsmann Verkleideter in den Laden und bedroht die Kassiererin mit einer Waffe. In Wilsbergs Single-Küche bereitet derweil die ahnungslose Anna Springer alles für ein Festessen vor: Eine \"Ente à l’orange\" will sie für ihre Freunde zaubern. Doch der unvermeidliche Overbeck ruft an und scheint sich zu langweilen. In Münster ist alles friedlich und ruhig. Kein Mord und kein Totschlag. So soll es sein. Bei der Weihnachtsfeier steigt die Stimmung. Ekkis angetüdelter Chef Grabowski greift der Sekretärin ins ausladende Décolleté. Und beim Juwelier nebenan scheint die wild gestikulierende Art des \"Weihnachtsmannes\" eindeutig zu signalisieren, dass man möglichst zügig Tageseinnahmen und Schmuck herausrücken solle. Wilsberg fährt zu diesem Zeitpunkt mit seiner Tanne auf dem Dach noch durchs weihnachtliche Münster. Grabowski und seine Sekretärin verabschieden sich und verlassen eilig das Lokal. Scheinbar ist man sich einig darüber geworden, wie der Abend enden soll. Oh, du fröhliche! Vor dem Restaurant noch das übliche \"Zu dir oder zu mir?\" Geld und Schmuck sind derweil beim Juwelier sicher verstaut. Der Weihnachtsmann schultert den Sack, rennt aus dem Geschäft und überquert selbstmörderisch die Strasse. Eine schwere Limousine muss deswegen kräftig in die Bremsen steigen und kommt zum Stehen. Dumm nur, dass Wilsberg gerade in diesem Moment hinten krachend auffährt. Der Kofferraum der Limo springt auf. Darin liegt gefesselt und geknebelt ein Mann. Grabowski und seine Sekretärin, die vor dem Lokal noch auf ein Taxi warten, können es nicht fassen. Der Weihnachtsmann durchquert eilig das Lokal zur Herrentoilette. Dort trifft er auf Ekki und das Chaos nimmt seinen endgültigen Lauf, und für alle Beteiligten beginnt damit ein heiliger Abend, den sie so schnell nicht vergessen werden.","versions":[{"lang":1,"streams":[{"redirect":9588967,"hoster":"VOE"},{"redirect":9588966,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Gefahr im Verzug","epNo":29,"alt":"","descr":"Georg Wilsberg bekommt von Torsten Schmitt den Auftrag, dessen Ehefrau Elvira wegen einer angeblichen Affäre zu beschatten. Und tatsächlich beobachtet Wilsberg Elvira, wie sie mit einem Mann ein Hotel betritt. Ein gewöhnlicher Auftrag, wäre da nicht gleichzeitig ein Killer, der in Münster in eben diesem Hotel unter falschem Namen eincheckt, um Elvira zu ermorden. Bei einer vorgetäuschten Geldübergabe erschießt er Elvira, doch sein zweites Opfer, Elviras Partner, kann entkommen. Vor dem Hotel wird der Killer von Kommissar Overbeck während einer Dienstfahrt überfahren und kommt schwer verletzt ins Krankenhaus. Kriminalrat Landau und Anna Springer sind außer sich und bangen um das Ansehen der Polizei. Um nicht noch weiteren Schaden anzurichten, wird Overbeck bei Wilsberg im Antiquariat zwangseinquartiert, sehr zum gegenseitigen Missfallen der beiden. Während Ekki eine Steuerprüfung bei Landmaschinen Kehrer beginnt und dort von der Prokuristin Karla Berhenke Unterstützung erhält, macht Wilsberg sich auf die Suche nach dem Mann an Elviras Seite. Es ist Ingo Peters, ein Journalist, der verängstigt wirkt, aber Wilsberg gegenüber abstreitet, Elvira überhaupt gekannt zu haben. Elvira hat auch bei Kehrer gearbeitet, und so macht sich Wilsberg auf den Weg zur der Landmaschinenfirma und trifft dort auf Ekki. Von Karla, der Kollegin der Ermordeten, erfahren sie, dass Elvira nie verheiratet war. Wer ist dieser Torsten Schmitt also wirklich? Als sie in der Wohnung der Toten einen streng vertraulichen Konstruktionsplan von Fahrgestellen für Mähdrescher finden, wird auch Karla sichtlich nervös. Kurz darauf liegt Peters tot vor seinem Wohnhaus. Selbstmord? Wilsberg glaubt nicht daran.","versions":[{"lang":1,"streams":[{"redirect":9588982,"hoster":"VOE"},{"redirect":9588977,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Bullenball","epNo":30,"alt":"","descr":"Nach dem Besuch einer feucht-fröhlichen \"Bauer-sucht-Frau-Party\", dem so genannten Bullenball, steht Ekki Talkötter nachts auf offener Landstraße neben Michael Klarmann, als plötzlich Schüsse fallen. Ekki wird verletzt und Michael Klarmann von einer zweiten Kugel tödlich getroffen. Fortan glaubt Ekki, man hätte es eigentlich auf ihn abgesehen gehabt – als Steuerfahnder habe man ja ausreichend Feinde. Um Ekki zu beruhigen, beginnt Georg Wilsberg zu ermitteln und stößt auf ländliche Missgunst, Eifersucht und alte Familiengeheimnisse. Der Vater Michael Klarmanns zum Beispiel ist völlig ungerührt über den Tod seines Sohns. Der hatte offensichtlich die Firma und damit das Lebenswerk des Alten ruiniert. Aber nicht nur er scheint verdächtig. Der jähzornige Landwirt und Jäger Ulf Hagen, dem der alte Klarmann durch seinen Pachtvertrag seit Jahren den Zugang zum Wald und damit zur Jagd verwehrt, hätte ebenfalls ein Motiv. Er hatte dem Ermordeten sein gesamtes Vermögen anvertraut, das dieser mit riskanten Finanzspekulationen verspielte. Oder Jule Köhler, die Freundin des Ermordeten. Sie träumte davon, mit dem wohlhabenden Michael Klarmann endlich der ländlichen Tristesse zu. Hatte sie herausgefunden, dass Michael kein Geld mehr besaß? Für die Polizei sieht die Sache einfach aus: tödlicher Ausgang eines Familienzwists. Als aber ein zweiter Mord geschieht, sind die Karten neu verteilt, und Wilsberg ist erneut gefordert.","versions":[{"lang":1,"streams":[{"redirect":9588989,"hoster":"VOE"},{"redirect":9588991,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Frischfleisch","epNo":31,"alt":"","descr":"Privatdetektiv Georg Wilsberg wird nachts von Kommissarin Anna Springer überraschend in ein Hotel beordert. Der Grund: Ein toter Callboy liegt nackt in Annas Hotelzimmer. Doch sie beteuert ihre Unschuld. Wilsberg weiß nicht, was ihn mehr schockiert, der Tote oder die Tatsache, dass sich Anna für die Nacht einen Gigolo bestellt hat. Gibt es da ein dunkles Geheimnis? Wilsberg gibt ihr zähneknirschend Rückendeckung, um den Mordverdacht und vor allem den drohenden Skandal von ihr abzuwenden. Sie behaupten, ein Zimmer geteilt und den Toten zufällig hinter einer offenen Tür entdeckt zu haben. Als Zeugin wird Anna Springer der Fall entzogen – Overbeck übernimmt das Kommando und fahndet gleich nach der Frau hinter dem mysteriösen Decknamen \"Alice\", die das Zimmer gemietet hat. Anna bleibt nervös. Wilsberg findet heraus, dass der ermordete Callboy \"Adam\" von der Agentur \"Dreamboys\" eigentlich der Student Peter Hübner war. Die Agenturchefin ist um ihren Ruf besorgt und will helfen. Die anderen Callboys verbergen aber etwas, da ist sich Wilsberg sicher. Er kann Ekki nur mit Mühe dazu bringen, in der Agentur als Callboy anzufangen, um Insider-Recherchen anzustellen. Wilsberg geht \"Adams\" Kundenliste durch, um herauszufinden, ob es vielleicht einen eifersüchtigen Ehemann gibt, der den Callboy erschlagen haben könnte. Bauunternehmer Robert Schönsee gibt sich tolerant und weiß zum großen Erstaunen Wilsbergs sogar, dass seine Ehefrau hin und wieder einen Callboy empfängt. Bei Apothekerin Bettina Auer steckt mehr dahinter: Callboys erpressen sie mit der Drohung, alles ihrem Mann zu verraten, wenn sie sie nicht regelmäßig mit Potenz-Pillen versorgt, mit denen sie dann dealen. Gab es deswegen Streit unter den Callboys? Als Overbeck über die Bänder der Überwachungskamera des Hotels aufdeckt, dass seine Chefin Anna Springer die mysteriöse \"Alice\" ist, nimmt der Fall eine ungeahnte Wendung.","versions":[{"lang":1,"streams":[{"redirect":9588996,"hoster":"VOE"},{"redirect":9588997,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Tote Hose","epNo":32,"alt":"","descr":"Ekki ist von seiner neuen Freundin Denise hin und weg. Aber ist sie wirklich das engelsgleiche Wesen, das sie ihm vorgaukelt? Auch Ekki selbst wird skeptisch. Zumal Denise ihren Ex-Lover Gisbert Lotze erwähnt, der angeblich gerade wieder in derStadt und hinter ihr her ist. Um ihm nicht zu begegnen, möchte sie ein paar Tage bei ihrer Tante in Dresden untertauchen. Ekki kommt das merkwürdig vor. Er bittet Wilsberg, Denise zu beschatten, um sicher zu gehen, dass er ihr vertrauen kann. Dabei stellt sich allerdings heraus, dass Denise auch ein Verhältnis mit einem andern Mann hat – Overbeck! Die schicksalhafte Verkettung der Ereignisse führt dazu, dass Overbeck, Ekki, Wilsberg und Alex gleichzeitig in der Firma des Unternehmers Schlachkamp auftauchen und dessen Leiche entdecken. Ein harter Fall für Anna Springer: Sie muss ihre engsten Freunde und ihren eigenen Assistenten verhören. Schnell wird klar: Diese Denise hat ihre Finger im Spiel; sie hatte mit nahezu allen beteiligten Männern zu tun, mit Schlachkamp, Lotze, Ekki und Overbeck. Doch inwiefern ist sie in den Mord verwickelt? Hat sie Schlachkamp getötet? Gisbert Lotze, Denises Ex, war der beste Freund und Buchhalter des Unternehmers Schlachkamp, der mit Lotze gemeinsam Steuern in mehrstelliger Millionenhöhe hinterzogen hat. Den Prozess, in dem Schlachkamp von Alex vertreten wurde, hat er gewonnen, da der Hauptbelastungszeuge Lotze zum wiederholten Male nicht aufgetaucht war. Wilsberg und Anna finden heraus, dass Denise in die Sache involviert war und mittels einer eigenen kleinen Schein-Firma, die auf sie und Lotze zugelassen war, das schmutzige Geld der beiden gewaschen hat. Doch Denise hatte ihre eigenen Pläne mit dem Schwarzgeld.","versions":[{"lang":1,"streams":[{"redirect":9589004,"hoster":"VOE"},{"redirect":9589011,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Im Namen der Rosi","epNo":33,"alt":"","descr":"Ekki ist ausgebrannt und sucht Abstand, Stille und Sinn im Kloster Melkwegen. Er nimmt an einem Seminar für gestresste Manager teil. Doch er findet nicht die Ruhe, die er sucht. Stattdessen trifft er auf alte Bekannte: Overbeck ist in geheimer Mission unterwegs und soll gemeinsam mit den Mönchen die Sicherheit eines nahenden Papst-Besuches garantieren. Wilsberg wiederum wird von einem Mönch beauftragt, inkognito zu ermitteln, wie der Cellerar Bertram, der für die wirtschaftlichen Belange des Klosters zuständig war, ums Leben kam. Der wurde nämlich in einem Färberbottich tot aufgefunden. Die offizielle Todesursache lautet zwar Herzversagen, aber die Umstände sind mehr als merkwürdig: Der Tote hat einen Genickbruch erlitten und blutige Dornenschrammen am Arm, was schlecht beim Fall in einen Färberbottich passiert sein kann. Dann taucht auch noch Alex auf, die einen Mandanten vertritt, der eine Solaranlage am Kloster installiert hatte und dessen Rechnung vom Kloster noch immer nicht bezahlt wurde. Sie will den Cellerar sprechen. Als mit Bruder Ansgar, dem Leiter der Manager-Seminare, schließlich auch noch eine zweite Leiche auftaucht, kommt auch Anna Springer ins Kloster um zu ermitteln. Anna, Alex, Wilsberg, Overbeck! Das Chaos für Ekki, der dem Münsteraner Trubel eigentlich entfliehen wollte, ist perfekt. Eine andere Klosterbesucherin wiederum erfreut ihn zusehends: Die hübsche Angela, die angeblich für ihre Doktorarbeit in der Klosterbibliothek recherchiert, macht ihm schöne Augen. Und nicht nur das.","versions":[{"lang":1,"streams":[{"redirect":9589169,"hoster":"VOE"},{"redirect":9589162,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Aus Mangel an Beweisen","epNo":34,"alt":"","descr":"In dem kleinen Ort Horsthausen im Münsterland wird der Sohn des Ehepaars Melanie und Thomas Rensing entführt. Ekki Talkötter kann Georg Wilsberg überreden, der verzweifelten Familie seines Cousins Thomas zu helfen. Aus Angst um ihren kleinen Sohn Max wollen sie die Polizei heraushalten – Wilsberg übernimmt die Geldübergabe. Doch Kommissarin Springer wurde längst von der ängstlichen Mutter Melanie – ohne Wissen ihres Mannes – informiert und greift ein.","versions":[{"lang":1,"streams":[{"redirect":9589164,"hoster":"VOE"},{"redirect":9589170,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Bielefeld-Verschwörung","epNo":35,"alt":"","descr":"Nils Erdel, ein spleeniger Verschwörungstheoretiker, ist davon überzeugt, dass Bielefeld, die freundliche Stadt am Teutoburger Wald, gar nicht existiert. Beseelt von der Idee, den ultimativen Beweis ihrer Nichtexistenz zu liefern, macht er sich auf den Weg in die vermeintliche Stadt. Seitdem wird er von einem Mann verfolgt, vor dem Wilsberg ihn beschützen soll. Erdel hat Todesangst.","versions":[{"lang":1,"streams":[{"redirect":9589176,"hoster":"VOE"},{"redirect":9589175,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Halbstark","epNo":36,"alt":"","descr":"Georg Wilsberg soll den 17jährigen Marc aufspüren, den Sohn seiner alten Schulfreundin Lea Sonnenborn, der verschwunden ist. Wilsberg staunt nicht schlecht, als er herausfindet, dass Marc – ganz im Gegensatz zu dem rosigen Bild, das Lea von ihm hat – ein Adrenalinjunkie ist, der nicht nur kleinere Drogendeals abwickelt. Er zermürbt seine Lehrer durch abgründigen Psychoterror und nimmt an illegalen Autorennen teil. Als Wilsberg Marcs Mitschüler bei einem solchen Rennen beschattet, versteckt er sich in einem verfallenen Bauernhaus. Dort macht er eine grauenvolle Entdeckung: Er stößt auf die Leiche eines jungen Mannes. Es ist Marc. Erschossen.","versions":[{"lang":1,"streams":[{"redirect":9589179,"hoster":"VOE"},{"redirect":9589181,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die Entführung","epNo":37,"alt":"","descr":"Horst Fahrenbrink, ein schmieriger Mandant von Alex, wird nach einem gemeinsamen Termin in seinem Wagen tot aufgefunden. Alex bleibt daraufhin spurlos verschwunden. Während Overbeck der festen Überzeugung ist, dass Alex ihren Mandanten getötet hat und sich auf der Flucht befindet, glauben Wilsberg und Ekki an eine Entführung und machen sich auf die Suche. Die einzige Spur ist eine möglicherweise wertvolle Indianerfigur, ein Geschenk des Mandanten, das Alex an Wilsberg weiterverschenkt hatte. Und der hat die Figur wiederum für 20 Euro an einen Trödler verscherbelt. Kaum machen sich die beiden Freunde auf die Suche, fällt Ekki eine zweite Leiche vor die Füße – aus dem Fenster eines Mehrfamilienhauses. Ausgerechnet in der Wohnung des zweiten Toten findet die Spurensicherung einen Damenschuh – von Alex. Overbeck sieht seine Theorie bestätigt. Doch er hat noch ein ganz anderes Problem: Für den Maskenball der Münsteraner Polizei hat er sich die Dienstlimousine eines LKA-Beamten \"geliehen\", die daraufhin dummerweise gestohlen wurde – und zwar von Alex’ Entführer. Während Overbeck alles tut, um den Wagen wieder aufzutreiben, versucht Kommissarin Springer, die beiden Morde aufzuklären. Wilsberg und Ekki suchen die verschwundene Alex, aber ihnen ist nicht klar, dass sie im Grunde alle dasselbe Ziel verfolgen. Denn Alex befindet sich gefesselt im Kofferraum der LKA-Limousine, abgestellt in einer verlassenen Garage.","versions":[{"lang":1,"streams":[{"redirect":9589190,"hoster":"VOE"},{"redirect":9589185,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Treuetest","epNo":38,"alt":"","descr":"Ekki hat endlich eine ernsthafte Beziehung und ist kurz davor, mit seiner eifersüchtigen Freundin Silke zusammenzuziehen. Doch gerade jetzt, wo Ekki in festen Händen ist, wird er in einer Kneipe von der schönen Charlotte angeflirtet: Ekki ist bereit für einen Seitensprung. Doch als er von der Toilette zurückkommt, ist Charlotte verschwunden. Am nächsten Tag sieht er in den Nachrichten das Foto einer Frau, die sich aus dem Fenster gestürzt hat. Ekki erkennt sofort Charlotte. Er bittet seinen Freund Georg Wilsberg, der Sache nachzugehen. Ekki kann sich einfach nicht vorstellen, dass Charlotte Selbstmord begangen haben soll. Aber Wilsberg findet schnell heraus, dass Charlotte eine Treuetesterin war. Gemeinsam mit ihrer Kollegin Yasmin hat sie im Auftrag eifersüchtiger Frauen deren Partner verführt und fotografiert.","versions":[{"lang":1,"streams":[{"redirect":9589191,"hoster":"VOE"},{"redirect":9589192,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Gegen den Strom","epNo":39,"alt":"","descr":"Ekki Talkötter hat geerbt: das Haus seiner alten Tante Marga und dazu einen staubigen Acker. Als Ekki seinem Freund Georg Wilsberg das Erbe zeigen will, erkennen die beiden bald, dass erben nicht so leicht ist. Im Haus finden sie die Leiche von Bauer Habich, der einen Kampf gegen die Stadtwerke führte. Er betrieb eine Biogasanlage, die das ganze Dorf mit Strom versorgen könnte. Doch die Stadtwerke wollen das verhindern, denn ihnen gehört das Stromnetz. Das ist nur ein kleiner Teil der Schwierigkeiten, in die Wilsberg und Ekki geraten. Ekkis Nachbarin in dem kleinen Dorf ist Ulla. Sie will nicht zulassen, dass ausgerechnet Ekki das Haus erbt. Sie habe einen moralischen Anspruch darauf, da sie die alte Tante bis zum Tod gepflegt habe. Ekki steckt in einem doppelten Dilemma. Denn sein Jugendfreund, der Regionalmanager der Stadtwerke Oliver Brandstetter, hat mit dem Tod von Habich einen handfesten Vorteil im Kampf des Dorfes gegen die Stadtwerke. Zumal Wilsberg herausfindet, dass Oliver anscheinend ein Verhältnis mit der jungen Witwe des reichen Bauern hat. Und ist der staubige Acker vielleicht doch mehr wert, als auf den ersten Blick zu vermuten ist?","versions":[{"lang":1,"streams":[{"redirect":9589197,"hoster":"VOE"},{"redirect":9589198,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Hengstparade","epNo":40,"alt":"","descr":"Richard Breiderhoff ist angeklagt, seine Frau Anke Füsting getötet zu haben. Alex vertritt Nikola Füsting, die Schwester der Toten und Besitzerin eines Pferdegestüts, als Nebenklägerin vor Gericht. Als Nikola ihre Anwältin Alex bittet, den wertvollen Samen des Zuchthengstes \"Stolz von Bielefeld\" zum Landgestüt Warendorf zu bringen, wird Alex auf der Fahrt dorthin überfallen und die Kühlbox mit dem Samen geklaut. Unterdessen hat Anna Springer ein Blind Date mit ihrer Internetbekanntschaft Karsten. Die beiden verstehen sich ausgezeichnet und landen noch am selben Abend im Bett. Als Anna herausfindet, dass Karsten der Bruder von Richard Breiderhoff ist und sie ihn wütend damit konfrontiert, nimmt Karsten Anna in seine Gewalt und hält sie fortan in einem Keller gefangen. Karsten nötigt sie, Georg Wilsberg anzurufen, damit der etwas findet, was die Unschuld von Richard beweist. Wilsberg merkt sofort, dass Anna in Gefahr ist, und macht sich mit Ekki und Alex auf die Suche nach dem Versteck des Entführers. Gemeinsam mit Alex versucht Wilsberg einen Zusammenhang zwischen Annas Verschwinden und dem Samenraub herzustellen. Als dann auch noch \"Stolz von Bielefeld\" an einem tödlichen Pferdevirus stirbt, deckt Wilsberg die wahren Hintergründe des Mordes an Anke auf und kann Anna aus ihrem Kellerverlies befreien.","versions":[{"lang":1,"streams":[{"redirect":9589201,"hoster":"VOE"},{"redirect":9589202,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Nackt im Netz","epNo":41,"alt":"","descr":"Als Alex herausfindet, dass unter ihren Kollegen aus der Kanzlei ein Amateur-Porno-Video aus dem Internet mit ihr in der Hauptrolle kursiert, bittet sie sofort Wilsberg um Hilfe. Er soll herausfinden, wie ihr One-Night-Stand im Netz landen konnte und dafür sorgen, dass das Video wieder verschwindet – bevor ihr Chef davon erfährt und ihre Karriere in der Kanzlei gefährdet wird. Bei seinen Nachforschungen stößt Wilsberg auf die schlüpfrigen Machenschaften eines Online-Sex-Portals und dessen zwei Inhaber. Das Geschäftsmodell hinter der Firma \"Diskretvision\" ist mehr als dubios: Der gutaussehende Betreiber verführt reihenweise junge Frauen, filmt das Liebesspiel heimlich und stellt die Videos ins Internet – kostenpflichtig für die Voyeure dieser Welt. Als einer der beiden Unternehmer tot aufgefunden wird, gerät Alex selbst ins Visier der Ermittlungen – ein Motiv, ihren Peiniger zu beseitigen, hätte sie ja. Nun ist es an Wilsberg, auch noch Alex’ Unschuld zu beweisen. Overbeck muss zu seinem Leidwesen alle Sex-Videos sichten, um die Opfer zu identifizieren. Die Spur führt Wilsberg in der Zwischenzeit zum renommiertesten Schönheitschirurgen der Stadt. Unterdessen schleust sich Ekki unter dem Vorwand, eine Steuerprüfung durchführen zu müssen, bei \"Diskretvision\" ein. Wer steckt wirklich hinter dem Mord? Hat eine gedemütigte Frau Rache genommen? Wo ist der Server, auf dem sich die pikanten Daten befinden? Und welche Rolle spielt der zwielichtige Schönheitschirurg?","versions":[{"lang":1,"streams":[{"redirect":9589227,"hoster":"VOE"},{"redirect":9589206,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Mundtot","epNo":42,"alt":"","descr":"Revision im Finanzamt Münster. Diesmal sind es aber die Finanzbeamten selbst, die überprüft werden. Ein ganz normaler Vorgang: Als dann aber nicht nur Unregelmäßigkeiten im Betriebsablauf, sondern auch noch der (angebliche) Selbstmord einer Kollegin dazukommt, wähnt Ekki den Finanzamtsleiter Koch als Übeltäter. Hat der doch dafür gesorgt, dass übereifrige Kollegen aus dem Verkehr gezogen und damit quasi \"mundtot\" gemacht werden. Einige Steuerprüfer sind nämlich Münsteraner Großverdienern zu sehr auf die Pelle gerückt. Das sieht das Großkapital gar nicht gerne. Dass im Finanzamt Münster etwas oberfaul ist, vermutet derweil auch Wilsberg, als er durch einen geplatzten Deal mit der Stadt seinen Kredit nicht mehr ablösen kann. Sein Antiquariat soll gepfändet werden. Auf der Suche nach einem neuen Kreditgeber glaubt Wilsberg, einem großspurigen Betrug auf die Schliche gekommen zu sein, in den Ekkis tote Kollegin verstrickt war. Alles Unsinn, sagt Alex, die sich gerade beruflich mit Münsters High Society umgibt. Der vermeintliche Selbstmord entpuppt sich schnell als kaltblütiger Mord. Aber was wollte der Täter vertuschen? Und was hat eine vermisste Steuerakte mit dem Mord zu tun? Das Netz der Intrigen verdichtet sich – Wilsberg stößt auf dubiose private Mäzene der Stadt Münster, Steuerbetrug und faule Kredite in Millionenhöhe. Und alles scheint mit dem Tod der jungen Finanzbeamtin zu tun zu haben.","versions":[{"lang":1,"streams":[{"redirect":8788233,"hoster":"VOE"},{"redirect":8537124,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Das Geld der Anderen","epNo":43,"alt":"","descr":"Kaum hat Wilsberg durch den Verkauf einer Rarität einen kleinen Gewinn gemacht, stehen auch schon zwei vermummte Einbrecher im Antiquariat. Ekki und Wilsberg müssen mit ansehen, wie die Räuber mit dem Geld verschwinden. Aber das lässt Wilsberg nicht auf sich sitzen. Auf eigene Faust will er sein Geld zurückholen und geht den Einbrechern nach. Doch bevor Wilsberg sie zur Rede stellen kann, wird einer der beiden tot aufgefunden. Der Druck auf Wilsberg steigt, denn schließlich gerät er in den Fokus der Ermittlungen von Springer und Overbeck. Ekki steckt unterdessen nach der Steuerprüfung des Bauunternehmens Große-Eschhaus in der Klemme: Auf seinem Konto ist auf wundersame Weise eine größere Summe für G.E. aufgetaucht. Ekkis Chef wird anonym darauf hingewiesen und wittert Korruption. Ekki wird suspendiert. Als Wilsberg versucht, seine Unschuld zu beweisen, stößt er auf eine weitere Leiche: In der Nachbarwohnung der Einbrecher liegt der gehbehinderte Lothar Wanderscheidt erschlagen am Boden. Und das schon seit einigen Wochen. Die Luft für Wilsberg wird immer dünner. Mit der Unterstützung von Ekki und Alex geht Wilsberg der Sache auf den Grund. Er versucht den Mörder zu fassen und seine Ehre wiederherzustellen. Dabei stößt er auf dunkle Geheimnisse, dubiose Machenschaften und zweifelhafte Geschäfte.","versions":[{"lang":1,"streams":[{"redirect":8502844,"hoster":"VOE"},{"redirect":8657447,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"90 - 60 - 90","epNo":44,"alt":"","descr":"Ekki kann es gar nicht glauben: Das bekannte Model Sonja Conrad steht bei seinem Kumpel Wilsberg im Antiquariat und bittet den Detektiv um Hilfe. Ein Stalker sei angeblich hinter ihr her. Wilsberg verspricht zu helfen; Ekki ist völlig aus dem Häuschen. Als Wilsberg und Ekki die junge Dame in deren Hotel absetzen, herrscht dort große Aufruhr. Sonjas Mutter und Managerin war verzweifelt auf der Suche nach ihrer Tochter. Diese hatte aus unerfindlichen Gründen einen wichtigen PR-Termin platzen lassen. War der dramatische Auftritt bei Wilsberg etwa nur vorgetäuscht, um diesen Termin zu schwänzen? Bevor Wilsberg und Ekki weiter in den Streit zwischen Mutter und Tochter hineingezogen werden, machen sie sich aus dem Staub. Allerdings kommen sie nicht weit – denn Sonja rennt schreiend aus ihrem Hotelzimmer. Kein Wunder, denn in dem Hotelbett liegt ein Frauenkörper, übersät mit blutroten Rosen. Zwar handelt es sich nur um eine Puppe, doch für Wilsberg Grund genug, Sonja zu glauben. Auch Ekki engagiert sich heftig bei der Frau mit den Traummaßen. Bis es tatsächliche eine Leiche gibt: Sonjas Assistent wird tot aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":8788819,"hoster":"VOE"},{"redirect":8537132,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Kein Weg zurück","epNo":45,"alt":"","descr":"Ekki steckt in einer Midlife-Crisis. Sehr zum Leidwesen von Wilsberg und Alex. Als mitten in der Nacht Kamilla Marks, die Inhaberin des Schlosshotels Markshof, von einem Unbekannten mit einem Jagdgewehr angeschossen wird, bekommt Alex einen schwierigen Mandanten: Enno Fellner, Busfahrer und Fremdenführer im Münsteraner Umland. Er ist nach einer längeren Haftstrafe wieder auf freiem Fuß und soll Kamilla Marks vor langer Zeit vergewaltigt haben. Er wehrt sich nun mit rechtlichen Schritten gegen die Vorwürfe, er habe Kamilla Marks in jener Nacht umbringen wollen. Die Hotelchefin hat den Anschlag mit Verletzungen überlebt. Fellner gerät ins Visier der Ermittlungen von Kommissarin Springer. Hier wittert Wilsberg Ablenkung für seinen berufsmüden Freund. Alex zuliebe schleust Wilsberg Ekki als unbedarften Busreisenden bei Fellner ein, um diesem auf den Zahn zu fühlen. Gleichzeitig beginnt er mit seinen eigenen Ermittlungen. Ekki und Alex sind sich schnell einig – Enno Fellner ist unangenehm, aggressiv und potenziell gefährlich. Beide vermuten, dass er sich endgültig an der Hotelchefin hatte rächen wollen. Doch Wilsberg lässt sich nicht überzeugen. Er forscht tiefer in Kamilla Marks Vergangenheit nach und findet heraus, dass sie eine pathologische Lügnerin ist. Wilsberg fühlt sich in seinem Verdacht bestätigt: Fellner muss unschuldig sein. Doch plötzlich stößt Ekki, noch immer als Bustourist getarnt, auf eine Leiche. Kamilla Marks liegt stranguliert im Münsterländer Moor. Alle Zeichen deuten darauf hin, dass Wilsberg sich geirrt haben muss und Fellner seinen ursprünglichen Plan zu Ende gebracht hat. Wilsberg muss nun versuchen, Fellners Unschuld gegen alle Widerstände zu beweisen und den wahren Mörder von Kamilla Marks dingfest zu machen. Aber liegt Wilsberg mit seiner Vermutung wirklich richtig oder hilft er einem kaltblütigen Mörder zur Freiheit?","versions":[{"lang":1,"streams":[{"redirect":8788234,"hoster":"VOE"},{"redirect":8537140,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Russisches Roulette","epNo":46,"alt":"","descr":"Wilsberg steht mit dem Rücken zur Wand. Nach einer Steuerschätzung schuldet er dem Finanzamt mehrere tausend Euro an Nachzahlungen. Zudem wird er in einen tragischen Autounfall mit einem LKW verwickelt, bei dem eine junge Anhalterin zu Tode kommt. Woher kommen die 20 000 Euro, die die Verstorbene bei sich trug? Und was hat es mit dem Unfallfahrzeug auf sich? Der Fahrer des LKWs ergreift die Flucht, und aus dem Laderaum klettern spärlich gekleidete russische Damen, die sofort im Wald verschwinden. Umso überraschter ist Wilsberg, als just diese Russinnen am nächsten Morgen im Antiquariat auftauchen und ihn um Hilfe bitten. Ein weiterer Toter, den Anna Springer in der Nähe des Unfallortes entdeckt, bestärkt Wilsbergs Verdacht: Es muss sich um die krummen Machenschaften eines Menschenhändlerrings handeln. Nur ist hier ein Deal scheinbar mächtig in die Hose gegangen. Wilsberg hat alle Hände voll zu tun: Er muss sich nicht nur um die verschleppten Frauen kümmern, sondern gleichzeitig in zwielichtigen Etablissements ermitteln und außerdem versuchen, den Rucksack mit den ominösen 20 000 Euro wieder loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":8788236,"hoster":"VOE"},{"redirect":8537134,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Bauch, Beine, Po","epNo":47,"alt":"","descr":"In einem Vergewaltigungsprozess wird Micki Hobelmeyer frei gesprochen. Wilsberg traut dem Urteil nicht. Er kennt Micki noch aus Studienzeiten und ist nicht gut auf ihn zu sprechen. Die Klägerin Andrea Schröder ist fassungslos: Wie konnte die psychologische Gutachterin Dorith Magunsky ihre Glaubwürdigkeit so grundlegend in Frage stellen? Kaum ist der Prozess vorbei, wird Dorith Magunsky von anonymen Angreifern terrorisiert. Sie bittet Wilsberg, ihr Haus zu bewachen und herauszufinden, wer es auf sie abgesehen hat. Kurze Zeit später wird Andrea Schröder tot aufgefunden. Der Verdacht fällt sofort auf Hobelmeyer: Er könnte sie aus dem Weg geräumt haben, weil sie keine Ruhe gab und seinen Ruf zerstören wollte. Kommissarin Springer und Overbeck nehmen die Ermittlungen auf. Um mehr über Hobelmeyer zu erfahren, gibt sich Ekki als Sportfanatiker aus und startet ein straffes Trainingsprogramm im Fitnessstudio, das Hobelmeyer mit seiner Partnerin Claudine Carrier betreibt. Dort trifft er ausgerechnet auf seine Ex-Freundin Tina, die Ekki direkt wieder Avancen macht. Wilsbergs Ermittlungen führen ihn unterdessen zum Frauenzentrum Lavendel. Die Tote hatte sich dort rechtlichen Beistand für ihren Prozess geholt. Wilsberg vermutet eine Verbindung zu einer Gruppe von Aktivistinnen. Der Fall fordert bald schon das zweite weibliche Opfer: Dorith Magunsky.","versions":[{"lang":1,"streams":[{"redirect":8788237,"hoster":"VOE"},{"redirect":8537151,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"48 Stunden","epNo":48,"alt":"","descr":"Als Overbeck vom Kriminalrat gebeten wird, dessen Tochter nach einem Diskobesuch abzuholen, lässt er sich nicht zweimal bitten. Die attraktive Juliane feiert den Abschluss ihres Studiums. Overbeck erscheint wie verabredet und will Juliane nach Hause bringen. Aber es kommt anders. Im Morgengrauen wacht er im Straßengraben in seinem Wagen auf. Die Dienstwaffe ist verschwunden, er kann sich an nichts erinnern. Ist er Opfer von K.-o.-Tropfen geworden? Overbeck gerät beim Kriminalrat, Kommissarin Springer und der Polizei unter Verdacht. Er wird suspendiert und sieht keine andere Wahl, als sich an Wilsberg zu wenden. Er soll herausfinden, was in der vergangenen Nacht passiert ist. Wilsberg geht der Sache auf den Grund. Gemeinsam mit Ekki forscht er im Club nach der Herkunft der Drogen und stößt dabei auf den Dauerstudenten Lemmy, der die illegalen Substanzen herstellt. Die Polizei findet unterdessen Juliane in ihrer Wohnung. Auch sie wurde Opfer von K.-o.-Tropfen. Sebastian, Julianes Freund, zeigt sich entsetzt. Hat etwa der fiese Uni-Wachmann und Ex-Polizist Thomas Schindler seine Finger im Spiel? Er hatte schon den ganzen Abend versucht, bei Juliane zu landen. Alex bewertet derweil als Zweitprüferin die Examen von Jura-Studenten. Grund genug für Wilsberg und Ekki, sie an die Uni zu begleiten, wo Thomas Schindler als Wachmann arbeitet. Als Schindler erschossen aufgefunden wird, fällt der Verdacht sofort auf Overbeck – bei der Tatwaffe handelt es sich um seine abhanden gekommene Dienstwaffe. Aber was hatte der tote Wachmann damit zu tun? Und was ist an dem Abend wirklich passiert?","versions":[{"lang":1,"streams":[{"redirect":9589265,"hoster":"VOE"},{"redirect":9589272,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Bittere Pillen","epNo":49,"alt":"","descr":"SEK-Einsatz im Finanzamt Münster: Eine Bombe muss entschärft werden. Eine männliche Reinigungskraft mit Migrationshintergrund wird überwältigt, sein Rucksack sichergestellt. Ekki hatte den Alarm ausgelöst. Der Naturheiler Christopher Seekatz erscheint im Antiquariat und beauftragt Wilsberg, seine Frau zu beschatten. Schnell stellt sich heraus, dass der Verdacht berechtigt war: Andrea Seekatz hat eine Affäre. Und zwar mit niemand anderem als mit Ekkis Chef Grabowski. Noch bevor Wilsberg seinen Klienten in Kenntnis setzen kann, wird Christopher Seekatz ermordet. Da die Leiche mit Bachblüten und Heilsteinen drapiert ist, glauben Anna Springer und Overbeck, dass es sich hierbei um einen Racheakt handelt. Wollte sich ein Patient, der durch eine wirkungslose Kräuterbehandlung ein Auge verloren hat, womöglich an dem charismatischen Arzt rächen? Wilsberg verfolgt derweil eine ganz andere Spur: Anscheinend war Seekatz vor seinem Tod an wichtige Informationen gelangt, mit denen er illegale Machenschaften im Pharmasektor aufdecken wollte. Ins Visier gerät nun auch der Pharma-Manager Stegner. Ausgerechnet in dessen Auftrag soll Alex die Interessen der Pharma-Lobby auf einem wichtigen Kongress vertreten und sich für eine wichtige Gesetzesneuerung einsetzen. Der Konflikt zwischen Alex und Wilsberg ist programmiert.","versions":[{"lang":1,"streams":[{"redirect":8788246,"hoster":"VOE"},{"redirect":8537170,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Tod im Supermarkt","epNo":50,"alt":"","descr":"Anwältin Alex vertritt ihren Freund Ekki Talkötter in einem Schadensersatzprozess. Ekki ist im Supermarkt auf einem ausgelaufenen Joghurt ausgerutscht hat sich einen Bänderriss zugezogen. Eigentlich ein eindeutiger Fall. Doch im Prozess steht Ekki plötzlich als unzurechnungsfähiger Alkoholiker da, der für den Schaden selbst verantwortlich ist. Die Abrechnung seiner Bonuskarte beweist, dass er große Mengen Alkohol eingekauft hat. Unmittelbar nach der überraschenden Wendung im Prozess wird der Filialleiter des Supermarktes erschlagen und Ekki gerät in den Fokus der Kriminalpolizei. Doch bevor Kommissarin Anna Springer ihn verhören und bevor Overbeck ihn vorsorglich festnehmen kann, gehen bei Ekki die Sicherungen durch. Er flieht. Wilsberg muss nun nicht nur in einem Mordfall ermitteln, sondern auch Ekkis Kopf retten. Er beginnt, als Aushilfe im Supermarkt zu jobben, um mehr über das Verhältnis unter den Mitarbeitern und Unstimmigkeiten in der Betriebsführung herauszufinden. Was weiß der autistische Dede über den toten Filialleiter Gerd Ridderbusch? Welches Problem haben die Kassiererinnen Jutta Weinhold und Karin Schnellinger miteinander? Was hat der Lagerleiter Franz Jablonski zu verbergen?","versions":[{"lang":1,"streams":[{"redirect":8788810,"hoster":"VOE"},{"redirect":8537162,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Mord und Beton","epNo":51,"alt":"","descr":"Wilsberg treibt sich unter falscher Identität beim Baulöwen Michael Lobland herum. Der hat all das, was Wilsberg nicht hat: schickes Auto, Smartphone und Geld, das investiert werden muss. Lobland will am alten Industriehafen ein luxuriöses Wohn- und Büroviertel errichten. Dafür hat er die Rückendeckung der Stadtentwicklerin Scharper. Allerdings steht Lobland bei seinem Vorhaben, das Gebiet aufzuwerten, eine Gruppe militanter Aktivisten im Weg. Die \"FIM\" hat sich in einer Lagerhalle verschanzt und will die Gentrifizierung mit aller Kraft verhindern. Als das Gebäude nach einem Drogenfund der Zollfahndung unter der Leitung von Oliver Maaß geräumt wird, verschärft sich der Konflikt: Am Abend brennt die Halle nieder. Mit Hilfe von Loblands Assistenten Tom rettet Wilsberg Ekki und die Aktivistin Kathi Jäger aus den Flammen.Wenig später wird Tom tot aufgefunden. Die \"FIM\"-Aktivisten sind davon überzeugt, dass Lobland sowohl für das untergeschobene Kokain als auch für den \"warmen Abriss\" verantwortlich ist. Lobland hingegen beschuldigt die \"FIM\", den Mord an seinem Assistenten begangen zu haben. Hat sich die \"FIM\" so radikalisiert, um das Bauvorhaben zu verhindern? Alex sympathisiert mit den Aktivisten; als Anwältin der \"FIM\" erwirkt sie die Freilassung des Tatverdächtigen Mesut Kaharasan. Während sich Springer und Overbeck bei den Ermittlungen mit dem Drogenfahnder Maaß auseinandersetzen müssen, geschieht ein zweiter Mord. Die Gewalt schaukelt sich weiter hoch, und Wilsberg begibt sich in Lebensgefahr – vor allem, als die wahren Motive seiner Undercover-Aktion deutlich werden: Anna Springer hatte Wilsberg beauftragt, Michael Lobland auf den Zahn zu fühlen.Der ist nämlich Anna Springers Vermieter.","versions":[{"lang":1,"streams":[{"redirect":10461534,"hoster":"VOE"},{"redirect":9589102,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"In Treu und Glauben","epNo":52,"alt":"","descr":"Ekki wird heiraten. Wilsberg kann es nicht fassen. Und er soll Trauzeuge sein. Trotz der Zweifel, ob Kerstin Buckebrede die Richtige ist, kann er Ekki diese Bitte nicht abschlagen. Als der Pfarrer, der Ekkis Trauung vollziehen soll, im Antiquariat erscheint, erhält Wilsberg den zweiten Auftrag: Pfarrer Albers wird von Rosemarie Dettmer mit Liebesbriefen belästigt. Wilsberg soll diese peinliche Sache möglichst schnell diskret regeln. Doch wenig später wird Pfarrer Albers tot in seiner Wohnung gefunden. Kommissarin Anna Springer und ihr Kollege Overbeck nehmen die Ermittlungen auf. Bald gerät Rosemarie Dettmer unter dringenden Tatverdacht. Anwältin Alex von der Unschuld ihrer neuen Mandantin überzeugt setzt sich dafür ein, dass Rosemarie schnell aus der U-Haft entlassen wird.Anna Springer ist allerdings nicht wohl dabei, die aktenkundige Stalkerin freizulassen. Derweil verfolgt Wilsberg eine andere Spur, die ihn zu der Sexualtherapeutin Dr. Sabine Morgenstern führt. Wilsberg würde gerne wissen, was der Pfarrer in ihrem Therapiezimmer zu suchen hatte doch Frau Morgenstern beruft sich auf die Schweigepflicht. Overbeck legt sich derweil ins Zeug, um einen Junggesellenabschied für Ekki zu organisieren. Für Ekki werden die Hochzeitsvorbereitungen, in die sich Kerstins Eltern Manfred und Gloria Buckebrede kräftig einmischen, zu einer nervlichen Zerreißprobe. Nicht zuletzt auch, weil er von seiner Ex-Freundin Silke Sestendrup heimgesucht wird, die sich in den Kopf gesetzt hat, Ekkis Hochzeit zu verhindern. Je weiter Wilsberg in der Aufklärung des Falles vordringt, desto mehr ungeklärte Fragen tauchen auf.Was hat Dekan van der Vorst, der Pfarrer Albers bei der Trauung ersetzen wird, mit dem Mord zu tun? Welches Spiel spielt die Therapeutin Dr. Morgenstern wirklich? Und wie weit würde Ekkis Schwiegervater in spe gehen, um seine ehrgeizigen Ziele zu erreichen?","versions":[{"lang":1,"streams":[{"redirect":9589103,"hoster":"VOE"},{"redirect":9589111,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"Der Betreuer","epNo":53,"alt":"","descr":"Im Antiquariat steht eine alte Dame, die nicht weiß, wie sie hingekommen ist noch wo sie wohnt. Wilsberg hat ein Betreuungsproblem. Mit Geschick findet er heraus, dass es Hanni Haffner ist. Im Präsidium sitzt derweil Hanni Haffners Betreuer und Bevollmächtigter in allen Rechtsfragen, Gregor Cassell, um Hanni Haffner als vermisst zu melden. Wilsberg und Ekki begleiten Hanni Haffner nach Hause – und stoßen dort auf eine Leiche. Wilsberg ist schockiert: Der Tote ist Erwin Zylla, ein Privatdetektiv-Kollege und alter Freund von ihm. Was hatte Zylla bei Hanni Haffner zu suchen und warum musste er sterben? Auch Kommissarin Springer und Overbeck nehmen die Ermittlungen auf. Unfreiwillig unterstützt werden sie von Merle, Anna Springers im Rollstuhl sitzendes Patenkind, das sich mühelos in Overbecks Rechner einhackt und Polizeiarbeit 4.0 betreibt.Wilsberg beschleicht bald das Gefühl, dass Gregor Cassell nicht der uneigennützige Freund und Betreuer Hannis ist, der er vorgibt zu sein. Auch Hannis Neffe Guido Haffner, der mit Alex’ rechtlicher Unterstützung um Hannis Vormundschaft kämpft, scheint es in Wirklichkeit nur um das Erbe zu gehen. Und Guidos Tochter Vanessa Balders, die Zylla engagiert hat, und ihr Mann Marcel haben offenbar auch etwas zu verbergen. Der Fall spitzt sich zu, als Guido Haffner tot aufgefunden wird. Alles deutet darauf hin, dass Gregor Cassell für den Mord verantwortlich ist. Doch auch, wenn immer mehr Ungereimtheiten in Cassels Privat- und Liebesleben auftauchen scheint Hanni Gregor voll zu vertrauen. Für Wilsberg, Ekki und Alex wird es immer schwieriger, zwischen ehrlicher und kalkulierter Fürsorge zu unterscheiden.Kann die verwirrte Hanni dazu beitragen, dass die Morde aufgeklärt werden?","versions":[{"lang":1,"streams":[{"redirect":9589122,"hoster":"VOE"},{"redirect":9589123,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"Die fünfte Gewalt","epNo":54,"alt":"","descr":"Nach einem heftigen Streit in einem Münsteraner Lokal bleibt eine junge Frau deprimiert an ihrem Platz zurück. Wilsberg kommt mit ihr ins Gespräch. Nina Kröner fasst schnell Vertrauen zu Wilsberg, scheint dazu bereit zu sein, ihm mehr über ihre missliche Lage zu erzählen. Doch dazu kommt es nicht. Nina verschwindet auf die Toilette und wird dort ermordet. Die Kriminalpolizei ermittelt. Nina Kröner war die ehemalige Chefsekretärin der PR-Agentur Teerhagen Consulting. Nicht nur Wilsberg wird von Anna Springer im Verhör in die Mangel genommen auch Ekki und Alex müssen sich unbequemen Fragen stellen. Ekki hat mit der Anti-Lobby-Organisation \"Lobby Watch\" und dessen Gründer Carl Brinkhoff zu tun, mit dem sich Nina Kröner vor ihrem Tod gestritten hat.Alex ist von ihrem Vorgesetzten dazu gedrängt worden, sich auf die Gegenseite zu schlagen: Sie hat von Lutz Teerhagen persönlich den Auftrag, eine Diffamierungsklage gegen die Lobbygegner einzureichen. War Nina Kröner zwischen die Fronten von Lobbyisten und deren Gegnern geraten? Worum ging es im Streit mit Carl Brinkhoff unmittelbar vor ihrem Tod? Was hat die Journalistin Johanna Rothenburg wirklich vor? Auf welcher Seite steht Ninas Liebhaber oder der Politiker Benjamin Frehse? Und was hat das politische Gezerre um einen Klinikverband mit dem Fall zu tun? Bei der Suche nach Nina Kröners Mörder muss Wilsberg den Akteuren auf den Zahn fühlen und das Interessengemenge durchleuchten. Nur mit Ekkis und Alex’ Hilfe kann es ihm gelingen, in dem Sumpf von geheimen Absprachen, Intrigen und persönlichen Feindschaften die Wahrheit zu finden.","versions":[{"lang":1,"streams":[{"redirect":9589128,"hoster":"VOE"},{"redirect":9589133,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"Straße der Tränen","epNo":55,"alt":"","descr":"Als die Abiturientin Emelie Boll verschwindet, beginnen unter dem Hashtag \"woistemelie\" wilde Spekulationen über den Vermisstenfall und den mutmaßlichen Täter. In den Fokus der viralen Hetze gerät zunächst Ekki Talkötter: Schließlich wurde er dabei beobachtet, wie er Emelie am Abend zuvor ein Stück mit dem Auto mitgenommen hat. Auch wenn Wilsberg weiß, dass Ekki unschuldig ist die Lage ist ernst, und die Uhr tickt. Denn in der Vergangenheit sind am Horsthauser Landweg, auch \"Straße der Tränen\" genannt, schon zwei Frauen entführt und zwei Tage später ermordet worden. Während Alex die Eltern Peter und Susanne Boll dabei unterstützt, die übergriffige Presse auf Abstand zu halten, setzen Kommissarin Anna Springer und Overbeck alles daran, Emelie rechtzeitig zu finden.Noch bevor Ekki bei der Polizei ausgesagt hat, glaubt man unter dem Hashtag \"woistemelie\" den Täter schon identifiziert zu haben: Ekki. Wilsberg und Ekki nehmen Kontakt zu den #woistemelie-Followern auf. Es gelingt ihnen, Ekki aus der Schussbahn zu holen und die Suche nach Emelie von der virtuellen Welt in die reale zu verlegen. Bald schon schlagen sich Trupps von Freiwilligen durch den Wald, in dem Emelie vermutet wird. Auch Hiltrud Appeldorn, die bei den anderen Mordfällen an der \"Straße der Tränen\" als Profilerin engagiert war, beteiligt sich an der Suche. Kann sie dabei helfen, den Täter zu finden? Als einer der Freiwilligen unter Verdacht gerät, gibt es kein Halten mehr. Die Jagd nach dem Täter beginnt.","versions":[{"lang":1,"streams":[{"redirect":9589158,"hoster":"VOE"},{"redirect":9589147,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"MünsterLeaks","epNo":56,"alt":"","descr":"Ekki wurde eine \"Steuer-CD\" angeboten, die angeblich alles belastet, was in Münster Rang und Namen hat. Wilsberg soll Ekki helfen, die Glaubwürdigkeit zu überprüfen. Als die Presse von der \"Steuersünder-CD\" Wind bekommt, trifft eine erste Selbstanzeige im Finanzamt ein. Der Immobilienunternehmer Ehrenberg will reinen Tisch machen. Doch bevor er dazu kommt, ist Ehrenberg tot. Wilsberg und Ekki glauben nicht an Suizid, auch wenn es für Anna Springer und Overbeck danach aussieht. Über Ehrenbergs Akten stoßen sie auf eine heruntergekommene Waldgaststätte, in der Arbeiter untergebracht sind. Arbeiter, die für den Schlachtereibetrieb \"Bestfleisch\" arbeiten, aber über einen Subunternehmer Maywald beschäftigt sind. Auch die Steuer-CD-Stichprobe, die Ekki schließlich von einer \"Laura\" bekommt, belastet Maywald schwer.Um den Imageschaden zu begrenzen, beschließen \"Bestfleisch\"-Geschäftsführer Jan Lindemann und seine erfahrene Juristin Elisabeth Böhnisch, die Zusammenarbeit mit Maywald sofort zu beenden. Doch spätestens, als die Leiche einer \"Bestfleisch\"-Arbeiterin im Aasee gefunden wird, ist klar, dass hier ein größeres Verbrechen im Gange ist.","versions":[{"lang":1,"streams":[{"redirect":9589419,"hoster":"VOE"},{"redirect":9589424,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"Alle Jahre wieder","epNo":57,"alt":"","descr":"Wilsberg hatte sich eigentlich auf eine gemeinsame Weihnachtsfeier mit Ekki, Alex und Anna gefreut. Doch daraus wird wohl nichts, alle sind anders verplant oder, wie Anna, \"erkrankt\". Overbeck wäre dabei, aber darauf kann Wilsberg gern verzichten. Ruhig wird es für Wilsberg trotzdem nicht. Eine hochschwangere Frau taucht am Morgen des 24. Dezembers im Antiquariat auf. Sie bittet Wilsberg, ihren seit Kurzem vermissten Freund Johannes aufzuspüren. Während Wilsberg die Suche nach dem werdenden Vater zu einem dubiosen Kostümverleih führt, kommt es bei Wilsbergs Freunden zu zahlreichen Turbulenzen: Alex’ Weihnachtsempfang im Hause des renommierten Richters Hartmut Rudolph wird von der Entführung von dessen Ehefrau Franziska überschattet, Ekki muss sich aufgrund von Zugausfällen von seinem Skiurlaub verabschieden, und Anna wird Zeugin eines Banküberfalls.Spätestens, als Wilsberg herausfindet, dass der werdende Vater in eben diesen Banküberfall verwickelt ist, wird klar: Dieses Weihnachten steht im Zeichen des verbrecherischen Durcheinanders","versions":[{"lang":1,"streams":[{"redirect":9589429,"hoster":"VOE"},{"redirect":9589437,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"Morderney","epNo":58,"alt":"","descr":"Wilsberg hat sich von Anna zu einem gemeinsamen Norderney-Urlaub überreden lassen. Die Begeisterung hält sich in Grenzen, erst recht, als er erfährt, dass Annas Patentochter Merle mitfährt. Während Alex und Ekki auf das Antiquariat aufpassen, soll Wilsberg also \"Quality-Time\" mit Anna verbringen und sich – trotz Merle – nach allen Regeln der Kunst entspannen. Doch alles kommt anders als gedacht. Der Aufenthalt im Ferienhaus beginnt damit, dass jemand bewusstlos mit dem Kopf in der Kloschüssel hängt. Doch Gregor Schott, Kellner in einem Norderneyer Restaurant, schweigt zu den Umständen und liegt wenig später tot am Strand. Der Mord ruft Kriminalhauptkommissar Jan Brockhorst auf den Plan.Zum Unmut von Inselpolizistin Grit Vierboom, die sich bereits ihre eigene Expertin herbestellt hat: ihre Schulfreundin Insa Scherzinger, Leeraner Apothekerin und Hobbyforensikerin. Nicht nur Wilsbergs Neugierde an dem rätselhaften Fall ist von der ersten Sekunde an geweckt. Auch Merle mischt sich in die Ermittlungen ein und holt ebenfalls Verstärkung. Overbeck. Und so wimmelt es in kürzester Zeit von echten und selbst ernannten Kriminalisten, die sich gegenseitig in die Quere kommen und Gefallen aneinander finden. Overbeck mag Insa. Merle mag Overbeck. Brocki mag Anna. Aber Wilsberg mag Anna ja eigentlich auch. Trotz Strandspaziergängen und Urlaubsambiente gibt es einen Fall, der ein weiteres Opfer fordert.","versions":[{"lang":1,"streams":[{"redirect":9589439,"hoster":"VOE"},{"redirect":9589443,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"Prognose Mord","epNo":59,"alt":"","descr":"Die Geburtstagsfeier von Steuerfahnder Matthias Lehnhoff nimmt nach einem Streit mit seiner Frau ein jähes Ende. Wilsberg und Ekki finden Lehnhoff kurz darauf tot in der Nähe der Gaststätte. Neben der Leiche kniet, mit Pistole in der Hand, Ehefrau Hanna. Für Kommissarin Anna Springer und ihren Kollegen Overbeck ist die Sache klar: Hanna Lehnhoff hat ihren Mann erschossen. Ekki ist von der Unschuld der Frau überzeugt, Alex erwirkt ihre Freilassung. Wilsberg versucht, die Wahrheit über Lehnhoffs Tod herauszufinden. Er fühlt Lehnhoffs Affäre, der Immobilienmaklerin Sonja Venlo, auf den Zahn und entdeckt in ihrem Büro Fotos von heruntergekommenen Immobilien, die an Migranten vermietet sind. Als herauskommt, dass Lehnhoff undercover fürs LKA tätig und angeblich an der bulgarischen Mafia dran war, deutet sich eine neue Dimension des Falles an.Tatsächlich stoßen Wilsberg und Ekki in Lehnhoffs Wohnung auf eine Liste mit ausländischen Namen. Einer dieser Namen – Hassan Gregorjev – fällt wenig später erneut. Er soll beim Telefonshop-Besitzer Thomas Osterkorn eine große Menge Smartphones bestellt, aber nie bezahlt haben. Overbeck ist derweil voll damit beschäftigt, eine Software zur Verbrechensprävention zu testen. Auch wenn Springer nichts davon hält – wenig später gelingt Overbeck ein Volltreffer. Mit 70-prozentiger Wahrscheinlichkeit hatte das Programm eine schwere Straftat in einem bestimmten Gebiet vorhergesagt, in dem im Morgengrauen tatsächlich eine Leiche gefunden wird: Thomas Osterkorn.","versions":[{"lang":1,"streams":[{"redirect":9589255,"hoster":"VOE"},{"redirect":9589260,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"Die Nadel im Müllhaufen","epNo":60,"alt":"","descr":"Elena Warnetzki wohnt in einer Kleingartenkolonie, fischt Lebensmittel aus Müll-Containern und führt ein Leben ohne Fernseher, Computer, Smartphone und vor allem: ohne Geld. Elena hat ein Problem. Ihr Ex-Mann Thomas Warnetzki ist verschwunden. Wilsberg lässt sich dazu breitschlagen, seine Dienste gegen ihre zu tauschen. Elenas schlimmste Befürchtungen bewahrheiten sich. Thomas, ein Müllwerker, wird tot in einer Mülltonne gefunden. Der Leichenfund ruft Kommissarin Anna Springer und ihren Kollegen Overbeck auf den Plan. Wer hat Warnetzki getötet und wollte ihn auf diese Weise entsorgen? Die Ermittlungen führen Wilsberg zum Arbeitgeber des Toten, dem lokalen Entsorgungsunternehmen \"Mynstermyll\". Dort trifft Wilsberg zu seiner Überraschung auf Alex, die hier einen neuen Job als Pressesprecherin angefangen hat.Auch Ekki nimmt kurz darauf seine Arbeit bei \"Mynstermyll\" auf: Er soll in Wilsbergs Auftrag undercover als Müllmann ermitteln. Overbeck steigert sich derweil in den Verdacht hinein, dass die Müll-Mafia hinter allem steckt. Der Konflikt mit Alex und ihrer Chefin Isabell Meineke ist vorprogrammiert. War Thomas ein brisantes Fundstück im Müll zum Verhängnis geworden? Wie steht die gut situierte Olivia Haussner zu dem unkonventionellen Lebensstil ihrer Schwester? Welche Geschäfte hat Klaschka, Chef der Müllbrigade, parallel laufen? Und wie \"sauber\" ist das Unternehmen von Isabell Meineke wirklich?","versions":[{"lang":1,"streams":[{"redirect":9589303,"hoster":"VOE"},{"redirect":9589278,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"Mörderische Rendite","epNo":61,"alt":"","descr":"Der Eintritt in den Ruhestand – das könnte eigentlich etwas Schönes sein. Doch Paul Dietze – Wilsbergs Freund – hat nichts zu feiern. Das mühsam Ersparte ist weg. Die angeblich lukrative Altersvorsorge, die ihm der \"Vermögensberater\" Uli Pape damals aufgeschwatzt hat, hat sich als totaler Reinfall entpuppt. Paul und seine Ehefrau Elfie stehen vor dem Nichts. Wilsberg will diese Ungerechtigkeit so nicht einfach hinnehmen. Wilsberg sucht Uli Pape auf – und merkt schnell: Dieser Mann lügt und betrügt. Als wenig später der Bankfilialleiter Michael Wolff erschossen wird und sich eine Verbindung zu Pape abzeichnet, bekommt Wilsbergs Mission eine größere Dimension. Auch Kommissarin Springer und ihr Kollege Overbeck ermitteln. Doch weder die Witwe des Toten noch die Bankangestellte Sigrun Moorkamp zeigen sich besonders kooperativ.Auch Arthur Siekmann vom Bankvorstand lässt die Kripo auflaufen. Kann Alex, die Siekmann gerade in einer \"karrierepolitischen Angelegenheit\" vertritt, hier weiterhelfen? Wilsberg überredet Ekki, sich als Juniorberater auszugeben und undercover bei Pape zu ermitteln. War Pape mit Wolff aneinandergeraten, weil er Bankkunden abgeworben hatte? Auf welcher Seite steht Papes Mitarbeiterin Jette Retzlaff wirklich? Was hat es mit dem Klau von Kundendaten auf sich? Und wer macht am Ende wirklich mörderische Rendite?","versions":[{"lang":1,"streams":[{"redirect":9589293,"hoster":"VOE"},{"redirect":9589298,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"Gottes Werk und Satans Kohle","epNo":62,"alt":"","descr":"Ordensschwester Christa, die sich um die Finanzen ihres Klosters kümmert, hat an der Börse Geld angelegt und dabei ein glückliches Händchen bewiesen: 1,5 Millionen Euro Spekulationsgewinne. Das Geld wurde bis auf einen kleinen Restbetrag abgehoben und ins Kloster gebracht. Als die Äbtissin von der unglaublichen Summe erfährt, fordert sie, das Geld sofort wieder zurückzubringen. Doch das Geld ist weg. Christa und Helena, Ordensschwestern eines Münsteraner Klosters, benötigen daher dringend die Dienste des Privatdetektivs Wilsberg: Er soll herausfinden, wo die erwirtschafteten 1,5 Millionen geblieben sind. Gestohlen? Während Wilsberg sich in eines der kargen Fremdenzimmer einquartiert, um im Kloster zu ermitteln, treibt sich Alex dort im Auftrag von Arthur Hollerbach herum. Der Bauunternehmer plant, das marode Kloster zu kaufen und umzubauen.Der Konflikt ist programmiert. Wenig später gibt es auch für Kommissarin Springer und ihren Kollegen Overbeck Anlass, das Kloster zu besuchen: Jewgeni, einer der Bauarbeiter, der mit dem einsturzgefährdeten Dach des Klosters beschäftigt war, wurde ermordet","versions":[{"lang":1,"streams":[{"redirect":9589304,"hoster":"VOE"},{"redirect":9589314,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"Minus 196°","epNo":63,"alt":"","descr":"Wilsberg plagt ein schlechtes Gewissen: Seine neue Mandantin Britta Mantzke wird tot in der Nähe des Aasees gefunden. Kommissarin Springer und Overbeck gehen von Suizid aus. Trotzdem beschließt Wilsberg, dem Auftrag posthum Folge zu leisten. Er erfährt von Frauke Weiß, der Schwester der Toten, dass Britta sich nach einer Krebserkrankung zurück ins Leben gekämpft hat. Mithilfe einer hochmodernen Fertilisationsklinik konnte sie sogar ihren langgehegten Kinderwunsch verwirklichen. Für Britta drehte sich fortan alles um ihre inzwischen fünfjährige Tochter Amrei. Klingt das nach einer Frau, die ihr Leben beenden will? Als sei das noch nicht genug, stolpert Ekki zufällig über dubiose Machenschaften eines gemeinnützigen Vereins und bringt sich dadurch selbst in Gefahr. Alex verliebt sich ausgerechnet in ihren Klienten: Dr.Thorsten Friedrichs, den Klinikleiter des Kinderwunschzentrums \"Beste Hoffnung GmbH\". Familienplanung stand bisher nicht auf ihrer Agenda – auch für Overbeck wird das Thema Familie plötzlich lebendig.","versions":[{"lang":1,"streams":[{"redirect":12383970,"hoster":"VOE"},{"redirect":9589316,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"Ins Gesicht geschrieben","epNo":64,"alt":"","descr":"Ekki wird nach Bielefeld zum Firmenjubiläum eines Freundes eingeladen. Wilsberg begleitet Ekki, um seinen Freund Manni in Bielefeld zu sehen. Doch aus dem Treffen wird nichts. Die Smartphone-App \"Face23\", die Menschen per Gesichtserkennung identifiziert und alle im Netz verfügbaren Informationen zu einer Person zusammenträgt, sorgt in Bielefeld für Aufsehen. Technik-Muffel Wilsberg lässt das zunächst kalt. Als jedoch ein Video im Netz kursiert, das Alex Holtkamp neben einem Toten kniend zeigt, ist Wilsberg gezwungen, sich mit der App auseinanderzusetzen. Denn Alex gerät unter Mordverdacht. Vom Bielefelder Kommissar Harald Drechshage und seiner Partnerin Thoung Nhi Nguyen in die Mangel genommen, eilt Overbeck Alex zu Hilfe. Ursprünglich war Overbeck zur Vorstellung der \"Face23\"-App nach Bielefeld gereist. Jetzt möchte er bei den Ermittlungen mitmischen und zieht damit den Ärger der Bielefelder Kommissare auf sich.","versions":[{"lang":1,"streams":[{"redirect":9589330,"hoster":"VOE"},{"redirect":9589324,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"Schutzengel","epNo":65,"alt":"","descr":"Privatdetektiv Wilsberg wird Opfer eines Einbruchs. Schlimmer als der Schock über die Tat ist, dass das hart ersparte Geld für seine Kreuzfahrt mit Anna Springer gestohlen wurde. Doch beim Dezernat für Einbruch stößt Wilsberg auf taube Ohren. Auch für Kriminalkommissar Overbeck läuft es derzeit nicht gut. Er wird zufällig Zeuge eines Überfalls und schreitet ein. Dummerweise verhaftet er den Falschen, verliert seine Dienstpistole und erntet damit nicht nur den Hohn seiner Kollegen, sondern auch ein Disziplinarverfahren. Nach einem internen Krisengespräch mit Kriminalrat Schaaf, seiner Chefin Anna Springer und Personalrätin Susanna Havenstein überschlagen sich die Ereignisse. Overbeck trifft auf seinen alten Bekannten \"Ugly Joe\" Sundermann und überlegt, als Personenschützer in dessen Security-Firma einzusteigen.Doch dann wird Susanna Havenstein tot aufgefunden – ermordet. Overbecks Fall wird für Rechtsanwältin Alex Holtkamp zu einer immer größeren Herausforderung. Ekki Talkötter knöpft sich währenddessen die Firma von Overbecks dubiosem Freund vor. Als Anna von einem Auto angefahren wird und auf der Intensivstation landet, muss Wilsberg einen klaren Kopf bewahren. Aber wird ihn die Suche nach dem Fluchtfahrzeug auch zu Havensteins Mörder führen?","versions":[{"lang":1,"streams":[{"redirect":9589362,"hoster":"VOE"},{"redirect":9589333,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"Bielefeld 23","epNo":66,"alt":"","descr":"Ekki lädt Wilsberg zum Essen ein. Doch aus dem Vorhaben wird nichts. Ein Anruf veranlasst die beiden, zu einer abenteuerlichen Reise in die ostwestfälische Metropole Bielefeld aufzubrechen. Wilsbergs alter Freund Manni Höch hat ein Problem: Er sitzt im Knast. Für das Bauprojekt \"Bielefeld 23\" soll Bauamtsleiter Manni Bestechungsgelder angenommen haben. Nun steht das Bauprojekt von Bauunternehmer Jochen Hellwarth auf der Kippe. Ob Margot Becker, Mannis Stellvertreterin und Gegnerin des Bauvorhabens, etwas mit der Verschwörung zu tun hat? Und wer ist eigentlich dieser ominöse Journalist W., der angebliche Insiderinformationen über den Skandal von \"Bielefeld 23\" veröffentlicht? Overbeck wird von Anna Springer nach Bielefeld geschickt, um bei Annas Nichte Merle nach dem Rechten zu sehen. Als Overbeck hört, dass auch Wilsberg und Ekki in der Stadt sind, riecht er Lunte und mischt sich wieder in die Ermittlungen der Bielefelder Polizei ein","versions":[{"lang":1,"streams":[{"redirect":9589332,"hoster":"VOE"},{"redirect":9589342,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"Wellenbrecher","epNo":67,"alt":"","descr":"Wilsberg muss auf die Insel Norderney – mit Tessa Tilker, einer Anwaltskollegin von Alex aus Bielefeld, die seine Expertise in Sachen Erbrecht braucht. Gegen ein bezahltes Wochenende auf Norderney hat Wilsberg natürlich nichts einzuwenden. Selbst wenn seine Reisebegleiterin Tessa offensichtlich Liebeskummer hat und leicht reizbar ist. Doch kaum auf der Insel angekommen, erregt nicht nur Kommissar Brockhorst, der im selben Hotel absteigt, Wilsbergs Argwohn. Auch die Kinder und die Sekretärin des Verstorbenen verhalten sich merkwürdig im Streit um das Millionen-Erbe. Wilsberg entscheidet kurzerhand, der attraktiven Sekretärin Tanja Steinthal zu helfen, statt seinem eigentlichen Auftrag als Tessas Berater nachzukommen. Für ordentlich Verwirrung auf der Insel sorgen zudem immer mehr bekannte Gesichter aus Münster, Leer und sogar aus Bielefeld.Kriminalkommissar Brockhorst petzt Anna Springer, dass er Wilsberg mit einer jüngeren Frau auf Norderney gesehen hat. Anna ist sauer und reist Wilsberg nach. Brockhorst und Anna ahnen nicht, dass sie von zwei unterschiedlichen Frauen sprechen, und so \"erwischt\" Anna Wilsberg zusammen mit Tanja. Apothekerin Insa Scherzinger macht spontan Urlaub bei Freundin Grit. Overbeck hat Insas Reisepläne über illegale Fahndungsmethoden verfolgt und nimmt sich frei, um ihr nachzureisen. Und Tessa trifft auf Kommissar Drechshage, der zwangsweise aus Bielefeld angereist ist, um eine Kur zu machen. Doch statt Schlammbädern und Meditation hilft Drechshage lieber Anwältin Tessa bei ihren Recherchen um ein möglicherweise gefälschtes Testament.Was, wenn doch etwas Wahres an den Gerüchten um Erbschleicherin Tanja dran ist? Und warum ist Brockhorst so erpicht darauf, Tanja Betrügereien nachzuweisen? \"Wilsberg\" ist mittlerweile seit 25 Jahren in Münster im Einsatz.","versions":[{"lang":1,"streams":[{"redirect":9589350,"hoster":"VOE"},{"redirect":9589347,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"Vaterfreuden","epNo":68,"alt":"","descr":"Wilsbergs Freund Ekki braucht dringend Hilfe. Ekkis Ex-Freundin Silke Sestendrup stellt ihm seine Tochter Hanna vor. Ekki soll rückwirkend für die letzten sechs Jahre Unterhalt zahlen. Und als wäre das noch nicht genug, wird Ekki bei der anstehenden Beförderung übergangen. Ausgerechnet Alex Holtkamp, Wilsbergs Patentochter, vertritt Silke Sestendrup im Unterhaltsstreit gegen Ekki. Immerhin willigt Wilsberg ein, Ekki zu helfen, und seine Kollegin Lavinia genauer unter die Lupe zu nehmen, die anstelle von Ekki befördert wurde. Wilsberg ist eben ein echter Freund – und rät Ekki bezüglich Silke und Tochter Hanna zur Vorsicht. Doch Ekki flüchtet sich nach seiner beruflichen Pleite nur zu gern in die Vaterschaft für Hanna. Wilsberg sei doch nur neidisch, weil er keine Kinder habe.Als auch noch Ekkis Ex-Freundinnen Tina Espenkotte und Kerstin Buckebrede auftauchen, entspinnt sich ein Geflecht aus Lügen und Intrigen. Ist Ekki wirklich der Vater von Hanna? Und was hat das Verschwinden von Ekkis Anwalt Rainer Rohr zu bedeuten?","versions":[{"lang":1,"streams":[{"redirect":9589359,"hoster":"VOE"},{"redirect":9589361,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"Alles Lüge","epNo":69,"alt":"","descr":"Wilsberg und Ekki werden unversehens in einen Fall von Cybermobbing und Fake News verstrickt. Es geht um Verleumdungen, bezahlte Lügenkampagnen und verletzte Gefühle. Auf dem Wochenmarkt wird Ekki von einem säumigen Steuerzahler angegriffen. Der Zeuge Paul Schlächter stürzt bei dem Versuch, Ekki zu helfen und verletzt sich leicht. Wilsberg bringt ihn kurzerhand zu der Ärztin Dr. Britta Lüders. Sie bittet Wilsberg um Hilfe. Oliver Busch, ein ehemaliger Patient, verbreitet im Netz Lügen über die Ärztin. Wilsberg verspricht, den Fall unter die Lupe zu nehmen. Doch als Wilsberg die Wohnung des Enthüllungsjournalisten und Ex-Junkies Oliver Busch betritt, ist dieser tot. Neben dem leblosen Körper findet er Spritzbesteck und einen Laptop, auf dem ein Hass-Text gegen die Ärztin geöffnet ist.Wilsberg glaubt nicht an Buschs offensichtlich inszenierten Selbstmord. In der Zwischenzeit wird Ekki im Internet als Schläger diffamiert, obwohl er doch das Opfer war! Er braucht dringend Hilfe – von Rechtsanwältin Alex Holtkamp. Overbeck entdeckt die Freuden des Influencer-Daseins in sozialen Netzwerken, als ihm eine versehentlich ins Netz geladene Brandrede gegen Anna Springer den Ruf des \"Ovinators\" und zahlreiche Likes einbringt.","versions":[{"lang":1,"streams":[{"redirect":9589367,"hoster":"VOE"},{"redirect":9589368,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"Unser tägliches Brot","epNo":70,"alt":"","descr":"Beweise finden ist Wilsbergs tägliches Brot. Aber Beweise beschaffen, damit einem Mitarbeiter Diebstahl nachgewiesen werden kann, nicht. Doch genau das fordert Fabian Barkland, Mehrheitseigner des gleichnamigen Traditionsbetriebes in der Pumpernickel-Herstellung, von dem Münsteraner Privatdetektiv. Als Betriebsrat hat Mitarbeiter Tobias Nagel jedes Recht, für die Arbeitnehmerinteressen einzutreten. Doch damit ruft er Firmen-Anwalt Hartmut Niehoff auf den Plan, der für Fabian Barkland den unliebsamen Betriebsrat loswerden soll. Auch Ekkis Cousine, Steffi Geller, rückt in Niehoffs Schusslinie. Schließlich ist sie mit Tobias Nagel nicht nur beruflich, sondern auch privat liiert. Wilsberg stößt bei seinen Nachforschungen auf die Leiche von Kollege Bernd Freitag, der als Privatdetektiv für Niehoff gearbeitet hatte.Overbeck kann derweil nicht verhindern, dass sich seine Beinahe-Tochter Kira, die gerade einen Job sucht, kurzerhand selbst undercover in Barklands Betrieb einschleust, um ihn bei den Ermittlungen in dem Fall zu unterstützen. Und Ekki rennt die Zeit davon: Um Steffi und Tobias zu entlasten, sucht er ehemalige Opfer, die als Zeugen gegen den Anwalt aussagen würden. Doch alle Versuche, Niehoff das Handwerk zu legen, laufen ins Leere. Wird Wilsberg Niehoff diesmal mit seinen eigenen Waffen schlagen?","versions":[{"lang":1,"streams":[{"redirect":9589382,"hoster":"VOE"},{"redirect":9589383,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"Überwachen und belohnen","epNo":71,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9589407,"hoster":"VOE"},{"redirect":9589390,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"Aus heiterem Himmel","epNo":72,"alt":"","descr":"Privatdetektiv Wilsberg soll der Inhaberin einer Schneiderei helfen, die sich von ihrem Vermieter schikaniert fühlt. Kurz darauf wird ein Geschäftsnachbar vor ihren Augen ermordet.","versions":[{"lang":1,"streams":[{"redirect":9589396,"hoster":"VOE"},{"redirect":9589402,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"Einer von uns","epNo":73,"alt":"","descr":"Neben der Politik-Referentin Sophie Lowitz, dem Unternehmensberater Björn Schilling und dem PR-Spezialist Tobias Eichholz nimmt auch Juristin Dr. Tessa Tilker an dem Seminar teil. Als diese eine Blutspur in der Hotelhalle entdeckt, ruft sie Wilsberg zu Hilfe. Der Münsteraner Privatdetektiv lässt sich nicht lange bitten und nimmt gemeinsam mit Ekki undercover die Ermittlungen auf. Für Overbeck ist klar: Tessa will sich nur wichtig machen. Tessa wiederum vermutet, dass hier ein Verbrechen vertuscht werden soll. Was die anderen Teilnehmenden verschweigen: Es war noch jemand da. Eine Person, die von allen gehasst wird, weil sie ihre dunklen Geheimnisse aufdecken will: der Journalist Sebastian Nielsen. Hat Nielsen das Hotel freiwillig verlassen, oder wurde er umgebracht und weggeschafft? Wessen Motiv ist stark genug, einen Mord zu begehen? Es scheint nur eine Frage der Zeit zu sein, bis die Hilfe von Kriminalhauptkommissarin Anna Springer benötigt wird. Auch wenn die sich eigentlich auf ein ruhiges, arbeitsfreies Wochenende gefreut hatte.","versions":[{"lang":1,"streams":[{"redirect":9589409,"hoster":"VOE"},{"redirect":9589408,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"Gene lügen nicht","epNo":74,"alt":"","descr":"Die Münsteraner Polizei will sich modernisieren und erwägt, bei Ermittlungen die genetische Ahnenforschung mit einzubeziehen. Overbecks große Stunde scheint gekommen zu sein. Anna Springer kann mit diesen neumodischen Ermittlungsstrategien zwar wenig anfangen, Kriminalrat Schaaf allerdings freut sich, wenn er sich durch bahnbrechende Innovationen profilieren kann. Daher übergibt er Overbeck die Leitung dieser neu eingerichteten Taskforce. Overbeck nimmt sich als erstes den zehn Jahre alten Fall der ermordeten Nadja Hesselmeier vor. Dank der genetischen Datenbank des Ahnenforschungsinstituts stößt er schon bald auf einen Verwandten des Täters, der fast 25 Prozent seiner Gene teilt: Ekki. Der ist vollkommen verwirrt, als Overbeck vor ihm steht und wissen will, wo sein Bruder sei. Die Technik und die Sicherheit, die Overbeck ausstrahlt, lassen Ekki zweifeln.","versions":[{"lang":1,"streams":[{"redirect":9802370,"hoster":"VOE"},{"redirect":9802371,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"Ungebetene Gäste","epNo":75,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11380579,"hoster":"VOE"},{"redirect":11380557,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"Schmeckt nach Mord","epNo":76,"alt":"","descr":"Dem Fleischfabrikanten Thomas Heitbrink wird mangelnde Hygiene im Betrieb vorgeworfen. Seine Juristin Dr. Tessa Tilker beauftragt Wilsberg, herauszufinden, wer der Firma schaden will.","versions":[{"lang":1,"streams":[{"redirect":11380564,"hoster":"VOE"},{"redirect":11380556,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"Fette Beute","epNo":77,"alt":"","descr":"Als ein junger Mitarbeiter eines Start-ups vor Wilsbergs und Ekkis Augen verunglückt, stellt sich die Frage: War es ein Unfall, oder war es Mord? Leon Zöller musste Wilsberg und Ekki auf der Straße ausweichen und ist in parkende Autos gerast. Der tödliche Vorfall gibt Rätsel auf, da das Opfer keine sichtbaren Verletzungen aufweist. Und was hat es mit den Tabletten in Zöllers Handschuhfach auf sich? Litt das Opfer womöglich unter dem Erfolgsdruck des innovativen Unternehmens für Dienstleistungen? Die Gründer, Dorothee Bischoff und Finn Kemper, haben jedenfalls großes Interesse daran, dass ihr Unternehmen nicht in Verruf gerät. Um schneller als die Polizei zu sein und um Leons Schwester, Sophie Zöller, zu helfen, setzen sie eine hohe Belohnung für sachdienliche Hinweise zum Tod ihres Mitarbeiters aus.Das macht das Leben von Kriminalhauptkommissarin Anna Springer und ihrem Kollegen Overbeck nicht gerade leichter – zumal auch Wilsberg und Ekki bei den Ermittlungen mitmischen. Da ihnen wegen der beschädigten Autos hohe Schadensersatzklagen drohen, könnten sie die ausgelobte Belohnung bestens gebrauchen. Im Laufe der Ermittlungen stellt sich heraus, dass sich das disruptive Start-up nicht nur Freunde gemacht hat. Mit ihrer App treiben die jungen Unternehmer alteingesessene mittelständische Unternehmen vom Markt. So steht auch die Traditionsschreinerei von Karl Fürstenberg und seinem Sohn Robin finanziell mit dem Rücken zur Wand. Oder hat der einflussreiche Investor Benno Götze seine Finger im Spiel, den Anwältin Dr. Tessa Tilker derzeit juristisch vertreten muss?","versions":[{"lang":1,"streams":[{"redirect":11932420,"hoster":"VOE"},{"redirect":11932421,"hoster":"Streamtape"}]}]}]}]}