{"seriesId":"wir-kinder-der-mauer","name":"Wir Kinder der Mauer","descr":"Der Tag des Mauerbaus bestimmt auf lange Zeit das Leben vieler Kinder und Jugendlicher. Mehr noch als die Erwachsenen sind sie dem Geschehen total ausgeliefert, sind ohnmächtig in Bezug auf Politik und familiäre Entscheidungen. 28 Jahre lang sind Mauer und Stacheldraht eine vorgefundene Realität in ihrem Leben. Manche lehnen sich gegen ihren vorgezeichneten Lebensweg auf, andere finden sich mit der Teilung ab, die Familien auseinandergerissen, Menschen entwurzelt und Liebende getrennt hat. Unzählige junge Ostdeutsche haben Verwandte im Westen, aber mehr als gelegentliche Westpakete und hin und wieder ein Besuch sind über Jahrzehnte nicht denkbar. Die Lebenswelten entwickeln sich auseinander. Aber auch immerhin 1,25 Millionen Menschen verlassen das Land zwischen Elbe und Oder nach dem Mauerbau für immer. Manche sind kaum 18 Jahre alt und riskieren ihr Leben dabei. In ganz Westdeutschland, von Sylt bis zum Starnberger See, wachsen deshalb Kinder auf, deren Familien ostdeutsche Wurzeln haben. Und auch in umgekehrter Richtung beeinflussen familiäre Entscheidungen das Leben der Kinder: Pro Jahr gehen auch immerhin noch über 1000 Westdeutsche in die DDR, um dort dauerhaft zu leben. \"Wir Kinder der Mauer\" von Kristin Siebert und Christian von Brockhausen erzählt für Fernsehen, Mediathek und Hörfunk die Geschichte dieser Heranwachsenden zwischen 1961 und 1989.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir Kinder der Mauer ","epNo":1,"alt":"","descr":"Der Tag des Mauerbaus bestimmt auf lange Zeit das Leben vieler Kinder und Jugendlicher. Mehr noch als die Erwachsenen sind sie dem Geschehen total ausgeliefert, sind ohnmächtig in Bezug auf Politik und familiäre Entscheidungen. 28 Jahre lang sind Mauer und Stacheldraht eine vorgefundene Realität in ihrem Leben. Manche lehnen sich gegen ihren vorgezeichneten Lebensweg auf, andere finden sich mit der Teilung ab, die Familien auseinandergerissen, Menschen entwurzelt und Liebende getrennt hat. Unzählige junge Ostdeutsche haben Verwandte im Westen, aber mehr als gelegentliche Westpakete und hin und wieder ein Besuch sind über Jahrzehnte nicht denkbar. Die Lebenswelten entwickeln sich auseinander. Aber auch immerhin 1,25 Millionen Menschen verlassen das Land zwischen Elbe und Oder nach dem Mauerbau für immer. Manche sind kaum 18 Jahre alt und riskieren ihr Leben dabei. In ganz Westdeutschland, von Sylt bis zum Starnberger See, wachsen deshalb Kinder auf, deren Familien ostdeutsche Wurzeln haben. Und auch in umgekehrter Richtung beeinflussen familiäre Entscheidungen das Leben der Kinder: Pro Jahr gehen auch immerhin noch über 1000 Westdeutsche in die DDR, um dort dauerhaft zu leben. \"Wir Kinder der Mauer\" von Kristin Siebert und Christian von Brockhausen erzählt für Fernsehen, Mediathek und Hörfunk die Geschichte dieser Heranwachsenden zwischen 1961 und 1989. Das Besondere an dieser ARD-Gemeinschaftsproduktion, hergestellt von ECO Media: Diese Geschichte wird in ganz Deutschland verortet. Heute denkt man beim Thema Mauer reflexartig an Berlin. Doch die Geschichte der Teilung ist lang. In der ganzen Bundesrepublik sind heute Menschen verstreut, die unmittelbar vom Mauerbau und der Teilung geprägt wurden, deren Leben ohne diesen Einschnitt anders verlaufen wäre.","versions":[{"lang":1,"streams":[{"redirect":8640160,"hoster":"VOE"},{"redirect":8638230,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod in der Ostsee","epNo":2,"alt":"","descr":"1979 ereignet sich eine Tragödie vor Rügen, die bis heute nachwirkt. Vier junge Erwachsene und ein Kleinkind ertrinken bei der Flucht aus der DDR. In einer vierteiligen True-Crime-Serie erzählen wir ihre Geschichte.","versions":[{"lang":1,"streams":[{"redirect":8638243,"hoster":"VOE"},{"redirect":8638248,"hoster":"Streamtape"}]}]}]}]}