{"seriesId":"wir-kinder-vom-bahnhof-zoo","name":"Wir Kinder vom Bahnhof Zoo","descr":"Die Serie folgt sechs Jugendlichen, die kompromisslos für ihren Traum von Glück und Freiheit kämpfen und dabei alle Probleme mit Eltern, Lehrern und anderen Spießern hinter sich lassen wollen. Christiane, Stella, Babsi, Benno, Axel und Michi stürzen sich in die berauschenden Nächte Berlins, ohne Einschränkungen und Regeln, und feiern das Leben, die Liebe und die Versuchung – bis sie erkennen müssen, dass dieser Rausch nicht nur ihre Freundschaft zerstören wird, sondern sie in den Abgrund treiben kann.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Christiane F. - Wir Kinder vom Bahnhof Zoo (1981)","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12943341,"hoster":"VOE"},{"redirect":12943344,"hoster":"Doodstream"},{"redirect":12943342,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Christiane F. und die Kinder vom Bahnhof Zoo (Doku)","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12943322,"hoster":"VOE"},{"redirect":12943323,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Welpen","epNo":1,"alt":"","descr":"Im Versuch ihrer prekären Familiensituation zu entkommen, freundet Christiane sich mit der coolen Stella an. Dadurch lernt sie die ungleiche Gruppe von wunderbar schrägen Freunden kennen, die gemeinsam im SOUND ihre Sorgen wegtrinken und -tanzen und eine kleine Pille die einer der Freunde vorher noch besorgt erledigt den Rest. Sie verlieren sich in der Musik, die Euphorie des Clubs verbündet sie und gemeinsam entfliehen sie der Realität aber was für alle noch viel schöner ist sie haben das Gefühl als könnten sie Fliegen. Ab hier beginnt der Anfang einer tollen Freundschaft.","versions":[{"lang":1,"streams":[{"redirect":12943307,"hoster":"VOE"},{"redirect":12943313,"hoster":"Doodstream"},{"redirect":12943309,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Weihnachten","epNo":2,"alt":"","descr":"Außerhalb des SOUNDs sind die Leben von Christianes neuen Freunde viel komplexer als noch im Nebel des Clubs vermutet. Während sie sich immer weiter von ihren streitenden Eltern entfernt, taucht Christiane tiefer und tiefer in die Welten ihrer Freunde hinein. An Weihnachten durchleben sie alle eine Reihe herzzerreißender Ereignisse, welche die Teenager noch mehr verbündet.","versions":[{"lang":1,"streams":[{"redirect":12943304,"hoster":"VOE"},{"redirect":12943308,"hoster":"Doodstream"},{"redirect":12943305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bowie","epNo":3,"alt":"","descr":"Während das Leben und der Drogenkonsum der Gruppe immer diffuser wird, brauchen sie sich mehr denn je. Insbesondere Christiane und Benno kommen sich näher. Nachdem Axel für die gesamte Clique Tickets für das David Bowie Konzert gewinnt, endet der Abend im Chaos, doch Christiane findet sich allein in Bowies Kabine wieder und hat dort eine eigenartige aber lebensveränderne Erfahrung.","versions":[{"lang":1,"streams":[{"redirect":12943303,"hoster":"VOE"},{"redirect":12943306,"hoster":"Doodstream"},{"redirect":12943302,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Briefe","epNo":4,"alt":"","descr":"Christiane verlässt Berlin, um die Sommerferien auf dem Hof ihrer Großeltern zu verbringen, wo das Leben unschuldig und idyllisch ist. Doch dass Benno ihr nicht schreibt, verletzt sie. In Berlin lassen Stella und Babsi ihre verkorksten Familien hinter sich und gehen für Obhut einen zwielichtigen Deal mit einem Freier ein. Währenddessen müssen Benno und Michi ihr Geld für H am Strich verdienen.","versions":[{"lang":1,"streams":[{"redirect":12943299,"hoster":"VOE"},{"redirect":12943301,"hoster":"Doodstream"},{"redirect":12943300,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"4000 im Monat","epNo":5,"alt":"","descr":"Komplett abhängig vom Heroin und voneinander, beginnt die Beziehung zwischen Christiane und Benno zu bröckeln. Um ihre Sucht zu finanzieren, geht Christiane mit Stella und Babsi auf den Strich. Eine schockierende Nachricht erschüttert die Clique und Karin erkennt endlich die Sucht ihrer Tochter. Sie hilft Christiane und Benno zurück auf die richtige Spur.","versions":[{"lang":1,"streams":[{"redirect":12943295,"hoster":"VOE"},{"redirect":12943297,"hoster":"Doodstream"},{"redirect":14215287,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der letzte Druck","epNo":6,"alt":"","descr":"Nach einem qualvollen Entzug sind Christiane und Benno clean. Als sie ihre Freunde überzeugen wollen, das gleiche zu tun, drücken sie ein letztes Mal. Noch ein magischer Abend bei Axel. Am Morgen wartet eine Katastrophe, die sie alle zutiefst verstört zurück lässt. Stella wird verhaftet und Christiane und Benno wollen Berlin verlassen, doch am Ende ist es Christiane, die alleine am Bahnhof wartet.","versions":[{"lang":1,"streams":[{"redirect":12943293,"hoster":"VOE"},{"redirect":12943292,"hoster":"Doodstream"},{"redirect":12943291,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wenn die Nacht kommt","epNo":7,"alt":"","descr":"Christiane geht in eine Entzugsklinik, aber bricht schon bald wieder aus. Benno und Michi sind nach Prag geflohen, wo sie endlich der sexuellen Anziehung nachgehen können, die ihre Freundschaft schon lange plagt. Christiane findet sich im SOUND wieder und Babsi kann ihrer Liebe für den DJ nicht widerstehen. Das Wiedersehen der Mädchen löst eine Abwärtsspirale aus, die im Desaster enden wird.","versions":[{"lang":1,"streams":[{"redirect":12943289,"hoster":"VOE"},{"redirect":12943290,"hoster":"Doodstream"},{"redirect":12943288,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dämmerung","epNo":8,"alt":"","descr":"Von einer letzten Tragödie befallen, setzt Christiane sich den goldenen Schuss. Sie überlebt und wird zu ihren Großeltern geschickt, um clean zu werden. In Berlin trifft sie Stella, die recht erfolgreich ist und besucht Benno im Knast. Michi ist in Prag - die Gruppe zerfallen. Noch ist sie clean doch Christiane versteckt ein Päckchen H am Bahnhof Zoo. Zwei Journalisten erzählt sie ihre Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12943311,"hoster":"VOE"},{"redirect":12943314,"hoster":"Doodstream"},{"redirect":12943312,"hoster":"Streamtape"}]}]}]}]}