{"seriesId":"wir-waren-soldaten-vergessene-filme-des-zweiten-weltkrieges","name":"Wir waren Soldaten - Vergessene Filme des Zweiten Weltkrieges","descr":"Wie erlebten Amerikaner den Zweiten Weltkrieg? Zwei Jahre lang suchten die Produzenten der Dokumentarserie in öffentlichen Archiven und privaten Sammlungen nach einer Antwort auf diese Frage. Aus dem umfangreichen Material, das sie fanden, wählten sie Korrespondenzen, Berichte und private Filmaufnahmen von zwölf Frauen und Männern aus, die als Soldaten, Reporter und Krankenschwestern den Krieg an der Front erlebten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Episode 1","epNo":1,"alt":"Darkness Falls","descr":"Diese Serie dokumentiert auf einzigartige Weise Schauplätze und militärische Aktionen des Zweiten Weltkriegs: Weltweite Recherchen förderten seltenes – zum Teil farbiges – Bildmaterial zutage, das mit modernsten Technologien bearbeitet wurde. Die Serie erzählt auf eindrucksvolle Weise die persönlichen Geschichten einiger Soldaten während des Kriegs. Der österreichische Einwanderer Jack Werner flüchtete etwa vor den Nazis und meldete sich freiwillig in der US-Armee, um gegen Hitler zu kämpfen. Andere wie der Landarbeiter Archie Sweeney wurden hingegen einberufen und gelangten so an die Front.","versions":[{"lang":1,"streams":[{"redirect":7018657,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"Hard Way Back","descr":"Zwar haben sich die Amerikaner im Kampf gegen die Achsenmächte den alliierten Ländern angeschlossen, doch noch sind sie sich über das weitere Vorgehen im Unklaren. Charles Scheffel und seine Einheit erleiden erste Verluste im Kampf gegen Rommels Afrikakorps in Tunesien. Dort erlebt die Krankenschwester June Wandrey ihre ersten grausamen Kriegserfahrungen. Archie Sweeney verliert auf einer routinemäßigen Streife sein Leben, und Sergeant Jack Werner tritt seinen ersten Kampf gegen die Japaner an, in dem er mit Hilfe seiner Kollegen die Aleuteninseln zurückerobern soll.","versions":[{"lang":1,"streams":[{"redirect":7018674,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Bloody Resolve","descr":"Gegen Ende des Jahres 1943 wächst Amerikas Macht als Industrienation immer weiter. Doch als der Journalist Robert Sherrod auf Tarawa eintrifft, sehen sich die Marines von ihrer technischen Ausrüstung im Stich gelassen. Tarawa wird zu einer der blutigsten Kriegsschauplätze im Pazifik. Der Marinesoldat Nolen Marbrey nimmt an General MacArthurs Pazifikkampagne teil. Doch auf Neubritannien geraten er und seine Truppe hinter die Linien des Feindes. Der Reporter Richard Tregaskis verlässt den pazifischen Raum und begibt sich an die Front nach Italien, wo er durch einen Mörsereinschlag verletzt wird","versions":[]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"Battle Stations","descr":"Anfang 1944 bereiten die alliierten Mächte bereits eifrig ihre Landung in Frankreich vor. Bert Stiles, ein überzeugter und ehrgeiziger Kampfpilot, stößt in dieser Zeit zur stark dezimierten 8. Einheit der Air Force, die mit der Säuberung des Luftraums über der Normandie beschäftigt ist. Im Pazifik ist Jack Werner am Versuch der US-Truppen beteiligt, die strategisch wichtige Luftbasis Kwajalein auf den Marschallinseln zurückzugewinnen. Charles Scheffel trifft in England letzte Vorbereitungen zur großen Landung in der Normandie.","versions":[]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"Day of Days","descr":"Amerika geht in die Offensive, doch jede Hoffnung auf einen schnellen Sieg ist zu früh. Leutnant Charles Scheffel wird nach einer Verletzung in ein englisches Krankenhaus gebracht, während der Reporter Robert Sherrod an der Invasion der Insel Saipan teilnimmt. Nachdem der Navy-Soldat Jack Yusen seinen ersten Einsatz im Atlantik knapp überlebt hat, wird er an die gefürchteten Kriegsschauplätze im Pazifik verlegt. Charles Scheffel kann schließlich wieder zu seiner Truppe nach Frankreich zurückkehren, die im Heckendickicht der Normandie nur schwer voran kommt","versions":[{"lang":1,"streams":[{"redirect":7018693,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Point of No Return","descr":"Die Einheit von Leutnant Charles Scheffel lässt das schwere Gelände in den Hecken der Normandie hinter sich und beginnt einen Sturmlauf durch Frankreich. Von Süden kommend stößt die Krankenschwester June Wandrey mit ihrer Einheit ebenfalls immer weiter ins Innere Frankreichs vor. An den Schauplätzen des Pazifik wird der Marinesoldat Nolen Marbrey in der blutigen Schlacht um Peleliu verwundet. Und als Leutnant Scheffel den Befehl erhält, eine Stadt in der Nähe der deutschen Grenze einzunehmen, wird auch er so schwer verletzt, dass er zurück nach Hause geschickt wird.","versions":[{"lang":1,"streams":[{"redirect":7018702,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"Episode 7","epNo":7,"alt":"Striking Distance","descr":"Im Herbst 1944 sind die US-Truppen bereit für die Eroberung der Philippinen. Sie hoffen auch, die Kriegsgefangenen zu befreien, die seit 1942 auf die Inseln gebracht wurden. Sergeant Jack Werner kämpft an der Küste von Leyte, während der Matrose Jack Yusen auf offener See im Gefecht liegt. Der Pilot Shelby Westbrook begleitet das Bombardement deutscher Ölfelder, bis er bei einer Mission über Jugoslawien abgeschossen wird. Er überlebt und wird von Titos Partisanen gerettet, muss nun aber einen Weg finden, wie er nach Hause zurück kehren kann","versions":[{"lang":1,"streams":[{"redirect":7018710,"hoster":"VOE"}]}]},{"epId":"episode-8","name":"Episode 8","epNo":8,"alt":"Glory and Guts","descr":"Der Reporter Robert Sherrod begleitet die Marines bei ihrem Angriff auf Iwojima und erlebt hautnah die Schrecken des Krieges von der Invasion bis hin zum Hissen der amerikanischen Siegesflagge. Bert Stiles, Pilot einer B-17, hat zahlreiche zermürbende Missionen in seiner Maschine abgeleistet und wird zur psychischen Entlastung vorübergehend nach England geschickt. Doch es dauert nicht lange, bis er sich als Jagdflieger in einer P-51 zurückmelden muss. Bei seinem sechsten Einsatz stürzt er ab und wird getötet. Gleichzeitig trifft der unerfahrene Infanterist Rockie Blunt in der Normandie ein.","versions":[{"lang":1,"streams":[{"redirect":7018718,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Episode 9","epNo":9,"alt":"Edge of the Abyss","descr":"Nachdem der Infanterist Rockie Blunt die Ardennenoffensive überlebt hat, setzt er seinen Vormarsch über den Rhein fort. Das Ende des Krieges liegt für ihn spürbar in der Luft. Die Krankenschwester June Wandrey kümmert sich um Kriegsgefangene, die innerhalb der letzten Wochen befreit werden konnten. Auch Jimmie Kanaya kann dem Kriegsgefangenenlager in Nürnberg entkommen. Im Pazifik wird Kriegsberichterstatter Robert Sherrod Augenzeuge der Schlacht um Okinawa. Das Angebot, nach Hause zurückzukehren, nimmt er dankend an. Er weiß, dass jeder weitere Tag an der Front seinen Tod bedeuten kann.","versions":[]},{"epId":"episode-10","name":"Episode 10","epNo":10,"alt":"End Game","descr":"Der letzte Vorstoß in Europa steht an. Doch bevor die Nazis endgültig kapitulieren, erlebt der Infanterist Rockie Blunt in den Konzentrationslagern noch einmal die grausamste Seite des Krieges. Auch die Krankenschwester June Wandrey ist vor Ort und kümmert sich um die Überlebenden. Im Pazifik dauert die brutale Schlacht von Okinawa an. Sergeant Jack Werner wird wegen einer Verletzung zurück nach Hause geschickt, während Unteroffizier Nolen Marbrey einige der schrecklichsten Kampfhandlungen des Zweiten Weltkriegs durchstehen muss. Erst nach der Kapitulation Japans können die Alliierten feiern","versions":[]}]}]}