{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg","name":"Wir Kinder aus dem Möwenweg","descr":"Acht Kinder zwischen vier und elf Jahren ziehen in ein Neubaugebiet. Sie gehen in die gleiche Schule und spielen zusammen. Da sind der Junge Petja und seine Freunde Vincent, Laurin und Maus und das Mädchen Tara und ihre Freundinnen Tieneke, Fritzi und Jul. Sie haben oft verschiedene Ansichten und nicht immer geht es dabei lustig zu. Doch der Möwenweg ist letztlich immer der schönste Ort der Welt.","seasons":[{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-1","name":"Wir ziehen ein","epNo":1,"alt":"","descr":"Zwar gibt es noch jede Menge Matsch und unbefestigte Wege. Aber die Reihenhaussiedlung ist einzugsbereit, und die Kinder vom Möwenweg freuen sich, miteinander Bekanntschaft zu machen.Natürlich ist Petja dabei sehr gelegen, am neuen Wohnort möglichst viele Freunde zu finden. Und Tara verspricht sich viele neue Freundinnen. Doch wer genau zieht alles in die Siedlung ein? Werden es mehr Mädchen oder werden es mehr Jungs sein? Es ist soweit. Mama fährt mit Tara, Petja und Maus zu ihrem neuen Haus im Möwenweg, wo Papa schon wartet und die Möbelträger alle Hände voll zu haben, den vollgepackten Umzugswagen auszuräumen. Es sieht hier wirklich sehr schön aus! Neugierig durchstöbern die Kinder sämtliche Zimmer. Noch viel neugieriger aber macht sie, welche Nachbarn es denn geben wird. Wird Tara eine Freundin finden? Wohnen hier ein paar Jungs, die Petja Gesellschaft leisten können? Und überhaupt: wird der Möwenweg eine Mädchenstraße sein oder haben hier die Jungs die Oberhand? Tara und Petja klappern die andern Häuser ab, und schnell stellt sich heraus, dass es hier auch Leute gibt, die gar keine Kinder haben: Oma und Opa Kleefeld zum Beispiel oder die Voisins, mit denen nicht gut Kirschen ist. Die wichtigste Erkenntnis aber ist: es finden sich doch eine ganze Menge toller Kinder im neuen Zuhause und zahlenmäßig sind es genauso viele Jungs wie Mädchen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502958","hoster":"VOE"},{"path":"/redirect/8657583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-2","name":"Wir kommen in die neue Schule","epNo":2,"alt":"","descr":"Der erste Tag in einer neuen Schule ist immer ein besonderer. Für Fritzi jedoch ist er beängstigend. Die Kinder vom Möwenweg müssen sich anstrengen, um ihrer Freundin die Angst zu nehmen.Fritzi hat sich nämlich Hals über Kopf ins Jungenklo geflüchtet. Sicher würde sie nie wieder aufschließen, wenn die anderen Kinder nicht zu Hilfe kämen. Die machen sich daran, Fritzi beizubringen, dass ihr in der neuen Schulklasse keine Gefahr droht. Die Kinder aus dem Möwenweg freuen sich, alle zusammen in die neue Schule gehen zu können. Nur Fritzi geht es dabei nicht gut. Sie hat Angst, und da hilft es nicht einmal, dass Laurin ihr Klassen-kamerad werden wird. Sie flüchtet sich ins Jungenklo, schließt ab und lässt niemanden mehr zu sich herein. Sofort sind die anderen Kinder alarmiert und beratschlagen, was sie tun können, um Fritzi zu beruhigen. Erst einmal darf natürlich keiner außer den Freunden das Jungenklo betreten – was in der großen Pause natürlich nicht ohne Probleme bleibt. Während Petja und Vincent die Türsteher spielen, versuchen Tara, Tieneke, Jul und Laurin als nächstes, die kleine Fritzi aufzuheitern und sie davon zu überzeugen, dass ihr in der neuen Schule keine Gefahr droht. Doch es braucht ein paar gute Einfälle und ein paar akrobatische Aktionen, um das Problem endlich in den Griff zu kriegen und Fritzi mit Freude wieder in ihre Schulklasse zurückkehren zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502957","hoster":"VOE"},{"path":"/redirect/8657582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-3","name":"Wir bekommen Kaninchen","epNo":3,"alt":"","descr":"Wer hätte nicht gerne ein Haustier, noch dazu ein süßes Kaninchen? Doch in Taras Haus gibt es dafür keinen Platz. Mama hat gesagt, dass Tara mit ihren beiden Brüdern Vorlieb nehmen muss.Ganz anders ist es mit Tienecke. Die hat in ihrem Garten nicht nur eins, sondern gleich zwei Kaninchen: Puschelchen und Wuschelchen. Tara macht das etwas eifersüchtig, doch wirklich ärgerlich ist es für sie, dass sich Petja und Maus ständig über sie lustig machen. Taras Freundin Tieneke hat es eilig. Sie ist auf dem Weg, um mit ihrer Mutter in der Nachbarschaft ein Kaninchen abzuholen, das sie in Zukunft als Haustier halten darf. Wenn Tara mitgehen möchte, wird es Zeit, den Schlafanzug gegen richtige Kleider zu wechseln! Natürlich will Tara dabei sein, genauso wie Jul und Fritzi auch. Doch schnell wird klar, dass Kaninchen lieber zu zweit sind als alleine, und deshalb darf Tieneke am Ende Puschelchen und Wuschelchen mitnehmen, ein schwarzes und ein schneeweißes Tier. Tara ist darauf ganz neidisch. Sie hat keine Haustiere zuhause, bloß zwei Brüder, die sich ständig über sie lustig machen. Am liebsten würde sie Maus und Petja gegen zwei Kaninchen eintauschen! Da braucht es schon ein ordentlich schlechtes Gewissen bei den beiden Jungs, dass sie sich für ihre blöden Bemerkungen bei ihrer Schwester entschuldigen und den Kaninchen eine Rutsche bauen. Und Tara selbst? Die darf immerhin gelegentlich auf Tienekes Kaninchen achtgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12281958","hoster":"VOE"},{"path":"/redirect/8657584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-4","name":"Wir kochen Rosenparfüm","epNo":4,"alt":"","descr":"Es ist nicht leicht, ein originelles Geschenk für Mamas Geburtstag zu finden. Was ein Glück, dass Tara Freundinnen hat, die sie auf eine blendende Idee bringen. Wie wäre es mit Rosenparfüm? Doch selbst wenn man ein paar geeignete Rosen in den umliegenden Gärten findet, ist der Weg einigermaßen kompliziert, daraus ein gut riechendes Parfüm-Geschenk für Mama zu machen. Denn bloß mit Einkochen der Rosenblätter ist die Sache keineswegs getan. Weil Mama Geburtstag hat, kriegt Tara ein Problem: was soll sie bloß verschenken? Da kommt ihr Fritzis Vorschlag, Parfüm zu machen, gerade recht. Die prima Idee hat nur einen kleinen Schönheitsfehler: für Parfüm braucht man Blumen, und die wachsen in der Siedlung rund um den Möwenweg nur in fremden Gärten. Ob man also ein paar Blumen – Rosen am besten! – klauen darf? Nicht nötig, denn es fügt sich glücklich, dass Tara eine ganze Jutetasche voll Blüten von einer Nachbarin geschenkt bekommt. Augenblicklich können die Mädchen beginnen, die Rosen in Wasser einzukochen. Riechen tut der Sud aber erst, als Tieneke, Fritzi und Tara ein bisschen echtes Fliederparfüm nachgießen, und auch dann verliert das Gebräu noch längst nicht sein feines Knoblaucharoma. Warum? Weil die Kinder das Rosenparfüm in eine Flasche gießen, in der vorher \"Yoghurt-Dressing mit einem Hauch von Knoblauch\" war. Doch wenn schon – Mama wird’s trotzdem gefallen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502959","hoster":"VOE"},{"path":"/redirect/8657588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-5","name":"Wir haben einen Imbiss","epNo":5,"alt":"","descr":"Tara und Tiecke, Jul und Fritzi eröffnen einen Stand, an dem sie kühlen Früchtetee und Eis verkaufen. Doch es dauert nicht lange, da macht ihnen der Nachbar einen Strich durch die Rechnung.Denn Herr Voisin fühlt sich durch die Leute, die bei den Mädchen Rast machen, belästigt. Umso mehr Kundschaft es gibt, umso nachdrücklicher erhebt er Einspruch. Und dann klauen die Jungs den Mädchen auch noch die gute Idee und eröffnen einen Bockwurst-Stand! Ist das nicht eine prima Idee, die Tara und Tieneke da haben? Sie wollen am Gartenzaun Früchtetee und Eis verkaufen: Kundschaft gibt es ja genug, denn direkt am Möwenweg führt der Fahrradweg ins Grüne vorbei! Gesagt, getan. Die beiden Mädels treffen alle Vorbereitungen: Tee kochen, Eis mit der Eismaschine machen, Hinweisschilder malen, Gläser und Strohhalme zusammensuchen. Die Jungs schauen ihnen dabei genauso argwöhnisch zu wie die Voisins, die Nachbarn, die den Kindern nichts gönnen und immer was zu meckern haben. Und tatsächlich! Kaum fängt das Geschäft mit Tee und Eis an zu laufen und richtig Spaß zu machen, kommt auch schon Herr Voisin und redet von fehlendem Gewerbeschein und irgendeiner Lebensmittelhygieneverordnung. Und Petja, Laurin und Vincent klauen auch noch die Idee der Mädchen und versuchen ihrerseits, einen Stand mit frischen Bockwürsten zu eröffnen. Doch Tara und Tieneke ficht das nicht an. Opa Kleefeld kauft alle ihre leckeren Vorräte auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502962","hoster":"VOE"},{"path":"/redirect/8657586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-6","name":"Wir reißen aus","epNo":6,"alt":"","descr":"Die Kinder vom Möwenweg haben die Nase voll von ihren Eltern. Sie wollen nicht länger zuhause bleiben, sondern den Rest ihrer Tage in einer selbstgebauten Hütte am Feuerwehrteich verbringen. Doch auszureißen von Zuhause ist leicht. Etwas ganz anderes ist es aber, sich ohne Dach über dem Kopf etwas zu essen zu besorgen und es warm und trocken zu haben. Unter solchen Umständen fragt es sich schnell, wie lange die Begeisterung der Kinder anhalten wird.Erst sind es nur Tara und Petja, die sauer sind. Weil Papa sie nicht beim Anmalen der Wände brauchen kann. Doch dann treffen die zwei auf Laurin und Vincent, die Hausarrest haben und kurzerhand über den Balkon ins Freie klettern. Und als dann auch noch Fritzi, Jul und Tieneke dazukommen, steht der Plan fest: die Kinder reißen aus. Sie wollen mit ihren doofen Eltern nichts mehr zu tun haben. Doch je weiter sie gehen, umso müder werden sie und sind letztlich heilfroh, dass sie beim Feuerwehrteich ankommen. Böte ihnen eine Hütte aus Zweigen bis zum letzten ihrer Tage Schutz? Jedenfalls bauen sie einen Unterschlupf, ein windiges, ungemütliches, viel zu enges und bei Regen nasses Etwas. Bis zum Ende des Lebens? Und kaum was zum Essen und Trinken in dieser \"Wildnis\"? Ehrlich gesagt, verlässt die Kinder schnell der Mut und wird durch die Hoffnung ersetzt, dass die Eltern sie allesamt ganz furchtbar vermisst haben, wenn sie jetzt zurück nach Hause rennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502963","hoster":"VOE"},{"path":"/redirect/8657587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-7","name":"Wir beschatten Voisins","epNo":7,"alt":"","descr":"\"Räuber und Gendarm\" zu spielen, ist unterhaltsam. Viel interessanter ist es natürlich, wenn man als Gendarm tatsächlich einem Räuber – noch dazu in der Nachbarschaft – auf die Schliche kommt.Verdächtig erschien den Möwenwegkindern Nachbar Voisin schon immer. Doch was sich da alles an Kisten in seiner Garage türmt, weckt nun endgültig das detektivische Interesse von Tara und ihren Freunden. Sammelt sich da etwa Diebesgut? Dass Herr Voisin nicht gerade als bester Freund der Kinder gilt, ist bekannt. Doch ob er deswegen gleich ein Verbrecher sein muss? Genau das ist es aber, was sich Petja, Tara, Maus, Laurin, Vincent, Fritzi, Jul und Tieneke plötzlich einbilden. Ist es nicht höchst verdächtig, dass der Mann in seiner Garage einen ganzen Berg von Kartons stapelt? Liegt es nicht geradezu auf der Hand, dass in diesen Kartons etwas verborgen ist, was niemand sehen soll? Geklaute Handys vielleicht? Die Kinder vom Möwenweg machen sich auf Verbrecherjagd. Natürlich braucht es nicht lange, bis Herr Voisin sich als Mittelpunkt einer ungewollten Aufmerksamkeit empfindet und die Kinder in barschem Ton zurecht weißt. Doch die lassen sich nicht von ihren Ermittlungen abhalten. Selbst dann nicht, als Taras Vater Wind von den Vermutungen bekommt und Petja, Maus und Tara solch einen Unsinn verbietet. Es hilft nichts: die Kinder dringen in Voisins Garage ein und nehmen die Kartons ordentlich unter die Lupe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502964","hoster":"VOE"},{"path":"/redirect/8657585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-8","name":"Wir sind Popstars","epNo":8,"alt":"","descr":"Was tun, wenn es in den Ferien regnet? Jul und Fritzi schlagen vor, ein Popkonzert zu organisieren. Die Idee ist prima, die Ausführung allerdings trifft schnell auf heftige Schwierigkeiten.Viel Zeit bleibt bis zum Abend nicht. Bis dahin muss klar sein, wer singt, wie die Tanzeinlage funktioniert, wer an der Kasse sitzt und wer alles zum Konzert eingeladen wird. Als es dann Abend wird, geschieht die Katastrophe: der Strom fällt aus im Möwenweg. Es sind Sommerferien, aber das Wetter nimmt darauf keine Rücksicht. Es regnet. Kein Wunder, dass es Tara, Petja und Maus langweilig wird. Da trifft es sich gut, dass Jul und Fritzi eine gute Idee haben: sie schlagen vor, am Abend ein Popkonzert für alle Eltern zu geben. Und weil so ein Konzert natürlich nicht vom Himmel fällt, wie es der Regen tut, muss geprobt werden. Die Jungs wollen als Boygroup auftreten, die Mädchen als Girlsband. Und schon beginnen die Schwierigkeiten. Nicht nur, das Jul als die Älteste für sich beansprucht, die Sängerin zu sein, während die anderen Mädchen als Tänzerinnen im Hintergrund zu stehen haben und nicht nur, dass es schwierig ist, für Maus eine angemessene Rolle zu finden. Viel schlimmer ist es, dass kurz vor Beginn der Veranstaltung der Strom ausfällt. Da ist nun guter Rat teuer. Ausgerechnet die Jüngste, Fritzi nämlich, ist es, die mit einer wunderbaren Lösung für die ziemlich brenzlige Situation aufwarten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502965","hoster":"VOE"},{"path":"/redirect/8657590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-9","name":"Wir fahren zum Badesee","epNo":9,"alt":"","descr":"Der Badesee ist nicht weit entfernt. Also beschließen die Kinder, ihm mit ihren Fahrrädern einen Besuch abzustatten. Hoffentlich werden sich Mädchen und Jungen dabei vertragen.Denn bei einem Ausflug gibt es natürlich immer unterschiedliche Vorlieben unter den Beteiligten. Das ist normal. Doch dass die Jungs plötzlich verschwunden sind und die Mädchen nicht mehr wissen, wo sie noch suchen sollen, ist alles andere als normal.Es ist Sommer, und die Kinder haben ihre Fahrräder mit Proviantkörben beladen. Papa Michael fährt vorneweg und die ganze Rasselbande folgt. Ein Pony auf einer Koppel bietet eine prima Gelegenheit zur Rast, bevor es endlich über Stock und Stein weiter zum ersehnten Badesee geht. Kaum angekommen, ärgern Petja, Vincent und Laurin die Mädchen – bis plötzlich eine solche Ruhe herrscht, dass Tara und Jul, Tieneke und Fritzi beim Tauchen und Handstand-Üben inne halten und sich fragen: wo sind die Jungs abgeblieben? Abgesoffen? Nein, sie haben sich bloß versteckt und werden zur Strafe für ihren Schabernack von den Mädels ins Gefängnis unter den Landungssteg gesperrt. Damit sie dort nicht verhungern, bekommen sie Vollkornbrot und keinen einzigen Weingummi. Und klatschnass werden sie bei Gewitter und Regen auf der Rückfahrt auch! Aber da geht es den Mädchen nicht anders. Am Ende sind alle froh, bei Mama wieder im Trockenen zu sitzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502968","hoster":"VOE"},{"path":"/redirect/8657592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-10","name":"Wir machen einen Sponsored Run","epNo":10,"alt":"","descr":"ungs und Mädchen der Klasse von Frau Streng sind hellauf begeistert über den Einfall ihrer Lehrerin: eine Spendenaktion für alle, denen es nicht so gut geht wie den Kindern im Möwenweg.Um Geld für die Kinder in Afrika zu sammeln, laufen die Schülerinnen und Schüler Sportplatzrunden. Je mehr sie laufen, umso mehr Geld kommt in die Kasse. Blöd ist nur, dass Tara sich früh den Fuß verknackst. Untätig bleibt sie deswegen aber noch lange nicht.Taras Lehrerin, Frau Streng, erzählt von Afrika, wo die Kinder arm sind und in Pappkartons auf der Straße schlafen müssen. Um ihnen zu helfen, will die ganze Klasse Runden auf dem Sportplatz laufen. Und sie wollen Sponsoren finden, die für jede der gelaufenen Runden einen kleinen Geldbetrag spenden. Sogar die Voisins, von denen sonst nichts Gutes zu erwarten ist, sind bereit, großzügig mitzuspenden. Eine Katastrophe ist es allerdings, dass sich Tara am Abend vor dem \"Sponsored Run\" den Knöchel verstaucht. Der wird dicker und dicker, und am nächsten Morgen kann sie kaum einen Schritt mehr machen. Aber natürlich wäre Tara nicht Tara, wenn sie nicht eine Idee hätte, auch ohne mitzulaufen die anderen Kinder und das Projekt tatkräftig zu unterstützen. Sie nimmt einen Tisch in Beschlag, mischt Zitronenlimonade für die Sportler, verteilt Schokolade und findet wieder und wieder einen Weg, Tieneke oder Kiki oder Niklas anzufeuern. So wird aus dem Sponsored Run gewiss ein Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502967","hoster":"VOE"},{"path":"/redirect/8657589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-11","name":"Wir hüten Haustiere","epNo":11,"alt":"","descr":"Eigentlich ist es eine Freunde für Tara, auf die Kaninchen von Tieneke achtzugeben. Was soll dabei schon passieren? Doch Tara hat die Rechnung ohne Puschelchen und Wuschelchen gemacht.Dass sich Tienekes Kaninchen ausgerechnet auf dem Rasen der Voisins bequem machen, ist schlimm genug. Die Voisins mögen das gar nicht! Doch dann hoppeln die beiden Tiere auch noch frech in das nachbarliche Wohnzimmer: Tara braucht jetzt dringend Hilfe von Petja.Dass Tieneke an die Ostsee verreist, ist gar nicht so schlecht. Denn nun darf Tara auf die beiden Kaninchen ihrer Freundin achtgeben. Voller Begeisterung füttert sie Puschelchen und Wuschelchen, liest ihnen vor und führt sie im Garten spazieren. Dummer Weise macht sich eins der Tiere dabei selbständig und läuft auf das Grundstück der Voisins. Und die, wie wir alle wissen, sind weder Freunde von Tieren noch von Kindern, die sich unerlaubt auf ihrem teuren Rollrasen tummeln. Doch schlimmer noch! Wuschelchen lässt es nicht dabei, ein paar Grashalme auf Voisins Grund und Boden zu knabbern – das Kaninchen hoppelt auch noch durch die offen stehende Verandatür ins Wohnzim-mer der Nachbarn. Kann Petja helfen? Der fühlt sich als Superheld und krabbelt auf allen Vieren Wuschelchen hinterher – und ist augenblicklich mitten drin im Schlammassel. Denn nicht nur Frau Voisin, sondern auch ihr Mann sind im Haus – und wenn die Petja entdecken, wird es ungemütlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502966","hoster":"VOE"},{"path":"/redirect/8657591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-12","name":"Wir gehen Laterne-Laufen","epNo":12,"alt":"","descr":"Alles beginnt wie ein heimeliger Gang durch die Dunkelheit, mit Lichtern und Gesang. Doch schnell wird daraus eine ziemliche Kabbelei zwischen Jungs und Mädchen.Petja soll als Mitglied der Jugendfeuerwehr achtgeben, dass beim Laterne-Laufen die brennenden Kerzen kein Unglück anrichten. Doch Petja treibt Schabernack und gerät deshalb mit Tara, Tieneke, Jul und Fritzi aneinander. Die Mädchen beschließen, Petja zu erschrecken.Kann ja sein, dass Tara und Tieneke eigentlich schon viel zu groß sind zum Laterne-Laufen. Aber weil es ihnen nun mal Spaß macht, Laternen aus Papier zu bastelt, nach Einbruch der Dunkelheit damit zu leuchten und schöne Lieder dazu zu singen, wollen sie sich samt Jul und Fritzi auf den Möwen-Weg machen. Alleine? Nein, weit gefehlt! Denn Taras Mama gibt ihnen eine Art Wachhund an die Seite: Petja! Der ist nämlich bei der Jugendfeuerwehr und soll achtgeben, dass die brennenden Kerzen in den Laternen kein Unglück anrichten. Das genau tut er denn auch und zwar nach Art eines besserwisserischen Aufpassers. Die Mädchen haben Mühe, ihrem Laterne-Laufen angesichts des ständigen Befehle und Ermahnungen Petjas noch irgendeinen Zauber zu erhalten. Doch als der Jungfeuerwehrmann dann auch noch anfängt, mit seinem Helfer Vincent die Mädchen in der Dunkelheit zu erschrecken, ist das Maß voll. Tara und Tieneke, Jul und Fritzi holen zum mächtigen Gegenschlag aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502969","hoster":"VOE"},{"path":"/redirect/8657594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-13","name":"Wir feiern Geburtstag","epNo":13,"alt":"","descr":"Auf den eigenen Geburtstag hat sich Tara natürlich sehr gefreut. Damit es ein rundum unvergess-licher Tag wird, braucht es aber etwas Besonderes. Doch danach sieht es zunächst nicht aus.Alles läuft darauf hinaus, dass Taras Geburtstag bei trüben, kalten November-Wetter nichts bieten wird, was wirklich Spaß macht. Doch dann gibt Mama das Haus frei zum Grusel-Verstecken, und schon ist alle Langeweile vertrieben. Die Kinder haben einen Riesenspaß.Neun Jahre wird Tara heute alt, und so wünscht sie sich frühmorgens beim Auspusten der Kerzen auf dem Geburtstagskuchen, dass der Tag ein ganz besonders schöner wird! Doch ob ihr Wunsch in Erfüllung geht? Schließlich gehen andere Kinder an ihrem Geburtstag ins Kino, in den Kletterpark oder zum Kegeln – machen also irgendwas Besonderes?. Für Taras Eltern jedoch ist das alles zu teu-er. Außerdem ist November, in dem es kalt und schon früh dunkel wird und man keine Gartenparty feiern kann. Als dann auch noch Maus den schönen Kuchen zerquetscht, scheint klar: was für ein Schrottgeburtstag! Doch Tara irrt sich. Denn nicht nur, dass alle Kinder vom Möwenweg mit Ge-schenken und tollen Ideen kommen, wie man mit lustigen Spielen sehr wohl eine schöne Feier haben kann, nein: Mama gibt das ganze Haus, von oben bis unten und mit allen Zimmern, frei zum schaurig schönen Gruselverstecken-Spielen. Und das ist nun wirklich etwas ganz besonders Besonderes?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502970","hoster":"VOE"},{"path":"/redirect/8657593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-14","name":"Wir beerdigen einen Vogel","epNo":14,"alt":"","descr":"Wenn es darauf ankommt, halten die Kinder vom Möwenweg zusammen. Zum Beispiel dann, wenn ein Vogel stirbt und von allen gemeinsam zu Grabe getragen werden muss.Leider ist ein Vögelchen gegen die Fensterscheibe geflogen und liegt jetzt tot auf Taras Veranda. Natürlich kann es da nicht liegen bleiben. Es muss mit allen, was dazu gehört, im Garten bestattet werden!Die Jungs spielen Fußball, die Mädchen spielen mit den Kaninchen, Maus lutscht ein Eis und Taras Mama ist in aller Seelenruhe am Putzen. Doch plötzlich ist es mit der Idylle vorbei! Ein Vogel rauscht gegen die Fensterscheibe und bleibt auf der Veranda der Johannsons liegen. Von Maus Geschrei aufmerksam gemacht, stürzen alle Kinder eilig zusammen, doch dem Vogel ist nicht mehr zu helfen. Er ist tot. Und weil man ja nun das arme Tier nicht ohne Grab lassen will, erklärt sich Vincent schnell zum Beerdigungsunternehmer und schachtet mit Petja und Laurin, seinen Gehilfen, eine Grube im Garten aus. Die Mädchen packen den Vogel in einen Karton und alle Kinder zusammen machen eine Beerdigung, die nichts zu wünschen übrig lässt: mit Blumen, Grabkreuz, Trauermusik und einer Rede. Das ist so schön, dass Maus Geschmack an Beerdigungen zu finden scheint: die Gräten vom Fisch, den es heute zum Mittagessen gibt, sollten eigentlich auch einen Grabhügel bekommen – oder?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502971","hoster":"VOE"},{"path":"/redirect/8657597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-15","name":"Wir backen Kekse","epNo":15,"alt":"","descr":"Eigentlich soll Vincent für die Schule büffeln. Doch viel lieber leistet er natürlich seinen Freunden Gesellschaft beim Plätzchen backen. Keine Frage – das dürfte eine Menge Ärger geben.Denn Vincents Mama Zita-Sybill nimmt es mit dem Lernen sehr genau. Schließlich möchte sie in Vincent den besten und klügsten Jungen weit und breit sehen. Auf keinen Fall wird sie es durchgehen lassen, dass sich Vincent einfach aus dem Staub gemacht hat. Während sich alle Möwenweg-Kinder darauf freuen, nach der Schule gemeinsam Plätzchen bei den Kleefelds zu backen, ist Vincent ziemlich sauer. Seine Mutter hat ihn dazu verdonnert, zuhause für einen Mathe-Test zu lernen. Doch Vincent kann der Versuchung nicht widerstehen. Kaum verlässt Mama Zita-Sybill das Haus, ist er wieder an der Seite seiner Freunde. Es macht eben einen Riesenspaß, den Teig anzurühren, die Plätzchen auszustechen und sie endlich in den Backofen zu schieben. Blöd ist nur, dass die Kinder bei all dem Trubel in Oma Kleefelds Küche nicht bemerken, dass Zita-Sybill vom Einkauf wieder nach Hause kommt – und dort vergeblich nach ihren Sohn Vincent sucht. Ist der etwas ausgebüxt? Wütend macht sie sich auf die Suche, und tatsächlich dauert es nicht lange, das steht sie auch schon bei Kleefelds vor der Haustür. Nun ist guter Rat teuer. Was tun, um Vincent ein Donnerwetter zu ersparen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502972","hoster":"VOE"},{"path":"/redirect/8657595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-16","name":"Wir retten ein Tier","epNo":16,"alt":"","descr":"Als Tara und Petja ein Meerschweinchen in ihre Obhut nehmen, wissen sie ganz genau, dass das mit viel Aufregung verbunden sein wird. Denn zuhause darf niemand das Tier entdecken.Gerechnet haben die Kinder mit dem heimatlosen Haustier nicht, das ihnen beim Feuerwehrteich über den Weg läuft. Was ist zu tun? Zuhause sind Tiere verboten. Unter strikter Geheimhaltung lässt sich das Meerschwein vielleicht in der Garage versorgen.Tara hat zwei Geschwister, und wenn sie dazu auch noch ein Haustier hätte, würde es daheim ziemlich eng. Das sagt jedenfalls Taras Mutter. Doch dann entdecken die Kinder vom Möwenweg am Feuerwehrteich ein heimatloses Meerschweinchen. Und so ein Meerschweinchen kann man ja nun auf gar keinen Fall ungeschützt Wind und Wetter aussetzen. Was also tun? Entschlossen nehmen es Petja und Tara unter ihre Obhut, allerdings in einer Weise, dass Mama davon auf gar keinen Fall etwas merkt. Gesagt, getan! Aus dem Meerschweinchen wird ein äußerst geheimes Meer-schweinchen, das seinen vorläufigen Platz, wohlbehütet und versorgt, in einer Kiste in der Garage findet. Leider mag der kleine Nager aber ungern bleiben, wo man ihn gerne hätte, und so marschiert er schnurstracks mitten in die Nachbargarage von Herrn Voisin hinein. Schon sind die Probleme da! Denn ein Nager in seiner Garage? Das geht für Herrn Voisin auf gar keinen Fall. Der Schädlings-bekämpfer muss her!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931373","hoster":"VOE"},{"path":"/redirect/8657600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-17","name":"Wir freuen uns auf Weihnachten","epNo":17,"alt":"","descr":"Der Weihnachtstag ist Taras Meinung nach der längste Tag des Jahres und besteht vornehmlich aus Warten auf die abendliche Bescherung. Oder lässt sich die Zeit einfallsreich vertreiben?Mit ein bisschen Nachdenken kommt man schnell auf einige Ideen, was sich bis zum Abend anstellen lässt: vom Schmücken des Tannenbaumes bis zum Singen eines Ständchens für die Voisins. Und wenn die Gans im Ofen anbrennt, feiern die Familien am Ende eben alle gemeinsam!Der Weihnachtstag ist Taras Meinung nach der längste Tag des Jahres. Denn es dauert eine Ewigkeit, bis es endlich Zeit für die abendliche Bescherung ist. Natürlich gibt es eine Menge zu tun: den Weihnachtsbaum aufstellen zum Beispiel – was ohne Michael, dem Papa von Fritzi und Jul und bestem Handwerker vor Ort, nicht geht. Und Michael ist es auch, der für Taras Mama im Handum-drehen die Seifenschaum spuckende Waschmaschine repariert. Doch noch immer sind es Stunden bis zur Bescherung! Tara und Tieneke beschließen, sich vorab schon mal ihre Geschenke zu übergeben; außerdem machen sie einen Weihnachtsbesuch bei Oma und Opa Kleefeld; und schließlich bringen sie den Voisins sogar ein Weihnachtsständchen. Bis endlich – tja, bis endlich der Weihnachtsmann vor der Haustür steht und Michael bestürzt feststellen muss, dass seine Weihnachtsgans im Backofen verkohlt ist. Doch das ist ganz egal! Dann feiern eben alle bei Tara mit Würstchen und Kartoffelsalat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502974","hoster":"VOE"},{"path":"/redirect/8657596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-18","name":"Wir spielen im Schnee","epNo":18,"alt":"","descr":"Winterzeit ist Schlittschuhzeit. Doch Petja hat ein heftiges Problem: seine Schuhe passen ihm nicht mehr, und von Mama will er sich auf gar keinen Fall weiße \"Weiberschuhe\" ausleihen.Natürlich würde es Petja Spaß machen, mit Vincent und Laurin auf dem zugefrorenen Feuerwehr-teich Eishockey zu spielen. Doch ohne seine Schlittschuhe gibt es dazu keine Chance. Was also tun? Schmollen? Vielleicht hat Opa Kleefeld ja einen guten Rat.Wenn der Feuerwehrteich im Winter zugefroren ist, dann ist es Zeit, die Schlittschuhe aus dem Keller zu holen. Denn natürlich ist Tara eine begeisterte Eiskunstläuferin und Petja, seiner Ansicht nach, ein genialer Eishockeyspieler. Das ist er in diesem Jahr aber nur so lange, bis er merkt, dass seine Schuhe viel zu klein geworden sind und gar nicht mehr passen wollen. Mamas weiße \"Weiberschuhe\" will Petja auf gar keinen Fall ersatzweise tragen. Grund genug, sich schmollend in sein Zimmer zurückzuziehen: sollen sich seine Freunde doch ohne ihn vergnügen! Da trifft es sich gut, dass Opa Kleefeld dringend Hilfe braucht beim Plätzchenbacken und Nachbarn Petja schnell aus seinem Schmollwinkel herausholt. Und es kommt noch besser! Nicht nur, dass Opa mit Petja eine Sternstunde der Backkunst erlebt – er bietet dem Jungen auch noch seine eigenen Schlittschuhe an. Die sind zwar uralt, dafür aber pechschwarz und absolut funktionstüchtig. Mit anderen Worten: einem Eishockeyspiel auf dem Feuerwehrteich steht nun nichts mehr im Wege.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502973","hoster":"VOE"},{"path":"/redirect/8657598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-19","name":"Wir suchen Maus","epNo":19,"alt":"","descr":"Unter den Kindern ist Maus der jüngste. Die Älteren mögen mit ihm ungern spielen. Doch sie haben den Kindergartenbub unterschätzt. Der hat es nämlich faustdick hinter den Ohren.Gerne wäre Maus Mitglied in der Möwenweg-Bande. Die heißt \"The seven cool kids\" und will auf gar keinen Fall einen Fünfjährigen aufnehmen. Es braucht schon einen unglaublichen Einfall von Maus, um diese Situation zu ändern und zum Held vom Möwenweg zu werden.Die Kinder aus dem Möwenweg haben eine Bande. Sie heißt \"The seven cool kids\" und schließt Taras kleinen Kindergartenbruder Maus nicht mit ein. Der ist deshalb alles andere als zufrieden. Das ändert sich auch nicht, als Laurin seinen Hausschlüssel verliert. Zwar findet sich der Schlüssel unter dicken Kabeltrommeln auf dem Nachbargrundstück wieder, doch die \"Seven cool kids\" kommen nicht an ihn heran. Die Trommeln sind viel zu schwer und lassen sich keinen Zentimeter wegrollen. Ja, schlimmer noch! Maus mischt sich unglücklich in die Bemühungen der Älteren und macht den Schlüssel dadurch noch viel unerreichbarer. Laurin wird blass! Wenn seine Mutter merkt, dass der Schlüssel verloren ist, bekommt er sicher Hausarrest. Aller Unmut richtet sich gegen Maus. Er nervt! Und keiner mehr mag mit ihm spielen. Beleidigt zieht der deshalb samt Drachi seiner Wege. Aber die \"cool kids\" haben den Kleinen unterschätzt. Maus hat nämlich plötzlich einen ganz prima Einfall!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502978","hoster":"VOE"},{"path":"/redirect/8657599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-20","name":"Wir pflegen Mama gesund","epNo":20,"alt":"","descr":"Ob Tara, Maus und Petja in der Lage sind, sich um die grippekranke Mama und dabei auch um sich selbst zu kümmern? So einfach, wie sie sich das vorgestellt haben, wird es jedenfalls nicht.Denn Papa und die Kinder müssen heute alles selbst organisieren. Das sind sie nicht gewohnt. Und so ist es kein Wunder, dass zum Beispiel die schön aufgeräumte Küche schnell so aussieht, als wären Elefanten durchgerannt.Heute ist alles anders. Denn Mama ist krank. Sie hustet, hat kaum eine Stimme und muss so schnell es geht ins Bett zurück. Also muss Papa sich ganz besonders anstrengen und das Frühstück für die Kinder selbst machen: obwohl er das eigentlich gar nicht kann. Damit gehen die Probleme aber erst los: in der Schule grübelt Tara unentwegt, wie sie Mama beim Gesund-Werden helfen kann und Petja vergisst, Maus zur verabredeten Zeit aus dem Kindergarten abzuholen. Richtig kompliziert wird es dann beim Mittagessen. Denn aus den Pfannenkuchen, die Petja in Aussicht stellt, wird nichts. Stattdessen sieht Mamas schöne Küche schnell so aus, als wäre eine Herde Elefanten durchge-trampelt, und auch die Idee mit den Fischstäbchen will erst mal gar nicht funktionieren. Egal! Hauptsache ist, dass Mama von all dem nichts merkt, viel Ruhe hat, um gesund zu werden und die Kinder ihr das Gefühl geben, dass sie alles fest im Griff haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502976","hoster":"VOE"},{"path":"/redirect/8657601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-21","name":"Wir kriegen einen Liebesbrief","epNo":21,"alt":"","descr":"Völlig unvorbereitet trifft es Tara, als sie einen Liebesbrief entdeckt, der ganz offensichtlich an sie gerichtet ist. Kann das sein? Wer steckt dahinter? Tara macht sich auf die Suche. Auf die Hilfe ihrer besten Freundin Tienecke kann sich Tara dabei verlassen. Doch die Suche gestaltet sich schwieriger als gedacht und sie führt am Ende zu einem Ergebnis, mit dem weder sie noch Tienecke im entferntesten gerechnet haben.Als Frau Streng der Klasse die Schulhefte zurückgibt, erschrickt Tara heftig. Denn kaum hat sie ihr eigenes Heft aufgeschlagen, da strahlt ihr auch schon ein waschechter Liebesbrief mir dickem, rotem Herzen entgegen. Die krakelige Schrift lässt für Tara und Tienecke nur einen Schluss zu: der Liebesbrief muss von einem Jungen stammen. Fieberhaft begeben sich die beiden Mädchen auf die Suche nach dem Urheber. In der Klasse ziehen die geheimnisvollen Blicke der Mädchen auf die Schreibhefte der Jungs argwöhnische Kommentare nach sich. Und zuhause kriegt Petja schnell Wind von dem Brief und macht sich mit seinen Freunde Vincent und Laurin richtig gehässig lustig über seine Schwester. Was soll Tara tun? Jul rät, in der großen Pause, die Hefte der Klassenkameraden nochmals in aller Ruhe und Sorgfältigkeit durchzusehen, um die Schrift wiederzuerkennen. Das aber führt nun zu ganz und gar peinlichen Verwicklungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502977","hoster":"VOE"},{"path":"/redirect/8657604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-22","name":"Wir drehen einen Film","epNo":22,"alt":"","descr":"Wenn sie schon nicht fernsehen dürfen, dann wollen Tara und ihre Freundinnen eben ihr eigenes Fernsehprogramm drehen. Doch die Sache wird schwieriger als die Mädchen dachten. Schon am Abend sollen die eigenen Filme – Nachrichten, Tierfilm und Quizsendung – allen Eltern vorgeführt werden. Maus allerdings durchkreuzt die Pläne. Plötzlich fehlen einige Aufnahmen, und Petja muss rettend in die Bresche springen. Wenn sie schon nicht fernsehen dürfen, dann wollen die Mädchen eben ihr eigenes Fernsehpro-gramm machen. Mit Juls digitaler Kamera ist das möglich! Also schminken sich Tara, Fritzi und Tieneke wie richtige Ansagerinnen und beginnen ihre Arbeit. Als erstes verliest Tieneke Nachrichten und Fritzi tritt als Wetterfee auf. Doch schon wird es schwierig. Denn der nun folgende Tierfilm soll eigentlich Aufnahmen von Wuschelchen und Puschelchen, den beiden Kaninchen, bieten, die durch einen Slalom hoppeln. Doch die Tiere wollen nicht, wie Kamerafrau Jul es will, und so kann der ganze Beitrag nur gerettet werden, indem die Kaninchen gegen das Meerschweinchen Rambi ausgetauscht werden und Rambi auf einem Skateboard durch das Zimmer rauscht. Die Probleme reißen jedoch nicht ab. Nicht nur, dass Fritzi als Kandidatin der nachfolgenden Quizshow auf der Leitung steht: Maus bringt die geplante Vorführung der Filme am Abend im Kreise der Erwachsenen in Gefahr!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502979","hoster":"VOE"},{"path":"/redirect/8657603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-23","name":"Wir sind fast zerstritten","epNo":23,"alt":"","descr":"Taras beste Freundin Tienecke scheint plötzlich nichts mehr von ihr wissen zu wollen. Ein fremdes Mädchen namens Anna sitzt seit heute in der Klasse und beansprucht Taras Platz. Tara ist alles andere als glücklich. Doch sollte sie tatsächlich ihre beste Freundin verloren haben, will sie sich nicht unterkriegen lassen. Dann spielt sie eben mit Fritzi. Oder mit den Jungs. Aber das ist natürlich nicht dasselbe wie mit Tienecke. Eigentlich sind Tara und Tieneke ein Herz und eine Seele. Doch an diesem Morgen bringt Frau Streng, ihre Lehrerin, ein neues Mädchen in die Klasse: Anna! Anna hat große Ähnlichkeit mit Tienecke sie ist bloß ein bisschen kleiner und ein bisschen dicker. Aber sonst verstehen sich die beiden Mädchen auf Anhieb ausgezeichnet. Anna und Tienecke mögen die gleiche Musik, die gleichen Tiere, waren beide schon mal an der Nordsee im Urlaub und beschließen, zusammen Mittag zu essen. Da schaut Tara natürlich ganz schön blöd in die Röhre. Ihre beste Freundin will plötzlich nichts mehr von ihr wissen? Also gut. Dann sucht sie sich eben andere Freunde. Das wäre doch gelacht, wenn sie bloß auf Tienecke angewiesen wäre. Doch so leicht, wie sich Tara das vorstellt, ist es mit den Freunden nicht. Fritzie ist ja erst zweite Klasse und also zu kindisch. Jule dagegen benimmt sich, als wäre sie schon so alt wie eine Oma. Und die Jungs? Die furzen um die Wette! Das darf ja wohl alles nicht wahr sein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502980","hoster":"VOE"},{"path":"/redirect/8657602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-24","name":"Wir legen uns rein","epNo":24,"alt":"","descr":"Aprilscherze macht jeder gerne. Tara und Tienecke sind da keine Ausnahme, vor allem, wenn man heute die Jungs oder die Erwachsenen mal nach Strich und Faden reinlegen kann. Was jedoch den Mädchen Spaß macht, das macht natürlich auch allen anderen Freude. Und so kommt es, dass unsere besten Freundinnen von Opa Kleefeld auf die Suche nach einer Steinschere geschickt werden, einem Ding, das es eigentlich doch gar nicht geben kann. Es ist der 1. April, der Tag also, an dem man die Leute mit Aprilscherzen an der Nase herumführen kann. Petja fängt frühmorgens damit an, als er verkündet, die Schule fiele aus, weil ein Meteor eingeschlagen habe. Und so geht es weiter: Tara legt Mama Johannson rein und Tienecke gleich noch obendrein. Die Mädchen machen einen Wettbewerb daraus. Wer einen gelungenen Aprilscherz landet, bekommt einen Punkt, wenn der Scherz nicht funktioniert, wird wieder ein Punkt vom Konto abgezogen: wer am Ende die meisten Punkte gemacht hat, der ist die Aprilscherzkönigin. Nun braucht es frische Opfer Caro zum Beispiel oder die Lehrern, Frau Streng, oder Opa Kleefeld. Wer allerdings anderen eine Grube gräbt, der fällt leicht selbst hinein. Und so kommt es, dass Tara und Tienecke selbst an der Nase herum geführt werden ohne es zu merken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502981","hoster":"VOE"},{"path":"/redirect/8657605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-25","name":"Wir suchen Ostereier","epNo":25,"alt":"","descr":"In Taras Garten haben Mama und Papa zu Osten eine Menge Süßigkeiten versteckt. Komisch ist nur, dass auch der Vorgarten voll mit Leckereien ist. War das vielleicht der Osterhase persönlich? Irgendwer muss es jedenfalls mit den Kindern im Möwenweg sehr gut gemeint haben. Sie alle nämlich finden vor dem Haus Extra-Schokoeier und Schokohasen. Entweder, es gibt den Osterhasen wirklich oder einer der Nachbarn hat da über Nacht etwas Süßes versteckt. Tara, Petja und Maus stellen den Garten auf den Kopf. Sie suchen Ostereier und Schoko-Osterhasen, die die Eltern dort überall versteckt haben. Und weil Mama und Papa auch etwas vom Fest haben sollen, warten auf sie im Wohnzimmer ebenfalls ein paar Überraschungen. Maus allerdings genügt das alles längst noch nicht. Er beschließt, vor der Haustür weiter zu suchen. Und tatsächlich! Im kleinen Vorgarten liegen eine ganze Menge österlicher Süßigkeiten versteckt, so viele, dass sie eigentlich für alle drei Kinder der Johannsons reichen müssten. Mehr noch auch in allen anderen Vorgärten des Möwenweges hat offenbar der Osterhase höchstpersönlich Geschenke hinterlassen. Kann das sein? Oder hat etwas das wilde Häschen etwas damit zu tun, das gerade über die Straße hoppelt? Oder Opa Kleefeld? Herrn Voisin, der sich nicht mal die Namen der Kinder merken kann, wird wohl kaum einer zutrauen, dass er Ostergeschenke verteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502982","hoster":"VOE"},{"path":"/redirect/8657614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-1/episode-26","name":"Wir feiern ein Möwenweg-Fest","epNo":26,"alt":"","descr":"Es kann nicht sein, dass das schlechte Wetter den Kindern vom Möwenweg einen Strich durch die Rechnung macht: unbedingt wollen sie feiern, dass sie vor einem Jahr gemeinsam eingezogen sind. Wenn die Erwachsenen nicht in der Lage sind, trotz des Regens das große Möwenweg-Fest vorzubereiten, dann nehmen das eben die Kinder selbst in die Hand. Sie trotzen dem Regen und las-sen sich einiges einfallen, damit am Abend alle ihren Spaß haben sogar die Voisins! Ein glückliches Jahr lang wohnen die Kinder nun schon im Möwenweg: Grund genug, heute Abend ein großes Fest zu feiern. Doch leider will das Wetter nicht mitspielen. Es regnet, donnert und blitzt, die Gärten bestehen nur noch aus Matsch. Und zu allem Unglück scheinen die Erwachsenen nicht in der Lage, das Fest vorzubereiten. Oma Kleefeld ist erkältet, Zita-Sybil hat sich den Fuß verknackst, Taras Mama und Tieneckes Papa müssen arbeiten, tja! Wenn die Möwenweg-Kinder die Sache nicht in die eigene Hand nehmen, dann fällt die Party garantiert ins Wasser. Doch wer will am Abend schon Trübsal blasen? Also schleppen Jungs und Mädchen in bester Eintracht Tische und Stühle auf den Garagen-Vorplatz, schneiden Kartoffeln für Kartoffelsalat, rühren mit Opa Kleefeld Schokoladenpud-ding an und schleppen alles zusammen, was nur irgendwie als Dekorationsmaterial dienen kann. Und der Regen? Nun, den werden die Kinder vom Möwenweg auch noch irgendwie verscheuchen bis zum Abend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502983","hoster":"VOE"},{"path":"/redirect/8657608","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-1","name":"Wir sind allein zu Haus","epNo":1,"alt":"","descr":"Die Eltern gehen essen. Petja, Tara und Maus bleiben zum ersten Mal allein zu Haus. Gemeinsam mit Tieneke wollen sie die Gunst der Stunde nutzen, mit fernsehen, Süßigkeiten und Kissenschlacht. Tief in der Nacht allerdings werden die Kinder überraschend im Schlaf gestört. Ganz offensichtlich versucht jemand von draußen ohne Schlüssel ins Haus einzudringen. Auf keinen Fall können das die Eltern sein. Also sind es wohl Einbrecher, die vor der Tür stehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502984","hoster":"VOE"},{"path":"/redirect/8657612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-2","name":"Wir zähmen einen Hund","epNo":2,"alt":"","descr":"Es scheint ein wildes Tier zu sein, das die Kaninchen Wuschelchen und Puschelchen bedroht und dem kleinen Maus die Spielsachen stiehlt. Die Kinder gehen der Sache detektivisch genau nach. Scharf beobachten die Jungs und Mädchen, was im Möwenweg Verdächtiges geschieht. Schnell stellt sich heraus, dass Frau Voisin seit neuestem einen Hund in Pflege hat. Dem ist es sichtlich langweilig bei Frau Nachbarin. Wie gerne würde er mit den Kindern spielen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502985","hoster":"VOE"},{"path":"/redirect/8657606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-3","name":"Wir retten einen Teich","epNo":3,"alt":"","descr":"Aus dem Feuerwehrteich samt dem Wäldchen, der ihn umgibt, soll ein Parkplatz entstehen. Die Bauarbeiter sind schon vor Ort. Doch die Kinder wehren sich gegen das Vorhaben. Wütend beschließen sie, zum Schutz der Umwelt nicht eine Unterschriftensammlung zu machen. Und Petja will mit Vincent auch auf den Teich paddeln und ihn langfristig besetzt halten. Schade nur, dass alle diese Aktionen zunächst nichts einzubringen scheinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502990","hoster":"VOE"},{"path":"/redirect/8657611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-4","name":"Wir suchen einen Mann für Zita-Sybil","epNo":4,"alt":"","descr":"Zita-Sybil ärgert sich über ihre Söhne. Wünscht sie sich, dass die beiden zu ihrem Vater ziehen, der getrennt von Zita-Sybil lebt? Das können die Kinder im Möwenweg auf keinen Fall zulassen. Vielleicht würde es helfen, wenn sie der allein erziehenden Mutter einen Mann suchen. Dann müsste sich Zita-Sybil nicht mehr selbst um alles kümmern. Also durchforsten die Kinder Kontaktanzeigen und schicken der Nachbarin wildfremde Männer auf den Hals.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502986","hoster":"VOE"},{"path":"/redirect/8657610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-5","name":"Wir verdienen Geld","epNo":5,"alt":"","descr":"Für ein paar Cent putzen Tara und Tieneke Fensterscheiben. Die Jungs wollen da nicht nachstehen. Weil auch sie Hausmeisterdienste für Geld anbieten, kommt es schnell zum Krach. Irgendwas geht dabei nicht mit rechten Dingen zu. Gerade eben haben Petja, Vincent und Laurin Blätter vom Rasen aufgesammelt, da liegt schon wieder alles voll. Es sieht ganz danach aus, als wollten die Jungs betrügen, um möglichst viel Geld zu scheffeln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502989","hoster":"VOE"},{"path":"/redirect/8657607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-6","name":"Wir stellen einen Weltrekord auf","epNo":6,"alt":"","descr":"Petja will in allen Dingen der Beste sein. Um dem Bruder endlich die große Klappe zu stopfen, erfindet Tara einen Möwenweg-Wettbewerb: Wer die meisten Rekorde holt, ist Möwenweg-Weltmeister. Schon treten die Kinder in ausgesuchten Übungen gegeneinander an: im Dauerseilhüpfen zum Beispiel, Blätter-Pusten oder im Gummistiefel-Weitwurf. Die Ergebnisse sind überraschend und keineswegs so, als könne Petja wie selbstverständlich den Wettbewerb gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502993","hoster":"VOE"},{"path":"/redirect/8657609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-7","name":"Wir wünschen uns ein Pferd","epNo":7,"alt":"","descr":"Nichts hätte Tara lieber als ein Pferd. Doch leider muss sie sich damit begnügen, die Koppel des misslaunigen Herrn Dettke zu besuchen. Dessen Pferd mag Tara so, dass es ihr folgt. Plötzlich steht der Vierbeiner vergnügt mitten in Taras Garten und sorgt dort natürlich allenthalben für helle Aufregung. Die Kinder sind begeistert, die Voisins empört und Herr Dettke weiß gar nicht, wie das Pferd seine Koppel verlassen konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002427","hoster":"VOE"},{"path":"/redirect/8657615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-8","name":"Wir sind verliebt","epNo":8,"alt":"","descr":"Benni ist hübsch, cool und ein sehr guter Skater. Das macht Eindruck, die Mädchen im Möwenweg bekommen große Augen. Ab sofort tun sie alles, um sich bei ihm ins rechte Licht zu setzen. Plötzlich fängt Jul unübersehbar an sich zu schminken. Und auch Tieneke und Tara versuchen, sich gegenseitig mit Einfällen auszustechen, wie sie möglichst viel Zeit mit Benni verbringen können. Nur Fritzi versteht die ganze Aufregung um den Besucher nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502988","hoster":"VOE"},{"path":"/redirect/8657616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-9","name":"Wir zelten im Garten","epNo":9,"alt":"","descr":"Die Mädchen wollen im neuen Zelt übernachten. Petja ist allerdings davon überzeugt, dass sie angesichts von wilden Tieren, Verbrechern und Gespenstern viel zu viel Angst im Dunkeln haben. Die Jungs quetschen sich ins kleine Dreimannzelt, und schon lautet die Frage: Wer wird die Nacht im Freien unbeschadet überstehen Jungs oder Mädchen? Es ist klar, dass sie sich gegenseitig das Leben so schwer wie möglich machen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502991","hoster":"VOE"},{"path":"/redirect/8657613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-10","name":"Wir lernen für die Schule","epNo":10,"alt":"","descr":"Tieneke darf mit Tara und deren Eltern in den Urlaub fahren. Voraussetzung ist, dass sie die nächste Deutscharbeit nicht verhaut. Tieneke lernt – doch merken kann sie sich nichts. Tara versucht ihr zu helfen. Als das nichts fruchtet, engagieren die Mädchen Vincent als Nachhilfelehrer. Als auch Vincent scheitert, bleibt eigentlich nur noch eine Möglichkeit: Tara und Tieneke werden versuchen, bei der Arbeit am nächsten Morgen zu schummeln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502994","hoster":"VOE"},{"path":"/redirect/8657625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-11","name":"Wir trainieren für die Feuerwehr","epNo":11,"alt":"","descr":"Petja lernt für die Prüfung bei der Jugendfeuerwehr. Tara sieht darin kein Problem. Was da abgefragt würde, das sei kinderleicht. Petja will beweisen, dass sich die Schwester gründlich irrt. Aus diesem Grund stellt er ihr ein paar Prüfungsfragen. Anfänglich kann Tara die auch noch beantworten. Doch dann wird aus der Prüfung ein richtiges Abenteuer: Herr Voisin alarmiert den Krankenwagen, Maus klemmt sich im Zaun ein, und Tara kommt an ihre Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931376","hoster":"VOE"},{"path":"/redirect/8657619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-12","name":"Wir gehen auf Schnitzeljagd","epNo":12,"alt":"","descr":"Zum Sommerfest hat sich Opa Kleefeld eine Schnitzeljagd zum Thema \"Wer kennt den Möwenweg am besten?\" ausgedacht. Zweiergruppen werden ausgelost, um die gestellten Aufgaben zu lösen. Doch die Gruppen haben es in sich. Tara zum Beispiel ist ausgerechnet mit Zita-Sybil unterwegs und Maus mit Herrn Voisin. Da ist es klar, dass die Schnitzeljagd nicht nur Spaß macht, sondern dass sich die Teams gehörig zusammenraufen müssen, um zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502995","hoster":"VOE"},{"path":"/redirect/8657617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-13","name":"Wir verfolgen das Glück","epNo":13,"alt":"","descr":"Vierblättrigen Klee findet man nicht alle Tage. Doch kaum ist es Tara gelungen, da setzt auch schon ihre Glückssträhne ein: Jedenfalls solange Petja ihr das Blatt nicht klaut. Und weil Petja seine Schwester vor dem schrecklichen Aberglauben an die Kraft des Kleeblattes schützen will, versteckt er seine Beute dort, wo man nur schwer hingelangen kann – in der Wohnung der Voisins. Pech für Petja, dass sich Tara zu helfen weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502996","hoster":"VOE"},{"path":"/redirect/8657618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-14","name":"Wir wollen heiraten","epNo":14,"alt":"","descr":"Aus Jux schreibt Tara eine Einladung zu ihrer Hochzeit mit Vincent. Ganz besonders peinlich ist es da, dass Maus die Einladung mit einer Briefmarke versieht und per Post auch noch losschickt. Tara muss die Einladung unbedingt zurückbekommen, bevor Vincent sie lesen kann. Als die Post ausgeliefert ist, versucht sie alles, um Vincent mit Tienekes Hilfe abzulenken und die verfängliche Nachricht zu vernichten. Das aber wird schwerer als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502999","hoster":"VOE"},{"path":"/redirect/8657624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-15","name":"Wir sind Reporter","epNo":15,"alt":"","descr":"Als die Zeitung ausbleibt, beschließen die Kinder, selbst Hand anzulegen. Mit Stift und schussbereiter Kamera lauern sie den Erwachsenen auf, in der Hoffnung auf berichtenswerte Sensationen. Taras Mama beispielweise isst heimlich Schokoriegel, Tienekes Papa verwechselt die Restmülltonne mit der Biotonne. Doch schnell fragt es sich, ob solcherlei entlarvenden Einblicke wirklich Spaß machen. Die Möwenwegzeitung könnte doch eigentlich ganz anders aussehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502997","hoster":"VOE"},{"path":"/redirect/8657621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-16","name":"Wir wählen einen Beruf","epNo":16,"alt":"","descr":"Tara und ihre Mitschüler sollen sagen, was sie später einmal werden wollen. Taras eigener Berufswunsch ist Lehrerin. Frau Streng schlägt ihr deshalb vor, einen Probeunterricht abzuhalten. Gewissenhaft bereitet sich Tara vor. Sie möchte vor der Klasse über Meerschweinchen sprechen. Mit Rambi im Gepäck hat sie die Möglichkeit, ihren Unterricht anschaulich zu gestalten. Doch Rambi will nicht immer so, wie Tara will und die Kinder auch nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8502998","hoster":"VOE"},{"path":"/redirect/8657620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-17","name":"Wir sorgen für einen Igel","epNo":17,"alt":"","descr":"In letzter Sekunde gelingt es den Mädchen, einen Igel vor dem riesigen Bagger in Sicherheit zu bringen. Doch der Igel scheint noch weit mehr Hilfe zu brauchen: Er ist mager und hustet. Also besuchen Tara und ihre Freundinnen eine Tierärztin, kaufen Medizin und beginnen, ihr Findelkind mit Rührei zu füttern. Je mehr sie das aber tun, umso weniger kommt ihnen in den Sinn, dass der Igel irgendwann auch wieder in die Freiheit entlassen werden will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503000","hoster":"VOE"},{"path":"/redirect/8657622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-18","name":"Wir schlichten Streit","epNo":18,"alt":"","descr":"Taras Eltern haben Hochzeitstag. Doch es kommt ganz anders die Eltern streiten sich, und die Kinder müssen sehen, wie sie die Streithähne versöhnen. Andernfalls, glaubt Tara, laufen sie, Petja und Maus Gefahr, Scheidungskinder zu werden. Ein Abendessen mit romantischem Kerzenlicht würde die schlechte Stimmung vielleicht brechen. Eine gute Idee – ihre Durchführung allerdings trifft auf ungeahnte Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503003","hoster":"VOE"},{"path":"/redirect/8657626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-19","name":"Wir fangen Mäuse","epNo":19,"alt":"","descr":"Die Erwachsenen im Möwenweg haben beschlossen, mit Hilfe eines Kammerjägers gegen Mäuse, die die Garagen und Gärten bevölkern, vorzugehen. Die Kinder wollen das auf keinen Fall zulassen. Als Bande \"The seven cool kids\" beschließen sie, gegen die ausgelegten Mausefallen vorzugehen. Das gelingt ohne Probleme. Doch für den Fall, dass der Kammerjäger Gift auslegt, muss ihnen etwas Besonderes einfallen. Sie starten die Aktion \"Hänsel und Gretel\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503001","hoster":"VOE"},{"path":"/redirect/8657627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-20","name":"Wir verraten kein Wort","epNo":20,"alt":"","descr":"Petja wird von einem älteren Schüler auf dessen Party eingeladen. Doch die Eltern verbieten ihm den Besuch. Für Petja ist das eine Katastrophe. Er will ja schließlich nicht als Baby gelten. Also verbündet er sich mit Tara. Während er die Party trotz des Verbotes besucht, soll die Schwester darauf achten, dass die Eltern nichts bemerken. Tara bringt das allerdings in ganz erhebliche Schwierigkeiten: Petja kommt zur verabredeten Zeit nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503002","hoster":"VOE"},{"path":"/redirect/8657623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-21","name":"Wir jagen den Dieb","epNo":21,"alt":"","descr":"Laurin hasst es, auf der Geige zu spielen und auch noch öffentlich auftreten zu müssen. Da freut es ihn natürlich, dass die Geige plötzlich gestohlen wird und der Auftritt ausfallen muss. Die Kinder im Möwenweg machen sich Gedanken, wer der Dieb sein könnte. Ihr Hauptverdächtiger ist zunächst der Postbote, denn der hatte freien Zugang zu Laurins Haus. Doch je länger die Nachforschungen laufen, umso mehr verdichtet sich ein ganz anderer Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503005","hoster":"VOE"},{"path":"/redirect/8657632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-22","name":"Wir staunen über Oma","epNo":22,"alt":"","descr":"Unangemeldet taucht Oma bei den Johannsons auf und bezieht kurzerhand Taras Zimmer. Ganz anders als sonst braucht sie dringend Ruhe und scheint mit einer geheimnisvollen Sache beschäftigt. Von einem Ausflug mit den Kindern ist keine Rede mehr. Stattdessen breitet Oma Zeitungsartikel vor sich aus, die von irgendwelchen Verbrechen erzählen. Und mitten in der Nacht schleicht sie, mit einem Nudelholz bewaffnet, aus dem Haus. Tara folgt ihr klammheimlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503007","hoster":"VOE"},{"path":"/redirect/8657629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-23","name":"Wir bauen ein Baumhaus","epNo":23,"alt":"","descr":"Tara ist genervt. Ständig marschieren die Brüder in ihr Zimmer und stören sie. Das kann so nicht weitergehen. Tara beschließt, für sich und die anderen Mädchen ein Baumhaus zu bauen. Weil Fritzi und Juls Papa Handwerker ist, braucht es für den Unterschlupft hinter Johannsons Grundstück nicht lange. Viel schwieriger ist es, die Jungs davon abzuhalten, dass Baumhaus in Beschlag zu nehmen. Und dann macht auch noch Herr Voisin Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503004","hoster":"VOE"},{"path":"/redirect/8657628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-24","name":"Wir schießen Elfmeter","epNo":24,"alt":"","descr":"Natürlich können sich die Mädchen das großmäulige Fußballer-Gehabe der Jungs nicht länger gefallen lassen. Also wetten sie darum, wer mehr Elfmeter im Tor des Gegners versenkt. Um überhaupt eine Chance zu haben, üben Tara und ihre Freundinnen das Schießen: Kiki, die in einer Mannschaft spielt und ein paar Tipps geben kann, leitet das Training. Doch die Zeit wird knapp, denn Fritzi schafft es ja nicht mal, den Ball zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503006","hoster":"VOE"},{"path":"/redirect/8657631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-25","name":"Wir haben Kaninchenbabies","epNo":25,"alt":"","descr":"Zur Überraschung aller bekommen Puschelchen und Wuschelchen zwei süße Kaninchenbabies. Die Freude der Möwenweg-Mädchen ist groß. Doch Tienekes Eltern bestehen darauf, die Babies abzugeben. Also wird beschlossen, nach netten Kindern zu suchen, bei denen es die kleinen Kaninchen gut haben werden: Tara, Tieneke und Petja laden zu einem Casting ein und befragen interessierte Schulkameraden. Die Ergebnisse sind allerdings ziemlich enttäuschend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503008","hoster":"VOE"},{"path":"/redirect/8657630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir-kinder-aus-dem-mwenweg/staffel-2/episode-26","name":"Wir führen Wahlkampf","epNo":26,"alt":"","descr":"Dass Niklas zum Klassensprecher gewählt wird, mag Tara auf keinen Fall zulassen. Zu blöde scheinen ihr die Wahlversprechungen des Kameraden. Also entschließt sie sich, selber anzutreten. Doch schnell kommt sie in Schwierigkeiten. Petja nämlich erklärt sich ungefragt zum Helfer und verteilt Wahlgeschenke in der Schule. Als Tara das bemerkt, ist es schon zu spät: In aller Augen steht sie plötzlich als jemand da, der nicht mit fairen Mittel spielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503009","hoster":"VOE"},{"path":"/redirect/8657633","hoster":"Streamtape"}]}]}]}]}