{"seriesId":"wir-sind-franzosen-muslime-in-frankreich","name":"Wir sind Franzosen! Muslime in Frankreich","descr":"Welche Beziehung haben die Franzosen zum Islam? Und wie wird der Islam in Frankreich seit dem Terroranschlag auf \"Charlie Hebdo\" im Jahr 2015 gelebt? Die zweiteilige Dokumentation beleuchtet die Ergebnisse einer Ipsos-Umfrage, an der rund 1.500 muslimische und nicht-muslimische Franzosen teilnahmen. Die repräsentativ ausgewählten Teilnehmer wurden zu ihrem Verhältnis zur Religion, zum Laizismus und zum Staat befragt. Die Resultate werden in der Sendung von muslimischen Bürgern, Imamen, Islamwissenschaftlern, Soziologen und Philosophen erörtert","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vom Öffentlichen zum Privaten","epNo":1,"alt":"","descr":"Welche Beziehung haben die Franzosen zum Islam? Und wie wird der Islam in Frankreich seit dem Terroranschlag auf \"Charlie Hebdo\" im Jahr 2015 gelebt? Die zweiteilige Dokumentation beleuchtet die Ergebnisse einer Ipsos-Umfrage, an der rund 1.500 muslimische und nicht-muslimische Franzosen teilnahmen. Die repräsentativ ausgewählten Teilnehmer wurden zu ihrem Verhältnis zur Religion, zum Laizismus und zum Staat befragt. Die Resultate werden in der Sendung von muslimischen Bürgern, Imamen, Islamwissenschaftlern, Soziologen und Philosophen erörtert Welche Beziehung haben die Franzosen zum Islam? Und wie wird der Islam in Frankreich seit dem Terroranschlag auf \"Charlie Hebdo\" im Jahr 2015 gelebt? Islam, Muslime, Islamisten - seit 2015 spalten diese Begriffe die französische Gesellschaft und lassen fälschlicherweise den Eindruck entstehen, die muslimischen Franzosen befänden sich in einem Konflikt zwischen ihrer religiösen Identität und ihrem Bekenntnis zu den demokratischen Werten der Republik. Die öffentliche Debatte wird von Tag zu Tag bedrückender. Seit den Protestmärschen nach \"Charlie Hebdo\", als die französische Nation unter Schock stand, sind die Blicke auf muslimische Mitbürger andere geworden. Wie denkt die Mehrheit der Franzosen muslimischen Glaubens heute, die weder zur strenggläubigen, \"sichtbaren\" Minderheit noch zu den radikalisierten islamistischen Randgruppen gehören? Wie leben diese Muslime ihren Glauben im Alltag? Und was bedeutet es, Muslim und Franzose zu sein? Die zweiteilige Dokumentation beleuchtet die Ergebnisse einer Umfrage des Marktforschungsunternehmens Ipsos, die eigens zu diesem Thema durchgeführt wurde. Die rund 1.500 Befragten des repräsentativen Panels beantworteten 75 Fragen bezüglich ihres Verhältnisses zur Religion, zum Laizismus und zum Staat. Muslimische Bürger, Imame, Islamwissenschaftler, Soziologen und Philosophen nehmen zu den Ergebnissen der Umfrage Stellung. Sie widerlegen das negative Bild vom Islam, das sich seit den wiederholten islamistischen Terrorattentaten in den politischen Debatten und den Medien immer stärker breitmacht. Thema der Dokumentation ist unter anderem die soziale Ausgrenzung und Diskriminierung von muslimischen Migranten, die Kopftuch- und Burkini-Debatte sowie die Rolle der Frau im Islam.","versions":[]},{"epId":"episode-2","name":"Vom Privaten zum Öffentlichen","epNo":2,"alt":"","descr":"Im zweiten Teil der Dokumentation geht es vor allem um die stigmatisierenden und spaltenden Vereinfachungen in den gegenwärtigen Debatten und um die tatsächlichen Spannungen in der französischen Gesellschaft. Die Protagonisten nehmen zu der Aufforderung an die muslimischen Franzosen Stellung, dass sie die Dschihadisten öffentlich verdammen sollen. Sie erklären ihre Beziehung zu den Slogans \"Ich bin nicht Charlie!\" und \"Nicht in meinem Namen!\". Außerdem sprechen sie über das Bild des IS sowie die Entwicklung des Salafismus in Frankreich. Seit den Terroranschlägen von 2015 erfährt der der Islam, der in Frankreich bislang als Privatsache galt, gewaltige mediale Beachtung und wird zur öffentlichen Angelegenheit. Welche Beziehung haben die Franzosen heute zum Islam? Und wie wird der Islam in Frankreich gelebt? Ist Frankreich multikulti? Und fühlen sich die Muslime zur französischen Gesellschaft zugehörig? Die zweiteilige Dokumentation beleuchtet die Ergebnisse einer Ipsos-Umfrage, an der rund 1.500 muslimische und nicht-muslimische Franzosen teilnahmen. Im zweiten Teil der Dokumentation geht es vor allem um die stigmatisierenden und spaltenden Vereinfachungen in den gegenwärtigen Debatten und um die tatsächlichen Spannungen in der französischen Gesellschaft. Die Protagonisten nehmen zu der Aufforderung an die muslimischen Franzosen Stellung, dass sie die Dschihadisten öffentlich verdammen sollen. Sie erklären ihre Beziehung zu den Slogans \"Ich bin nicht Charlie!\" und \"Nicht in meinem Namen!\". Außerdem sprechen sie über das Bild des IS sowie die Entwicklung des Salafismus in Frankreich.","versions":[]}]}]}