{"seriesId":"wir-sind-jetzt","name":"Wir sind jetzt","descr":"[We Are Now] Laura führt ein ganz normales Teenager-Leben: Die 17-jährige Schülerin ist mit dem Skater Olli zusammen und hat in Zoe und Julia Freundinnen gefunden, auf die sie immer zählen kann. Auch auf ihren besten Freund Daniel könnte Laura nie verzichten – doch ist es möglich, dass Laura mehr für ihn empfindet? Die Young-Fiction-Serie verfolgt die Jugendlichen auf ihrem Weg ins Erwachsenwerden und wie sie sich mit Sex, Liebe und Freundschaft auseinandersetzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ist da überhaupt Tonic drin?","epNo":1,"alt":"","descr":"Eine Party steht an. Davor glühen Laura und ihre Freundinnen vor und unterhalten sich über Sex. Jeder hat eine andere Meinung, was Laura mit ihrem Freund Olli tun oder nicht tun sollte. Laura hat Angst, dass sie nicht mir ihrer Konkurrentin Fee mithalten kann. Außerdem will Olli eine Freundin für Daniel finden und arrangiert auf der Party ein Blind-Date. Laura betrinkt sich und bemerkt schließlich, dass sie und Daniel mehr als nur Freundschaft verbindet.","versions":[{"lang":1,"streams":[{"redirect":11927076,"hoster":"VOE"},{"redirect":11927075,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hangover, Bullenreiten und ein Daniel im Gebüsch","epNo":2,"alt":"","descr":"Laura wacht am nächsten Morgen nach der Party nackt neben ihrem besten Freund Daniel auf. Sie kann sich an nichts mehr erinnern und ist verwirrt. Nachdem sie später mit Daniel darüber redet, beschließen die beiden, Lauras Freund Olli nichts über die Nacht zu erzählen. Bei Ollis 18. Geburtstagsparty muss Julia sich mit den Nacktfotos auseinandersetzen, die dort in Umlauf geraten. Außerdem versuchen Daniel und Laura, sich über ihre Gefühle füreinander klarzuwerden","versions":[{"lang":1,"streams":[{"redirect":11927073,"hoster":"VOE"},{"redirect":11927071,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und deswegen soll ich mich jetzt so verhalten wie alle?","epNo":3,"alt":"","descr":"Am Morgen nach Ollis Geburtstagsfeier erreicht die Clique eine schlimme Nachricht: Olli ist betrunken Auto gefahren und hatte einen schweren Unfall – daraufhin stirbt er im Krankenhaus. Laura fühlt sich schuldig, weil Daniel und sie sich auf der Party geküsst haben. Also beschließt sie, jeglichen Kontakt mit Daniel abzubrechen. Währenddessen will Julia endlich herausfinden, wer ihre Nacktfotos herumgeschickt hat. Als sie glaubt zu wissen, wer es war, rächt sie sich zusammen mit Laura an ihm und setzt seinen Roller in Brand.","versions":[{"lang":1,"streams":[{"redirect":11927081,"hoster":"VOE"},{"redirect":11927079,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bitches \u0026amp; andere Nebensächlichkeiten","epNo":4,"alt":"","descr":"Julia erfährt, dass sie von Timon schwanger ist. Gleichzeitig wird ihr klar, dass er ihre Nacktfotos nicht verschickt haben kann und er somit unrechtmäßig von ihr bestraft wurde. Zoe und Laura haben Streit, während Laura in der Schule immer schlimmer gemobbt wird. Dafür findet sie in ihrer ehemaligen Rivalin Fee eine neue Freundin. Als Laura sturmfrei hat, lädt Fee noch zwei Jungs mit dazu ein. Nicht nur Alkohol, auch Drogen sind im Spiel und die Situation eskaliert: Einer der Jungs will Laura vergewaltigen, doch Zoe kommt dazwischen und schafft es, Laura zu retten.","versions":[{"lang":1,"streams":[{"redirect":11927084,"hoster":"VOE"},{"redirect":11927080,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Meine Gefühle sollen schön die Fresse halten","epNo":1,"alt":"","descr":"\"Keine Typen\", lautet die Devise der 18-jährigen Laura und ihrer Mädchenclique. Sie wollen ungestört auf dem Zeltplatz am See chillen. Doch in der flirrenden Hitze, mit Badepartys und Lagerfeuer, ist der Schwur schnell vergessen. Schon bald geht es weniger entspannt zu: Laura reagiert eifersüchtig, als Zoe sich in ihren besten Freund Daniel verliebt. Zudem ist sie hin- und hergerissen zwischen der Erinnerung an Olli und dem Urlaubsflirt mit Noah.","versions":[{"lang":1,"streams":[{"redirect":11927087,"hoster":"VOE"},{"redirect":11927082,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ohne Eltern, ohne Regeln, ohne Konsequenzen","epNo":2,"alt":"","descr":"Nachdem die Clique unter Führung von Noah die Villa erobert hat, ist eine feuchtfröhliche Party in vollem Gange. Laura spielt eine ganz spezielle Form von \"Wahrheit oder Pflicht\": Sie richtet eine Waffe auf Daniel und Zoe und will wissen, was zwischen den beiden läuft. Später brechen Noah und Laura im geklauten Sportwagen zu einer Spritztour auf. Doch die Partylaune ist schnell dahin. Die Erinnerung an Ollis Unfall trifft Laura wie ein Schlag","versions":[{"lang":1,"streams":[{"redirect":11927088,"hoster":"VOE"},{"redirect":11927089,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sind jetzt alle durchgeknallt oder was?","epNo":3,"alt":"","descr":"Nach der Flucht aus der Villa ist zunächst unklar, wo Noah abgeblieben ist. Dann taucht er aber doch auf dem Campingplatz auf und liefert eine abenteuerliche Erklärung für sein Verschwinden. Laura ist skeptisch, muss sich aber um andere Themen kümmern: Julia ist in Kilian verliebt und Fee verkündet überraschend, dass sie nach Spanien ziehen will. Laura selbst kann ihre Eifersucht auf Zoe nicht verbergen. Die Clique droht auseinanderzubrechen.","versions":[{"lang":1,"streams":[{"redirect":11927090,"hoster":"VOE"},{"redirect":11927098,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das ist wie im Rausch – besser als Sex","epNo":4,"alt":"","descr":"Das Verhältnis zwischen Laura und ihrer besten Freundin ist belastet, weil Zoe in Daniel verliebt ist. Laura will sich ablenken und beschließt, sich auf Noah einzulassen. Zudem hat sie mittlerweile herausgefunden, wer Julias Nacktfotos überall herumgeschickt hat. Laura ist klar, dass die Wahrheit Julia nicht gerade gefallen wird. Ein neues Problem taucht auf, als Zoe plötzlich verschwindet. Laura und Daniel machen sich große Sorgen um sie.","versions":[{"lang":1,"streams":[{"redirect":11927097,"hoster":"VOE"},{"redirect":11927096,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ich bin Hannes","epNo":1,"alt":"","descr":"Nach einer Party bei Hannes verführt ihn Fee zum Sex. Hannes ist sich jedoch unsicher, auf wen er eigentlich steht. Bei Tinder sucht er nach Dates, die ihm gefallen könnten und vergibt aus Versehen das falsche Like. Beim Shopping kauft er sich heimlich ein Kleid und versteckt es bei sich zu Hause. Dort hortet er auch bereits Make-up, was ihm gut gefällt. Eine Schmiererei in der Schule macht Laura zu schaffen: Wer hält sie für eine Schlampe?","versions":[{"lang":1,"streams":[{"redirect":11927154,"hoster":"VOE"},{"redirect":11927152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freund, Feind, Verräter","epNo":2,"alt":"","descr":"Über eine Hotline lernt Hannes Kim kennen. Sie ist transgender und lädt ihn in ihren Club ein. Mittlerweile datet er Ariel, seinen Eltern sagt er jedoch, er sei mit Fee zusammen. An Olis erstem Todestag treffen sich alle am See. Die Freunde können ihm gedenken und Abschied nehmen. Dabei lachen und weinen sie zusammen. Später spricht Hannes die Verantwortliche für die Graffitis in der Schule auf ihre Taten an.","versions":[{"lang":1,"streams":[{"redirect":11927153,"hoster":"VOE"},{"redirect":11927150,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ich bin Hailey!","epNo":3,"alt":"","descr":"Hannes hat sich in Ariel verliebt. Trotzdem drängt er Fee, so zu tun, als sein sie zusammen. Er denkt viel über sein Coming Out als Transgender nach. Sein erster Abend als \"Hailey\" naht. Laura bekommt zufällig mit, wer für die Schmierereien in der Schule verantwortlich ist. Der Streit zwischen ihr und Mira gerät außer Kontrolle. Währenddessen ahnt Hannes, dass Philipp schwul ist. Sina erzählt ihm von ihren Beziehungsproblemen.","versions":[{"lang":1,"streams":[{"redirect":11927194,"hoster":"VOE"},{"redirect":11927196,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Beste kommt zum Schluss!","epNo":4,"alt":"","descr":"Nach der Attacke auf ihn, ist Hannes verzweifelt. Alle raten ihm, Philipp anzuzeigen. Doch Hannes hat eine bessere Idee: er stellt ihn zur Rede und filmt dabei heimlich mit seinem Handy. Endlich traut er sich auch seinen Eltern gegenüber offen zu sein. Per Video Call stellt er ihnen Ariel vor und deckt auf, dass er nicht mit Fee zusammen ist. Fortan kann er als Hailey leben, ein Riesenschritt für ihn","versions":[{"lang":1,"streams":[{"redirect":11927157,"hoster":"VOE"},{"redirect":11927156,"hoster":"Streamtape"}]}]}]}]}