{"path":"/serie/stream/wir","name":"Wir","descr":"Helena (Katharina Nesytowa), Annika (Eva Maria Jost), Emre (Erol Afsin), Linh (Le-Than Ho)und der Rest der Clique sind in den Dreißigern und jeder auf seine oder ihre Art und Weise dabei, es zu schaffen. Doch was genau heißt das eigentlich: \"es schaffen\"? Haus bauen, Kinder bekommen, im Job aufsteigen? Und artet der gesellschaftliche Erfolgsdruck nicht sogar innerhalb einer Freundesgruppe manchmal in einen absurden Konkurrenzkampf aus?","seasons":[{"path":"/serie/stream/wir/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wir/staffel-1/episode-1","name":"Zeiteier","epNo":1,"alt":"","descr":"Helena, Annika, Emre, Linh \u0026 Co. stellen sich die große Lebensfrage: \"Habe ich meine Ziele erreicht?\" Der Druck, es bald geschafft zu haben, wiegt schwer. Und was heißt eigentlich \"geschafft\"? Karriere, Kinder, Haus und Garten – Schlagworte, die für die Clique manchmal nach Wettlauf klingen, der Furcht, überholt zu werden und selbst den Anschluss nicht zu verlieren. Helena ist gerade mit Tayo in ihr neues Haus gezogen. Sie sind einfach nur glücklich und überlegen, Maiks Geburtstag sausen zu lassen. Aber heute werden sie die \"Zeiteier\" ausgraben. Doch dann erscheint auf einmal Maiks Schwester Annika auf dem Fest. Das katapultiert Helena zurück in die Vergangenheit. \"Ich liebe dich, Lenin\", steht in Annikas \"Zeitei\". Damals waren die beiden ein Paar, aber keiner der Freunde wusste davon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826192","hoster":"VOE"},{"path":"/redirect/8826186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-2","name":"Kriegerin","epNo":2,"alt":"","descr":"Eigentlich müsste Annika sofort zurück nach Hamburg, aber sie hat ihrem Neffen versprochen, zu seiner Einschulung zu kommen. Und dann ist da noch Helena: Die geht ihr nicht mehr aus dem Kopf. Frühmorgens sitzt Annika in ihrem Kinderzimmer bei der Arbeit und hält sich mit Energydrinks wach, um eine Deadline zu halten. Ständig denkt sie an Helena. Als die beiden sich zufällig treffen, tut Helena so, als hätte sie nie gelesen, was in Annikas \"Ei\" stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826188","hoster":"VOE"},{"path":"/redirect/8826193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-3","name":"GöGa","epNo":3,"alt":"","descr":"Annika bekommt eine Nachricht von ihrem Bruder: Er entschuldigt sich und bittet um Hilfe bei seiner Baustelle. Sie fährt in die Heimat und findet heraus, dass die Nachricht nicht von Maik war. Linh hat die Nachricht geschrieben. Sie will, dass sich Maik mit Annika versöhnt. Tatsächlich machen die Geschwister einen Schritt aufeinander zu. Helena wird durch Annikas Anwesenheit immer mehr aus dem Konzept gebracht. Und dann macht ihr Tayo auch noch einen Antrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8880088","hoster":"VOE"},{"path":"/redirect/8880089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-4","name":"Gewitter","epNo":4,"alt":"","descr":"Annika nimmt auf der Baustelle ihres Bruders die falschen Steine an. Als sie den Steinlieferanten in Polen kontaktiert, versteht der sie nicht. Nur eine Person kann Annika helfen. Helena spricht Polnisch. Wenig später sitzt sie neben ihr im Transporter. Je länger die beiden Zeit miteinander verbringen, desto mehr entspannt sich die Stimmung. Auf dem Rückweg finden sie ihre alte Zuflucht im Wald, ihr Nest. Fast kommen sie sich dabei zu nahe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383947","hoster":"VOE"},{"path":"/redirect/8944213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-5","name":"Der Campingausflug","epNo":5,"alt":"","descr":"Helena hat Annika zu einem Campingausflug mit allen Freunden eingeladen. Als die beiden Frauen zu zweit im See schwimmen, braucht es keine Worte, nur Küsse. Doch am Abend sitzt Annika zwischen den anderen am Lagerfeuer und sieht Helena im Arm von Tayo. Auf einmal wird ihr das alles zu viel. Ihr Herz schlägt immer schneller, dann bricht sie zusammen. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8944209","hoster":"VOE"},{"path":"/redirect/8944208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-6","name":"Wunderschön","epNo":6,"alt":"","descr":"Annika kann aus dem Krankenhaus entlassen werden. Doch während sich Helena Sorgen um Annika macht, hat die nur Augen für Helena. Dabei merkt sie nicht, wie sehr Helena den Kuss bereut. Und als sie und Annika sich bei einem Fußballspiel der Kinder wiedersehen, macht Helena klar: Sie gehört zu Tayo. Der Kuss hat nichts bedeutet. Annika ist wie vor den Kopf gestoßen. Mit letzter Kraft und voller Verzweiflung macht sie Helena ein Liebesgeständnis. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079696","hoster":"VOE"},{"path":"/redirect/9079700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-7","name":"Feenstaub","epNo":7,"alt":"","descr":"Nachdem Helena das Liebesgeständnis abgeschmettert hat, haben beide Frauen Liebeskummer. Annika stürzt sich in die Arbeit und hat eine Art Zusammenbruch. Auch Helena versucht, sich abzulenken. Sie schlägt Tayo vor, dass sie endlich ihre Einweihungsparty feiern sollten. Alle sind eingeladen. Als Helena mit Tayo im Garten tanzt, hält sie auf einmal Annika in Gedanken im Arm. Nachdem alle weg sind, trennt sich Helena von Tayo. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9079695","hoster":"VOE"},{"path":"/redirect/9079694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-8","name":"Flugmodus","epNo":8,"alt":"","descr":"Mitten in der Nacht kommt Annika nach Hause. Sie ist völlig fertig, aber da steht auf einmal Helena vor ihrer Tür. Für einen Moment können es beide nicht glauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9111394","hoster":"VOE"},{"path":"/redirect/9111395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-9","name":"Testphase","epNo":9,"alt":"","descr":"Helena kommt zurück nach Teltow. Im ganzen Haus kleben Post-its. Tayo wollte sie daran erinnern, wie gut sie zusammenpassen. Das Post-it zum Thema Kinder versetzt Helena einen Schreck. Sie ist überfällig. Annika bekommt in der Zwischenzeit die Leitung für ein neues Projekt. Freie Wochenenden wird es jetzt nicht mehr geben. Doch sie will Helena unbedingt wiedersehen, fährt nach Teltow und erfährt von der möglichen Schwangerschaft. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9166164","hoster":"VOE"},{"path":"/redirect/9166165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-10","name":"Kürbiskönigin","epNo":10,"alt":"","descr":"Annika arbeitet Tag und Nacht an ihrem Projekt und macht trotzdem Fehler. Als Helena auch noch will, dass sie sie zum Kürbisfest an der Gärtnerei begleitet, kommt es zum Streit. Helena geht schließlich ohne Annika zum Kürbisfest und fühlt sich zwischen ihren Freunden ziemlich alleine. Ihre Trennung von Tayo führt auch im Freundeskreis zu schlechter Stimmung. Doch als Helena zur neuen Kürbiskönigin gekrönt wird, ist Annika auf einmal da. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9204854","hoster":"VOE"},{"path":"/redirect/9204856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-11","name":"BAMBAMBAM","epNo":11,"alt":"","descr":"Annika fühlt sich ausgebrannt. Helena hat das Gefühl, dass Annika nie wirklich da ist. Es kommt zum Streit und am Ende will Helena endlich wissen, ob Annika Kinder will oder nicht. Annika geht daraufhin einfach nach Hause. Am Morgen schafft sie es erst aus dem Bett, als sie erfährt, dass die Baustelle ihres Bruders eingestürzt ist. Als sie dort ankommt, bricht sie zusammen. Währenddessen wird Helena von Tayo aus ihrem Haus ausgesperrt. Ab Freitag, 17. September 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zwölfteiligen Serie in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9248060","hoster":"VOE"},{"path":"/redirect/9248062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-1/episode-12","name":"Teltow","epNo":12,"alt":"","descr":"Aus der Klinik heraus versucht Annika Helena die Wahrheit zu sagen, schafft es aber nicht. Stattdessen macht sie, unter dem Vorwand zu viel zu arbeiten, mit ihr Schluss. Erst nach der Entlassung sieht Annika Helena wieder. Endlich traut sich Annika ihr zu sagen, dass sie einen Burnout hatte. Helena weiß nicht, was sie sagen soll. Es scheint, als ob Annika Teltow endgültig verlässt. Doch im letzten Moment entscheidet sie sich anders. Letzte Folge der ersten Staffel. Ab Freitag, 3. Dezember 2021, ist wöchentlich um 10:00 Uhr eine neue Folge der zweiten Staffel in der ZDFmediathek verfügbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9308986","hoster":"VOE"},{"path":"/redirect/9308977","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wir/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/wir/staffel-2/episode-1","name":"Emre","epNo":1,"alt":"","descr":"Emre, Mel und Pinar erleben zusammen einen schönen Weihnachtseinkauf. Doch dann werden die Drei von der Realität eingeholt: Die Scheidung von Emre und Mel steht an. Tayo und Maik haben für Emre eine Scheidungsparty organisiert. Aber Emre lässt die Trennung von Mel einfach nicht los. Schließlich sehen sie sich ständig. Sogar in der Schule hängt ein Foto von ihnen beiden! Das bringt die Männer auf eine Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9352146","hoster":"VOE"},{"path":"/redirect/9352148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-2","name":"Zauberer und Zombies","epNo":2,"alt":"","descr":"Die Feuerwehr hat Emre beim Kokeln in der Schule erwischt. Zum Glück kann er Brandmeisterin Katha überreden, dass er statt der Geldstrafe bei der gemeinnützigen Aktion \"Weihnachtsengel\" hilft. Als Emre gestresst bei der Feuerwehr auftaucht, reicht ein kühles Wort von Katha, um bei Emre das Fass zum Überlaufen zu bringen. In einem emotionalen Ausbruch berichtet er von der Scheidung und seinem Leben. Zu seiner Überraschung zeigt Katha Verständnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9352151","hoster":"VOE"},{"path":"/redirect/9352155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-3","name":"Weihnachtsengel","epNo":3,"alt":"","descr":"Emre ist von Katha fasziniert und so lässt er sich von ihr dazu überreden, die Geschenke, die sie für \"Weihnachtsengel\" verpackt haben, auszufahren und an bedürftige Kinder zu verteilen. Das ist eine willkommene Ablenkung für Emre von seinem Familienstress. Beim Geschenke-Ausfahren lernen sich Emre und Katha besser kennen. Der Abend endet damit, dass Emre, Katha und Tom zusammen Glühwein trinken und Emre Katha gesteht, dass er sie gut findet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12383943","hoster":"VOE"},{"path":"/redirect/9393465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-4","name":"Familiengeheimnisse","epNo":4,"alt":"","descr":"Nach dem Kuss verabreden sich Emre und Katha zu einem Date. Während es Katha dabei vor allem um Sex geht, überlegt Emre bereits, wie er ihr sagen soll, dass er eine Tochter hat. Das Date läuft zunächst gut, aber dann bekommt Emre mit, dass mit Tayo etwas nicht stimmt. Er und Katha fahren zu ihm nach Hause, wo sie Tayo am Boden zerstört auffinden. Erst als der Morgen dämmert findet Emre schließlich den Mut Katha zu gestehen: Er hat eine Tochter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9435990","hoster":"VOE"},{"path":"/redirect/9436003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-5","name":"Fest der Liebe (1)","epNo":5,"alt":"","descr":"Zu Emres Erleichterung reagiert Katha cool darauf, dass er eine Tochter hat. Doch wenn es um Kathas Familie geht, weicht sie aus. Als Katha ihre Mutter besucht, wird klar, warum. Mutter Marita ist eine Narzisstin, die es immer wieder schafft, Katha zu enttäuschen. So will sie Heilig Abend lieber mit ihrem Freund feiern, als mit ihrer Tochter. Auf der Weihnachtsfeier der Feuerwehr betäubt Katha ihren Schmerz mit Alkohol.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9474737","hoster":"VOE"},{"path":"/redirect/9474734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-6","name":"Fest der Liebe (2)","epNo":6,"alt":"","descr":"Am Morgen nach der Weihnachtsfeier bereut Katha, dass sie Emre so vor den Kopf gestoßen hat. Sie schreibt ihm, dass es ihr leidtut, aber Emre ist zu verletzt, um ihr zu antworten. Am Heiligen Abend ruft Katha, die mit ihren KollegInnen in einer Kneipe feiert, Emre an. Sie gibt zu, dass sie Angst vor festen Bindungen hat. Darum hat sie ihn weggestoßen. Emre nimmt die Entschuldigung an, er glaubt dennoch traurig, dass es vorbei ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9474736","hoster":"VOE"},{"path":"/redirect/9474735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-7","name":"Silvester","epNo":7,"alt":"","descr":"Emre und Katha sind jetzt zusammen. Sie genießen ihr Liebesglück, wobei sie es langsam angehen möchten. Doch Pinar kommt überraschend in die Wohnung, als Katha gerade im Badezimmer ist. Emre hofft zunächst, dass Pinar Katha nicht gesehen hat. Doch auf der Silvesterparty der Freunde platzt Pinar damit heraus, dass ihr Papa eine neue Freundin hat! Verlegen muss Emre Pinar die Sache erklären. Und Katha soll seine Tochter nun kennenlernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9529364","hoster":"VOE"},{"path":"/redirect/9529366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-8","name":"Schmetterlinge im Januar","epNo":8,"alt":"","descr":"Katha ist völlig überfordert von Emres Vorschlag, Pinar kennenzulernen. Das geht ihr zu schnell! Doch als Emre ihr klarmacht, dass Pinar sie als Bedrohung sieht, lässt Katha sich darauf ein. So gehen Emre, Katha und Pinar zusammen in eine Kletterhalle. Das Kennenlernen läuft anfangs schlecht. Pinar ist eifersüchtig auf die neue Frau an der Seite ihres Vaters. Katha und Emre sind schon kurz davor aufzugeben, da finden Katha und Pinar doch noch zueinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9636664","hoster":"VOE"},{"path":"/redirect/9636663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-9","name":"Mel","epNo":9,"alt":"","descr":"Katha trifft zum ersten Mal auf Mel. Auch wenn die Frauen höflich zueinander sind, spürt Katha, dass Mel sie nicht mag. Auf der Einweihungsfeier von Annika und Helena wird sie darin bestätigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9745745","hoster":"VOE"},{"path":"/redirect/9745746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-10","name":"Joker","epNo":10,"alt":"","descr":"Kathas Mutter Marita steht vor Kathas Tür. Sie wurde von ihrem Freund rausgeworfen und will jetzt bei ihrer Tochter unterkommen. Katha nimmt sie auf, bereut es aber sofort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9745750","hoster":"VOE"},{"path":"/redirect/9745751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-11","name":"Ausbruch","epNo":11,"alt":"","descr":"Nach Kathas Ausbruch gegenüber Pinar, kommt es zum Streit zwischen ihr und Emre. Emre findet es falsch, dass Katha seine Tochter angeschrien hat. Katha fühlt sich von Emre vernachlässigt. Die beiden gehen wütend auseinander. Als Katha nach Hause kommt, trifft sie auf Tom, der früher als geplant auszieht. Er hält es mit Marita nicht länger aus. Schließlich schmeißt Katha ihre Mutter raus. Gleichzeitig gerät auch Emre mit Mel und Nils in Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9792839","hoster":"VOE"},{"path":"/redirect/9792837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-2/episode-12","name":"Kalte Wasser","epNo":12,"alt":"","descr":"uf der Suche nach Katha trifft Emre auf Marita. Durch die Begegnung begreift er, welchen Stress Katha in letzter Zeit hatte. Schließlich findet Emre Katha am See. Emre entschuldigt sich bei Katha, aber für die ist die Sache damit nicht erledigt. Sie wird immer die zweite Geige bei Emre sein, nach seiner Familie. Das will Katha nicht und macht mit Emre Schluss. Der ist geschockt, schließlich wusste sie, worauf sie sich einlasse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9833217","hoster":"VOE"},{"path":"/redirect/9833332","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wir/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/wir/staffel-3/episode-1","name":"XOXO","epNo":1,"alt":"","descr":"Endlich können sich die Baers einen Abend freischaufeln und bei Mel grillen. Vor allem Linh freut sich auf eine Pause von der vielen Arbeit in der Gärtnerei. Plötzlich kommt ein Notruf. Die Bewässerung in der Gärtnerei ist wieder ausgefallen. Und so verbringen Maik und Linh ihren Abend doch wieder bei der Arbeit. Während das für Maik \"halt gerade eine anstrengende Zeit\" ist, hat Linh das Gefühl, dass sie ihr Leben verpassen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082673","hoster":"VOE"},{"path":"/redirect/13082675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-2","name":"Super Leben","epNo":2,"alt":"","descr":"Nach einer wilden Tanznacht in Berlin, begegnet Linh ihrem alten Jugendfreund Huy wieder. Linh bewundert Huy, dass er es geschafft hat, mit seiner Musik erfolgreich zu sein. Es verletzt sie, dass er kein Verständnis dafür zu haben scheint, dass sie sich für einen ganz anderen Weg entschieden hat: Für Teltow, für Kinder, für Familie. Maik muss sich solange alleine um die Kinder kümmern und ist damit alles andere als glücklich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082677","hoster":"VOE"},{"path":"/redirect/13082679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-3","name":"Große Pläne","epNo":3,"alt":"","descr":"Während Linh in Berlin im Imbiss ihrer Mutter aushilft, steht Maik in Teltow unter Stress: Seine Erntehelfer für die Trockenblumen des Onlineshops fallen aus. Frustriert weiß Maik nicht, was er machen soll. Gegenüber seinen Kumpels Emre und Tayo erklärt er, warum ihm der Shop so verdammt wichtig ist. Die Jungs beschließen spontan, Maik bei der Ernte zu helfen. Doch als die Männer auf das Feld kommen, ist dort alles zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082681","hoster":"VOE"},{"path":"/redirect/13082682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-4","name":"Eifersucht","epNo":4,"alt":"","descr":"Maik ist vor den Kopf gestoßen als er beobachtet, wie Linh und Hui sich innig umarmen. Linh ist zunehmend begeistert davon, ihre Berliner Bandfreunde zu unterstützen. Sie bietet ihnen an, in der alten Gärtnerei Fotos für Huys Albumcover zu schießen. Aber als Maik sieht, dass der Typ von letzter Nacht auf sein Gelände spaziert, wird er wütend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082688","hoster":"VOE"},{"path":"/redirect/13082689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-5","name":"Feiern!","epNo":5,"alt":"","descr":"Nach einem gewaltigem Streit mit Maik möchte Linh sich wieder versöhnen, aber er lässt sie kalt abblitzen. Also konzentriert sie sich darauf, eine schöne Babyshower für Mel zu schmeißen. Spontan nimmt Linh sie, Annika und Helena mit zu einem Konzert von Huy. In Teltow hagelt es währenddessen negative Kritiken für Maiks Onlineshop. Um sich von seinem Frust abzulenken, stürzt Maik sich in einen Kneipenabend mit den Kumpels. Mit verheerenden Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082600","hoster":"VOE"},{"path":"/redirect/13082597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-6","name":"Spiele?","epNo":6,"alt":"","descr":"Maik quält das schlechte Gewissen. Er spricht mit Emre über seinen One-Night-Stand und beschließt, dass er ihn verheimlicht, um seine Familie nicht aufs Spiel zu setzen. Als er Linh wieder sieht, hält er es kaum in ihrer Nähe aus. Aber auch Linhs Gewissen ist nach Huys Fast-Kuss nicht ganz rein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082599","hoster":"VOE"},{"path":"/redirect/13082598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-7","name":"Jeder gegen Jeden","epNo":7,"alt":"","descr":"Linh steht nach Maiks Geständnis unter Schock. Sie versucht, den Gedanken an seinen Betrug zu verdrängen und konzentriert sich stattdessen auf den gemeinsamen Ausflug mit der Clique. Sie treffen sich in einem Hotel in Brandenburg und wollen einen Ausflug machen. Maik versucht, mit Linh zu sprechen, aber sie blockt ab. Mit Elan führt sie die traditionelle Geisterwanderung durch. Doch dabei geht alles schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082601","hoster":"VOE"},{"path":"/redirect/13082603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-8","name":"Kontrollverlust","epNo":8,"alt":"","descr":"Während Maik in Teltow versucht, seine Geschäfte zu retten, ist Linh mit den Kindern in Berlin bei ihrer Mutter. Sie beginnt, wieder zu singen und arbeitet an einem neuen Song. Luca bekommt langsam mit, was bei ihren Eltern los ist und gibt sich die Schuld. Maik beruhigt sie, aber es bricht ihm das Herz, zu sehen, dass die Kinder wegen seiner und Linhs Streitigkeiten leiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082606","hoster":"VOE"},{"path":"/redirect/13082605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-9","name":"Die neue Linh","epNo":9,"alt":"","descr":"Als Linh am nächsten Morgen in Huys Studio aufwacht, ist sie komplett bei sich selbst: Sie arbeitet weiter an ihrem Song und verdrängt, was ihr Fremdgehen für Konsequenzen haben wird. Doch als sie die Wohnung ihrer Mutter betritt, sitzt Maik in der Küche. Als er noch einmal davon anfängt, sich für seinen Betrug zu entschuldigen, beschließt Linh, mit offenen Karten zu spielen. Sie sagt dem entsetzten Maik, dass sie mit Huy geschlafen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082608","hoster":"VOE"},{"path":"/redirect/13082609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-10","name":"Wouldn’t it be nice","epNo":10,"alt":"","descr":"Linh versucht in Berlin herauszufinden, was sie eigentlich will. Ihre Mutter eröffnet ihr, dass sie den Imbiss nun doch verkaufen will, um mehr auf ihre Gesundheit zu achten. Linh ist erleichtert, dass sie sich nicht mehr um ihre Mutter sorgen muss und gemeinsam beschließen sie, eine Abschiedsfeier für den Imbiss zu organisieren, zu der auch Maik und die Kinder kommen sollen. Insbesondere Luca drängt auf ihre Rückkehr nach Teltow","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082610","hoster":"VOE"},{"path":"/redirect/13082613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-11","name":"Eskalation","epNo":11,"alt":"","descr":"Zurück in Teltow hat Linh beschlossen, dass sie ihr Leben ändern muss. Sie lässt sich das Klavier ihres Vaters liefern und meldet sich für einen Auftritt bei einer \"Open Stage\" an. Maik geht sie aus dem Weg. Die Zwei reden nur noch über die Arbeit miteinander. Als Mel spontan zum Grillen einlädt, verpasst Linh bewusst die Gelegenheit, Maik davon zu erzählen und geht alleine zu ihren gemeinsamen Freund*innen. Maik erkennt seine Frau nicht wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082614","hoster":"VOE"},{"path":"/redirect/13082615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-3/episode-12","name":"Was willst du?","epNo":12,"alt":"","descr":"In einer ehrlichen Aussprache erklärt Linh Maik, dass sie sich selbst verloren hat – zwischen der Arbeit in der Gärtnerei, ihrem Alltag und den Kindern. Linh wird aus der Gärtnerei aussteigen, aber sie will mit ihm, mit Maik, zusammen sein. Maik kann Linhs Betrug nicht vergessen. Während Linh sich auf ihren ersten Gesangsauftritt vorbereitet, kämpft Maik mit seinem Misstrauen. Werden sie wieder zusammenfinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082619","hoster":"VOE"},{"path":"/redirect/13082620","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/wir/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/wir/staffel-4/episode-1","name":"Das Projekt","epNo":1,"alt":"","descr":"Tayo, Nils und Emre stellen der Clique ein ganz besonderes Projekt vor: In Tayos Haus soll ein BnB entstehen und alle können darin investieren! Doch da platzt Tayos Bruder Alfa in die Runde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082624","hoster":"VOE"},{"path":"/redirect/13082625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-2","name":"Vertrauen","epNo":2,"alt":"","descr":"Tayo versucht, Alfa auf den gestrigen Abend anzusprechen. Doch der speist ihn mit Lügen ab. Das unwohle Gefühl in Tayo verstärkt sich. Als er Alfa fragt, warum er lügt, sucht der das Weite.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082629","hoster":"VOE"},{"path":"/redirect/13082632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-3","name":"Notlösung","epNo":3,"alt":"","descr":"Die Brüder machen einen Deal: Tayo erzählt niemandem von Alfas Schulden. Doch es gibt ein Problem: Zwar ließe sich das Geld in zwei Jahren abbezahlen, doch Sona will sich nicht einigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082634","hoster":"VOE"},{"path":"/redirect/13082635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-4","name":"Müll","epNo":4,"alt":"","descr":"Tayo ist froh, Alfa wieder zuversichtlich zu sehen. Sogar die Arbeit am BnB geht voran, auch wenn die Freunde irritiert sind, dass Tayo ausgerechnet jetzt bei Sonas Tanztheaterstück hilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082637","hoster":"VOE"},{"path":"/redirect/13082638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-5","name":"Bauchgefühl","epNo":5,"alt":"","descr":"Nach Alfas Rückfall ist Tayo zutiefst beunruhigt und spioniert seinem Bruder nach! Er sucht Hilfe bei Sona. Doch sie ist genervt davon, dass Tayo durch Alfa von der Probe abgelenkt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082642","hoster":"VOE"},{"path":"/redirect/13082643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-6","name":"Du bist mein Problem","epNo":6,"alt":"","descr":"Tayo wird zwischen der Kontrolle über Alfa und den vielen Aufgaben immer mehr zerrieben. Als Alfa herausfindet, dass Tayo ihn über das Handy trackt, eskaliert die Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082645","hoster":"VOE"},{"path":"/redirect/13082646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-7","name":"Leroy","epNo":7,"alt":"","descr":"Zwischen Tayo und Alfa herrscht Eiszeit: Doch für Streit bleibt keine Zeit. Leroys Geburtstag steht an und Tayo muss Alfa dazu überreden, sich für ihre Eltern zusammenzureißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082649","hoster":"VOE"},{"path":"/redirect/13082651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-8","name":"Unter Druck","epNo":8,"alt":"","descr":"Tayo wird von der Freundesgruppe zuhause mit einem Frühstück überrascht. Sie wollen endlich mit ihm über sein Verhalten reden. Tayo fühlt sich komplett überrumpelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082653","hoster":"VOE"},{"path":"/redirect/13082655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-9","name":"Geständnisse","epNo":9,"alt":"","descr":"Endlich kann Tayo seinen Freunden und Freundinnen erzählen, was los war. Doch die Reaktionen sind gemischt und nicht alle können verstehen, warum Tayo nicht früher die Wahrheit gesagt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082659","hoster":"VOE"},{"path":"/redirect/13082660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-10","name":"Perspektiven","epNo":10,"alt":"","descr":"Tayo ist innerlich zerrissen. Einerseits verstehen Alfa und er sich so gut wie nie zuvor, andererseits hat sein Bruder sich in den Kopf gesetzt, noch eine Chance bei Sona zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082661","hoster":"VOE"},{"path":"/redirect/13082663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-11","name":"Teufelskreis","epNo":11,"alt":"","descr":"Tayo steht zwischen Sona und Alfa. Doch er kann sich seine Gefühle nicht eingestehen. Nils ist noch enttäuscht von Tayos Lügen. Aber als sich Tayo ihm anvertraut, öffnet sich auch Nils.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082666","hoster":"VOE"},{"path":"/redirect/13082667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wir/staffel-4/episode-12","name":"Abschied","epNo":12,"alt":"","descr":"Tayos Suche nach Alfa führt ihn auf das Dach des alten Heizkraftwerks, auf dem er und sein Bruder damals das \"Trau Dich\"-Spiel gespielt haben. Alfa ist außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13082669","hoster":"VOE"},{"path":"/redirect/13082671","hoster":"Streamtape"}]}]}]}]}