{"seriesId":"wish-upon-the-pleiades","name":"Wish Upon the Pleiades","descr":"[Ger Dub] Die junge Subaru findet heraus, dass ihre beste Freundin Aoi Mitglied einer magischen Gruppe ist, die es sich zum Ziel gesetzt hat Fragmente einer Maschine zu sammeln, um es einem kleinen Wesen zu ermöglichen in seine Heimat Pleiades zurückzukehren. Subaru überlegt ob sie ihnen helfen soll, als sie auch schon von Pleiadian, dem Klubpräsidenten dazu auserwählt wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sternenhimmelvorhersage: Regen mit gelegentlichen Sternschnuppen","epNo":1,"alt":"","descr":"Subaru war eine Mittelschülerin, die es geliebt hat, die Sterne zu beobachten, doch im Astronomieklub war sie immer allein. Ihre Kindheitsfreundin Aoi geht nun auf eine andere Schule und seitdem haben sich die beiden auseinandergelebt.","versions":[{"lang":1,"streams":[{"redirect":8503040,"hoster":"VOE"},{"redirect":8657668,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Lied der wandernden Sterne","epNo":2,"alt":"","descr":"Einen Tag, nachdem sie das erste Motorteil gesammelt haben, kommt Subaru zur Schule und muss feststellen, dass die vier Mädchen nun ihre Klassenkameradinnen sind. Während Nanako als Dolmetscherin fungiert, erklärt die Vorsitzende, eine Plejadianerin, Subaru, dass die fünf aus verschiedenen Zeitlinien zusammengekommen sind, die sich normalerweise nicht kreuzen würden.","versions":[{"lang":1,"streams":[{"redirect":8503044,"hoster":"VOE"},{"redirect":8657663,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fünf Cinderellas","epNo":3,"alt":"","descr":"Subaru und die anderen sammeln weiterhin Motorteile, während sie in der Öffentlichkeit vorgeben, ein Cosplay-Club zu sein. Doch die Worte der Vorsitzenden bringen Subaru dazu, starke Selbstzweifel zu hegen.","versions":[{"lang":1,"streams":[{"redirect":12251552,"hoster":"VOE"},{"redirect":8657664,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Traum in Sol","epNo":4,"alt":"","descr":"Subaru und die anderen können nun in die Stratosphäre gelangen, doch das nächste Fragment taucht in der Umlaufbahn des Mondes auf! Nach einem Wort von Hikaru fangen Subaru und die anderen ein Training an, um den Mond bereisen zu können.","versions":[{"lang":1,"streams":[{"redirect":8503046,"hoster":"VOE"},{"redirect":8657670,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Hut das Eis und die Prinzessin","epNo":5,"alt":"","descr":"Das Theaterfest der Schule rückt näher und Subarus Klasse legt die Besetzung für das Bühnenstück fest. Itsuki darf als Prinzessin die Hauptrolle übernehmen, dabei stimmten alle überein, aber... In der Zwischenzeit zeigt die Meteorschauerprognose ein weiteres Motorteil.","versions":[{"lang":1,"streams":[{"redirect":8503047,"hoster":"VOE"},{"redirect":8657671,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Blume des Erwachens","epNo":6,"alt":"","descr":"Das plejdianische Raumschiff, das unsichtbar durch die Erdumlaufbahn geflogen ist, fängt an, sich zu materialisieren. Die Aufgabe der Mädchen, die Motorteile zu sammeln, wird immer wichtig, um diesen Prozess zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8503048,"hoster":"VOE"},{"redirect":8657669,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwei Schätze oder der Duft nach Erdbeeren","epNo":7,"alt":"","descr":"Subaru verfällt in eine Depression, nachdem sie Minato aus den Augen verloren hat. Sie kümmert sich um die verbleibende Blume aus dem Gewächshaus. Um zu lernen, wie das geht, tritt sie dem Gartenverein bei. Aoi sorgt sich um Subaru, als sie sieht, wie Subarus Ärger auf ihre eigene Unfähigkeit mehr und mehr wächst.","versions":[{"lang":1,"streams":[{"redirect":8503050,"hoster":"VOE"},{"redirect":8657673,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nanako 13","epNo":8,"alt":"","descr":"Ein Motorteil taucht 0,25 Lichtjahre von der Erde entfernt im äußersten Winkel des Sonnensystems auf. Es würde drei Monate dauern, den Ort mit Lichtgeschwindigkeit zu erreichen, und zu allem Überfluss müsste auch noch jemand vorausgehen und die Position zielgenau bestimmen. Die, die sich freiwillig für diese einsame Reise meldet, ist Nanako.","versions":[{"lang":1,"streams":[{"redirect":8503052,"hoster":"VOE"},{"redirect":8657672,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Planetarium-Rendevous","epNo":9,"alt":"","descr":"Das Kulturfest rückt näher. Der Cosplay-Verein präsentiert seine Kostüme, und Subaru beschließt, ein einfaches Planetarium für den Astronomie-Verein zu kreieren. Subaru war das einzige Mitglied, doch nun hilft Minato ihr und die Arbeit schreitet gut voran. Als Hikaru und die anderen sehen, wie nahe sich Subaru und Minato stehen, planen sie, die beiden heimlich für den Paar-Wettbewerb des Kulturfests anzumelden.","versions":[{"lang":1,"streams":[{"redirect":8503054,"hoster":"VOE"},{"redirect":8657678,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine leuchtende Nacht","epNo":10,"alt":"","descr":"Der Junge in Schwarz stiehlt alle Motorteile, die in Vorbereitung auf das Kulturfest im Astronomie-Verein verwahrt wurden. Doch er geht noch weiter und will ein brandneues Teil in der Stratosphäre in seine Gewalt bringen.","versions":[{"lang":1,"streams":[{"redirect":8503062,"hoster":"VOE"},{"redirect":8657674,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das letzte Licht und sein Name","epNo":11,"alt":"","descr":"Subaru konnte die Motorteile zurück erlangen, doch hat im Gegenzug dazu ihre magischen Kräfte verloren. Sie wird infolgedessen von Schrecken und der Ratlosigkeit geplagt und die anderen machen sich Sorgen um sie, doch beschließen, sich anzustrengen und das Kulturfest zu genießen, da sie ohnehin nichts tun können.","versions":[{"lang":1,"streams":[{"redirect":8503058,"hoster":"VOE"},{"redirect":8657675,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Am Rand des Wassers","epNo":12,"alt":"","descr":"Auf der Jagd nach dem letzten Motorfragment, das jenseits ihrer Galaxie aufgetaucht ist, erreichen die Mädchen den Rand des Universums, wo selbst das Licht verzerrt wird, und finden ein schwarzes Loch vor. Der Vorsitzenden zufolge ist das Fragment mitten im Loch und könnte jederzeit in ein anderes Universum verschwinden! Um das zu verhindern, müssen die Mädchen schnell sein. Werden sie das letzte Fragment zur Reparatur des Raumschiffmotors in ihren Besitz bringen können? weniger","versions":[{"lang":1,"streams":[{"redirect":8503059,"hoster":"VOE"},{"redirect":8657679,"hoster":"Streamtape"}]}]}]}]}