{"path":"/serie/stream/witchblade","name":"Witchblade","descr":"[Ger Dub] Masane Amaha und ihre Tochter Rihoko sind auf der Flucht vor der Kind- und Familienfürsorge, welche Rihoko von ihrer Mutter trennen will. Sie werden gefasst und Rihoko wird ihrer Mutter weggenommen. Währenddessen wird Masane von einer fortschrittlichen Waffe, die sich als Mensch tarnen kann, angegriffen. Im Angesicht dieser Gefahr erscheint ein mysteriöses Licht aus ihrem Handgelenk und sie verwandelt sich in eine mächtige Kreatur. Sie zerstört die Waffe und wird in einen Machtkampf zwischen zwei machtvollen Organisationen verwickelt, in dessen Mittelpunkt sie steht, weil sie die größte Macht überhaupt besitzt, das legendäre Witchblade.","seasons":[{"path":"/serie/stream/witchblade/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/witchblade/staffel-1/episode-1","name":"Beginn","epNo":1,"alt":"The Beginning","descr":"Masane und ihre Tochter Rihoko ziehen in das Zerstörte Tokio, um ein neues Leben zu beginnen. Kurz nach ihrer Ankunft werden sie jedoch von der Kinderfürsorge aufgesucht, die Rihoko in ein Heim schicken will. Masane weigert sich und muss daraufhin eine Nacht im Gefängnis verbringen, wo sie eine sonderbare Verwandlung durchmacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788235","hoster":"VOE"},{"path":"/redirect/8795859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-2","name":"Zweifel","epNo":2,"alt":"Bewilderment","descr":"Mit Hilfe der Kraft der Witchblade kann Masane aus dem Gefängnis ausbrechen. Sie wird jedoch kurz darauf von Segawa, einem Mitarbeiter von Douji – Industries betäubt und zu seinem Chef gebracht, der mehr über die Witchblade in Erfahrung bringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931380","hoster":"VOE"},{"path":"/redirect/8795858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-3","name":"Widerstand","epNo":3,"alt":"Defiance","descr":"Rihoko flieht aus dem Heim und macht sich auf den Weg zum Tokio-Tower, wo sie sich mit ihrer Mutter treffen will. Aufgrund der etlichen, außer Kontrolle geratenen X-Cons, herrscht in der Stadt Chaos und Rihoko hat es nicht leicht, ihr Ziel zu erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788239","hoster":"VOE"},{"path":"/redirect/8795862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-4","name":"Bewegung","epNo":4,"alt":"Movement","descr":"Im Tokio-Tower trifft Rihoko endlich wieder auf ihre Mutter. Sie feiern ihr Wiedersehen und schmieden gemeinsam Pläne für die Zukunft. Doch die Kinderfürsorge gibt nicht so schnell auf und schickt Streiterinnen ins Geschehen um gegen die Trägerin der Witchblade zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788240","hoster":"VOE"},{"path":"/redirect/8795863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-5","name":"Suche","epNo":5,"alt":"Search","descr":"Masane arbeitet als bezahlte Jägerin und kann nun endlich mit ihrer Tochter Rihoko ein neues Leben beginnen. Während die beiden ihr neues Glück mit einem ausgedehnten Shopping-Trip feiern, ist der Reporter Yusuke Tozawa auf der Suche nach Informationen über Masane.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788241","hoster":"VOE"},{"path":"/redirect/8795861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-6","name":"Wandel","epNo":6,"alt":"Change","descr":"Masane und Shiori geraten in einem Kampf um die Witchblade heftig aneinander. Masane wird schwer verletzt, kann aber von einem Suchtrupp der Doji gerettet werden. Tozawa, der den Kampf beobachtet hat, sucht neue Informationen bei Rihoko.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788243","hoster":"VOE"},{"path":"/redirect/8795866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-7","name":"Vergangenheit","epNo":7,"alt":"Past","descr":"Trotz gründlicher Versorgung im Krankenhaus dreht Shiori durch und flieht um die Witchblade zu finden. Zur selben Zeit fragt sich Masane, was ein Foto von Reina in den Unterlagen von Takayama zu suchen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788245","hoster":"VOE"},{"path":"/redirect/8795867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-8","name":"Gegenseitigkeit","epNo":8,"alt":"Reciprocity","descr":"Mit Hilfe von Chou kommt Tozawa Masane endlich auf die Spur. Er bedrängt sie ihm die Wahrheit über die Witchblade zu sagen, doch Masane zögert. Als sie von einem unbekannten X-Con angegriffen werden, schweben beide in höchster Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788247","hoster":"VOE"},{"path":"/redirect/8795868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-9","name":"Mitleid","epNo":9,"alt":"Sadness","descr":"Während Masane und Tozawa versuchen mehr Informationen über das neue X-Con Modell zu finden, scheint sich zwischen den beiden eine echte Freundschaft zu bilden. Zur selben Zeit findet auch Rihoko neue Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788244","hoster":"VOE"},{"path":"/redirect/12478808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-10","name":"Umgang","epNo":10,"alt":"Interaction","descr":"Als Strafe dafür, weil sie Tozawas Wissenstand verheimlicht hat, muss Masane Takayama auf eine Party einer seiner Kontrahenten begleiten. Reina verliert inzwischen das Interesse an dem Cloneblade Projekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788804","hoster":"VOE"},{"path":"/redirect/8795870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-11","name":"Gefahr","epNo":11,"alt":"Danger","descr":"Nach einer feuchtfröhlichen Party wacht Takayama bei Masane auf. Diese hat ihn mit Hilfe von Freunden in ihre Wohnung gebracht, damit er seinen Rausch ausschlafen kann. Erstaunt gewinnt Takayama Einblicke in Masanes Familienleben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788251","hoster":"VOE"},{"path":"/redirect/8795871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-12","name":"Gefangenschaft","epNo":12,"alt":"Prisoner","descr":"Die NSWF nehmen Masane gefangen und verschwenden keine Zeit damit, mit ihren Experimenten zu beginnen. Sie hoffen genug Daten zusammentragen zu können, um Maria zu verbessern. Zur selben Zeit arbeitet Takayama daran, Masane zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788249","hoster":"VOE"},{"path":"/redirect/8795872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-13","name":"Trennung","epNo":13,"alt":"Separation","descr":"Masane ist zutiefst schockiert als sie erfährt, dass Rihoko nicht ihre Tochter sein soll. Die NSWF verliert keine Zeit und versucht Rihoko zu entführen. Masane, die in ihrer Verzweiflung nicht weiß was sie tun soll, entschließt sich mit Rihoko unterzutauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788248","hoster":"VOE"},{"path":"/redirect/8795874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-14","name":"Zuhause","epNo":14,"alt":"Family","descr":"Reina und Rihoko versuchen sich an das neue Leben als Mutter und Tochter zu gewöhnen. Reina tut ihr Bestes und Rihoko scheint unter der Trennung von Masane vorerst nicht zu leiden. Derweil versucht Takayama Masane ihre Vergangenheit näherzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788250","hoster":"VOE"},{"path":"/redirect/8795875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-15","name":"Bindung","epNo":15,"alt":"Bonds","descr":"Als Maria erfährt, wer ihre biologische Mutter ist, macht sie sich sofort auf den Weg um ihr einen Besuch abzustatten. Zur selben Zeit sind Tozawa und Shou einem gefährlichen Geheimnis auf der Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788252","hoster":"VOE"},{"path":"/redirect/8795876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-16","name":"Entspannung","epNo":16,"alt":"Relaxation","descr":"Um nach der letzten und erfolgreichen Mission etwas abzuschalten, gehen Masane und ihre Freunde aus dem Natsuki Gebäude an den Strand. Am Abend trifft sich Masane mit Takayama, der keine guten Neuigkeiten für sie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788254","hoster":"VOE"},{"path":"/redirect/8795877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-17","name":"Verwirrung","epNo":17,"alt":"Confusion","descr":"Masane ist schockiert als sie erfährt, dass Rihoko in naher Zukunft die Kraft der Witchblade erhalten wird. Während Masane überlegt, wie sie Rihoko davor bewahren soll, versucht Tozawas Vater Furumizus schmutzige Geheimnisse aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788256","hoster":"VOE"},{"path":"/redirect/8795878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-18","name":"Wendung","epNo":18,"alt":"Turn","descr":"Die Polizei untersucht einen neuen, brutalen Mordfall. Doch diesmal scheinen alle Anhaltspunkte in nur eine Richtung zu zeigen: zu Takayama und den Douji – Industries. Masane versucht Takayama zu helfen, kommt jedoch zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788257","hoster":"VOE"},{"path":"/redirect/8795879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-19","name":"Gefühle","epNo":19,"alt":"Feelings","descr":"Um sich von ihren Sorgen um Rihoko etwas abzulenken, beschließt Masane mit Wadou zusammenzuarbeiten. Währenddessen arbeitet die Kinderfürsorge an der nächsten Generation von Cloneblades doch Furumizus Freude darüber ist nur kurz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788255","hoster":"VOE"},{"path":"/redirect/8795880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-20","name":"Aufruf","epNo":20,"alt":"Request","descr":"Endlich schafft es Maria die Führung der Kinderfürsorge zu übernehmen. Rihoko und Takayama verbringen inzwischen den Tag zusammen. Die Dinge laufen nicht so ganz nach Plan, doch die Lage verbessert sich schlagartig als Masane zu ihnen stößt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918377","hoster":"VOE"},{"path":"/redirect/8795882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-21","name":"Schwur","epNo":21,"alt":"Vow","descr":"Masane beginnt unter den körperlichen Anstrengungen zu leiden, die die Witchblade ihr verursacht. Takayama und Tozawa machen sich inzwischen auf dem Weg zu den Douji – Industries um einen Weg zu finden die Zerstörung zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788258","hoster":"VOE"},{"path":"/redirect/8795884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-22","name":"Mitteilung","epNo":22,"alt":"Inform","descr":"Masane macht sich Sorgen um Rihokos Zukunft und versucht ihr beizubringen, dass sie bald nicht mehr für sie da sein wird. Maria hat inzwischen eine neue Waffe gefunden, mit der sie die Witchblade zur Strecke bringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788877","hoster":"VOE"},{"path":"/redirect/8795881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-23","name":"Chaos","epNo":23,"alt":"Chaos","descr":"Masane versucht nach ihrem letzten Kampf etwas kürzer zu treten und verbringt viel Zeit mit Rihoko. Takayama hat inzwischen begonnen die unkontrollierbaren I-Weapons umzuprogrammieren, doch deren Ansturm nimmt kein Ende.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788259","hoster":"VOE"},{"path":"/redirect/8795883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/witchblade/staffel-1/episode-24","name":"Licht","epNo":24,"alt":"Light","descr":"Während die Bewohner der Stadt in Panik die Flucht ergreifen, versucht Masane den Ansturm von I-Weapons abzuwehren. Rihoko verfolgt den Kampf ihrer Mutter während einer Live-Übertragung im TV und Tozawa alarmiert die restlichen Bewohner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8788260","hoster":"VOE"},{"path":"/redirect/8795885","hoster":"Streamtape"}]}]}]}]}