{"seriesId":"witchblade-die-waffe-der-gtter","name":"Witchblade - Die Waffe der Götter","descr":"Sara Pezzini, Polizei-Detective in New York, ist von dem Gedanken besessen, den Mörder ihres Vaters zur Strecke zu bringen. Als sie bei einem Einsatz auf einen mysteriösen Armreif stößt, ist sie ihrem Ziel endlich näher gekommen. Denn das geheimnisvolle Artefakt entpuppt sich als tödliche Waffe mit ungeheuren Kräften. Sara ist Trägerin der \"Witchblade\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Witchblade","descr":"Die aufstrebende Karriere der engagierten Polizistin Sara Pezzini scheint ein jähes Ende zu finden, als sie sich für einen misslungenen Polizeieinsatz, bei dem auch ihr Partner Danny Woo ums Leben kam, vor einer Kommission verantworten muss. Da ihr der Leiter der Kommission, Captain Bruno Dante, davon überzeugt ist, dass Sara wichtige Informationen zurückbehält, wird sie zunächst bis auf weiteres vom Dienst suspendiert. Doch unversehens bekommt sie ihre Marke wieder zurück und gerät mit ihrem neuen Partner Jake gleich in einen neuen brenzligen Fall: Sie werden zu einer Schießerei gerufen, bei der Jake prompt verwundet wird. Sara erschießt einen der Angreifer, der irgendetwas von \"Black Dragons\" flüstert, bevor er endgültig sein Leben aushaucht. Bei ihren weiteren Ermittlungen kommen Sara und Jake einer großen Regierungsverschwörung auf die Spur, bei der unter anderem auch der Geschäftsmann Kenneth Irons seine Finger im Spiel zu haben scheint. Es geht um ein heimliches Militär-Programm, in dessen Rahmen Soldaten mit bislang nicht zugelassenen Psychopharmaka behandelt wurden, um dadurch ihre Einsatzbereitschaft und ihr Aggressionspotenzial steuerbar zu machen. Bei Erfolg sollten die Probanden zur Elite-Einheit der Black Dragons zusammengefasst werden. Doch das menschenverachtende Experiment geht nach Hinten los: Von den Medikamenten völlig paranoid und unberechenbar machen die Soldaten nun gnadenlos Jagd auf ihre Peiniger. Bei dem Versuch, die Morde zu verhindern, kommt Sara dem zwielichtigen Irons näher, der offenbar eine mysteriöse Beziehung zu ihrer Witchblade hat","versions":[{"lang":1,"streams":[{"redirect":11467226,"hoster":"VOE"},{"redirect":11467229,"hoster":"Doodstream"},{"redirect":11467227,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Black Dragons","epNo":2,"alt":"Parallax","descr":"Bei ihrem alltäglichen Kampf gegen das Verbrechen im Moloch New York stößt Polizistin Sara Pezzini auf die mysteriöse Witchblade, eine antike, intelligente Waffe mit schier unglaublicher Macht, die verschiedene Formen annehmen kann. Sie wurde geschaffen, um das allgegenwärtige Böse auf Erden zu bekämpfen. Die mystische Witchblade wird seit Jahrhunderten von starken und intelligenten Frauen geführt, aber stets sucht sie sich ihre Trägerin selbst aus. Jetzt ist ihre Wahl auf Sara gefallen, die wirklich jede Hilfe bei ihrer knallharten Arbeit im Großstadtdschungel gebrauchen kann. Doch das Leben mit der Witchblade ist alles andere als einfach, denn die Waffe hat ihren eigenen Willen","versions":[{"lang":1,"streams":[{"redirect":11467230,"hoster":"VOE"},{"redirect":11467234,"hoster":"Doodstream"},{"redirect":11467243,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schlange","epNo":3,"alt":"Conundrum","descr":"Ein anonymer Tipp führt Sara zu einer vollkommen skelettierten Leiche. Offensichtlich handelt es sich bei der Toten um das junge Model Gina Maris. Sie war bei der Agentur von Dominique Boucher unter Vertrag. Aber wie genau ist die junge Frau ums Leben gekommen, und wer hat sie so zugerichtet? Erst als Sara sich mit Ginas Zimmergenossin Karen Bronte, die auch für Dominique Boucher arbeitet, unterhält, scheint sie auf eine Spur zu kommen. Gleichzeitig macht sie eine unheimliche Entdeckung: Als sie auf einem Foto Karens Großmutter Elizabeth Bronte entdeckt, muss sie feststellen, dass sie der Frau zum Verwechseln ähnlich sieht. Was hat sie mit dieser Fremden zu tun? Bevor Sara dieser Frage auf den Grund gehen kann, überschlagen sich die Ereignisse. Karen verschwindet plötzlich spurlos, und Sara ist völlig sicher, dass sie dem Mörder von Gina in die Hände gefallen ist. Als sie endlich die Identität des Täters aufdeckt, muss sie erkennen, dass er vornehmlich hinter der Witchblade her ist","versions":[{"lang":1,"streams":[{"redirect":11467233,"hoster":"VOE"},{"redirect":11467236,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Jäger von Annuvin","epNo":4,"alt":"Diplopia","descr":"Während der Untersuchung eines Mordes an einen Kunstsammler geraten Sara und Jake in eine Sackgasse: Ein Augenzeuge kann den Mörder zwar sehr genau beschreiben, der aber hat ein wasserdichtes Alibi und muss deshalb wieder freigelassen werden. Sara gewinnt den Eindruck, dass der Verdächtige, ein gewisser Isaac Sullivan, an mehreren Orten gleichzeitig sein kann. Auf der Suche nach einer Antwort befragt sie Dominique, die im Gefängnis rapide gealtert ist. Sie erzählt Sara, dass ihr ganzes Leben und somit auch dieser Fall etwas mit der Witchblade zu tun hat. Auch sei Kenneth Irons wieder in diesen Fall verwickelt. Und tatsächlich stößt Sara schließlich auf den Genforscher Dr. D’Angelo, dessen Forschungen von Irons gesponsert wurden. Über ihn erfährt sie, dass Isaac Sullivan ein Klon ist. Insgesamt gibt es drei identische Isaac Sullivans. Sie macht sich auf die Suche nach den drei Killern","versions":[{"lang":1,"streams":[{"redirect":12931377,"hoster":"VOE"},{"redirect":11467246,"hoster":"Doodstream"},{"redirect":11467249,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Conchobar","epNo":5,"alt":"Sacrifice","descr":"Jake und Sara untersuchen eine Reihe von Ritualmorden, die New York erschüttern. Merkwürdige Zeichen, die der Täter an einem der Tatorte zurückließ, entpuppen sich als gälische Runen. Die Ermittlungen führen Sara nicht nur zu dem Wachmann Brian Reilly und der jungen Iona, die eines der Opfer kannten, sondern auch zu dem irischen Folk-Sänger Conchobar. Vom ersten Augenblick an fühlt Sara sich zu dem attraktiven Sänger hingezogen, dabei ist er anscheinend mehr in die Mordfälle verwickelt als ihr lieb ist. Immerhin scheint eines seiner bislang noch nicht vollendeten Songs die Morde genau vorherzusagen. Sollte Conchobar der gesuchte Mörder sein? Sara bleibt nicht mehr viel Zeit, um einen weiteren Mord zu verhindern und den Täter endlich zu schnappen.","versions":[{"lang":1,"streams":[{"redirect":11467250,"hoster":"VOE"},{"redirect":11467251,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Besessen","epNo":6,"alt":"Legion","descr":"Als der beliebte Geistliche Monsignore John Bellamy ermordet wird, verdächtigen alle sofort seinen psychisch gestörten Schützling Edward Nolan, vor allem, da er auch bereits vorbestraft ist. Durch den mit Bellamy befreundeten Pater Allyosha erfährt sie, dass der Tote Experte für Exorzismus und dämonischer Besessenheit war. Er schien fest davon überzeugt zu sein, dass auch Nolan von einem Dämon besessen sei. Doch Sara glaubt nicht, dass Nolan Bellamy ermordet hat. Über ihren ehemaligen Partner Danny Woo nimmt sie Kontakt zu dem toten Bellamy auf. Dabei erfährt sie, dass der Ermordete von 1936 bis 1944 die Korrespondenz für Papst Pius übersetzte, darunter befand sich unter anderem auch ein Stillhalte-Abkommen, das der Papst mit Adolf Hitler geschlossen hatte. Als Pfand des Vertrauens übergab Pius dem Naziführer eine kostbare Waffe, die sich seit 500 Jahren im Besitz der Kirche befunden hatte: die Witchblade! Sara ist erstaunt, aber über Bellamys Mörder erfährt sie wenig, denn das Opfer hat den Täter nicht gesehen. Sie ahnt, dass die Kirche sich als die rechtmäßige Besitzerin der Witchblade betrachtet und sie um jeden Preis wieder in ihre Gewalt bringen will. Also ist der diabolische Mörder Bellamys jetzt hinter ihr her","versions":[{"lang":1,"streams":[{"redirect":11467257,"hoster":"VOE"},{"redirect":11467252,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Entführung","epNo":7,"alt":"Maelstrom","descr":"Saras Geliebter, der irische Sänger Conchobar, wird von einer Anti-Terror-Einheit aus Irland entführt und in ein altes Theater an der West Side gebracht. Sie wollen Conchobar alias John Patrick Dougherty nach Irland bringen, um mit ihm als Druckmittel seinen Bruder Edward, einen gesuchten IRA-Terroristen, aus seinem Versteck zu locken und zu töten. Sara nimmt Kontakt zu den Entführern auf und bringt sie so weit, dass sie Conchobar für eine Lösegeldsumme von zwei Millionen Dollar und die Witchblade freilassen wollen. Verzweifelt versucht Sara, das nötige Geld von Irons zu leihen, aber der erteilt ihr eine Absage. Also besorgt sie sich markiertes Falschgeld aus der Asservatenkammer für die Übergabe. Irons schickt ihr seinen Handlanger Nottingham mit dem Auftrag hinterher, ihm die Witchblade zu bringen. Als Sara der Anführerin der Kidnapper Geld und Witchblade überreicht, nimmt die Entführung einen tragischen Verlauf","versions":[{"lang":1,"streams":[{"redirect":11467259,"hoster":"VOE"},{"redirect":11467260,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Periculum","epNo":8,"alt":"Periculum","descr":"Durch den schmerzhaften Verlust ihres Geliebten Conchobar ist Sara so niedergeschlagen, dass sie ihr Apartment nicht mehr verlässt. In dieser schwierigen Situation stellt die \"Witchblade\" Sara auf die ultimative Probe, um eindeutig sicher zu stellen, dass Sara sich der göttlichen Waffe würdig erweist. Also durchläuft Sara das so genannte Periculum, bei dem es um nichts Geringeres als ihr Leben geht. Während sie immer schwächer wird, begegnen ihr in einer Art Traum die vorherigen Trägerinnen der \"Witchblade\": Jeanne D’Arc, die keltische Kriegsgöttin Cathain und die Spionin Elizabeth Bronte. Sie alle machen Sara klar, dass sie sterben muss, um als wahre Trägerin der Witchblade wiedergeboren zu werden… Währenddessen schlägt Captain Dante Jake vor, Mitglied der \"White Bulls\" zu werden, einer geheimen Gruppe von Polizisten, die im Namen der Gerechtigkeit auch gerne mal selbst die Exekutive in die Hand nehmen.","versions":[{"lang":1,"streams":[{"redirect":11467261,"hoster":"VOE"},{"redirect":11467268,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tod eines Comic-Zeichners","epNo":9,"alt":"Thanatopis","descr":"Als Gabriel seinen besten Freund, einen Comic-Zeichner, tot auffindet, ist er felsenfest davon überzeugt, dass er ermordet wurden. Aber Detective Orlinsky, der ermittelnde Beamte, legt den Fall bald als Selbstmord ad acta. Da nimmt Sara sich der Sache an und findet schon bald eine Verbindung zu ihrem Erzfeind Kenneth Irons. Gleichzeitig sind Sara und Jake mit der Überwachung des Waffenhändlers Parsegian betraut. Doch gerade als sie ihn während eines großen Deals verhaften wollen, wird er von einem Heckenschützen erschossen. Im Wagen Parsegians findet Sara schon wieder Hinweise, die zu Irons führen. Aber nicht nur das. In den Papieren des Waffenhändlers findet die Polizistin außerdem alarmierende Neuigkeiten über sich selbst. Wenig später bekennt Irons Handlanger Nottingham sich des Mordes an Parsegian schuldig. Dennoch müssen Sara und Jake ihn schließlich wieder gehen lassen. Vor allem Jake, der einen ganz persönlichen Groll gegen Nottingham hegt, regt sich so sehr darüber auf, dass er sich entschließt, Mitglied bei der Selbstjustiz-Truppe \"White Bulls\" zu werden. Gleichzeitig befindet sich Nottingham schon auf dem Weg, um seine Rechnung mit Jake ein für alle Mal zu begleichen…","versions":[{"lang":1,"streams":[{"redirect":11467270,"hoster":"VOE"},{"redirect":11467271,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"White Bulls","epNo":10,"alt":"Apprehension","descr":"Sara steht auf der Abschussliste nachdem sie erfahren hat, wer ihren Vater ermordet hat. Als ein Zuhälter getötet wird, befragen Sara und Jake einige Prostituierte. Doch die \"Witchblade\" offenbart Sara, dass ein Polizist den Mord begangen hat. Das bringt Sara auf die Spur der geheimen Polizeiorganisation White Bulls. In einem anonymen Kuvert bekommt sie ein Video, das ihr Vater in den 80ern aufgenommen hatte. Jim Pezzini stellte damals Ermittlungen über die White Bulls an und resümiert seine Ergebnisse auf dem Band. Um mehr über die Geschichte zu erfahren hakt Sara bei ihrem ehemaligen Vorgesetzten Joe Siri nach. Er erzählt ihr, dass es kein Geringerer als Captain Bruno Dante war, der die White Bulls anführte und den Mord an ihrem Vater angeordnet hatte. Als Siri wenig später ermordet wird, geht Sara in die Offensive: Sie überrascht Dante nachts in seiner Wohnung und konfrontiert ihn mit den Informationen, die sie gesammelt hat. Doch er sieht keinen Grund sich dazu zu äußern. Also will Sara an die Öffentlichkeit gehen. Tatsächlich gewährt Kenneth Irons ihr Sendezeit auf seinem Sender, aber die zuständige Nachrichtenredakteurin stellt sich quer und hält Sara hin – bis Dante plötzlich in der Redaktion auftaucht und ein Blutbad anrichtet. Im Verlauf der Auseinandersetzung wird es für Sara immer unklarer, wem sie eigentlich überhaupt noch trauen kann…","versions":[{"lang":1,"streams":[{"redirect":11467274,"hoster":"VOE"},{"redirect":11467276,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Konvergenz","epNo":11,"alt":"Convergence","descr":"Auf der Flucht vor den White Bulls sucht Sara nach weiteren Zeugen und Beweisen, um etwas gegen die kriminelle Vereinigung in die Hand zu bekommen. Dabei bleibt ihr nur wenig Zeit, denn Bulls-Chef Bruno Dante hat bereits angeordnet, sie ermorden zu lassen. Jake bekommt derweil von den Bulls den Auftrag Kate Havilland zu finden, die verschwundene Tochter von Senator Havilland. Sollte er die Tochter des Senators retten, hoffen die White Bulls darauf, Havilland als einen mächtigen Fürsprecher für sich gewonnen zu haben. Sara, die sich ebenfalls in den Fall einschaltet, findet bald entscheidende Hinweise darauf, dass ihr Partner Jake Mitglied der White Bulls ist. Doch Jake hat noch eine weitere Überraschung für sie in petto. Währenddessen altert Irons beunruhigend schnell, denn die genetischen Injektionen gegen das Altern, die er von Dr. Immo bekommt hat, verlieren ihre Wirkung. Die einzige, die seinen Alterungsprozess aufhalten könnte ist Sara – er braucht ihr Blut","versions":[{"lang":1,"streams":[{"redirect":11467278,"hoster":"VOE"},{"redirect":12480320,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Macht der Zeit","epNo":12,"alt":"Transcendence","descr":"Auf der Flucht vor Dante und seinen Leuten verschanzen sich Sara und Gabriel in einem Lagerhaus, wo sie alle Informationen über die White Bulls auf Video aufzeichnen wollen, um das Material später veröffentlichen zu können. Plötzlich erscheint Nottingham, um die beiden vor Dante zu warnen, aber zu spät – Bruno Dante hat ihr Versteck bereits gefunden und erschießt Nottingham kaltblütig. Sara und Gabriel entkommen und wenig später erzählt sie ihm die ganze Geschichte der Witchblade. Später arrangiert Sara zusammen mit Jake einen FBI-Einsatz, um endlich handfestes Beweismaterial gegen Dante in die Hand zu bekommen. Aber das Unternehmen geht gründlich schief, denn Dante wird während des Einsatzes von einem Unbekannten erschossen. Sara vermutet, dass ihr Erzfeind Irons hinter dieser Tat stecken könnte, aber sie kann ihm nichts nachweisen. Der hingegen setzt einen Killer auf Saras Freunde an, um sie endlich in seine Gewalt zu bekommen, denn er braucht weiterhin ihr Blut, um am Leben bleiben zu können. In ihrer dunkelsten Stunde nutzt Sara die Macht der Witchblade, um die Zeit zurückzudrehen. Sie versetzt sich zurück an den Tag, an dem ihr Partner Danny Woo starb","versions":[{"lang":1,"streams":[{"redirect":11467280,"hoster":"VOE"},{"redirect":11467285,"hoster":"Doodstream"},{"redirect":11467282,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Tag danach","epNo":1,"alt":"Emergence","descr":"","versions":[{"lang":1,"streams":[{"redirect":11467287,"hoster":"VOE"},{"redirect":11467289,"hoster":"Doodstream"},{"redirect":11467286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Lanze des Loginus","epNo":2,"alt":"Destiny","descr":"In allerletzter Sekunde gelingt es Sara, Danny zu finden und zu befreien. Irons kocht vor Wut, weil sein Plan fehlgeschlagen ist, aber noch gibt er nicht auf. Kurze Zeit später ermitteln Sara, Danny und Jake in einem bizarren Mordfall. Ein Zollfahnder wurde mit einer seltsamen antiken Waffe getötet. Von ihrem Freund, dem Kunsthändler Gabriel, erfährt Sara, dass es sich bei der Mordwaffe höchstwahrscheinlich um die berühmte Lanze des Loginus handelt. Diese stieß der Römer einst Jesus von Nazareth in die Seite, um sicher zu gehen, dass der Gekreuzigte tot war. Seitdem ist die Lanze sehr mächtig und extrem gefährlich. Gabriel und Sara vermuten, dass Irons sie in seinen Besitz gebracht hat und nun gegen Sara verwenden will, um endlich die Witchblade in seine Gewalt zu bekommen. Todesmutig macht Sara sich daraufhin auf den Weg zu ihrem größten Kontrahenten, um ihn zum alles entscheidenden ultimativen Kampf herauszufordern.","versions":[{"lang":1,"streams":[{"redirect":11467288,"hoster":"VOE"},{"redirect":11467294,"hoster":"Doodstream"},{"redirect":11467291,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dealer","epNo":3,"alt":"Agape","descr":"Einige ungewöhnliche Morde im Drogenmillieu halten Sara, Jake und Danny ganz schön auf Trab. Da Drogenfahnder Dean Gorner vor kurzem seinen Partner bei einem Einsatz verloren hat, \"leiht\" er sich kurzfristig Jake aus für die weiteren Ermittlungen. Doch Sara hat bei der Sache ein denkbar schlechtes Gefühl. Tatsächlich erfährt sie durch die Witchblade, dass Gorner nicht ganz koscher ist. Doch da ist es für Jake fast zu spät. Als ein schmutziger Deal, den Gorner mit ein paar Drogenhändlern ausgeheckt hat, schief geht, bringen die Gangster Jake und Gorner in ihre Gewalt, setzen sie unter psychedelische Drogen und lassen sie ein tödliches Spiel spielen…","versions":[{"lang":1,"streams":[{"redirect":11467293,"hoster":"VOE"},{"redirect":11467300,"hoster":"Doodstream"},{"redirect":11467297,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gilgamesch","epNo":4,"alt":"Consectatio","descr":"Während sie einen Raubmord untersuchen stoßen Sara, Jake und Danny auf eine mysteriöse Vereinigung namens Black Dragons. Sie finden heraus, dass es sich um eine militärische Elite-Einheit handelt, die noch von Kenneth Irons ins Lebengerufen , psychologisch ausgebildet und genetisch verändert wurde. Im Auftrag von Irons Geist, hetzt Nottingham Sara diese Privat-Armee auf den Hals. Doch schon wenig später bereut er seine Tat. Zu eng fühlt er sich der Polizistin verbunden, und als die Killer-Soldaten sich auf Sara stürzen, geht Nottingham todesmutig dazwischen.","versions":[{"lang":1,"streams":[{"redirect":11467299,"hoster":"VOE"},{"redirect":11467303,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Stimmen","epNo":5,"alt":"Static","descr":"Als ein Rockstar offenbar von einem fanatischen Fan aus dem Fenster gestoßen wird, übernimmt Sara den Fall. Weitere mysteriöse Todesfälle folgen, die alle mit dem ersten in Zusammenhang zu stehen scheinen. Da Sara keine wirkliche Spur findet, sucht sie das Gespräch mit der Psychologin Anna Granger, die auch die Therapeutin eines der Opfer war. Inzwischen wird Sara weiterhin von Nottingham aufgesucht, der sie vor geheimnisvollen dunklen Mächten warnt, die angeblich nach dem Besitz der Witchblade trachten. Gleichzeitig erfährt Sara von ihrem Freund Gabriel, dass ein gewisser CyberFaust sich per E-Mail bei ihm gemeldet hätte, und der gäbe vor, viel über die Witchblade zu wissen. Kann Sara diesem Fremden vertrauen? Bevor sie sich eingehender damit beschäftigen kann, finden Jake und sie heraus, dass Therapeutin Anna Granger tiefer in die Mordfälle verwickelt ist als gedacht. Und auch sie hat eine ganz spezielle Verbindung zur Witchblade","versions":[{"lang":1,"streams":[{"redirect":11467307,"hoster":"VOE"},{"redirect":11467312,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Formfehler","epNo":6,"alt":"Nailed","descr":"Als ein psychopathischer Serienkiller mit einem Hang zu jungen Mädchen aus dem Gefängnis entlassen wird, stellen Danny und Sara ihn unter strengste Bewachung, um sicherzugehen, dass er nicht wieder mordet. Vor allem Danny liegt daran, den Mann lebenslänglich hinter Gitter zu bringen, denn er hat noch eine Rechnung mit ihm offen. Danny war einst, um ein Opfer zu retten, ohne Haftbefehl in die Wohnung des Verdächtigen eingedrungen. Dieser Regelverstoß brachte dem Mörder eine mildere Strafe ein. Doch im Laufe der Ermittlung soll Danny noch mehr Grund bekommen, den Mörder ins Visier zu nehmen, denn als nächstes Opfer hat er sich ausgerechnet Dannys rebellische junge Nichte ausgesucht. Jetzt müssen Jake, Sara und Danny schnell und überlegt handeln, um das Mädchen zu retten.","versions":[{"lang":1,"streams":[{"redirect":11467308,"hoster":"VOE"},{"redirect":11467305,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwarze Tränen","epNo":7,"alt":"Lagrimas","descr":"Sara lernt einen Mann kennen, der einfach perfekt zu ihr zu passen scheint. Sie verliebt sich auf den ersten Blick in ihn und stürzt sich Hals über Kopf in eine leidenschaftliche Affäre. Aber da taucht unvermutet Kenneth Irons wieder aus dem Grab auf und verrät ihr die wahre Identität ihres neuen Liebhabers. Jetzt steht Sara vor der schwersten Entscheidung ihres Lebens: Wird sie den Mann, den sie über alles liebt, töten können?","versions":[{"lang":1,"streams":[{"redirect":12931379,"hoster":"VOE"},{"redirect":11467316,"hoster":"Doodstream"},{"redirect":11467322,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Teufel im Leib","epNo":8,"alt":"Hierophant","descr":"Ein ruchloser Killer, der sich selbst nur V nennt, versucht sämtliche Verbrechersyndikate New Yorks zu übernehmen, und das mit Gewalt. Als Sara zu einem der Tatorte gerufen wird, die V bei seiner blutigen Schlacht hinterlassen hat, macht sie eine unheimliche Entdeckung: Bei der Untersuchung werden Fingerabdrücke gefunden, die eindeutig von Saras Vater stammen – nur ist der schon lange Jahre tot. Als Sara diesem Phänomen auf den Grund gehen will, stößt sie dabei auf eine böse Macht, die alles, was ihr bisher untergekommen ist, bei weitem übertrifft…","versions":[{"lang":1,"streams":[{"redirect":11467313,"hoster":"VOE"},{"redirect":11467323,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wahrheit","epNo":9,"alt":"Veritas","descr":"Abtrünnige Undercover-Agenten töten den Agenten William Tricknor, als er sich weigert, ihnen Filmmaterial auszuhändigen, das sie belasten würde. Sara übernimmt den Fall und schaltet sofort ihren Freund, den FBI Agenten Dick Arness ein. Aber der wird schon bald ebenfalls unter mysteriösen Umständen getötet. Mit Gabriels Hilfe gelingt es Sara allerdings, den gesuchten Film an sich zu bringen. Doch damit steht sie bei den Überläufern ganz oben auf der Abschussliste. Aber nicht nur bei ihnen, denn plötzlich scheint das gesamte FBI hinter ihr her zu sein. Und die Agenten HABEN augenscheinlich außerdem Jack auf ihre Seite gezogen. Wie soll Sara sich dieser übermächtigen Intrige entziehen?","versions":[{"lang":1,"streams":[{"redirect":11467325,"hoster":"VOE"},{"redirect":11467326,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Parabolisch","epNo":10,"alt":"Parabolic","descr":"Lupo, der diabolische Anführer eines brandgefährlichen Clans, steht unter Verdacht, die Eltern der jungen Bola ermordet zu haben. Da Bola die einzige Zeugin der schrecklichen Tat ist, schwebt auch sie nun in akuter Lebensgefahr. Sara nimmt sich der jungen Frau an, versucht sie zu beschützen und gleichzeitig Lupo zu überführen.","versions":[{"lang":1,"streams":[{"redirect":11467333,"hoster":"VOE"},{"redirect":11467328,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Palindrom","epNo":11,"alt":"Palindrome","descr":"Danny und Jake arbeiten undercover, um einen Todesfall in einem geheimen Fight-Club zu untersuchen. Sara verliebt sich ausgerechnet in Conchobar, einen der Mitglieder des ominösen Clubs.Was hat Conchobar mit ihrer Vergangenheit zu tun? Und warum fühlt sie sich so unwiderstehlich zu ihm hingezogen?","versions":[{"lang":1,"streams":[{"redirect":12931378,"hoster":"VOE"},{"redirect":11467337,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Cyberfaust","epNo":12,"alt":"Ubique","descr":"Sara erwacht aus einem Alptraum und entdeckt, dass ihre Witchblade verschwunden ist. Ganz New York versinkt im Chaos und wird von einer bizarren Mordserie erschüttert. Sara findet einen Zusammenhang zwischen den gesuchten Mördern und der Internetplattform Cyberfaust.net. Als sie zu ihrem Entsetzen feststellen muss, dass der Betreiber dieser Site genauestens über die Witchblade informiert ist, vermutet sie, dass es sich um Kenneth Irons handelt. Bei dem Versuch, die Plattform und deren Betreiber genauer unter die Lupe zu nehmen, steht Sara schließlich einem diabolischen neuen Gegner gegenüber – und muss selbst gegen die Witchblade antreten!","versions":[{"lang":1,"streams":[{"redirect":11467220,"hoster":"VOE"},{"redirect":11467221,"hoster":"Streamtape"}]}]}]}]}