{"seriesId":"women-s-murder-club","name":"Women’s Murder Club","descr":"Kriminalbeamtin Lindsay (Angie Harmon), Gerichtsmedizinerin Claire (Paula Newsome), Staatsanwältin Jill (Laura Harris) und Journalistin Cindy (Aubrey Dollar) sind Freundinnen – und unschlagbar, wenn es darum geht, gemeinsam Mordfälle zu lösen. Die vier ergänzen sich perfekt: Cindy mit ihrem fotografischen Gedächtnis, Lindsays Talent, Tatorte lesen zu können, Claires Fähigkeit, kleinste Spuren an den Opfern zu entdecken und Jills Begabung, Schwierigkeiten schon von weitem zu erkennen. Wo eine alleine nicht weiterkommt, greifen die anderen ein – auch im Privatleben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Aufprall","epNo":1,"alt":"Welcome To The Club","descr":"Ein grausamer Mordfall erschüttert San Francisco: Theresa Woo, Enthüllungsreporterin des San Francisco Register, wird erschossen und anschließend von einem Hochhaus geworfen. Sie landet direkt auf dem Auto von Inspector Lindsay Boxer. Zusammen mit ihren Freundinnen Claire Washburn, Jill Bernhardt und ihrem Partner Warren Jacobi macht sich Lindsay an die Untersuchung des Falls und findet heraus, dass Theresa Woo bis zu ihrem plötzlichen Tod an einer brisanten Enthüllungsgeschichte schrieb. Da die mysteriöse Person, über die Woo den Artikel verfasste, als möglicher Verdächtiger infrage kommt, müssen die Ermittler Theresas kodierte Notizbücher entschlüsseln. Dies erweist sich jedoch schwieriger als gedacht. Bei dem ersten Tatverdächtigen, Woos Stalker Walton James, stellt sich heraus, dass er unschuldig ist. Gerade als sich das Visier des Ermittlerteams auf Theresas letzten Liebhaber und dessen betrogener Ehefrau richtet, wird Walton James erhängt neben einem unterschriebenen Geständnis aufgefunden. Doch kann die Lösung des Falls wirklich so einfach sein? Oder ist doch der mysteriöse ‚Elefantenmensch‘, der des Öfteren in Theresas Notizbüchern vorkommt, der wahre Mörder? Neben dem Mordfall müssen sich die drei Freundinnen auch noch mit allerlei Frauendrama abgeben. So muss sich die attraktive Lindsay mit ihrem Ex-Mann rumschlagen, der gerade zu ihrem neuen Chef befördert wurde, während sich ihre Freundin und Staatsanwältin Jill mit der existenziellen Frage quält, ob sie mit ihrem Freund zusammenziehen soll. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":12931404,"hoster":"VOE"},{"redirect":9537894,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kein feiner Zug","epNo":2,"alt":"Train In Vain","descr":"Mord in der U-Bahn: Bei einer Schießerei sterben drei Personen. Aber wer war das Ziel des Anschlages? Alle anfänglichen Spuren führen ins Nichts. Auch wegen des Motivs für den Amoklauf tappen die Ermittler im Dunkeln. Doch dann findet Lindsay die Tatwaffe und damit den ersten Hinweis auf den Mörder, der sie zu einem illegalen Waffenhändler führt. Dieser enttarnt den Käufer der Pistole als den Biker ‚Mad Dog‘. Als das Ermittler-Team den Täter dingfest machen will, liegt er ohnmächtig in seiner Wohnung. Zusätzlich finden sie Hinweise darauf, dass \"Mad Dog\" für den Dreifachmord bezahlt wurde. Wer der Auftragsgeber war, kann dieser allerdings nicht mehr preisgeben – denn er fällt nach einer Überdosis ins Koma. Doch dann findet Reporterin Cindy den Laptop eines der Opfer. Gleichzeitig steht auch das Privatleben der vier Frauen auf dem Kopf: Lindsay wird durch Zufall mit Toms neuer Verlobten konfrontiert. Indes zieht Jill mit ihrem Partner Luke zusammen – und wird gleichzeitig von ihrem Liebhaber umworben. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":9537896,"hoster":"VOE"},{"redirect":12985308,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tot in jeder Beziehung","epNo":3,"alt":"Blind Dates And Bleeding Hearts","descr":"In einer Seitenstraße des Rotlichtviertels von San Francisco wird die Leiche der Prostituierten Emily Sherman gefunden. Der Fall scheint zunächst eindeutig – bis der Obduktionsbericht vorliegt: Das Opfer hat zwar eine schwere Kopfverletzung, als Todesursache wird allerdings Ersticken festgestellt. Lindsay, Claire und Jill machen sich mit Hochdruck an die Ermittlungen, da Emily Sherman eine 17-jährige Tochter hinterlässt. Der Mörder scheint in seinem Fach erfahren: Er hat weder Spuren noch Beweise hinterlassen. Auf den ersten Hinweis kommen Lindsay und ihr Kollege in Emilys Fitnessstudio. Von ihrem Personal Trainer erfahren sie, dass Emily auf einem Online-Dating-Portal aktiv war – und sie am Abend ihres Todes ein Date mit einer ihrer Bekanntschaften hatte. Dieser entpuppt sich jedoch als unschuldig und die Ermittler tappen weiterhin im Dunkeln. Als dann die wahren Umstände von Emilys Tod ans Licht kommen, offenbart sich das dunkle Geheimnis des wahren Täters. Derweil sucht Jill für die minderjährige Waise Alexis eine Pflegefamilie. Jill hat in ihrer Vergangenheit selbst schlechte Erfahrungen mit Pflegeeltern gesammelt und entscheidet kurzerhand, Alexis bei sich aufzunehmen. Doch diese hat ihre eigenen Pläne. Auch in Lindsays Privatleben steht alles auf dem Kopf: Sie hat die Scheidung von ihrem Ex-Ehemann und jetztigen Chef Tom Hogan noch immer nicht überwunden und kompensiert ihren Verlust mit Arbeit. Durch ein klärendes Gespräch mit Tom wird sich Lindsay mehr und mehr bewusst, dass sie ihre Lebenseinstellung ändern muss. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":12931405,"hoster":"VOE"},{"redirect":13183427,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Graue Kuriere","epNo":4,"alt":"Grannies, Guns And Love Mints","descr":"Ein kurioser Fall erschüttert das Ermittler-Team: Bei einer routinemäßigen Obduktion einer alten Dame, die im Flugzeug aus Mexiko kommend gestorben ist, entdeckt Gerichtsmedizinerin Claire im Magen der Toten mehrere Drogenpäckchen. Der Verdacht liegt nahe, dass die verstorbene Edna James Drogen aus Mexiko in die USA schmuggeln wollte. Inspector Lindsay Boxer macht sich zusammen mit ihrem Partner Jacobi an die Ermittlungen. Sie beginnen im Seniorenheim Pacific Shores, in dem Edna gelebt hat. Dort stellt sich heraus, dass das Seniorenheim einen wohlhabenden Spender hat, der den Senioren des Öfteren Reisen in ein Spa in Mexiko ermöglicht. Über einen alten Bekannten von Jill, der Kontakte in das Drogenmillieu hat, versuchen die Ermittler in Erfahrung zu bringen, ob diese Art von Drogenschmuggel auch in anderen Fällen genutzt wurde. Doch bevor dieser sein Wissen mit dem Ermittler-Team teilen kann, wird er überfallen und ermordet. Alle anfänglich heißen Spuren verlaufen im Sand, bis Lindsay auf den entscheidenden Hinweis stößt, der ein skrupelloses Geschäft auffliegen lässt. (Text: VOX)","versions":[{"lang":1,"streams":[{"redirect":9537863,"hoster":"VOE"},{"redirect":9537866,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Andere Umstände","epNo":5,"alt":"Maybe, Baby","descr":"Als ein Wachmann erschossen aufgefunden wird, wollen Lt. Lindsay Boxer (Angie Harmon) und ihr Kollegen Warren Jacobi (Tyrees Allen) seiner Frau die schreckliche Nachricht überbringen. Doch stattdessen treffen sie nur die Eltern an. Sie erzählen den Polizisten, dass seine Frau im neunten Monat schwanger ist. Als dann noch die Gerichtsmedizinerin Claire Washburn (Paula Newsome) herausfindet, dass Fruchtwasser am Tatort gefunden wurde, beginnt die Suche nach dem Neugeborenen.","versions":[{"lang":1,"streams":[{"redirect":9537868,"hoster":"VOE"},{"redirect":9537870,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Böses Foul","epNo":6,"alt":"Play Through The Pain","descr":"Starquarterback Joe Donovan wird tot im Whirlpool seiner Villa aufgefunden. Der Tote weist aufgeschlitzte Pulsadern auf, neben der Leiche liegen starke Schmerzmittel und eine Flasche Alkohol. Der Fall scheint eindeutig: Selbstmord. Doch dann fällt Lindsay auf, dass die Einschnitte in den Armen des Mannes merkwürdig verlaufen, ganz so, als hätte er sich diese nicht selber zugefügt. Sie vertraut ihrem Gefühl und beginnt die Ermittlungen, um den Mord an Joe Donovan aufzuklären. Lindsay und ihr Partner Jacobi starten mit der Beweissuche bei der Agentin der Mordopfers, der jungen und attraktiven Drew Kaplan. Diese scheint höchst verdächtig, da sie sich als äußerst geldgierig erweist und den Tod eines Klienten höchstens in finanzieller Hinsicht bedauert. Doch Kaplan hat ein wasserdichtes Alibi und die Ermittler tappen wieder im Dunkeln. Dann stößt Reporterin Cindy auf den alles entscheidenden Hinweis. Auch im Privatleben der Frauen läuft nicht alles rund. Luke, Jills Lebensgefährte, wird von den Eltern eines verstorbenen vierjährigen Mädchens verklagt. Der Arzt hatte das Mädchen fälschlicherweise wegen fehlender Symptome aus der Notaufnahme entlassen, weswegen das Mädchen verstarb. Jill muss nun auf ihren Ex-Geliebten und Rechtsverteidiger Hanson North zurückgreifen, um Luke zu helfen. Währenddessen plagen Lindsay Gewissensbisse wegen des One-Night-Stands mit Tom. Hilfreich ist dabei natürlich nicht, dass Toms Verlobte Heather plötzlich mit ihrer Vorschulklasse im Revier auftaucht.","versions":[{"lang":1,"streams":[{"redirect":8503536,"hoster":"VOE"},{"redirect":8658190,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Sündenbock","epNo":7,"alt":"The Past Comes Back To Haunt You","descr":"Der Lagerarbeiter Ben Cooper wird ermordet aufgefunden. Laut Claire wurde das Opfer mit einem stumpfen, schweren Gegenstand niedergeschlagen. Als Lindsay einen ersten Blick auf die Leiche wirft und den Namen des Opfers hört, kommt ihr dieser irgendwie bekannt vor. Sie schafft es allerdings nicht, die Verbindung herzustellen. Cindy, die auch am Tatort auftaucht, um sich Informationen für ihren nächsten Artikel zu verschaffen, wird auf der Rückfahrt in ihrem Auto plötzlich von einem Unbekannten bedroht. Dieser stellt sich als Jamie Galvan vor und versichert, dass von ihm keine Gefahr ausgeht. Er müsse lediglich unbemerkt vom Tatort verschwinden und braucht darüber hinaus noch Cindys Hilfe. Cindy ist von dem mysteriösen jungen Mann fasziniert und hört sich seine Geschichte an. Sein Vater, Paul Galvan, wurde wegen Mordes zu Tode verurteilt und steht kurz vor der Hinrichtung. Da er von der Unschuld seines Vaters überzeugt ist, möchte Jamie die Exekution verhindern. Er überreicht Cindy eine Akte, in der er alle Indizien, die die Unschuld seines Vaters beweisen, gesammelt hat. Reporterin Cindy trommelt Lindsay, Claire und Jill zusammen und berichtet ihnen von den verwirrenden Ereignissen. Als sie Jamie Galvans Namen fallen lässt, erkennt Lindsay die Verbindung zwischen dem Mord an Cooper und der Hinrichtung von Jamie Galvans Vater: Anscheinend war Coopers Aussage ausschlaggebend für Galvans Verurteilung. Da Detective Lindsay nicht an Zufälle glaubt, geht sie der Sache weiter nach …","versions":[{"lang":1,"streams":[{"redirect":8503531,"hoster":"VOE"},{"redirect":8658187,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hexenwerk","epNo":8,"alt":"No Opportunity Necessary","descr":"Bei einem Überfall in einer von Gangs kontrollierten Gegend San Franciscos wird der 17-jährige Javier Cirrogas erschossen, sein Vater Nivaldo entgeht nur knapp dem Tod. Einzige Zeugin ist die kleine Isela, Schwester des Toten und Tochter des Überlebenden. Als Nivaldo Cirrogas bemerkte, dass Unbekannte sich gewaltsam Zugang zu seiner Wohnung verschaffen wollten, packte er sich seine Tochter und versteckte sie auf dem Dachboden. Durch diese Tat rettete er ihr das Leben. Lindsey Boxer erkennt anhand eines Aufklebers an der Tasche der kleinen Isela, dass sie die Vorschulklasse von Heather, Toms Verlobter, besucht. Sie bittet diese auf Revier zu kommen, um der traumatisierten Isela zur Seite zu stehen. Durch Heathers Anwesenheit beruhigt, beginnt das junge Mädchen zu reden. Das einzige, woran sie sich erinnern könne, sei, dass die Angreifer ein \"komisches Spanisch\" gesprochen hätten. Immer mehr Hinweise deuten darauf hin, dass die Familie Cirrogas illegal in die USA eingewandert ist und versucht hat, möglichst unsichtbar zu bleiben. Darüber hinaus kann der ermordete Javier Cirroga durch ein Tättoo mit einer kriminellen Bande namens \"Cinqos\" in Verbindung gebracht werden, was die Vermutung zulässt, dass er Opfer eines Bandenkrieges geworden ist. Lindsay macht sich mit Tom auf den Weg zum Hauptquartier der ‚Cinqos‘. Als sie dort erfahren, dass Javier kein Mitglied der Bande war, tappen die Ermittler wieder im Dunkeln …","versions":[{"lang":1,"streams":[{"redirect":8503538,"hoster":"VOE"},{"redirect":8658186,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der letzte Auftritt","epNo":9,"alt":"To Drag \u0026 To Hold","descr":"Der Travestie-Künstler Dakota Mannings, alias Glenn Whitney, wird auf grausame Weise im Nachtclub \"Illusion Room\" ermordet. Clubbesitzer Oliver Duprix findet die Leiche der Drag-Queen über einer Toilette liegend – der Täter hat ihn scheinbar in der Toilette ertränkt. Duprix sagt aus, dass er Whitney mit einem Unbekannten hat streiten hören, kurz bevor sich die Tat abgespielt hat. Zunächst werden ein paar Studenten aus einer nahegelegenen Studentenverbindung verdächtig, doch diese können ein zur Tatzeit passendes Alibi vorweisen. Als Cindy den Mail-Account des Opfers nach Spuren durchforstet, findet sie unzählige Drohnachrichten mit schwulenfeindlichem Inhalt. Glenn Whitney wurde monatelang von einem anonymen Account terrorisiert. Inspektor Lindsay Boxer schafft es, die Mails zu einem Drag-King zurückzuverfolgen, doch auch diese Spur führt in die falsche Richtung. Währenddessen finden sich Jill, Claire und Warren auf Toms Hochzeit ein. Lindsay versucht, ihren Schmerz mit dem Fall zu kompensieren, merkt aber, dass ihr die Hochzeit ihres Ex-Mannes schwer zu schaffen macht. Als sie dann auch noch das Eheversprechen von Tom per Zufall über Telefon mitbekommt, kommen ihre wahren Gefühle zum Vorschein …","versions":[{"lang":1,"streams":[{"redirect":9537882,"hoster":"VOE"},{"redirect":8658195,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Etikettenschwindel","epNo":10,"alt":"FBI Guy","descr":"Ein Obdachloser macht einen grausigen Fund: Mitten auf der Straße findet er einen abgetrennten Kopf. In der näheren Umgebung wird auch der Rest der Leiche gefunden. Das Opfer wurde anscheinend mehrmals von einem Auto überfahren. Bei dem Verstorbenen handelt es sich um den Weinhändler Silas Spaulding. Dessen Geschäftspartner, Laurent Pernet, scheint zunächst nicht verdächtig und von dem Tod seines Partners und engen Freundes schwer getroffen, doch dann entdecken die Ermittler eine Ungereimtheit in seiner Geschichte. Als Lindsay der Sache weiter auf den Grund gehen will, bekommt sie einen beunruhigenden Anruf: Die Ehefrau des Opfers hat sich von der Golden Gate Bridge in den Tod gestürzt. War es die Trauer um ihren verstorbenen Mann oder die Schuldgefühle, weil sie ihn ermordet hat, die sie zu dieser Tat bewegt haben? Nebenbei muss Lindsay sich den Geistern ihrer Vergangenheit stellen. Der Küss-mich-nicht-Killer, den Lindsay fünf Jahre lang vergeblich gejagt hat, hat ihr eine Botschaft zukommen lassen – sie soll sein nächstes Opfer werden. Der Killer lässt seine weiblichen Opfer immer mit zugenähtem Mund und grotesk drapiert am Tatort zurück. Das FBI hat Lindsay den Fall vor einem Jahr entzogen und bittet nun um ihre Mithilfe, um den Küss-mich-nicht-Killer endlich zu schnappen …","versions":[{"lang":1,"streams":[{"redirect":8503541,"hoster":"VOE"},{"redirect":8658188,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Undercover","epNo":11,"alt":"Father’s Day","descr":"Lindsay und Jacobi werden zu dem Tatort einer Schießerei gerufen. Nach der Aussage eines Augenzeugen trug der Täter einen roten Kapuzenpulli und schoss auf einen Fahrer in einem weißen Van. Sowohl von dem Täter als auch von dem Opfer im Van fehlt jede Spur. Einzig ein unbeteiligter 15-jähriger Junge bleibt niedergeschossen am Tatort zurück. Das Ermittlerteam macht sich auf die Suche nach dem weißen Van und findet ihn unweit vom Tatort. Kurz bevor es das angeschossene Opfer erreicht, fliegt der Van in die Luft. Claire gelingt es bei der Autopsie, der verkohlten Leiche einen Fingerabdruck zu entnehmen und das Opfer zu identifizieren. Das San Francisco Police Department ist geschockt: Bei dem Opfer handelt es sich um einen Polizisten, der undercover für das Drogendezernat gearbeitet hat. Durch die Information, dass einer der eigenen Leute ermordet wurde, findet sich das gesamte Department zusammen und leitet eine Großfahndung nach dem Unbekannten in dem roten Kapuzenpulli in die Wege. Doch auch dieser entpuppt sich als Opfer eines perfiden Spieles des salvadorianischen Drogenbarons David Ramos … Währenddessen lernt Lindsay einen interessanten, jungen Mann kennen, der sie erstmals von ihren Gedanken über Tom ablenken kann. Doch auch dieses Mal scheint sie kein Glück in der Liebe zu finden – denn Pete ist nur für kurze Zeit in der Stadt.","versions":[{"lang":1,"streams":[{"redirect":8503540,"hoster":"VOE"},{"redirect":8658189,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schuld und Sühne","epNo":12,"alt":"And The Truth Will (Sometimes) Set You Free","descr":"Das Ermittler-Team von Lindsay Boxer und Warren Jacobi hat einen heiklen Fall aufzuklären. Die junge Studentin Kate Hammond steht unter Verdacht, ihren Mitstudenten Colin ermordet zu haben. Obwohl die Beweislage eindeutig scheint, zögert Lindsay Kate Hammond anzuzeigen, denn diese soll von dem Opfer und dessen Freund Jay Osborne vor zwei Monaten vergewaltigt worden sein. Viele zweifeln an den Anschuldigungen von Kate, doch diese hält an ihrer Aussage fest, bestreitet allerdings auch, Colin getötet zu haben. Als sie für ihre Unschuld ein wasserdichtes Alibi vorweisen kann, das beweist, dass sie zehn Minuten vor der Tat noch auf einer Party war und somit als Täterin ausgeschlossen werden kann, tappen die Ermittler im Dunkeln. Erst als die Ergebnisse der Ballistik feststehen, haben Lindsay und Jacobi wieder eine heiße Spur. Mit der Tatwaffe wurde offenbar einige Tage vor dem Mord an Colin ein Raubüberfall durchgeführt. Verdächtiger hierbei ist der Drogendealer Leon Perker. Unter einem geschickt eingefädelten Vorwand verhaften die Ermittler ihn und bringen ihn dazu, einen Deal einzugehen. Entweder er verrät ihnen, an wen er die Waffe verkauft hat oder er landet wegen Drogenhandel im Gefängnis. Wird Perker kooperieren und den Ermittlern die alles entscheidende Information überlassen? Inzwischen haben Pete und Lindsay die erste Nacht miteinander verbracht. Obwohl sie zusammen mehr als glücklich sind und die Chemie zwischen ihnen stimmt, gibt es keine Chance für eine gemeinsame Zukunft – denn Pete muss San Francisco in einer Woche verlassen …","versions":[{"lang":1,"streams":[{"redirect":8503542,"hoster":"VOE"},{"redirect":8658194,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sag kein Wort","epNo":13,"alt":"Never Tell","descr":"Der Polizeinotruf von San Francisco empfängt einen verstörenden Anruf. Eine junge Frau schreit panisch um Hilfe, die Notrufzentrale kann den Todeskampf der Frau live am Telefon mitverfolgen. Als die Einsatzkräfte in dem Haus eintreffen, finden sie allerdings nur die Leiche eines Mannes – von der unbekannten Frau am Telefon fehlt jede Spur. Inspektor Lindsay Boxer und ihr Partner Jacobi übernehmen den Fall. Bei dem Toten handelt es sich um Fred Osner, Freund und Nachbar von Corinne Stevens, der Frau, die den Notruf tätigte. Diese ist noch immer nicht auffindbar. Als Claire Osners Obduktion durchführt, fällt Lindsay die ungewöhnliche Brutalität auf, mit der der Täter vorgegangen ist. Als sie sich die Wunden genauer ansieht, erkennt sie eine beunruhigende Verbindung: Bei dem Killer handelt es sich um den Küss-mich-nicht-Mörder. Anscheinend wollte er Corinne Stevens nach seinem berühmt berüchtigten Muster ermorden und Fred Osner kam ihm dabei in die Quere. Als den Ermittlern endlich der Durchbruch gelingt und sie den Killer identifizieren können, übermittelt der Küss-mich-nicht-Mörder Lindsay eine ganz persönliche Botschaft. Sie findet Corinne Stevens tot in ihrem Bett – mit zugenähtem Mund. Wird es Lindsay gelingen, den perversen Killer endlich zur Strecke zu bringen?","versions":[{"lang":1,"streams":[{"redirect":9872533,"hoster":"VOE"},{"redirect":9872537,"hoster":"Streamtape"}]}]}]}]}