{"path":"/serie/stream/wonderful-precure","name":"Wonderful Precure! ","descr":"[Wandafuru Purikyua!] In der Tierstadt, in der Menschen und Tiere zusammenleben, ist Iroha, die Tiere liebt, ihrem Hund Komugi sehr nahe! Eines Tages läuft eine mysteriöse Kreatur namens GaruGaru in ihrer Stadt Amok. Um Iroha zu beschützen, verwandelt sich Komugi in einen Menschen und sogar in Precure...!? Wir müssen solche Berserker beschützen! Lasst uns unsere Kräfte vereinen und die Tiere in den Niko-Garten zurückbringen!","seasons":[{"path":"/serie/stream/wonderful-precure/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/wonderful-precure/staffel-1/episode-1","name":"","epNo":1,"alt":"It Starts with \"Wonderful!\"","descr":"In \"Animal Town\" geht die Mittelschülerin Iroha Inukai mit dem Hund ihrer Familie, Komugi, im Kaihin-Park spazieren. Unterwegs macht sie einen Zwischenstopp beim Spiegelstein, der angeblich die Wünsche derjenigen erfüllt, die darin ihr Spiegelbild sehen, und diskutiert darüber mögliche Herkunft mit ihrem Klassenkameraden Satoru Toyama. Später an diesem Tag findet Komugi ein seltsames steinähnliches Objekt und ein widderähnliches Monster namens Garugaru greift den Park an. Als Iroha sich selbst als Ablenkung nutzt, um den Garugaru wegzulocken, aber in die Enge getrieben wird, führt Komugis Entschluss, sie zu beschützen, dazu, dass sich der Stein in einen Wunderpakt verwandelt, der es ihr ermöglicht, menschlich zu werden und sich in Cure Wonderful zu verwandeln. Nachdem sie den Garugaru gejagt hat, reinigt sie ihn mit einer Umarmung und er nimmt wieder seine normale Form an: ein schafähnliches Tier. Obwohl Iroha zunächst ungläubig ist, erkennt sie, dass Komugi das Mädchen ist, das sie gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13729214","hoster":"VOE"},{"path":"/redirect/13729213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wonderful-precure/staffel-1/episode-2","name":"","epNo":2,"alt":"Let`s All Be Friends! Cure Friendy!","descr":"Das Schaf, ein Niko-Tier namens Mey Mey, erklärt, dass es aus dem Niko-Garten stammt, einem Reich, in dem viele Tiere lebten, bis es angegriffen und in Dunkelheit gehüllt wurde, seine Bewohner verdarb und sie in Garugaru verwandelte. Er sagt Komugi und Iroha auch, dass sie die Existenz von Pretty Cure geheim halten müssen, obwohl Iroha möchte, dass andere ihnen bei ihrer Mission helfen. Später an diesem Tag erkennt Iroha, dass Komugi jetzt als Hund sprechen kann, fordert sie jedoch auf, dies ebenfalls geheim zu halten. Wenn ein Strauß Garugaru angreift, schwingt Irohas Entschluss, Komugi zu helfen, mit dem Spiegelstein mit, der ihr einen wunderbaren Pakt gewährt und ihr ermöglicht, sich in Cure Friendy zu verwandeln. Gemeinsam reinigen sie und Komugi den Garugaru, woraufhin Mey Mey erscheint und sie zum Niko-Garten bringt, damit er sich erholen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13777253","hoster":"VOE"},{"path":"/redirect/13777256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wonderful-precure/staffel-1/episode-3","name":"","epNo":3,"alt":"Don`t Say It! It`s Baaad!","descr":"Im Niko-Garten erklärt Mey Mey Komugi und Iroha seine Geschichte und enthüllt, dass seine Bewohner ursprünglich von der Erde kamen, ihr Schöpfer Niko sie jedoch dorthin gebracht hat, damit sie glücklich leben können. Er erinnert sie auch daran, dass sie ihre Mission geheim halten müssen. Als sie zur Erde zurückkehren, treffen sie auf Satoru, der den Verdacht hegt, dass sie ihm etwas verheimlichen. Während er mit Daifuku in den nahegelegenen Wäldern spazieren geht, findet er ein Garugaru-Ei und versucht, es zu erforschen, kann aber keine Informationen darüber finden. Plötzlich schlüpft aus dem Ei ein Kaninchen Garugaru und beginnt, ihn zu verfolgen. Trotz Mey Meys Befehl greifen Komugi und Iroha ein, um ihn zu retten und sich vor seinen Augen in Pretty Cure zu verwandeln. Mit seinem Rat reinigen sie den Garugaru und er kehrt in seine ursprüngliche Form zurück: das Kirarin-Kaninchen. Komugi und Iroha kehren zusammen mit Satoru in den Niko-Garten zurück; Er teilt Mey Mey seinen Wunsch mit, den Heilungen zu helfen, was er akzeptiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13777252","hoster":"VOE"},{"path":"/redirect/13777255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/wonderful-precure/staffel-1/episode-6","name":"","epNo":4,"alt":"Komugi\u0027s Argument with Iroha","descr":"Komugi fühlt sich nutzlos, weil sie den Stab nicht benutzen kann. Ein kleiner Streit entbrennt zwischen ihr und Iroha. Dann taucht zu allem Überfluss auch noch ein riesiger Garr-Garr auf.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13838015","hoster":"VOE"},{"path":"/redirect/13838014","hoster":"Streamtape"}]}]}]}]}