{"path":"/serie/stream/world-on-fire","name":"World on Fire","descr":"Während in der Zeit des Zweiten Weltkriegs die Welt in Flammen steht, müssen viele Menschen ihren eigenen Pfad durch die chaotischen Umstände finden. Zu ihnen gehört der junge englische Übersetzer Harry (Jonah Hauer-King), der in Warschau in Verhandlungen mit Vertretern aus Nazi-Deutschland involviert ist. Er versucht seine polnische Geliebte Kasia (Zofia Wichlacz) aus dem Land zu schmuggeln, während gleichzeitig seine Lebensgefährtin Lois (Julia Brown) in Großbritannien auf ihn wartet. Die junge Frau aus Manchester arbeitet unterdessen in einer Fabrik und hat durch den Krieg plötzlich die Chance aus ihrem vorherbestimmten Leben auszubrechen – und Lois ist fest entschlossen diese Chance zu nutzen.Andernorts begibt sich die amerikanische Kriegs-Korrespondentin Nancy (Helen Hunt) immer wieder in Gefahr, denn das ist die einzige Art für sie, ihren persönlichen Frieden zu finden. Die Familie Rossler aus Berlin sorgt sich um ihre Kinder: Einerseits um den Sohn, der als Soldat an der Front ständig in Lebensgefahr schwebt und andererseits um ihre schwerbehinderte Tochter, auf die keinesfalls die Aufmerksamkeit des mörderischen Regimes fallen darf.","seasons":[{"path":"/serie/stream/world-on-fire/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/world-on-fire/staffel-1/episode-1","name":"Aus kleinem Anfang entspringen alle Dinge","epNo":1,"alt":"Episode 1","descr":"Im Sommer des Jahres 1939 arbeitet der Übersetzer Harry (Jonah Hauer-King) für die britische Botschaft in Warschau und verliebt sich in die polnische Kellnerin Kasia (Zofia Wichlacz). Als die deutschen Truppen in Polen einfallen, muss Kasias Familie plötzlich zu den Waffen greifen, während sie erwägt, mit nach London zu fliehen. Journalistin Nancy Campbell (Helen Hunt) berichtet unterdessen von Berlin aus über die Machenschaften der Nazis, während Harrys Exfreundin Lois (Julia Brown) und ihr Bruder in London Widerstand gegen die englischen Faschisten leisten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404618","hoster":"VOE"},{"path":"/redirect/14446856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-2","name":"Die euch Hass predigen, erlösen euch nicht","epNo":2,"alt":"Episode 2","descr":"Seit einem Monat herrscht Krieg und während Warschau zerstört wird, wartet Harry (Jonah Hauer-King) auf Neuigkeiten. Kasia (Zofia Wichlacz) schließt sich der polnischen Widerstandsbewegung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404551","hoster":"VOE"},{"path":"/redirect/14446858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-3","name":"Auch was wir am meisten sind, sind wir nicht immer","epNo":3,"alt":"Episode 3","descr":"Dezember 1939. Tom kämpft in der Schlacht von River Plate an Bord der HMS Exeter um sein Leben, während Harry (Jonah Hauer-King) und Lois (Julia Brown) einen ganz persönlichen Kampf austragen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404619","hoster":"VOE"},{"path":"/redirect/14446857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-4","name":"Es gibt keinen Weg zum Frieden","epNo":4,"alt":"Episode 4","descr":"Harrys (Jonah Hauer-King) Mut wird bei Louvain herausgefordert, als er einem deutschen Scharfschützen gegenüber steht. Kasias (Zofia Wichlacz) Widerstandsbemühungen in Warschau verschärfen sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404553","hoster":"VOE"},{"path":"/redirect/14446862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-5","name":"Die Summe dessen, was vermeidbar gewesen wäre","epNo":5,"alt":"Episode 5","descr":"Tausende Menschen fliehen aus Belgien, das von den Nazis besetzt wurde. Harry (Jonah Hauer-King), Stan und der Rest der Einheit versuchen derweil Frankreich zu verlassen und begeben sich nach Dünkirchen, von wo aus die Evakuierung stattfinden soll. Dort angekommen kämpft sich Grzegorz durch, um auf eines der Boote zu kommen, jedoch ohne Erfolg. In Manchester zieht indes Douglas (Sean Bean) Kraft aus seiner Beziehung zu Jan. Doch seine Angstzustände nehmen dann wieder zu, macht er sich doch große Sorgen um Tom. In Berlin sorgt sich Familie Rossler in der Zwischenzeit immer mehr um Hilda (Dora Zygouri).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404554","hoster":"VOE"},{"path":"/redirect/14446864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-6","name":"Hoffnungslosigkeit ist die vorweggenommene Niederlage","epNo":6,"alt":"Episode 6","descr":"Juni 1940. Die Nazis haben Paris eingenommen ohne, dass ein Schuss gefallen ist. Websters (Brian J. Smith) und Alberts (Parker Sawyers) Leben in der Stadt, die sie lieben, wird nie wieder so sein wie es war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13632279","hoster":"VOE"},{"path":"/redirect/14446870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-1/episode-7","name":"Der Beigeschmack der Katastrophe","epNo":7,"alt":"Episode 7","descr":"Harry (Jonah Hauer-King) bekommt erneut die Chance Kasia (Zofia Wichlacz) aus Warschau zu retten. Kann Lois (Julia Brown) in Manchester endlich glücklich werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14404547","hoster":"VOE"},{"path":"/redirect/14446880","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/world-on-fire/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/world-on-fire/staffel-2/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Harry hat eine zweite Chance, Kasia aus Warschau zu retten. Könnte Lois in Manchester endlich glücklich werden?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14404548","hoster":"VOE"},{"path":"/redirect/14446850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-2/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Während Harry damit kämpft, sich an die Realität des Wüstenkampfes anzupassen, sehnt sich Lois immer noch danach, ihr Zuhause zu verlassen. In Paris ist Henriette in großer Gefahr, und bei Robina taucht ein geheimnisvoller Fremder auf.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14404550","hoster":"VOE"},{"path":"/redirect/14446852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-2/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Während Stan und Rajib einen überstürzten Rückzug durch die Wüste antreten, bekräftigt Marga ihr Engagement für den \"Führer\". Währenddessen ist David im Himmel über Frankreich in Gefahr.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13632277","hoster":"VOE"},{"path":"/redirect/14446851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-2/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Harrys (Jonah Hauer-King) Mut wird bei Louvain herausgefordert, als er einem deutschen Scharfschützen gegenüber steht. Kasias (Zofia Wichlacz) Widerstandsbemühungen in Warschau verschärfen sich.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14404620","hoster":"VOE"},{"path":"/redirect/14446853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-2/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Während sich die Belagerung von Tobruk hinzieht, kommt es in Harrys Einheit zu einer Tragödie. In Manchester wird Kasia mit den weiteren Schrecken des Krieges konfrontiert. In Frankreich erblüht die Romanze zwischen David und Henriette.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13632278","hoster":"VOE"},{"path":"/redirect/14446854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/world-on-fire/staffel-2/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Harry kehrt nach Manchester zurück, aber Kasia ist fest entschlossen, zu gehen. In Europa müssen Marga und Henriette jeweils fliehen, während Nordafrika für Rajib noch brutaler wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14404617","hoster":"VOE"},{"path":"/redirect/14446855","hoster":"Streamtape"}]}]}]}]}