{"seriesId":"world-trigger","name":"World Trigger","descr":"Nachdem die Menschheit von riesigen, unbesiegbaren Kreaturen, die die Erde durch ein Tor zu einer anderen Dimension betraten, bedroht wurde, scheint keine Hoffnung mehr zu existieren. Doch plötzlich taucht eine Gruppe von mysteriösen Kriegern auf, die mit außerirdischer Technologie versucht den Monstern die Stirn zu bieten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Visitor from the Other World","descr":"Vor ungefähr vier Jahren öffnete sich in Mikado City ein Tor zu einer anderen Welt, und Invasoren namens Nachbarn erschienen.","versions":[{"lang":3,"streams":[{"redirect":11832812,"hoster":"VOE"},{"redirect":8275272,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Neighbor and Trion Soldier","descr":"Border sieht den Nachbarn Yuma als Feind ... aber Osamu kann ihn nicht als jemanden mit feindlichen Absichten ansehen, und das Vertrauen zwischen den beiden Jungen beginnt zu blühen. Osamu befindet sich zwischen seinen eigenen Gedanken und den Regeln der Organisation, der er angehört, Border.","versions":[{"lang":3,"streams":[{"redirect":12931421,"hoster":"VOE"},{"redirect":8275277,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Osamu Mikumo\u0027s Ability","descr":"Trion-Soldaten mit Kampfeinsatz greifen an, wenn sich in Osamus Schule außerhalb der Verbotenen Zone ein Tor öffnet. Besorgt, dass er nicht stark genug ist, versucht Yuma, Osamu davon abzuhalten, sich zu wehren, aber Osamus Entschlossenheit, die anderen Schüler zu retten, ist grenzenlos.","versions":[{"lang":3,"streams":[{"redirect":8275284,"hoster":"VOE"},{"redirect":8275285,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ai Kitora, A-Rank No.5 Agent","descr":"Osamu bekommt mehr Ärger als Kredit, als er behauptet, Trion Soldier Marmod besiegt zu haben. Wirklich, er deckt den Nachbarn Yuma ab. Kitora, eine Grenzbeamtin mit A-Rang, ist wütend auf Osamu, weil sie aus der Reihe getreten ist… Aber vermutet sie die Wahrheit?","versions":[{"lang":3,"streams":[{"redirect":8275288,"hoster":"VOE"},{"redirect":8275289,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Power Elite, Yuichi Jin","descr":"Kitora springt kühn auf den Rücken von Ilgar, einem neuen Typ von Trion-Soldaten, während er sich mitten im Flug befindet und darauf aus ist, die Stadt unten anzugreifen. Plötzlich verwandelt sich Ilgar, wechselt in den Selbstzerstörungsmodus und stürzt auf sein Ziel zu. Wie wird sie jetzt fliehen?!","versions":[{"lang":3,"streams":[{"redirect":8275295,"hoster":"VOE"},{"redirect":8275292,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Chika Amatori\u0027s Side Effect","descr":"Die kritische Mission von Yuichi und Osamu, das abnormale Tor zu untersuchen, übt großen Druck auf Osamu aus. In der Zwischenzeit folgt Yuma Replicas Rat und führt eine eigene Untersuchung durch. Am nächsten Morgen haben Osamu und Yuichi ein schicksalhaftes Treffen mit Yuma ...","versions":[{"lang":3,"streams":[{"redirect":12336822,"hoster":"VOE"},{"redirect":8275299,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Miwa Unit\u0027s Attack","descr":"Osamu greift nach Yuma und Replica. Er und Chika erfahren einige wichtige Informationen über Nachbarn von Yuma, aber sie werden bald von zwei A-Rank-Agenten, Shuji und Yosuke, entdeckt. Sie suchen nach einem Nachbarn in menschlicher Form ...","versions":[{"lang":3,"streams":[{"redirect":8275300,"hoster":"VOE"},{"redirect":8275303,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Black Trigger","descr":"Shuji und Yosuke werden bald von zwei Scharfschützen begleitet und führen einen Vier-gegen-Eins-Kampf gegen Yuma. Osamu bittet Yuichi um Hilfe für den menschlichen Nachbarn, wird aber aufgefordert, zurückzutreten.","versions":[{"lang":3,"streams":[{"redirect":8275309,"hoster":"VOE"},{"redirect":8275308,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Organization Known as Border","descr":"Trupp im Alleingang besiegt wurde, befehlen die Führungskräfte der Grenzbehörde Yuichi, Yuma zu besiegen und den schwarzen Auslöser zurückzugewinnen. Osamu macht sich Sorgen um Yuichis bevorstehenden Zusammenstoß, während ein von Yuma verborgenes Geheimnis langsam aufgedeckt wird.","versions":[{"lang":3,"streams":[{"redirect":12174054,"hoster":"VOE"},{"redirect":8275312,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Tamakoma Branch","descr":"Yuma wird eingeladen, sich der Tamakoma Branch der Border Agency anzuschließen, und stimmt der Bedingung zu, dass Osamu und Chika sich ihm anschließen.","versions":[{"lang":3,"streams":[{"redirect":8275314,"hoster":"VOE"},{"redirect":8275316,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Each One\u0027s Determination","descr":"Yuma enthüllte, warum er aus der anderen Welt kam. Chika hat beschlossen, sich der Grenzbehörde anzuschließen, damit sie auf der Suche nach ihrer Freundin und ihrem älteren Bruder in die andere Welt gehen kann.","versions":[{"lang":3,"streams":[{"redirect":8275319,"hoster":"VOE"},{"redirect":8275321,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A-Rank Agents of Tamakoma","descr":"Osamu, Yuma und Chika haben es sich zum Ziel gesetzt, sich der Expeditionstruppe anzuschließen. Zuerst müssen sie ein Turnier namens Rank Wars gewinnen.","versions":[{"lang":3,"streams":[{"redirect":12251559,"hoster":"VOE"},{"redirect":8275324,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Border\u0027s Top Teams","descr":"Yuichi und Yuma schließen sich zusammen ... während Commander Masamune anfängt, die Machtgewinnung in der Tamakoma-Niederlassung zu fürchten.","versions":[{"lang":3,"streams":[{"redirect":8275326,"hoster":"VOE"},{"redirect":8275327,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"NO.1 Attacker Tachikawa Kei","descr":"Der Kampf zwischen der A-Rank-Angriffseinheit und Yuichi Jin beginnt zu toben. Yuichi versucht, es angesichts von Top-Agenten in einen Ausdauertest zu verwandeln. Aber gerade als Shiro Kikuchihara an ihm vorbeikommt, geht Yuichis schwarzer Abzug los!","versions":[{"lang":3,"streams":[{"redirect":8275330,"hoster":"VOE"},{"redirect":8275332,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Fujin, the Black Trigger","descr":"Yuichi enthüllt schließlich seine \"Wind Blade\" -Technik mit dem Black Trigger. Als sein Kampf gegen die A-Rank-Tierärzte Kei und Soya seinen Höhepunkt erreicht, zeigt sich die Arashiyama-Einheit zur Unterstützung und stößt mit der Miwa-Einheit zusammen. Wer wird als Sieger hervorgehen?!","versions":[{"lang":3,"streams":[{"redirect":8275338,"hoster":"VOE"},{"redirect":8275337,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Future Advances","descr":"stoßen Yuichi Jin und die Arashiyama-Einheit den Feind ab. Das Hauptquartier der Grenzbehörde erhält Nachrichten über die Niederlage ihres Elitetrupps und wird langsam nervös.","versions":[{"lang":3,"streams":[{"redirect":8275509,"hoster":"VOE"},{"redirect":8275340,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Official Border Enlistment","descr":"Der Tag der Einweihung von Yuma und Chika in die Grenzbehörde kommt. Osamu steht nervös zur Unterstützung bereit, während sie die Kontrolle ihrer neuen Kollegen ziehen. Zu dieser Zeit,","versions":[{"lang":3,"streams":[{"redirect":8275344,"hoster":"VOE"},{"redirect":8275343,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Mikumo Osamu vs. Kazama Soya","descr":"Osamu bereitet sich auf seinen Übungskampf gegen Soya Kazama vor. Soja ist ein Symbol überwältigender Stärke, während Osamu in über zwanzig Schlachten noch keinen Treffer erzielt hat!","versions":[{"lang":3,"streams":[{"redirect":8275346,"hoster":"VOE"},{"redirect":8275348,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Rank War, Shun Midorikawa\u0027s Plot","descr":"Osamu weiß nicht, wie er mit seinem neuen Ruf als \"der Typ, der mit Soya Kazama verbunden ist\" umgehen soll. Er wird bald von einem seiner Kollegen zu einem Rangkrieg herausgefordert.","versions":[{"lang":3,"streams":[{"redirect":8275350,"hoster":"VOE"},{"redirect":8275352,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Duel! Yuma vs. Midorikawa","descr":"Der Kampf von Yuma und Shun Midorikawa beginnt. Yuma tobt leise über Shuns demütigende öffentliche Niederlage gegen Osamu. Wie wird er gegen den A-Rang-Tierarzt kämpfen? In der Zwischenzeit beruft Commander Kido ein Treffen ein, um sich auf die prognostizierte massive Invasion der Nachbarn vorzubereiten.","versions":[{"lang":3,"streams":[{"redirect":8275354,"hoster":"VOE"},{"redirect":8275353,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Neighbor World","descr":"The Border Brass stellt eine Strategie zusammen, die auf Replicas Informationen über die Nachbarschaft basiert. Währenddessen spürt Yuichi Jin die drohende Gefahr für Osamu und bittet Shuji Miwa um Hilfe. In Mikado City beginnt ein massiver Kampf mit den Nachbarn!","versions":[{"lang":3,"streams":[{"redirect":8275357,"hoster":"VOE"},{"redirect":8275358,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Large-Scale Invasion Begins","descr":"Die groß angelegte Invasion der Nachbarn beginnt endlich. Der Invasionsarmee der Trion-Soldaten wird mit einer Verteidigungsstrategie begegnet. Gerade als sich die Schlacht zugunsten von Border zu wenden scheint, taucht ein neuer Trion-Soldat, Rabbit, aus einem besiegten Bamster auf!","versions":[{"lang":3,"streams":[{"redirect":12336831,"hoster":"VOE"},{"redirect":8275364,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"God\u0027s Country Aftokrator","descr":"Border, sucht einen Weg, um dem neuen Trion-Soldaten Rabbit entgegenzuwirken. Yuma verhindert, dass Trion-Soldaten die Stadt infiltrieren, wird jedoch für den Feind gehalten und von der Chano-Einheit des B-Ranges angegriffen. Währenddessen bedroht ein Ilgar-Trion-Soldat das Grenzhauptquartier!","versions":[{"lang":3,"streams":[{"redirect":8275367,"hoster":"VOE"},{"redirect":8275365,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Miden\u0027s Chicks","descr":"Trion-Soldaten von Aftokrator tauchen überall in Mikado City auf. Die Grenze ist gezwungen, ihre Streitkräfte zu teilen, um mit ihrer Anzahl fertig zu werden. Chikas C-Rang-Einheit wird angegriffen, während die zivile Evakuierung organisiert wird. Was ist das wahre Ziel von Aftokrator?","versions":[{"lang":3,"streams":[{"redirect":8275370,"hoster":"VOE"},{"redirect":12988176,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Border\u0027s Strongest Unit","descr":"Die C-Rang-Einheiten erweisen sich als das wahre Ziel. Der Kampf verschärft sich, als Hyrein die humanoiden Nachbarn Enedora und Ranbanein in den Kampf schickt. Osamu kämpft darum, den C-Rängen eine Chance zu geben, zu entkommen, aber Rabbits gnadenloser Angriff auf Chika geht weiter!","versions":[{"lang":3,"streams":[{"redirect":8275374,"hoster":"VOE"},{"redirect":8275371,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Fierce Fight! Enedora vs. Kazama Squad","descr":"Die humanoiden Nachbarn von Enedora gegen Kazama Squad Aftokrator werden enthüllt. Diese sogenannten Horn-Trigger überwältigen die Grenzagenten mit mächtigen Triggern! Die A-Rang-Kazama-Einheit nutzt Kikuchiharas Nebeneffekt in einem geschickten Combo-Spiel gegen Enedora, aber wird ihr Glück weitergehen?","versions":[{"lang":3,"streams":[{"redirect":8275376,"hoster":"VOE"},{"redirect":8275380,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Border on the Counterattack","descr":"Kizaki, Karauma und Konami kämpfen gegen die finsteren Hyuse und Viza, damit Osamu und Chika entkommen können. In der Zwischenzeit besiegt Ranbanein leicht die Chano-Einheit und tritt gegen die vereinten Kräfte von Yoneya, Izumi, Midorikawa und Azuma an. Kann Jins Worst-Case-Szenario verhindert werden?","versions":[{"lang":3,"streams":[{"redirect":14002964,"hoster":"VOE"},{"redirect":8275378,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"The Organon User","descr":"Kizaki hat Hyuses Auslöser Lambiris herausgefunden. Er befiehlt Karasuma und Konami, die Stadt zu beschützen, während er Hyuse und Viza zurückhält.","versions":[{"lang":3,"streams":[{"redirect":8275388,"hoster":"VOE"},{"redirect":8275387,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"A Crossroads of Fate","descr":"Viza und Hyuse verfolgen Chika weiterhin, aber Yuma und Jin treffen gerade noch rechtzeitig ein. Yuma tritt gegen Viza an, während Jin gegen Hyuse kämpft. Osamu und Karasuma führen Chika und die C-Rang-Agenten zum Border HQ. Enedoras Amoklauf hat das Hauptquartier jedoch im Chaos!","versions":[{"lang":3,"streams":[{"redirect":8275390,"hoster":"VOE"},{"redirect":8275389,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Enemy General Hairein","descr":"Suwa fängt Enedora in einem virtuellen Schulungsraum ein. Regisseur Shinoda bietet ihnen Unterstützung an, und die Gezeiten beginnen sich für Border zu wenden. Miras 7 Rabits blockieren die von Osamu angeführten Evakuierten, als der Aftokrator-Anführer Hyrein sich auf den Weg macht, um Chika zu fangen!","versions":[{"lang":3,"streams":[{"redirect":8275394,"hoster":"VOE"},{"redirect":8275395,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Osamu Mikumo\u0027s Determination","descr":"Hyreins Angriff verwandelt Chika in einen Würfel. Osamu gibt sich die Schuld, lässt sich aber von seinen Grenzkollegen inspirieren, für das Grenzhauptquartier zu rennen, um Chika zu retten","versions":[{"lang":3,"streams":[{"redirect":8275398,"hoster":"VOE"},{"redirect":8275400,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Implacable Enedra","descr":"Regisseurin Shinoda bringt Enedora in den virtuellen Schulungsraum. Enedoras mächtiger Black Trigger-Angriff ist jedoch mehr als ein Match für die Gruppenangriffe der Border Agents. Währenddessen steht Karasuma Hyrein gegenüber und aktiviert seine wahre Kraft, Geist!","versions":[{"lang":3,"streams":[{"redirect":8275402,"hoster":"VOE"},{"redirect":8275406,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Hairein\u0027s Terror","descr":"Karasuma nutzt Geist, um Osamu genügend Zeit zu verschaffen , um mit Chikas Würfel zur Basis zu gelangen. Während Geist immens mächtig ist, erzwingt er innerhalb von 200 Sekunden eine Rettung. Kann Karasuma die von Jin vorhergesagte Zukunft verändern?","versions":[{"lang":3,"streams":[{"redirect":8275407,"hoster":"VOE"},{"redirect":8275409,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"A Fierce Showdown! The Fight of the Best","descr":"Miwa setzt Red Bullet, einen Auslöser für fortgeschrittene Benutzer, gekonnt ein und beweist, dass er Hyrein ebenbürtig ist. Yuma sieht sich einer Niederlage durch Vizas Organon gegenüber und erinnert sich, was sein Vater ihm beigebracht hat. Er nimmt sich Osamus Worte zu Herzen und verpflichtet sich zu einem riskanten Plan!","versions":[{"lang":3,"streams":[{"redirect":8275410,"hoster":"VOE"},{"redirect":8275411,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"The End of the Battle","descr":"Yuma besiegt Viza, hat aber wenig Trion. Miwa ist vom Sieg getrennt. Osamu wird von Hyrein in Sichtweite des Border HQ gefangen genommen. Miwa aktiviert Fujin und schießt mit Yuma auf Hyrein. Können Yuma und Osamu 7 Sekunden vor der vorhergesagten Zukunft gewinnen?","versions":[{"lang":3,"streams":[{"redirect":12931420,"hoster":"VOE"},{"redirect":8275416,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"The Have-Not","descr":"Aftokrator zieht sich zurück, aber die Wunden des Krieges sind tief. Border kämpft darum, Mikado City wiederzubeleben, Yuma sucht nach der fehlenden Replik und Osamu bleibt bewusstlos. In seinen Träumen erinnert er sich, warum er sich Border angeschlossen hat und warum er versucht, Chika zu beschützen.","versions":[{"lang":3,"streams":[{"redirect":8275422,"hoster":"VOE"},{"redirect":8275421,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"Hero and Partner","descr":"Osamu wacht im Krankenhaus auf, wo seine Mutter und Shiori ihm erzählen, was während seines einwöchigen Komas passiert ist. Plötzlich bringt Business Director Karasawa Osamu aus dem Krankenhaus zu einer Pressekonferenz über die Schlacht. Was sind Karasawas wahre Absichten?","versions":[{"lang":3,"streams":[{"redirect":13002431,"hoster":"VOE"},{"redirect":8275511,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"[TBA]","descr":"PR-Direktor Netsuki setzt Osamu als Sündenbock für die Verwüstung aus der Schlacht ein. Aber Osamu spricht aus dem Herzen und ändert die Meinung aller. Als nächstes müssen sich Osamu, Yuma und Chika auf den nächsten Schritt in Richtung A-Rang vorbereiten: den B-Rang-Wettbewerb!","versions":[{"lang":3,"streams":[{"redirect":8275427,"hoster":"VOE"},{"redirect":8275428,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Suwa Squad and Arafune Squad","descr":"Debüt des B-Rang-Wettbewerbs von Suwa Squad und Arafune Squad Mikumo Squad endet mit einem atemberaubenden Sieg. Ihre nächsten Gegner sind der 8. Suwa Squad und der 10. All-Sniper Arafune Squad. Osamu versucht, eine Tamakoma-Unterstützungsstrategie zu entwickeln, aber kann er sein Team zum Sieg führen?","versions":[{"lang":3,"streams":[{"redirect":13002432,"hoster":"VOE"},{"redirect":8275430,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Start-Up! Mikumo Unit","descr":"Der Trupp setzt seinen Plan in die Tat um, um die mehr Erfahrungseinheiten zu besiegen. Ihr Trumpf wird sein ...","versions":[{"lang":3,"streams":[{"redirect":8275437,"hoster":"VOE"},{"redirect":8275439,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"The Brash Rookie","descr":"Yuma tritt mit einem neuen Option Trigger in Runde 2 ein. Währenddessen wird Arafune Squad von Mikumo Squad und Suwa Squad verfolgt. Arafune kehrt zu seinen Wurzeln als ehemaliger Angreifer zurück und verwendet den Angreifer-Trigger Kogetsu. Was werden Osamu und Chika tun?","versions":[{"lang":3,"streams":[{"redirect":8275442,"hoster":"VOE"},{"redirect":8275443,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Kou Murakami of Suzunari 1","descr":"Mikumo Squad gewinnt Runde 2 und wird auf den 8. Rang befördert. Ihre nächsten Gegner sind der 13. Nasu Squad und der 9. Kuruma Squad. Yuma bittet um Einzelwettbewerb mit Kurumas Ass-Angreifer Ko Murakami. Was ist Murakamis geheime Fähigkeit?","versions":[{"lang":3,"streams":[{"redirect":12336827,"hoster":"VOE"},{"redirect":8275447,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Nasu Squads Choice","descr":"Shiori ist schockiert darüber, dass Yuma in einem Solo-Rangkampf verloren hat und erklärt Murakamis Nebeneffekt. Die anderen Einheiten bereiten sich auf die Auswahl der Nasu Squads vor.","versions":[{"lang":3,"streams":[{"redirect":8275449,"hoster":"VOE"},{"redirect":8275448,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"The Battle in the foul Weather","descr":"Runde 3 beginnt in einem heftigen Sturm. Während sich Mikumo Squad und Kuruma Squad darauf konzentrieren, einander zu finden, setzt Nasu Squad ihre Strategie wie geplant um. Gerade als Nasu Squad den Vorteil zu haben scheint, schlägt Chikas Ibis zu. Kann Mikumo Squad den Sieg erringen?","versions":[{"lang":3,"streams":[{"redirect":8275453,"hoster":"VOE"},{"redirect":8275452,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"The Thing that decides the Battle","descr":"Die Teammitglieder sind geteilt, weil Chika die Brücke fallen lässt. Während Osamu auf der Ostseite nach Punkten sucht, tritt Yuma in einem Showdown mit drei Angreifern im Westen gegen Murakami und Kumatani an. Die Einsätze sind für alle Teams hoch. Wer wird gewinnen?","versions":[{"lang":3,"streams":[{"redirect":8275460,"hoster":"VOE"},{"redirect":8275463,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"The Ace\u0027s Willpower","descr":"Kuruma Squad Murakami und Mikumo Squad Kuga treffen im Westjordanland aufeinander !","versions":[{"lang":3,"streams":[{"redirect":8275461,"hoster":"VOE"},{"redirect":8275462,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"The Captain\u0027s Pride","descr":"Das Finale der dritten Runde des B-Rang-Wettbewerbs! Yuma triumphiert, während die Teamleiter auf der Ostseite kämpfen. Osamu versucht, die Flut des Kampfes zu ändern, indem er Wasser in die Stadt zieht und Nasu gegen Kuruma antritt. Die Drei-Wege-Schlacht steht kurz vor dem Abschluss.","versions":[{"lang":3,"streams":[{"redirect":8275468,"hoster":"VOE"},{"redirect":8275467,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"And Towards Tomorrow","descr":"Mikumo Squad tritt der B-Rang-Oberschicht bei. Der Kampf gegen die besten B-Rang-Mannschaften wird ein Prüfstein für den Aufstieg in den A-Rang sein. Osamu nimmt dies vorweg und kämpft mit seiner Unfähigkeit, allein einen einzigen Punkt zu erzielen, und kommt zu einem Schluss.","versions":[{"lang":3,"streams":[{"redirect":8275470,"hoster":"VOE"},{"redirect":8275472,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"Fugitives From Another World","descr":"Unbekannte Trion-Soldaten tauchen im Border HQ auf. Jin und Tachikawa nehmen sie auf.","versions":[{"lang":3,"streams":[{"redirect":8275479,"hoster":"VOE"},{"redirect":8275477,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Invisible Assailants","descr":"Zeno, ein Flüchtling aus Elgates, bittet Yuma und Osamu, Lilith und ihn während ihres Aufenthalts in dieser Welt zu beherbergen. Nachdem Chika als Geisel genommen wurde, haben Osamu und Yuma keine andere Wahl, als zuzustimmen. Als sie zum Shizuka City Retreat zurückkehren, schlägt ein unsichtbarer Attentäter zu!","versions":[{"lang":3,"streams":[{"redirect":8275481,"hoster":"VOE"},{"redirect":8275483,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"Xeno\u0027s Trion Warriors","descr":"Kazama Squad tritt in den Kampf, als Gojima City von neuen Trion-Soldaten angegriffen wird. Osamu versucht sich mit Zeno und Lilith anzufreunden. Zeno bietet an, seine Vergangenheit zu enthüllen, wenn Osamu einem Einzelkampf zustimmt. Wie weit wird er gehen, um die Wahrheit über Elgates zu erfahren?","versions":[{"lang":3,"streams":[{"redirect":9620728,"hoster":"VOE"},{"redirect":8275482,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"","epNo":52,"alt":"The Sunset of Meeden","descr":"Trotz Liliths Bemühungen kann sie ihre Einsamkeit nicht verbergen. Chika und Osamu arbeiten mit Kitora und Midorikawa zusammen, um sie aufzuheitern. In diesem Moment machen Karon und Gieve ihren Zug und befehlen Trion-Soldaten mit besonderen Fähigkeiten.","versions":[{"lang":3,"streams":[{"redirect":9620731,"hoster":"VOE"},{"redirect":8275492,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"","epNo":53,"alt":"The One that Shall Be Saved","descr":"Während des Studiums bei Yoneya und Kodera sieht Miwa junge Geschwister und wird an seine Vergangenheit erinnert. Der Frieden wird durch einen Angriff von Gieve\u0027s Spider-Trion-Soldaten zerstört.","versions":[{"lang":3,"streams":[{"redirect":12384005,"hoster":"VOE"},{"redirect":8275493,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"","epNo":54,"alt":"Giev\u0027s Thrust","descr":"Zenos Hingabe an Lilith führt ihn dazu, Yuma und Chika wie Werkzeuge zu behandeln, was Osamu wütend macht. Währenddessen bedrohen Gieve und Karon Shizuka City mit massiven Trion-Soldaten! Als Osamus Team gemeinsam mit Kitora die Stadt verteidigt, isoliert Gieve Osamu und Zeno.","versions":[{"lang":3,"streams":[{"redirect":9620732,"hoster":"VOE"},{"redirect":8275505,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"","epNo":55,"alt":"Dead or Alive","descr":"Arashiyama Squad sammelt Border\u0027s Asse! Arafune und Murakami nehmen an der Schlacht teil und zerstören Gieve\u0027s Trion-Soldaten. Aber Gieve\u0027s Plan, Shizuka City mit massiven Trion-Soldaten in die Luft zu jagen, geht weiter. Als Osamu einen Plan ausarbeitet, ergreift Zeno seine eigenen Maßnahmen.","versions":[{"lang":3,"streams":[{"redirect":9583326,"hoster":"VOE"},{"redirect":8275512,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"","epNo":56,"alt":"The Secret of Lilith","descr":"Shiori nimmt Yuma, Osamu und Chika mit Zeno und Lilith auf eine entspannende Reise in die Shizuka Marine World. Aber der Frieden wird durch einen Angriff von Gieve\u0027s mächtigen Trion-Soldaten unterbrochen. Liliths Körper stößt an seine Grenzen und beginnt sich zu verändern, wodurch ihr Geheimnis gelüftet wird.","versions":[{"lang":3,"streams":[{"redirect":9620733,"hoster":"VOE"},{"redirect":8275518,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"","epNo":57,"alt":"Xeno and Lilith","descr":"Lilith enthüllt ihre wahre Kraft, um Xeno und Yuma zu retten.","versions":[{"lang":3,"streams":[{"redirect":9620737,"hoster":"VOE"},{"redirect":8275519,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"","epNo":58,"alt":"The Captured Osamu","descr":"Yuma, Chika und Xeno führen den Kampf zum Feind, um Osamu zu retten. Eine listige Falle trennt sie jedoch und zwingt Yuma zu einem Einzelkampf gegen Giew. Ein Trion-Soldat erzeugt eine mysteriöse virtuelle Welt, in der Yuma einem unerwarteten Feind gegenübersteht.","versions":[{"lang":3,"streams":[{"redirect":9620734,"hoster":"VOE"},{"redirect":8275527,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"","epNo":59,"alt":"The Two Black Triggers","descr":"Zeno und Chika finden Osamu, während Yuma seinen Kampf gegen Giew fortsetzt. Er kämpft gegen Gievs und Charons geschickte Koordination, ähnlich wie bei Replica. Gleichzeitig bedroht ein neuer Trion-Soldat Osamu, Chika und Xeno.","versions":[{"lang":3,"streams":[{"redirect":9620735,"hoster":"VOE"},{"redirect":8275529,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"","epNo":60,"alt":"The Adventure of Yotaro","descr":"Yotaro fährt mit Raijinmaru in Richtung Shizuka City, in der Hoffnung, Konami einzuholen. Er trifft ein unruhiges junges Mädchen namens Cocoa und freundet sich mit ihr an. Als ein gewalttätiger Kampf zwischen Grenzbeamten und Trion-Soldaten ausbricht, beginnt Yotaros wahrer Kampf.","versions":[{"lang":3,"streams":[{"redirect":9620736,"hoster":"VOE"},{"redirect":8275537,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"","epNo":61,"alt":"Truth and Lies","descr":"Gieve und Charon beginnen ihren Angriff auf Yuma.","versions":[{"lang":3,"streams":[{"redirect":9620738,"hoster":"VOE"},{"redirect":8275541,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"","epNo":62,"alt":"Giev and Charon","descr":"Das Geheimnis von Giew und Charon Giev wird gelüftet. Genau wie Lilith ist er ein humanoider Trion-Soldat, der von Lamia erschaffen wurde. In der Zwischenzeit werden alle Bürger von Shizuka City zu Charons Geiseln. Tachikawa, Kazama und andere A-Rang-Grenzbeamte versammeln sich in Shizuka City für die bevorstehende Schlacht.","versions":[{"lang":3,"streams":[{"redirect":9620739,"hoster":"VOE"},{"redirect":8275543,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"","epNo":63,"alt":"A Reversed Future","descr":"Hand schneidet Luft, und Monster Gieve nimmt Lilith auf und nimmt eine groteske Form an.","versions":[{"lang":3,"streams":[{"redirect":9699185,"hoster":"VOE"},{"redirect":8275550,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"","epNo":64,"alt":"A Prisoner from Aftokrator","descr":"Kurz nach dem Treffen und der Trennung von Xeno und Lilith bereiten sich Yuma, Osamu und Chika auf ihren Aufstiegskampf vor.","versions":[{"lang":3,"streams":[{"redirect":9620741,"hoster":"VOE"},{"redirect":8275554,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"","epNo":65,"alt":"No.1 Shooter, Masataka Ninomiya","descr":"Nr. 1 Schütze Ninomiya Masaki Aftokrators Black Trigger-Benutzer Enedora lebt! Enedora wirft ein neues Licht auf die Invasion im großen Maßstab und den Grund, warum Chika ins Visier genommen wurde. In der Zwischenzeit nähert sich B-Rang Nr. 1 Teamleiter Ninomiya Osamu und Chika. Osamu trifft eine schwere Entscheidung.","versions":[{"lang":3,"streams":[{"redirect":9620740,"hoster":"VOE"},{"redirect":8275563,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"","epNo":66,"alt":"Sharpened Fangs","descr":"Tamakoma-2 beginnt ein individuelles Training zur Vorbereitung auf die B-Rang-Rangkriege. Osamu besucht Arashiyama zum Schießtraining. Chika trifft einen Jungen während des Gruppenscharfschützen-Trainings. Yuma trifft Kageura, einen Agenten, den Murakami, Angreifer Nr. 4, noch nie geschlagen hat.","versions":[{"lang":3,"streams":[{"redirect":12931422,"hoster":"VOE"},{"redirect":8275566,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"","epNo":67,"alt":"The Battle of the B-Rank Top Teams","descr":"Während ihrer kurzen Begegnung spürt Yuma Kageuras grenzenlose Fähigkeiten. Osamu erhält von Arashiyama und Izumi ein Schießtraining, das es ihm ermöglicht, wirklich zum Team beizutragen. Wenn sie gewinnen, könnte die Beförderung von Mikumo Squad zum A-Rang Realität werden.","versions":[{"lang":3,"streams":[{"redirect":9620743,"hoster":"VOE"},{"redirect":8275571,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"","epNo":68,"alt":"[TBA]","descr":"Ninomiya Squad, das Kageura Squad, das Azuma Squad und das Mikumo Squad treten gegeneinander an! Während die Spannungen zunehmen, zielt jedes Team auf Osamu ab und nähert sich. In der Zwischenzeit bewerten die beiden stärksten B-Rank-Agenten, Ninomiya und Kageura, die Situation. Kann Mikumo Squad den Ansturm überleben?","versions":[{"lang":3,"streams":[{"redirect":9620744,"hoster":"VOE"},{"redirect":8275578,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"","epNo":69,"alt":"A Battle Royale","descr":"Osamu wird von Azuma, dem ehemaligen Anführer eines A-Rang-1-Teams, schnell aus dem Kampf geworfen. Chika versucht, ihre Unfähigkeit zu überwinden, auf Menschen zu schießen, aber ihr Scharfschützen enthüllt ihren Standort. In der Zwischenzeit tritt Yuma in ein Battle Royale gegen 5 Angreifer ein.","versions":[{"lang":3,"streams":[{"redirect":12931423,"hoster":"VOE"},{"redirect":8275582,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"","epNo":70,"alt":"A Captains Duty","descr":"Yuma steht Kageura gegenüber. Ninomiya nutzt dies, um beide anzugreifen. Nach der Schlacht ist Osamu durch seine Niederlage am Boden zerstört. Kazamas Rat veranlasst ihn, eine wichtige Entscheidung für das Team zu treffen, gerade als sich eine neue Bedrohung Mikado City nähert.","versions":[{"lang":3,"streams":[{"redirect":9620747,"hoster":"VOE"},{"redirect":8275586,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"","epNo":71,"alt":"A New Threat","descr":"Shinoda kündigt eine bevorstehende Invasion eines neuen Nachbarlandes an. Tachikawa und Kazama Squad werden beauftragt, die Bedrohung zu bewältigen, basierend auf Jins Vorhersagen. Osamu folgt Jins Vorschlag, ein neues Mitglied zum Mikumo Squad hinzuzufügen.","versions":[{"lang":3,"streams":[{"redirect":9620746,"hoster":"VOE"},{"redirect":8275590,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"","epNo":72,"alt":"An Evolving Mikumo Squad","descr":"Nach den Rangkriegen gegen die B-Rang-Oberklasse versucht der Mikumo-Kader, sein Spiel zu verbessern. Yuzuru gibt Chika eine Idee, um ihre Schwächen zu überwinden, und Osamu sammelt Informationen über Hyuse, während ein A-Rank-Teamleiter versucht, Yuma zu jagen.","versions":[{"lang":3,"streams":[{"redirect":9620749,"hoster":"VOE"},{"redirect":8275595,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"","epNo":73,"alt":"To the Future","descr":"versucht Osamu weiter, sich zu verbessern, Chika konfrontiert ihre Fehler und Yuma glaubt an sie. Die Verluste von Mikumo Squad in den B-Rank Rank Wars motivieren sie weiter. Können sie zu Beginn einer neuen Invasion der Nachbarn in das Grenzhauptquartier einen Weg in die Zukunft ebnen?","versions":[{"lang":3,"streams":[{"redirect":9620748,"hoster":"VOE"},{"redirect":8275601,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Attack","descr":"\"Der Angriff”Galopoula nähert sich Meeden, doch sie planen weder einen Angriff auf Zivilisten noch eine Entführung. Stattdessen wollen sie Meedens Expeditionsschiff zerstören, um sie handlungsunfähig zu machen","versions":[{"lang":3,"streams":[{"redirect":8275607,"hoster":"VOE"},{"redirect":8275608,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Collision","descr":"\"Kollision”Die Border-Basis wird von einer großen Anzahl Trion-Soldaten angegriffen. Die Verteidigungstruppen rücken aus, doch Gatlin und Ratarikov dringen in das Dock des Expeditionsschiff im Innern der Basis ein. Dort warten vier von Borders Top-Angreifern auf sie: Tachikawa, Kazama, Konami und Murakami. Außerdem werden die Teams außerhalb der Basis von Idras konfrontiert, die sich deutlich anders verhalten als der Rest. Hyuse hingegen hofft auf eine Gelegenheit, nach Aftokrator zurückzukehren.","versions":[{"lang":3,"streams":[{"redirect":8275611,"hoster":"VOE"},{"redirect":8275610,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Battle","descr":"\"Kampf”Kuroe und Kitora kämpfen gegen die von Yomi gesteuerten Idras. Nasu und Kumagai sind im Stützpunkt Wens Kopien ausgeliefert, aber ihr verzweifelter Kampf wird mit den Tipps von Kikuchihara von Kazamas A-Rang-Truppe gewonnen. Im Sperrgebiet bringt Koskero Miwa und Yoneya ordentlich ins Schwitzen. Reghindetz wird ungeduldig und weicht vom Plan ab. Der Kampf am Dock ist stockend. Die vier besten Border-Angreifer liefern sich einen erbitterten Kampf mit Gatlin und Ratarikov, aber beide Seiten stehen kurz vorm letzten entscheidenden Zug! Wie wird diese Schlacht enden?","versions":[{"lang":3,"streams":[{"redirect":8275615,"hoster":"VOE"},{"redirect":8275617,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Destiny","descr":"\"Schicksal”Der erbitterte Kampf zwischen den vier besten Border-Angreifern – Tachikawa, Kazama, Konami und Murakami – und Gatlin und Ratarikov ist endlich vorbei! Das Expeditionsschiff ist in Sicherheit. Die Schlacht scheint überstanden zu sein. Doch Hyuse, der in seine Heimat Aftokrator zurück will, trifft auf Reghindetz","versions":[{"lang":3,"streams":[{"redirect":8275620,"hoster":"VOE"},{"redirect":8275621,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"New Technique","descr":"Die Truppen Tamakoma-2, Katori und Kakizaki treffen im Abendteil der 5. Runde der B-Rangkämpfe aufeinander. Diesmal wartet Tamakoma-2 mit einer neuen Taktik auf, die Katoris Team schwer zusetzt. Schließlich greift auch Kakizaki ins Kampfgeschehen ein, doch es kommt zu einer Pattsituation.","versions":[{"lang":3,"streams":[{"redirect":8275624,"hoster":"VOE"},{"redirect":8276016,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Strong Will","descr":"Die Pattsituation des Rangkampfs wird durch Chikas Ibis gesprengt. Die Teams Kakizaki und Katori waren darauf nicht vorbereitet. Schließlich koordinieren beide Teams einen gemeinsamen Angriff in den Gebieten mit Tamakomas Drahtseilen. Dabei übernimmt Kakizaki die Seite, auf der Yūma wartet, und Katori die Seite, auf der Osamu wartet. Hinzu kommt jedoch Chika, denn beide Gebiete liegen in ihrer Reichweite. Nun zeigt sich, wie gut Tamakomas Taktik ist.","versions":[{"lang":3,"streams":[{"redirect":8275648,"hoster":"VOE"},{"redirect":8275654,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Showdown","descr":"Osamu besiegt Wakamura im Kampf gegen Katoris Team mit dem Drahtseil-Trigger Spider. Zusammen mit Yūma schaltet er auch Miura aus, der ihm zu Hilfe eilte. Tamakoma-2 dominiert das Kampfgeschehen. Katori steckt in einer brenzligen Lage. Alte Erinnerungen kommen wieder hoch. Chika hingegen duelliert sich mit Teruya, die sich ihr von Deckung zu Deckung springend nähert.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Negotiation","descr":"\"Verhandlung”Runde 5 der B-Rang-Kämpfe endete mit dem Sieg von Team Tamakoma-2, welches nach der Niederlage in Runde 4 einen großen Sprung nach vorn gemacht hatte. Noch am selben Abend machte Hyuse Shū und den anderen das Angebot, sich Tamakoma-2 anzuschließen – unter einer Bedingung: Sie müssten ihn in sein Heimatland Aftokrator bringen. Die hohen Tiere werden davon nicht begeistert sein","versions":[{"lang":3,"streams":[{"redirect":7913872,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Captain","descr":"\"Anführer”Osamu, Yūma und Chika bitten die Führungsetage von Border darum, Hyuse aufnehmen zu dürfen. Doch diese ist davon nicht begeistert, denn Hyuse ist immerhin ein Neighbor, der obendrein einer feindlich gesinnten Nation angehört, und sich weigert, Informationen über diese preiszugeben. Kommandant Kido jedoch schlägt einen Kompromiss vor","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Upper Ranks","descr":"\"Die oberen Ränge”Es geht in die sechste Runde der B-Rang-Kämpfe! Kashio aus Truppe Ōji und Minamisawa aus Truppe Ikoma nehmen gleich zu Beginn Osamu ins Visier, der seine Drahtseile spannen will. Doch er lässt sich nicht so leicht erwischen","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Strong Ones","descr":"In Runde 6 der B-Rang-Wettkämpfe treten die Truppen Ōji, Ikoma und Tamakoma-2 gegeneinander an. Der Kampf geht in die letzte Phase über","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"New Face","descr":"Die 6. Runde der B-Rang-Kämpfe geht zu Ende und Hyuse bekommt seine Einweisung als Border-Agent.","versions":[{"lang":3,"streams":[{"redirect":8503597,"hoster":"VOE"},{"redirect":8658256,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"New Start","descr":"Tomakoma-2 stellt sich mit Hyuse neu auf und blickt voller Hoffnung auf die anstehenden Kämpfe, die sie nun für sich entscheiden wollen. Doch die Ziele sind durchaus ambitioniert.","versions":[{"lang":3,"streams":[{"redirect":8944533,"hoster":"VOE"},{"redirect":8944532,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Choice","descr":"Die Vorbereitungen für den nächsten Kampf schreiten voran. Ein Gesprächsthema dabei ist bei der Konkurrenz Chika und ihre Fähigkeiten.","versions":[{"lang":3,"streams":[{"redirect":9001563,"hoster":"VOE"},{"redirect":9001565,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Strategy","descr":"Für die nächste Runde im B-Rangkampf haben sich alle Truppen eine neue Strategie überlegt. Suzunari-1 hat jedoch eine ungewöhnliche Kartenwahl getroffen und sich darüber hinaus noch für die Nachtzeit entschieden. Was könnte dahinter stecken?","versions":[{"lang":3,"streams":[{"redirect":9186991,"hoster":"VOE"},{"redirect":9186990,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Secret Plan","descr":"Suzunari-1 hat sich einen besonderen Plan ausgedacht, um die Truppe Kageura im Einkaufszentrum in Bedrängnis zu bringen. Können die anderen ihre Strategie schnell durchschauen und so noch das Blatt wenden?","versions":[{"lang":3,"streams":[{"redirect":9186993,"hoster":"VOE"},{"redirect":9186992,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Unrivaled","descr":"Der Kampf im Einkaufszentrum spitzt sich zu. Als am Ende nur noch zwei Truppen übrig sind, ist es Zeit für Chika zu handeln. Ihr Angriff stellt alles auf den Kopf, doch nicht alles kommt, wie sie es geplant hat …","versions":[{"lang":3,"streams":[{"redirect":9186995,"hoster":"VOE"},{"redirect":9186994,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Decision","descr":"Nur zwei Truppen sind in Runde 7: Truppe Azuma und Tamakoma-2. Letzere sind in Überzahl und Hyuse will noch möglichst viele Punkte für sein Team holen. Doch Azuma startet ein Täuschungsmanöver, das Mikumo zu einem Entschluss zwingt.","versions":[{"lang":3,"streams":[{"redirect":9253052,"hoster":"VOE"},{"redirect":9253054,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Premonition","descr":"Vor dem Kampf hatte Mikumo eine Vorahnung, die ihn auch nach dem Kampf nicht mehr loslässt. Als unter den C-Rängen ein Gerücht über Hyuse die Runde macht, bewahrheitet sich seine ungute Vorahnung","versions":[{"lang":3,"streams":[{"redirect":9253058,"hoster":"VOE"},{"redirect":9253061,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Will","descr":"Nach einem Abend im Holzkohlegrillhaus sind unsere Freunde überrascht, weil ihre Strategie direkt durchschaut wurde. Um an einer neuen zu schmieden, muss Hyuse Chika eine unangenehme Frage stellen ..","versions":[{"lang":3,"streams":[{"redirect":9356666,"hoster":"VOE"},{"redirect":9356668,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Formidable Opponent","descr":"Für die letzte Runde der B-Rangwettkämpfe möchten Yūma und Osamu mehr Informationen über ihre nächsten Gegner herausfinden. Zum Glück sind die beiden gut vernetzt.","versions":[{"lang":3,"streams":[{"redirect":9356659,"hoster":"VOE"},{"redirect":9356663,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Change of Plans","descr":"Kuga und Osamu konnten wichtige Infos für den nächsten Kampf sammeln. Diese tragen sie ihren Kameraden vor, um mehrere Strategien für die letzte Runde auszutüfteln. Die größten Hürden stellen dabei Yuba und Ninomiya dar.","versions":[{"lang":3,"streams":[{"redirect":9394870,"hoster":"VOE"},{"redirect":9394875,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Final Round","descr":"Endlich beginnt die Finalrunde. Chika wird von Ninomiya heftig angegriffen, sobald das Match beginnt. Wird sie inmitten des intensiven Angriffs wirklich in der Lage sein, Menschen für ihre Teamkollegen zu erschießen?","versions":[{"lang":3,"streams":[{"redirect":9487263,"hoster":"VOE"},{"redirect":9487262,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Melee","descr":"Osamu versucht, Hyuse den Weg zu ebnen, der umzingelt ist. Als Hyuse jedoch heftige Angriffe von Ninomiya Squad, Ikoma Squad und Yuba Squad erhält, die seinen Ausstieg sicherstellen wollen, sieht sich Hyuse einer verzweifelten Situation gegenüber. Was wird das Ergebnis dieser intensiven Schlacht der 8. Runde der B-Rang-Kriege sein?","versions":[{"lang":3,"streams":[{"redirect":9487248,"hoster":"VOE"},{"redirect":9487249,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"One-on-One","descr":"Das Kampfgeschehen ändert sich rasant und die einzelnen Kampfschauplätze verschieben sich ständig. Es kommt zu mehreren Kampfsituationen 1-gegen-1.","versions":[{"lang":3,"streams":[{"redirect":9709382,"hoster":"VOE"},{"redirect":9709381,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Resolution","descr":"Der Kampf der Runde 8 der B-Rangwettkämpfe wird sich nun zwischen Truppe Ninomiya und Tamakoma-2 entscheiden. Doch ohne Hyuse sind Osamus Pläne alle zunichte. Kann er irgendwie doch noch das Blatt gegen die Übermacht wenden, denen er und seine Leute gegenüberstehen?","versions":[{"lang":3,"streams":[{"redirect":9709377,"hoster":"VOE"},{"redirect":9709378,"hoster":"Streamtape"}]}]}]}]}