{"seriesId":"wunderwelt-ozean","name":"Wunderwelt Ozean","descr":"[Epic Oceans] Dreiteilige Dokumentation über drei verschiedene maritime Lebensräume und wie ihre jeweiligen Bewohner versuchen, in einer von Klimawandel und Verschmutzung bedrohten Welt zu überleben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Lebensraum Küste","epNo":1,"alt":"Shorelines","descr":"Für einige Lebewesen, die am Rande der Meere leben, sind die steigenden Temperaturen ein lebensbedrohliches Problem. Beispielsweise sind Steinkrebse oder Seeanemonen auf Feuchtigkeit angewiesen, um den Gezeitenzyklus zu überleben. Welche Auswirkungen hat der Klimawandel auf diese Meeresbewohner und ihre Lebensräume? Die Doku beleuchtet das Leben an den Küsten und zeigt die neuen Herausforderungen.","versions":[{"lang":1,"streams":[{"redirect":12384038,"hoster":"VOE"},{"redirect":10475032,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lebensraum Riff","epNo":2,"alt":"Shallow Reef","descr":"Korallenriffe sind Lebensraum für eine Vielzahl von Pflanzen und Tieren, doch sie sind durch den Klimawandel stark gefährdet. Bedingt durch steigende Wassertemperaturen der Ozeane führt die sogenannte Korallenbleiche immer mehr zu einem Massensterben. Die Doku thematisiert die Auswirkungen der Erderwärmung auf die Korallenarten und zeigt, wie Schnapper, Kabeljau und Delfinfamilien in den Riffen leben","versions":[{"lang":1,"streams":[{"redirect":10475036,"hoster":"VOE"},{"redirect":10475041,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lebensraum Meer","epNo":3,"alt":"Open Ocean","descr":"Plastik, Überfischung und steigende Temperaturen: Das Leben im Ozean hängt von einem empfindlichen Ökosystem ab. Die Fischbestände schrumpfen und somit auch die Nahrungsquellen für Raubfische und Zahnwale. Aber in der blauen Tiefe herrscht ein bemerkenswerter Einfallsreichtum. In einigen Teilen verbünden sich Hochsee-Haie mit Grindwalen und gehen gemeinsam auf die Jagd. Die Dokumentation zeigt die spektakulären Bilder.","versions":[{"lang":1,"streams":[{"redirect":10475044,"hoster":"VOE"},{"redirect":10475047,"hoster":"Streamtape"}]}]}]}]}