{"seriesId":"wunderbare-jahre","name":"Wunderbare Jahre","descr":"Ende der sechziger Jahre in Amerika: Der Vietnam-Krieg bestimmt die Nachrichten. Studenten demonstrieren, die Nation betrauert die Morde an John F. Kennedy und Martin Luther King. Die Hippie-Bewegung steht in voller Blüte, und das Weltraum-Programm in voller Fahrt. Der inzwischen erwachsen gewordene Kevin Arnold erzählt aus dem Off in Rückblicken aus seinem Leben, von seinen wunderbaren Jahren, als Kevin 12 Jahre alt war und auf die Robert F. Kennedy Junior High School ging.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jetzt wird\u0026#039;s ernst","epNo":1,"alt":"Pilot","descr":"1968. Der zwölfjährige Kevin Arnold, sein Freund Paul Pfeiffer und Winnie COOPER, ein Mädchen aus der Nachbarschaft, verleben den letzten unbeschwerten Sommer ihrer Kindheit. Der Wechsel auf die Junior HIGH SCHOOL steht bevor. Kevin lebt mit seinen Eltern und den Geschwistern Karen und Wayne in der Vorstadt. Winnies Bruder, der 19-jährige Brian, Idol der Kinder in der Straße, wird nach Vietnam eingezogen. Die neue Schule verändert die Kinder. Jeder versucht, erwachsener zu wirken. Da erfahren sie, dass Brian Cooper gefallen ist. Kevin besucht Winnie, und die beiden kommen sich näher.","versions":[{"lang":1,"streams":[{"redirect":13569989,"hoster":"VOE"},{"redirect":9870417,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wehe, es lacht einer","epNo":2,"alt":"Swingers","descr":"Auf der Beerdigung von Brian COOPER sehen sich Kevin und Winnie wieder. Kevin spürt, dass er sich in sie verliebt hat. In der Schule wird währenddessen der Sexualkundeunterricht eingeführt, der für die Kinder eine zu nüchterne Einführung in das spannende Thema ist. Also beschließen sie, sich das Buch \"Was sie schon immer über Sex wissen wollten\", zu besorgen. Da Kevin und Paul sich aber nicht trauen, das Buch zu KAUFEN, stehlen sie es.","versions":[{"lang":1,"streams":[{"redirect":13005021,"hoster":"VOE"},{"redirect":9870436,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Warum ist Dad eigentlich so?","epNo":3,"alt":"My Father\u0027s Office","descr":"Im Schulbus unterhalten sich die Kinder über die Berufe ihrer Väter. Als ein Junge gesteht, nicht genau zu wissen, was sein Vater macht, lacht Kevin ihn aus. Doch auf die Gegenfrage des Jungen stellt er fest, dass auch er kaum etwas über den Beruf seines Vaters sagen kann. Als er seinen Vater daraufhin ausfragt, nimmt der ihn mit in die Firma, und Kevin begreift, warum sein Dad manchmal so geladen nach Hause kommt. Er erzählt seinem Sohn auch von seinen Jugendträumen, dass er eigentlich Baseballprofi oder Kapitän werden wollte. Plötzlich sieht Kevin seinen Vater in einem ganz anderen Licht.","versions":[{"lang":1,"streams":[{"redirect":12931425,"hoster":"VOE"},{"redirect":9870262,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die spinnen, die Hippies","epNo":4,"alt":"Angel","descr":"In der Schule wird über moralische Werte gesprochen. Für Kevin ist das eine wichtige Frage, denn Karen hat einen neuen Freund. Es ist Louis, ein Kommilitone, der politisch sehr engagiert ist. Es ist eine sehr freie Beziehung: Karen AKZEPTIERT, dass Louis noch ein anderes Mädchen liebt. Kevin ist dagegen weniger liberal und beschließt, etwas dagegen zu unternehmen. Als er es nicht schafft, seine Mutter gegen Louis aufzuhetzen, hofft er auf den Vater.","versions":[{"lang":1,"streams":[{"redirect":9870263,"hoster":"VOE"},{"redirect":9870264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Und wenn sie nun auflegt?","epNo":5,"alt":"The Phone Call","descr":"Während die Weltöffentlichkeit gebannt die Mondumrundung von Apollo 8 verfolgt, hat Kevin ganz andere Interessen. Er hat sich unsterblich in seine Mitschülerin Lisa verliebt. Weil er einfach zu schüchtern ist, sie anzusprechen, versucht er, durch andere Schüler etwas über sie herauszubekommen. Als dieses Ansinnen fehlschlägt, bleibt ihm nur eine Lösung: Er muss sie anrufen. Das sagt sich allerdings leichter, als es getan ist.","versions":[{"lang":1,"streams":[{"redirect":9870269,"hoster":"VOE"},{"redirect":9870271,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Frauen sind mein Verhängnis","epNo":6,"alt":"Dance With Me","descr":"Kevin kann in seiner BEZIEHUNG ZU Lisa erste bescheidene Erfolge für sich verbuchen. Das beflügelt ihn, sie zum bevorstehenden Schulball einzuladen. Lisa sagt zwar auch tatsächlich zu, geht dann aber doch mit einem anderen Jungen zum Ball. Als Kevin als Ersatz nun Winnie einladen will, bekommt er von ihr einen Korb, denn sie hat schon eine Verabredung. Nur mühsam kann seine Mutter ihn überreden, doch noch zum Ball zu gehen. Und dann schafft er es tatsächlich noch, Winnie zu einem langsamen Tanz zu bitten.","versions":[{"lang":1,"streams":[{"redirect":9870332,"hoster":"VOE"},{"redirect":9870314,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sei nicht so ein Feigling","epNo":1,"alt":"The Heart Of Darkness","descr":"Während Winnie in den \"coolen Typen\" NEUE FREUNDE findet, haben auch Kevin und Paul eine neue Freundschaft mit Gary Cosay geschlossen. Doch der hat es faustdick hinter den Ohren: Er muss ständig nachsitzen, fälscht Unterschriften, raucht und ist auch sonst ein richtiger Elternschreck. Kevin und Paul belügen ihre Eltern, um mit Gary eine Nacht im Wald zu verbringen – ausgerüstet mit Zigaretten und Bier. Als sie aber eine Höhle untersuchen, wird es Kevin zu bunt, da er ständig von Alpträumen geplagt wird, in denen eine Höhle eine Schlüsselrolle spielt.","versions":[{"lang":1,"streams":[{"redirect":9870490,"hoster":"VOE"},{"redirect":9870491,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Weihnachten in Farbe","epNo":2,"alt":"Our Miss White","descr":"Weihnachten steht vor der Tür. Kevin und Wayne haben sich in das Farbfernsehen verliebt und versuchen nun ständig, ihren Vater davon zu überzeugen, so ein Zaubergerät anzuschaffen. Doch Kevin hat auch noch eine andere große Liebe: Winnie. Als er von ihr überraschend ein WEIHNACHTSGESCHENK bekommt, schöpft er neue Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":9870495,"hoster":"VOE"},{"redirect":9870496,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und sie liebt mich doch","epNo":3,"alt":"Christmas","descr":"Nun hat sich Kevin in seine Lehrerin Miss White verliebt. Deswegen spielt er sogar, entgegen seiner Prinzipien, bei einer Theateraufführung in der Schule mit, bei der es um die Bürgerrechtsbewegung geht. Er tut wirklich alles, um Miss White zu imponieren, und er ist sich vollkommen sicher, dass auch sie ihn liebt. Doch dann erfährt er, dass die Lehrerin einen Freund hat.","versions":[{"lang":1,"streams":[{"redirect":9870498,"hoster":"VOE"},{"redirect":9870499,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Willst du mit mir gehen?","epNo":4,"alt":"Steady As She Goes","descr":"Es ist die große Zeit des Miteinandergehens. Auch Kevin macht sich Hoffnungen auf eine Partnerschaft, als das Gerücht aufkommt, Winnie werde sich von ihrem Freund Kirk trennen. Doch als Kevin auch diesmal wieder erfolglos bleibt, nimmt er sich aus lauter Trotz Becky Slater zur Freundin. Das Mädchen bedeutet ihm allerdings herzlich wenig. Das ändert sich aber, als er versucht, Winnie mit Becky eifersüchtig zu machen.","versions":[{"lang":1,"streams":[{"redirect":9870503,"hoster":"VOE"},{"redirect":9870506,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nur zwischen uns","epNo":5,"alt":"Just Between Me And You And Kirk And Paul And Carla And Becky","descr":"Inzwischen ist Kevin zwar mehr oder minder glücklich mit Becky zusammen, aber er bleibt nach wie vor in Winnie verliebt. Als deren Freund Kirk ihn bittet, ihn zu fragen, ob sie ihn noch gerne hat, schöpft Kevin prompt wieder Hoffnung. Er schickt Paul seinerseits mit der bewussten Frage zu Winnie. Als auch noch ein dritter Junge ins Spiel kommt, ist das Chaos perfekt. Die Beziehung mit Becky bricht auseinander, und auch Winnie trennt sich von Kirk.","versions":[{"lang":1,"streams":[{"redirect":12931426,"hoster":"VOE"},{"redirect":9870508,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Ton macht die Musik","epNo":6,"alt":"Pottery Will Get You Nowhere","descr":"Norma hat ein neues Hobby: Sie nimmt – zur Begeisterung der Kinder – an einem Töpferkurs teil. Nur Jack kann sich damit nicht anfreunden, denn er fühlt sich offenbar vernachlässigt – die Krise wächst sich zu einem handfesten Ehekrach aus.","versions":[{"lang":1,"streams":[{"redirect":12931427,"hoster":"VOE"},{"redirect":9870518,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Klavier, ein Klavier!","epNo":7,"alt":"Coda","descr":"Es gibt eine Sache, für die Kevin ständig seine imaginären Football-Spiele mit seinen Freunden unterbrechen muss: sein Klavierunterricht. Er hat nicht den Ehrgeiz wie sein Mitschüler Ronald Hershmuller, der Tag und Nacht mit Freuden übt. Aber als Kevin hört, dass er Talent habe und von seinem Vater vor die Wahl gestellt wird, entweder mehr zu üben oder aber den Unterricht abzubrechen, entscheidet er sich für das Instrument. Er will nun sogar am alljährlichen Vortragsabend teilnehmen. Doch als schon die Generalprobe zu einem Fiasko gerät, beschließt er, das Klavierspielen endgültig aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":9870525,"hoster":"VOE"},{"redirect":9870529,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Basketball-Crack","epNo":8,"alt":"Hiroshima, Mon Frere","descr":"Pauls große Leidenschaft ist das Basketballspiel. Doch die Freude an dem Spiel wird ihm beim Sportunterricht gründlich verdorben. Da die Kinder ihre Mannschaften selbst wählen und Paul nicht gerade eine Leuchte ist, bleibt er immer bis zum Schluss übrig. Er ist völlig frustriert. Kevin kann das Elend nicht mit ansehen und fasst sich ein Herz: In der nächsten Stunde wählt er nicht nur Paul, sondern auch alle anderen Versager in seine Mannschaft.","versions":[{"lang":1,"streams":[{"redirect":9870532,"hoster":"VOE"},{"redirect":9870530,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Keiner mag dich, Wayne","epNo":9,"alt":"Loosiers","descr":"Obwohl Kevin zu seinem Bruder Wayne nicht gerade das beste Verhältnis hat, hält er sich doch beim Streit zurück, um ihm nicht wehzutun. Das ändert sich schlagartig, als die Geschichte mit den Hamstern passiert. Kevin und Paul sollen für die Schule ein Anschauungsreferat vorbereiten. Dafür nehmen sie zwei Hamster mit nach Hause. Um seinen Bruder zu ärgern, quält Wayne die Tiere ständig. Als es zwischen Kevin und Wayne zu einem Handgemenge kommt, wird ein Hamster versehentlich vom Staubsauger eingesaugt. Nun platzt Kevin der Kragen: Er wirft seinem Bruder vor, nur deshalb so gemein zu sein, weil er keine Freunde habe und niemand ihn möge.","versions":[{"lang":1,"streams":[{"redirect":9870534,"hoster":"VOE"},{"redirect":9870535,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Friedenstauben","epNo":10,"alt":"Walk Out","descr":"Ohne sein Wissen wird Kevin zum Klassensprecher gewählt. Paul ist es ähnlich ergangen. Da jeder einer Arbeitsgruppe beitreten muss, entschließen sie sich für die, die von Mr. Tyler beaufsichtigt wird. Die Gruppe engagiert sich für einen Friedensmarsch, um gegen den Vietnamkrieg zu demonstrieren. Kevin beginnt erstmals, sich mit dem Vietnam-Konflikt auseinander zu setzen. Da stellt sich ihnen der Direktor in den Weg, der mit Schulverweis und Akteneinträgen droht, falls es zu dem Protestmarsch kommt. Am Ende setzt Kevin die Demo dann doch in Gang – wenn auch versehentlich.","versions":[{"lang":1,"streams":[{"redirect":9870459,"hoster":"VOE"},{"redirect":9870458,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kevin hat gesagt","epNo":11,"alt":"Nemesis","descr":"In der Schule nehmen die Kinder \"Das Bild der verschmähten FRAU in der Literatur\" durch: Die rachsüchtige Frau, getrieben von wahnsinnigen Eifersuchtsanfällen. Diese Beschreibung passt zufällig genau auf Becky Slater. Sie ist das Mädchen, das Kevin hat sitzen lassen. Jetzt erzählt sie überall herum, er mache sich über sie lustig, woraufhin Kevin die ganze Schule gegen sich hat. Selbst sein bester Freund Paul wendet sich von ihm ab.","versions":[{"lang":1,"streams":[{"redirect":9870461,"hoster":"VOE"},{"redirect":9870463,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schlag auf Schlag","epNo":12,"alt":"Fate","descr":"Kevin gerät mit Eddie, dem Raufbold der Schule, aneinander. Er wollte Winnies Schließfach vor ihm verteidigen. Leider ist Eddie sehr nachtragend, und nun wird Kevin ständig von ihm schikaniert. Zu allem Überfluss hat Winnie sich auch noch mit ihm angefreundet. Als Kevin jedoch von Eddie übel zusammengeschlagen wird, merkt Winnie, dass sie doch noch etwas für Kevin empfindet.","versions":[{"lang":1,"streams":[{"redirect":9870466,"hoster":"VOE"},{"redirect":9870467,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Paul wird ein Mann","epNo":13,"alt":"Birthday Boy","descr":"Da Kevins und Pauls Geburtstage nur vier Tage auseinanderliegen, werden sie immer zusammen gefeiert. Doch in diesem Jahr gibt es ein kleines Problem: Paul, er jüdischen Glaubens ist, hat seine Bar-Mizwa, eine Feier zum Eintritt in das Mannesalter. Unglücklicherweise fällt dieser Termin genau auf Kevins Geburtstag. Es kommt zu Spannungen zwischen den beiden: Kevin redet nicht mehr mit Paul und möchte auch nicht zu seiner Feier gehen. Aber als sein eigener Geburtstag ein Reinfall wird, taucht er doch noch auf Pauls Fest auf.","versions":[{"lang":1,"streams":[{"redirect":9870470,"hoster":"VOE"},{"redirect":9870469,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Brüderchen und Schwesterchen","epNo":14,"alt":"Brightwing","descr":"1969 ist aus Karen vollends ein Hippie-Mädchen geworden. Die Familie versteht sie nicht mehr. Auch Kevin hat kaum noch eine Beziehung zu ihr. Aber das ändert sich, als Karen ihn um einen Gefallen bittet. Er soll in ihrer Schule einen Zettel in ein ganz bestimmtes Schließfach werfen. Als diese Bitte zur Gewohnheit wird, kommt Kevin schnell dahinter, dass sich Karen anstatt zur Schule zu gehen mit ihren Freunden draußen vor der Stadt trifft. Ab diesem Punkt ist auch Kevin ständig bei diesen Treffen dabei, die ihm sehr viel Spaß machen. Dennoch hat er ein schlechtes Gewissen seinen Eltern gegenüber.","versions":[{"lang":1,"streams":[{"redirect":9870473,"hoster":"VOE"},{"redirect":9870475,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ausgerechnet Margaret","epNo":15,"alt":"Square Dance","descr":"Im Sportunterricht steht Square Dance auf dem Stundenplan. Also wird jedem Jungen ein Mädchen zugeteilt. Während Paul eines der begehrtesten Mädchen der ganzen Schule zugeteilt wird, gerät Kevin ausgerechnet an die ziemlich merkwürdige Margaret Farkwar. Aus Angst, von den anderen aufgezogen zu werden, meidet Kevin den Umgang mit seiner Tanzpartnerin. Doch als sich eine Art Freundschaft zwischen ihnen anbahnt, zieht sich Kevin aus Feigheit zurück und verliert sie dadurch.","versions":[{"lang":1,"streams":[{"redirect":9870480,"hoster":"VOE"},{"redirect":9870479,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Kindheit wird abgeholzt","epNo":16,"alt":"Whose Woods Are These?","descr":"Nach langer Zeit geht Kevin mit Winnie wieder in Harpers Wäldchen, wo sie sich seinerzeit geküsst haben. Doch leider kommt Paul dazwischen – und nach ihm Arbeiter mit schweren Baumaschinen, denn auf dem Grundstück des Wäldchens soll ein Einkaufszentrum entstehen. Kevin, Winnie und Paul setzen alle Hebel in Bewegung, um den Spielplatz ihrer Kindheit zu retten. Selbst in der Sitzung des städtischen Planungsausschusses wollen die drei ihr Problem vorbringen. Doch sie schlafen ein und beginnen sich zu zerstreiten. Die Zerstörung von Harpers Wäldchen scheint nun nicht mehr aufzuhalten. Die drei machen ein letzten Versteckspiel.","versions":[{"lang":1,"streams":[{"redirect":9870484,"hoster":"VOE"},{"redirect":9870483,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die schönste Zeit des Jahres","epNo":17,"alt":"How I\u0027m Spending My Summer Vacation","descr":"Die Sommerferien stehen vor der Tür. Kevin freut sich riesig, doch all seine Erwartungen werden enttäuscht, denn Paul fährt unerwartet mit seinen Eltern in Urlaub, und Winnie hat ihn auf der Grillfeier ihrer Eltern gemieden. Erst als er den wahren Grund dafür erfährt, nämlich familiäre Probleme, wird ihm klar, wie gut es ihm eigentlich geht.","versions":[{"lang":1,"streams":[{"redirect":9870488,"hoster":"VOE"},{"redirect":9870487,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sommerliebelei","epNo":1,"alt":"Summer Song","descr":"Kevin ist mit seiner Familie und Paul in die Ferien nach Ocean City gefahren, wo seine Eltern einst ihre Flitterwochen verbrachten. Doch der Urlaub beginnt als ziemlicher Reinfall. Die Familie zerstreitet sich, Paul bekommt eine Allergie und darf das Zimmer nicht verlassen. Dann erfährt Kevin auch noch, dass Winnie in ihrem Urlaub einen anderen Jungen kennen gelernt hat. Doch als er Teri trifft, sind alle Sorgen vergessen. Die beiden verlieben sich und verleben eine herrliche Zeit miteinander.","versions":[{"lang":1,"streams":[{"redirect":9870633,"hoster":"VOE"},{"redirect":9870631,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verfluchte Formeln","epNo":2,"alt":"Math Class","descr":"Die Ferien sind zu Ende. Das neue Schuljahr fängt vielversprechend an, doch dann beginnt für Kevin eine Serie schwerer schulischer Rückschläge. In Mathematik schreibt er eine vier nach der anderen …","versions":[{"lang":1,"streams":[{"redirect":9870641,"hoster":"VOE"},{"redirect":9870638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Football oder Mom","epNo":3,"alt":"Wayne On Wheels","descr":"Kevin beginnt, sich von seiner Mutter zu lösen. Er empfindet ihre Fürsorge als lästig. Ihr Verhältnis spitzt sich zu, als seine Mutter herausbekommt, dass er mit seinen Freunden American Football ohne Schutzkleidung spielt. Um ihn vom Spielen abzuhalten, geht sie mit ihm Einkaufen. Als sie diesen Trick aber ein zweites Mal versuchen will, lehnt Kevin ab und geht zum Football. Zwar kommt er mit einigen Verletzungen zurück, hat aber ein großes Stück Selbständigkeit errungen.","versions":[{"lang":1,"streams":[{"redirect":9870650,"hoster":"VOE"},{"redirect":9870647,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wayne am Steuer","epNo":4,"alt":"Mom Wars","descr":"Wayne ist gerade dabei, seinen Führerschein zu machen. Kevin sieht darin die Lösung all seiner Probleme, denn er glaubt, Wayne endlich loszuwerden, wenn dieser erst den Führerschein besitzt. Doch genau das Gegenteil ist der Fall: Wayne wird dazu verdonnert, Kevin überall hinzufahren. Natürlich weigert sich Wayne und lässt keine Gelegenheit aus, Kevin nach allen Regeln der Kunst zu demütigen – auch vor den Augen eines Mädchens, in das Kevin sich verliebt hat …","versions":[{"lang":1,"streams":[{"redirect":9870655,"hoster":"VOE"},{"redirect":9870657,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"So ein Theater","epNo":5,"alt":"On The Spot","descr":"Kevin hat schlechte Erfahrungen mit Theateraufführungen in seiner Schule gemacht. Deshalb lehnt er es zunächst ab, bei einer geplanten neuen Produktion mitzumachen. Erst als er hört, dass alle Beteiligten von er siebten Stunde freigestellt werden, ist er doch dabei, denn bei der Theaterproduktion als Beleuchter mitzumischen, ist immer noch besser als Sportunterricht. Winnie bekommt die Hauptrolle in dem Stück, während Paul beim Probesprechen leer ausgeht. Dafür beteiligt er sich mit großem Eifer an Kevins Beleuchterjob. Winnie hat dagegen mit großen Problemen zu kämpfen, denn sie vergisst ständig ihren Text. Aber sie muss die Aufführung auf jeden Fall mitmachen, da sich ihr Vater eigens aus Chicago angesagt hat. Tatsächlich wird die Aufführung ein großer Erfolg – und Winnies Vater zieht schließlich zu seiner Familie zurück.","versions":[{"lang":1,"streams":[{"redirect":9870671,"hoster":"VOE"},{"redirect":9870679,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die besten Freunde","epNo":6,"alt":"Odd Man Out","descr":"Kevin und Paul sind einander überdrüssig und haben nach einem Streit keinen Kontakt mehr zueinander. Kevin freundet sich mit Doug Porter an, einem netten, wenn auch etwas rückgratlosen Jungen. Doch schon bald hat er an der Beziehung keine Freude mehr, weil Doug ihm nicht das Wasser reichen kann und versucht, das durch allerlei Geschenke auszugleichen. Paul ergeht es mit einem anderen Jungen ähnlich, und so vertragen sich die Streithähne wieder.","versions":[{"lang":1,"streams":[{"redirect":12931428,"hoster":"VOE"},{"redirect":9870681,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neues Auto, neues Glück","epNo":7,"alt":"The Family Car","descr":"Das Auto der Familie Arnold hat seine beste Zeit schon weit hinter sich gebracht. Doch Jack verschließt die Augen davor. Trotz steigender Reparaturkosten bastelt er immer weiter an der alten Möhre herum und will sich nicht trennen. Als Kevin aber einige Schmähungen ob des desolaten Zustandes der Familienkarosse einstecken muss, versucht die Familie vehement, Jack davon zu überzeugen, ein neues Gefährt anzuschaffen. Endlich ist es dann auch so weit, der Gang zum Autohändler wird absolviert. Jack hat den Vertrag über ein Mustang Cabrio fast schon unterzeichnet, doch da der Verkäufer es wagt, ihm läppische 250 Dollar für den alten Wagen anzubieten, platzt der Verkauf.","versions":[{"lang":1,"streams":[{"redirect":9870690,"hoster":"VOE"},{"redirect":9870687,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Vulkan bricht aus","epNo":8,"alt":"The Pimple","descr":"Familie Arnold erwartet Besuch von einem befreundeten Ehepaar und dessen Tochter Gina. Kevin freut sich bereits sehr auf die Begegnung mit Gina, doch einige Tage vor dem Treffen taucht plötzlich ein Problem auf: Er bekommt seinen ersten Pickel! Ganz egal, was er auch unternimmt, er bekommt die Geschichte einfach nicht in den Griff. Er hat schließlich so große Angst, sich vor der hübschen Gina zu zeigen, dass er sie zum Schluss eigentlich gar nicht mehr sehen will. Doch all seine Sorgen lösen sich in Luft auf, als er sieht, dass Ginas Pickel auf der Stirn doppelt so groß ist wie der auf seiner eigenen Wange.","versions":[{"lang":1,"streams":[{"redirect":9870698,"hoster":"VOE"},{"redirect":9870700,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rechnung mit Trick","epNo":9,"alt":"Math Class Squared","descr":"Kevin kommt mit seinem Mathe-Lehrer, Mr. Collins, prima aus, deshalb ärgert es ihn, dass eine Gruppe von Schülern um McCormick, bei den Mathetests schummeln. Da sie die Lehrerausgabe des Mathebuches besitzen, wissen sie alle Antworten der Tests im Voraus. Vorsichtig angedeutete Hinweise dieser Tatbestände von Kevin in Mr. Collins Richtung fruchten nichts. So schließt sich Kevin der Schummelbande an und seine Noten werden daraufhin immer besser, so dass Mr. Collins ihn sogar in seinen Kurs \"Mathe für Fortgeschrittene\" aufnimmt. Doch als Kevin in diesem Kurs heillos versagt, schwört er sich, von nun an wieder ehrlich zu sein.","versions":[{"lang":1,"streams":[{"redirect":9870704,"hoster":"VOE"},{"redirect":9870706,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Rockn Roll Legende","epNo":10,"alt":"Rock \u0027n Roll","descr":"Als Kevin den neuen Mitschüler Larry Beeman aus den Fängen von Mr. Diperna rettet, kommen sich die beiden Jungen näher. Larry zeigt Kevin seine E-Gitarre und Kevin ist so begeistert, dass sie auf der Stelle eine Band gründen. Mit noch zwei anderen Jungen zusammen entstehen so die \"Electric Shoes\". Doch als es Larry tatsächlich gelingt, einen Auftritt zu arrangieren, bekommt Kevin es plötzlich mit der Angst zu tun und kneift. Er weiß, dass die Band längst noch nicht gut genug ist für einen Live-Auftritt. Nach einer Unterredung mit seinem Bruder plagt Kevin aber dann doch das schlechte Gewissen, spontan geht er zu dem Konzert und erlebt eine Überraschung …","versions":[{"lang":1,"streams":[{"redirect":9870715,"hoster":"VOE"},{"redirect":9870712,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Oh, diese Frauen","epNo":11,"alt":"Don\u0027t You Know Anything About Women?","descr":"Kevin hat sich im Chemieunterricht unsterblich in die süße Susan Fisher verliebt. Doch zwei gewichtige Gründe stehen einer Beziehung im Wege: Zunächst einmal die Tatsache, dass Donald Wallach bereits mit Susan liiert ist, und dann Kevins miserable Taktik im Umgang mit Frauen. Hier kann ihm jedoch seine Tischnachbarin Linda einige Tipps geben. Als sich Susan von Donald trennt, ist Kevins Stunde gekommen. Er will sie zum Ball einladen, aber letztendlich bringt er den Mut nicht auf und geht statt dessen mit Linda. Da lässt sich seine Angebetete einen Tanz mit ihm reservieren …","versions":[{"lang":1,"streams":[{"redirect":9870725,"hoster":"VOE"},{"redirect":9870726,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf den Hund gekommen","epNo":12,"alt":"The Powers That Be","descr":"Wie in jedem Jahr bekommt die Familie Arnold einen Besuch, der Jack gar nicht passt: sein Vater. Denn Großvater Arnold gerät mit seinem Sohn ständig aneinander. Diesmal schlagen die Wogen besonders hoch, denn der Opa hat für Kevin ein ungewöhnliches Geschenk mitgebracht – einen jungen Hund. Jack fühlt sich übergangen und verbietet Jack, den Hund anzunehmen. Kevin tut es weh, dass die beiden Männer sich ständig streiten, und auch sonst hat er’s zur Zeit nicht leicht. Jede Nacht muss er sich aus dem Bett quälen, um die Welpe Gassi zu führen. Als nach einigen Tagen der Großvater wegen einem handfesten Krach seinen Besuch abbricht, lässt er den Hund zurück. Nun erklärt sich Jack damit einverstanden, den Hund zu behalten – inzwischen hat aber Kevin seine Meinung über das neue Haustier geändert …","versions":[{"lang":1,"streams":[{"redirect":9870734,"hoster":"VOE"},{"redirect":9870739,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Lieber Freund - Liebesleid!","epNo":13,"alt":"She, My Friend And I","descr":"Paul hat Liebeskummer, weil Carla mit ihm Schluss gemacht hat. Er überlegt, wie er sie zurückgewinnen kann. Schließlich kommt Kevin auf die Idee, er solle sich mit einem anderen Mädchen verabreden, um seine angebetete Verflossene eifersüchtig zu machen. Das einzige Mädchen jedoch für das Paul sich wenigstens halbwegs erwärmen könnte ist Winnie, doch aus Rücksicht vor Kevin will er sich natürlich nicht mit ihr verabreden. Deshalb arrangiert Kevin das Rendezvous für seinen Freund. Während des inszenierten Treffens verliebt sich Paul jedoch tatsächlich in Winnie. Daraufhin merkt Kevin erst, wie viel ihm noch an Winnie liegt und es kommt zur Auseinandersetzung mit Paul. In dieser verfahrenen Situation hat Winnie eine glänzende Idee …","versions":[{"lang":1,"streams":[{"redirect":9870749,"hoster":"VOE"},{"redirect":9870743,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gib mir mein Herz zurück","epNo":14,"alt":"The St. Valentine\u0027s Day Massacre","descr":"Kevin handelt sich eine entschiedene Abfuhr bei Winnie ein. Paul ergeht es da besser, obwohl Carla wegen seines Intermezzos mit Winnie zunächst unversöhnlich scheint, schmilzt ihr Widerstand doch beim Anblick des Herzens, das Paul ihr zum Valentienstag überreicht. Kevin möchte bei Winnie nun dieselbe erprobte Methode anwenden, kann aber persönlich nicht an Winnie heran, da sie nicht einmal mehr mit ihm redet und sich durch ihre Freundinnen von ihm abschirmen lässt. In seiner Not bittet er einen Siebtklässler, das Herz in Winnies Schließfach zu legen. Fälschlicherweise landet es jedoch ausgerechnet in Becky Slaters Fach. Becky denkt, das Herz sei für sie bestimmt und ergreift sofort die Gegeninitiative. Als sie Kevin in der Cafeteria einen Kuss aufzwingt, scheinen auch seine letzten Chancen bei Winnie dahin zu sein. Da Kevin den Irrtum mit dem falsch abgelieferten Herzen aufklärt, gerät Becky in Wut und will ihn mit ihrem Fahrrad überfahren. Bei diesem Unterfangen stößt sie jedoch mit dem eingefleischten Junggesellen Craig Hobson zusammen. Sofort verlieben sich die beiden und werden ein Paar. Was wird nun aus Kevin und Winnie?","versions":[{"lang":1,"streams":[{"redirect":9870546,"hoster":"VOE"},{"redirect":9870542,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zurück auf die Bäume","epNo":15,"alt":"The Tree House","descr":"In seinem einwöchigen Urlaub möchte Jack alle Reparaturen im Haus erledigen. Doch Norma ist es gar nicht recht, dass er ihr in der Küche immer im Weg herum steht, deshalb überredet sie ihn dazu, doch mit Kevin ein Baumhaus zu bauen. Jack ist begeistert, aber Kevin findet die Idee seiner Mutter gar nicht so toll. Erstens fühlt er sich zu erwachsen für ein Baumhaus, und zweitens befürchtet er ein peinliches Vater-Sohn-Aufklärungsgespräch. Doch wider Erwarten macht das Herumwerkeln mit Jack ihm doch Spaß. Eines Tages beobachten sie von ihrem Baum aus die attraktive neue Nachbarin bei der Pflege ihrer Tomaten. Nun teilen sie ein pikantes Geheimnis, das sie bei der weiteren Arbeit und im Umgang miteinander hemmt. Also beschließen sie ihr Projekt niederzulegen, was bei Norma auf das größte Unverständnis stößt. Sie überredet \"ihre Männer\" dazu weiterzumachen. Die Situation wird äußerst ungemütlich für die beiden, als Donna, die neue Nachbarin, bei den Arnolds zu Besuch erscheint. Norma kann sich das Verhalten von Jack und Kevin erst erklären, als sie die beiden bei ihrer Arbeit an dem Baumhaus besucht. Auch sie hat nun den Blick frei auf die Nachbarin …","versions":[{"lang":1,"streams":[{"redirect":9870551,"hoster":"VOE"},{"redirect":9870549,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tapfere Männer","epNo":16,"alt":"The Glee Club","descr":"Kevin und Paul singen mehr schlecht als recht im Schulchor der 8. Klassen. Dass bei diesem Gesangsverein Hopfen und Malz verloren ist, hat auch ihr Lehrer längst eingesehen. Eines Tages erscheint jedoch eine junge Referendarin, die sich in den Kopf gesetzt hat, mit den Jungs beim Frühlingskonzert der Schule ein Lied aufzuführen. Als Kevin Miss Haycock nach einigen vergeudeten Proben offenbart, dass die Klasse keine Absicht hat, ein Konzert zu geben, bricht die engagierte Lehrerin in Tränen aus. Daraufhin geschieht ein Wunder: Warren Gander, den nie ein Mensch hat Sprechen, geschweige denn singen hören, fängt plötzlich mit glasklarer Stimme an zu singen. Dadurch wird auch der Eifer der anderen geweckt, und sie beginnen wie wild zu üben. Am Tage der Aufführung jedoch passiert die Katastrophe: Warren ist in den Stimmbruch geraten …","versions":[{"lang":1,"streams":[{"redirect":9870554,"hoster":"VOE"},{"redirect":9870557,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kuss auf Bestellung","epNo":17,"alt":"Night Out","descr":"Kevin und Winnie werden zusammen mit den anderen Pärchen Paul und Carla sowie Craig und Becky von Robbie Hudson zu einer seiner berühmt-berüchtigten Knutschfeten eingeladen. Sie zögern jedoch, Die Einladung anzunehmen, da sie sich noch nie richtig geküsst haben. Nach einigem Hin und Her entschließen sie sich dann doch dazu hinzugehen. Die Party beginnt ganz unspektakulär, doch nach einiger Zeit werden Winnie und Kevin in den Knutschraum geschickt. Als Kevin aber keinerlei Anstalten macht, Winnie zu küssen, steht sie auf und geht nach Hause. In der Nacht liegt Kevin dann lange wach und kann nicht einschlafen. Plötzlich klopft es ans Fenster. Winnie ist da und überredet ihn zu einem Nachtspaziergang …","versions":[{"lang":1,"streams":[{"redirect":9870562,"hoster":"VOE"},{"redirect":9870561,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hilfe SOS","epNo":18,"alt":"Faith","descr":"Während im Weltall die Apollo 13 Mission zu scheitern droht und die Astronauten sich in großer Gefahr befinden, haben die Arnolds andere Probleme. Kevin quält sich mit einer außergewöhnlichen Hausaufgabe: Der Formulierung seines eigenen Nachrufes. Jack ist verstimmt, weil die alljährliche Steuernachzahlung vor der Tür steht. Und Norma ihrerseits ist aus dem Häuschen, weil sie für eben diese Steuererklärung die Quittungen verlegt hat, was aber zunächst noch vertuscht werden kann. Als dann nach langem Hin und Her endlich die Wahrheit ans Licht kommt, ist Jack wider Erwarten sehr verständnisvoll.","versions":[{"lang":1,"streams":[{"redirect":9870581,"hoster":"VOE"},{"redirect":9870588,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Helden","epNo":19,"alt":"The Unnatural","descr":"Paul bewirbt sich für die Baseball-Mannschaft der Schule. Da Kevin ihn von dieser Idee nicht abbringen kann, begleitet er seinen Freund wenigstens, um ihm beizustehen. Paul fällt durch bei der Aufnahmeprüfung, aber Kevin wird genommen, da Trainer Coach Baker begeistert ist von den Tipps, die er Paul zugerufen hat. Jack ist hin und weg, als er von Kevins Mitgliedschaft in der Baseball-Mannschaft erfährt. So beschließt Kevin, obwohl er Gewissensbisse wegen Paul hat, doch an der nächsten Ausscheidungsrunde teilzunehmen. Zwar versagt Kevin dabei kläglich, doch er kommt trotzdem erstaunlicherweise eine Runde weiter. Währenddessen stellt sich heraus, dass Jack dereinst mit Coach Baker in Korea gekämpft hat. Trotz anhaltender Unfähigkeit besteht Kevin eine Runde nach der anderen. Paul wird hingegen immer wütender und die Freundschaft droht zu zerbrechen. Zur Rettung seiner Ehre sucht Kevin Coach Baker zu einem Gespräch auf. Als er dabei erfährt, dass Jack dem Coach bei einem Kriegseinsatz in Korea das Leben gerettet hatte, glaubt er die Zusammenhänge zu erkennen. Er verliert all seine Selbstachtung und beschließt, seinen Namen aus der Liste der Endausscheidungsrunde zu streichen. Da muss er feststellen, dass sein Name schon gestrichen ist und all seine klugen Schlussfolgerungen offensichtlich falsch waren …","versions":[{"lang":1,"streams":[{"redirect":9870582,"hoster":"VOE"},{"redirect":9870589,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Nichts dauert ewig","epNo":20,"alt":"Goodbye","descr":"Kevin ist eifersüchtig auf seinen Mitschüler Paul, unter dessen letzte Arbeit Mr. Collins, der verehrte Mathematiklehrer, ein Lob geschrieben hat. Bei einer Unterredung mit dem Lehrer bemüht sich Kevin ebenfalls um Anerkennung – auch wenn seine Zensuren durchschnittlich sind und nicht gerade zu besonderem Lob herausfordern. Trotzdem erklärt sich Mr. Collins bereit, ihm 14 Tage lang jeden Nachmittag Nachhilfe zu geben, um so seine Leistung für die Halbjahresklassenarbeit zu steigern. Voller Freude nimmt Kevin das Angebot an. Doch zwei Tage vor der Arbeit sagt Mr. Collins ab – er habe eine Verabredung. Kevin fühlt sich verraten, und es kommt zu einem Disput, in dessen Verlauf ihn Mr. Collins unsanft darauf hinweist, dass er schließlich Kevins Lehrer sei, nicht sein Freund. Wütend weigert sich Kevin dann, die Aufgaben der Klausur zu lösen, statt dessen schreibt er trotzige Kommentare auf das Arbeitsblatt. Nach dem Wochenende packt ihn jedoch die Reue, und er will sich entschuldigen. Doch statt Mr. Collins erscheint Mr. Diperna mit einer Hiobsbotschaft vor der Klasse: Mr. Collins ist verstorben. Von nun an übernehme Diperna den Mathematikunterricht. Dann verteilt er die zensierten Klausuren. Aber seltsamerweise ist ausgerechnet Kevins Arbeit verlorengegangen. So bekommt der Junge eine Chance, sein törichtes Verhalten wieder gutzumachen. Im Andenken an Mr. Collins schreibt er die Arbeit neu.","versions":[{"lang":1,"streams":[{"redirect":9870595,"hoster":"VOE"},{"redirect":9870598,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hände weg von meiner Mutter","epNo":21,"alt":"Cocoa And Sympathy","descr":"Familie Arnold nimmt Norma schon lange als selbstverständlich hin. Das ändert sich jedoch für Kevin, als Norma eines Tages den frustrierten Paul tröstet, und er daraufhin beginnt, für sie zu schwärmen. Er ruft häufiger an oder kommt vorbei, um mit Norma zu reden. Kevin ist das überhaupt nicht recht. Als er auch noch mit ansehen muss, dass seine Mutter förmlich aufblüht unter der Aufmerksamkeit, die sein Freund ihr zukommen lässt, und als sie schließlich sogar mit ihm auf ein Konzert geht, da platzt Kevin bald vor Eifersucht. Doch als Paul Norma eine Rose überreichen will, lehnt sie freundlich, aber entschieden ab. So hat sie ihm auf charmante Art einen KORB gegeben. Das beruhigt Kevin, und er genießt es, als sie sich dann einmal wieder mehr Zeit für ihn nimmt, um ihm Geschichten aus ihrer Jugend zu erzählen …","versions":[{"lang":1,"streams":[{"redirect":9870610,"hoster":"VOE"},{"redirect":9870611,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ich gehe, Dad","epNo":22,"alt":"Daddy\u0027s Little Girl","descr":"Kurz vor Karens Geburtstag häufen sich die Streitigkeiten zwischen ihr und Jack. Die ganze Familie wird dadurch in Mitleidenschaft gezogen, denn nach jedem Disput müssen ausgerechnet Kevin und Wayne dafür büßen und werden zu Hausarbeit verdonnert. Karen fühlt sich von Jack zu sehr in ihrer Freiheit eingeschränkt. An ihrem 18. Geburtstag eskaliert der Streit. Jack muss einsehen, dass er nicht das Recht hat, seiner TOCHTER die Freiheit zu nehmen. Sie zieht aus, und er lässt sie schweren Herzens gehen.","versions":[{"lang":1,"streams":[{"redirect":9870627,"hoster":"VOE"},{"redirect":9870619,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alles wird anders","epNo":23,"alt":"Moving","descr":"Jack spielt mit dem Gedanken, dass Haus der Arnolds zu verkaufen. Darüber gerät Kevin in Panik. Auch Paul ist alles andere als begeistert von der Vorstellung, sein bester Freund könnte wegziehen. Nur Winnie reagiert merkwürdig vernünftig, denn im Gegensatz zur Familie Arnold, deren Absichten umzuziehen nicht ganz ernst waren, zieht ihre Familie tatsächlich weg. Winnie wird dann auf eine andere Schule gehen. Kevin ist schockiert. Zum Abschied will er seiner Freundin einen Ring schenken. Doch Winnie nimmt das Schmuckstück nicht an, sondern macht Schluss mit Kevin. Wütend wirft er das Kleinod daraufhin in einen Mülleimer. Als es dann tatsächlich an der Zeit ist Abschied zu nehmen, sieht Kevin, dass Winnie den Ring aus dem Müll gerettet hat. Plötzlich erscheint ihm die Entfernung von fünf Meilen gar nicht mehr so weit …","versions":[{"lang":1,"streams":[{"redirect":9870624,"hoster":"VOE"},{"redirect":9870625,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Erwachsenwerden ist schwer","epNo":1,"alt":"Growing Up","descr":"Bei Familie Arnold hängt der Haussegen schief, und das nicht nur wegen Waynes neuer FREUNDIN Angela, die sich als äußerst gefräßig entpuppt. Um das Familienleben harmonischer zu gestalten, sorgt Norma dafür, dass alle zusammen auf den Betriebsausflug von Jacks Firma gehen. Bei diesem Ausflug ärgert sich Kevin darüber, dass er die ganze Zeit wie ein Kind behandelt wird. Seine Laune bessert sich erst, als er Mimi, die Tochter von Jacks Arbeitskollegen Detweiler, wiedertrifft. Während einer Bootsfahrt mit ihr erzählt sie ihm, dass ihr Vater anstelle von Jack zum Vizepräsidenten der Firma befördert worden ist. Jack hatte das seiner Familie gegenüber verheimlicht. Nun will Kevin mit seinem Vater darüber reden, doch dieser weicht ihm aus. Also beteiligt sich Kevin, gegen den Willen seines Vaters, am Baseballspiel der Erwachsenen, um Jack während des Spiels mit seinem Wissen zu provozieren. Voller Wut wirft Jack den Ball, doch Kevin erwischt ihn, schlägt ihn zurück und der Ball trifft Jack mit voller Wucht am Kopf …","versions":[{"lang":1,"streams":[{"redirect":9870843,"hoster":"VOE"},{"redirect":9870842,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Unglück kommt selten allein","epNo":2,"alt":"Ninth Grade Man","descr":"Kevin kommt ins neunte Schuljahr, und sein Optimismus, mit dem er dem neuen Jahr entgegenblickt, wird schon am ersten Tag zerschlagen. Zuerst nimmt ihm der Rowdy Tony Barbella das Schließfach weg, dann muss er sich von Becky Slater schikanieren lassen, weil sie ihn für ihre Schlappe mit Craig Hobson verantwortlich macht. Schließlich landet er auch noch im Werken-Kurs. Einziger Lichtblick in diesem Jammertal ist die neue Mitschülerin Madeline, auf die Kevin ein Auge geworfen hat. Als er sich mit all seinen Problemen an die Vertrauenslehrerin wenden will, sieht er sich plötzlich Mr. Cutlip gegenüber. Nachdem Kevin ihm seine Sorgen anvertraut hat, verdonnert Cutlip ihn zum Rundenlaufen. Während des Laufens gerät er erneut mit Becky aneinander und handelt sich dabei einen Fausthieb in den Magen ein. Doch da erscheint Madeline, um ihm für sein nettes Verhalten ein Küsschen zu geben. Jetzt ist der Tag doch noch gerettet – oder …?","versions":[{"lang":1,"streams":[{"redirect":9870847,"hoster":"VOE"},{"redirect":9870846,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Operation \u0027Schlummer-Party\u0027","epNo":3,"alt":"The Journey","descr":"Walter stiftet Kevin und seine Freunde dazu an, uneingeladen auf eine Fete von Zehntklässlerinnen zu gehen. Dazu besorgt das Organisationstalent Walter erst einmal Bier als \"Eintrittskarte\". Ihren Eltern erzählen die Jungen, sie würden einen Zeltabend in Kevins Garten veranstalten. In dem Zelt treffen sie sich allerdings nur, um ihren großen Coup vorzubereiten. Dabei werden sie von Wayne überrascht, der auch auf die Fete gehen will. Er nimmt ihnen das Bier ab, wird dafür aber von Paul zu einer falschen Adresse geschickt. Walter wird bei dem Versuch, neues Bier von zu Hause zu organisieren, von seiner Mutter überrascht und ins Bett geschickt. So machen sich die anderen ohne ihn und ohne Alkohol auf den Weg, dabei verstaucht Doug sich den Fuß. Arg dezimiert und ohne \"Eintrittskarte\" erscheint der Rest der Truppe dann doch noch auf der Fete, wird aber, weil es sich nur um einen \"Haufen Neuntklässler\" handelt, weggejagt.","versions":[{"lang":1,"streams":[{"redirect":9870850,"hoster":"VOE"},{"redirect":9870852,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wert des Geldes","epNo":4,"alt":"The Cost Of Living","descr":"Kevin ist höchst unzufrieden mit seinem Taschengeld. Er hätte gerne so viel Geld wie Mark Kovinsky zur Verfügung. Doch irgendwann offenbart Mark ihm das Geheimnis seines Reichtums. Er verdient sich als Caddy auf dem Golfplatz so einiges zu seinem Taschengeld dazu. Kevin will das auch ausprobieren, nur als er zum ersten Mal auf den Platz geht, wird er ausgerechnet Jacks unangenehmen Chef Ken Stein zugeordnet. Zudem ist Mr. Steins Spielpartner kein Geringerer als Jack höchstpersönlich. Kevin und Jack tun so, als würden sie einander nicht kennen, denn Kevin hofft auf ein hohes Trinkgeld und Jack will seinem Sohn nicht die Arbeit verderben. Die Sache mit dem Trinkgeld sieht gut aus, solange Ken Stein in Führung liegt, doch dann wendet sich das Blatt zu Jacks Gunsten und Kevin sieht seine Chancen durch Kens steigenden Missmut schwinden. Jack spürt das und prompt scheint ihn das Glück beim Golfen zu verlassen …","versions":[{"lang":1,"streams":[{"redirect":13005134,"hoster":"VOE"},{"redirect":9870868,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Es ist schwer, Idol zu sein","epNo":5,"alt":"It\u0027s A Mad, Mad, Madeline World","descr":"Pauls kleine Schwester, Debbie Pfeiffer, hat sich unsterblich in Kevin verliebt. Zu ihrem Nachwuchsball wünscht sie sich nichts sehnlicher, als dass er sie begleiten möge. Kevin hingegen würde eigentlich lieber zum Footballspiel gehen und die Cheerleader bewundern. Doch er lässt sich von seiner Umgebung ein schlechtes Gewissen einreden und begleitet Debbie zum Ball. Der Abend entwickelt sich wie erwartet zu einer mittelgroßen Katastrophe. Kevin blamiert sich, weil er nicht Walzer tanzen kann, und als Debbie auch noch Erinnerungsphotos machen lassen will, flieht ihr Begleiter entnervt. Nun ist Debbie enttäuscht, denn sie muss feststellen, dass sie sich einer falschen Illusion hingegeben hat. Als dann auch noch einer ihrer Lieblingsohrringe in den Swimmingpool fällt, scheint der Abend endgültig gelaufen. Doch jetzt erweist Kevin sich doch noch als wahrer Gentleman, denn er springt in voller Abendgarderobe in den Pool, um Debbies geliebtes Kleinod zu bergen und damit diesen ziemlich verkorksten Abend doch noch zu retten.","versions":[{"lang":1,"streams":[{"redirect":9870928,"hoster":"VOE"},{"redirect":9870919,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verführerische Kochkunst","epNo":6,"alt":"Little Debbie","descr":"Kevin bekommt von Winnie zum einjährigen Jubiläum ein Armband geschenkt, in das sein Name eingraviert ist. Zur Feier des Tages wollen sie gemeinsam ins Kino gehen. Doch Kevin soll als Hausaufgabe für den Französischunterricht ein original französisches Gericht kochen. Seine Kochpartnerin, die per Losverfahren ausgewählt wurde, ist ausgerechnet Madeline Adams, die ihm an ihrem ersten Schultag schon einen Kuss gegeben hatte. Die ahnungslose Winnie drängt Kevin dazu, sich lieber seiner Hausaufgabe zu widmen, als mit ihr ins Kino zu gehen. Also erscheint Kevin mit gemischten Gefühlen bei Madeline zu Hause. Aber entgegen seinen Befürchtungen versucht Madeline keineswegs, ihn beim Kochen zu verführen. Zunächst haben sie sehr viel Spaß, doch als Madeline ihm dann eröffnet, dass es kein Zufall war, dass sie beim Losverfahren seinen Namen gezogen hatte, flieht Kevin Hals über Kopf und vergisst dabei sein Namensarmband. Winnie gegenüber verschweigt er die Vorkommnisse und verspricht ihr fataler Weise, das Armband am Abend ihres Kinobesuches zu tragen. Der verzweifelte Kevin versucht seinen Hals aus der Schlinge zu ziehen, indem er beim Juwelier einen Ersatz anfertigen lässt. Doch als er das Armband abholt, ist ein falscher Name eingraviert. Irgendwie schafft Kevin es, den halben Abend von seinem leeren Handgelenk abzulenken. Als er dann mit Winnie im Kino sitzt, merkt er, wie sich Madeline in die Reihe hinter sie setzt. Nun glaubt er, Winnie alles gestehen zu müssen. Aber da reicht ihm Madeline sein Schmuckstück, unter dem Vorwand, es sei ihm gerade heruntergefallen.","versions":[{"lang":1,"streams":[{"redirect":9870983,"hoster":"VOE"},{"redirect":9870973,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pauls Sieg","epNo":7,"alt":"The Ties That Bind","descr":"Sportlehrer Cutlip möchte ausgerechnet Paul in die Basketballmannschaft der Schule holen, obwohl der beim Spiel in der Garageneinfahrt der Arnolds bisher noch jedes Mal von Kevin geschlagen wurde. Doch Paul freut sich ungeheuer und nimmt das Angebot an. Kevin versucht, ihm die Sache auszureden – ohne Erfolg. Ihre Freundschaft kühlt mit einem Mal rapide ab. Eines Tages sieht Kevin beim Basketballtraining zu und erkennt seinen ehemals besten Freund kaum wieder. Paul spielt souverän und erstklassig, bis er seinen Zuschauer bemerkt. Sofort verfällt er wieder in sein altes, schlechtes Spiel. Abends taucht Paul bei Kevin auf und fordert ihn zu einem Duell heraus, bei dem er sich und seinem Freund beweisen will, dass er sich verändert hat. Es kommt zu einem Basketball-Krimi, in dessen Verlauf es Paul zum ersten Mal gelingt, Kevin zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":9871025,"hoster":"VOE"},{"redirect":9871035,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eigener Herd ist Goldes wert","epNo":8,"alt":"The Sixth Man","descr":"Jack gerät ins Schwimmen: Zu dem ständig steigenden Rechnungsberg gesellt sich auch noch ein irreparabler Herd. Es scheint also an der Zeit zu sein, in der Firma um eine Gehaltserhöhung zu bitten. Diese wird ihm auch gewährt, allerdings in Kombination mit einem neuen Posten, der mit vielen Dienstreisen verbunden ist. Noch am selben Tag muss er die Stadt verlassen. Zwar kann Norma sich nun einen neuen Herd leisten, aber dafür muss die Familie zu Thanksgiving auf Jacks Gegenwart verzichten, weil sich sein Aufenthalt verlängert. Norma ist sehr deprimiert, doch gerade als alles zusammenzubrechen droht, kommt der erlösende Anruf: Jack kommt doch noch extra für das Thanksgiving-Essen nach Hause.","versions":[{"lang":1,"streams":[{"redirect":9871056,"hoster":"VOE"},{"redirect":9871079,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der ungeliebte Weihnachtsmann","epNo":9,"alt":"A Very Cutlip Christmas","descr":"Weihnachten steht vor der Tür und alle sind in versöhnlicher Festtagsstimmung. Nur Ed Cutlip schikaniert seine Schüler wie eh und je. Als Norma den unglaublich begeisterten Kevin zum Schlipskaufen in ein Einkaufszentrum schleppt, bemerkt dieser einen Weihnachtsmann, der ihm irgendwie bekannt vorkommt. Tatsächlich handelt es sich dabei um den sonst so griesgrämigen Cutlip. Da der Sportlehrer nun befürchtet, Kevin könnte sein Geheimnis ausplaudern, versucht er, sich durch allerlei Vergünstigungen Kevins Schweigen zu erkaufen. Dadurch wird Kevin immer unbeliebter bei seinen Mitschülern. Bei einem klärenden Gespräch mit Cutlip versichert Kevin, nichts zu verraten. Dabei vergisst er allerdings, dass ihm in Gegenwart seiner Mitschüler bereits herausgerutscht ist, dass Cutlip im Einkaufszentrum beschäftigt ist. Er hat jedoch nicht erzählt als was, und als die Jungen nun ihrem verhassten Sportlehrer auf die Schliche kommen wollen, erkennen sie ihn in seinem Weihnachtskostüm nicht.","versions":[{"lang":1,"streams":[{"redirect":9871156,"hoster":"VOE"},{"redirect":9871131,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Politik stinkt","epNo":10,"alt":"The Candidate","descr":"Die Wahl zum Schülersprecher steht vor der Tür, und es gibt nur eine einzige Kandidatin, Becky Slater. Paul sieht dadurch die Grundfesten der Demokratie gefährdet und stellt darum Kevin als Gegenkandidaten auf. Kevin fühlt sich total überrumpelt und will die Nominierung ablehnen, doch als seine Erzfeindin Becky ihm wegen der Kandidatur den Krieg erklärt, lässt er sich trotzig auf den hoffnungslosen Kampf ein. Beckys Kampagne ist nämlich viel professioneller organisiert. Aber Kevin gibt nicht auf, und so nimmt ein harter und unfairer Wahlkampf seinen Lauf. Als dann Kevin Beckys Rede für die Wahlversammlung vorher zugespielt bekommt, ist er fest entschlossen, sie zu benutzen. Aber mit einer engagierten Ansprache vor der versammelten Schülerschaft hält Paul Kevin davon ab. Er zieht seine Kandidatur zurück.","versions":[{"lang":1,"streams":[{"redirect":9871227,"hoster":"VOE"},{"redirect":9871184,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gebrochene Herzen","epNo":11,"alt":"Heartbreak","descr":"Kevins Schule unternimmt zusammen mit der, die Winnie besucht, einen Museumsbesuch. Kevin freut sich darüber, seine Freundin den ganzen Tag um sich haben zu können. Aber Winnie zöge es vor, mit ihren Mitschülern zusammenzusein. Auch Kevin bedauert zwischendurch, seine Freunde nicht bei der Suche nach einem mysteriösen Glas begleiten zu können. Als Winnie und Kevin sich dann doch einmal für kurze Zeit trennen, trifft Kevin ausgerechnet auf Madeline. Prompt taucht Winnie unerwartet auf, sieht die beiden zusammen und läuft weg. Später versucht Kevin, ihr die Situation zu erklären, doch im Gegenzug gesteht ihm Winnie, dass sie einen anderen kennen gelernt habe …","versions":[{"lang":1,"streams":[{"redirect":9871246,"hoster":"VOE"},{"redirect":9871244,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer war Tante Rose?","epNo":12,"alt":"Denial","descr":"Großvater Albert kommt mit einer traurigen Nachricht zu Besuch: Tante Rose ist gestorben. Nun besteht er darauf, dass die ganze Familie geschlossen zur Beerdigung erscheint. Doch die Jungen verspüren keine allzu große Lust dazu, schließlich haben sie ihre Tante nicht einmal gekannt. Völlig lustlos kommen sie jedoch mit. In der Kapelle treffen sie auf die gesamte Verwandtschaft und kennen wirklich niemanden. Als dann Lloyd, Jacks Cousin, den Jungen einen 20-Dollar-Schein schenkt, fällt dieser auch noch bei einem Handgemenge in den offenen Sarg, wo er auch bleibt. Darüber entbrennt ein heftiger Streit zwischen den Brüdern, der auch während der Fahrt zum Friedhof anhält. Dem entnervten Großvater wird das zuviel, und kurzerhand wirft er die beiden Streithähne aus dem Auto. Auf dem anschließenden Fußmarsch zum Friedhof hat Kevin genug Zeit und Muße über seine Familie, über seine Tante Rose und schließlich auch über seine eigene Angst vor DEM TOD nachzudenken.","versions":[{"lang":1,"streams":[{"redirect":9871303,"hoster":"VOE"},{"redirect":9871299,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Party-Löwe","epNo":13,"alt":"Who\u0027s Aunt Rose?","descr":"Kevin, der die Trennung von Winnie immer noch nicht ganz verwunden hat, bittet Paul zu seiner geplanten Party auch Winnie einzuladen. Zwar sagt Winnie zu, aber sie will ihren neuen Freund mitbringen. Der enttäuschte Kevin beschließt daraufhin, zu Hause zu bleiben, geht dann aber doch mit Madeline zu der Fete. Dort versucht er dann auf Teufel komm raus, Winnie eifersüchtig zu machen. Bei einer Aussprache sagt sie ihm, dass sie ihn gerne als guten Freund behalten würde, doch aus verletztem Stolz beginnt er, ihre Beziehung in den Schmutz zu ziehen und sie gehen im Streit auseinander. Später tut ihm sein verletzendes Verhalten leid, ihn plagt das schlechte Gewissen und er entschuldigt sich bei seiner Ex-Freundin.","versions":[{"lang":1,"streams":[{"redirect":9870752,"hoster":"VOE"},{"redirect":9870762,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hundstage","epNo":14,"alt":"Courage","descr":"Familienhund Buster wird immer mehr zu Kevins Haustier, weil niemand sonst sich um ihn kümmert. Vor allem, weil er sich angewöhnt hat, stundenlang ausgiebig zu bellen und Sachen zu zerbeißen. Die Tierärztin schlägt eine Kastration vor, die den Hund ruhiger machen soll. Kevin will die Entscheidung zu einer Operation nicht alleine treffen, doch alle anderen halten sich aus dem Thema raus. Dann zerfetzt Buster auch noch einen wichtigen Bericht von Jack, und Kevin kann nur mehr mit dem Hund in den Park fliehen. Dort angekommen macht sich das Tier plötzlich los und läuft weg. Als Kevin ohne Buster nach Hause kommt ist der Schreck und das schlechte Gewissen der anderen Familienmitglieder groß. In der Nacht fahren sie gemeinsam durch die Straßen, um den Hund zu suchen. Als sie ihn endlich gefunden haben, beschließen sie, alle zusammen zum Tierarzt zu gehen, um den Eingriff vornehmen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9870769,"hoster":"VOE"},{"redirect":9870766,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Stuhl des Grauens","epNo":15,"alt":"Buster","descr":"Kevin hat ein Loch im Zahn und deshalb furchtbare Angst davor, zum Zahnarzt zu gehen. Doch diese Angst darf er auf gar keinen Fall zeigen, denn die von ihm hochgeschätzte Zahnarzthelferin Miss Hasenfuss hat ihn schon immer wegen seines Mutes bewundert. Dieser Konflikt beschert ihm Alpträume und lässt ihn wilde Lügen erfinden, um sich vor dem qualvollen Termin drücken zu können. Doch es führt kein Weg daran vorbei, er muss in die Praxis. Dort angekommen erzählt ihm Miss Hasenfuss, dass sie seinem Rat folgend ihren Schulabschluss nachholen und Zahnärztin werden will. Voller Hochachtung für ihre mutiges Vorhaben, verliert auch Kevin seine Angst und setzt sich unbefangen auf den Zahnarztstuhl.","versions":[{"lang":1,"streams":[{"redirect":9870776,"hoster":"VOE"},{"redirect":9870774,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Einkauf mit Hindernissen","epNo":16,"alt":"Road Trip","descr":"Kevin und Jack sind sich im Moment nicht besonders grün. Diesen Zeitpunkt wählt Norma dazu aus, die beiden gemeinsam loszuschicken, um für Kevin einen Anzug zu kaufen. Das Unterfangen gestaltet sich schwierig, denn sie müssen mit einigen Pannen fertig werden. Auf dem Weg zu besagtem Geschäft, den Norma ihnen genau erklärt hat, verpasst Jack die richtige Autobahnausfahrt, trotz Kevins eifriger Proteste, und verfährt sich. Kevin ist frustriert, weil sein Vater ihm nicht richtig zuhört und sich von ihm nicht helfen lässt. Bei einer Autobahnraststätte kommt es dann endgültig zum Streit, da Kevin versucht, sich einer charmanten Kellnerin gegenüber besonders erwachsen zu geben und Jack dies vereitelt. Kevin rächt sich mit lautstarken und beißenden Kommentaren über Jacks Ver-Fahrkünste. Die Stimmung ist bereits auf dem Gefrierpunkt angelangt, als zu allem Überfluss das Bekleidungsgeschäft, das sie anstrebten, gerade schließt als sie ankommen. Auf dem Rückweg wird die Misere noch ärger, denn da platzt ein Vorderreifen des Wagens. Mit allen Mitteln versucht Jack eine Radmutter zu lösen, doch es will ihm nicht gelingen. Da springt er zum ersten Mal über seinen Schatten und bittet Kevin um Hilfe …","versions":[{"lang":1,"streams":[{"redirect":9870788,"hoster":"VOE"},{"redirect":9870785,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hallo, Schätzchen","epNo":17,"alt":"When Worlds Collide","descr":"Kevin hat ein großes Problem: Seine Mutter nimmt einen Sekretärinnenposten an seiner Schule an. Er versucht verzweifelt, einer Begegnung mit ihr aus dem Wege zu gehen, um sich vor kompromittierenden Situationen zu schützen. Doch eines Tages beim Feueralarm entdeckt Norma ihn schließlich und schreit laut: \"Hallo, Schätzchen\" quer über den Hof. Kevin möchte im Boden versinken, er fühlt sich vor all seinen Freunden blamiert. Darum geht er zu ihr und bittet sie darum, ihn in der Schule möglichst nicht mehr anzusprechen. Norma reagiert äußerst verletzt. Aber ihre Arbeit an der Schule ist ohnehin nicht von langer Dauer, denn Mr. Disperna entlässt Norma. Um so mehr bereut Kevin sein Verhalten, und zu seinem Erstaunen muss er feststellen, dass seine Mutter auf die Entlassung recht cool reagiert …","versions":[{"lang":1,"streams":[{"redirect":9870792,"hoster":"VOE"},{"redirect":9870795,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Umzugssorgen","epNo":18,"alt":"Separate Rooms","descr":"Karen eröffnet, dass sie demnächst auch während des Sommers nicht nach Hause kommen wird, weil sie jetzt in die Nähe des Colleges zieht. Eine frohe Botschaft für Kevin und Wayne, denn ihr Gemeinschaftszimmer ist ihnen längst schon zu eng geworden. Nur bricht natürlich sofort ein Streit aus – wer von beiden soll nun umziehen? Immer wieder geraten sie sich darüber so in die Haare, dass Wayne sogar das Haus verlässt, um eine Nacht in seinem Auto zu verbringen. Voller Wut tritt Kevin gegen die Stoßstange des Gefährts, das sich daraufhin in Bewegung setzt und mehrere Mülltonnen und einen Hydranten überrollt. Dieser kleine Unfall versetzt den beiden Streithähnen einen gehörigen Schock und lässt sie sich wieder versöhnen.","versions":[{"lang":1,"streams":[{"redirect":9870802,"hoster":"VOE"},{"redirect":9870800,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Jahrbuch für die Ewigkeit","epNo":19,"alt":"The Yearbook","descr":"Kevin erweist Marci und Brad, die zur High Society der Kennedy Junior Highschool gehören, im Unterricht einen Dienst. Als Gegenleistung bieten sie ihm an, bei der Erstellung des Jahrbuches behilflich sein zu dürfen. Geschmeichelt willigt Kevin ein. Es geht darum, kennzeichnende Zitate von Mitschülern zu sammeln. Als der Name des übergewichtigen Peter Armbruster fällt, der allgemein \"Schweinchen Dick\" genannt wird, zitiert Kevin den für ihn typischen Satz: \"Lasst uns essen.\" Doch am nächsten Tag bekommt Kevin deswegen Gewissensbisse und will das Zitat wieder abändern. Von den anderen jedoch nach einer noch komischeren Alternative gefragt, antwortet Kevin, um sein Image zu wahren: \"Oink, oink!\" In der Nacht wird Kevin dann von einem furchtbaren Alptraum heimgesucht. Geläutert bittet er daraufhin Marci und Brad, das Zitat herauszunehmen. Die versprechen ihm, dies zu tun. Aber als Kevin zu Mr. Disperna zitiert wird und für sein böses Zitat zu einer Woche Nachsitzen verdonnert wird, erkennt er, dass er von den beiden gelinkt worden ist. Er will sie zur Rede stellen, erntet aber nur eine kühle Abfuhr.","versions":[{"lang":1,"streams":[{"redirect":9870812,"hoster":"VOE"},{"redirect":9870807,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein neuer Anfang","epNo":20,"alt":"The Accident","descr":"Winnie hat sich verändert. Als Kevin und Paul sie auf der Rollschubahn wieder treffen, sieht sie nicht nur anders aus als früher. Sie hat neue Freunde, die zudem wesentlich älter sind als sie. Immer, wenn diese Freunde auftauchen, lässt sie Kevin links liegen. Vergeblich sucht Kevin eine Aussprache, doch selten trifft er Winnie allein. Schließlich erklärt sie ihm, dass sie ihre Vergangenheit vergessen möchte, auch die Vergangenheit mit ihm. Kevin ist sehr getroffen, doch als er erfährt, dass Winnie mit ihren neuen Freunden einen Verkehrsunfall hatte, fährt er sofort zu ihr. Die Eltern versuchen ihn abzuwimmeln und erklären ihm, ihre Tochter wolle ihn nicht mehr sehen. Trotz dieser herben Enttäuschung schleicht sich Kevin ums Haus und sieht in Winnies Fenster hinein. Sie entdeckt ihn und begreift endlich, dass Kevin ein wahrer Freund ist, der zu ihr hält, egal, was passiert.","versions":[{"lang":1,"streams":[{"redirect":12384018,"hoster":"VOE"},{"redirect":9870817,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das geteilte Haus","epNo":21,"alt":"The House That Jack Built","descr":"Karen wird nicht mehr im Studentenwohnheim wohnen, sondern will sich mit jemandem ein Haus teilen. Zuvor muss das baufällige Haus allerdings noch renoviert werden. Also fährt Heimwerker-Experte Jack zusammen mit Kevin und Norma dorthin, um zu helfen. Dabei stellen die Arnolds fest, dass Karens Mitbewohner keineswegs weiblich ist, sondern dass es sich dabei um ihren neuen Freund Mike handelt. Kevin versteht sich auf Anhieb gut mit Mike, besonders nachdem er merkt, wie sehr er an Karen hängt. Jack jedoch hat keinerlei Verständnis für die Situation, sondern regt sich furchtbar auf …","versions":[{"lang":1,"streams":[{"redirect":9870825,"hoster":"VOE"},{"redirect":9870824,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Eine Ära geht zu Ende","epNo":22,"alt":"Graduation","descr":"Das Ende der Junior-High-School ist für Kevin trotz aller Ängste vor einer ungewissen Zukunft ein Grund zur Freude. Denn die Highschool-Zeit wird er wieder zusammen mit Winnie und Paul verbringen – denkt er jedenfalls. Paul jedoch hat sich auf einer Privatschule angemeldet, und damit kommt Kevin nun gar nicht klar. Er zieht Paul so lange auf, bis die beiden sich zerstreiten. Als er völlig deprimiert zur Abschlussfeier unterwegs ist, bietet ihm seine alte Englischlehrerin Miss White an, ihn ein Stück mitzunehmen. Gerade als Kevin zu einer Erklärung ansetzen will, setzen bei Miss White die Wehen ein. Kevin schlüpft sofort in die Rolle des Vaters, fährt sie ins Krankenhaus und wartet dort auf die Geburt des Kindes. Als er dann anschließend auf die Abschlussfeier geht, sieht die Zukunft wieder rosig aus.","versions":[{"lang":1,"streams":[{"redirect":9870834,"hoster":"VOE"},{"redirect":9870831,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Meine beste Zeit","epNo":23,"alt":"The Wonder Years","descr":"Kevin lässt seine beste Zeit, die Jahre zwischen 1968 und 1971, noch einmal Revue passieren: seine erste Begegnung mit Winnie, seine Annäherungsversuche bei Lisa, die Liebe zu seiner Lehrerin Miss White und sein unfreiwilliger Kontakt zu Becky Slater. Aber auch witzige, traurige und ärgerliche Erlebnisse mit seinem besten Freund Paul und seinem Bruder Wayne sind ihm in Erinnerung geblieben. Als er zum Beispiel mit Paul zusammen das Buch \"Was Sie schon immer über Sex wissen wollten\" klauen wollte, um den Sexualkundeunterricht durch private Lektüre zu vertiefen. Oder als Wayne seinen Hamster versehentlich mit dem Staubsauger aufgesaugt hat. Jetzt hofft Kevin, seine besten Freunde Paul und Winnie auch auf der Highschool wiederzusehen.","versions":[{"lang":1,"streams":[{"redirect":9870838,"hoster":"VOE"},{"redirect":9870837,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Wie gewonnen, so zerronnen","epNo":1,"alt":"The Lake","descr":"Die gemeinsamen Ferien der Familien Arnold und Pfeiffer an einem See sind für Kevin und Paul nicht besonders prickelnd. Die beiden meiden das Beisammensein mit den Familien so gut sie können, denn natürlich haben sie ganz andere Sachen im Kopf – zum Beispiel Mädchen. Paul trägt zwar ständig ein Kondom mit sich herum, weiß aber nicht, wen er damit beglücken soll. Kevin dagegen verliebt sich in Cara, ein Mädchen, das im Ort lebt. Als Kevin vor der Alternative steht, den Abend mit Cara oder mit Paul zu verbringen, entscheidet er sich gegen seinen Freund, um seiner Angebeteten näher zu kommen. Am letzten Abend kommt es zum Desaster, als Mrs. Pfeiffer das Kondom ihres Sohnes findet und Kevin einen Familienkrach provoziert, weil er sich weigert, bei seinen Eltern zu bleiben. Auch die gerade erst geknüpfte Beziehung zu Cara findet nun ein jähes Ende …","versions":[{"lang":1,"streams":[{"redirect":9871408,"hoster":"VOE"},{"redirect":9871410,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Stunde Null","epNo":2,"alt":"Day One","descr":"Kevin geht nun zur High School. Er fühlt sich alleine, weil Paul auf eine Privatschule geht. Der einzige Junge, den er kennt ist ein gewisser Stuart, mit dem er zusammen auf der Grundschule war und der ihn ständig mit alten Geschichten nervt. Das Unheil nimmt seinen Lauf, als Kevin im Unterricht einen harmlosen Witz auf Kosten des Lehrers Mr. Botner macht. Dieser versteht nämlich überhaupt keinen Spaß und fängt darum an, Kevin zu schikanieren und die Klasse gegen ihn aufzuhetzen. Doch damit nicht genug. Auch Wayne, der auf dieselbe Schule geht, setzt ihm arg zu. Kevin hat reichlich die Nase voll, doch da hilft ihm ausgerechnet Stuart, den er zuvor rüde angefahren hatte, selbstlos aus einer brenzligen Situation.","versions":[{"lang":1,"streams":[{"redirect":9871415,"hoster":"VOE"},{"redirect":9871414,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krawattenzwang","epNo":3,"alt":"The Hardware Store","descr":"Kevin hat einen Job im Eisenwarenladen von Mr. Harris angenommen. Die Arbeit ist nicht besonders befriedigend, da sie hauptsächlich darin besteht, Kartons von einer Ecke des verstaubten, altmodischen Ladens in die andere zu schleppen. Zudem stört ihn, dass er dabei auch noch eine Krawatte tragen muss. Viel verlockender kommt ihm der Job als Hamburgerverkäufer im Einkaufszentrum vor. Doch weil sein Vater ihm den Job bei Mr. Harris vermittelt hat, traut er sich nicht, dort zu kündigen. Erst als er erfährt, dass die Bezahlung im Einkaufszentrum auch erheblich besser ist, fasst er den Entschluss zu gehen. Zwar erhöht dann Mr. Harris unerwarteter Weise seinen Lohn, aber das kann Kevin nicht mehr umstimmen.","versions":[{"lang":1,"streams":[{"redirect":9871417,"hoster":"VOE"},{"redirect":9871421,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Zauber der Lyrik","epNo":4,"alt":"Frank And Denise","descr":"\"Denise, die Zarte\" und \"Frank, der Harte\" gelten als Traumpaar von Kevins High School. Doch in der Beziehung kriselt es gewaltig und ausgerechnet der arme Kevin wird ungewollt in diese Geschichte hineingezogen. Denn Denise, die sich sehr für Liebesgedichte interessiert, besucht den gleichen Lyrikkurs wie Kevin. Sie freundet sich mit ihm an, weil sie den – völlig falschen – Eindruck gewinnt, Kevin verstünde etwas von Lyrik. Dem eifersüchtigen Frank passt das gar nicht. Trotzdem schickt er Kevin in seinem Auftrag als Liebesboten zu Denise. Doch diese Mission endet unerwartet damit, dass Denise Kevin ein Küsschen aufdrückt und ihn außerdem mit der Schreckensnachricht zu ihrem Freund zurückschickt, dass sie ihn nicht mehr wolle. Daraufhin schmieden Kevin und er einen gemeinsamen Plan, um Denise für Frank zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":9871429,"hoster":"VOE"},{"redirect":9871422,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ohne Auto läuft nichts","epNo":5,"alt":"Full Moon Rising","descr":"Das wichtigste Spielzeug und Statussymbol eines Jugendlichen an einer Highschool ist ein Auto. Darum ist die Freude bei Kevin und seinen Freunden auch groß, als einer aus ihrer Mitte, Ricky Halsenbach, endlich 16 wird und seinen Führerschein machen darf. Ricky, der nicht gerade eine Intelligenzbestie ist, schafft die Prüfung sogar, und fortan sind die Jungs mit einem fahrbaren Untersatz gesegnet. Die Jungfernfahrt soll dann auch direkt am Freitagabend gestartet werden. Kevin sagt eine Verabredung mit Cindy unter dem Vorwand ab, die kranke Großmutter komme zu Besuch, und schon können sie Gas geben. Dummerweise läuft er später bei der motorisierten Jagd auf Mädchen ausgerechnet Cindy über den Weg …","versions":[{"lang":1,"streams":[{"redirect":9871430,"hoster":"VOE"},{"redirect":9871431,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brüderlich geteilt","epNo":6,"alt":"Triangle","descr":"Unglaubliches ist passiert: Kevins Bruder hat eine Freundin. Zudem ist Sandy noch ein charmantes und hübsches Mädchen, und Wayne fängt tatsächlich an, sich gut zu benehmen. Doch es scheint, als wäre das Glück nicht von langer Dauer. Denn kaum lernt Sandy Kevin kennen, verliebt sie sich auch schon in ihn. Auch er ist gegen ihre Reize nicht immun und das bringt ihn in ein Dilemma: Soll er sich seinem Bruder gegenüber loyal verhalten und auf Sandy verzichten oder nicht? Als Sandy dann tatsächlich mit Wayne Schluss macht, und Kevin sieht, wie schwer das seinen Bruder trifft, wird ihm klar, dass er mit ihr nicht glücklich sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9871436,"hoster":"VOE"},{"redirect":9871435,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fußball? Nein, danke!","epNo":7,"alt":"Soccer","descr":"Kevin möchte sich sportlich betätigen und schaut sich deshalb das Training der neuen Fußballmannschaft der McKinley High School an. Der Anblick schockiert ihn, denn das Team stellt sich als völlig unfähig heraus, und Pops McIntyre, der Trainer, zeigt keinerlei Interesse, mit ihnen zu arbeiten. Trotzdem lässt Kevin sich dazu überreden, mitzumachen. Zu Hause erfährt er, dass Pops McIntyre früher der beste Footballtrainer der Schule war. Doch dann hat man ihn einfach durch einen jüngeren ersetzt und ihm das Training der Fußballmannschaft übertragen. Das empfindet er als Degradierung, weshalb er keinerlei Motivation aufbringen kann, seine Arbeit zu erfüllen. Beim ersten offiziellen Spiel gegen eine andere Mannschaft versagen die Jungs erwartungsgemäß kläglich. Doch als McIntyre sieht, mit welchem Elan sie den aussichtslosen Kampf aufnehmen, regt sich in ihm noch einmal sein alter Enthusiasmus …","versions":[{"lang":1,"streams":[{"redirect":9871398,"hoster":"VOE"},{"redirect":9871357,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Herzlichen Glückwunsch, Dad","epNo":8,"alt":"Dinner Out","descr":"Jack steht kurz vor seinem 43. Geburtstag. Doch seine Vorfreude ist gedämpft, weil er an den ständigen Streit mit Karen denkt. Die wohnt inzwischen schon seit einem halben Jahr gegen den Willen ihres Vaters mit ihrem Freund Michael zusammen. Norma ist die einzige, die Karen ab und zu besucht, um den Kontakt aufrechtzuerhalten. Doch dann meldet Karen ihren Besuch zu Jacks Geburtstag an, was ihn zunächst einmal angenehm überrascht. Erst als er erfährt, dass sie Michael mitbringen will, wird seine Freude arg getrübt. Das Fest wird deshalb in ein Restaurant verlegt, auf neutrales Terrain. Trotzdem verläuft der Abend wie von allen erwartet: Die unterschwellig herrschende Spannung entlädt sich schließlich in einem offenen Streit zwischen Vater und Tochter. Doch am späten Abend kommt Karen noch einmal zu dem Haus der Arnolds, um sich mit Jack auszusprechen.","versions":[{"lang":1,"streams":[{"redirect":9871439,"hoster":"VOE"},{"redirect":9871438,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Weihnachtsfeier? Nein, danke!","epNo":9,"alt":"Christmas Party","descr":"Die alljährlich von den Arnolds für ihre Nachbarn veranstaltete Weihnachtsfeier steht in diesem Jahr unter keinem guten Stern. Viele Leute haben bereits abgesagt und weder Kevin noch Wayne haben große Lust, bei den Vorbereitungen zu helfen. Trotz all dieser widrigen Umstände wollen Norma und Jack jedoch nicht mit der Tradition brechen. Daraufhin erleben sie einige unliebsame Überraschungen. Jacks alter Freund Bill erscheint nicht mit seiner langjährigen Ehefrau, sondern mit einer jungen Freundin, und dann muss Jack auch noch seinen Nachbarn Mr. Ermin im Keller dabei erwischen, wie er Gras raucht. Kevin und Wayne werden daraufhin in den Supermarkt geschickt, um dem anschließenden Streit nicht mehr beizuwohnen. Sie haben gar keine Lust mehr, zurückzukehren, denn sie erwarten die absolute Katastrophe …","versions":[{"lang":1,"streams":[{"redirect":9871443,"hoster":"VOE"},{"redirect":9871442,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Auf Sand gebaut","epNo":10,"alt":"Pfeiffer\u0027s Choice","descr":"Kevin und Paul haben sich leider auseinandergelebt. Nicht nur, weil sie nun verschiedene Schulen besuchen, sondern auch weil Familie Pfeiffer derweil vermögend geworden ist und in anderen Kreisen verkehrt. Alvin hat mit Immobilien spekuliert und einfach Glück gehabt. Jack sollte sich auch an dem Geschäft beteiligen, doch ihm war die Sache zu riskant. Jetzt klafft eine riesige soziale Lücke zwischen den einst befreundeten Familien. Doch dann wird Alvin Pfeiffers kostbares Grundstück am Strand vom Meer überspült und er verliert sein gesamtes Vermögen. Ein großer ökonomischer Verlust zwar, aber in menschlicher Hinsicht ein Gewinn, denn nun finden die Familien wieder zusammen.","versions":[{"lang":1,"streams":[{"redirect":9871447,"hoster":"VOE"},{"redirect":9871448,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Parken will gelernt sein","epNo":11,"alt":"Road Test","descr":"Gewaltiges tut sich in Kevins Leben: Er macht seinen Führerschein! Und dabei stellt sich Kevin so geschickt an, dass er vom Fahrlehrer ständig gelobt wird. Doch dann offenbart sich eine kleine Schwäche: Kevin kann beim besten Willen nicht einparken. Die Häme der anderen verunsichert ihn dermaßen, dass er am Tag der Führerscheinprüfung entnervt das Weite sucht. Seiner Familie allerdings erzählt er, dass er die Prüfung bestanden habe. Als er sich nachts zum Auto schleicht, um heimlich zu üben, wird er prompt von Jack erwischt. Doch der zeigt sich verständnisvoll und bringt seinem Sohn noch in der Nacht das Einparken bei.","versions":[{"lang":1,"streams":[{"redirect":13005022,"hoster":"VOE"},{"redirect":9871454,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der alte Mann und das Auto","epNo":12,"alt":"Grandpa\u0027s Car","descr":"Großvater Arnold hat sich zu Besuch angekündigt. Doch statt zu erscheinen, ruft er aus dem Polizeirevier an: Er hatte einen Unfall – den dritten innerhalb des letzten halben Jahres. Deshalb entzieht man ihm den Führerschein. Doch Opa ist stur: Er fährt trotzdem. Jack kann sich aber durchsetzen, und so soll Kevin den alten Herrn wieder nach Hause fahren. Aber nur zwei Querstraßen nach Kevins Elternhaus übernimmt Opa wieder das Steuer und dehnt den Heimweg auch noch zu einer Riesen-Spazierfahrt aus. Nachdem sie fast wieder einen Unfall bauen, merkt Kevin, dass sein Großvater wirklich alt geworden ist. Als sie endlich bei ihm zu Hause ankommen, verkauft Mr. Arnold seinem Enkel sein Auto zum symbolischen Preis von einem Dollar – es war seine Abschiedsfahrt …","versions":[{"lang":1,"streams":[{"redirect":9871460,"hoster":"VOE"},{"redirect":9871459,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Entweder oder","epNo":13,"alt":"Kodachrome","descr":"Miss Shaw ist eine junge Lehrerin, die an Kevins Highschool auf äußerst unkonventionelle Art und Weise Literatur unterrichtet. Mutig setzt sie sich über Vorschriften hinweg, weicht vom Lehrplan ab und will sogar die Benotung abschaffen. Das ist jedoch der Schulverwaltung und Direktor Dr. Valenti ein Dorn im Auge. Doch auf den Druck der Obrigkeit reagiert sie mit einem revolutionären Gegenzug: Sie schlägt vor, die Schüler sollten sich selbst benoten. Da wird sie kurzerhand vor die Wahl gestellt, sich entweder den Normen anzupassen oder zu gehen. Wie wird sie sich entscheiden? Wird sie ihren Prinzipien oder ihrer Klasse treu bleiben?","versions":[{"lang":1,"streams":[{"redirect":9871464,"hoster":"VOE"},{"redirect":9871462,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Army ruft","epNo":14,"alt":"Private Butthead","descr":"Wayne will nicht für den Aufnahmetest fürs College lernen. Statt dessen schwänzt er mit seinem Freund Wart die Schule so oft es geht. Am Tag des Tests kommen die beiden zu den Arnolds nach Hause und eröffnen der Familie, dass sie sich für die Army beworben haben. Die Eltern sind entsetzt, und Jack setzt alles daran, seinen Sohn von dem Vorhaben abzubringen. Aber Wayne ist fest entschlossen. Bei der Musterung wird er jedoch als untauglich eingestuft. So muss er Abschied nehmen von seinem Freund Wart, der später nach Vietnam geschickt wird.","versions":[{"lang":1,"streams":[{"redirect":9871469,"hoster":"VOE"},{"redirect":9871468,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Haus voller Frauen","epNo":15,"alt":"Of Mastodons And Men","descr":"Kevin geht jetzt mit Julie Aidem, einem Mädchen aus \"gutem Hause\". Sie nimmt Kevin ziemlich in Beschlag und verlangt sogar von ihm, dass er gestreifte Hemden trägt. Die beiden verbringen nun jeden Nachmittag zusammen, was Kevins Freunde natürlich ärgert und dazu veranlasst, sich von ihm abzuwenden. Ausgerechnet an einem Nachmittag, an dem er zum ersten Mal nach langer Zeit wieder mit ihnen Football spielt, drängt Julie ihn, vor ihrer Familie bekannt zu geben, dass sie zusammen sind. Kevin spürt einmal mehr die steife Atmosphäre im Haus der Aidems und fühlt sich sehr bedrückt und unwohl. Das Beispiel des armen, unterdrückten Mr. Aidem öffnet ihm plötzlich die Augen, und er macht Schluss mit Julie.","versions":[{"lang":1,"streams":[{"redirect":9871475,"hoster":"VOE"},{"redirect":9871473,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Viererbande","epNo":16,"alt":"Double Double Date","descr":"Kevin hat ein Auge auf die attraktive schwedische Austauschschülerin Inga geworfen. Gerne würde er sie zum Frühjahrsball einladen, weiß aber nicht wie. Dann sieht er sie aber zusammen mit Winnie in der Schulbibliothek und spricht seine Ex-Freundin darauf an. Winnie ist bereit, ein Treffen zu arrangieren, wenn Kevin im Gegenzug dazu Matts Stevens mitbringt. So wird aus dem Frühjahrsball eine Verabredung zu viert. Doch alles läuft anders als geplant, denn sowohl Kevin als auch Winnie müssen feststellen, dass sich Matt und Inga sehr gut verstehen. Vor lauter Ärger streiten Kevin und Winnie dafür den ganzen Abend. Doch bei einem gemeinsamen Tanz erwachen plötzlich wieder alte Gefühle …","versions":[{"lang":1,"streams":[{"redirect":9871478,"hoster":"VOE"},{"redirect":9871479,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Basketball-Genie","epNo":17,"alt":"Hero","descr":"Die McKinley Highschool befindet sich im Basketball-Fieber. Dank Bobby Riddle, dem Star des Teams, gewinnen die McKinley Knights ein Spiel nach dem anderen. Kevin kennt Bobby persönlich und ist deshalb auch bei jeder Siegesfeier dabei. Darunter leidet natürlich sein Lernen, was Jack gar nicht gefällt. Doch weil er andererseits auch ein Sportsfreund ist, begleitet er seinen Sohn zum Meisterschaftsspiel. Im Gegensatz zu Kevin, der Bobby absolut unkritisch bewundert, bleibt Jack objektiv, äußert sich in der Pause kritisch und sagt sogar die Spielstrategie des Gegners voraus. Kevin wird böse und nennt seinen Vater einen Spielverderber. Doch nach der Pause bewahrheiten sich alle von Jack gestellten Prognosen, und das Team verliert. Als Kevin daraufhin seinen sogenannten Freund Bobby trösten will, erntet er eine Abfuhr. Traurig sieht er ein, dass sein Vater nicht nur in Bezug auf das Spiel Recht hatte.","versions":[{"lang":1,"streams":[{"redirect":9871483,"hoster":"VOE"},{"redirect":9871482,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mahlzeit!","epNo":18,"alt":"Lunch Stories","descr":"Die Mittagspausen an der McKinley Highschool sind wahre soziale Ereignisse, in denen sich Szenen von Streit und Liebelei, aber auch große Tragödien abspielen. Da ist zum Beispiel Chuck, der unsterblich in Sheila verliebt ist, sich aber nicht traut, sie anzusprechen. Als er es dann doch endlich wagt, wird er von einem derartigen Zitteranfall gepackt, dass er nichts mehr geregelt bekommt. Oder Ricky, der feststellt, dass er vergessen hat, seine Hausaufgabe zu machen und wie ein Wilder in der Pause losschreibt. Paul hingegen kämpft mit einem riesigen Tomatenfleck auf seiner weißen Hose. Kevin schließlich wird von einer Gang cooler Typen dazu überredet, die Schule zu schwänzen und sich einen nicht jugendfreien Film im Kino anzuschauen. Doch beim Versuch, das Schulgelände zu verlassen, werden die vier vom Direktor gestellt. Da taucht Winnie wie ein Schutzengel auf und bietet Rettung. Doch dafür müssen die Jungs allerdings ganz schön bluten …","versions":[{"lang":1,"streams":[{"redirect":9871486,"hoster":"VOE"},{"redirect":9871487,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kunst zu lieben","epNo":19,"alt":"Carnal Knowledge","descr":"Chuck, Ricky und Kevin möchten sich im Kino den Film \"Die Kunst zu lieben\" ansehen, nur Paul ist skeptisch, da der Film erst ab 17 Jahren freigegeben ist. Dazu kommt, dass seine Familie an jenem besagten Abend Besuch von einer Freundin der Mutter bekommt, die ihre Tochter, eine Studentin der Meeresbiologie, mitbringt. Als Kevin also Paul abholen will, versetzt dieser seinen Freund und bleibt lieber zu Hause. Die drei machen sich alleine auf ins Kino, werden aber nicht eingelassen. Also sitzt Kevin frustriert zu Hause, als er unerwartet noch spät in der Nacht Besuch von Paul erhält. Der gesteht Kevin, dass er zum ersten Mal in seinem Leben Sex hatte. Kevin ist ein wenig verärgert und auch neidisch und geht deshalb gar nicht auf die Erzählung seines Freundes ein, so dass sie in Streit geraten …","versions":[{"lang":1,"streams":[{"redirect":9871505,"hoster":"VOE"},{"redirect":9871496,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein prima Wochenende","epNo":20,"alt":"The Lost Weekend","descr":"Jack und Norma sind zu einer Hochzeit eingeladen und lassen Wayne und Kevin übers Wochenende alleine. Wayne nutzt diese Zeit, um die Schule zu schwänzen und Parties zu besuchen. Dafür lädt Kevin verbotener Weise seine Freunde zum Poker ein. Der Abend wird stinklangweilig, bis irgend jemand vorschlägt, Mädchen dazu einzuladen. Diese kommen dann allerdings nicht allein, sondern bringen Freunde und Verwandte mit, die wiederum andere Freunde und Verwandte mitbringen. So wird das Haus in kürzester Zeit von Menschenmassen regelrecht verwüstet, und Kevin kennt diese Leute noch nicht einmal vom Sehen. Als Wayne am nächsten Tag von einer Fête nach Hause kommt, lacht er nur hämisch, anstatt Kevin beim Aufräumen zu helfen. Norma und Jack kommen unerwartet früh wieder zurück und sehen das Chaos. Als Kevin sich entschuldigen will wird Wayne angeschnauzt, da Norma und Jack ihn für den Urheber der Unordnung halten. Wayne hält den Mund, um seinen Bruder zu decken …","versions":[{"lang":1,"streams":[{"redirect":9871507,"hoster":"VOE"},{"redirect":9871511,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gute Nacht!","epNo":21,"alt":"Stormy Weather","descr":"Eines Nachts steht Karen bei den Arnolds vor der Tür. Sie ist völlig außer sich, weigert sich aber, darüber zu reden. Nur soviel ist aus ihr herauszubringen: Sie hatte Streit mit ihrem Freund Michael und möchte wieder zu Hause einziehen. Am nächsten Tag werden Jack und die Jungs beauftragt, Karens Sachen bei Michael abzuholen. Dabei erfahren sie die Ursache des Streits. Michael hatte Karen einen Heiratsantrag gemacht. Er ist auch keineswegs gewillt, die Sache einfach auf sich beruhen zu lassen, sondern taucht im Haus der Arnolds auf. Doch Karen bleibt hart, schimpft auf die Ehe und brüskiert damit Norma. Der Abgewiesene schlägt derweil im Vorgarten der Arnolds sein Zelt auf. Nicht mal ein drohendes Gewitter kann ihn davon abhalten. Gerührt von seiner Beharrlichkeit, versöhnt Karen sich schließlich mit ihm.","versions":[{"lang":1,"streams":[{"redirect":9871516,"hoster":"VOE"},{"redirect":9871519,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ja, ich will!","epNo":22,"alt":"The Wedding","descr":"Karens Hochzeit steht vor der Tür. Die Familie sorgt sich um alles. Die Arnolds gehen mit dem jungen Paar zum Pastor, Norma vermacht Karen ihr altes Hochzeitskleid und als Michael nur nebenbei erwähnt, dass er einen neuen Job bräuchte, bittet Norma Jack, in seiner Firma nachzufragen. Da platzt Karen der Kragen, und sie gibt ihrer Familie unmissverständlich zu verstehen, dass sie ihre Hochzeit und ihr weiteres Leben selbständig und auf ihre Art und Weise planen möchte. Das Ereignis wird denn auch eine richtige Hippie-Hochzeit mit einem indischen Geistlichen und esoterischen Sinnsprüchen. Die Eltern hatten sich gerade mit diesem unkonventionellen Spektakel angefreundet, als sie ein neuer Schock erwartet. Michael hat einen Job in Alaska angenommen, und bald nach der Hochzeit werden die beiden dorthin ziehen.","versions":[{"lang":1,"streams":[{"redirect":9871527,"hoster":"VOE"},{"redirect":9871528,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Arbeiten - nein, danke!","epNo":23,"alt":"Back To The Lake","descr":"Kevins Sommerferien scheinen die reine Katastrophe zu werden, denn alle außer ihm müssen arbeiten. Wayne in der Firma seines Vaters, Winnie in einem Schnell-Restaurant und Paul in einem chinesischen Restaurant. Dann wird Kevin auch noch von seiner Mutter vor die Alternative gestellt, sich entweder auch einen Job zu suchen oder im Haushalt zu helfen. Also fängt er bei Paul an. Doch die Arbeit ist schrecklich unbefriedigend. So fahren die Freunde kurzentschlossen eines Tages nicht ins Restaurant, sondern an den See, an dem sie ihren letzten Urlaub verbracht haben. Kevin hat den heimlichen Wunsch, Cara wiederzusehen, in die er sich damals verliebt hatte. Nach längerer Suche findet er sie auch endlich, doch die Zeit hat beide verändert. So ist Kevin ganz schön erleichtert, als Cara ihm gesteht, dass sie einen festen Freund hat. Er besinnt sich darauf, dass Winnie viel besser zu ihm passt.","versions":[{"lang":1,"streams":[{"redirect":13476574,"hoster":"VOE"},{"redirect":13476580,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Hamburger mit Eifersucht","epNo":24,"alt":"Broken Hearts And Burgers","descr":"Kevin flirtet heftig mit der Bedienung eines Hamburger-Lokals. Winnie wird natürlich eifersüchtig und es kommt zum Streit. Daraufhin flüchtet Winnie zu ihren Freundinnen, während Kevin seinerseits von seinen Freunden unterstützt wird. Doch Kevin ist den Streit bald leid und möchte die Sache wieder geradebiegen. Winnie jedoch bleibt unbeugsam und auch Waynes Schlichtungsversuche scheitern. Da muß Kevin ganz schön tief in die Trickkiste greifen, um seine Winnie wieder zurückzugewinnen …","versions":[{"lang":1,"streams":[{"redirect":9871405,"hoster":"VOE"},{"redirect":9882201,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Von großen und kleinen Kriegen","epNo":1,"alt":"Homecoming","descr":"1972 herrscht Krieg. Nicht nur der Krieg in Vietnam, sondern auch zahllose kleine Kriege, zum Beispiel zwischen Schulen. So entführen Schüler der Central Highschool den Ritter, das Fußballmaskottchen der McKinley High. Kevin und seine Freunde wollen als Revanche die Eule, das Maskottchen der anderen Schule, entwenden. Bei dem Versuch werden sie jedoch von einem Wachmann erwischt. So wird Kevin zum Gespött der Leute. Währenddessen kommt Wart, Waynes Freund, aus Vietnam zurück und wird als Held gefeiert. Doch bald findet Kevin heraus, dass die schmucke Uniform und die tollen Erlebnisse, von denen Wart erzählt nur eine Fassade sind, hinter der Wart seine eigentlichen Gefühle verbirgt …","versions":[{"lang":1,"streams":[{"redirect":9871545,"hoster":"VOE"},{"redirect":9871541,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Wildnis ruft","epNo":2,"alt":"Fishing","descr":"Die Männer der Familie Arnold unternehmen einen Angeltrip, der allerdings unter keinem guten Stern steht. Abgesehen davon, dass Kevin und Wayne sowieso keine Lust auf den Ausflug haben, geht auch sonst eine Menge schief. Das Zelt ist viel zu klein und auch nicht besonders dicht, was man direkt in der ersten Nacht zu spüren bekommt, als ein heftiger Regen einsetzt. Am nächsten Tag angelt Kevin einen Autoreifen und Jack fällt ins Wasser. Zu guter Letzt schaffen es die drei dann doch tatsächlich, einen Fisch zu fangen, aber der entkommt unversehrt wieder. Die entnervten Brüder Kevin und Wayne geraten in einen heftigen Streit, in dessen Verlauf Wayne einen Kinnhaken verabreicht bekommt, und zur Krönung des Ganzen brennt dann noch das Zelt ab. Doch ansonsten verläuft der Angelurlaub recht friedvoll.","versions":[{"lang":1,"streams":[{"redirect":9871557,"hoster":"VOE"},{"redirect":9871554,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Immer auf Hochzeit","epNo":3,"alt":"Scenes From A Wedding","descr":"Auf einer Hochzeit kann so einiges passieren, davon kann Kevin ein Lied singen. Notgedrungen muss er mit seiner Familie der Hochzeit der Tochter von Jacks Chef beiwohnen. Während Wayne erfolglos fremde Frauen kennen zu lernen versucht, langweilt sich Kevin zuerst fast zu Tode, bis er einem älteren Mädchen namens Linda begegnet. Sie schlägt ein verstohlenes Treffen im Garten-Pavillon vor, woraufhin Kevin verzweifelt versucht, für diesen besonderen Anlass eine Flasche Champagner zu besorgen. Währenddessen schlägt Norma sich mit einem hartnäckigen Verehrer herum und Wayne blitzt bei der Braut ab, der er einen Tanz abschwatzen wollte. Kevin hat inzwischen den Champagner ergattert und sitzt erwartungsvoll im romantischen Pavillon, nur taucht seine Angebetete nicht auf. Schließlich tröstet er sich darüber hinweg, indem er die Flasche alleine leert.","versions":[{"lang":1,"streams":[{"redirect":9871563,"hoster":"VOE"},{"redirect":9871566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frisch gestrichen","epNo":4,"alt":"Sex And Economics","descr":"Kevin sucht einen lukrativen Job, mit dem er sich aus seinen Geldnöten befreien kann. Also greift er sofort zu, als seine attraktive Lehrerin Miss Farmer ihm 500 Dollar dafür bietet, ihr Haus zu streichen. Doch Kevin hat sich verkalkuliert. Die Materialkosten sind weitaus höher als er vermutet hat, und die Jungs, die er anheuert, um ihm zu helfen, verlangen einen horrenden Stundenlohn. Mit der cleveren Miss Farmer, die den Pauschalpreis festgesetzt hat, ist nicht mehr zu reden, und am Ende muss Kevin sogar noch 200 Dollar draufzahlen …","versions":[{"lang":1,"streams":[{"redirect":9871573,"hoster":"VOE"},{"redirect":9871574,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zwei Kandidaten","epNo":5,"alt":"Politics As Usual","descr":"Während der Endphase des Wahlkampfes zwischen Nixon und McGovern verguckt sich Winnie in den Wahlkampfleiter Michael Detweiler, der für die Demokraten wirbt. Sie ist so fasziniert von dem charismatischen Michael, dass sie sogar Kevin dazu überredet, mit ihr zusammen Wahlkampfarbeit zu leisten. Kevin macht ihr zuliebe mit, doch bald wurmt es ihn, dass seine Freundin den Wahlkampfleiter derart anhimmelt. Es kommt zu einer unschönen Szene im Wahlkampfzentrum, nach der Kevin die Arbeit dort hinschmeißt und geht. Als McGovern schließlich die Wahl verliert ist Winnie, die mit Feuereifer bei der Sache gewesen ist, sehr enttäuscht. Auch bei Michael Detweiler findet sie keinen Trost, denn sie erkennt, dass die Wahlkampfleitung für ihn nur ein Job gewesen ist. Reichlich ernüchtert versöhnt sie sich wieder mit Kevin.","versions":[{"lang":1,"streams":[{"redirect":9871583,"hoster":"VOE"},{"redirect":9871582,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Lüge","epNo":6,"alt":"White Lies","descr":"Immer wieder wird Kevin von den Jungs darüber ausgequetscht, ob \"es\" schon passiert sei zwischen Winnie und ihm. Als Winnie dann einmal ungeplant bei Kevin übernachtet, weil beide vor dem Fernseher eingeschlafen sind, erweckt Kevin mit bewussten Andeutungen bei den anderen den Eindruck, dass es zum Äußersten gekommen sei. Diese intime Nachricht verbreitet sich bald wie ein Lauffeuer quer durch die Schule. Als Winnie davon erfährt ist sie völlig schockiert und will nichts mehr mit Kevin zu tun haben. Jede Entschuldigung kommt zu spät, Winnie bleibt unbeugsam.","versions":[{"lang":1,"streams":[{"redirect":9871592,"hoster":"VOE"},{"redirect":9871591,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neue Freundin, alte Freundin","epNo":7,"alt":"Wayne And Bonnie","descr":"Die Arnolds sind alles andere als begeistert von Waynes neuer Freundin Bonnie. Denn sie ist fünf Jahre älter als Wayne, geschieden und hat bereits ein kleines Kind. Doch Wayne ist überglücklich – im Gegensatz zu Kevin. Der versucht vergeblich, Winnie wieder milde zu stimmen. Selbst große kuschelige Teddybären führen nicht zum gewünschten Erfolg. Die Strategie, sich mit anderen Mädchen zu trösten, wirkt auch nicht. Kevin ist verzweifelt, während Wayne gegen den Willen seiner Eltern mit Bonnie zusammenzieht.","versions":[{"lang":1,"streams":[{"redirect":9871599,"hoster":"VOE"},{"redirect":9871598,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Frühlingsrolle, bitte!","epNo":8,"alt":"Kevin Delivers","descr":"Kevin im Stress: Er arbeitet als Lieferjunge für Mr. Chongs chinesisches Restaurant und muss dort einiges über sich ergehen lassen. Nicht genug, dass Mr. Chong ihn schamlos ausbeutet, Kevin muss sich zudem über geizige Kunden ärgern, der alten Mrs. Tambora Seelentröster sein und sich mit seinem Feind, dem Jungen vom Pizza-Lieferservice, herumschlagen. Den ganzen Abend kann er Winnie nicht sehen, und dann wird auch noch sein Auto abgeschleppt. Kevin hat wirklich die Nase voll und will – zumindest für diesen Abend – Schluss machen, doch Mr. Chong zwingt ihn dazu, um zehn Uhr noch eine letzte Lieferung wegzubringen. Prompt landet er mit dem Essen in einem verlassenen Park und will das schon dem Pizzajungen zuschreiben, da taucht plötzlich Winnie auf. Sie hat die Bestellung aufgegeben, um sich doch noch mit Kevin treffen zu können.","versions":[{"lang":1,"streams":[{"redirect":9871607,"hoster":"VOE"},{"redirect":9871606,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Risiko","epNo":9,"alt":"The Test","descr":"Während Kevin vor dem bevorstehenden Collegetest zittert, trägt Jack den Gedanken mit sich herum, bei der Firma Norcom zu kündigen und mit einem Freund zusammen eine eigene Möbelfabrik zu kaufen. Doch noch scheut er das finanzielle Risiko. Norma, die weiß, wie unzufrieden Jack mit seiner Arbeit bei Norcom ist, unterstützt ihn bei seiner Entscheidung. So findet Jack schließlich den Mut, sich selbständig zu machen und nimmt damit als gutes Vorbild seinem Sohn die Angst vor dem Test.","versions":[{"lang":1,"streams":[{"redirect":9871617,"hoster":"VOE"},{"redirect":9871616,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fröhliche Weihnachten","epNo":10,"alt":"Let Nothing You Dismay","descr":"Die Vorweihnachtszeit 1972 bringt allerhand Neuerungen bei Familie Arnold. Norma macht ihren College-Abschluss und Jack trifft mit Charlie Barrett die Vorkehrungen für den Kauf einer eigenen kleinen Möbelfabrik. Kevin hat hingegen ganz andere Sorgen: Nachdem er Winnie mit einer überdimensionalen Schachtel aus einem teuren Laden hat kommen sehen, schwant ihm Übles; sie wird ihm doch wohl kein Geschenk gekauft haben? Als einziges angemessenes Gegengeschenk fällt ihm nur ein sündhaft teurer Kaschmirpullover ein. Doch dazu braucht er erst einmal Geld, also bittet er todesmutig seinen Arbeitgeber Mr. Chong um eine Gehaltserhöhung – vergeblich. Als er Jack um das Geld bitten will, tritt er prompt in ein Fettnäpfchen und erfährt, dass Jacks angehender Geschäftspartner Charlie wieder zu ihrer ehemaligen Firma zurückgekehrt ist und sich kein anderer Partner findet, der in das Geschäft einsteigen will. Nur dank Normas beherzten Einsatzes bekommt Jack den heißersehnten Bankkredit, um die Firma alleine aufbauen zu können. Auch für Kevin scheint sich das Schicksal zum Guten zu wenden, denn Mr. Chong hat ein Einsehen und erhöht Kevins Gehalt …","versions":[{"lang":1,"streams":[{"redirect":9871627,"hoster":"VOE"},{"redirect":9871623,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Frohes neues Jahr","epNo":11,"alt":"New Years","descr":"Kevin freut sich darauf, mit seinen Freunden zusammen in einer abgelegenen Skihütte Silvester zu feiern, doch seine Familie macht ihm einen Strich durch die Rechnung. Wayne und seine Freundin Bonnie haben die ganze Familie samt Winnie zum Essen in einen Club eingeladen, und die Arnolds bestehen darauf, dass Kevin mitkommt. Also treffen sie in dem exklusiven Club ein, nur Wayne und Bonnie erscheinen nicht. Gerade als Kevin seinen Bruder anrufen will, taucht Bonnie auf und eröffnet, dass sie sich von Wayne getrennt hat. Wayne allerdings bleibt unauffindbar. Also machen sich Winnie und Kevin auf die Suche nach ihm. Endlich finden sie ihn in einem Waschsalon. Hier trinkt er ein Bier nach dem anderen und beobachtet frustriert die Umdrehungen der Wäschetrommel. Winnie und Kevin bleiben bei ihm und erleben so den Jahreswechsel zwischen Waschmaschinen und Trocknern.","versions":[{"lang":1,"streams":[{"redirect":9871635,"hoster":"VOE"},{"redirect":9871634,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Liebe geht durch den Wagen","epNo":12,"alt":"Alice In Autoland","descr":"Chuck Coleman und Alice Pedermeier bilden ein skurriles Pärchen. Sie streiten sich ständig und haben in den drei Monaten ihrer Beziehung schon 27 Trennungen hinter sich. Alices Vater ist der berüchtigte Gebrauchtwagenhändler \"Pistolen-Pete\" Pedermeier. Als Kevins Auto, das noch von seinem Großvater stammt, ständig seinen Geist aufgibt, bietet Alice großmütig an, ihren Vater um Rat zu fragen. Pistolen-Pete verspricht, Kevin einen günstigen Wagen zu besorgen. Aber als sich Alice und Chuck dann zum 28. Mal trennen, bittet Chuck seinen Freund Kevin, aus Solidarität auf das Gefährt zu verzichten. Doch Kevin kann nicht widerstehen, er begleitet Alice zu ihrem Vater und erhält einen wunderschönen Roadster. Aber leider verlangt Alice nach allem, was sie nun für Kevin getan hat, eine Gegenleistung – als Kevin an der nächsten Ampel hält, fällt sie ihm leidenschaftlich um den Hals, und ausgerechnet Chuck muss neben ihnen halten. Lautstark beteuert Kevin gegenüber Chuck, dass ihm nichts an Alice liegt, was natürlich ihre Gefühle aufs Äußerste verletzt. Am nächsten Tag in der Schule erntet er dafür einen Kinnhaken von seinem Freund, der jetzt auch wieder Alices Freund ist, dafür behält Kevin sein altes Auto.","versions":[{"lang":1,"streams":[{"redirect":9871645,"hoster":"VOE"},{"redirect":9871646,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wo spielen die Rolling Stones?","epNo":13,"alt":"Ladies And Gentlemen... The Rolling Stones","descr":"An der High School kursiert das Gerücht, dass die Rolling Stones an einem bestimmten Wochenende in einer Kneipe namens \"Joe’s\" auftreten würden. Alle beschließen, gemeinsam hinzufahren. Doch da Jacks Vater bei seinem Sohn einen Strafzettel für zu schnelles Fahren findet, erteilt er ihm gerade für jenen Abend Hausarrest und verbietet ihm, mit seinem Wagen zu fahren. Dieses Verbot achtend greift sich Kevin kurzerhand Jacks Auto und fährt damit in die Stadt. Zusammen mit seinen Freunden erlebt er die reinste Irrfahrt durch sämtliche Kneipen mit dem Namen \"Joe’s\", nur um zu erfahren, dass die Stones nicht dort auftreten. Zu guter Letzt baut Kevin dann auch noch einen Unfall. Voller Panik fährt er nach Hause, doch dort passiert etwas Unglaubliches, was schließlich seinen Hals rettet. Ein Geschäftpartner von Jack rammt beim Zurücksetzen aus der Einfahrt Jacks Auto, so dass jeder annimmt, die Schäden an dem Wagen wären von diesem Geschäftspartner verursacht worden.","versions":[{"lang":1,"streams":[{"redirect":9871652,"hoster":"VOE"},{"redirect":9871650,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Neue","epNo":14,"alt":"Unpacking","descr":"Jeff ist gerade erst in Kevins Gegend gezogen, und Kevin kann seinen neuen Freund noch nicht so recht einschätzen. Winnie kommt auf die Idee, Jeff mit ihrer Freundin Ann, die auch neu zugezogen ist, bekannt zu machen. Doch obwohl er Ann nett findet und sich sogar in sie zu verlieben scheint, wehrt Jeff eine nähere Bekanntschaft ab, da er noch eine Freundin in seiner alten Heimatstadt hat. Überhaupt ist es auch für Kevin schwer, so richtig an den Jungen heranzukommen. Nichts scheint er ernst zu nehmen, all seine Probleme und Sorgen überspielt er mit coolen Sprüchen oder dummen Witzen. Bald ist Kevin genervt und bricht einen Streit vom Zaun. Doch kurze Zeit später taucht Jeff noch einmal bei den Arnolds auf und wirkt seltsam verwandelt. Er bittet Kevin, ihn in seine alte Heimatstadt zu begleiten. Sie fahren dorthin, und Jeff bricht dort mit seiner Vergangenheit – und mit seiner Freundin – um an seinem neuen Wohnort ganz von vorne anfangen zu können.","versions":[{"lang":1,"streams":[{"redirect":9871658,"hoster":"VOE"},{"redirect":9871657,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kampfmaschine Kevin","epNo":15,"alt":"Hulk Arnold","descr":"Im Sportunterricht besiegt Kevin alle seine Mitschüler beim Ringen. Davon erfährt auch Mr. Silva, der Trainer der Ringermannschaft. Bald bietet er Kevin an, seiner Mannschaft beizutreten. Doch während des Trainings erlebt Kevin die Ernüchterung: Hier ist er nicht der Stärkste, sondern der Schwächste. Trotzdem ist Silva von Kevins Talent überzeugt und nimmt ihn als festes Mitglied auf. Bei seinem ersten Wettkampf muss der frischgebackene Ringer aber ausgerechnet gegen Doug Gurney, den amtierenden Landesmeister antreten. Seine Chancen sind denkbar schlecht, aber dennoch gibt Kevin nicht auf …","versions":[{"lang":1,"streams":[{"redirect":9871668,"hoster":"VOE"},{"redirect":9871716,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nasenprobleme","epNo":16,"alt":"Nose","descr":"Ricky Hosenbach, nicht gerade ein Frauenliebling, verliebt sich unsterblich in Hayley Green, ein hübsches Mädchen mit einer riesigen Nase. Die beiden sind recht glücklich, bis Hayley im Unterricht eine offene Rede über ihr Nasenproblem hält und dabei von allen ausgelacht wird. Ricky ist diese Situation offensichtlich peinlich. Unter fadenscheinigen Ausreden sagt er die bereits getroffene Verabredung zum Frühjahrsball wieder ab. Er ist ganz schön schockiert darüber, dass Hayley sich anscheinend nicht zu Tode grämt, sondern im Gegenteil auf dem Ball erscheint, und sogar mit einem neuen Begleiter, einem, der ihr mutiges Verhalten bewundert.","versions":[{"lang":1,"streams":[{"redirect":9871679,"hoster":"VOE"},{"redirect":9871674,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Macht der Finsternis","epNo":17,"alt":"Eclipse","descr":"Kevins Schulklasse macht einen Ausflug zum Nierman-Observatorium, um eine totale Sonnenfinsternis zu beobachten. Bei diesem Kurztrip kommt es zu allerhand Turbulenzen. Zuerst spielen Winnie und Kevin mit dem befreundeten Pärchen Alice und Chuck das berühmte \"Lüge oder Wahrheit\"-Spiel, in dessen Verlauf sich die Paare erwartungsgemäß völlig zerstreiten. Winnie will den Vorwurf, zu perfekt zu sein, nicht auf sich sitzen lassen und versucht mit allerlei Mutproben ihr braves Image abzuschütteln. Währenddessen hat Chuck genug damit zu tun, die Schulklasse wiederzufinden, denn er wurde bei einem Zwischenstop auf einer Raststätte im Klo eingeschlossen und hat daraufhin den Bus verpasst. Kevin hingegen tut sich mit Louis zusammen, einem abgedrehten Pyromanen, der versucht, mit Sprengkörpern Toiletten in die Luft zu jagen. Der arme gebeutelte Mr. Plesnitzer, seines Zeichens Naturwissenschaftslehrer, ist bald einem Nervenzusammenbruch nahe.","versions":[{"lang":1,"streams":[{"redirect":9871687,"hoster":"VOE"},{"redirect":9871685,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Glücksspiel","epNo":18,"alt":"Poker","descr":"Kevin, Paul, Chuck, Jeff und Randy treffen sich zu ihrer regelmäßig stattfindenden Pokerrunde. Doch schon bald fällt Paul allen mit seinem penetranten Gesundheitsfimmel auf den Wecker. Randy hingegen beschäftigt sich nur mit seiner Befürchtung, er werde sitzen bleiben. Dagegen quält Chuck die Sorge, er könne Vater werden. Jeff schummelt die ganze Zeit, und Kevin ist einfach nur genervt.","versions":[{"lang":1,"streams":[{"redirect":9871695,"hoster":"VOE"},{"redirect":9871700,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Frauenpower","epNo":19,"alt":"The Little Women","descr":"Die erfolgreichen Frauen machen den Arnold-Männern ganz schön zu schaffen. Zum einen ist da Norma, die sich nach ihrem Collegeabschluss nun einen geeigneten Job suchen will. Tatsächlich findet sie auch eine Stelle und zwar eine weitaus bessere, als ihr Mann ihr je hätte besorgen können. Dann gibt es da noch Winnie, die eines der besten College-Test-Ergebnisse der ganzen Schule eingeheimst hat und damit Kevin um Längen geschlagen hat. Die Männer werden mit ihrer Unterlegenheit nur sehr schwer fertig. Um ihr geknicktes Ego ein wenig aufzurichten, fordern sie ihre Herzdamen einfach zu einer Partie Bowling heraus. Wird es ihnen gelingen, wenigstens diese Männerdomäne weiterhin behaupten zu können?","versions":[{"lang":1,"streams":[{"redirect":9871704,"hoster":"VOE"},{"redirect":9871703,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Klassentreffen","epNo":20,"alt":"Reunion","descr":"Familie Arnold trifft bei Normas Eltern ein, da Norma 25-jähriges Klassentreffen feiert. Die Reise dorthin ist wie eine Fahrt zurück in die Vergangenheit, doch in all den Jahren hat sich nicht viel verändert. Das Haus ihrer Eltern sieht aus wie eh und je, ihr alter Jugendfreund Roger ist immer noch hinter ihr her, Jack wird als Schwiegersohn nicht akzeptiert, und Norma wird bemuttert und bevormundet wie in alten Tagen. Ein konflikthaltiges Wochenende bahnt sich an.","versions":[{"lang":1,"streams":[{"redirect":12931429,"hoster":"VOE"},{"redirect":9871715,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Endlich frei","epNo":21,"alt":"Summer (1)","descr":"Kevin ist enttäuscht über den langweiligen Verlauf seiner Sommerferien. Der Job in der Möbelfabrik seines Vaters ödet ihn an, außerdem gerät er immer wieder mit seinem alten Herrn aneinander. Alle seine Freunde fahren ohne ihn in Urlaub, Paul hat keine Zeit für ihn und Winnie nimmt einen Job als Bademeisterin in einer Ferienanlage an. Als Kevin seinem Vater mal wieder nichts recht machen kann, schmeißt er kurzerhand die Arbeit hin, setzt sich in sein Auto und fährt den weiten Weg zu seiner Freundin. Aber Winnie scheint sich überhaupt nicht über sein unvermitteltes Auftauchen zu freuen. Zwar besorgt sie ihm einen Job als Kellner in einem Restaurant, aber eigentlich nur widerwillig, denn sie hat gerade erste Kontakte zu ihrem Kollegen, dem Hauptbademeister Eric, geknüpft. Kevin fühlt sich irgendwie fehl am Platze, und dann wird er auch noch Zeuge eines Kusses …","versions":[{"lang":1,"streams":[{"redirect":9871723,"hoster":"VOE"},{"redirect":9871724,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"4. Juli","epNo":22,"alt":"Independence Day (2)","descr":"Für Kevin bricht eine Welt zusammen! Er hat nicht nur Winnie verloren – beim Pokern hat er sein letztes Geld gelassen, sein Auto ist futsch, und seinen Job ist er auch los. Er trampt nach Hause, da trifft er seine Freundin wieder, die ebenfalls entlassen wurde. Nach langer Streiterei stellen sie fest, dass sie ohne einander nicht leben können. Gemeinsam kehren sie nach Hause zurück.","versions":[{"lang":1,"streams":[{"redirect":9871732,"hoster":"VOE"},{"redirect":9871731,"hoster":"Streamtape"}]}]}]}]}