{"path":"/serie/stream/x-men-97","name":"X-Men ’97","descr":"Nachdem die Serie \"X-Men\" zwischen 1992 und 1997 die Abenteuer aus dem X-Men-Universum erzählt hatte, setzt diese Serie die Geschehnisse im Jahr 1997 fort. Durch Prof. Charles Xavier vereint, wurden die X-Men ausgebildet, um ihre unglaublichen Kräfte zum Nutzen der Menschheit einzusetzen. Ihre immerwährende Aufgabe: Die wachsende Kluft zwischen Menschen und Mutanten zu überbrücken, die Welt zu beschützen und Xaviers Traum vom friedlichen Zusammenleben zu erfüllen. (Fortsetzung von: X-Men: The Animated Series)","seasons":[{"path":"/serie/stream/x-men-97/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/x-men-97/staffel-1/episode-1","name":"Zu mir, meine X-Men","epNo":1,"alt":"To Me, My X-Men","descr":"Ein Jahr ist vergangen, seit der Professor gegangen ist, und nach seinem vermeintlichen Tod wuchs die Sympathie für die Mutanten. Zu den neuen Veränderungen gehören, dass Bishop dem Team beitritt und Jean schwanger ist; zusammen mit der rechtlichen Sanktionierung des Teams. Die X-Men retten einen jungen Mann (Sunspot) vor Friends of Humanity. Als die Gruppe sieht, dass sie mit Sentinel-Technologie ausgestattet sind, durchsucht sie Gyrichs Gedanken nach dem Standort von Trask. Dabei bekommt Jean eine schreckliche Vorahnung. Dies führt sie zu einem Schrottplatz, auf dem Trask seine Sentienels mit einer lobotomierten Mastermold wiederaufbaut. Die kaputten Maschinen erweisen sich als ungeeignet. Trask wird festgenommen und dem Präsidenten zur Verhandlung übergeben. Am nächsten Tag enthüllt Magento, dass Professor Xavier ihm alles hinterlassen hat; Er vertraut ihm die Mission der X-Men des Zusammenlebens an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13898779","hoster":"VOE"},{"path":"/redirect/14480649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-2","name":"Hoffnung für Mutanten","epNo":2,"alt":"Mutant Liberation Begins","descr":"Magneto hat sich so gut er konnte an den Code von Professor Xavier gewöhnt, FoH festgehalten und Mutanten zum Schutz nach Genosha geschickt. Den X-Men fällt es schwer, sich einzugewöhnen, wobei Bishop und Cyclops am unruhigsten sind; Rogue hat Verständnis für die Probleme von Magento. Seine Heldentaten haben dazu geführt, dass der Präsident Magento vor Gericht gestellt hat; Daher kann er für seinen früheren Terrorismus verurteilt werden. Xcutioner wird geschickt, um einen Strahlungsstrahl auf Magneto abzufeuern, doch Storm übernimmt den Treffer für ihn. Magneto wird begnadigt, weil er seine Absicht gezeigt hat, Xaviers Willen auszuführen; obwohl er warnt, dass seine Geduld begrenzt ist. In der Zwischenzeit setzen bei Jean die Wehen ein und Rogue ist gezwungen, das Wissen eines Geburtshelfers in sich aufzunehmen, als er sich weigert, das Baby eines Mutanten zur Welt zu bringen. Storm verlässt das Team, während sie von der Ankunft des Doppelgängers Jean überrascht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14201399","hoster":"VOE"},{"path":"/redirect/14480643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-3","name":"Fire Made Flesh","epNo":3,"alt":"Fire Made Flesh","descr":"Beast stellt fest, dass es sich bei dem Jean-Doppelgänger tatsächlich um den echten Jean Grey handelt. Der bösartige Mister Sinister kontaktiert die andere Jean und entlarvt sie als einen Klon, den er erstellt hat, um Zugang zu ihr und der DNA von Cyclops zu erhalten. Sinister übernimmt die Kontrolle über ihren Geist und verwandelt sie in die Koboldkönigin. Sie übergibt Nathan an Sinister und unterwirft die X-Men schrecklichen Visionen, die auf ihren eigenen Ängsten basieren. Morph, der zuvor von Sinister korrumpiert und kontrolliert wurde, führt die X-Men in eines von Sinisters Laboren, wo er Nathan mit einem techno-organischen Virus infiziert, in dem Glauben, dass das Kind dadurch unbesiegbar wird. Die echte Jean konfrontiert die Koboldkönigin telepathisch und nutzt ihre gemeinsamen Erinnerungen, um sie von Sinisters Kontrolle zu befreien. Der Klon Jean und Cyclops retten Nathan, der schwer erkrankt ist, während Sinister entkommt. Der Klon Jean gibt Nathan dem zeitreisenden Verbündeten der X-Men, Bishop, damit dieser in Zukunft versuchen kann, ein Heilmittel für das Virus zu finden. Anschließend nimmt sie den Namen Madelyne Pryor an und verlässt das Team. An anderer Stelle stellt sich ein Mutant namens Forge Storm vor und behauptet, dass er ihre Kräfte wiederherstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401245","hoster":"VOE"},{"path":"/redirect/14399929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-4","name":"Motendo/​Leben und Tod – Teil 1","epNo":4,"alt":"Motendo/​Lifedeath – Pt. 1","descr":"Die X-Men wollen entgegen Magnetos Meinung den 18. Geburtstag von Jubilee feiern; Allerdings können sie ihre Entscheidung, das Geld in der Spielhalle auszugeben, nicht unterstützen . Während Jubilee in ihrem Zimmer schmollt, wird sie von Roberto getröstet, bevor beide von Mojo in ein Videospiel hineingezogen werden . Jubilee erwägt, für immer im Spiel zu bleiben, da es all ihre Kämpfe sind, seit sie den X-Men beigetreten ist, ist aber durch eine digitale Kopie ihrer selbst (Abscisaa) davon überzeugt, dass es ein leeres Leben ist. Das Paar kämpft sich durch das Spiel und besiegt Mojo, bevor Spiral sie zurück in die reale Welt schickt. Als Jubilee erkennt, dass das Erwachsenwerden nicht so schlimm ist, küsst sie sich mit Roberto. In der Zwischenzeit macht sich Storm auf den Weg zu Forges Ranch, um sich einem Eingriff zu unterziehen, der ihre Kräfte wiederherstellen soll. bemerkte, dass eine Eule sie die ganze Zeit verfolgt hatte. Nachdem es fehlschlägt, gibt Forge zu, dass ein von ihm hergestellter Prototyp eines Geräts von der Regierung in mutierte Inhibitorhalsbänder umgewandelt wurde, was Storm wütend zur Flucht veranlasste. Sie findet sich jedoch wieder auf der Ranch wieder, wo sich herausstellt, dass die Eule ein Dämon ist, der Widersacher , der sich von Verzweiflung ernährt. Es vergiftet Forges linken Arm, während es Storm entführt. Die Verzweiflung, die der ehemalige Mutant empfindet, ist ein Fest für den Widersacher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14354596","hoster":"VOE"},{"path":"/redirect/14105070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-5","name":"Erinnere dich","epNo":5,"alt":"Remember It","descr":"Cyclops und Jean haben sich voneinander distanziert und sind nicht mehr in der Lage, ihr getrenntes Leben in Einklang zu bringen. Als die Sache noch schlimmer wird, entdeckt sie, dass er telepathisch mit Madelyne kommuniziert hat und beginnt, Gefühle für Wolverine zu entwickeln. Nachdem Genosha in die UN aufgenommen wurde, reisen Magneto, Rogue und Gambit unterdessen in das Land, wo sich Rogue und Gambit mit Madelyne und Nightcrawler wiedervereinigen, während Magneto sich mit dem Genoshan-Rat trifft, der ihn zu ihrem Anführer machen möchte. Er stimmt der Bestimmung zu, dass Rogue an seiner Seite dient. Nachdem er Gambit von dem Plan erzählt und zugegeben hat, eine Vorgeschichte mit Magneto zu haben, lehnt Rogue Magnetos Vorschlag während der Einweihungsgala ab. Cable kommt, um die X-Men vor einem bevorstehenden Angriff zu warnen, wird aber in die Zukunft zurückgeschickt. Währenddessen erkennt Madelyne, dass Cable ein erwachsener Nathan ist. Plötzlich erscheint ein Wild Sentinel und führt eine Gruppe von Sentinels an, um Genosha anzugreifen und scheinbar Madelyne, Magneto und Dutzende anderer Mutanten zu töten. Gambit opfert sich, um den Wild Sentinel zu zerstören, und lässt Rogue mit gebrochenem Herzen zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14201102","hoster":"VOE"},{"path":"/redirect/14480648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-6","name":"Leben und Tod – Teil 2","epNo":6,"alt":"Lifedeath – Pt. 2","descr":"Während eines Krieges zwischen dem Schiiten- und dem Kree-Reich gibt die schiitische Kaiserin Lilandra Neramani ihre Verlobung mit dem inzwischen geheilten Xavier bekannt. Deathbird weigert sich, die Heirat ihrer Schwester mit einem Terraner zu akzeptieren, beruft sich auf den Ritus von M\u0027Dashaa und fordert Xavier auf, alle seine Erinnerungen an die Erde zu löschen, um seine Loyalität gegenüber den Schiiten zu beweisen. Xaviers Weigerung, seine Erinnerungen an die X-Men aufzugeben, führt zu einem Kampf zwischen der schiitischen Kaisergarde und den Anhängern von Deathbird, bis Xavier alle auf die Astralebene zieht, um sie über das Zusammenleben aufzuklären. Als diese Lektion durch eine psychische Vision von Gambits Tod unterbrochen wird, beschließt Xavier, zur Erde zurückzukehren. Auf der Ranch nutzt Forge das Zauberbuch seiner Mutter, um den Dämon zu vertreiben, und Storm hilft ihm dann bei der Suche nach einem seltenen Kaktus, der das Gift heilen kann. Storm findet den Kaktus in einer Höhle, wird aber erneut vom Widersacher in die Enge getrieben. Storm überwindet ihre Ängste, erlangt ihre Kräfte zurück und besiegt den Widersacher. Storm heilt Forge und dann erfahren sie von dem Angriff auf Genosha. An anderer Stelle wird Trask von Mister Sinister konfrontiert, der warnt, dass Genosha nur der Anfang war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14200678","hoster":"VOE"},{"path":"/redirect/14480650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-7","name":"Hinters Licht geführt","epNo":7,"alt":"Bright Eyes","descr":"Während die X-Men eine Beerdigung für Gambit abhalten, fliegt Rogue auf der Suche nach Gyrich und Trask durch ganz Nordamerika und befragt unterwegs General Thunderbolt Ross und Captain America nach ihrem Aufenthaltsort. Sie findet Gyrich in Mexiko und nimmt seine Erinnerungen auf. Später in dieser Nacht tötet Bastion Gyrich. Während sie bei den Wiederherstellungsbemühungen in Genosha helfen, werden die X-Men von Trask kontaktiert, der ihnen sagt, dass sie sich mit ihm in Madripoor treffen sollen. Bei ihrer Ankunft erfährt das Team von Trask, dass Mister Sinister einen hochentwickelten Sentinel entwickelt hat. Ein rachsüchtiger Schurke lässt Trask in den Tod fallen, bevor er sich als hybrider menschlicher Sentinel zu erkennen gibt und die X-Men angreift. Trask erledigt sie einen nach dem anderen, bevor er von Cable aufgehalten wird, der ihnen sagt, dass Sinister auf eine größere Bedrohung hinarbeitet, die sie stoppen müssen. An anderer Stelle enthüllt Bastion Sinister, dass Xaviers Tod nur eine Vertuschung war, damit er in das schiitische Reich auswandern konnte. Darüber hinaus stellt sich heraus, dass Bastion Magneto gefangen gehalten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13961670","hoster":"VOE"},{"path":"/redirect/14480641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-8","name":"Toleranz bedeutet Auslöschung – Teil 1","epNo":8,"alt":"Tolerance Is Extinction – Part I","descr":"Die UN enthüllen der Welt, dass Xavier am Leben ist, und provozieren damit einen Anti-Mutanten-Protest vor der Schule. Cable erklärt den X-Men, dass das Genosha-Massaker ein \"absoluter Zeitpunkt\" sei, der nicht geändert werden könne, und dass Bastion ihn nutzen werde, um einen 300-jährigen Krieg zu beginnen, der zur Versklavung von Mutanten in einer menschlichen Utopie führen werde. Cyclops, Jean und Cable folgen einer Spur aus der Zukunft und reisen nach Harmony, Pennsylvania. Sie erfahren, dass Bastion gezeugt wurde, nachdem sein Vater mit einem techno-organischen Virus infiziert worden war, wodurch ein Mensch-Maschine-Hybrid entstand, der weiter entwickelt ist als die Sentinels, Master Mould und Nimrod. Mitglieder der UN-Operation \"Zero Tolerance\" (OZT) äußern ihre Besorgnis über das Massaker und bitten Dr. Cooper, Bastion zu überwachen, der ihr offenbart, wie er Menschen zu Prime Sentinels wie Trask macht. Prime Sentinels werden auf der ganzen Welt aktiviert, greifen Mutanten an, nehmen Jubilee und Roberto gefangen und brennen Xaviers Schule nieder. Ein entsetzter Cooper lässt Magneto frei, der seine Fähigkeiten nutzt, um die Prime Sentinels auf der ganzen Welt auszuschalten. Kurz darauf kehrt Xavier zur Erde zurück und ruft die X-Men herbei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14202297","hoster":"VOE"},{"path":"/redirect/14480651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-9","name":"Toleranz bedeutet Auslöschung - Teil 2","epNo":9,"alt":"Tolerance Is Extinction - Part II","descr":"Xavier stößt auf etwas Misstrauen, aber die X-Men konzentrieren sich darauf, Bastion aufzuhalten und Magneto davon zu überzeugen, seinen Blackout rückgängig zu machen. Magneto baut auf dem Asteroiden M seinen Zufluchtsort für Mutanten wieder auf, beschließt, die Erde ohne Strom zu lassen und Xaviers Traum von der Koexistenz von Mutanten und Menschen abzulehnen. Er lädt die X-Men ein, sich ihm anzuschließen, was Rogue und Roberto auch tun. Der Rest der X-Men kehrt zu ihrer früheren Basis auf Muir Island zurück, um sich neu zu gruppieren, bevor er sich in zwei Teams aufteilt: Das blaue Team von Cyclops begibt sich zum Asteroiden M, um Magneto zu konfrontieren, während sich das goldene Team von Storm und Jeans mit einem auf den Weg zu Bastions Versteck auf den Galapagosinseln macht Kragen, der Bastions Technopathie blockieren und ihm die Kontrolle über die Sentinels entziehen kann. Das Gold-Team kämpft gegen Sinister und eine Armee von Sentinels, die Bastion selbst antreibt. Sinister übernimmt die Kontrolle über Cables Gedanken und benutzt ihn, um Jean zu überwältigen, der Cyclops eine verzweifelte psychische Nachricht sendet. Auf Asteroid M versucht Xavier, die Kontrolle über Magnetos Geist zu übernehmen, wird jedoch blockiert. Wolverine ersticht und verletzt Magneto schwer, der beginnt, das Adamantiummetall aus Wolverines Skelett zu reißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427452","hoster":"VOE"},{"path":"/redirect/14003870","hoster":"Doodstream"},{"path":"/redirect/14480655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/x-men-97/staffel-1/episode-10","name":"Toleranz bedeutet Auslöschung – Teil 3","epNo":10,"alt":"Tolerance Is Extinction – Part III","descr":"Der Traum der X-Men wird auf die Probe gestellt, als die Beziehungen zwischen Mutanten und Menschen einen kritischen Punkt erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14027434","hoster":"VOE"},{"path":"/redirect/14027432","hoster":"Doodstream"},{"path":"/redirect/14480661","hoster":"Streamtape"}]}]}]}]}