{"seriesId":"x-men-es-geht-weiter","name":"X-Men: Es geht weiter","descr":"[Staffel 1 ist nur in der englischen Originalfassung ohne deutsche Synchronisation verfügbar]An der Charles Xavier Schule für besonders begabte Kids lernen Teenies mit übernatürlichen Fähigkeiten, wie sie ihre Kräfte für das Gute nutzen können. Doch Professor Charles Francis Xavier hat einen Widersacher: Magneto, der Herr des Magnetismus, hat mit den genialen Kids Böses im Sinn. Für seine Pläne hat er bereits sein eigenes Grüppchen zusammen gestellt und zu diesem Zweck das wandelbare Wesen Mystique zum Vorsitzenden der Schule ernannt. Mystique soll böse Mutanten anheuern, die die Guten aus dem Weg räumen sollen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Strategy X","descr":"Als der moralisch zwielichtige Todd Tolanski anfängt Mutantenkräfte öffentlich zur Schau zu stellen, sieht Mystique ihre Gelegenheit einen Spion in Xaviers Institut einzuschleusen. Währenddessen trifft Kurt Wagner, Xaviers jüngster Rekrut ein, und versucht, sich mit seinem neuen Leben als Teil der X-Men vertraut zu machen.","versions":[{"lang":2,"streams":[{"redirect":9868830,"hoster":"VOE"},{"redirect":9868829,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The X-Impulse","descr":"Die 15-jährige Kitty Pryde wacht eines Tages auf um festzustellen, dass sie durch Gegenstände gehen kann. Der Versuch es zu ignorieren fällt schwer, als sie von Jean Grey und einer mutierten Unruhestifterin angesprochen wird, und ihr sagen, sie wüssten, was sie durchmacht, und dass sie ihr helfen wollen. Währenddessen trifft Wolverines alter Erzfeind, Sabertooth, in der Stadt ein - auf der Suche nach Ärger.","versions":[{"lang":2,"streams":[{"redirect":9868831,"hoster":"VOE"},{"redirect":9868838,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Rogue Recruit","descr":"Nachdem sie jahrelang über ihre Kräfte im Dunkeln gelassen wurde, berührt eine junge weibliche Mutantin einen Kommilitonen und nimmt seine Kraft, seine Erinnerungen - sein Leben - in sich auf. Verängstigt und verwirrt und unfähig, ihre Erinnerungen von den absorbierten zu unterscheiden, rennt sie davon - direkt in die Hände von Mystique.","versions":[{"lang":2,"streams":[{"redirect":9868841,"hoster":"VOE"},{"redirect":9868843,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Mutant Crush","descr":"Das Einzige, was größer als Fred Dukes Stärke und Größe ist, ist sein Temperament, was seinen ersten Schultag ziemlich schwierig macht. Als Jean Grey Kontakt aufnimmt und versucht, freundlich zu sein, nimmt er das etwas zu ernst.","versions":[{"lang":2,"streams":[{"redirect":9868865,"hoster":"VOE"},{"redirect":9868857,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Speed and Spyke","descr":"Ororos Neffe fängt an, Mutantenkräfte zu entwickeln, ist aber mehr daran interessiert, eine Rivalität mit einem anderen Mutanten zu schlichten, als von einer \"Schule für Freaks\" zu hören.","versions":[{"lang":2,"streams":[{"redirect":9868873,"hoster":"VOE"},{"redirect":9868869,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Middleverse","descr":"Kurt findet zufällig ein verlassenes Labor und wird von einem seltsamen Gerät, das er dort findet, in eine Taschendimension gesaugt.","versions":[{"lang":2,"streams":[{"redirect":9868883,"hoster":"VOE"},{"redirect":9868882,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Turn of the Rogue","descr":"Scott und Rogue nehmen gemeinsam an einer Exkursion des Geologieclubs teil. Scott versucht, freundlich zu ihr zu sein, aber es stellt sich heraus, dass Mystique andere Pläne hat...","versions":[{"lang":2,"streams":[{"redirect":9868892,"hoster":"VOE"},{"redirect":9868893,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Spykecam","descr":"Als zusätzliches Projekt erhält Evan eine Kamera, mit der er die \"aktuellen Ereignisse\" in seinem Leben aufnehmen soll. Obwohl die meisten von ihnen nicht begeistert sind, auf Band aufgenommen zu werden, ist Sabertooth definitiv an dem Ergebnis interessiert.","versions":[{"lang":2,"streams":[{"redirect":9868907,"hoster":"VOE"},{"redirect":9868905,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Survival of the Fittest","descr":"Während die X-Men in einem Sommercamp ein Überlebenstraining absolvieren, lässt Mystique Cain Marko - den unaufhaltsamen Juggernaut - frei, in der Hoffnung, dass er ihr hilft, Xaviers Mutantenortungssystem zu beschaffen.","versions":[{"lang":2,"streams":[{"redirect":9868919,"hoster":"VOE"},{"redirect":9868918,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Shadowed Past","descr":"Rogues Albträume scheinen Bilder aus Kurts Vergangenheit zu zeigen, aber er ist viel zu jung, um sich daran zu erinnern. Woher kommen sie also?","versions":[{"lang":2,"streams":[{"redirect":9868931,"hoster":"VOE"},{"redirect":9868927,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Grim Reminder","descr":"Ein Nachrichtenbericht aus den kanadischen Bergen löst etwas in Wolverine aus, und er bekommt einen Berserkeranfall. Um herauszufinden, warum, fährt er mit dem Blackbird zum Ort des Geschehens, nicht wissend, dass Kitty und Kurt im Fond sitzen.","versions":[{"lang":2,"streams":[{"redirect":9868934,"hoster":"VOE"},{"redirect":9868937,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Cauldron","descr":"Als mysteriöse Metallkapseln auftauchen, die einen Mutanten nach dem anderen einsammeln, entdeckt Cerebro einen neuen Mutanten auf Hawaii: Alex Summers - Scotts vermeintlich verstorbener Bruder.","versions":[{"lang":2,"streams":[{"redirect":9868942,"hoster":"VOE"},{"redirect":9868943,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kinderkrankheiten","epNo":1,"alt":"Growing Pains","descr":"Scott und Kurt setzen ihre Kräfte ein, um mehrere Menschen vor einem Autounfall zu retten. Das wirft die Frage auf, inwieweit sie überhaupt noch bereit sind, ihre Fähigkeiten geheim zu halten. Professor X ist der Meinung, die Welt sei noch nicht reif genug, etwas darüber zu erfahren, doch die anderen wiedersprechen ihm …","versions":[{"lang":1,"streams":[{"redirect":9868951,"hoster":"VOE"},{"redirect":9868952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Machtstreben","epNo":2,"alt":"Power Surge","descr":"Jeans Kräfte und Fähigkeiten steigern sich explosionsartig. Anfangs versucht sie noch, es zu ignorieren, doch mit jedem Kräfteausbruch wachsen ihre Schwierigkeiten, die Kontrolle zurückzugewinnen. Zur gleichen Zeit taucht an der Schule ein neuer Physiklehrer auf …","versions":[{"lang":1,"streams":[{"redirect":9868963,"hoster":"VOE"},{"redirect":9868962,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bada-Bing Bada-Boom","epNo":3,"alt":"Bada-Bing Bada-Boom","descr":"Tabitha wurde wieder geerdet, nachdem sie sich während einer Trainingseinheit zu rücksichtslos benommen hat. Ausgerechnet jetzt taucht ihr Vater auf und bittet sie, Geld zu stehlen, angeblich für ‚ihre Mutter‘ – das ist das Letzte, was Tabitha jetzt noch brauchen kann …","versions":[{"lang":1,"streams":[{"redirect":9868968,"hoster":"VOE"},{"redirect":9868969,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spaß und Spiele","epNo":4,"alt":"Fun and Games","descr":"Eine Fehlfunktion in Juggernauts Staufeld führt dazu, dass die X-Men ohne Überwachung durch einen Erwachsenen sind. Dies führt schon bald zu schwer wiegenden Komplikationen – die Dinge geraten außer Kontrolle …","versions":[{"lang":1,"streams":[{"redirect":9868979,"hoster":"VOE"},{"redirect":9868978,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Bestie von Bayville","epNo":5,"alt":"Beast of Bayville","descr":"Die Schüler von Hank McCoy geraten in große Angst, als ihr normalerweise ruhiger und souveräner Lehrer immer häufiger Tobsuchtsanfälle hat, die geradezu animalisch sind …","versions":[{"lang":1,"streams":[{"redirect":13005133,"hoster":"VOE"},{"redirect":9868987,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die perfekte Welle","epNo":6,"alt":"Adrift","descr":"Scott sucht auf hoher See nach seinem Bruder, der beim Surfen von einer riesigen Welle weggespült wurde. Während seiner Suche gerät Scott selbst in Seenot …","versions":[{"lang":1,"streams":[{"redirect":9868992,"hoster":"VOE"},{"redirect":9868994,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der afrikanische Sturm","epNo":7,"alt":"African Storm","descr":"Storm steht vor einer schweren Entscheidung: Soll sie Evan zu seinen Eltern zurückschicken oder nicht? Während sie sich darüber Gedanken macht, dringt ein afrikanischer Wunderheiler ins Institut ein, der es auf Storms Kräfte abgesehen hat. Er will sich diese Kräfte zu eigen machen …","versions":[{"lang":1,"streams":[{"redirect":9869002,"hoster":"VOE"},{"redirect":9869001,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Spritztour","epNo":8,"alt":"Joyride","descr":"Lance erscheint im Haus der X-Men, aber er wird nicht gerade herzlich aufgenommen. Irgendwie harmoniert er im Moment nicht so richtig mit den anderen. Das wird nicht besser, als sie ihm die Schuld dafür geben, dass einige andere Studenten unerlaubte nächtliche Spritztouren mit den X-Men-Autos gemacht haben …","versions":[{"lang":1,"streams":[{"redirect":9869011,"hoster":"VOE"},{"redirect":9869010,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Engelsflügel","epNo":9,"alt":"On Angel\u0027s Wings","descr":"Xavier macht sich Sorgen darüber, dass die Öffentlichkeit von der Existenz der Mutanten erfahren könnte. Just zu diesem Zeitpunkt fangen die Medien an, darüber zu berichten, dass ein Mann mit Engelsflügeln gesichtet wurde. Die meisten der X-Men sind im Weihnachtsurlaub, und so sind Scott und Rogue auf sich gestellt, um das Problem zu lösen …","versions":[{"lang":1,"streams":[{"redirect":9869017,"hoster":"VOE"},{"redirect":9869021,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verwirrend","epNo":10,"alt":"Mindbender","descr":"Jean hat furchtbare Albträume, die von riesigen Zirkusclowns handeln und wird anschließend von dem Direktor dieses Zirkus beherrscht. Auch Nightcrawler, Kitty und Spike ergeht es nicht besser: Sie unterstehen ebenfalls dem Kommando des fiesen Zirkusdirektors …","versions":[{"lang":1,"streams":[{"redirect":9869028,"hoster":"VOE"},{"redirect":9869027,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schattentanz","epNo":11,"alt":"Shadow Dance","descr":"Forge arbeitet an einem Gerät, das Kurt mit Hilfe von Teleportation um die ganze Welt schicken kann. Doch dann merken sie, dass Kurt während der Teleportation durch eine von Bestien verseuchte Dimension muss – Kurt weigert sich, weiter an dem Projekt teilzunehmen","versions":[{"lang":1,"streams":[{"redirect":9869032,"hoster":"VOE"},{"redirect":9869037,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie du mir, so ich dir","epNo":12,"alt":"Retreat","descr":"Beast ist unterwegs mit Kitty, Bobby, Evan und zwei weiteren neuen Mitgliedern auf einem Campingausflug. Unterdessen entdecken einige Jäger, dass es sich bei Beast um einen Big Foot handelt, und sie versuchen, ihm eine Falle zu stellen …","versions":[{"lang":1,"streams":[{"redirect":9869044,"hoster":"VOE"},{"redirect":9869296,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Gefahrensucher","epNo":13,"alt":"Walk on the Wild Side","descr":"Jean und Amara haben das Gefühl, dass die Jungs sich für mutiger als die Mädchen halten. Darum beschließt Tabitha, dass die Mädchen einen Club zur Verbrechensbekämpfung gründen sollten. Nachdem auch Kitty und Rogue dem Club beigetreten sind, kämpfen sie in der Nacht gegen das Böse, während die anderen in der Stadt – darunter auch die übrigen X-Men – rätseln, wer die nächtlichen Kämpfer sind …","versions":[{"lang":1,"streams":[{"redirect":9869051,"hoster":"VOE"},{"redirect":9869050,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Mission Wiedergeburt","epNo":14,"alt":"Operation: Rebirth","descr":"Magneto stiehlt die Überreste der legendären, streng geheimen \"Mission Wiedergeburt\". Bei der Operation handelt es sich um ein Projekt, dass Wolverine während des Zweiten Weltkriegs verhindern konnte …","versions":[{"lang":1,"streams":[{"redirect":9869059,"hoster":"VOE"},{"redirect":9869061,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Faktor X","epNo":15,"alt":"The HeX Factor","descr":"Mystique holt die scharlachrote Hexe aus ihrem Zufluchtsort und bringt sie in das Haus der Bruderschaft. Gleichzeitig wirft sie Tabitha aus dem Haus. Quicksilver begegnet auf diese Weise seiner Schwester, der Hexe. Unterdessen zeigt Lance immer mehr Interesse an Kitty …","versions":[{"lang":1,"streams":[{"redirect":9869068,"hoster":"VOE"},{"redirect":9869071,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tag der Erkenntnis, Teil 1","epNo":16,"alt":"Day Of Reckoning (1)","descr":"Als die Mitglieder der Bruderschaft auftauchen, um im Kampf gegen Magneto mit den X-Men gemeinsame Sache zu machen, verschwindet auf einmal Wolverine. Die X-Men brechen dennoch auf, um Magneto zu bezwingen. In dem Moment, in dem das Raumschiff startet, wird im Institut der Selbstzerstörungsmechanismus ausgelöst …","versions":[{"lang":1,"streams":[{"redirect":9869079,"hoster":"VOE"},{"redirect":9869082,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tag der Erkenntnis, Teil 2","epNo":17,"alt":"Day Of Reckoning (2)","descr":"Die X-Men kommen an den Ort, wo Magneto sich mit seinen neuen Verbündeten aufhält, als Quicksilver auf einmal enthüllt, dass er auch zu Magnetos Truppe gehört. Die anderen fangen an, gegen Magnetos Leute vorzugehen, doch Magneto lässt das Terrain, auf dem sie kämpfen, auf einmal ohne Vorwarnung einstürzen","versions":[{"lang":1,"streams":[{"redirect":9869091,"hoster":"VOE"},{"redirect":9869089,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein neuer Anfang","epNo":1,"alt":"Day of Recovery","descr":"Die verbliebenen X-Men versuchen, ihre gefangenen Kollegen aus der Area 51 zu befreien. Dabei tun sie sich mit der Bruderschaft zusammen …","versions":[{"lang":1,"streams":[{"redirect":12931453,"hoster":"VOE"},{"redirect":9869100,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Stoff aus dem Helden sind","epNo":2,"alt":"The Stuff of Heroes","descr":"Storm und Beast versuchen vor dem Senat, die gegen die Mutanten aufgebrachte Menge zu beruhigen. Die restlichen X-Men haben einen kaum leichteren Auftrag: Sie müssen Juggernaut aufhalten, der dabei ist, einen Damm zu zerstören …","versions":[{"lang":1,"streams":[{"redirect":9869120,"hoster":"VOE"},{"redirect":9869115,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Abstimmung","epNo":3,"alt":"Mainstream","descr":"Obwohl sie Professor X retten konnten, nimmt die Engstirnigkeit gegenüber den Mutanten kein Ende. Als die X-Men an die Bayville High zurückkehren, werden sie von ihren menschlichen Klassenkameraden beschimpft und verachtet. Schulleiter Edward Kelly feuert den Hass sogar noch an","versions":[{"lang":1,"streams":[{"redirect":9869132,"hoster":"VOE"},{"redirect":9869133,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Stoff aus dem Bösewichter sind","epNo":4,"alt":"The Stuff of Villains","descr":"Wanda will unbedingt herausfinden, wo ihr Vater Magneto ist. Nachdem ihr Bruder Quicksilver nicht bei der Suche helfen will, liefert sie ihn der Polizei aus. Die Bruderschaft muss eingreifen …","versions":[{"lang":1,"streams":[{"redirect":9869145,"hoster":"VOE"},{"redirect":9869144,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blind in Mexiko","epNo":5,"alt":"Blind Alley","descr":"Mystique kann aus der Area 51 fliehen und ist nun auf Rache aus. Ihr Zorn trifft Scott – genau in dem Moment, da Jean Scott ihre Liebe gestehen will …","versions":[{"lang":1,"streams":[{"redirect":12384102,"hoster":"VOE"},{"redirect":9869156,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Extreme Veränderungen","epNo":6,"alt":"X-Treme Measures","descr":"Spyke macht bei einem Skateboard-Wettbewerb mit. Um sich zu erfrischen, bedient er sich beim Getränk des Sponsors \"Pow-R 8\". Doch schnell muss er feststellen, dass Mutanten auf diesen Drink gar nicht gut reagieren …","versions":[{"lang":1,"streams":[{"redirect":9869173,"hoster":"VOE"},{"redirect":9869170,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Toad, die Hexe und der Imagewandler","epNo":7,"alt":"The Toad, The Witch and The Wardrobe","descr":"Wanda spürt Magneto in seinem Hauptquartier inmitten eines Skiortes auf. Doch ihre Spürnase muss sie teuer bezahlen. Um sie zu retten, tun sich sogar die beiden zerstrittenen Toad und Kurt zusammen","versions":[{"lang":1,"streams":[{"redirect":9869176,"hoster":"VOE"},{"redirect":9869177,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Selbstbestimmt","epNo":8,"alt":"Self Possessed","descr":"Rogue sieht zu, als ihre große Flamme Scott Jane trifft. Eine Kettenreaktion beginnt, Rogues Persönlichkeitsstörung tritt mit aller Macht zutage und droht, sie zu zerstören …","versions":[{"lang":1,"streams":[{"redirect":9869184,"hoster":"VOE"},{"redirect":9869183,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hinter Schloss und Riegel","epNo":9,"alt":"Under Lock \u0026 Key","descr":"Die X-Men erfahren, dass ein großer Plan dahinter steckt, als die Acolytes gleich eine Reihe von Artefakten zu stehlen versuchen …","versions":[{"lang":1,"streams":[{"redirect":13993176,"hoster":"VOE"},{"redirect":9869190,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Karibik-Kreuzfahrt","epNo":10,"alt":"Cruise Control","descr":"Eigentlich wollen die X-Men eine Auszeit von ihrem Dasein als Superhelden nehmen. Doch nachdem Magma krank wird und von Boom Boom und Iceman auf eine Insel gebracht wird, lässt sie aus Versehen einen Vulkan ausbrechen. So haben sich die X-Men ihren Urlaub nicht vorgestellt …","versions":[{"lang":1,"streams":[{"redirect":9869199,"hoster":"VOE"},{"redirect":9869196,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"X23","epNo":11,"alt":"X23","descr":"Eine mysteriöse Scharfschützin namens X-23 nimmt sich die X-Men der Reihe nach vor. Wolverine findet heraus, dass es sich um einen Klon seiner selbst handelt, der von Dr. Deborah Risman geschaffen wurde …","versions":[{"lang":1,"streams":[{"redirect":9869204,"hoster":"VOE"},{"redirect":9869205,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Düstere Aussichten","epNo":12,"alt":"Dark Horizon","descr":"Rogue steht komplett unter dem Einfluss von Mesmero, der sie als Waffe benutzt, um die Mutanten-Fähigkeiten der X-Men zu absorbieren. Anscheinend will er so Apocalypse wieder zum Leben erwecken. Gegen diesen Plan bildet sich eine ungewöhnliche Allianz …  Die X-Men, die Bruderschaft und die Acolytes spüren Apocalypse in Ägypten auf. Aber sie kommen zu spät und schaffen es nicht, ihn davon abzuhalten, ins Leben zurück zu kehren. Das Leben der Menschheit hängt damit am seidenen Faden …","versions":[{"lang":1,"streams":[{"redirect":9869210,"hoster":"VOE"},{"redirect":9869211,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Absturz","epNo":1,"alt":"Impact","descr":"Magneto jagt gnadenlos Apocalypse, aber die X-Men sind nicht schnell genug, um ihn zu stoppen. Als Jean Apocalypse in Mexiko findet, begeben sich der Professor, Cyclops, Jean, Shadowcat, Beast und Wolverine auch dorthin, um Nachforschungen anzustellen. Dabei wollen sie friedlich zu Werke gehen, doch Magneto greift sofort an …","versions":[{"lang":1,"streams":[{"redirect":9869214,"hoster":"VOE"},{"redirect":9869217,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Keine Heldentaten","epNo":2,"alt":"No Good Deed","descr":"Als Wanda versehentlich einen U-Bahn-Unfall verursacht, rettet die Bruderschaft einige Menschen und wird daraufhin von den Leuten als eine Heldentruppe betrachtet. Unterdessen werden die X-Men einfach weggedrängt, und die Bruderschaft beginnt, weitere Unfälle zu verursachen, nur um als Retter aufzutreten und den eigenen Ruhm zu vergrößern …","versions":[{"lang":1,"streams":[{"redirect":12384105,"hoster":"VOE"},{"redirect":9869220,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ziel X","epNo":3,"alt":"Target X","descr":"Wolverine wird entführt, kann sich aber befreien und in die Wälder flüchten. Unterdessen kehrt X23 zurück und schließt sich mit Wolverine zusammen. Gemeinsam nehmen die beiden den Kampf gegen Hydra auf …","versions":[{"lang":1,"streams":[{"redirect":9869226,"hoster":"VOE"},{"redirect":9869225,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sünde des Sohns","epNo":4,"alt":"Sins of the Son","descr":"Xavier wusste bisher nicht, dass er einen Sohn hat: David Haller. Doch nun sucht David den Kontakt zu seinem Vater, weil er Hilfe braucht. Er wurde von einem Mann namens Lucas entführt. Xavier, Jean, Scott und Storm reisen nach Schottland, wo Xaviers Ex-Frau mit David und einem Straßenjungen namens Ian lebt. Als Ian das Haus verlässt, folgt ihm Jean und wird ebenfalls von Lucas gekidnappt …","versions":[{"lang":1,"streams":[{"redirect":9869234,"hoster":"VOE"},{"redirect":9869236,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auflehnung","epNo":5,"alt":"Uprising","descr":"Die Stimmung gegen die Mutanten wird immer hysterischer, und Spike tut alles, was in seinen Möglichkeiten steht, um die Mutanten vor Übergriffen zu schützen. Unter ihnen ist auch ein Junge namens Dorian Leach, der Mutanten-Fähigkeiten ausgebildet hat, die nicht versteckt werden können, und der nun Angriffen ausgesetzt ist. Auch er sucht Schutz bei Spike ...","versions":[{"lang":1,"streams":[{"redirect":9869240,"hoster":"VOE"},{"redirect":9869242,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im tiefen Süden","epNo":6,"alt":"Cajun Spice","descr":"Gambit entführt Rogue und erklärt ihr, dass er ihr helfen will, zu vergessen, was sie Mystique getan hat. Als alle ihr Fehlen bemerken, begibt sich Wolverine zu Magnetos Basis, wo er Pyro trifft und ihm erzählt, dass er nicht weiß, wo Gambit ist. Dieser bringt Rogue unterdessen in eine Stadt, in der sie von einer Gruppe Krimineller angegriffen werden …","versions":[{"lang":1,"streams":[{"redirect":9869244,"hoster":"VOE"},{"redirect":9869248,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die letzte Chance für einen Geist","epNo":7,"alt":"Ghost of a Chance","descr":"Kitty wird durch ein Mutanten-Mädchen namens Danielle Moonstar vor einem Bergabsturz gerettet. Danielle wird daraufhin ins Institut aufgenommen, sorgt aber schon bald für Schwierigkeiten, denn seit ihrer Ankunft werden die Albträume von Jean, Kurt und Kitty Wirklichkeit! Kitty hat Angst, dass ihre neue Freundin das Institut wieder verlassen muss …","versions":[{"lang":1,"streams":[{"redirect":9869254,"hoster":"VOE"},{"redirect":9869252,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Untergang, Teil 1","epNo":8,"alt":"Ascension (1)","descr":"Als in Ägypten eine neue Kugel auftaucht, will Professor X versuchen, mit Apocalypse zu kommunizieren, und nimmt Storm mit. Mit Hilfe der Cerebro-Technologie beobachtet der Rest der Gruppe, wie Apocalypse telepathisch seinen Plan mitteilt, das ruhende X-Gen in allen Menschen zu erwecken, ein Prozess, der die meisten \"normalen\" Menschen töten wird. Xavier erklärt Apocalypse, dass dies nicht notwendig ist, was Apocalypse verärgert. Storm will ihn verteidigen, aber stattdessen schickt sie beide auf die gleiche Weise weg wie Magneto. Die X-Men sind beschämt und stoßen bald darauf auf Nick Furry, der den Neustart des Sentinel-Programms ankündigt. Apocalypse wird bei den Sphynx von drei Sentinels konfrontiert, die als Lockvögel fungieren, während weitere Sentinels geschickt werden, um die drei Sphären mit ihrer überlegenen Technologie auszuschalten. Apocalypse besiegt die Sentinels, schickt aber vier von ihm kontrollierte Reiter aus, um sie zu beschützen - Magneto in Mexiko, Storm in China, Xavier in Ägypten und Mystique bei den Sphynx.","versions":[{"lang":1,"streams":[{"redirect":9869261,"hoster":"VOE"},{"redirect":9869260,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Untergang, Teil 2","epNo":9,"alt":"Ascension (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":9869270,"hoster":"VOE"},{"redirect":9869269,"hoster":"Streamtape"}]}]}]}]}