{"path":"/serie/stream/xiii-die-verschwoerung","name":"XIII – Die Verschwörung","descr":"Ein Mann (Stuart Townsend) flieht aus einem brutalen geheimen Gefängniscamp. Warum er dort war, weiß er nicht – seine Erinnerung ist gelöscht. Nach einer Tätowierung auf seiner Schulter nennt er sich \"XIII\". Es scheint, als liege tief in seiner Vergangenheit ein tödliches Geheimnis begraben, das unter keinen Umständen ans Licht kommen darf. Söldner und sogar seine eigene Regierung scheinen bereit, dafür eiskalt zu töten. Auf seiner verzweifelten Suche nach der Wahrheit erfährt XIII, dass er CIA-Agent war. Aber stand er auf der Seite des Guten oder des Bösen? Stück für Stück setzt XIII die Puzzleteilchen wieder zusammen und kommt einer großen Verschwörung auf die Spur. Die Verwicklungen reichen von der russischen Killerin Irina Svetlanova (Virginie Ledoyen) über die Agentin Lauren Jones (Aisha Tyler) und den Direktor des Nachrichtendienstes, Samuel Amos (Greg Bryk), bis hin zum US-Präsidenten (Stephen McHattie).","seasons":[{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"XIII (Stuart Townsend) ist aus einem geheimen Gefängniscamp entflohen. Als seine Retter offenbaren sich Ex-Präsident Sheridan (Ted Atherton) und die Killerin Irina Svetlanova (Virginie Ledoyen). Sie bieten ihm einen Deal an: Wenn XIII den Inhalt eines Safes aushändigt, wird Sheridan ihm Informationen über sein bisheriges Leben geben. Da tauchen plötzlich Killer auf, und XIII muss fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918392","hoster":"VOE"},{"path":"/redirect/8658454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-2","name":"Jagdfieber","epNo":2,"alt":"Green Falls","descr":"Nach einem Hinweis von Sheridan (Ted Atherton) fahren XIII (Stuart Townsend) und Sam (Caterina Murino) nach Green Falls, wo XIII angeblich aufwuchs. XIII stößt auf seinen echten Namen und erfährt, dass sein Vater Zeitungsreporter war, der einen Skandal aufdecken wollte und ermordet wurde. Schließlich erfährt XIII auch, dass er am College zu einer CIA Ausbildung eingezogen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503689","hoster":"VOE"},{"path":"/redirect/8658465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-3","name":"Verraten und verkauft","epNo":3,"alt":"Lockdown","descr":"Er ist ein CIA-Agent ohne Erinnerung: Der namenlose \"XIII\" (Stuart Townsend) kann aus einem geheimen Gefängniscamp fliehen. Als seine Retter offenbaren sich Ex-Präsident Sheridan (Ted Atherton) und die Killerin Irina Svetlanova (Virginie Ledoyen). Sie bieten ihm einen Deal an: Wenn XIII den Inhalt eines Safes aushändigt, auf den nur er zugreifen kann, wird Sheridan ihm Informationen über sein bisheriges Leben geben. Da tauchen plötzlich Killer auf, und XIII muss fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336842","hoster":"VOE"},{"path":"/redirect/8658458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-4","name":"Das Unglück der Iren","epNo":4,"alt":"The Irish Version","descr":"Der gedächtnislose Agent XIII (Stuart Townsend) folgt der Spur, auf die er von Häftling Sanchez in dem venezulanischen Gefängnis gestoßen wurde. Sie führt ihn nach Irland: Hier muss XIII Seamus O’Neil finden, einen Ex-IRA-Kämpfer, der zur selben Zeit bei der CIA anheuerte wie XIII.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503693","hoster":"VOE"},{"path":"/redirect/8658462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-5","name":"Das Camp","epNo":5,"alt":"Training Camp","descr":"Agent XIII (Stuart Townsend) versucht nach dem Verlust seiner Erinnerung immer noch dem Geheimnis seiner Identität auf die Spur zu kommen: Er folgt den Spuren bis zu einem paramilitärischen Trainingscamp im Nordwest-Pazifik namens \"Bitterroot\". Für welche geheime Mission wurde er hier ausgebildet? Bei seinen Nachforschungen legt er sich mit Camp-Leiter Rech an. Um sein Ziel zu erreichen, muss XIII das Trainingsprogramm überleben und darf nicht als Spion auffliegen. Doch dafür muss er einen tödlichen Preis zahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503697","hoster":"VOE"},{"path":"/redirect/8658456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-6","name":"Verbrannte Erde","epNo":6,"alt":"Costa Verde","descr":"Agent XIII (Stuart Townsend) kommt dem Geheimnis seiner vergessenen Identität langsam auf die Spur: Anscheinend wurde er im paramilitärischen Camp \"Bitterroot\" für eine Wirtschaftsspionage-Mission in Costa Verde ausgebildet. Dort machen XIII und Special Agent Lauren Jones (Aisha Tyler) erstaunliche Entdeckungen: XIII stand nicht nur in Verbindung mit einer Kraftwerksexplosion, die hunderte Arbeiter tötete, sondern auch mit einer revolutionären Bewegung – und deren charismatischer Anführerin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503699","hoster":"VOE"},{"path":"/redirect/8658457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-7","name":"Die Zeit läuft ab","epNo":7,"alt":"Undertown","descr":"Agent XIII (Stuart Townsend) und Special Agent Lauren Jones (Aisha Tyler) machen sich auf den Weg nach Chicago. Dort suchen sie Robert Simons (Brent Crawford), einen der anderen Agenten, die in das Kraftwerk in Costa Verde eindringen sollten. Doch Simons ist bereits seit zwei Jahren vom Erdboden verschwunden. Und schlimmer noch: Durch seine Suche bringt XIII die russische Killerin Irina (Virginie Ledoyen) auf seine Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503698","hoster":"VOE"},{"path":"/redirect/8658461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-8","name":"Fesselnde Flucht","epNo":8,"alt":"Hunting Party","descr":"Agent XIII (Stuart Townsend) lässt es keine Ruhe, dass er nicht weiß, wer seine Freundin Sam (Caterina Murino) getötet hat. Da macht ihm die Russin Irina (Virginie Ledoyen) einen Vorschlag: Sie ist bereit, ihm den Namen zu nennen, wenn er ihr im Gegenzug eine Uhr überlässt, in der sich ein Computerchip mit briasanten Informationen befindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503700","hoster":"VOE"},{"path":"/redirect/8658459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-9","name":"Russisches Bankett","epNo":9,"alt":"The Bank Job","descr":"Der gedächtnislose Agent XIII (Stuart Townsend) verfolgt eine Spur des ehemaligen CIA-Directors Giordino (Paulino Nunes) nach Moskau. Die führt zu einem Banksafe, in dem Giordino hochbrisante Dokumente aufbewahrt. XIII und Special Agent Lauren Jones (Aisha Tyler) versuchen, an das geheime Material zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503701","hoster":"VOE"},{"path":"/redirect/8658460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-10","name":"Dame, König, As, Sohn","epNo":10,"alt":"The Train","descr":"Durch die geheimen Unterlagen des ehemaligen CIA-Directors Giordino (Paulino Nunes) kommen XIII (Stuart Townsend) und Special Agent Jones (Aisha Tyler) auf die Spur eines kleinen Jungen, dessen Eltern von Giordino ermordet wurden. Als sie Giordino zu einem geheimen Treffpunkt verfolgen, finden sie die Wahrheit heraus, wer dieser Junge wirklich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503702","hoster":"VOE"},{"path":"/redirect/8658463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-11","name":"Der Bunker","epNo":11,"alt":"The Bunker","descr":"XIII (Stuart Townsend) and Jones (Aisha Tyler) begeben sich nach Montana zu einer stillgelegten Sprengkammer, die voller tödlicher Fallen steckt. Und wo sich anscheinend Max Serle (Matthew Bennett) versteckt hält, einer der Verschwörer der Costa-Verde-Mission. XIII und Jones kämpfen sich durch den Bunker, um Max zu erreichen, bevor Killerin Irina (Virginie Ledoyen) ihn findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503703","hoster":"VOE"},{"path":"/redirect/8658464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-12","name":"Der verbotene Schlüssel","epNo":12,"alt":"The Key","descr":"Nachdem XIII (Stuart Townsend) die letzte noch fehlende Uhr von Max Serle (Matthew Bennett) erhalten hat, versucht der Ex-Agent, die einzelnen Teile der verschlüsselten Dateien zusammenzusetzen. Dazu ist allerdings ein Passwort nötig. XIII versucht verzweifelt, den Zugang zu knacken, bevor Amos (Greg Bryk) und seine Leute ihm die Informationen entreißen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503704","hoster":"VOE"},{"path":"/redirect/8658466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-1/episode-13","name":"Das Gesicht hinter der Maske","epNo":13,"alt":"Revelation","descr":"XIII (Stuart Townsend) und Jones (Aisha Tyler) wollen die Machtübernahme des Industriellen Gerhardt (Tom Berenger) verhindern. Seine Spur führt die beiden nach Paris, wo Gerhardt sein Bollwerk hat. Die Agenten müssen allerhand Hindernisse überwinden, um zu dem Schurken vorzudringen. Auf den Straßen von Paris kommt es schließlich zum furiosen Showdown.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503705","hoster":"VOE"},{"path":"/redirect/8658467","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-1","name":"Der Doppelgänger","epNo":1,"alt":"Phoenix","descr":"Von seinen Vorgesetzten betrogen und im Stich gelassen, verlässt Agent XIII (Stuart Townsend) den Secret Service. Auf der Suche nach Unterschlupf trifft er auf die schöne Öko-Aktivistin Betty Barnowsky (Roxane Mesquida). Die überredet XIII, der Organisation \"The Veil\" um Anführer Max Vargas (Bruce Ramsay) beizutreten. Die Aktivisten haben es mit einem mächtigen Gegner zu tun: dem Energiekonzern Hearpe, der aus wirtschaftlichen Gründen das Klima beeinflussen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503710","hoster":"VOE"},{"path":"/redirect/8658469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-2","name":"Der Anschlag","epNo":2,"alt":"Rampage","descr":"Auf das Hauptquartier des Konzerns Synequanon wird ein mörderischer Bombenanschlag verübt. Die Schuld schiebt man den Aktivisten der Gruppe \"The Veil\" in die Schuhe, der sich XIII (Stuart Townsend) angeschlossen hat. XIII wurde aber gefangen genommen und wird von einem mysteriösen Agenten gefoltert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503711","hoster":"VOE"},{"path":"/redirect/8658474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-3","name":"Gewinner und Verlierer","epNo":3,"alt":"Defender","descr":"Jones wurde von XIII\u0027 Doppelgänger lebensgefährlich verletzt. XIII (Stuart Townsend) ist auf der Flucht und wird nun sowohl von der Regierung gejagt als auch von dem mysteriösen Agenten, der ihn gefoltert hat. Außerdem will sich der Konzern Synequanon für den auf ihn verübten Anschlag rächen. XIII sucht verzweifelt nach Hinweisen für die gewaltige globale Verschwörung, der er langsam auf die Schliche kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503706","hoster":"VOE"},{"path":"/redirect/8658468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-4","name":"Das Tesla-Projekt","epNo":4,"alt":"Tempest","descr":"Auf seiner Jagd nach Hinweisen für die Verschwörung bekommt es XIII (Stuart Townsend) mit dem brutalen Sicherheitsteam des Synequanon-Konzerns zu tun. Schließlich spürt XIII einen Wissenschaftler auf, den der Konzern gefangen hält. Der hat eine ganz besondere Verbindung zu den geheimnisvollen Briefen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503707","hoster":"VOE"},{"path":"/redirect/8658471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-5","name":"Der Zweikampf","epNo":5,"alt":"Joust","descr":"Der Anschlag auf den Synequanon-Konzern ist immer noch nicht aufgeklärt. XIII (Stuart Townsend) und Amos (Greg Bryk) haben schwer damit zu kämpfen, die Wahrheit aufzudecken, die hinter dem Anschlag steckt. Bald geraten sie physisch und geistig an ihre Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503709","hoster":"VOE"},{"path":"/redirect/8658470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-6","name":"Die Party","epNo":6,"alt":"Gaunlet","descr":"Auf der Suche nach den \"Tesla\"-Briefen landet XIII (Stuart Townsend) auf einer ultra-exklusiven Luxusparty des durchgeknallten russischen Oligarchen Andrej Kalishkanov (Steve Bacic), der angeblich einen dieser Briefe besitzen soll. Auch Betty (Roxane Mesquida) kann auf die Party geschmuggelt werden. Doch dann fliegt Betty auf und gerät in die Fänge von Kalishkanovs Schergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503708","hoster":"VOE"},{"path":"/redirect/8658475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-7","name":"Der Ausbruch","epNo":7,"alt":"Breakout","descr":"XIII (Stuart Townsend), Betty (Roxane Mesquida) and Mozambique (Wole Daramola) tun alles, um ihren Anführer Max Vargas (Bruce Ramsay) zu retten, bevor er nach Guantanamo geschickt wird. Sie vermuten, dass er Informationen über die \"Tesla\"-Briefe hat. Unterdessen haben die neuesten Tests des Synequanon-Konzerns unvorhergesehene, katastrophale Auswirkungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116007","hoster":"VOE"},{"path":"/redirect/8658472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-8","name":"Die Falle","epNo":8,"alt":"Mousetrap","descr":"XIII (Stuart Townsend) reist inkognito auf einem Schiff nach China, er vermutet, dass der letzte \"Tesla\"-Brief an Bord versteckt ist. Da wird Betty (Roxane Mesquida) verschleppt und zu ihrem Vater nach London gebracht. Der behauptet, dass alle Ereignisse rund um XIII und die Öko-Gruppe \"The Veil\" nichts weiter sind als Halluzinationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503712","hoster":"VOE"},{"path":"/redirect/8658473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-9","name":"Pong","epNo":9,"alt":"Pong","descr":"XIII (Stuart Townsend) wird in China von der Xu Corporation gefangen genommen. Sie finden heraus, dass diese Person gar nicht Victor Gong (Shannon Kook) ist, aber wie Victor handelt, fühlt und denkt und auch über dessen Erinnerungen verfügt. Pong (Ho Chow) gelingt es, den letzten \"Tesla\"-Brief von XIII zu bekommen. Dann wird auch Mozambique (Wole Daramola) gefangen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503714","hoster":"VOE"},{"path":"/redirect/8660953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-10","name":"Die schwarze Witwe","epNo":10,"alt":"Black Widow","descr":"Damit er auch äußerlich wie Victor Gong (Shannon Kook) aussieht, wird XIII (Stuart Townsend) einer Gesichtsoperation unterzogen. Dadurch glaubt XIII immer mehr, tatsächlich Victor Gong zu sein. Unterdessen verbündet sich Betty (Roxane Mesquida) mit dem echten Victor Gong, der sich vor einem Jahr zum Doppelgänger von XIII verwandelte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931459","hoster":"VOE"},{"path":"/redirect/8658476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-11","name":"Auf Leben und Tod","epNo":11,"alt":"Punchout","descr":"XIII (Stuart Townsend) wird von Betty (Roxane Mesquida) in ein bizarres Untergrund-Gefängnis gesteckt, wo die Insassen wie Gladiatoren um ihr Leben kämpfen müssen. Dort trifft XIII auf bekannte Gesichter: Mozambique (Wole Daramola), Filmproduzent Barry Salters (Jason Blicker), Amos (Greg Bryk) und Grier (Lisa Berry). Währenddessen versuchen Betty und Victor Gong (Shannon Kook), die Xu Corporation unter ihre Kontrolle zu bekommen. – Die zweite Staffel der mitreißenden Serien-Verfilmung des gleichnamigen Kultcomics.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503718","hoster":"VOE"},{"path":"/redirect/8658478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-12","name":"Berserker","epNo":12,"alt":"Berzerk","descr":"XIII (Stuart Townsend), Betty (Roxane Mesquida) und Amos (Greg Bryk) gelingt es, aus dem Untergrund-Gefängnis zu fliehen. Victor Gong (Shannon Kook) lässt daraufhin die gesamte Gegend absperren. Schlimmer noch: Um die Gefangenen ins totale Chaos zu stürzen, setzt er eine Chemiewaffe ein, die Paranoia und extreme Wut auslöst. – Die zweite Staffel der mitreißenden Serien-Verfilmung des gleichnamigen Kultcomics.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8503715","hoster":"VOE"},{"path":"/redirect/8658477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xiii-die-verschwoerung/staffel-2/episode-13","name":"Der Entscheidungskampf","epNo":13,"alt":"Battlezone","descr":"XIII (Stuart Townsend) und Betty (Roxane Mesquida) landen in China. Präsident Carrington (Stephen McHattie) erteilt XIII den Befehl, das von den Chinesen kontrollierte Waffensystem HEARPE für immer außer Betrieb zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116010","hoster":"VOE"},{"path":"/redirect/8658481","hoster":"Streamtape"}]}]}]}]}