{"path":"/serie/stream/xxxholic","name":"XxxHOLiC","descr":"Watanuki Kimihiro leidet darunter, dass er Geister sehen kann. Als er eines Tages wieder einmal von diesen Wesen verfolgt wird, landet er in dem Geschäft von Yuuko, die verspricht, ihm zu helfen. Sie erfüllt ihm den Wunsch, dass er seine Verfolger nicht mehr sehen kann und die Geister ihn endgültig in Ruhe lassen. Doch dafür muss er für sie arbeiten und so begegnet er immer wieder aufs Neue der japanischen Welt der Mythologie voller Gefahren und Geheimnisse.","seasons":[{"path":"/serie/stream/xxxholic/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/xxxholic/filme/film-1","name":"Ein Sommernachtstraum","epNo":1,"alt":"A Midsummer Night\u0027s Dream","descr":"Yuko erhält einen Brief von einem unbekannten Absender. Es ist eine Einladung zu einer Auktion. Sieben begeisterte Sammler wurden in ein altes Herrenhaus eingeladen. Sie alle geben zu, die Einladung zur Vervollständigung ihrer Sammlungen angenommen zu haben. Sie warteten auf den Gastgeber, aber er taucht nicht auf. Und einer nach dem anderen verschwinden die Sammler. Der seltsame Gastgeber und ein mysteriöses Mädchen. Eine Nacht, in der seltsame Dinge nacheinander passieren. Was wird versteigert? Wer ist der Gastgeber? Die listigen und törichten Menschen, die von Besitztümern und der zeitlosen Leidenschaft des Gastgebers besessen sind. Was wartet am Ende dieser rätselhaften Rätselserie? Und was ist das Fazit der traurigen Liebesgeschichte dahinter? Das Geheimnis führt zum Geheimnis und erreicht das Unerwartete!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931481","hoster":"VOE"},{"path":"/redirect/8759475","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13606897","hoster":"VOE"},{"path":"/redirect/8759660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-2","name":"","epNo":2,"alt":"Shunmuki 1 (OVA 1)","descr":"Watanuki und Dōmeki genießen Essen und Getränke mit der Wahrsagerin, in der Kohane sich aufhält. Dort wird erklärt, dass sich jeder mit jeder Begegnung ändert, die er mit anderen erlebt, und dass sich alle vier dort und sogar Yūko seit dem Treffen mit Watanuki verändert haben. Später treffen sich Haruka und Watanuki in einem Traum, in dem Haruka Watanuki bittet, im Lagerraum des Tempels nach etwas zu suchen. Wenn sie sich jedoch umsehen, könnten sie zufällig in das Reich innerhalb der Bücher eintreten ... Außerdem tut Watanuki so, als würde er Dōmeki ausnahmsweise schätzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759663","hoster":"VOE"},{"path":"/redirect/8759662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-3","name":"","epNo":3,"alt":"Shunmuki 2(OVA 2)","descr":"Watanuki und Dōmeki suchen weiter nach den vier Gegenständen, die Haruka angefordert hat. Watanuki schaltet einen fünften Gegenstand frei, der zu einer Begegnung mit einer ihm nahestehenden Person führt. Später schwört Watanuki, Yūko ihren Wunsch zu erfüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476773","hoster":"VOE"},{"path":"/redirect/8759661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-4","name":"","epNo":4,"alt":"Rou (OVA 3)","descr":"Yuukos Zeitfluss beginnt endlich wieder in Bewegung zu kommen, nachdem sie eine unbekannte Anzahl von Jahren am Leben war, muss sie jetzt gehen, da sie nicht mehr von der Welt der Lebenden gehalten werden kann. In ihren letzten Momenten steht sie Watanuki, ihrem treuen Diener und Freund, gegenüber und macht ihren letzten Wunsch, \u0027am Leben zu bleiben\u0027. Also machte Watanuki das Versprechen, im Speicher der Wünsche zu bleiben, bis sie sich wiedersehen. Viele Jahre später hält er dieses Versprechen immer noch, gibt Hoffnung, nimmt aber auch wichtige Sachen von denen, die jemals zu ihm kommen, um sich etwas zu wünschen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476770","hoster":"VOE"},{"path":"/redirect/8759669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-5","name":"","epNo":5,"alt":"Rou Adayume (OVA 4)","descr":"Watanuki wird von Haruka um einen Job gebeten, bei dem er Dōmekis Träume untersucht. Als er in die Träume eindringt, beginnt er, Ereignisse zu sehen, die sich aus Dōmekis Sicht in der Serie ereigneten, jedoch ab seiner Kindheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759672","hoster":"VOE"},{"path":"/redirect/8759671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-6","name":"","epNo":6,"alt":"Live Action: Episode 1","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8762208","hoster":"VOE"},{"path":"/redirect/8762202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-7","name":"","epNo":7,"alt":"Live Action: Episode 2","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476712","hoster":"VOE"},{"path":"/redirect/8762204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-8","name":"","epNo":8,"alt":"Live Action: Episode 3","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476723","hoster":"VOE"},{"path":"/redirect/8762241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-9","name":"","epNo":9,"alt":"Live Action: Episode 4","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476738","hoster":"VOE"},{"path":"/redirect/8762245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-10","name":"","epNo":10,"alt":"Live Action: Episode 5","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476744","hoster":"VOE"},{"path":"/redirect/8762253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-11","name":"","epNo":11,"alt":"Live Action: Episode 6","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918394","hoster":"VOE"},{"path":"/redirect/8762257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-12","name":"","epNo":12,"alt":"Live Action: Episode 7","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476752","hoster":"VOE"},{"path":"/redirect/8762276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/filme/film-13","name":"","epNo":13,"alt":"Live Action: Episode 8","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476763","hoster":"VOE"},{"path":"/redirect/8762207","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/xxxholic/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/xxxholic/staffel-1/episode-1","name":"Unausweichlich","epNo":1,"alt":"The Inevitable","descr":"Watanukis Dämonen ziehen ihn zur Tür von Yuko, einer mystischen Frau mit Einsicht und Luxus. Um frei von seinen Visionen zu sein, wird er in ihrem neugierigen Laden der Träume und Wünsche arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931465","hoster":"VOE"},{"path":"/redirect/8758250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-2","name":"Lügen","epNo":2,"alt":"Falsehood","descr":"Eine Kundin hat Schmerzen in ihrem kleinen Finger und sucht deswegen Yuko auf. Diese sagt ihr, sie müsse ihre schlechten Gewohnheiten ablegen. Watanuki arbeitet nun halbtags für Yuko. Er gesteht ihr in ein Mädchen seiner Schule, Himawari Kunogi verliebt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758207","hoster":"VOE"},{"path":"/redirect/8758212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-3","name":"Engel","epNo":3,"alt":"Angel","descr":"Himawari-chan bittet Yūko um Hilfe, um eine Reihe mysteriöser Vorfälle in der Schule zu lösen, bei denen es um ein Spiel namens Angel geht. Yūko trifft Himawari-chan und Watanuki muss mit Doumeki zusammenarbeiten. Doumeki lernt seine wahre Natur kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758170","hoster":"VOE"},{"path":"/redirect/8758182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-4","name":"Weissagung","epNo":4,"alt":"Divination","descr":"Yūko beschließt, Watanuki zu zeigen, was ein echter Wahrsager tun kann. Watanuki erfährt mehr über Yūkos Kräfte, während seine Vergangenheit erklärt wird. Die wichtige Schmetterlingssymbolik, die in der gesamten Serie zu finden ist, wird ebenfalls erklärt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116014","hoster":"VOE"},{"path":"/redirect/8758321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-5","name":"Wortketten","epNo":5,"alt":"Word-Chain Game","descr":"Watanuki stößt mitten in der Nacht auf einen ungewöhnlichen Oden-Laden, während er sich mit Mokonas Hilfe einer gefährlichen Aufgabe stellt. Watanuki trifft die Fox-Familie und schenkt dem Young Fox später einen Haja-Pfeil. Der Vollmond bringt neues Leben in Yūkos Laden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758293","hoster":"VOE"},{"path":"/redirect/14159761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-6","name":"Genusssucht","epNo":6,"alt":"Indulgence","descr":"Manche Sünden können vergeben werden. Aber können wir einer Mutter verzeihen, dass sie ihre Familie vernachlässigt? Können wir ihm verzeihen, dass er an seinen Prioritäten zweifelt? Sich einer Sucht hinzugeben, von der sie weiß, dass sie oberflächlich ist, wenn ihr Kind Hunger hat und ihr Mann sich verlassen fühlt? In dieser Episode geht es um Sucht, Entfremdung. Welche Abhilfe bietet Yuuko? Und wird ein Heilmittel ausreichen, damit dieser Mutter eines Tages vergeben wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758277","hoster":"VOE"},{"path":"/redirect/8758271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-7","name":"Hortensien","epNo":7,"alt":"Hydrangea","descr":"Wenn eine Inkarnation des Regens auftaucht, um um Hilfe zu bitten, liegt dies an der äußersten Dringlichkeit. Deshalb wird Yuuko ihre Mühe nicht ersparen: Sie wird Watanuki und Doumeki entsenden und Watanuki um Hilfe bitten. Es bleibt abzuwarten, was so viele Sorgen bereitet und was die Hortensien damit zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758235","hoster":"VOE"},{"path":"/redirect/8758226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-8","name":"Pakt","epNo":8,"alt":"Contract","descr":"Wer hat noch nicht von Pandora gehört? Diejenige, der die Götter eine Schachtel anboten, die sie unter keinen Umständen öffnen sollte. Wenn eine Anthropologie-Studentin Yuuko fragt, ob sie einen ihr gehörenden Fetisch mitnehmen darf, um sie zu studieren, und diese ihr verspricht, ihn nie zu öffnen, wird befürchtet, dass sich der Mythos wiederholt. Enthält dieser Fetisch auch Hoffnung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758173","hoster":"VOE"},{"path":"/redirect/8758174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-9","name":"Schicksalspartner","epNo":9,"alt":"Promise","descr":"Wenn Sie eine Verpflichtung eingehen, müssen Sie sie respektieren. Das sagen wir zumindest, aber was genau riskieren wir, wenn wir einen Meineid erleiden? Eine junge Frau, die Männer zum Laufen bringt, die fiktive Verpflichtungen eingeht und das Vertrauen missbraucht, das wir ihr entgegenbringen. Perspektivisch ein sehr schlechtes Karma. Wird sich die Schuld als rettend erweisen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758252","hoster":"VOE"},{"path":"/redirect/8758247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-10","name":"Licht","epNo":10,"alt":"Candlelight","descr":"Yuko beschließt, ein Treffen mit Watanuki und seinen Freunden zu organisieren, um Geistergeschichten zu erzählen. Watanuki, Dōmeki und Himawari werden zu dem Treffen eingeladen und sollen eine Geistergeschichte vorbereiten und während des Treffens teilen. Yuko erklärt Watanukis Fähigkeit, Geister zu sehen und anzuziehen und Dōmekis Fähigkeit, sie zu vertreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758281","hoster":"VOE"},{"path":"/redirect/8758280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-11","name":"Geständnis","epNo":11,"alt":"Confession","descr":"Watanuki und Dōmeki treffen in einem Park ein Mädchen, das eigentlich ein Vestalinnen-Sprite namens Zashiki-warashi ist. Sie stiehlt versehentlich Dōmekis Seele, während sie einen Ohagi aus ihrem Inneren für ein Obon-Geschenk nimmt. Watanuki geht ihr nach, um es zurückzubekommen und Yuko bietet ihm einen riesigen Vogel an, damit er ihr nachjagen kann. Als Watanuki es abholt, gesteht er, dass er es als Obon-Geschenk für ihn mitgenommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758215","hoster":"VOE"},{"path":"/redirect/8758224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-12","name":"Sommerschatten","epNo":12,"alt":"Summer Shadow","descr":"Es ist Sommer und die Band beschließt, ein paar Tage in einem Haus am Strand zu verbringen. Watanuki weigert sich weiterhin, Dōmeki um Hilfe zu bitten. Er begegnet dem Geist einer Frau, die eingesperrt war und immer noch im Haus lauert. Watanuki entdeckt dann, dass es ein Plan von Yuko war, ihn und Dōmeki zu benutzen, um seinen Geist zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174057","hoster":"VOE"},{"path":"/redirect/8758193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-13","name":"Verwandlung","epNo":13,"alt":"Transfiguration","descr":"Watanuki bemerkt, dass aus dem Rücken eines Mitschülers Flügel wachsen. Als eine Feder nach Hause gebracht wird, warnt Yuko ihn davor, zum Köder zu werden. Wenn die Flügel auf dem Rücken des Mädchens größer werden, verändert sich ihre Persönlichkeit und wird unangenehm. Schließlich greift sie Watanuki an, aber Dōmeki und der Pfeifenfuchs greifen ein und der geflügelte Pfeifenfuchs zerstört den Parasiten, der sie kontrollierte. Yuko erklärt, dass der Parasit nur bei bestimmten anfälligen Menschen lebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758214","hoster":"VOE"},{"path":"/redirect/8758211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-14","name":"Siegel","epNo":14,"alt":"Seal","descr":"Yuko und Watanuki treffen auf einem Einkaufsbummel ein Zwillingsschwestern mit unterschiedlichen Charakteren. Watanuki trifft wieder eine Schwester und hilft ihr bei der Suche nach einer verlorenen Kontaktlinse. Watanuki und Dōmeki treffen die andere Schwester in einem Burgerladen und gehen zu einem Doppeldate aus, doch Watanuki hat ein seltsames Gefühl gegenüber der schüchternen älteren Schwester. Während eines Gruselfilms beginnt er ohne ersichtlichen Grund zu bluten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758195","hoster":"VOE"},{"path":"/redirect/8758187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-15","name":"Befreiung","epNo":15,"alt":"Release","descr":"Nach dem Vorfall, bei dem der ältere Zwilling zu bluten begann, streitet Watanuki über die Möglichkeit, die Zwillinge wiederzusehen. Er denkt über die Informationen über die Wirkung der Wellen und die Wortketten nach, die Yuko ihm erzählt hat. Er ermutigt die schüchterne ältere Schwester, positiver zu sein, aber wenn sie das tut, untergräbt ihre jüngere Schwester ihr Selbstvertrauen. Yuko erfüllt ihren Wunsch nach Veränderung und gewinnt schließlich das Vertrauen, ihr Leben zu verbessern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758205","hoster":"VOE"},{"path":"/redirect/8758201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-16","name":"Wiedersehen","epNo":16,"alt":"Reunion","descr":"Um den Pfeifenfuchs in seine ursprüngliche kleine Form zurückzubringen, schicken Yuko und Watanuki ihn auf einen mystischen Berg, aber sie haben keine Möglichkeit, nach Hause zurückzukehren. Er trifft Zashiki-warashi wieder und sie erklärt, dass sie durch Kochuuten (das Mittelhimmelschiff) zu Reizan (Geist des Berges) gekommen ist. Hier bekommt er Haarspangen geschenkt, die er vorhin gekauft hat, und sie zeigt ihm den Weg nach Hause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758171","hoster":"VOE"},{"path":"/redirect/8758167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-17","name":"Selbstverletzung","epNo":17,"alt":"Circumstances","descr":"Watanuki sieht, wie ein Nurie, ein Freund von ihm, absichtlich vor ein Motorrad fällt und ins Krankenhaus gebracht wird. Er nimmt ihr die Blumen, aber sie wirft sie zurück. Es scheint, dass sie die Angewohnheit hat, Dinge zu tun, die man nicht tun muss. Yuko erklärt, dass sie diese Dinge tut, um das Glück aufgrund eines Ereignisses in der Vergangenheit zu vermeiden. Watanuki nimmt sie mit in den Laden und Yuko gibt ihr eine billige Brille, von der sie sagen, dass sie ihr negatives Verhalten stoppen wird. Brillen helfen bei der Veränderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758194","hoster":"VOE"},{"path":"/redirect/8758186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-18","name":"Lampionblume","epNo":18,"alt":"Ground Cherry","descr":"Während er Yukos Lagerhaus säubert, trifft Watanuki auf Akari, eine Katzenfrau, die eine Papierlaterne trägt. Sie erscheint jedes Jahr um diese Zeit. Sie gibt Watanuki die Laterne \u0027Ground Cherry\u0027 und verschwindet. Yuko fordert Watanuki und Dōmeki auf, an einer Feier mit der Laterne teilzunehmen. Sie schließen sich einer Prozession von Monstern an, die alle ähnliche Laternen halten und einen riesigen blühenden Baum erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758238","hoster":"VOE"},{"path":"/redirect/8758234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-19","name":"Ungerechtigkeit","epNo":19,"alt":"Irrational","descr":"Yuko lädt Watanuki, Dōmeki und Himawari in den Park ein. Sie kommen und sehen Mokona, Ame-warashi und Zashiki-warashi. Yuko erscheint und fordert sie auf, einen Schneemann zu bauen und dann einen Schneeball zu starten. Der Gewinner kann eine Schatzkiste öffnen und sich etwas wünschen. Schneemänner erwachen zum Leben und haben interessante Schneebälle. Watanuki gewinnt schließlich, aber Yuko trickst ihn in letzter Minute aus und serviert ihnen allen Abendessen und Bier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758259","hoster":"VOE"},{"path":"/redirect/8758260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-20","name":"Sühne","epNo":20,"alt":"Compensate","descr":"Eine verzweifelte Kundin bittet Yuko um Hilfe, weil sie von einem seltsamen Foto heimgesucht wird, das sie nicht loswerden kann. Yuko behält das Foto, widersetzt sich aber einem Rahmen, um es aufzunehmen, und es ändert sich, als die Frau einen Rivalen von einer Klippe stößt. Yuko stimmt zu, das Foto zu vernichten, aber die Zahlung ist hoch. Wenn die Frau erneut auf einem Aufnahmemedium auftaucht, wird der Videoclip mit dem Ereignis zurückgekehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336844","hoster":"VOE"},{"path":"/redirect/8758166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-21","name":"Nagelschere","epNo":21,"alt":"Nail Clippers","descr":"Watanuki trägt nachts seine neuen Schuhe und Yuko erinnert ihn an den alten Aberglauben, aber Watanuki sagt, er glaube nicht daran. Nach einer großen Mahlzeit schläft er dann ein, und Dōmeki erinnert ihn an den Aberglauben der Person, die sich danach in eine Kuh verwandelt. Watanuki beginnt sich schlecht zu fühlen und Visionen davon zu haben, eine Kuh zu sein, hält Aberglauben immer noch für bloße Vorsichtsgeschichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13002435","hoster":"VOE"},{"path":"/redirect/8758310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-22","name":"Versuchung","epNo":22,"alt":"Temptation","descr":"Watanuki wird freigestellt, da Yuko eine Weile weg ist. Treffen Sie eine schöne Frau, die Yuko passiert hat; S Zuhause. In der Dōmeki-Schule fordert er Watanuki auf, den Pfeifenfuchs zu tragen. Watanuki freundet sich mit der Frau an, die ihren Sohn verloren hat, in der Hoffnung, ihre Einsamkeit zu lindern. Watanuki wird schlecht und Dōmeki erinnert ihn daran, im Falle der Geister den Pfeifenfuchs zu führen. Die Frau wird weiterhin gesehen und ihre Krankheit verschlimmert sich. Er telefoniert mit Yuko, die ihn vor der Frau warnt. Watanuki beginnt Blut zu husten und bricht zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758319","hoster":"VOE"},{"path":"/redirect/8758318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-23","name":"Entscheidung","epNo":23,"alt":"Choice","descr":"Dōmeki kümmert sich um Watanuki, der sehr krank ist, aber als er mehr Begegnungen mit der mysteriösen Frau hat, verschlechtert sich sein Zustand. Schließlich beschließt Dōmeki einzugreifen. Er erschießt die Frau mit einem imaginären Pfeil und befreit sie von ihrer Traurigkeit und Watanuki von ihrem Einfluss. Watanukis Gesundheit erholt sich und Yuko rät ihm, über seine Einstellung zu Dōmeki nachzudenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758311","hoster":"VOE"},{"path":"/redirect/8758303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-1/episode-24","name":"Erinnerung","epNo":24,"alt":"Reminiscence","descr":"An seinem 1. April, seinem Geburtstag, erinnert sich Watanuki an seine Kindheit, als andere Schüler es seltsam fanden, weil er Dinge sehen konnte, die sie nicht konnten. Dann lernte er einen anderen Jungen kennen, der dieselbe Fähigkeit hatte, die ihn vor Geisterhänden bewahrte, und sie wurden Freunde. An Watanukis Geburtstag und dem Tag der Einschulungszeremonie an der High School wollten sie sich treffen, aber Watanuki wurde von vielen Geisterhänden konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8758301","hoster":"VOE"},{"path":"/redirect/8758297","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/xxxholic/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/xxxholic/staffel-2/episode-1","name":"","epNo":1,"alt":"Spider\u0027s Web","descr":"Watanuki trifft Doumeki im Tempel, in dem er lebt. Während Watanuki Doumeki beim Reinigen der Terrasse hilft, beschädigt er einen großen Spinnennetz-Anhänger von einem Baum. Doumeki räumt das Spinnennetz weg. Am nächsten Tag kann Doumeki sein rechtes Auge nicht öffnen, das mit einer spinnennetzartigen Substanz bedeckt ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759383","hoster":"VOE"},{"path":"/redirect/8759378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-2","name":"","epNo":2,"alt":"Left Eye","descr":"Später in der Nacht fällt Watanuki unerwartet in Doumekis Lagerhaus mit dem Essen, das er zubereitet hat, von dem er darauf besteht, dass es nur Reste sind. Doumeki ist respektlos und lässt Watanuki explodieren. Als Doumeki Watanuki sagt, dass er wegen der späten Stunde und des erhöhten Risikos, auf Geister zu treffen, nach Hause gehen soll, besteht Watanuki darauf, zu bleiben und Doumeki bei seinen Ermittlungen zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759382","hoster":"VOE"},{"path":"/redirect/8759377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-3","name":"","epNo":3,"alt":"Half","descr":"Watanuki mit dem Röhrenfuchs und dem Karatsu-tengu erreichen den Ort, an dem Zashiki-warashi gefangen gehalten wird. Der Pfeifenfuchs ändert seine Form und durchbricht die Barriere zum Gebäude. Watanuki und der Röhrenfuchs kämpfen sich durch ein Miasma und finden schließlich Zashiki-warashi im Inneren, gefesselt von einem Spinnennetz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759381","hoster":"VOE"},{"path":"/redirect/8759380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-4","name":"","epNo":4,"alt":"Buying Dreams","descr":"Watanuki beschreibt einen Traum, in dem Mokona und Aubergine mit Himawari zu einer Diskussion seiner Träume führen. Watanuki erlebt später die Träume von Himawari und Doumeki, als er von einem Monster verfolgt und von Doumekis Großvater auf einem Pferd gerettet wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759388","hoster":"VOE"},{"path":"/redirect/8759394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-5","name":"","epNo":5,"alt":"Kohane","descr":"Während eines Picknicks mit Himawari und Doumeki lernt Watanuki Kohane Tsuyuri kennen, das Mädchen, das ein bekanntes Medium ist und im Fernsehen aufgetreten ist. Ihre Mutter warnt Watanuki, sich von ihr fernzuhalten, aber das Mädchen spürt, dass sie etwas gemeinsam haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759397","hoster":"VOE"},{"path":"/redirect/8759391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-6","name":"","epNo":6,"alt":"This Flower","descr":"Anstelle von Doumeki spielt Watanuki Mahjong mit Yuko, Mokona und Doumeki. Watanuki verliert schwer, weil er nicht spielen kann. AME-warashi und Zashiki-warashi kommen an und versuchen Watanuki zu helfen, aber er verliert immer noch. Als das Spiel zu Ende geht, wendet sich der Geist der Frau, die dem Lächeln hinterherjagt, vom Kirschbaum ab.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759399","hoster":"VOE"},{"path":"/redirect/8759395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-7","name":"","epNo":7,"alt":"Drawing Water","descr":"Das Neko-Musume (Katzenmädchen) bittet Yuko, ihr Watanuki für einen Job zu leihen: Watanuki soll im Austausch für ein Ei Wasser aus einem Brunnen schöpfen. Um an den Brunnen zu gelangen, muss Watanuki in einem privaten Garten eines Hauses die Schuld geben und bemerkt eine Frau, die regungslos in einem hohen Fenster sitzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759402","hoster":"VOE"},{"path":"/redirect/8759400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-8","name":"","epNo":8,"alt":"Whisper","descr":"Ein Mädchen sagt, dass ihr Haus voller seltsamer beängstigender Geräusche ist und sucht Yukos Hilfe, um ihre Angst vor dem Haus zu beseitigen. Yuko gibt ihm eine Glocke zum Klingeln, aber das macht die Geräusche noch schlimmer. Zwei Glocken haben eine ähnliche Wirkung. Yuko gibt ihr immer mehr Glocken, aber das Mädchen sagt, dass sie nicht funktionieren. Watanuki ist besorgt, aber Yuko sagt, dass das Problem in dieser Nacht enden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759406","hoster":"VOE"},{"path":"/redirect/8759405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-9","name":"","epNo":9,"alt":"Gossip","descr":"Als Watanuki und Doumeki erfahren, dass Kohane von der Öffentlichkeit belästigt wird, weil viele glauben, dass seine Kräfte ein Betrug sind, statten sie ihr einen Korb mit Essen ab. Das Haus wurde mit Graffiti bedeckt. Kohane taucht auf, wird aber durch einen Sturz beim Fernsehsender verletzt, wo er die Treppe hinuntergestoßen wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918395","hoster":"VOE"},{"path":"/redirect/8759409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-10","name":"","epNo":10,"alt":"Awareness","descr":"Watanuki ist es leid zu sehen, wie Kohane von den Medien belästigt und von seiner eigenen Mutter missbraucht wird, und nimmt sie mit in den Laden. Er verbringt einen Tag mit ihnen, kehrt aber am nächsten Tag nach Hause zurück. Kohane entfesselt den weiblichen Geist aus dem Spukhaus und es werden menschliche Überreste gefunden, die seine Vision bestätigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759411","hoster":"VOE"},{"path":"/redirect/8759412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-11","name":"","epNo":11,"alt":"Alone","descr":"Watanukis kleiner Finger schmerzt weiterhin und er wird Himawari gegenüber misstrauischer. Am nächsten Tag lässt er es fallen und zerbricht ein Glas wegen seines Fingers. Yuko sagt, dass Himawari möglicherweise nicht die glückliche Dame ist. In dieser Nacht trifft er Doumekis Großvater Haruka im Traum und bespricht mit ihm die Situation. Haruka sagt, er soll bei Doumeki bleiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759415","hoster":"VOE"},{"path":"/redirect/8759416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-12","name":"","epNo":12,"alt":"Truth","descr":"Himawari offenbart Watanuki, dass, obwohl er ein Mensch ist, jedem um ihn herum Unfälle passieren können, außer seinen Eltern. Sie erkennt, dass sie Watanuki nie wieder sehen sollte, weigert sich jedoch, sich zu verabschieden. Sie sind einverstanden, uns bald zu sehen. Yuko sagt ihm, dass der Preis, um Himawaris Pech zu beseitigen, zu hoch ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8759419","hoster":"VOE"},{"path":"/redirect/8759414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/xxxholic/staffel-2/episode-13","name":"","epNo":13,"alt":"Return Gift","descr":"Jetzt ist alles gut und Watanuki erledigt jetzt seine regelmäßigen Besorgungen für Yūko. Als er vom Lebensmitteleinkauf nach Hause kommt, trifft er den Fuchs, den Sohn des Oden-Ladenbesitzers. Er wollte Watanuki danken, also bot er ihm Fuchsoden an. Nachdem er den Fuchsoden gegessen hatte, wollte Watanuki dem Fuchs danken und bat Yūko, ihm den Wunsch zu erfüllen, den Fuchsgeist wieder zu treffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12251563","hoster":"VOE"},{"path":"/redirect/8759420","hoster":"Streamtape"}]}]}]}]}