{"seriesId":"xy-gelst","name":"XY gelöst","descr":"Sven Voss begibt sich mit den damals zuständigen Beamtinnen und Beamten auf die Spuren und an Original-Schauplätze von Verbrechen. Ähnlich wie in bisherigen Spezialsendungen von \"Aktenzeichen XY…ungelöst\" wird in diesem Ableger durch eine Mischung aus nachgestellten Szenen und Interviews die Klärung der Fälle nachgezeichnet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tod der 8-jährigen Johanna","epNo":1,"alt":"","descr":"Am 2. September 1999 kehrt die achtjährige Johanna nicht vom Spielen nach Hause zurück. Einzig ihr Fahrrad wird kurz darauf entdeckt. Der Beginn einer jahrelangen Ermittlungsodyssee. Der Fall nimmt am 1. April 2000 eine tragische Wendung, als Überreste ihrer Leiche gefunden werden. Die Suche nach dem Kindermörder beginnt und soll die Polizei noch ganze 18 Jahre in Atem halten. Moderator Sven Voss ergründet Details und Hintergründe zum Fall. Die Aussage eines Zeugen, Faserspuren und Teile eines Fingerabdrucks führen die Ermittler schlussendlich doch noch auf die Spur des Mörders des kleinen Mädchens.","versions":[{"lang":1,"streams":[{"redirect":11005837,"hoster":"VOE"},{"redirect":11005840,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das verschwundene Ehepaar","epNo":2,"alt":"","descr":"Ein älteres Ehepaar verschwindet von einem Tag auf den anderen spurlos. Sind die beiden einfach nur spontan weggefahren oder steckt ein Verbrechen dahinter? Nichts deutet auf ein freiwilliges Fortgehen hin. Die Kripo hegt einen Verdacht – Die Eheleute wurden ermordet. Moderator Sven Voss spricht mit den zuständigen Ermittlern und befasst sich mit dem ungewöhnlichen Fall des verschwundenen Ehepaares.","versions":[{"lang":1,"streams":[{"redirect":11036450,"hoster":"VOE"},{"redirect":11036446,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fall Mirco S.","epNo":3,"alt":"","descr":"Die Eltern des kleinen Mirco bemerken am Morgen, dass ihr 10-jähriger Sohn in der Nacht vom Spielen nicht nach Hause gekommen ist. Sofort alarmieren sie die Polizei.","versions":[{"lang":1,"streams":[{"redirect":11142710,"hoster":"VOE"},{"redirect":11142709,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Entführung","epNo":4,"alt":"","descr":"Am frühen Morgen des 17. Januar 2003 wird eine 57-jährige Abteilungsleiterin unmittelbar vor ihrer Arbeitsstätte entführt. Von der Frau fehlt jede Spur. Was ist mit ihr geschehen? Auch als neun Wochen später die nackte Leiche der Vermissten gefunden wird, bleibt der Grund für das grausame Schicksal der 57-Jährigen weiterhin offen. Selbst der damals größte Massenspeicheltest Deutschlands führt zu keinem Erfolg. Die Ermittler tappen noch jahrelang im Dunkeln. Es sollte noch 15 Jahre dauern, bis ein Hinweisgeber die Kripo endlich auf die Spur des Mörders bringt. Sven Voss durchleuchtet noch einmal den Fall in all seinen Einzelheiten. Im Gespräch mit den damals ermittelnden Kommissaren wird erörtert, wie es zu dieser scheußlichen Tat kommen konnte. Zusammen mit der Kriminalpsychologin Lydia Benecke geht Voss außerdem der Frage nach: Wer ist der Mann, der beschließt, das Leben eines Menschen so kaltblütig zu beenden?","versions":[{"lang":1,"streams":[{"redirect":11182543,"hoster":"VOE"},{"redirect":11182538,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Toter ohne Namen","epNo":1,"alt":"","descr":"Im Dezember 1996 wird in einer stillgelegten Kiesgrube in Kleve die nackte und entstellte Leiche eines Mannes gefunden. Ein komplizierter Fall, der die Polizei 25 Jahre lang in Atem hält. Sven Voss zeichnet den Weg bis zur Aufklärung des Mordes nach.Von der jahrelangen, erfolglosen Suche nach der Identität des Opfers bis zur Wiederaufnahme des Falles durch die Cold-Case-Unit beim LKA Nordrhein-Westfalen und der Verurteilung eines Mörders. Und eines sei bereits verraten: Die \"XY\"-Zuschauer waren nicht ganz unbeteiligt an der Aufklärung der Tat. Zusammen mit dem ehemaligen Leiter der damals zuständigen Mordkommission spricht Sven Voss über die Möglichkeiten und Grenzen der Forensik, über die Rolle des Bauchgefühls bei Ermittlungen und das Durchhaltevermögen bei schwierigen Mordfällen. Tödliche Freiheit: Eine 35-jährige Jesidin aus dem Irak führt in Deutschland ein hartes Leben voller Gewalt, Zurückweisung und Verachtung. Sie flüchtet und beginnt ein selbstbestimmtes Leben – der Preis dafür ist hoch. Plötzlich verschwindet die sechsfache Mutter, die Polizei vermutet ein Verbrechen.Doch es erweist sich als kaum zu bewältigen, dieses ohne Leiche und ohne Zeugen nachzuweisen. Wie es dennoch gelungen ist, erzählt Sven Voss mithilfe des Ermittlers. Außerdem taucht er zusammen mit einem Experten für transkulturelle Psychiatrie in die Kultur und Denkweise traditioneller Jesiden ein. Dessen Gutachten spielte eine wichtige Rolle im Mordprozess gegen die Täter.","versions":[{"lang":1,"streams":[{"redirect":12764490,"hoster":"VOE"},{"redirect":12764491,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tödliche Freiheit","epNo":2,"alt":"","descr":"Im Dezember 1996 wird in einer stillgelegten Kiesgrube in Kleve die nackte und entstellte Leiche eines Mannes gefunden. Ein komplizierter Fall, der die Polizei 25 Jahre lang in Atem hält. Sven Voss zeichnet den Weg bis zur Aufklärung des Mordes nach.Von der jahrelangen, erfolglosen Suche nach der Identität des Opfers bis zur Wiederaufnahme des Falles durch die Cold-Case-Unit beim LKA Nordrhein-Westfalen und der Verurteilung eines Mörders. Und eines sei bereits verraten: Die \"XY\"-Zuschauer waren nicht ganz unbeteiligt an der Aufklärung der Tat. Zusammen mit dem ehemaligen Leiter der damals zuständigen Mordkommission spricht Sven Voss über die Möglichkeiten und Grenzen der Forensik, über die Rolle des Bauchgefühls bei Ermittlungen und das Durchhaltevermögen bei schwierigen Mordfällen. Tödliche Freiheit: Eine 35-jährige Jesidin aus dem Irak führt in Deutschland ein hartes Leben voller Gewalt, Zurückweisung und Verachtung. Sie flüchtet und beginnt ein selbstbestimmtes Leben – der Preis dafür ist hoch. Plötzlich verschwindet die sechsfache Mutter, die Polizei vermutet ein Verbrechen.Doch es erweist sich als kaum zu bewältigen, dieses ohne Leiche und ohne Zeugen nachzuweisen. Wie es dennoch gelungen ist, erzählt Sven Voss mithilfe des Ermittlers. Außerdem taucht er zusammen mit einem Experten für transkulturelle Psychiatrie in die Kultur und Denkweise traditioneller Jesiden ein. Dessen Gutachten spielte eine wichtige Rolle im Mordprozess gegen die Täter.","versions":[{"lang":1,"streams":[{"redirect":12764486,"hoster":"VOE"},{"redirect":12764477,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dunkles Geheimnis","epNo":3,"alt":"","descr":"Eine 40-jährige Frau verschwindet ohne Vorwarnung am Valentinstag 2008. Ihre beiden Kinder bleiben traurig und ratlos zurück. Hartnäckig suchen sie nach Antworten auf die Frage: \"Was ist passiert?\" Es ist einer der außergewöhnlichsten und tragischsten Fälle des damals zuständigen Mordermittlers. Im Dialog mit Sven Voss erzählt der Kripobeamte über die Besonderheiten von Vermisstenfällen und wie er durch einen Trick das Versteck der Leiche erfuhr. Tödliche Gier: Ein 48-Jähriger wird in seinem Haus hinterrücks erschossen.Am Tatort findet die Polizei Blutspuren – doch stammen sie vom Täter? Die Polizei ermittelt intensiv und enthüllt schließlich ein Geflecht voller Lügen, Betrug und falscher Spuren. Zwei Ermittler von damals erinnern sich im Gespräch mit Sven Voss an die Unwägbarkeiten des Falls und die außergewöhnliche Aufklärung. Am Ende gibt es keine Beweise, doch zahlreiche Indizien, die gegen den Täter sprechen. Im Gerichtsprozess kommen weitere überraschende Enthüllungen aus der Vergangenheit des Mörders zutage","versions":[{"lang":1,"streams":[{"redirect":12764455,"hoster":"VOE"},{"redirect":12764456,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Gier","epNo":4,"alt":"","descr":"Eine 40-jährige Frau verschwindet ohne Vorwarnung am Valentinstag 2008. Ihre beiden Kinder bleiben traurig und ratlos zurück. Hartnäckig suchen sie nach Antworten auf die Frage: \"Was ist passiert?\" Es ist einer der außergewöhnlichsten und tragischsten Fälle des damals zuständigen Mordermittlers. Im Dialog mit Sven Voss erzählt der Kripobeamte über die Besonderheiten von Vermisstenfällen und wie er durch einen Trick das Versteck der Leiche erfuhr. Tödliche Gier: Ein 48-Jähriger wird in seinem Haus hinterrücks erschossen.Am Tatort findet die Polizei Blutspuren – doch stammen sie vom Täter? Die Polizei ermittelt intensiv und enthüllt schließlich ein Geflecht voller Lügen, Betrug und falscher Spuren. Zwei Ermittler von damals erinnern sich im Gespräch mit Sven Voss an die Unwägbarkeiten des Falls und die außergewöhnliche Aufklärung. Am Ende gibt es keine Beweise, doch zahlreiche Indizien, die gegen den Täter sprechen. Im Gerichtsprozess kommen weitere überraschende Enthüllungen aus der Vergangenheit des Mörders zutage","versions":[{"lang":1,"streams":[{"redirect":12764468,"hoster":"VOE"},{"redirect":12764467,"hoster":"Streamtape"}]}]}]}]}