{"seriesId":"yakari","name":"Yakari","descr":"Yakari ist ein fröhlicher Indianerjunge mit einer grenzenlosen Neugier für die Welt und großem Respekt für die Natur und alle Tiere. Großer Adler, sein Totem und Beschützer, stattet den kleinen Sioux deshalb mit einer besonderen Gabe aus, von der viele Kinder träumen: Yakari versteht die Sprache der Tiere und kann mit ihnen sprechen. Yakaris bester Freund ist das stolze Pony Kleiner Donner. Gemeinsam mit Kleiner Donner, dem ebenso vorlauten wie tollpatschigen Indianerjungen Kleiner Dachs und dem bodenständigen Indianermädchen Regenbogen, streift Yakari durch Wälder, Berge und Prärie und erlebt dabei allerlei aufregende Abenteuer. Es gibt für ihn viel zu entdecken: gewaltige Büffelherden, eifrige Biber, freche Bärenkinder, die Heilkraft der Pflanzen, die Familie der Wölfe oder die Tricks der listigen Koyoten. Aber auch Gefahren und Unbill lauern in der Wildnis: hinterhältige Vielfraße, angriffslustige Pumas, Stürme, Feuer und Lawinen aber auch Menschen, die etwa Tiere nur aus Trophäenlust jagen. Aber wenn es für Yakari einmal wirklich gefährlich wird oder er Hilfe braucht in seinem Einsatz für die Tiere und die Natur, ist Großer Adler zu Stelle und beschützt den Jungen. Der riesige Vogel wacht über Yakari und steht ihm mit Rat und Tat zur Seite. Die Serie erzählt nicht nur vom grenzenlos freien und aufregenden Leben eines kleinen Indianerjungen in der Wildnis, sie bietet auch viele Anknüpfungspunkte für Kinder von heute, die in Yakari einen Freund sehen, der die gleiche Aufgabe hat wie sie selbst, die Welt kennen lernen und seinen Platz in ihr finden.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Yakari - Der Kinofilm","epNo":1,"alt":"","descr":"Yakari, ein Indianerjunge vom Stamm der Sioux, folgt der Spur des Mustangs Kleiner Donner. Während seines Abenteuers erhält er eine Adlerfeder, die ihm eine besondere Fähigkeit verleiht: Er kann von nun an mit Tieren sprechen. Seine Reise führt in durch die Prärie bis ins Gebiet der furchterregenden Puma-Jäger. Yakari und Kleiner Donner müssen zusammenarbeiten, um den Weg zurück zu den Sioux zu finden.","versions":[{"lang":1,"streams":[{"redirect":14326324,"hoster":"VOE"},{"redirect":14326327,"hoster":"Vidoza"},{"redirect":14326322,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Yakari und Großer Adler / Yakari und Kleiner Donner","epNo":1,"alt":"","descr":"Yakari und sein Freund Kleiner Dachs würden zu gerne mit den Jägern ihres Sioux-Stammes losziehen, um Wildpferde zu fangen, besonders wo sie es heute auf das wildeste und schönste von allen abgesehen haben: Kleiner Donner. Fast gelingt es Spitzer Pfeil auch, Kleiner Donner mit seinem Lasso zu fangen, aber das Pferd ist zu schlau und entwischt. Kurz darauf gerät Kleiner Donner jedoch zwischen Felsgeröll und wird von Yakari gerettet. Das beobachtet Großer Adler, Yakaris Totem und Beschützer, und schenkt ihm als Dank für diesen heldenhaften Edelmut seine schönste Feder, und mit ihr die Fähigkeit, mit allen Tieren sprechen zu können. Zurück bei seinem Stamm nimmt Yakaris Vater, Kühner Blick, seinem Sohn die Feder aber wieder weg, erst wenn er eine Heldentat vor den Augen des ganzen Stammes begangen hat, ist er würdig, die Feder eines Adlers zu tragen.","versions":[{"lang":1,"streams":[{"redirect":12268529,"hoster":"VOE"},{"redirect":8658620,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"in Folge davor enthalten","epNo":2,"alt":"","descr":"Yakari und seine Freundin Regenbogen begegnen im Wald einem kleinen Puma. Als seine Mutter auftaucht, greift sie die beiden an. Yakari lenkt den Puma von Regenbogen ab, doch dabei verirrt er sich im Wald. Schließlich wird es dunkel und Yakari versucht, auf einem Baum zu schlafen, da wird er von einem seltsamen Heulen geweckt: Der kleine Puma ist in eine Grube gefallen, und der Indianerjunge kann nicht anders, als ihn dort herauszuholen und begibt sich damit erneut in große Gefahr. Er legt sich wieder schlafen, bis sein Beschützer Großer Adler ihn weckt, denn der Wald steht in Flammen. Yakari rennt um sein Leben, doch eine Flammenwand umgibt ihn. Fast wird er vom Rauch ohnmächtig, da hört Kleiner Donner sein Husten.","versions":[]},{"epId":"episode-3","name":"Kleiner Donner reißt aus / Im Land der Wölfe","epNo":3,"alt":"","descr":"Yakari und sein Freund Kleiner Dachs machen ein Wettrennen auf ihren Ponys. Natürlich gewinnt Yakari, denn kein anderes Pony ist schneller als Kleiner Donner. Yakari brüstet sich damit, dass er der Schnellste ist. Kleiner Donner erwähnt er mit keinem Wort und verletzt damit den Stolz seines Ponys. Als Yakari das eigensinnige Pony schließlich auch noch sehr unwirsch zu einem nächsten Rennen antreibt, hat Kleiner Donner endgültig genug und läuft fort. Erst jetzt begreift Yakari, dass er seinen besten Freund tief gekränkt hat, und geht auf die Suche nach ihm. Doch auch Kleiner Donner vermisst seinen Menschenfreund sehr. Werden die beiden Freunde wieder zueinander finden?","versions":[{"lang":1,"streams":[{"redirect":8503859,"hoster":"VOE"},{"redirect":8658619,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"in Folge davor enthalten","epNo":4,"alt":"","descr":"Yakari und seine Freunde fahren Schlitten, als sie aus der Ferne Wolfsgeheul hören. Kleiner Donner kriegt es sofort mit der Angst zu tun und galoppiert zurück zu den Tipis. Aber der Indianerkrieger Unruhiger Wolf macht sich sofort auf den Weg, die Wölfe zu jagen. Vor langer Zeit wurde er von einem mächtigen Wolf namens Dreibein angegriffen und hat Rache geschworen. Es ist Yakari, der seine Angst überwindet und die Wölfe aufsucht. Von Dreibein erfährt er, dass die Wölfe den Menschen nicht feindlich gesonnen sind, sondern nur angreifen, wenn sie sich bedroht fühlen, so wie damals als Unruhiger Wolf sie gejagt hat. Yakari überbringt seinen Stammesgenossen diese Nachricht. Doch in der Nacht wird er von Dreibein gerufen, Unruhiger Wolf sei in Gefahr, und nur er, Yakari, könne ihn retten.","versions":[]},{"epId":"episode-5","name":"Der Herrscher der Prärie / Der verirrte Pelikan","epNo":5,"alt":"","descr":"Eine riesige Bisonherde durchstreift die Prärie nahe Yakaris Zeltlager und beschert den Sioux eine gute Jagd. Yakari will die Bisons unbedingt sehen. Kleiner Dachs aber meint, dass ihn die Herde bestimmt zertrampeln würde, wenn er ihr zu nahe kommt. Spätestens diese Bemerkung ist für Yakari eine Aufforderung, und er zieht los. Er trifft auf einen Späher der Bisons, der ihm erklärt, dass er vor den Bisons nichts zu fürchten hat, wenn auch die Bisons nichts mehr von den Sioux zu fürchten haben. Aber dennoch greift ein Bison Yakari an und verfolgt ihn. Der Späher kann ihn gerade noch retten. Der böse Bison hat Yakaris Leute im Verdacht seine trächtige Gefährtin getötet zu haben. Das kann Yakari sich nicht vorstellen und macht sich mit dem Späher auf die Suche. Sie finden die Mutter mit ihrem Kälbchen, doch die beiden werden schon von den Wölfen bedroht.","versions":[{"lang":1,"streams":[{"redirect":12268528,"hoster":"VOE"},{"redirect":8658622,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"in Folge davor enthalten","epNo":6,"alt":"","descr":"Yakari, Regenbogen und Kleiner Dachs besuchen die Familie Biber, die gerade einen neuen Bau im Fluss bezogen hat. Plötzlich landet ein großer Vogel im Wasser, kann nicht mehr rechtzeitig bremsen und kracht in den neuen Biberbau, der dabei vollständig zerstört wird. Die Biber regen sich furchtbar auf, Kleiner Dachs macht sich über den tollpatschigen Vogel lustig, und nur Yakari und Regenbogen bemerken, dass es dem fremdartigen Vogel nicht gut geht. Es handelt sich um einen Pelikan, der im Sturm vom Weg abkam und sich nun erkältet und verirrt hat. Der Arme ist am Ende seiner Kräfte. Die Kinder versuchen, den Pelikan wieder aufzupäppeln, doch dabei wird ihre Geduld auf eine harte Probe gestellt. So tollpatschig, wie sich der Pelikan eingeführt hat, so tollpatschig verhält er sich auch weiter. Aber auf die Kinder und den Pelikan kommt noch ein viel größeres Problem zu: Gespannter Bogen, ein Jäger aus Yakaris Stamm, will den Pelikan unbedingt für seine Vogelsammlung jagen.","versions":[]},{"epId":"episode-7","name":"Müder Krieger und der Rabe / Yakari und der Riesenvielfraß","epNo":7,"alt":"","descr":"Als Yakari und seine Freundin Regenbogen nach Hause zurückkehren, begegnet ihnen Müder Krieger mit einem Raben auf dem Kopf. Als die beiden Kinder Müder Krieger ansprechen, antwortet stattdessen der Rabe, und dies recht unfreundlich. Yakari und Regenbogen kommt Müder Krieger noch abwesender vor als sonst. Sie berichten ihrem Stamm davon und der Schamane Der-der-alles-weiß erklärt, dass Raben mitunter Besitz vom Geist eines Menschen ergreifen können. Yakari ist sich sicher, dass Müder Krieger in großer Gefahr ist, und macht sich mit Kleiner Donner und Regenbogen auf, ihn zu suchen. Unterwegs werden sie selbst von zwei Raben angegriffen, die versuchen, sich auf ihre Köpfe zu setzen. Als Yakaris Totem und Beschützer Großer Adler zu Hilfe kommt, weiß der Indianerjunge, dass es ernst ist. Und tatsächlich, bald darauf finden sie Müder Krieger am Rand eines hohen Felsen stehend, weil der Rabe aus ihm den ersten fliegenden Menschen erschaffen will.","versions":[{"lang":1,"streams":[{"redirect":8503864,"hoster":"VOE"},{"redirect":8658623,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"in Folge davor enthalten","epNo":8,"alt":"","descr":"Es ist tiefer Winter, die Nahrungsvorräte sind knapp und der Stamm der Sioux ist froh, als Yakaris Vater, Kühner Blick, mit einem erlegten Wapiti nach Hause zurückkehrt. Doch Kühner Blick berichtet, dies sei keine Heldentat gewesen. Das Tier sei in Panik direkt auf ihn zugerannt, so als würde es verfolgt. Am nächsten Morgen finden die Indianer die neuen Fleischvorräte gestohlen, und niemand hatte etwas bemerkt. Yakari macht sich mit Kleiner Dachs und Regenbogen auf die Suche nach dem Fleischdieb. Bald finden sie Spuren im Schnee, die auf einen Grizzly hinweisen. Yakari schickt seine Freunde vor, weil er etwas erledigen muss. Heimlich besucht er seinen Freund, den Grizzly, und findet heraus, dass der nicht der Fleischdieb war. Als er zu Kleiner Dachs und Regenbogen zurückkehrt, muss er feststellen, dass Kleiner Donner von dem unbekannten Tier gejagt wurde und verschwunden ist. Erst am nächsten Tag finden sie Kleiner Donner wieder, bedroht von einem riesigen und hungrigen Vielfraß. Yakari wirft sich schützend vor Kleiner Donner. Aber er stürzt dabei und der Vielfraß wendet sich ihm zu.","versions":[]},{"epId":"episode-9","name":"Der große Wirbelsturm / Der Fluss des Vergessens","epNo":9,"alt":"","descr":"In der brütenden Sommerhitze wandert Yakaris Stamm durch die Prärie auf der Suche nach Bisonherden. Die Stammesfreunde sind von der Hitze bereits so angegriffen, dass sie anfangen, sich wegen Kleinigkeiten zu streiten. Doch dem wird ein Ende gesetzt, als wie aus dem Nichts ein Wirbelsturm auftaucht und den ganzen Stamm auseinander fegt. Als sich der Sturm wieder gelegt hat, schauen die Sioux nach den Schäden. Was kaputt ist, lässt sich reparieren, aber es fehlen zwei Menschen: Fettauge und Der-der-alles-weiß. Fettauge ist schnell gefunden, er wurde vom Sturm in einem Baum abgelegt, wo er zufrieden schläft. Aber von Der-der-alles-weiß findet sich nur sein Schamanenstab. Kühner Blick und Yakari machen sich auf die Suche flussaufwärts. In der Nacht bekommt Yakari im Traum Besuch von Großer Adler, der ihm einen Hinweis gibt auf den Verbleib des Gesuchten. Ob sich der Traum als wahr herausstellen wird?","versions":[{"lang":1,"streams":[{"redirect":8503862,"hoster":"VOE"},{"redirect":8658624,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"in Folge davor enthalten","epNo":10,"alt":"","descr":"Yakari, Regenbogen und Kleiner Dachs wollen Lachse jagen, doch in diesem Jahr scheinen keine den Fluss herauf zu schwimmen. Yakari macht sich mit Kleiner Donner auf den Weg, um flussabwärts bessere Jagdgründe zu finden. Doch wird der Fluss nach unten immer reißender und gefährlicher. Unterwegs bemerkt Yakari ein Bärenjunges an einem Ast über dem Fluss hängen. Beim Versuch, das Junge zu retten, stürzen Yakari und der Bär in den Fluss und werden abgetrieben. Kleiner Donner versucht, den beiden am Ufer zu folgen. Bald sieht er, wie sich der kleine Bär an Land rettet, doch von Yakari verliert sich schnell jede Spur. Traurig kehrt Kleiner Donner zurück. Aber Yakari wurde von einer Bärenmutter gerettet, die ihn am Flussufer gefunden hat. Sie päppelt ihn wieder hoch, aber als sie ihn den Seinen wieder zurückbringen will, stellt sich heraus, dass Yakari komplett seine Erinnerung verloren hat. Wie soll die Bärin ihn so je wieder nach Hause bringen? Doch je weiter die beiden den Fluss hoch gehen, desto mehr erinnert sich Yakari wieder. Und ihm fällt auch wieder ein, dass er irgendwo ein Bärenjunges getroffen hat. Denn ein solches vermisst die Bärenmutter sehr. Ob Yakari Mutter und Kind wieder vereinen kann?","versions":[]},{"epId":"episode-11","name":"Yakari und die Schneeziege / Pilipi, der weiße Wal","epNo":11,"alt":"","descr":"Yakaris Vater bringt den Jäger Kühner Blick bewusstlos von einer Jagd auf wilde Mustangs zurück. Kühner Rabe, der wie besessen davon schien, einen Mustang zu fangen, wurde von einem großen Adler angegriffen und vom Pferd gestoßen. Danach raubte der Adler den Talisman von Kühner Rabe, der nun so lange bewusstlos bleiben wird, bis er den Talisman wieder hat. Natürlich macht sich Yakari augenblicklich auf den Weg, schließlich ist Großer Adler sein Totemtier, und er fühlt sich verpflichtet, den Talisman wiederzufinden. Seine Gedanken sind schwer, denn er zweifelt an Großer Adler, dem er solch ein erbarmungsloses Verhalten nicht zugetraut hätte. In der regennassen Nacht trifft Yakari in einer Höhle auf eine Schneeziege, die ihm anderntags hilft, den gefährlichen Gipfel eines Berges zu besteigen, unterhalb dessen sich der Adlerhorst befindet. Tatsächlich sieht Yakari aus dem Horst den Talisman hervorblinken. Als er sich abseilt, um den Talisman zu holen, warnt ihn die Ziege: Der große Adler greift an. Yakari blickt sich um und sieht, dass es sich nicht um sein Totem, sondern um einen anderen Adler handelt. Und der ist ziemlich wütend.","versions":[{"lang":1,"streams":[{"redirect":8503861,"hoster":"VOE"},{"redirect":8658627,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"in Folge davor enthalten","epNo":12,"alt":"","descr":"Es wird bereits Abend, als Yakari und Kleiner Donner seltsame Wasserfontänen sehen, die immer wieder im Fluss aufspritzen. Der Sache müssen sie auf den Grund gehen. Am nächsten Tag sehen sie nicht nur die Fontänen, jetzt in einem Teich neben dem Fluss, sondern hören auch noch ungewöhnliche Geräusche. Yakari versucht solange Kleiner Donners Glauben an ein Monster zu widerlegen, bis er selbst das ‚Monster‘ sieht, das sich aus dem Teich erhebt. Doch seltsamerweise hat Lindenbaum, der kleine Biberjunge, überhaupt keine Angst vor dem Monstrum, und so wagen sich auch Yakari und Kleiner Donner wieder heran. Bei dem Ungetüm handelt es sich um Pilipi, einen freundlichen weißen Wal, der die Welt kennen lernen wollte, und sich nun in einem Teich wiederfindet, aus dem er nicht mehr herauskommt. Irgendwie müssen die Freunde dem Wal doch helfen können. Sie versuchen, ihn über Land in den Fluss zurückzuziehen, doch der Wal ist zu schwer. Ob Yakari etwas einfallen wird, wie sie Pilipi doch noch helfen können? Langsam wird die Zeit knapp, denn der Wal darf nicht zu lange auf dem Trockenen liegen.","versions":[]},{"epId":"episode-13","name":"Das Monster im See / Die Rache des Carcajou","epNo":13,"alt":"","descr":"Es wird Herbst und Lindenbaum, der kleine Biberjunge, ist völlig begeistert von dem wunderschönen Farbenspiel, das die Natur ihm bietet. Lindenbaum wurde im Frühling geboren, und so etwas Schönes hat er noch nicht gesehen. Als ihm seine Mutter allerdings erzählt, dass die fallenden Blätter tot sind, wird Lindenbaum sehr traurig und zieht sich zurück in den Biberbau, aus dem er nie wieder hervorkommen will. Yakari besucht mit Kleiner Donner zufällig die Biberfamilie, und Lindenbaums Mutter bittet ihn, sich des Kleinen anzunehmen, er könne ihn bestimmt wieder aufmuntern. Doch was Yakari auch unternimmt, Lindenbaums Schwermut und Antriebslosigkeit will nicht weichen. Erst als sie bei einem Ausritt im Fluss so etwas wie eine Riesenschlange entdecken, regt sich auch bei Lindenbaum wieder Interesse. Aber wer will schon einer Riesenschlange zu nahe kommen? In der Nacht hat Yakari einen fürchterlichen Alptraum von einer Schlange, doch Großer Adler rät ihm, sich seiner Angst zu stellen. Gesagt, getan. Doch noch ehe sich Yakari versieht, springt am nächsten Tag Lindenbaum ins Wasser und schwimmt der Schlange entgegen!","versions":[{"lang":1,"streams":[{"redirect":8503860,"hoster":"VOE"},{"redirect":8658628,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"in Folge davor enthalten","epNo":14,"alt":"","descr":"Yakari und Kleiner Donner machen einen Ausritt durch den Wald. Dabei werden sie von einem frechen Flughörnchen geärgert. Kurz darauf macht das Flughörnchen eine Bruchlandung ausgerechnet auf dem Bauch des gefräßigen Carcajou. Der schnappt sich das arme Flughörnchen und will es gerade fressen, da kommt ihm Yakari zu Hilfe. Er überzeugt den Carcajou, dass das Flughörnchen auch ihm das Fliegen beibringen könne, und überredet so den Vielfraß, den kleinen Quälgeist am Leben zu lassen. Der ebenso dumme wie große Carcajou geht auf den Handel ein und fällt beim ersten Flugversuch wie ein Stein zu Boden. Yakari und das Flughörnchen ergreifen schnell die Flucht. Aber der Carcajou ist extrem wütend und schwört Rache. Kurz darauf macht er seine Drohung wahr und schubst Yakari hinterhältig in eine Schlucht. Kleiner Donner und das Flughörnchen können ihren Freund gerade noch retten. Nun machen sie sich gemeinsam auf, um dem Carcajou eine Lektion zu erteilen, die er niemals vergessen wird.","versions":[]},{"epId":"episode-15","name":"Yakari bei den Bibern / Yakari und der Grizzly","epNo":15,"alt":"","descr":"Bei einem Wettrennen rammen Yakari und Regenbogen mit einem Kanu einen Biberstaudamm. Bei der Reparatur des Dammes freunden sie sich mit den Bibern an. Die Biber erklären den beiden, wie der Bau eines solchen Dammes funktioniert und welche Materialien sie verwenden. Danach werden sie von den Bibern noch zum Essen eingeladen. Es gibt Blätterknospen und Birkenrinde. Als jedoch der Biberjunge Lindenbaum mit Regenbogens Kanu spielt, gerät er in die Stromschnellen. Yakari nimmt sofort die Verfolgung auf. Es gelingt ihm, den kleinen Biber zu retten, aber das Kanu kentert und die beiden finden sich in einer Höhle hinter einem Wasserfall wieder, aus der sie alleine nicht wieder herauskommen. Da das Rauschen des Wasserfalls zu laut ist, können sie sich nicht bemerkbar machen. Da bastelt sich Yakari ein Horn und bläst darauf, damit er draußen gehört werden kann. Zu allem Überfluss beginnt es in Strömen zu regnen. Es sammelt sich immer mehr Wasser in der Höhle, und die Situation wird für Yakari und Lindenbaum immer brenzliger.","versions":[{"lang":1,"streams":[{"redirect":8503863,"hoster":"VOE"},{"redirect":8658625,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"in Folge davor enthalten","epNo":16,"alt":"","descr":"Kurz vor Einbruch des Winters terrorisiert ein gefräßiger Grizzly eine Otterschar. Er zwingt die Otter dazu, ihm ständig neue Fische zu beschaffen, die er sofort gierig verschlingt. Als ein Otter sich weigert, ihm noch mehr Fische zu bringen, droht der Grizzly ihm sogar, sich an seinen Schwestern zu rächen. Yakari findet, dass der Grizzly kein Recht dazu hat, andere Lebewesen so zu behandeln. Aber er weiß nicht, wie er sich gegen diesen starken Gegner wehren soll. Was kann schon ein kleiner Sioux gegen solch einen Muskelberg ausrichten? Da erscheint Großer Adler und rät ihm, Geduld zu haben und sich eine List auszudenken. Als der Winter kommt, zieht sich der Grizzly zum Winterschlaf in seine Höhle zurück. Da hat Yakari eine Idee. Gemeinsam mit den Ottern sorgt er dafür, dass es für den gemeinen Grobian im Frühling ein böses Erwachen aus dem Winterschlaf gibt.","versions":[]},{"epId":"episode-17","name":"Die Gefangenen der Insel / Der Feuerwall","epNo":17,"alt":"","descr":"Seit Tagen regnet es in Strömen, und Regenbogen wird vermisst. Ihre Eltern machen sich große Sorgen. Yakari wird losgeschickt, sie zu finden. Mit Kleiner Donner reitet er durch das Unwetter und findet seine Freundin in einer Höhle. Gemeinsam warten sie das Ende des Gewitters ab. Doch als sie wieder hervorkommen, wartet eine böse Überraschung auf sie. Die Regenfluten haben sie eingeschlossen, so dass sie sich nun auf einer Insel befinden. Bei einem Rundgang treffen sie auf einen Elch und sein verletztes Jungtier. Da erhält Yakari eine Warnung: Ein hinterhältiger Vielfraß treibt sich auf der Insel herum und hat es auf das Jungtier abgesehen. Werden unsere Freunde es schaffen, das hilflose Elchkind vor dem gemeinen Vielfraß zu schützen und wieder zu ihrem Stamm zurückzukehren?","versions":[{"lang":1,"streams":[{"redirect":8503865,"hoster":"VOE"},{"redirect":8658629,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"in Folge davor enthalten","epNo":18,"alt":"","descr":"Die Pferdeherde der Sioux ist gestohlen worden. Die Männer des Stammes machen sich sofort auf die Suche nach den Dieben. Yakari zieht alleine los, um seinem Stamm zu helfen. Er macht die Bekanntschaft eines verletzten Luchses, der ihn in die Geheimnisse des schwarzen Wassers einweiht: Das schwarze Wasser besitzt heilende Kräfte, mit denen man Verletzungen behandeln kann, doch es besitzt auch andere Kräfte und kann große Zerstörung anrichten. Die Sioux haben das Versteck der Pferdediebe aufgespürt. In der Nacht holen sie sich ihre Pferde zurück und reiten davon. Doch die Pferdediebe sind aufgeweckt worden und nehmen ihrerseits die Verfolgung auf. Sie sind schon bedrohlich nahe, da hat Yakaris Vater, Kühner Blick, die Idee, die Kräfte des schwarzen Wassers zu nutzen, um sich der Diebe ein für allemal zu entledigen.","versions":[]},{"epId":"episode-19","name":"Yakari und der Kojote / Yakari bei den Bären","epNo":19,"alt":"","descr":"Yakari und Kleiner Dachs sind mit einem Kanu unterwegs. Als sie an Land gehen, weil sie Hunger haben, begeistert sich Yakari für Beeren. Kleiner Dachs aber findet, dass Beeren nichts für einen Jäger wie ihn sind. Er macht sich auf in den Wald, um etwas Fleisch auf die Speisekarte zu bringen. Bald trifft er jedoch auf einen Puma und wird selber zum Gejagten. Yakari lernt derweil einen Kojoten und dessen Familie kennen. Der Kojote erzählt Yakari über sich und das Leben der Kojoten. Yakari erfährt, dass die Natur den Kojoten nicht besonders viel Kraft gegeben hat, dafür aber viel List und Einfallsreichtum. Gemeinsam machen sich die beiden auf die Suche nach Kleiner Dachs. Sie finden ihn in einer Höhle, in die er sich vor dem Puma geflüchtet hat. Er hat den Eingang mit einem Felsbrocken versperrt, aber kann nicht herauskommen, weil der hungrige Puma vor dem Eingang lauert. Wird es Yakari und dem Koyoten gelingen, den Puma zu überlisten und Kleiner Dachs aus der Höhle zu befreien?","versions":[{"lang":1,"streams":[{"redirect":8503866,"hoster":"VOE"},{"redirect":8658630,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"in Folge davor enthalten","epNo":20,"alt":"","descr":"Bei einem Ausflug in den Wald wird Yakari von den Bärenjungen Zuckerschnäuzchen und Honigmäulchen geneckt. Die beiden Racker haben nichts als Unsinn im Kopf und ärgern ständig ihre Eltern. Sie führen Yakari zu ihrem Geheimversteck, einem alten Bau von Präriehunden. Hier können sie, unbemerkt von ihren Eltern, nach Herzenslust Quatsch machen. Yakari verspricht ihnen, den Bäreneltern nichts von dem Bau zu erzählen. Plötzlich stürzt der Bau ein und Honigmäulchen ist darin gefangen. Die Bäreneltern versuchen, sich durch die Erde zu ihm durchzugraben, aber Yakari erkennt, dass diese Rettungsaktion zu lange dauert. Die Luft wird knapp und der Bärenjunge droht zu ersticken. Yakari eilt zu den Präriehunden, denn nur mit Hilfe dieser Experten kann Honigmäulchen noch rechtzeitig gerettet werden.","versions":[]},{"epId":"episode-21","name":"Yakari und der Kondor / Der kleine Koyote","epNo":21,"alt":"","descr":"Obwohl Frühling ist, führt der Fluss kaum Wasser. Niemand weiß, woran es liegt, dass das Schmelzwasser nicht mehr im Tal ankommt. Die Biber sind entsetzt, weil sie doch das Wasser im Fluss zum Leben brauchen. Yakari beschließt, der Sache auf den Grund zu gehen und zur Quelle des Flusses, auf den Berg zu steigen. Zusammen mit Kleiner Donner macht er sich auf den Weg. Der Aufstieg durch Schnee und Eis ist schwierig und voller Gefahren. Die beiden werden von einer Lawine mitgerissen und können sich gerade noch einmal befreien. Sie treffen auf einen seltsamen, großen Vogel. Es ist ein Kondor, der hoch oben in den Gipfeln wohnt. Er bietet Yakari an, ihn zur Quelle des Flusses auf der Bergspitze zu führen. Yakari willigt ein und fliegt mit dem Kondor höher und höher. Wird es Yakari gelingen, das Problem an seinem Ursprung zu beheben und den Fluss wieder mit Wasser zu füllen?","versions":[{"lang":1,"streams":[{"redirect":8503867,"hoster":"VOE"},{"redirect":8658631,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"in Folge davor enthalten","epNo":22,"alt":"","descr":"Yakari und Kleiner Donner finden ein Kojotenjunges, das seine Mutter verloren hat. Yakari nimmt das Tier bei sich auf, doch der kleine Koyote verursacht nur Ärger im Lager der Indianer. Er sorgt mit seinem nächtlichen Geheule dafür, dass die Indianer nicht schlafen können, zerfetzt die Mokassins von Yakaris Vater und zündet sogar ein Tipi an. Yakari muss erkennen, dass der kleine Koyote kein Haustier und nicht für ein Leben im Lager von Menschen geschaffen ist. Yakari möchte ihn zurück in die Wildnis bringen. Vorher muss er ihm allerdings noch beibringen, wie man dort alleine zurechtkommt. Er zeigt ihm, wie man Spuren liest und Nahrung findet. Sogar ein Bär hilft ihnen dabei und zeigt dem Koyoten, wie man Fische fängt. Endlich ist es soweit, und Yakari entlässt den kleinen Koyoten in die Freiheit. Doch gleich am nächsten Morgen kommt das anhängliche Tier zu ihm zurück.","versions":[]},{"epId":"episode-23","name":"Reise in die Urzeit / Das Geheimnis von Kleiner Donner","epNo":23,"alt":"","descr":"Yakari und seine Freunde entdecken das Skelett eines riesigen Vogelwesens an einer Felswand. Yakari fragt sich, um welches Tier es sich wohl handeln könnte. Von einem so großen Vogel ohne Flügel hat er noch nie gehört. Er möchte wissen, wie der Vogel zum Gefangenen der Felswand wurde. Da erscheint Großer Adler und schickt Yakari im Traum zurück in die Urzeit. Dort begegnet Yakari dem Urzeitvogel aus der Felswand, Diatryma, einem Vorfahren der heutigen Wildgänse. Diatryma erzählt Yakari von sich und seiner Zeit, in der es noch keine Menschen gab. Mit ihm zusammen lernt Yakari das eigensinnige Urpferd Eohippus kennen, das ihn stark an Kleiner Donner erinnert. Diatryma und Eohippus machen ein Wettrennen, das der Vogel gewinnt. Ein riesiger Vulkan ist kurz vor dem Ausbruch und für Yakari ist es Zeit, Abschied von Diatryma zu nehmen und in seine Welt zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":8503870,"hoster":"VOE"},{"redirect":8658639,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"in Folge davor enthalten","epNo":24,"alt":"","descr":"Kleiner Donner war tagelang verschwunden. Plötzlich taucht er mit einem verletzten Pferd in Yakaris Lager auf. Die Männer aus Yakaris Stamm vermuten, dass das Pferd die Nacht nicht überleben wird und wollen es töten, um es von seinen Leiden zu erlösen. Doch als sich Kleiner Donner schützend vor seinen Freund stellt, beschließen die Männer, noch eine Nacht abzuwarten. Kleiner Donner erzählt Yakari von seinen unglaublichen Erlebnissen mit Großer Grauer, so heißt das verletzte Pferd. Kleiner Donner war dem Ruf der Großen Ebenen in die Weite der Prärie gefolgt. Dort versammelte der Geist des Pferdevolkes die tapfersten und mutigsten aller Mustangs um sich. Er gab ihnen auf, sich dreier Prüfungen zu unterziehen, eine schwieriger und gefährlicher als die andere. Bei einer dieser Prüfungen fing die Mähne von Großer Grauer Feuer. Kleiner Donner hat es gerade noch geschafft, seinen Freund in Yakaris Lager zu schleppen. Da hören Yakari und Kleiner Donner ein Wiehern.","versions":[]},{"epId":"episode-25","name":"Die große Dürre / Yakari und der weiße Bär","epNo":25,"alt":"","descr":"Es herrscht eine furchtbare Dürre, alle Flüsse sind ausgetrocknet und die Quellen versiegt. Die Sioux müssen fortziehen, doch Kleiner Donner ist auf seiner Suche nach Wasser in der Prärie verschollen. Yakari will seinen Freund nicht zurücklassen und macht sich gemeinsam mit Regenbogen auf die Suche nach ihm. Sie finden Kleiner Donner völlig entkräftet an einem ausgetrockneten Flussbett. Er braucht dringend Wasser, um zu überleben. Da treffen sie auf die Schlange Rotkopf, die ihnen ein Geheimnis anvertraut. Vor langer Zeit gab es schon einmal keinen tropfen Wasser in der Prärie, da schickte der große Geist den Sioux eine seltsame, schwarz geschuppte Schlange, die Regenbogenschlange. Sie spannte sich im Bogen von einem Ende des Himmels zum anderen und rieb sich an den Wolken, wodurch es endlich regnete. Rotkopf führt Yakari zu seinen Schlangenfreunden, um auch jetzt den Geist der Regenbogenschlange anzurufen.","versions":[{"lang":1,"streams":[{"redirect":12281960,"hoster":"VOE"},{"redirect":8658636,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"in Folge davor enthalten","epNo":26,"alt":"","descr":"Auf der Suche nach Blaubeeren begegnet Yakari dem Albino-Bären Schneeball. Schneeball jagt ihm einen gehörigen Schrecken ein, da Yakari einen weißen Bären noch nie gesehen hat. Als Yakari im Indianerlager von seinen Erlebnissen erzählt, beschließt Gespannter Bogen, Schneeball zu jagen. Das Fell dieses seltenen weißen Bären fehlt ihm noch in seiner Trophäensammlung. Yakari sucht Schneeball noch einmal auf und die beiden freunden sich an. Schneeball erzählt ihm, dass er von seiner Braunbär-Familie fortgelaufen ist, weil ihn alle immer nur wegen seines weißen Pelzes gehänselt haben. Jetzt lebt er allein in einer Höhle. Plötzlich schlägt ein Pfeil haarscharf an Schneeball vorbei in einem Baum ein. Es ist Gespannter Bogen, der Yakari gefolgt ist und Schneeball unbedingt erlegen will. Wird es Yakari und Schneeball gelingen, den Angriffen dieses gemeinen Jägers zu entkommen?","versions":[]},{"epId":"episode-27","name":"Der geheimnisvolle Fischer / Die sprechende Eiche","epNo":27,"alt":"","descr":"Der Winter naht und die Sioux müssen so viele Fische wie möglich fangen, um genügend Vorräte einzulagern. Yakari und Kleiner Dachs wollen dabei unbedingt die Besten sein. Voller Tatendrang brechen sie auf, ohne auf Regenbogen zu warten. Kleiner Dachs sagt, dass man beim Fischfang sowieso kein Mädchen brauchen könne. Am Fluss müssen sie feststellen, dass ein geheimnisvoller Fischer viel mehr Fische fängt als sie. Der Fremde macht sich auch noch lustig über die beiden. Irgendetwas ist faul an dieser Geschichte. Warum ist er ganz allein und wo sind die anderen Stammesmitglieder? Yakari und Kleiner Dachs versuchen, die Identität des geheimnisvollen Fremden herauszufinden. Dabei machen sie eine unglaubliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8503872,"hoster":"VOE"},{"redirect":8658633,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"in Folge davor enthalten","epNo":28,"alt":"","descr":"Yakari gewinnt gegen Kleiner Dachs im Baumklettern. Dabei schummelt er ein wenig und behauptet obendrein noch, dass er alles besser könne als sein Freund. Kleiner Dachs kann das nicht auf sich sitzen lassen. Er wirft Yakari vor, dass er immer meint, alles besser zu können und läuft beleidigt weg. Im Folgenden läuft tatsächlich alles hervorragend für Yakari. Als sich Yakaris Drache kurz darauf in einem Baum verfängt, kommt er wie von Geisterhand wieder zu ihm zurückgeflogen. Und dann entdeckt Yakari auch noch ein ungeahntes Talent: Die Bäume beginnen, mit ihm zu sprechen. Als ein Gewitter naht, bitten sie ihn, sie vor den auf sie herabstürzenden Blitzen zu schützen. Yakari gibt sich alle Mühe und hat mit Hilfe seines Drachen eine zündende Idee. Doch sind die Bäume tatsächlich so lebendig, wie sie Yakari erscheinen?","versions":[]},{"epId":"episode-29","name":"Die verfluchte Schlucht / Der fliegende Dieb","epNo":29,"alt":"","descr":"Yakari und Kleiner Dachs machen ein Wettrennen auf ihren Ponys. Dabei läuft Kleiner Dachs zu einer Schlucht, zu der der Zutritt für die Sioux verboten ist. Kleiner Donner wird hier von einer Schlange gebissen. Das Gift wirkt schnell und es bleibt keine Zeit, zum Stamm zurückzukehren und den Medizinmann aufzusuchen. Daher lässt der Wächter der Schlucht Yakari passieren, denn dort lebt ein Einsiedler, der als einziger über ein Gegengift verfügt. Aber auch in der Schlucht hat Yakari mit widerspenstigen Wesen zu kämpfen. Er trifft auf ein unheimlich aussehendes Pony und eine Gruppe Ziegen, die sich über ihn lustig machen und ihm den Weg versperren. Yakari hilft ihnen, ein gemeinsames Abenteuer zu bestehen und dringt schließlich zum Einsiedler vor. Aber wird die Zeit reichen, Kleiner Donner zu retten?","versions":[{"lang":1,"streams":[{"redirect":8503876,"hoster":"VOE"},{"redirect":8658634,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"in Folge davor enthalten","epNo":30,"alt":"","descr":"Aus dem Indianer-Lager verschwinden über Nacht allerlei Gegenstände. Die Sioux sind ratlos, geht ein Dieb um, oder ist es die Rache böser Geister? Als Müder Krieger unerwartet krank wird, spitzt sich die Lage zu, denn der offensichtlich sehr kleine Dieb, der obendrein fliegen kann, hat auch den Beutel des Medizinmanns gestohlen, und ohne die Medikamente gibt es für Müder Krieger keine Heilung. Yakari macht sich im Wald auf die Suche nach dem fliegenden Dieb. Das freche Flughörnchen gibt sofort zu, die Dinge geklaut zu haben, aber um an den Medizinbeutel zu kommen, muss Yakari es erst einmal einfangen. Keine leichte Aufgabe, denn Yakari ist zwar ein guter Kletterer, aber von Baum zu Baum fliegen wie das Flughörnchen, das kann Yakari dann doch nicht.","versions":[]},{"epId":"episode-31","name":"Kleiner Dachs läuft davon / Yakari und Großer Bogen","epNo":31,"alt":"","descr":"Kleiner Dachs ist wütend, weil er nicht mit auf die Bisonjagd darf. Unbemerkt folgt er den Jägern. Er schleicht sich an die Bisons und will allen zeigen, dass auch er schon ein großer Jäger ist, bringt aber stattdessen die anderen in Gefahr. Yakari ist sauer auf seinen Freund und wirft ihm vor, ein schlechter Jäger zu sein. Voller Scham und Ärger läuft Kleiner Dachs davon. Er möchte lernen, ein großer Jäger zu werden und will nicht eher zurückkehren, bis er seinem Stamm eine große Beute präsentieren kann. Yakari denkt, dass er mit seinen Worten zu grob zu Kleiner Dachs war und macht sich auf in den Wald, um seinen Freund zu suchen. Er findet einen weißen Hasen, der mit einem Pfeil erlegt wurde und erkennt, dass Kleiner Dachs ausgerechnet mit Gespannter Bogen unterwegs ist, der nur auf die Jagd geht, um Trophäen zu sammeln. Nun sind die beiden auf der Fährte eines weißen Wolfes und Kleiner Dachs lässt sich fast zu einem großen Fehler verleiten, aber da taucht Yakari auf.","versions":[{"lang":1,"streams":[{"redirect":8503880,"hoster":"VOE"},{"redirect":8658632,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"in Folge davor enthalten","epNo":32,"alt":"","descr":"Die Sioux finden einen gewaltigen Bogen. Alle fragen sich, wer genügend Kraft haben könnte, diesen Bogen zu benutzen. Da taucht plötzlich ein riesengroßer, stummer Indianer auf. Allen ist sofort klar, dass nur er in der Lage ist, den großen Bogen zu spannen. Der äußerst gutmütige Riese wird von den Sioux freundlich aufgenommen und mit Essen versorgt. Yakari freundet sich sofort mit Großer Bogen, wie man ihn nun nennt, an und zeigt ihm seine Welt. Um sich mit ihm verständigen zu können, bringt er seinem stummen Freund sogar die Zeichensprache der Sioux bei. Bei einem gemeinsamen Ausflug in den Wald schlägt plötzlich ein Pfeil neben einem Elch ein und Yakari denkt, dass Großer Bogen auf ihn geschossen hat. Yakari hält ihn nun für einen hinterhältigen Jäger und die Freundschaft der beiden wird auf eine harte Probe gestellt.","versions":[]},{"epId":"episode-33","name":"Das singende Holz / Die Geistermaske","epNo":33,"alt":"","descr":"Yakari und Regenbogen werden in letzter Sekunde von Yakaris Vater vor einer Klapperschlange gerettet. Die beiden möchten Kühner Blick dafür eine Freude machen und ihm etwas schenken. Stiller Fels rät ihnen, in den Wald zu gehen und sich mit allen Sinnen auf die Suche nach einem Geschenk aus der Natur zu machen. Als sie ihre Biberfreunde treffen, hat Yakari eine Idee: Eine große Statue von seinem Vater, die ihm zu Ehren im Lager der Sioux aufgestellt wird, wäre genau das Richtige. Mit Hilfe der Biber stellen Yakari und Regenbogen eine Statue von Kühner Blick aus einem Baustamm her. Gemeinsam freuen sie sich über ihr prächtiges Werk. Der Transport nach Hause gestaltet sich jedoch schwierig, und Yakari fällt mit der schweren Statue in eine Schlucht. Nun ist er eingeklemmt und von den anderen nicht zu finden. Da entdeckt er, dass die Natur noch ganz andere Geschenke bereithält, wenn man nur wirklich auf sie hört.","versions":[{"lang":1,"streams":[{"redirect":12281963,"hoster":"VOE"},{"redirect":8658635,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"in Folge davor enthalten","epNo":34,"alt":"","descr":"Yakari findet in der Prärie einen Medizinbeutel, den kostbarsten Besitz eines Indianers. In einem Traum erscheint ihm der Besitzer des Beutels, Tanzender Bär, und fordert ihn auf, ihm den Beutel zu bringen. Yakari erfährt von Der-der-alles-weiß, dass Tanzender Bär einst ein edler und stolzer Jäger war, der dem Stamm der Sioux angehörte. Seit langer Zeit ist er in der Prärie verschollen. Yakari macht sich mit Kleiner Donner auf, Tanzender Bär seinen Beutel zu bringen. Seine Suche führt ihn in eine seltsame Höhle, zu Fledermäusen und geisterhaften Erscheinungen. Hier ist die Seele von Tanzender Bär gefangen und wartet darauf, endlich in die ewigen Jagdgründe einkehren zu dürfen. Doch dazu muss Yakari dem einstigen Krieger den Medizinbeutel bringen. Yakari muss seinen ganzen Mut aufwenden, denn Fledermäuse und seltsame Geister stellen sich ihm in den Weg.","versions":[]},{"epId":"episode-35","name":"Der Sohn des Windes / Das heilige Gestein","epNo":35,"alt":"","descr":"Obwohl Kleiner Donner müde ist und keine Lust hat, machen Yakari und Kleiner Dachs ein Wettrennen auf ihren Pferden. Zum Ärger von Yakari gewinnt Schneller Blitz. Kleiner Donner ist sauer auf Yakari, weil der nicht auf ihn gehört hat und läuft weg. Yakari macht sich auf die Suche nach seinem Freund und findet ihn bei dem Pony Sohn des Windes. Im Gegensatz zu Kleiner Donner hat Sohn des Windes jedoch Angst vor den Menschen und hält sich vor ihnen versteckt, seitdem er einst von einem Jäger verletzt worden ist. Und auch jetzt hat es ein brutaler Pferdejäger auf ihn abgesehen und macht auf ihn Jagd. Doch Yakari und seine Freunde stehen dem scheuen Pony zur Seite.","versions":[{"lang":1,"streams":[{"redirect":8503875,"hoster":"VOE"},{"redirect":8658638,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"in Folge davor enthalten","epNo":36,"alt":"","descr":"Yakari und Regenbogen entdecken beim Medizinmann eine alte bemalte Bisonhaut, die die Geschichte ihres Stammes schildert. Einige der Darstellungen bleiben jedoch unklar und selbst Der-der-alles-weiß kennt ihre genaue Bedeutung nicht: Ein Blitz, ein Berg, ein Bisonkopf und eine Friedenspfeife. Die Siouxkinder beschließen, das Rätsel zu lösen und machen sich auf zum Schwarznadelberg. Dort treffen sie auf eine Bergziege, die ihnen zur Seite steht. Doch der Aufstieg von Yakari und Regenbogen gestaltet sich beschwerlich. Als die Jäger des Stammes von ihrem Ausflug erfahren, sind sie in großer Sorge, denn die Kinder sind drauf und dran, den Geist des Berges zu retten, und der hat große Macht und ist sehr gefährlich.","versions":[]},{"epId":"episode-37","name":"Freunde fürs Leben / Die verlorene Flöte","epNo":37,"alt":"","descr":"Nach einer Auseinandersetzung mit Kleiner Dachs trifft Yakari auf das garstige Stachelschwein Feine Pieksnadel. Feine Pieksnadel schimpft in einem fort über die Biber und warnt Yakari vor ihrer Gemeinheit. Als Yakari sich als Freund der Biber zu erkennen gibt, erklärt das erboste Stachelschwein ihn zu seinem Feind und bedroht ihn mit seinen Stacheln. Kurz darauf trifft Yakari auf den Biber Lindenbaum und erfährt, dass er und Feine Pieksnadel einst beste Freunde waren, bis zu einem Vorfall, als er sich mit einer Biberherde über Feine Pieksnadel lustig gemacht hat, weil der nicht schwimmen konnte. Seitdem will Feine Pieksnadel nichts mehr von den Bibern wissen und rächt sich an ihnen, wo er nur kann. Auch Yakaris Bemühungen, zwischen den beiden zu vermitteln, nutzen nichts. Da wird das Stachelschwein Zeuge, wie die Biber von dem gemeinen Carcajou angegriffen werden.","versions":[{"lang":1,"streams":[{"redirect":8503881,"hoster":"VOE"},{"redirect":8658637,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"in Folge davor enthalten","epNo":38,"alt":"","descr":"Yakari und der Hund Knickohr spielen mit einem Stöckchen und haben viel Spaß. Da soll Yakari auf die Flöte von Stiller Fels aufpassen, bis der später mit den Jägern wieder zurückkehrt. Yakari ist von dem Instrument sehr angetan und fängt an, auf der Flöte zu spielen. Sehr zur Freude aller Tiere, die ihm andächtig zuhören und sich an dem schönen Spiel erfreuen. Nur Knickohr ist genervt, dass Yakari nicht mehr mit ihm spielt. Da schnappt sich der freche Hund die Flöte und läuft mit ihr weg. Nun wird Yakari zum Jäger des Stöckchens. Aber so sehr er auch versucht, Knickohr zu fangen, es gelingt ihm nicht. Der gewiefte Hund ist ihm immer einen Schritt voraus. Ein Riesenspaß für Knickohr, und ein echtes Problem für Yakari, denn er muss die Flöte unbedingt wieder haben, bevor Stiller Fels zurückkommt.","versions":[]},{"epId":"episode-39","name":"Der Mondgeist / Zu viel versprochen","epNo":39,"alt":"","descr":"Yakari und Kleiner Dachs sollen für ihren Stamm ein Winterquartier suchen. Als sie endlich einen geeigneten Platz gefunden haben, taucht plötzlich eine seltsame und furchterregende Gestalt auf, die versucht, sie zu verjagen, der Mondgeist. Kleiner Dachs will sofort nach Hause, aber Yakari gibt so schnell nicht auf und will dem Geheimnis um den Mondgeist auf den Grund gehen. Die Tiere der Gegend helfen Yakari dabei nicht. Sie stehen ihm ablehnend gegenüber und sprechen in den höchsten Tönen von Gute Mutter, einer alten Frau, die sich um die Tiere kümmert und sie gesund pflegt, wenn sie krank sind. So sehr Gute Mutter die Tiere mag, betrachtet sie die Menschen als Feinde der Tiere und hat mit ihnen abgeschlossen. Yakari ist schon auf dem Rückweg, da erfährt er, dass Gute Mutter verletzt ist und die Hilfe der Menschen braucht.","versions":[{"lang":1,"streams":[{"redirect":8503886,"hoster":"VOE"},{"redirect":8658640,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"in Folge davor enthalten","epNo":40,"alt":"","descr":"Yakari möchte ein großer und guter Sioux werden, dazu gehört natürlich auch, dass man den anderen hilft und sich nützlich macht. Darum sagt Yakari jedem, der ihn um etwas bittet, seine Hilfe zu, und verspricht dabei weit mehr, als er tatsächlich halten kann: Er verspricht seiner Mutter, einen Krug Wasser zu holen, will mit Kleiner Dachs auf Bisonjagd gehen, einer Ziege von einem Baum helfen und den Grizzly zu einem Festessen besuchen. Und das alles gleichzeitig. Schnell sorgen seine guten Absichten für ein großes Durcheinander und Yakari muss lernen, dass er niemanden einen Gefallen tut, wenn er seine Versprechen nicht halten kann, am allerwenigsten sich selbst.","versions":[]},{"epId":"episode-41","name":"Ein Bär sieht rot / Die Schlittenwölfe","epNo":41,"alt":"","descr":"Müder Krieger wird im Wald von einer Bärin attackiert. Vor lauter Angst rennt er ins Indianerlager. Der Stamm ist besorgt, ein Bär, der Menschen angreift, muss erlegt werden. Yakari möchte dies verhindern und macht sich auf die Suche nach der Bärin. Da trifft er das Bärenjunge Honigtau. Honigtau erzählt, dass er mit seiner Mutter bei dem Bienenstock war, als sie auf einmal ganz böse wurde. Jetzt hat er große Angst um seine Mutter. Yakari verspricht dem kleinen Racker, dass er seiner Mutter helfen wird. Kurz darauf findet Yakari heraus, dass ein Dorn in der Tatze von Honigtaus Mutter steckt und die Ursache für ihre Raserei ist. Yakari setzt nun alles daran, diesen Dorn zu entfernen. Doch das ist gar nicht so leicht bei einer wild gewordenen Bärin. Wird es Yakari gelingen, der Mutter von Honigtau zu helfen, bevor die Jäger der Sioux sie finden?","versions":[{"lang":1,"streams":[{"redirect":8503873,"hoster":"VOE"},{"redirect":8658642,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"in Folge davor enthalten","epNo":42,"alt":"","descr":"Yakari und Regenbogen sollen mit Kleiner Donner Brennholz für den Winter sammeln. In den Bergen geraten sie in ein Unwetter, das eine Steinlawine auslöst und ihnen den Rückweg versperrt. Ein Wapiti wurde durch die Lawine verletzt, und hungrige Wölfe wollen über das wehrlose Tier herfallen. Yakari stellt sich den Wölfen mutig in den Weg, und Regenbogen verarztet den verstauchten Fuß des tapferen Wapiti. Yakari gibt den Wölfen seine gesamten Vorräte an Dörrfleisch und so gelingt es ihm, dass sie von dem Wapiti ablassen. Doch bald schon werden sie wieder hungrig sein. Der Wapiti erzählt, dass er noch einen anderen Weg ins Tal kennt. Doch Kleiner Donner allein kann den Schlitten nicht ziehen. Da hat Yakari die unglaubliche Idee, die Wölfe zusammen mit Kleiner Donner den Schlitten ziehen zu lassen. Auch sie wollen zurück in ihr Tal und so setzt sich die ungleiche Gruppe in Bewegung.","versions":[]},{"epId":"episode-43","name":"Das ungleiche Duell / Der Präriestern","epNo":43,"alt":"","descr":"Hastiges Eichhörnchen ist ein ungestümer, junger Jäger, der wenig von den ‚Märchen‘ hält, die Stiller Fels, der Stammesälteste, seinen jungen Freunden Yakari und Kleiner Dachs zu erzählen weiß. Hastiges Eichhörnchen fordert Stiller Fels zu einem Wettkampf heraus und will damit beweisen, dass die Jungen den Alten überlegen sind. Beim Früchtepflücken bleibt Stiller Fels einfach unter dem Baum sitzen und erklärt die Früchte als seine Ernte, die vom Baum fielen, als Hastiges Eichhörnchen darin herum kletterte. Als Stiller Fels aber bei den Prüfungen ‚Fischen‘ und ‚Mustangzähmen‘ ebenfalls einfach nichts tut, greifen Yakari und Kleiner Dachs ein und helfen dem Stammesältesten heimlich und unerkannt. Sie wollen dem Angeber Hastiges Eichhörnchen eine Lektion zu erteilen. Doch die beiden Jungen ahnen gar nicht, welche Absicht Stiller Fels in Wahrheit verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8503879,"hoster":"VOE"},{"redirect":8658643,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"in Folge davor enthalten","epNo":44,"alt":"","descr":"Die alte Indianerin Schnelle Schildkröte hat sich beim Holzsammeln überanstrengt und ist schwer krank. Rettung verspricht nur eine seltene Heilpflanze, der Präriestern. Das Wissen um seine Heilkraft wird bei den Sioux von Generation zu Generation weitergegeben. Nun ist Yakari an der Reihe, in die Geheimnisse der Heilkünste eingewiesen zu werden. Zusammen mit seiner Mutter, Schimmernde Zöpfe, macht Yakari sich auf den Weg, um die Pflanze zu finden. Schließlich geraten sie an die Stelle, wo sie die Präriesterne vermuten und müssen feststellen, dass sich eine Büffelherde über sie hergemacht hat. Bei ihrer weiteren Suche geraten sie auf einen Bisonpfad. Plötzlich rennt eine Herde riesiger Bisons auf sie zu. Schimmernde Zöpfe ist in großer Gefahr, da ihr Pferd zu langsam ist, um den Bisons zu entkommen. Da stellt sich Yakari der trampelnden Herde mutig in den Weg.","versions":[]},{"epId":"episode-45","name":"Der verstoßene Wolf / Schneeball in Gefahr","epNo":45,"alt":"","descr":"Yakari trifft unterwegs auf Wolfsspuren. Er überredet Kleiner Donner, der fürchterliche Angst vor Wölfen hat, den Spuren gemeinsam zu folgen. Schließlich findet Yakari das Wolfsrudel und wird Zeuge, wie die Wölfe einen der ihren verstoßen. Der verstoßene Wolf ist schwach und verängstigt und dadurch eine umso größere Gefahr für alle, die noch schwächer sind als er. Yakari bleibt nur durch Glück und das plötzliche Auftauchen seines Stammesbruders Ruhiger Wolf vor einem Angriff verschont. Dennoch beschließt er, dem Wolf, den er Wolf-Der-Sich-Hinlegt nennt, zu helfen. Gemeinsam mit seinen Freunden, den Bibern, überlegt sich Yakari eine Methode, Wolf-Der-Sich-Hinlegt die Angst zu nehmen. Yakari hofft, dass sein Schützling so wieder von seinem Rudel aufgenommen wird. Am Ende kommt dann aber alles ganz anders, als Yakari sich das gedacht hat.","versions":[{"lang":1,"streams":[{"redirect":8503877,"hoster":"VOE"},{"redirect":8658641,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"in Folge davor enthalten","epNo":46,"alt":"","descr":"Yakari trifft beim Honigsuchen im Wald auf seinen Freund, den weißen Bären Schneeball. Gespannter Bogen ist völlig besessen von der Idee, Schneeball zu erlegen, um mit dessen Fell seine Trophäensammlung zu krönen. Als er sieht, wie gut Yakari und Schneeball sich verstehen, will er, dass Yakari ihn zu dem Bären führt. Yakari weigert sich natürlich, seinen Freund an den verrückten Jäger zu verraten. Da nimmt Gespannter Bogen Regenbogen als Geißel, um Yakari zu zwingen, ihn zum Versteck von Schneeball zu führen. Yakari sieht sich in einer fiesen Zwickmühle. Er weckt Schneeball, der schon mit dem Winterschlaf begonnen hat und gemeinsam kommen sie auf eine Idee, Gespannter Bogen eine Lektion zu erteilen, damit er nie wieder weiße Tiere für seine Trophäensammlung jagen wird.","versions":[]},{"epId":"episode-47","name":"Der Schlafwandler / Die unheimlichen Augen","epNo":47,"alt":"","descr":"Wie jeden Morgen in letzter Zeit, so ist auch heute nichts mehr am Platz im Lager der Sioux. Dinge wurden verstellt und Holzstapel umgestürzt. Die Indianer verdächtigen alsbald Waschbären, die vermutlich nachts ins Lager kommen. Yakari allerdings wundert sich über die dreckigen Mokassins von Fettauge. Woher soll der so schmutzige Schuhe bekommen, wo er doch die ganze Zeit nur daliegt und laut schnarchend schläft? Gemeinsam mit Kleiner Donner hält Yakari die ganze Nacht Wache, um zu sehen, was Fettauge macht. Und tatsächlich erhebt sich Fettauge mitten in der Nacht als Schlafwandler und bringt die Dinge im Lager in Unordnung. Durch eine Unachtsamkeit Yakaris gerät Fettauge aus seinem Rhythmus und verläuft sich im Wald. Yakari und Kleiner Donner kommen nicht schnell genug hinterher und schon hat sich Fettauge in eine Bärenhöhle verlaufen, wo er in ein tiefes Loch stürzt, aus dem er ohne Hilfe nicht wieder herausfinden wird. Zu allem Überfluss setzt auch noch ein starkes Gewitter ein, und das Loch droht mit Wasser vollzulaufen.","versions":[{"lang":1,"streams":[{"redirect":8503878,"hoster":"VOE"},{"redirect":8658645,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"in Folge davor enthalten","epNo":48,"alt":"","descr":"Yakari und Kleiner Dachs spielen Verstecken. Kleiner Dachs ist genervt davon, dass Yakari ihn immer sofort findet und sich dabei auch noch über ihn lustig macht. Um Yakari endlich in seine Schranken zu verweisen, sucht sich Kleiner Dachs ein extrem entlegenes Höhlenversteck. Yakari hat nun große Schwierigkeiten, seinen Freund zu finden. Als er beginnt, sich ernsthaft Sorgen zu machen, bittet er Kleiner Donner um Hilfe. Gemeinsam begeben sie sich auf die Suche. Wohin sie auch kommen, ständig werden sie von unheimlichen Tieraugen beobachtet. Schließlich finden sie ihren Freund verletzt in seinem entlegenen Höhlenversteck. Doch auch das Tier mit den unheimlich leuchtenden Augen ist ihnen bis hierher gefolgt und offenbart ihnen nun, wer sich hinter diesen Augen verbirgt.","versions":[]},{"epId":"episode-49","name":"Der alte Bison / Der Sohn des Adlers","epNo":49,"alt":"","descr":"Yakari wünscht sich, dass die Zeit doch schneller vergehen möge. Er wäre gerne schon so groß und stark wie sein Vater. Da entdeckt Yakari einen alten Bison auf einer Wiese, der sich von seiner Herde abgesetzt hat, weil er meint, dass sein letzter Tag gekommen sei. Yakari will das nicht glauben und fragt Stiller Fels um Rat. Der erklärt Yakari wie es ist, alt zu werden und erzählt ihm, dass das Leben ein ewiger Kreis von Kindheit zu Alter ist. Am Ende des Lebens seien die Geschöpfe wieder genauso zerbrechlich wie ein Neugeborenes. Als Yakari den alten Bison erneut aufsucht, werden sie von einem Rudel hungriger Wölfe angegriffen. Auf der Flucht vor den Wölfen rutschen sie einen Berg hinunter. Der alte Bison wird an ein Spiel aus seiner Kindheit erinnert und sein Lebensfeuer wird neu entfacht. Wieder bei seiner Herde erkennt er, dass er sich gründlich getäuscht hat, es war doch noch nicht sein letzter Tag.","versions":[{"lang":1,"streams":[{"redirect":8503882,"hoster":"VOE"},{"redirect":8658646,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"in Folge davor enthalten","epNo":50,"alt":"","descr":"Seit Tagen regnet es in Strömen. Die Sioux sitzen in ihren Tipis und warten das Ende des Unwetters ab. Der Schamane erzählt die Legende, wie die Sioux im Kampf gegen den Dämon des Wassers auf die Welt gekommen sind. Plötzlich bricht Yakari zusammen, er hat hohes Fieber und fängt an zu phantasieren. In seinem Traum begegnet er dem Dämon erneut und wird von ihm angegriffen. In letzter Sekunde wird Yakari von Großer Adler gerettet. Aber der Dämon belegt Yakari mit dem Fluch, Großer Adler niemals wiederzusehen. Nun läuft Yakari traurig und allein durch die Prärie und ruft nach seinem Totem, aber Großer Adler antwortet nicht. Da findet Yakari ein Ei, aus dem ein kleines Adlerbaby schlüpft. Das Adlerbaby bittet Yakari, es in sein Nest zu bringen, das hoch oben auf einem Zauberberg liegt. Yakari hilft dem kleinen Adler und macht sich auf die Reise zum Gipfel des Berges. Hier wird Yakaris Großmut belohnt und er erlebt eine freudige Überraschung.","versions":[]},{"epId":"episode-51","name":"Ein Mustang für Großer Bogen / Der rote Pfeil","epNo":51,"alt":"","descr":"Großer Bogen, der stumme Riese aus den Bergen, taucht wieder einmal im Lager der Sioux auf. Yakari freut sich sehr, seinen Freund wiederzusehen. Die große Bisonjagd steht bevor und die Jäger würden den Hünen gern mit auf die Jagd nehmen, aber ihm fehlt etwas Entscheidendes, ein Pferd. Zusammen mit Kleiner Donner macht sich Yakari auf die Suche nach einem passenden Pferd für seinen Freund. Am Fuß der heiligen Berge finden sie einen besonders großen Mustang, Freie Wolke. Doch das stolze Pferd liebt seine Freiheit und weigert sich strikt, einen Menschen auf seinem Rücken reiten zu lassen. Da hilft auch die Ansprache von Kleiner Donner nichts, wie schön es ist, einen Freund zu haben, auf den man sich verlassen kann. Als Freie Wolke kurz darauf von einem Puma attackiert wird, steht ihm Großer Bogen zur Seite. Ist dies der Beginn einer großen Freundschaft?","versions":[{"lang":1,"streams":[{"redirect":8503883,"hoster":"VOE"},{"redirect":8658644,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"in Folge davor enthalten","epNo":52,"alt":"","descr":"Träumender Bär ist ebenso wie Yakari ein Freund der Tiere. Nachdem er einen Elch vor dem Angriff von Stolze Wolke verteidigt und dabei den Bogen des maßlosen Jägers zerbrochen hat, trifft ihn nach altem Indianerbrauch die Strafe des roten Pfeils. Stolze Wolke schießt einen roten Pfeil in den Wald, und Träumender Bär darf erst zum Stamm zurückkehren, wenn er den Pfeil gefunden hat. Um sich an seinem Widersacher zu rächen, zielt Stolze Wolke auf die Sonne, so dass Träumender Bär nicht sehen kann, in welche Richtung der Pfeil fliegt. Träumender Bär scheint auf immer und ewig zu einem Leben allein im Wald verdammt, doch bald kommen ihm Yakari und die Tiere des Waldes zu Hilfe. Leider hat es Stolze Wolke noch immer auf den Elch abgesehen und so muss sich Yakari etwas einfallen lassen, dem unersättlichen Jäger eine Lektion zu erteilen, die er so schnell nicht vergessen wird.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Bärenkralle","epNo":1,"alt":"","descr":"Der Jäger Stolze Wolke hat seit langer Zeit keine Beute mehr gemacht und meint, dass nur noch ein mächtiger Talisman seine Pechsträhne beenden wird. Unter allen Umständen will er sich eine Bärenkralle verschaffen und macht nun Jagd auf die Mutter von Honigmäulchen und Zuckerschnäuzchen. Yakari muss verhindern, dass seinen Freunden solch ein Leid zugefügt wird. Aber er hat es mit einem gefährlichen Gegner zu tun, denn Stolze Wolke ist wild entschlossen, seinen Plan in die Tat umzusetzen. Er springt mit seinem Pferd über eine gefährliche Schlucht, um Yakari und Kleiner Donner abzuhängen, und schließlich stellt er die Bärenmutter auf einer Lichtung und zielt mit seinem Bogen auf sie. Da kommt Yakari und stellt sich zwischen die Bärin und den Schützen.// In der Nähe von Yakaris Lager geht eine große Sternschnuppe nieder und der Schamane hält es für möglich, dass irgendwo im Wald tatsächlich ein Sternensplitter zu finden ist. Kleiner Dachs und Yakari wollen auf die Suche nach der Himmelstrophäe gehen, aber der Indianer Hastiges Eichhörnchen reitet ihnen voraus. Auch er möchte den Sternensplitter unbedingt als Erster finden. Ein wilder Wettlauf um die begehrte Trophäe beginnt. Am Ziel bricht Yakari in ein Erdloch ein und wird zusammen mit einer Kojotenfamilie verschüttet. Hastiges Eichhörnchen ist wie besessen von der Idee, den Sternensplitter zu finden. Während Yakari versucht, sich und die Kojoten zu retten, wühlt und trampelt er an der Oberfläche herum, wodurch das ganze Erdloch zusammenzubrechen und Yakari zu begraben droht.","versions":[{"lang":1,"streams":[{"redirect":8503884,"hoster":"VOE"},{"redirect":8658647,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sternensplitter","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503885,"hoster":"VOE"},{"redirect":8658649,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die gestohlene Bisonhaut","epNo":3,"alt":"","descr":"Stiller Fels, der Stammesälteste, ist außer sich: Diebe haben die uralte Bisonhaut gestohlen, auf der die Geschichte des Stammes geschrieben steht! Kleiner Dachs behauptet, der beste Fährtenleser zu sein und geht mit Yakari eine Wette ein, wer von ihnen die Bisonhaut als Erster findet. Kühner Blick mahnt Yakari, nichts Unbedachtes zu tun und sich sorgfältig umzuschauen. Auf der Suche entdeckt Yakari kleine Fellbüschel und schlussfolgert, dass der Dieb nicht sehr groß sein könne. Schleifspuren deuten darauf hin, dass der Dieb die Spur verwischt. Bald nimmt Yakari die Fährte von zwei kleinen Kojoten auf. Sind tatsächlich ausgerechnet diese Tiere die durchtriebenen Diebe oder hat Kleiner Dachs die Bisonhaut nicht schon längst gefunden?// Es ist Winter und Yakari macht mit Kleiner Donner einen Ausritt durch den verschneiten Wald. Da trifft er auf einen alten Bekannten, Wolf-Der-Sich-Hinlegt. Der erzählt Yakari, dass Ruhiger Wolf, ein Jäger aus Yakaris Stamm, von einem Wolfsrudel angegriffen wurde. Er konnte sich zwar in eine Höhle flüchten und den Eingang verbarrikadieren, aber Grausames Auge, ein Wolf, der einst durch einen anderen Jäger ein Auge verloren hatte, hasst alle Menschen und ist fest entschlossen, nun an diesem Indianer Rache zu nehmen. Yakari und Kleiner Donner machen sich auf die Suche nach Ruhiger Wolf, um ihm zu helfen. Als sie schließlich auf Grausames Auge treffen, versucht Yakari, ihn davon zu überzeugen, dass nicht alle Menschen Feinde der Wölfe sind. Aber der verbitterte Wolf will davon nichts wissen und attackiert Yakari. Zum Glück ist Yakaris Vater Kühner Blick in der Nähe, der sich ebenfalls auf die Suche nach Ruhiger Wolf gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":8503888,"hoster":"VOE"},{"redirect":8658650,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":" Yakari und Grausames Auge","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503890,"hoster":"VOE"},{"redirect":8658648,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Gesang des Raben","epNo":5,"alt":"","descr":"Der Singvogel Kernbeisser erfreut die Bewohner des Waldes mit seinem schönen Gesang. Da kommt der Rabe Krickrack angeflogen und will allen beweisen, dass er der beste Sänger weit und breit ist. Aber er ist leider nur ebenso eingebildet wie talentfrei, und bald schon sind Yakari und seine Freunde von seinem schrägen Gekrächze völlig entnervt. Da Krickkrack nicht auf die Ratschläge und Bitten der anderen hört, endlich Ruhe zu geben, sieht Yakari sich gezwungen, den Raben einzufangen. Dies gestaltet sich aber als ausgesprochen schwierig, denn Krickrack ist viel zu klug und wendig, um sich von seinem Plan so leicht abbringen zu lassen. Schließlich stellt Yakari ihm eine Falle: Er ruft einen Gesangswettbewerb aus und bittet Krickrack um eine Darbietung. Wird der eitle Vogel sich darauf einlassen?// Die Jäger und Stammesältesten bringen den Jungen die uralten Tänze bei. Als Kleiner Dachs dabei hinfällt und sich alle über ihn lustig machen, läuft er wütend davon. Plötzlich ist aus den Bergen ein tiefes Dröhnen zu hören. Sämtliche Tiere halten den Lärm nicht mehr aus und nehmen Reißaus. Alle Versuche Yakaris, sie davon abzubringen, helfen da nicht, für sie ist das Leben im Wald unerträglich geworden. Sollten die Sioux mit ihrem Tanz den mythischen Donnervogel geweckt haben? Dann wären die Indianer in seiner Hand. Mit nur einem Schlag seiner Flügel brächte der unberechenbare und launische Vogel ihnen Donner, Regen oder Sturm. Yakari reitet mit Kleiner Donner los, um das Rätsel zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8503893,"hoster":"VOE"},{"redirect":8658651,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Lärm des Donnervogels","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503887,"hoster":"VOE"},{"redirect":8658654,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Stiller Fels reitet aus","epNo":7,"alt":"","descr":"Die Jäger des Stammes gehen auf Bisonjagd, aber Yakari und Kleiner Dachs müssen auch diesmal zu Hause bleiben. Kühner Blick, Yakaris Vater, gibt den beiden Jungen eine besondere Aufgabe: Sie sollen auf Stiller Fels und Schnelle Schildkröte, die beiden Stammesältesten, aufpassen, damit ihnen nichts passiert. Natürlich wären die beiden Indianerjungen lieber auf die Jagd gegangen, aber schon bald nehmen sie ihre Aufgabe so ernst, dass Stiller Fels und Schnelle Schildkröte keinen Schritt mehr tun können, ohne dass Yakari und Kleiner Dachs ihnen helfen wollen. Klar, dass so weder das Holzhacken noch das Wassertragen leicht von der Hand gehen. Die beiden Stammesältesten drehen den Spieß um und schließlich wollen sie sogar noch reiten.// Der Stamm von Yakari hat ein uraltes Ritual. Jedes Stammesmitglied feiert sein Otu’hau. Dabei verschenkt es alles, was es besitzt, an den Stamm und gewinnt dadurch Vertrauen, Anerkennung und Respekt. Der Jäger Spitzer Pfeil will sein Otu’hau feiern, doch als er nach Hause kommt, stellt er fest, dass ihm alles gestohlen wurde. Er besitzt nichts mehr. Yakari will ihm das schöne Elchgeweih zum Trost schenken, das er gefunden hat. Doch traurig lehnt Spitzer Pfeil ab. Yakari, Kleiner Dachs und Regenbogen machen sich daran, den Dieb zu finden. Knickohr soll ihnen dabei als Spürhund helfen. Aber nachdem er an Spitzer Pfeils Mokassin gerochen hat, findet Knickohr nur den Jäger statt dessen Sachen oder gar den Dieb. Bei all dem Durcheinander achtet Yakari gar nicht darauf, dass Müder Krieger ihm die ganze Zeit etwas mitteilen will.","versions":[{"lang":1,"streams":[{"redirect":8503889,"hoster":"VOE"},{"redirect":8658652,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Geschenk an den Stamm","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503892,"hoster":"VOE"},{"redirect":8658653,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das verlorene Vogelnest","epNo":9,"alt":"","descr":"Der übereifrige Biber Holzkopf fällt aus Versehen einen Baum, in dem sich ein Vogelnest befindet. Das Nest stürzt in den Fluss und treibt davon. Die Vogelmama ist komplett außer sich, doch Yakari verspricht ihr, das Nest mit allen Eiern wiederzufinden. Auch Holzkopf will helfen, dem die ganze Sache sichtlich unangenehm ist. Leider kann Yakari das Nest nicht stoppen, und plötzlich ist es in einer dunklen Höhle verschwunden. Als Yakari und Holzkopf in die Höhle gehen, hören sie ein unheimliches Grummeln. Es kommt von dem Carcajou, einem nimmersatten Vielfraß, der dort sein Verdauungsschläfchen hält. Das Nest mit den Vogeleiern kam direkt beim Carcajou zum Halt. Wie sollen Yakari und Holzkopf nun das Nest samt Eiern retten, ohne den Carcajou zu wecken und dadurch selbst in Gefahr zu geraten?// Yakari, Kleiner Dachs und Regenbogen sind mit ihren Ponys unterwegs, als plötzlich zwei Irokesen auftauchen und behaupten, Großer Grauer, das Pony von Regenbogen gehöre ihnen. Das stimmt natürlich überhaupt nicht. Es war Kleiner Donner, der das verletzte Pony vor einiger Zeit zu den Sioux gebracht hat. Dort wurde Großer Grauer gesundgepflegt und ist beim Stamm geblieben. Doch die beiden Irokesen sind wild entschlossen, Großer Grauer an sich zu bringen. Für Yakari und seine Freunde eine gefährliche Situation, denn sie sind zu weit von ihrem Stamm entfernt, um schnell nach Hause reiten zu können. Die Freunde müssen draußen campieren. Als Yakari und Kleiner Dachs am nächsten Morgen aufwachen, ist Großer Grauer verschwunden. Haben die beiden Irokesen ihr Ziel erreicht?","versions":[{"lang":1,"streams":[{"redirect":12268526,"hoster":"VOE"},{"redirect":8658655,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Yakari und die Pferdediebe","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503894,"hoster":"VOE"},{"redirect":8658659,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die letzte Reise von Mondgeist","epNo":11,"alt":"","descr":"Mondgeist, eine alte Indiandersquaw, macht sich auf den Weg zu den Hügeln ihrer Kindheit. Sie fühlt ihre Kräfte schwinden und möchte noch einmal an den Ort ihrer Kindheit zurückkehren und das Glück fühlen, das sie dort als Kind gespürt hat. Die Reise ist viel zu gefährlich, denn jeden Moment kann es zum Wintereinbruch kommen, und hungrige Wölfe treiben sich herum. Dennoch wollen Yakari und Regenbogen Mondgeist helfen. Schließlich gelangen die drei Reisenden an ihr Ziel. Mondgeist freut sich, als sie einige Dinge wiedererkennt und ist glücklich. Doch da nähert sich auch schon ein Rudel Wölfe. Yakari und seine Freunde verschanzen sich in einer Höhle und zünden ein Feuer an, um die Wölfe abzuhalten. Lange wird das Feuer aber nicht mehr brennen. Also entschließt sich Yakari zu einem Durchbruch auf Kleiner Donner, um nach Hause zu reiten und Hilfe zu holen.// Yakari und Regenbogen sind in einer felsigen Schlucht unterwegs. Sie treffen auf einen recht griesgrämigen Esel, der eine Herde Ziegen hütet und grummelt, weil ihm eine Ziege abgehauen ist, und er sie suchen muss. Die Ziege ist auf der Flucht vor einem Puma und findet schließlich Zuflucht auf einem Felsplateau. Wieder unterwegs scheut plötzlich Kleiner Donner, weil er von einer Klapperschlange erschreckt wird. Dabei stürzt Regenbogen einen Abhang hinunter und bleibt verschwunden. Yakari und Kleiner Donner machen sich natürlich sofort auf die Suche nach ihrer Freundin. Schließlich sehen sie Regenbogen weiter unten auf dem Felsplateau zusammen mit der Ziege. Yakari überlegt noch, wie er Regenbogen retten kann, als sich ihm von hinten der Puma nähert.","versions":[{"lang":1,"streams":[{"redirect":8503895,"hoster":"VOE"},{"redirect":8658662,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hilfe vom griesgrämigen Esel","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503902,"hoster":"VOE"},{"redirect":8658658,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Man muss warten können","epNo":13,"alt":"","descr":"Schimmernde Zöpfe, Yakaris Mutter, bemalt Krüge, als plötzlich die Farbe Rot ausgeht. Es ist nicht so einfach, Tonerde zu finden, aus der die Indianer neue rote Farbe gewinnen können und nur ein sehr erfahrenes Stammesmitglied kann mit dieser Aufgabe betraut werden. Natürlich wollen Yakari und Kleiner Dachs dafür ausgewählt werden, aber Der-der-alles-weiß wählt ausgerechnet Müder Krieger; die beiden Jungen sollen ihn begleiten. Schon bald geht Yakari und Kleiner Dachs alles viel zu langsam. Und als Yakari einen verletzten Kojoten sieht, wendet er sein Interesse schnell dem Tier zu, während Kleiner Dachs am Flussufer auf eigene Faust nach der Tonerde gräbt. Nur Müder Krieger setzt sich in ein Gebüsch und wartet. Bald ist Kleiner Dachs vom Graben müde, und Yakari hat die Spur des Kojoten verloren. Da erhebt sich Müder Krieger aus dem Gebüsch; er hat am Flussufer den verletzten Kojoten entdeckt.// Yakari und Kleiner Dachs entdecken in der Prärie das Skelett eines riesigen Bisons. Kleiner Dachs will unbedingt eines der schönen Hörner haben und nimmt es an sich. Prompt zieht ein furchtbares Gewitter auf, der Geist des Riesenbisons scheint erzürnt. Trotz des wilden Sturms zieht Kleiner Dachs los, um das Horn zurückzugeben und verschwindet im Unwetter. Yakari kehrt ins Lager zurück und erfährt von Der-der-alles-weiß das Geheimnis des Riesenbisons: Einst verirrte sich ein unvorsichtiger Jäger in der Prärie. Plötzlich stand er einer gewaltigen Herde Bisons gegenüber, die ihn niederzutrampeln drohte. Da stellte sich der Riesenbison schützend vor ihn. So konnte der Indianer überleben. Aus Achtung hat es niemand gewagt, sein Skelett zu berühren, bis Kleiner Dachs kam.","versions":[{"lang":1,"streams":[{"redirect":8503896,"hoster":"VOE"},{"redirect":8658660,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":" Der Zorn des Bisons","epNo":14,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503900,"hoster":"VOE"},{"redirect":8658657,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Saat der Sonne","epNo":15,"alt":"","descr":"Die Vorräte der Sioux gehen zur Neige und auch die Bisons bleiben aus, so dass es keine erfolgreiche Jagd geben kann. Im Lager der Indianer herrscht große Sorge, dass bald nichts mehr zu essen da sein wird. Doch Schnelle Schildkröte bleibt völlig ruhig. Die Erfahrung vieler Lebensjahre lässt sie sicher sein, dass Mutter Erde ihre Kinder versorgen wird. Zum Beweis erzählt sie Yakari die uralte Geschichte von der Saat der Sonne und schenkt dem kleinen Indianerjungen auch noch ein paar dieser Sonnensamen. Eine diebische Elster stiehlt Yakari die Saat der Sonne. Yakari versucht alles, die Samen wieder zurück zu bekommen, doch viel zu viele davon fallen auf den Boden, und Yakari kann sie nicht mehr wiederfinden. Traurig kehrt er ins Lager zurück. Doch auch diesmal bleibt Schnelle Schildkröte gelassen. Yakari solle ein paar Monde warten, dann werde er schon sehen, dass Mutter Erde die Sonnensamen mehr als bloß zurückgeben wird. Was sie damit wohl meint?// Die Sioux kehren erfolgreich von der Jagd zurück. Doch Yakari ist zutiefst empört und wütend, als er hört, dass Spitzer Pfeil und Kühner Rabe noch einmal loswollen, um eine Bisonkuh zu finden, die ihnen heute entkommen ist. Denn die Sioux jagen nur so viel, wie sie zum Überleben brauchen. Und die Jagdausbeute ist mehr als genug. Aufgebracht reitet Yakari los, ohne auf den Rat seines Vaters zu hören, dass Wut ein schlechter Ratgeber ist. Yakari will die Bisonkuh retten. Bei Einbruch der Dunkelheit verliert Yakari die Spur. Anderntags findet er die Kuh bewegungslos unter einem Felsvorsprung liegend. Also waren Schneller Pfeil und Kühner Rabe schneller und haben ohne Not einen weiteren Bison getötet? Aber als Yakari genauer hinschaut, sieht er, dass sich die Bisonkuh bewegt. Und da treten auch vergnügt seine beiden Stammesbrüder, die Jäger, zu ihm hinzu.","versions":[{"lang":1,"streams":[{"redirect":8503901,"hoster":"VOE"},{"redirect":8658656,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Gesetz der Natur","epNo":16,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503903,"hoster":"VOE"},{"redirect":8658661,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Mutprobe","epNo":17,"alt":"","descr":"Yakari und Kleiner Dachs verausgaben sich bis zur Erschöpfung vor den Augen von Regenbogen. Sie soll beurteilen, wer von den beiden der Mutigere ist. Doch Regenbogen interessiert sich nicht im Mindesten für diese Jungenspiele und schickt ihre beiden Freunde zu Stiller Fels, der das besser beurteilen kann als sie. Stiller Fels stellt den beiden jungen Indianern eine Aufgabe. Sie sollen innerhalb eines Tages eine Fasanenfeder, eine Schlangenhaut sowie einen Bergkristall finden und zu ihm bringen, dann könne er sagen, wer der Mutigste sei, der Allermutigste. Früh am nächsten Morgen macht sich jeder der beiden auf den Weg, um die Gegenstände zu finden. Doch die Aufgaben von Stiller Fels stellen sich als weit größere Herausforderung heraus, als die beiden gedacht haben. Enttäuscht und entmutigt kehren Kleiner Dachs und Yakari nach Hause zurück, und jeder hat nur zwei der geforderten Gegenstände gefunden. Doch sehr zu ihrer Überraschung kann Stiller Fels ihre Enttäuschung gar nicht verstehen.// Yakari wird von Albträumen geplagt und schläft keine Nacht durch. Selbst als Kleiner Donner gesteht, dass auch er, manchmal, schlecht träumt, findet Yakari keine Ruhe. Eines Nachts träumt er davon, dass seine Mutter beim Beerensammeln im Wald von einem wilden Vielfraß angegriffen wird. Da wird es Schimmernde Zöpfe, Yakaris Mutter, zu viel. Sie wird einen Traumfänger für ihren Sohn machen, der die bösen Träume aufhält und nur die guten durchlässt. Als sie mit Knickohr, dem Hund des Stammes, in den Wald geht, um Dinge zu sammeln, die sie für den Traumfänger braucht, wird Yakaris Albtraum war. Ein Vielfraß bedroht erst Knickohr und dann Schimmernde Zöpfe. Yakari macht sich Sorgen, weil seine Mutter schon zu lange fort bleibt und reitet ihr mit Kleiner Donner nach. Bald schon finden sie Knickohr und Schimmernde Zöpfe, die nicht mehr lange vor dem Vielfraß bestehen können.","versions":[{"lang":1,"streams":[{"redirect":8503899,"hoster":"VOE"},{"redirect":8658663,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":" Der Traumfänger","epNo":18,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503897,"hoster":"VOE"},{"redirect":8658664,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Ausreißer","epNo":19,"alt":"","descr":"Kleiner Donner und Yakari haben eine Verabredung mit Lindenbaum, dem kleinen Biberjungen. Natürlich finden sie ihn auf dem neuen Biberdamm im Fluss, obwohl Lindenbaums Eltern streng verboten haben, dort zu spielen, ehe der Damm fertig ist. Und es kommt, wie es kommen muss. Der Damm bekommt Risse und Löcher und reißt schließlich komplett. Kein Wunder, dass alle Biber ziemlich sauer auf Lindenbaum sind. Der ist nun beleidigt und beschließt, ganz allein an einen anderen Fluss zu wandern, um dort ein neues Leben zu beginnen ganz ohne Bevormundung. Denn schließlich ist Lindenbaum ja schon groß. Yakari begleitet Lindenbaum, denn er ist sich sicher, dass die Reise für den kleinen Biber viel zu gefährlich ist, und er schon bald Heimweh bekommen wird. Doch nichts kann Lindenbaum aufhalten, obwohl Yakari natürlich Recht hat. Als die beiden nach vielen bestandenen Gefahren von einem Vielfraß bedroht werden, dämmert Lindenbaum, dass es bei Mama und Papa wohl doch besser war. Ist es für diese Erkenntnis zu spät?// Knickohr, Yakaris Hund, fühlt sich missverstanden, weil niemand mit ihm Stöckchen spielen will, und verlässt den Stamm. Woanders wird er Freunde finden, die ihn verstehen. Yakari kann Knickohr nicht aufhalten, folgt ihm aber in den Wald. Denn wer weiß, vielleicht ist so ein Wald ja doch nichts für einen verspielten Hund, der mehr an Menschen als an wilde Tiere gewöhnt ist. Knickohr trifft auf einen Wolfswelpen, der sich ihm anschließt. Yakari kommt hinzu und klärt Knickohr darüber auf, dass das Junge zu seinem Rudel zurück muss. Knickohr kommt das gerade recht, dann wird er sich eben den Wölfen anschließen. Yakari sieht ein großes Unglück voraus und folgt Knickohr und dem Welpen in einigem Abstand auf dem Weg zum Rudel. Und tatsächlich, als das Wolfsrudel das Junge ausgerechnet bei einem Hund entdeckt, wird der arme Hund mächtig angeknurrt und von den Wölfen eingekreist. Es sieht gar nicht gut aus für Knickohr.","versions":[{"lang":1,"streams":[{"redirect":8503910,"hoster":"VOE"},{"redirect":8658666,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Knickohr und der kleine Wolf","epNo":20,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503911,"hoster":"VOE"},{"redirect":8658665,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hüter der Quelle","epNo":21,"alt":"","descr":"Yakari und Kleiner Donner ruhen sich auf einer Wiese aus, als sie von einem großen, schwarzen Adler angegriffen werden. Offensichtlich befinden sie sich in seinem Revier, und der Adler will sie verscheuchen. Kaum ist der Vogel abgezogen, macht Rotkopf auf sich aufmerksam, eine der Schlangen, die die Wasserquelle hüten. Rotkopf und seine Artgenossen werden ebenfalls von dem Adler bedroht, und er will ihre Eier rauben. Die Schlange bittet Yakari um Hilfe. Der Indianerjunge will das Nest des Adlers weit fortbringen, damit er sich ein neues Revier suchen muss, doch Großer Adler, Yakaris Totemtier, hält ihn davon ab. Würde Yakari die Adlereier berühren, würde der Adler später die geschlüpften Jungtiere nicht mehr annehmen. Da kommt Yakari die Idee, eben die Eier von Rotkopf fortzubringen in eine weit entfernte Höhle, wo sie sicher sind. Unterwegs muss Yakari ein Nachtlager aufschlagen. Als er am nächsten Morgen aufwacht, ist seine Tasche mit den Schlangeneiern verschwunden.// Eigentlich sind Grizzly und Otter Freunde, sie jagen, sie essen und sie lachen zusammen. Wenn nur Grizzly nicht so ein unendlicher Griesgram wäre, der immer meint, alles und jeder hätte sich gegen ihn verschworen. Und so kommt es mal wieder zum Streit zwischen den beiden, als Otter seinen gerechten Anteil an den gemeinsam gefangenen Fischen fordert. Schließlich zieht sich Grizzly beleidigt zum Mittagsschlaf zurück. Um ihn wieder milde zu stimmen, fischt Otter neue Fische und wirft sie hinterrücks Grizzly zu, ohne zu bemerken, dass er sie in Wirklichkeit alle in den Schnabel des überraschend zu Besuch gekommenen Pelikans wirft. Nun ist Grizzly wirklich sauer und Otter haut ab. Versehentlich rettet er sich in den Schnabel des Pelikans, der mit ihm auf und davon fliegt. Yakari und Kleiner Donner machen Grizzly darauf aufmerksam, wie wertvoll ein Freund ist. Nun spürt auch Grizzly den Verlust, und er bittet Yakari und Kleiner Donner, ihm bei der Suche nach Otter zu helfen. Ob Grizzly seinen griesgrämigen Charakter wirklich geändert hat?","versions":[{"lang":1,"streams":[{"redirect":8503907,"hoster":"VOE"},{"redirect":8658668,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Freundschaft auf dem Prüfstand","epNo":22,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8503908,"hoster":"VOE"},{"redirect":8658670,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das große Nest / Die Spur des Zauberbisons","epNo":23,"alt":"","descr":"Yakari versteht nicht, warum Müder Krieger andauernd im Kreis geht, weil er nachdenklich Antworten auf ein paar Fragen sucht. Der-der-alles-weiß gibt Yakari zu bedenken, dass der Kreis ein wichtiges Element im Leben der Sioux ist; immer wieder taucht die Form des Kreises auf: in der Trommel, bei den Tipis, selbst in dem Kreis, in den sich die Ältesten setzen, wenn sie Rat halten. Yakari soll in die Berge gehen und das große Nest suchen, wenn er mehr über den Kreis erfahren wolle. Gemeinsam mit Kleiner Donner macht sich Yakari auf den Weg, ohne recht zu wissen, wonach er eigentlich suchen soll. Auch die Tiere des Waldes können ihm nicht weiterhelfen. Schließlich enden die beiden an einem rätselhaften Steinfeld, auf das sie sich keinen Reim machen können. Da erscheint Großer Adler, Yakaris Totem und Beschützer, und nimmt die beiden Freunde mit auf eine magische Reise.// Kleiner Dachs und Yakari geben an und plustern sich vor ihrer Freundin Regenbogen auf. Kühner Rabe würde ganz dringend ihre Hilfe bei der Mustangjagd brauchen und natürlich könne eine Squaw nicht mitkommen. Im Wald sei es viel zu gefährlich für ein kleines Mädchen. Auch wenn Regenbogen sauer ist, die Jungen gehen alleine los. Bald schon erweisen sie sich aber als zu unerfahren. Sie sind viel zu laut, der Mustang ist gewarnt und entkommt ihnen. Kühner Rabe lehrt die beiden, in Ruhe Spuren zu lesen, doch schnell geraten Kleiner Dachs und Yakari in einen Wettstreit, wer besser Spuren lesen kann. Kühner Rabe rät ihnen, sich zusammen zu tun, dann könnten es beide gut lernen. Aber da geraten die beiden Freunde an seltsam große Bisonspuren, die sie sich nicht erklären können. Nach ihrer Vorstellung müsste der Bison groß wie ein Berg sein, fliegen und auf Bäume klettern können. Seltsamerweise führen die Spuren zurück ins Lager der Sioux, wo sie einen solchen Bison natürlich nicht finden. Aber warum lacht Regenbogen so?","versions":[{"lang":1,"streams":[{"redirect":8503912,"hoster":"VOE"},{"redirect":8658669,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"In Folge davor enthalten","epNo":24,"alt":"","descr":"","versions":[]},{"epId":"episode-25","name":"Die Suche nach Kleiner Donner / Fohlen in Gefahr","epNo":25,"alt":"","descr":"Yakari erwacht aus einer Bewusstlosigkeit und findet sich gefangen in den Ästen eines Baumes, der weit über eine tiefe Schlucht ragt. Was ist passiert? Yakari erinnert sich, dass er Kleiner Donner zu einer Abkürzung überredet hat, die das Pony zuerst gar nicht nehmen wollte, weil sie viel zu gefährlich ist. Und Kleiner Donner hatte Recht. Er und Yakari stürzten in die Schlucht! Aber im Gegensatz zu Yakari ist Kleiner Donner verschwunden. Wurde er von dem reißenden Fluss fortgetragen? Yakari klettert hinab und macht sich sofort auf die Suche. Doch wo immer er auch schaut, Kleiner Donner bleibt verschwunden. Yakari ist völlig verzweifelt. Da gesellt sich ein Luchs zu ihm, um ihm zu helfen, da Yakari ja auch schon so viel für die Tiere getan hat. Luchse haben sehr gute Augen. Ob dadurch die Chancen größer sind, Kleiner Donner wiederzufinden?// Lange Schwarze Nacht, ein dunkler Hengst und der Anführer einer Herde Wildpferde, schimpft mit Morgenröte, dem jungen Fohlen. Durch ihr dauerndes verschrecktes Wiehern, hat sie bestimmt schon den Puma auf die Herde aufmerksam gemacht, in dessen Revier die Pferde versehentlich gelandet sind. Aus Angst vor Lange Schwarze Nacht nimmt Morgenröte Reißaus und galoppiert davon. Besorgt macht sich ihre Mutter sofort auf den Weg, das kleine Fohlen zu suchen und zur Herde zurück zu bringen, wo es in Sicherheit ist. Yakari und Kleiner Donner haben die Szene beobachtet und machen sich ebenfalls daran, Morgenröte zu finden. Schließlich finden sie das völlig verängstigte Pferdemädchen bedroht von dem gefährlichen und hungrigen Puma. Durch ihr beherztes Eingreifen können Yakari und Kleiner Donner einen Angriff des Pumas abwehren. Aber nun will Morgenröte nicht zurück zu ihrer Herde, weil sie vor Lange Schwarze Nacht Angst hat.","versions":[{"lang":1,"streams":[{"redirect":8503914,"hoster":"VOE"},{"redirect":8658671,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"In Folge davor enthalten","epNo":26,"alt":"","descr":"","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Honigfalle für Honigtau","epNo":1,"alt":"","descr":"Yakari trifft auf den kleinen Bären Honigtau, der gerade vergeblich versucht, Fische zu fangen. Er will von seiner Mutter nicht mehr verhätschelt werden und hat daher beschlossen, von nun an auf eigenen Pfoten zu stehen. Doch es ist gar nicht so einfach, für sich selbst zu sorgen. Wie gut, dass er auf Yakaris Hilfe bauen kann! Denn der kleine Indianer hilft ihm nicht nur dabei, Verpflegung aufzutreiben, er erkennt auch rechtzeitig, dass es zwei Jäger auf das Bärenjunge abgesehen haben.","versions":[{"lang":1,"streams":[{"redirect":8503909,"hoster":"VOE"},{"redirect":8658673,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Yakari und die Riesenechse","epNo":2,"alt":"","descr":"Yakari hält sich gerne im Sumpfgebiet in der Nähe des Indianerlagers auf, um die Waschbären beim Spielen zu beobachten. Doch für die meisten Indianer ist der Sumpf ein Ort der Gefahr. Das stehende Wasser dort kann man nicht trinken, und es gibt viele Tiere, die ihnen gefährlich werden können. Nach einem gewaltigen Gewitter erscheint Großer Adler und warnt Yakari vor dem Sumpfgebiet. Wenig später berichtet eine Opossum-Mutter von einem riesigen Ungeheuer, das alle Tiere in Angst und Schrecken versetzt. Und kurz darauf steht Yakari einem Wesen gegenüber, das er noch nie in seinem Leben gesehen hat: einem Krokodil.","versions":[{"lang":1,"streams":[{"redirect":13116016,"hoster":"VOE"},{"redirect":8658667,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die dickköpfige Ziege","epNo":3,"alt":"","descr":"Yakari und Kleiner Donner treffen im Wald auf einen hungrigen und angriffslustigen Wolf. Als dieser das Gemecker einer jungen Ziege hört, lässt er von den beiden ab, um sich die leichte Beute nicht entgehen zu lassen. Yakari möchte der Ziege helfen und versucht, vor dem Wolf zu ihr zu gelangen. Diese hat das Leben in ihrer Herde satt. Deshalb ist sie auf der Suche nach Abenteuern ausgebüxt. Sie genießt es, endlich nicht mehr von dem mürrischen Hüte-Esel herumkommandiert zu werden. Doch sie ahnt nicht, in welcher Gefahr sie schwebt. Yakari und kleiner Donner haben große Mühe, die junge Ziege davon zu überzeugen, dass sie in ihrer Herde besseren Schutz findet.","versions":[{"lang":1,"streams":[{"redirect":8503915,"hoster":"VOE"},{"redirect":8658672,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die sieben Feuer","epNo":4,"alt":"","descr":"Das Rennen der Sieben Feuer steht kurz bevor. Dabei treten die besten Jäger des Stammes an, um ihren Mut und ihre Ausdauer zu beweisen. Dieses Jahr dürfen zum ersten Mal Yakari und seine Freunde daran teilnehmen, um sich mit den erfahrenen Jägern zu messen. Kleiner Dachs ist sich sicher, mit seinem heißblütigen Pony \"Feuerhuf\" zu gewinnen. Doch schon beim Startschuss bleibt das störrische Tier einfach stehen. Während die anderen Indianer an ihm vorbeiziehen, fällt Yakari sofort zurück und macht sich Sorgen, den Anschluss zu verlieren. Aber Kleiner Donner will sich seine Kräfte nur aufsparen. Denn wie heißt es so schön: die Letzten werden die Ersten sein!","versions":[{"lang":1,"streams":[{"redirect":8503916,"hoster":"VOE"},{"redirect":8658674,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Frühjahrsputz bei Flughörnchen","epNo":5,"alt":"","descr":"Es ist Zeit für den Frühjahrsputz. Yakari bekommt von seiner Mutter den Auftrag, Tongefäße am Fluss zu reinigen und die neuen Bisonfelle zu gerben. Dabei bemerkt er nicht, wie ihm nach und nach die Gefäße und seine Werkzeuge stibitzt werden. Diese findet er bei Flughörnchen wieder, der zusammen mit seiner Gemahlin in seinem Bau in einem ausgehöhlten Baumstamm wohnt. Doch Flughörnchen beteuert seine Unschuld und behauptet, für den Diebstahl nicht verantwortlich zu sein. Yakari ist zunächst skeptisch, doch dann entdeckt er Krallenspuren, die den Baum hinauf und wieder hinab führen.","versions":[{"lang":1,"streams":[{"redirect":8503917,"hoster":"VOE"},{"redirect":8658675,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die schwarzen Steine","epNo":6,"alt":"","descr":"Yakari darf seinen Vater Kühner Blick und einige andere Jäger in die Berge begleiten, um dort nach den \"schwarzen Steinen\" zu suchen. Aus dem Vulkangestein bauen sich die Indianer Werkzeuge und Pfeilspitzen. Als die Gruppe ihr Lager aufschlägt, wird Yakari gebeten, Feuerholz zu suchen. Dabei trifft er auf einen hungrigen Bären und wird gerade noch von einem großen Wapiti-Hirsch gerettet. Yakari packt dessen Geweih, schwingt sich auf den Rücken und reitet davon. Schnell gelingt es den beiden, den hungrigen Bären abzuschütteln, doch dann geraten sie in ein Unwetter und Yakari findet nicht mehr ins Lager zurück. Dort machen sich Kleiner Donner und Kühner Blick bereits Sorgen.","versions":[{"lang":1,"streams":[{"redirect":8503919,"hoster":"VOE"},{"redirect":8658677,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zwei ungleiche Brüder","epNo":7,"alt":"","descr":"Yakari und Regenbogen sammeln gerade Beeren, als sie bemerken, dass alle Tiere des Waldes sehr verschreckt wirken. Der Rabe Krickrack berichtet von einem Raubtier, das mehrere Tiere auf einmal angreifen kann. Die Biber sind bereits dabei, ihren Bau aufzugeben und wollen in eine andere Gegend flüchten. Yakari ist ratlos, doch dann erzählt ihm Medizinmann Der-der-alles-weiß die uralte Legende von den zwei ungleichen Brüdern. Denn einst gingen Luchs und Kojote gemeinsam auf die Jagd, und man glaubte, dass es sich nur um ein einziges Raubtier handelte. Haben sich Luchs und Kojote jetzt wieder miteinander verbündet?","versions":[{"lang":1,"streams":[{"redirect":8503918,"hoster":"VOE"},{"redirect":8658676,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der schlaflose Bär","epNo":8,"alt":"","descr":"Ein Bär wagt sich in die Nähe des Lagers. Sein nächtliches Gebrüll verstört die Pferde. Der Rat des Stammes möchte kein Risiko eingehen und beschließt, seiner Fährte zu folgen, um ihn unschädlich zu machen. Doch Yakari glaubt nicht, dass der Bär eine Gefahr darstellt. Er ahnt, dass es sich um seinen guten Freund, den Schmächtigen, handelt. Dieser hat schlechte Laune, weil er seinen Winterschlaf nicht halten kann. Immer wieder tropft Wasser von der Decke und dumpfer Lärm dringt von oben in seine Höhle. Yakari versucht, die Ursache des Lärms herauszufinden, bevor die Jäger seines Stammes den Bären finden.","versions":[{"lang":1,"streams":[{"redirect":8503920,"hoster":"VOE"},{"redirect":8658679,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die verschwundenen Fische","epNo":9,"alt":"","descr":"Seit Tagen befinden sich keine Fische mehr im Fluss. Viele Tiere finden deshalb keine Nahrung mehr. Die Otter bitten Yakari um Hilfe. Gemeinsam mit Kleiner Donner folgt er dem Fluss stromaufwärts. Dort trifft Yakari auf Müder Krieger, der gerade vergeblich versucht, die löchrigen Kanus des Stammes mit Hilfe von Baumharz zu kitten. Doch da es die meiste Zeit regnet, trocknet das Harz nicht und rinnt in den Fluss. Hat also Müder Krieger etwas mit dem Verschwinden der Fische zu tun?","versions":[{"lang":1,"streams":[{"redirect":8503922,"hoster":"VOE"},{"redirect":8658680,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Schatten des Riesen","epNo":10,"alt":"","descr":"Als Regenbogen sich einem Puma nähert, um ihn zu beobachten, scheucht Yakari die Raubkatze weg. Er glaubt, dass sich Regenbogen unnötig in Gefahr begibt. Doch diese fühlt sich von dem kleinen Sioux-Indianer bevormundet und verlässt wütend das Lager. Statt sich von Yakari immer wieder gute Ratschläge anhören zu müssen, möchte sie ihre eigenen Erfahrungen machen. Doch in ihrer Wut findet sie den Rückweg ins Lager nicht mehr und verirrt sich. Als sie nicht mehr weiter weiß, erscheint ihr plötzlich ein Hase. Es ist Regenbogens Totem Nanabozo, der ihr zu Hilfe kommt.","versions":[{"lang":1,"streams":[{"redirect":8503921,"hoster":"VOE"},{"redirect":8658678,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Bison ohne Herde","epNo":11,"alt":"","descr":"Yakari trifft auf Sandige Stirn, den stolzen Anführer einer Bison-Herde. Er wurde von zwei Indianern gejagt und konnte sich nur mit Mühe vor ihnen retten. Dabei wurde er von seiner Herde getrennt. Yakari versucht, ihm zu helfen, doch Sandige Stirn ist verwundet und muss erst von Regenbogen versorgt werden. Am nächsten Tag versucht Sandige Stirn, seine Herde wiederzufinden, denn schließlich ist es die Aufgabe des Anführers, sie zu den neuen Weidegründen zu führen. Yakari begleitet ihn dabei. Doch die beiden Jäger haben ihre Beute noch nicht aufgegeben und folgen seiner Spur.","versions":[{"lang":1,"streams":[{"redirect":8503924,"hoster":"VOE"},{"redirect":8658681,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Einsame Spitze","epNo":12,"alt":"","descr":"Bei einem Wettrennen verliert Kleiner Dachs gegen Yakari. Um seinen gekränkten Stolz zu lindern und seinen Freunden zu beweisen, was für ein mutiger Indianerjunge er ist, klettert Kleiner Dachs auf den Wipfel eines hohen Baums, der in der Mitte einer Lichtung steht. Dort angelangt, bekommt er plötzlich Höhenangst und traut sich nicht, wieder hinabzusteigen. Weil er sich nicht blamieren will, bittet er seine Freunde nicht um Hilfe. Stattdessen gibt er vor, noch eine Weile die Aussicht genießen zu wollen. Doch dann kommt ein Unwetter auf.","versions":[{"lang":1,"streams":[{"redirect":12251566,"hoster":"VOE"},{"redirect":8658684,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Yakari und der Sasquatch","epNo":13,"alt":"","descr":"Einst jagte ein Krieger den Bären Lange Schnauze. Da dieser ihm immer wieder entwischte, bat der Krieger den Großen Geist, ihn selbst in einen Bären zu verwandeln. Der Große Geist gewährte ihm den Wunsch, doch fangen konnte der Krieger Lange Schnauze dennoch nicht. Von diesem Zeitpunkt an fristete er ein einsames Leben in den Bergen, halb als Mensch, halb als Bär, und man nannte ihn den Sasquatch. Als Kleiner Dachs die Geschichte von Stiller Fels hört, glaubt er dem alten Indianer kein Wort. Doch was für ein großes, behaartes Wesen ist es, das ihn am nächsten Tag im Wald erschreckt? Yakari entdeckt riesige Fußspuren. Gibt es den Sasquatch also doch?","versions":[{"lang":1,"streams":[{"redirect":8503923,"hoster":"VOE"},{"redirect":8658682,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Wächter des Felsens","epNo":14,"alt":"","descr":"Beim Spielen mit Knickohr gerät Yakari in die Nähe eines kahlen, unheimlich wirkenden Felsens, dessen schroffe Zerklüftungen der Legende nach von den Krallen eines Bären stammen. Aus diesem Grund wird er seit Jahr und Tag von den Bären als ihr Besitz betrachtet und bewacht. Niemand darf sich dem Felsen nähern. Doch Knickohr ahnt nichts davon und wird prompt von einem Bären bedroht. Yakari gelingt es, die Aufmerksamkeit des Bären auf sich zu ziehen. Dabei bleibt ihm nichts anderes übrig, als den Felsen hinaufzuklettern. Doch wie soll er wieder hinabsteigen, wenn der wütende Bär unten nur darauf wartet?","versions":[{"lang":1,"streams":[{"redirect":12931473,"hoster":"VOE"},{"redirect":8658683,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Bewährungsprobe","epNo":15,"alt":"","descr":"Silberner Pfeil, der Neffe des Medizinmanns, besucht Yakaris Stamm, um dort seine Bewährungsprobe zu bestehen. Wie alle Indianer seines Alters muss er sich vier Tage und vier Nächte lang allein in den Wald begeben, um dort zu meditieren und seine Bestimmung zu finden. Doch Silberner Pfeil fühlt sich bereits sehr erwachsen. Er spielt sich auf und behandelt Yakari und Kleiner Dachs wie Kleinkinder. Die beiden wollen das nicht auf sich sitzen lassen und fordern Silberner Pfeil zu einem Wettkampf heraus. Es gilt, als erster Quarzsteine zu finden, um damit Pfeilspitzen herzustellen.","versions":[{"lang":1,"streams":[{"redirect":8503926,"hoster":"VOE"},{"redirect":8658685,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein komischer Vogel","epNo":16,"alt":"","descr":"Seit ihr Hund Frecher Blick ausgerissen ist, hat die alte Indianerin Mondgeist ihre Lebensfreude verloren. Yakari und Kleiner Donner versuchen, sie mit lustigen Kunststückchen aufzuheitern. Doch Mondgeist ist nicht nach Lachen zumute. Der-der-alles-weiß gibt Yakari den Rat, drei Federn eines Blauhähers zu finden. Denn diese schenken demjenigen die Freude wieder, der sie verloren hat. Als Yakari endlich einen Blauhäher entdeckt, ist dieser nicht ohne Weiteres bereit, Yakari seine Federn zu überlassen. Er stellt dem Indianerjungen drei Aufgaben. Für jede, die Yakari löst, bekommt er eine Feder.","versions":[{"lang":1,"streams":[{"redirect":8503927,"hoster":"VOE"},{"redirect":8658686,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Geist des Leitwolfs","epNo":17,"alt":"","descr":"Yakari begegnet drei jungen Wölfen, die ohne einen Leitwolf durch die Gegend ziehen. Ihre Angst und Hilflosigkeit überspielen sie, indem sie unter den anderen Tieren grundlos Angst und Schrecken verbreiten. Yakari erklärt sich bereit, den Wölfen zu helfen und ihren Anführer zu finden, der seit einem starken Schneesturm in den Bergen vermisst wird. Doch Kleiner Donner ist skeptisch, er fürchtet sich vor den schlecht gelaunten Wölfen.","versions":[{"lang":1,"streams":[{"redirect":8503930,"hoster":"VOE"},{"redirect":8658687,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Yakari und die Wapitis","epNo":18,"alt":"","descr":"Bei einem Ausritt hören Yakari und Kleiner Donner das laute Röhren eines Wapiti-Hirsches. Dabei handelt es sich um Stolzes Geweih, den strengen Anführer einer Herde. Gerade hat er Schneller Huf aus seiner Herde verstoßen, und das nur, weil dieser an seiner Birkenrinde geknabbert hat. Schneller Huf trifft auf Yakari und berichtet, wie ungerecht Stolzes Geweih gegenüber den Mitgliedern seiner Herde ist. Jeder, der sich ihm widersetzt, wird sofort vertrieben. Yakari beschließt, Schneller Huf und den anderen Wapitis zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8503929,"hoster":"VOE"},{"redirect":8658688,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Jäger der Pumas","epNo":19,"alt":"","descr":"Kleiner Donner zeigt Yakari zwei Indianer eines anderen Stammes, die ihre Pferde schlecht behandeln. Yakari ist empört, doch als kleiner Junge hat er keine Chance, gegen die beiden Jäger anzukommen. Diese sind gerade dabei, ihre Pferde anzutreiben, um Pumas zu jagen. Dabei machen sie nicht einmal vor einem trächtigen Weibchen Halt, das große Mühe hat, den beiden Jägern zu entkommen. Yakari verbündet sich mit den Pumas und den beiden Pferden, um den skrupellosen Jägern das Handwerk zu legen.","versions":[{"lang":1,"streams":[{"redirect":8503933,"hoster":"VOE"},{"redirect":8658689,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Yakari und die Wandertauben","epNo":20,"alt":"","descr":"Eines Morgens wacht Yakari auf und bemerkt, dass ein riesiger Schwarm Wandertauben den Himmel verdunkelt. Diese mittlerweile ausgestorbenen Vögel zogen einst zu Millionen durch die Prärie, um nach Nahrung zu suchen. Die Indianer des Stammes haben Angst, dass ihnen böse Geister einen Streich spielen. Und auch die Tiere der Prärie sind verunsichert, denn die Tauben stören ihre Ruhe und nehmen ihnen die Nahrung weg. Yakari versucht, für Verständnis zu werben. Denn schließlich versuchen die Tauben auch nur zu überleben. Doch nicht jedes Tier will warten, bis die Tauben von selbst weiterziehen.","versions":[{"lang":1,"streams":[{"redirect":8503931,"hoster":"VOE"},{"redirect":8658691,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Vogel mit den hundert Stimmen","epNo":21,"alt":"","descr":"Yakari begegnet im Wald einer Spottdrossel, die in der Lage ist, Tierstimmen nachzuahmen. Sie ist vor einem Jäger geflüchtet, der mit ihrer Hilfe Bisons jagen will. Sie soll das Geheul eines Wolfes anstimmen, um die Bisons in seine Nähe zu locken. Als es dem Jäger gelingt, die Spottdrossel wieder einzufangen, setzt Yakari alles daran, sie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8503934,"hoster":"VOE"},{"redirect":8658690,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Pferd für Kleines Blatt","epNo":22,"alt":"","descr":"Das Indianermädchen Kleines Blatt ist sehr schüchtern. Nur in der Gegenwart der Pferde taut Kleines Blatt auf und spricht mit ihnen. Um ihr Selbstbewusstsein zu stärken, bietet Yakari ihr an, einen Mustang für sie einzufangen. Erfreut willigt Kleines Blatt ein. Gemeinsam machen sie sich auf die Suche nach einer Herde. Schnell findet Kleines Blatt ein geeignetes Tier. Aufgrund seines roten Fells tauft das Mädchen ihr zukünftiges Pferd Rote Wolke. Doch leider hat bereits ein anderer Indianer ein Auge auf den Mustang geworfen.","versions":[{"lang":1,"streams":[{"redirect":8503932,"hoster":"VOE"},{"redirect":8658692,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Felsen des Kondors","epNo":23,"alt":"","descr":"Yakari sammelt gemeinsam mit Fettauge und Müder Krieger Holz. Doch als er nach einiger Zeit zum Treffpunkt zurückkommt, fehlt von den beiden jede Spur. Knickohr glaubt, dass sich die zwei faulen Indianer nur vor der Arbeit drücken wollen. Aber warum liegt dann das ganze gesammelte Holz verstreut auf dem Boden? Yakari findet Spuren, die zu einem Felslabyrinth führen. Dort bekommt er unerwartete Hilfe von einem Kondor, der bereit ist, Yakari durch das Labyrinth zu führen.","versions":[{"lang":1,"streams":[{"redirect":8503937,"hoster":"VOE"},{"redirect":8658693,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das schnellste Tier der Prärie","epNo":24,"alt":"","descr":"Kleiner Donner lässt sich auf ein freundschaftliches Wettrennen mit dem schnellsten Tier der Prärie ein: einer Gabelhorn-Antilope. Vor dem Rennen lernt er mit Yakari die Familie der Antilope kennen, zu der auch zwei kleine Fohlen gehören, die quirligen Zwillinge Tipoo und Topii. Als plötzlich ein Präriefeuer ausbricht, geht einer der beiden verloren und verirrt sich. Kurze Zeit später sieht er sich einem hungrigen Kojoten gegenüber. Doch Yakari eilt ihm zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8503936,"hoster":"VOE"},{"redirect":8658694,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Futterdieb","epNo":25,"alt":"","descr":"Wer stiehlt das Futter von Knickohr? Der hungrige Hund glaubt zunächst, dass sich sein Frauchen Schnelle Schildkröte nicht mehr um ihn kümmert. Doch Yakari findet heraus, dass ein kleiner Hundewelpe das Futter stibitzt, sobald Schnelle Schildkröte das Essen in Knickohrs Napf legt. Als Yakari sich um den Welpen kümmert, fühlt sich Knickohr vernachlässigt und beschließt, den Stamm zu verlassen. Kurz darauf bemerkt Yakari sein Verschwinden und will ihm folgen. Doch sein Vater lässt ihn nicht. Ein schweres Gewitter nähert sich.","versions":[{"lang":1,"streams":[{"redirect":8503938,"hoster":"VOE"},{"redirect":8658695,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Winter naht","epNo":26,"alt":"","descr":"Der Winter naht, und es wird Zeit für den Stamm der Sioux weiterzuziehen. Denn bald gibt es weder Früchte zu sammeln noch Wild zu jagen. Ihr Ziel ist das Grüne Tal hinter den Hohen Bergen, doch der Weg dahin ist mühsam und gerade für die älteren Indianer zu beschwerlich. Also bestimmt der Rat des Stammes, zwei Späher auszusenden, um einen möglichst einfachen Weg über die Berge zu finden. Yakari ist sehr enttäuscht, als er erfährt, dass er die Späher zu der Erkundungstour nicht begleiten darf. Also zieht er allein los, denn er hat eine gute Idee, wen er nach dem besten Weg fragen könnte: die Bergziegen.","versions":[{"lang":1,"streams":[{"redirect":8503935,"hoster":"VOE"},{"redirect":8658696,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das blaue Pferd","epNo":1,"alt":"","descr":"Die Bisons bieten den Sioux-Indianern alles, was sie zum Leben brauchen. Nahrung, Kleidung für den Winter und Sehnen für die Bögen, mit denen sie auf die Jagd gehen. Doch seit einiger Zeit ist weit und breit kein einziger Bison mehr zu finden. Deshalb brechen die Jäger des Stammes in alle Himmelsrichtungen aus, um nach ihnen zu suchen. Auch Yakari und Kleiner Dachs dürfen sich daran beteiligen. Ihr Weg führt sie zu den \"Feindseligen Bergen\", einem gefährlichen Felsmassiv. Dort rät Großer Adler seinem Schützling, nach einem blauen Pferd zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8503939,"hoster":"VOE"},{"redirect":8658697,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der tollpatschige Waschbär","epNo":2,"alt":"","descr":"Yakari nimmt sich eines jungen Waschbären an, der den Namen \"Tollpatsch\" trägt. Und tatsächlich heißt das kleine, quirlige Fellknäuel nicht umsonst so. Denn alles, was der Waschbär anfasst, geht schief. So ist es kein Wunder, dass Tollpatsch von den anderen Tieren des Flusses gemieden wird. Yakari merkt schnell, dass es Tollpatsch eigentlich nur gut meint. Doch wie kann er dem kleinen Waschbären helfen?","versions":[{"lang":1,"streams":[{"redirect":8503942,"hoster":"VOE"},{"redirect":8658701,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Zorn der Raben","epNo":3,"alt":"","descr":"Bei Yakaris Stamm steht ein großes Fest bevor. Regenbogen möchte dafür leckeres Trockenfleisch nach dem Spezialrezept ihrer Mutter zubereiten. Doch dafür benötigt sie frische Kirschen. Und der einzige Kirschbaum weit und breit liegt bei den Schwarzen Zinnen und wird von angriffslustigen Raben verteidigt. Regenbogen beschließt dennoch, die Gefahr auf sich zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8503941,"hoster":"VOE"},{"redirect":8658698,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fettauges langer Marsch","epNo":4,"alt":"","descr":"Kleiner Dachs fragt sich, wieso ausgerechnet der ständig schlafende Indianer Fettauge im Besitz einer Feder ist, die nur diejenigen bekommen, die sich den Respekt und den Dank des gesamten Stammes verdient haben. Als Stiller Fels erzählt, wie Fettauge einst einen Säugling rettete, will sich Kleiner Dachs seine erste Feder auf dieselbe Art verdienen. Doch das ist leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":8503940,"hoster":"VOE"},{"redirect":8658700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feuerpfeil","epNo":5,"alt":"","descr":"Gerade als Yakaris Stamm nach Süden aufbrechen will, wird ein neues Fohlen geboren. Regenbogen nennt es \"Feuerpfeil\" und will sich um das Fohlen kümmern. Doch Yakaris Vater Kühner Blick hat es bereits als Geschenk für einen Häuptling auserkoren, dessen Stammesgebiet sie passieren werden. Bevor es allerdings dazu kommt, greift ein ausgehungertes Wolfsrudel die Pferde an. Feuerpfeil verschwindet dabei spurlos. Yakari nimmt die Verfolgung der Wölfe auf.","versions":[{"lang":1,"streams":[{"redirect":8503943,"hoster":"VOE"},{"redirect":8658699,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Herrschaft der Hitze","epNo":6,"alt":"","descr":"Über Nacht trocknet der Fluss aus, in dessen Nähe Yakaris Stamm sein Lager aufgeschlagen hat. Yakari ist sich sicher, dass nicht allein die Hitze der letzten Tage dafür gesorgt haben kann. Während sein Vater schon Vorbereitungen trifft, den beschwerlichen Weg zu den Großen Seen in Kauf zu nehmen, um an frisches Wasser zu gelangen, folgt Yakari dem Flussbett, um die Ursache der Trockenheit zu finden.","versions":[{"lang":1,"streams":[{"redirect":12384141,"hoster":"VOE"},{"redirect":12514484,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Stein der Friedenspfeife","epNo":7,"alt":"","descr":"Ausgerechnet kurz vor einer Zeremonie zerstört Hund Knickohr bei der Suche nach Futter den Kopf der so wichtigen Friedenspfeife. Dieser wird aus einem roten Stein gefertigt, der nur im heiligen Steinbruch der Sioux-Indianer zu finden ist. Der Rat der Ältesten beschließt, Yakari auf die Suche nach einem neuen Stein zu schicken. Doch dummerweise wird der Eingang zum Steinbruch von einem gefährlichen Bären bewacht.","versions":[{"lang":1,"streams":[{"redirect":8503944,"hoster":"VOE"},{"redirect":8658709,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sabotage bei den Bibern","epNo":8,"alt":"","descr":"Der Biber Tausendmäuler ist außer sich. Gerade gestern noch hat er einen Abschnitt des Dammes ausbessern lassen. Und jetzt befindet sich wieder ein großes Loch an derselben Stelle! Mit dem Hochwasser kann dies nichts zu tun haben. Vielmehr sieht es so aus, als sei der Damm absichtlich zerstört worden. Doch wer hätte etwas davon? Schließlich hilft der Biberdamm vielen Tieren bei der Suche nach Nahrung und Trinkwasser. Zusammen mit dem Biber Lindenbaum und dem Waschbär Schwarze Maske macht sich Yakari auf die Suche nach dem Täter.","versions":[{"lang":1,"streams":[{"redirect":13116017,"hoster":"VOE"},{"redirect":8658703,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Yakari und Großer Grauer","epNo":9,"alt":"","descr":"Das Fest der Sommersonnenwende steht bevor. Bei den Feierlichkeiten wird ein Pferderennen ausgetragen, an dem auch Regenbogen teilnehmen will. Doch ihre Angst vor allzu hohen Hindernissen, die es zu überspringen gilt, überträgt sich auf ihr Pferd Großer Grauer, das bei einem Probelauf zu scheuen beginnt. Am nächsten Morgen ist Großer Grauer verschwunden. Kleiner Donner glaubt, dass er zu seinem Vater Silberpfeil unterwegs ist, um herauszufinden, wie er neuen Mut erlangen kann. Als ein schweres Gewitter naht, folgen Regenbogen und Yakari dem Pferd.","versions":[{"lang":1,"streams":[{"redirect":8503947,"hoster":"VOE"},{"redirect":8658704,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hilf Deinen Feinden!","epNo":10,"alt":"","descr":"Yakari tritt in einem Wettrennen gegen Kleiner Donner an. Dabei rutscht er auf einem Büffelfell einen Abhang hinab. Allerdings gewinnt er dabei so viel an Fahrt, dass er mit einem Vielfraß zusammenstößt, der daraufhin in einem Taubenkrautbusch landet. Verärgert versucht der Vielfraß Yakari zu verfolgen, doch das Taubenkraut sorgt bei dem angriffslustigen Tier für eine starke Reizung der Augen. Da der Vielfraß nur noch verschwommen sehen kann, fällt er in eine tiefe Felsspalte. Obwohl das Tier alles andere als freundlich ist, beschließt Yakari, ihm zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8503949,"hoster":"VOE"},{"redirect":8658705,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Pfad der Bisons","epNo":11,"alt":"","descr":"Biber Tausendmäuler hat sein Gedächtnis verloren. Er weiß weder, wie es dazu kam, noch wer Yakari ist. Und ausgerechnet jetzt brauchen die Biber ihren Anführer, denn ein Sturm zieht auf und droht den Damm zu zerstören. Doch Tausendmäuler kann sich nicht daran erinnern, welche Vorsichtsmaßnahmen getroffen werden müssen. Als er ein kleines Nickerchen macht, träumt er vom \"Pfad der Bisons\". Ist dies der Ort, an dem der Biber sein Gedächtnis verloren hat? Yakari begibt sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8503948,"hoster":"VOE"},{"redirect":8658710,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kleine Jäger, Großer Grizzly","epNo":12,"alt":"","descr":"Die beiden Indianerjungen Wirbelwind und Kleiner Dachs streiten sich darüber, wer der mutigere Jäger der beiden ist. Um die Sache auszutragen, gehen sie auf die Jagd nach einem Grizzly und das nur ausgerüstet mit einem einzigen Pfeil. Yakari und Regenbogen machen sich Sorgen, dass den beiden etwas zustoßen könnte. Um ihnen eine Lehre zu erteilen, legen sie eine falsche Grizzly-Spur, die die beiden jungen Indianer in die Irre führen sollen. Doch dann taucht ein echter Grizzly auf.","versions":[{"lang":1,"streams":[{"redirect":8503951,"hoster":"VOE"},{"redirect":8658706,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Lichtung der Geister","epNo":13,"alt":"","descr":"Als Yakari in seinem Tipi schlafen gehen will, bekommt er Besuch von einem Katzenfrett namens Großauge. Das Tier sieht zwar niedlich aus, ist aber ein ziemlicher Quälgeist und hat bereits die Tiere des Waldes gegen sich aufgebracht, als es auf der Suche nach Nahrung die Höhle eines Grizzlys auseinandergenommen und den Flughörnchen ihre Wintervorräte weggefuttert hat. Und jetzt schleicht sich Großauge auch noch in die Tipis und frisst dort alles, was er findet. Yakari beschließt, ihm eine neue Heimat zu suchen. Doch an dem einzigen Ort, der dafür geeignet ist, sollen Geister ihr Unwesen treiben.","versions":[{"lang":1,"streams":[{"redirect":8503952,"hoster":"VOE"},{"redirect":8658707,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Yakari und das Samtgeweih","epNo":14,"alt":"","descr":"Um die Rückenschmerzen des alten Indianers Stiller Fels zu lindern, begeben sich Yakari und Kleiner Donner auf die Suche nach dem Geweihbast der Wapitis, einer samtigen Schicht, die bei jungen Wapitis kurz vor der Paarungszeit das neu gewachsene Geweih schützt. Dabei begegnen sie dem kleinen Waschbären Schwarze Maske, der durch sein ständiges Gequassel ein Wolfsrudel auf sich aufmerksam macht und direkt zu den geheimen Ebenen der Wapitis führt. Yakari versucht die Wapitis zu warnen, doch diese wollen nicht auf ihn hören.","versions":[{"lang":1,"streams":[{"redirect":8503950,"hoster":"VOE"},{"redirect":8658708,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Fährte des Pumas","epNo":15,"alt":"","descr":"Yakari befreit einen Puma aus einer Falle, ohne zu ahnen, dass Stolze Wolke sie gelegt hat. Nun verlangt der Jäger Widergutmachung und fordert, dass Yakari ihm hilft, die Fährte des Pumas wiederzufinden. Yakari willigt ein, um zu verhindern, dass Stolze Wolke den Puma doch noch erlegen kann. Dazu holt er sich Hilfe von Krickrack, dem Raben, der sich bereit erklärt, die Spuren des Tiers zu verwischen. Als Stolze Wolke bei einem Sprung über einen Graben seinen Medizinbeutel verliert, entdeckt Yakari die Holzfigur eines Pumas darin. Also ist der Puma das Totem des reizbaren Jägers! Warum aber sollte Stolze Wolke ein Tier töten wollen, das ihn beschützt?","versions":[{"lang":1,"streams":[{"redirect":8503953,"hoster":"VOE"},{"redirect":8658715,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Legende vom Weißen Raben","epNo":16,"alt":"","descr":"Ein Schwarm Raben macht die Gegend unsicher. Im Lager stehlen sie zum Trocknen aufgehängte Beeren, mit denen Schmuck gefärbt werden sollte. Sie stören das Flughörnchen bei der Suche bei den Wintervorräten und ziehen den kleinen Biber Lindenbaum auf. Doch Yakari hat bereits einen Plan, sie loszuwerden. Er kann den Raben Krickrack dazu bringen, sich das Gefieder weiß zu färben um den legendären Weißen Raben zu spielen, dem jeder Rabe gehorchen muss. Doch statt den Schwarm zu vertreiben, findet Krickrack schnell Gefallen daran, jeden Wunsch erfüllt zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":8503954,"hoster":"VOE"},{"redirect":8658714,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Feuerriese","epNo":17,"alt":"","descr":"Immer wieder gibt Kleiner Dachs damit an, der Mutigste aller Jäger zu sein. Insbesondere der kleine Indianerjunge Wirbelwind hängt ihm dabei an den Lippen und sieht zu ihm auf. Als Kleiner Dachs behauptet, aus dem ausgehöhlten Inneren eines legendären, riesigen Baumes einen Stein geholt zu haben, obwohl Geister darin ihr Unwesen treiben, will Wirbelwind auch seinen Mut beweisen. Am nächsten Morgen entdeckt Yakari, dass Wirbelwind verschwunden ist. Zusammen mit Kleiner Dachs begibt er sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8503955,"hoster":"VOE"},{"redirect":8658713,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Reise zu den heißen Quellen","epNo":18,"alt":"","descr":"Um seine Rückenschmerzen zu lindern, will Stiller Fels zu den heißen Quellen reisen, denen eine heilende Wirkung zugeschrieben wird. Fettauge und Yakari begleiten ihn dabei. Auf dem Weg befreit Yakari einen Elch, der auf der Flucht vor einem Puma in einem Schlammloch stecken geblieben ist. Yakari erfährt, dass sie das Revier des Pumas durchqueren müssen, um zu den Quellen zu gelangen. Und dieser mag keine Eindringlinge.","versions":[{"lang":1,"streams":[{"redirect":8503956,"hoster":"VOE"},{"redirect":8658712,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Drei hungrige Kojoten","epNo":19,"alt":"","descr":"Das junge Fohlen Feuerpfeil möchte nicht länger auf der Koppel bleiben, sondern wie Kleiner Donner und Yakari Abenteuer erleben. Yakari gelingt es, Feuerpfeils Mutter zu überreden, einem Ausflug mit Feuerpfeil zuzustimmen. Er versichert ihr, auf das Fohlen aufzupassen. Doch als sie auf einen Puma treffen, achtet Yakari nicht mehr auf Feuerpfeil, der ungestüm einem Schmetterling hinterherrennt und kurz darauf auf drei hungrige Kojoten trifft.","versions":[{"lang":1,"streams":[{"redirect":8503957,"hoster":"VOE"},{"redirect":8658711,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Weiße Pfote","epNo":20,"alt":"","descr":"Als Yakari eines Nachts von einem Puma träumt, der von Wölfen verfolgt wird, glaubt er, dass es sich um ein Zeichen handelt. Er ist fest davon überzeugt, dass es den Puma wirklich gibt und dass er in Gefahr schwebt. Und tatsächlich entdeckt Yakari Elemente aus seinem Traum wieder, als er für Müder Krieger Birkenrinde zum Ausbessern der Kanus sucht. Kurz darauf begegnet er einem Wolfsrudel.","versions":[{"lang":1,"streams":[{"redirect":8503958,"hoster":"VOE"},{"redirect":8658722,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Vielfraß und der müde Krieger","epNo":21,"alt":"","descr":"Ein angriffslustiger Vielfraß streift in der Nähe des Lagers herum und versetzt Müder Krieger in Angst und Schrecken. Yakaris Versuche, das Tier dazu zu bewegen, in ein anderes Tal weiterzuziehen, bleiben erfolglos. Regenbogen schlägt vor, dem Vielfraß ein Schlafmittel zu verabreichen, damit er dorthin gebracht werden kann, wo er keine Gefahr mehr darstellt. Und tatsächlich gelingt es Yakari, das Tier zu betäuben. Zusammen mit Müder Krieger will er es in ein Kanu verfrachten, um es flussabwärts in ein anderes Tal zu bringen. Doch das ist leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":8503959,"hoster":"VOE"},{"redirect":8658716,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die dunkle Sonne","epNo":22,"alt":"","descr":"Als Yakari mit Kleiner Donner ausreiten will, um für seine Mutter bittere Wurzeln zu besorgen, ist das Pony besorgt. Seit dem Morgen sind er und die anderen Pferde äußerst beunruhigt. Und auch die Bewohner des Waldes benehmen sich sonderbar. Großer Adler, der Yakari daraufhin erscheint, hat eine Erklärung parat: Die Sonne wird sich mitten am Tag verdunkeln, allerdings nur für kurze Zeit. Er beauftragt seinen Schützling, die Tiere zu beruhigen. Und das ist auch bitter nötig. Denn eine Bisonherde ist kurz davor, in Panik auszubrechen.","versions":[{"lang":1,"streams":[{"redirect":8503961,"hoster":"VOE"},{"redirect":8658717,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der heilige Tomahawk","epNo":23,"alt":"","descr":"Der Winter naht, und Yakaris Stamm bereitet sich wieder einmal darauf vor, nach Süden zu ziehen. Und wie immer entscheidet Stiller Fels, der Älteste des Stammes, wer den Treck anführen darf. Normalerweise ist dies den tapfersten Jägern vorbehalten, doch diesmal überrascht Stiller Fels alle mit einer Aufgabe: Wer als erster den heiligen Tomahawk findet, den er versteckt hat, darf an der Spitze des Stammes laufen. Als Yakari hört, dass auch Kinder an der Suche teilnehmen können, macht er sich zusammen mit Regenbogen und Kleiner Dachs sofort auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8503960,"hoster":"VOE"},{"redirect":8658719,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Alles verkehrt!","epNo":24,"alt":"","descr":"Yakari, Regenbogen und Kleiner Dachs wundern sich, als sie einen Jäger des Stammes sehen, der umgekehrt auf seinem Pferd sitzt und in das Lager reitet. Sein Vater Kühner Blick erklärt den Kindern, dass es sich um einen \"Heyoka\" handelt, eine Person, die immer das Gegenteil von dem macht, was man ihr sagt. Nur die Tapfersten eines jeden Stammes werden für diese Aufgabe ausgewählt, deren Sinn darin liegt, den eigenen Blick zu schärfen und die selbstverständlichsten Dinge zu hinterfragen. Prompt will Kleiner Dachs ebenfalls ein \"Heyoka\" werden. Sehr zum Unmut Yakaris, der alle Hände voll zu tun hat, Kleiner Dachs aus misslichen Situationen zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8503963,"hoster":"VOE"},{"redirect":8658718,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Hilfe für das Flughörnchen","epNo":25,"alt":"","descr":"Yakari und Regenbogen machen ein Wettrennen durch den Wald und lenken dadurch das Flughörnchen davon ab, d Vorräte für den Winter zu sammeln. Übermütig wie es ist, will es bei dem Rennen mitmachen, verstaucht sich dabei aber den Arm. Regenbogen verarztet das Flughörnchen. Da es nicht mehr gut klettern und durch die Luft gleiten kann, hilft sie sogar zusammen mit Yakari, Nüsse und andere Leckereien zu sammeln. Doch dann taucht ein hungriger Puma auf, der die Verletzung des Flughörnchens ausnutzen will, um es zu erlegen. Allerdings hat er seine Rechnung nicht mit Yakari gemacht.","versions":[{"lang":1,"streams":[{"redirect":8503964,"hoster":"VOE"},{"redirect":8658720,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Salzgrotte","epNo":26,"alt":"","descr":"Regenbogen bekommt nächtlichen Besuch von einem Wapiti, das in ihr Tipi gelangt ist, um an einem Stein zu lecken, den sie bei sich aufbewahrt. Der-der-alles-weiß klärt Yakari auf, dass es sich um einen Salzstein handelt. Yakari erfährt, dass der Wapiti ins Lager gelangt ist, weil er Salz zu sich nehmen muss, da er in der Natur keines mehr findet. Yakari will ihm und seiner Herde helfen, an neue Salzvorkommen zu gelangen. Und tatsächlich findet sich nicht weit entfernt eine Salzgrotte. Doch dummerweise hat diese ein Bär für seinen Winterschlaf auserkoren.","versions":[{"lang":1,"streams":[{"redirect":8503962,"hoster":"VOE"},{"redirect":8658724,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Sonnenbaum","epNo":1,"alt":"","descr":"Durch ein besonderes Ritual erfährt der Schamane Der-der-alles-weiß jedes Jahr von neuem, wo die Jäger des Stammes die Bisonherden finden. Doch dieses Jahr gelingt es ihm nicht, den Geist der Bisons zu beschwören. Er scheint seine Gabe verloren zu haben, die er einst in den Bergen von einem seltsamen Baum mit sonnenglänzenden Blättern empfangen hatte. Ohne die Bisons kann der Stamm nicht überleben, und so macht sich Yakari auf die Suche nach dem Sonnenbaum.","versions":[{"lang":1,"streams":[{"redirect":8503966,"hoster":"VOE"},{"redirect":8658721,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Yakari und Silberfell","epNo":2,"alt":"","descr":"Yakari und Kleiner Donner werden von dem Wolf Fletschzahn bedroht, als sie in sein Revier eindringen. Doch dann bekommen sie unerwartete Hilfe von dem Fuchs Silberfell, der den Wolf durch einen Trick weglocken kann. Yakari zeigt sich dankbar und willigt ein, mit dem Fuchs zu spielen. Den ganzen Tag weicht Silberfell nicht von seiner Seite. Abends isst er dann die ganzen Vorräte Yakaris auf. Als der Rabe Krickrack vor dem Fuchs warnt, ist sich der kleine Sioux nicht mehr sicher, ob er Silberfell trauen kann.","versions":[{"lang":1,"streams":[{"redirect":12281962,"hoster":"VOE"},{"redirect":8658723,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Suche nach dem Türkis","epNo":3,"alt":"","descr":"Yakaris Mutter Schimmernde Zöpfe hat von ihrem Mann einen wundervoll leuchtenden, blauen Türkis geschenkt bekommen. Doch dummerweise verliert sie den schönen Edelstein beim Beerensammeln. Yakari und Kleiner Donner machen sich sofort auf die Suche und finden ihn wenig später. Doch es ist weitaus schwieriger, ihn zwischen die Finger zu bekommen, als sie anfangs gedacht hätten. Denn immer wieder schnappt sich ein neues Tier den Edelstein.","versions":[{"lang":1,"streams":[{"redirect":8503967,"hoster":"VOE"},{"redirect":8658726,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die sprechenden Steine","epNo":4,"alt":"","descr":"Kleiner Dachs hat jede Nacht denselben Traum. Darin erscheint ihm sein Großvater und erzählt, dass er etwas für Kleiner Dachs vergraben hat, mit dessen Hilfe sein Enkel zu einem großen, weisen Jäger wird. Aber wo genau Kleiner Dachs dieses verborgene Objekt finden soll, bleibt rätselhaft. Der alte Indianer Stiller Fels hat schließlich eine Idee, was gemeint sein könnte. Er schickt Yakari und Kleiner Dachs zu den \"sprechenden Steinen\".","versions":[{"lang":1,"streams":[{"redirect":8503970,"hoster":"VOE"},{"redirect":8658725,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rauchzeichen","epNo":5,"alt":"","descr":"Eine große Trockenheit macht den Indianern des Sioux-Stammes schwer zu schaffen, als Yakari Rauchzeichen am Himmel entdeckt. Dabei handelt es sich um einen Hilferuf von Kleiner Bison, dessen Stamm Hunger leidet, weil durch die Dürre die Maisernte vernichtet wurde. Im Stammesrat wird entschieden, die Vorräte mit den notleidenden Nachbarn zu teilen. Yakari und seine Mutter Schimmernde Zöpfe sollen Getreide und Trockenfleisch zu Kleiner Bison bringen. Doch der Weg ist nicht ungefährlich, denn auch die Tiere leiden unter großem Hunger.","versions":[{"lang":1,"streams":[{"redirect":8503968,"hoster":"VOE"},{"redirect":8658732,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das widerborstige Stachelschwein","epNo":6,"alt":"","descr":"Yakari soll das Festtagshemd seines Vaters Kühner Blick für die große Versammlung zurechtlegen. Doch dann will Hund Knickohr mit ihm spielen, und zerreißt dabei das Hemd. Um es reparieren zu können, braucht Yakaris Mutter ein paar Stachelschweinborsten. Sofort macht sich der erfahrende Jäger Kühner Rabe auf, um eines zu erlegen. Doch er hat es ausgerechnet auf Pieksnadel abgesehen, einen guten Freund Yakaris. Um dem Stachelschwein zu helfen muss Yakari einen anderen Weg finden, um an die Borsten zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":12281964,"hoster":"VOE"},{"redirect":8658730,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fliegender Fuss","epNo":7,"alt":"","descr":"Yakari begegnet dem Indianer Fliegender Fuß vom Stamm der Pawnee. Er ist der schnellste aller Läufer und überbringt Häuptling Kühner Blick eine Sternenkarte als Friedensgeschenk. Als Dank überreicht Yakaris Vater dem Boten im Gegenzug ein wunderschönes Pferd. Doch Fliegender Fuß reagiert zurückhaltend und nimmt das Pferd nur zögerlich an. Um der Sache auf den Grund zu gehen, bittet Kühner Blick Yakari, dem Boten zu folgen. Es dauert nicht lange, und der kleiner Sioux löst das Rätsel: Fliegender Fuß hat panische Angst vor Pferden. Aber Yakari hat eine Idee.","versions":[{"lang":1,"streams":[{"redirect":8503975,"hoster":"VOE"},{"redirect":8658727,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Streit der Sturköpfe","epNo":8,"alt":"","descr":"Die Biber holen Yakari zu Hilfe, weil ihr Damm in großer Gefahr ist und einzustürzen droht. Der Anführer einer Wapiti-Herde und die Anführerin einer Pekari-Rotte streiten sich um die Lichtung, an der der Biberdamm liegt. Beide beanspruchen das Gebiet für sich, und dabei geht es so wild zu, dass der Damm mehr und mehr Schaden nimmt. Alle Versuche, den Streit zu schlichten, misslingen. Also schlägt Yakari ein Wettrennen vor, um den Gewinner zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":8503973,"hoster":"VOE"},{"redirect":8658728,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie Knickohr zu Yakari kam","epNo":9,"alt":"","descr":"Es ist Winter im Lager der Sioux. Yakari und seine Freundin Regenbogen machen es sich an einer warmen Feuerstelle bequem. Um sich die Zeit zu vertreiben, erzählt Yakari, wie der Hund Knickohr zu ihrem Stamm gekommen ist. Damals war er noch sehr scheu, und den Knick im Ohr hatte er zu dieser Zeit auch noch nicht. Doch er fasste langsam Zutrauen zu dem Jäger Kühner Rabe, und folgte ihm, als dieser auf Bisonjagd ging. Dann stürzte Kühner Rabe in eine Schlucht. Und plötzlich lag es einzig und allein an Knickohr, dem Jäger das Leben zu retten","versions":[{"lang":1,"streams":[{"redirect":12939032,"hoster":"VOE"},{"redirect":8658729,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Flügel der Nacht","epNo":10,"alt":"","descr":"Auf der Suche nach einer Bisonherde begibt sich Häuptling Kühner Blick mit ein paar Jägern in das \"Land der wilden Klüfte\", das für seine plötzlichen Erdstöße bekannt ist. Weil der Ort zu gefährlich ist, muss Yakari zu Hause bleiben. In der Nacht träumt er davon, wie sein Vater in Gefahr gerät, und sieht darin eine Vorahnung. Und so widersetzt sich Yakari der Anweisung seines Vaters und folgt den Spuren der Jäger. Dabei begegnet ihm unerwartete Hilfe in Form der kleinen Fledermaus \"Flügel der Nacht\", die bereit ist, Yakari zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8503972,"hoster":"VOE"},{"redirect":8658734,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Wolfsjunge","epNo":11,"alt":"","descr":"Yakari und Kleiner Donner begegnen im Wald dem Pekari Grauer Kragen, das ein Wolfsjunges bei sich hat. Seine Rotte hat das Nabelschwein verstoßen, weil es sich um das hilflose Junge kümmert. Die anderen Pekaris sehen in dem verspielten Jungtier schon den großen Wolf von morgen. Und der hat nunmal Pekaris auf seine Speiseplan! Yakari weiß ebenfalls, dass die Lebensgemeinschaft der beiden ungleichen Freunde nicht lange funktionieren kann. Also macht er sich auf die Suche nach der Wolfsmutter.","versions":[{"lang":1,"streams":[{"redirect":8503974,"hoster":"VOE"},{"redirect":8658731,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Reise zu den Großen Hügeln","epNo":12,"alt":"","descr":"Der alte Indianer Stiller Fels leidet unter entzündeten Augen und nur die Rinde der Schneebäume kann ihm Heilung bringen. Schimmernde Zöpfe schickt ausgerechnet Fettauge und Müder Krieger los, um die Rinde aus der Ebene der Großen Hügel herbeizuschaffen. Yakari ahnt, dass die beiden Tollpatsche schnell in Schwierigkeiten geraten könnten. Und so folgt er ihnen in einigem Abstand, um ihnen bei Bedarf rechtzeitig zu helfen. Und tatsächlich behält Yakari mit seiner Ahnung Recht. Doch dann gerät er selbst in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8503979,"hoster":"VOE"},{"redirect":8658733,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Totem Yakari","epNo":13,"alt":"","descr":"Yakari rettet das Katzenfrett Großauge gleich zweimal vor den Klauen eines hungrigen Luchses. Daraufhin ist Großauge überzeugt, dass Yakari sein Totem sein muss. Denn so wie sich Großer Adler stets um Yakari kümmert und ihm in der Not hilft, ist auch Yakari immer da, wenn das quirlige Katzenfrett in Schwierigkeiten gerät. Vergeblich versucht ihm Yakari klarzumachen, dass Tiere kein Totem besitzen. Vielmehr soll sich Großauge auf die eigenen Instinkte verlassen. Es dauert nicht lange, und Großauge muss beweisen, dass er auch ohne Yakaris Hilfe in der Wildnis bestehen kann.","versions":[{"lang":1,"streams":[{"redirect":13918401,"hoster":"VOE"},{"redirect":8658736,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Yakari und Freies Pferd","epNo":14,"alt":"","descr":"Nach einer stürmischen Nacht sind plötzlich alle Pferde des Stammes verschwunden. Sogar Kleiner Donner ist nicht mehr auffindbar. Der-der-alles-weiß glaubt, dass ein böser Geist dafür verantwortlich ist. \"Freies Pferd\" reist der Legende nach mit dem Wind und raubt den Indianern ihre Pferde. Häuptling Kühner Blick beschließt, einen Suchtrupp zusammenzustellen und den Hufspuren der Pferde zu folgen. Mit der Hilfe des Hundes Knickohr ist es jedoch Yakari, der dem Geheimnis von \"Freies Pferd\" auf die Spur kommt.","versions":[{"lang":1,"streams":[{"redirect":12281965,"hoster":"VOE"},{"redirect":8658737,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Tanz des Luchses","epNo":15,"alt":"","descr":"Es ist Frühling. Die Vorbereitungen zum \"Tanz des Luchses\" rund um den heiligen Felsen laufen. Jedes Jahr tanzt ein Auserwählter zu Ehren von Mishipachu, dem Geist des großen Luchses, um für eine reiche Jagdbeute zu bitten. Doch als Yakari dem Schamanen des Stammes zur Hand gehen will, schlägt ein Blitz in den heiligen Felsen ein und zerstört ihn. In der darauffolgenden Nacht erscheint Michipachu Yakari im Traum und fordert ihn auf, seinen Mut zu beweisen. Erst dann wird er den Sioux einen neuen Felsen zuweisen.","versions":[{"lang":1,"streams":[{"redirect":8503978,"hoster":"VOE"},{"redirect":12985325,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Yakari verliert seine Stimme","epNo":16,"alt":"","descr":"Yakari ist im strömenden Regen ausgeritten und hat sich dabei erkältet. Der Schamane des Stammes kümmert sich um ihn, doch als Yakari am nächsten Morgen aufwacht, hat er seine Stimme verloren. Ausgerechnet jetzt, wo das Streifenhörnchen dringend seine Hilfe benötigt! Ein Schwarm Fledermäuse hat seine Höhle besetzt und als neues Heim auserkoren. Doch wie soll Yakari helfen, wenn er seine Stimme nicht mehr benutzen kann?","versions":[{"lang":1,"streams":[{"redirect":8503980,"hoster":"VOE"},{"redirect":8658738,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Freund für Wirbelwind","epNo":17,"alt":"","descr":"Regenbogen wendet sich an ihren Freund Yakari. Sie hat momentan die Aufsicht für das Tipi, in dem sich die Vorräte des Stammes befinden. In den letzten Tagen ist ihr aufgefallen, dass immer wieder getrocknete Fleischstücke daraus verschwinden. Jemand scheint sie gestohlen zu haben! Yakari verspricht zu helfen und legt sich mit Kleiner Donner auf die Lauer, um den Täter auf frischer Tat zu ertappen.","versions":[{"lang":1,"streams":[{"redirect":8503983,"hoster":"VOE"},{"redirect":12985320,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der fliegende Bär","epNo":18,"alt":"","descr":"Der kleine Bärenjunge Honigtau hat einen großen Traum: Er will so fliegen können wie die Vögel am Himmel. Das Flughörnchen ist bereit, ihm zu helfen, wenn es im Gegenzug Honig dafür bekommt. Doch natürlich ist Honigtau viel zu schwer, um in die Luft zu steigen. Yakari kommt gerade noch rechtzeitig, um zu verhindern, dass sich der kleine Bär von einem Baum stürzt. Um ihn aufzumuntern, bastelt Yakari einen Flugdrachen aus einer Schnur, Holz und Leder. Honigtau freut sich sehr über das Geschenk, doch dann kommt ein Sturm auf, und der Bär wird von dem Drachen in die Lüfte gezogen.","versions":[{"lang":1,"streams":[{"redirect":8503981,"hoster":"VOE"},{"redirect":8658741,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Adlerschnabel","epNo":19,"alt":"","descr":"Regenbogen wandert zu einem Berggipfel namens Adlerschnabel, um eine Heilpflanze für den Schamanen zu pflücken, die nur dort in großer Höhe wächst. Allerdings ahnt sie nicht, dass die Gegend für ihre Wetterumschwünge berüchtigt ist. Es dauert nicht lange, und schon bringt ein schweres Gewitter das Mädchen in Gefahr. Yakari eilt ihr zu Hilfe und kann sich dabei auf die Fähigkeiten einer Bergziege verlassen.","versions":[{"lang":1,"streams":[{"redirect":8503982,"hoster":"VOE"},{"redirect":8658743,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zwei ganz verschiedene Freunde","epNo":20,"alt":"","descr":"Yakari und Kleiner Donner treffen auf den Bären Fischbeißer und den Wolf Großer Hauer, die sich miteinander streiten, weil ihre beiden Kinder miteinander spielen. Ein Wolf und ein Bär? Das darf nicht sein, meinen die engstirnigen Väter und beschuldigen sich gegenseitig, ihre Kinder dazu ermutigt zu haben. Diese lassen sich von ihren Vätern allerdings nicht davon abhalten, sich zu treffen. Doch dann werden sie von einem hungrigen Vielfraß verfolgt. Und Yakari muss die beiden Väter zur Zusammenarbeit bewegen, um die Kinder zu retten.","versions":[{"lang":1,"streams":[{"redirect":8503986,"hoster":"VOE"},{"redirect":8658740,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der unheimliche Pferdedieb","epNo":21,"alt":"","descr":"Regenbogen und Yakari freuen sich sehr auf ihren Ausritt. Sie wollen Pferde in freier Wildbahn beobachten. Dabei werden sie Zeuge, wie ein Dieb die Wildpferde in eine Falle lockt. Es gelingt ihm, zwei Fohlen einzufangen, die noch viel zu jung sind, um von ihrer Mutter getrennt zu sein. Yakari und Regenbogen stellen sich dem Dieb entgegen, haben jedoch keine Chance gegen den fremden Indianer, zumal sich dieser extrem schnell bewegt und scheinbar an zwei Orten gleichzeitig sein kann. Nun kann nur noch eine Person helfen: Freies Pferd.","versions":[{"lang":1,"streams":[{"redirect":8503987,"hoster":"VOE"},{"redirect":8658748,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Kojotenjagd","epNo":22,"alt":"","descr":"Yakari fühlt sich alles andere als wohl, als er seinem Vater dabei helfen muss, einen Kojoten einzufangen. Nach alter Tradition wird dem Tier ein rotes Band um den Schwanz gebunden. Anschließend wird es freigelassen. Derjenige, der das Band als erster zum Stamm zurückbringt, ohne dabei ein Pferd zu benutzen, wird zum Sieger des Wettkampfs gekürt. Die Indianer erinnern damit an die Zeit, als sie noch keine Pferde hatten, und zu Fuß jagen mussten. Dennoch hält Yakari nichts von dem Wettkampf und schlägt eine Wette vor: Wenn er als erster an das Band gelangt, soll die Tradition für immer beendet werden!","versions":[{"lang":1,"streams":[{"redirect":8503984,"hoster":"VOE"},{"redirect":8658742,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Schlucht der Adler","epNo":23,"alt":"","descr":"Yakari und Regenbogen entdecken im Wald eine große Holzfigur mit geschnitzten Gesichtern und Flügeln. Der Schamane Der-der-alles-weiß erkennt sie: Es handelt sich um einen Totempfahl, der vor langer Zeit von einem anderen Stamm zur Abwehr von bösen Geistern aufgestellt wurde und die Seelen der Ahnen schützen soll. Die Tradition verlangt, dass die Finder den Totempfahl zur Schlucht der heiligen Adler bringen müssen. Also nehmen Yakari und Regenbogen den beschwerlichen Weg auf sich.","versions":[{"lang":1,"streams":[{"redirect":8503985,"hoster":"VOE"},{"redirect":8658744,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eile mit Weile","epNo":24,"alt":"","descr":"Es ist Frühling und Yakaris Stamm kehrt aus dem Süden zurück, um das Lager wieder in den Plains aufzuschlagen. Doch leider sind viele Tipi-Stangen auf der langen Reise zerbrochen. Müder Krieger kennt sich von allen Stammesmitgliedern am besten mit Holz aus, und so wird er auserwählt, neue Baumstämme für die Tipis zu finden. Da er nur sehr langsam vorankommt, soll Yakari ihm dabei helfen. Und das ist keine schlechte Idee, denn die gesuchten Hölzer befinden sich in einem Wald, den ein ziemlich schlecht gelaunter Bär zu seinem Revier erklärt hat.","versions":[{"lang":1,"streams":[{"redirect":8503988,"hoster":"VOE"},{"redirect":8658746,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Häuptlingsschmuck","epNo":25,"alt":"","descr":"Kleiner Bison soll zum Häuptling geweiht werden. Yakaris Vater will das neue Oberhaupt mit einem kostbaren Geschenk ehren: einem prächtigen Kopfschmuck aus Adlerfedern. Um ihn zu überreichen, reist Yakari mit seinen Eltern zum Nachbarstamm. Doch während sie zur Nacht ihr Lager aufschlagen, schnappt sich ausgerechnet ein hungriger Vielfraß den Kopfschmuck und reißt ihn in Stücke. Yakaris Mutter ist verzweifelt: Woher sollen sie jetzt neue Adlerfedern herbekommen, um den Kopfschmuck rechtzeitig zu reparieren?","versions":[{"lang":1,"streams":[{"redirect":8503989,"hoster":"VOE"},{"redirect":8658745,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der mit dem Menschen zieht","epNo":26,"alt":"","descr":"Stiller Fels träumt, wie ein Kojote in die Falle eines Jägers tappt und verzweifelt um Hilfe ruft. Der weise alte Sioux weiß sofort, dass der Alptraum eine Botschaft an ihn ist, denn der Kojote hat ihm einst das Leben gerettet. Als Yakari davon erfährt, erklärt er sich bereit, Stiller Fels zu helfen und den Kojoten aufzuspüren. Der Vogel Großschnabel ist es dabei, der ihn auf die richtige Fährte bringt. Er hat gesehen, wie ein Krieger den Kojoten in einer Höhle gefangen hält, um ihn für die Jagd abzurichten.","versions":[{"lang":1,"streams":[{"redirect":8503990,"hoster":"VOE"},{"redirect":8658747,"hoster":"Streamtape"}]}]}]}]}