{"seriesId":"yamada-kun-to-7-nin-no-majo","name":"Yamada-kun to 7-nin no Majo","descr":"[Yamada-kun and the Seven Witches] Ryuu Yamada gilt in seiner High School als Delinquent, denn nach einem Jahr in der Schule ödet ihn diese einfach nur noch an, was sich auch in seinem Verhalten zeigt. Eines Tages stürzt er die Treppen hinunter genau auf Urara Shiraishi, die Top-Schülerin der Schule. Als Yamada wieder zu sich kommt, muss er feststellen, dass er mit ihr den Körper getauscht hat. Die beiden versuchen den Tausch rückgängig zu machen und entdecken dabei, dass er durch Küssen ausgelöst wird. Auf Anregung des Vizepräsidenten des Schülerrates, Toranusuke Miyamura, rufen sie den Klub zum Studium des Übernatürlichen ins Leben. Dieser Klub trifft sich mit anderen Hexen, deren unterschiedliche Kräfte ebenfalls durch einen Kuss aktiviert werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hab ich mich etwa in sie verwandelt?!","epNo":1,"alt":"I\u0027ve Turned Into Her","descr":"Yamada Ryū, dessen zweites Jahr an der prestigeträchtigen Suzaku-Privatoberschule begonnen hat, ist ein Problemkind und hält wenig von Regeln. Er kommt zu spät zur Schule, gerät in Streitereien und nickt im Unterricht ein. Eines Tages fällt er zusammen mit der Musterschülerin Shiraishi Urara die Treppe herunter, und als er im Krankenzimmer zu sich kommt, stellt er fest, dass sie die Körper getauscht haben!","versions":[{"lang":1,"streams":[{"redirect":9620838,"hoster":"VOE"},{"redirect":8251984,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Küss mich","epNo":2,"alt":"Kiss Me, Okay","descr":"Itō Miyabi, die übernatürliche Dinge liebt, taucht auf, als Yamada, Urara und Miyamura den Club zur Studie übernatürlicher Phänomene wieder ins Leben rufen wollen. Miyabi stellt stolz ihr beeindruckendes Repertoire an übernatürlichem Krimskrams vor, doch Yamada und die anderen können ihr nicht die Wahrheit erzählen: Nämlich, dass sie den Raum nur zum Küssen nutzen wollen.","versions":[{"lang":1,"streams":[{"redirect":9583401,"hoster":"VOE"},{"redirect":8251990,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nimmst du an? Oder nicht?","epNo":3,"alt":"Will You Accept? Or Won\u0027t You?","descr":"\"Sie wollen unserem Club kein Budget geben?\" Miyabi ist unglücklich darüber, dass der Club zur Studie übernatürlicher Phänomene mit der Forschung nicht voranschreiten kann, weil der Schülerrat ihn finanziell nicht unterstützen möchte. Yamada interessiert das anfänglich nicht, doch als er erfährt, dass sie von dem Geld eine Mikrowelle kaufen könnten, in der er sein geliebtes Yakisoba-Brot aufwärmen könnte, ändert sich das schnell.","versions":[{"lang":1,"streams":[{"redirect":9620839,"hoster":"VOE"},{"redirect":8251995,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich glaube, ich hab mich in Yamada verliebt!","epNo":4,"alt":"It Looks Like I\u0027ve Fallen For Yamada!","descr":"\"Heute beginnt das Schul-Camping-Ausflug, stimmt’s?\" Yamada ist alles andere als erfreut, doch nach einem Körpertausch mit Urara wenden sich die Dinge doch noch zu seinen Gunsten. \"Sieht so aus, als ob ich doch noch Spaß haben würde\", denkt er sich, doch Urara hat leider nie gut in die Gesellschaft der anderen Mädchen gepasst.","versions":[{"lang":1,"streams":[{"redirect":9632547,"hoster":"VOE"},{"redirect":8252004,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Du darfst sie nicht küssen, klar?","epNo":5,"alt":"You Mustn\u0027t Kiss Her, Okay?","descr":"\"Halte diese Fähigkeit vor Shiraishi geheim!\" Gerade als Yamada beschließt, die Tatsache, dass seine Kuss-Fähigkeit einer anderen gewichen ist, vor Urara geheimzuhalten, drängt sie ihn zum Körpertausch. Nun muss er schnell zu Odagiri Nene gehen, um seine alte Kraft wieder zurückzubekommen! Doch Nene ist verärgert, dass Yamada nicht von ihrem Kuss verzaubert wurde, wie es eigentlich geschehen sollte.","versions":[{"lang":1,"streams":[{"redirect":9620841,"hoster":"VOE"},{"redirect":8252016,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Reagiere!","epNo":6,"alt":"Respond!","descr":"\"Sommerzeit! Strandzeit! Ausflugszeit!\" Der Club zur Studie übernatürlicher Phänomene hält ein Sommer-Camp im Clubhaus ab, um den zweiten Band des Notizbuchs zu finden, der die Legende der Hexen beschreibt. Doch die Motivation verlässt Yamada, weil er zusammen mit Ōtsuka Meiko, Tsurukawa Hideaki und Kameda Mitsuru vom Club zur Studie von Manga Zusatzstunden nehmen muss.","versions":[{"lang":1,"streams":[{"redirect":9620842,"hoster":"VOE"},{"redirect":8252025,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bloß nicht Tempura!","epNo":7,"alt":"Anything but Tempura!","descr":"Yamada beginnt, nach den Hexen zu suchen. Dafür besucht er das Haus der vierten Hexe, Sarushima Maria, die sich abschottet und nicht zur Schule kommt. Als die beiden allein sind, erzählt Maria Yamada von ihrer Kraft: Sie kann in die Zukunft der Person sehen, die sie küsst.","versions":[{"lang":1,"streams":[{"redirect":9620845,"hoster":"VOE"},{"redirect":14177473,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Du nervst gewaltig.","epNo":8,"alt":"You\u0027re So Annoying","descr":"Yamadas Gruppe lässt sich breitschlagen, einer Gruppe von Erstklässlern, angeführt von Takigawa Noa, richtiges Benehmen beizubringen, damit sie beim Kulturfest einen Yakisoba-Brot-Stand eröffnen können. Noa ist eine Hexe, die die Vergangenheit der Person, die sie küsst, sehen und somit ihre Schwächen ausnutzen kann. Schlimmer noch: Sie scheint Band zwei des Notizhefts mit der Legende der Hexen zu besitzen!","versions":[{"lang":1,"streams":[{"redirect":9583403,"hoster":"VOE"},{"redirect":8252035,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ich werde die Zukunft ändern, versprochen.","epNo":9,"alt":"Be Sure to Change the Future","descr":"Das Suzaku-Fest hat begonnen! Weil er Marias Kraft, die Zukunft vorherzusagen, kopiert hat, ist Yamada sich sicher, dass er den Yakisoba-Brot-Stand zu einem riesigen Erfolg machen wird! Später verrät ihm Maria im Geheimen, dass sie ihre Hexenkräfte loswerden will. \"Ich will küssen und mich ganz normal verlieben können.\"","versions":[{"lang":1,"streams":[{"redirect":9620847,"hoster":"VOE"},{"redirect":8252044,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bitte geh mit Mir aus!","epNo":10,"alt":"Please Go Out With Me","descr":"Der Club zur Studie übernatürlicher Phänomene trifft auf der Suche nach der siebten Hexe Miyamuras Schwester Leona. Diese hat die Schule abgebrochen, um der Hexenkraft, die Erinnerungen auslöscht, zu entkommen. Sobald jemand ihren Namen erfährt, werden alle Erinnerungen dieser Person, die mit den Hexen zu tun haben getilgt.","versions":[{"lang":1,"streams":[{"redirect":9583408,"hoster":"VOE"},{"redirect":8252051,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was hast du mit Shiraishi angestellt?!","epNo":11,"alt":"What Did You Do With Shiraishi?!","descr":"Yamada kann den Anblick von Uraras Tränen nicht ertragen und versucht, sie zu küssen, um zu beweisen, dass sie wirklich eine Hexe ist. Doch Urara will das nicht. Yamada und Tamaki wollen jedoch nicht aufgeben und suchen weiter nach einem Weg, die verlorenen Erinnerungen aller wiederherzustellen.","versions":[{"lang":1,"streams":[{"redirect":9583407,"hoster":"VOE"},{"redirect":8252054,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich liebe Dich, Shiraishi!","epNo":12,"alt":"I Love You, Shiraishi!","descr":"Yamada muss alle Hexen versammeln, um die Zeremonie der sieben Hexen durchzuführen. Die letzten drei, die er benötigt, sind Urara, Mikoto und Rika. In der Hoffnung, zumindest Urara zu retten, begibt sich Yamada mit der Schülerratspräsidenten Miyamura zu Mikoto, doch Miyamuras Schwester Leona hält die beiden auf.","versions":[{"lang":1,"streams":[{"redirect":9620846,"hoster":"VOE"},{"redirect":8252062,"hoster":"Streamtape"}]}]}]}]}