{"path":"/serie/stream/years-and-years","name":"Years and Years","descr":"Die Mitglieder der Familie Lyons aus dem britischen Manchester haben sich in den letzten Jahren auseinandergelebt, Matriarchin und Großmutter Muriel ist jedoch das verbindende Glied für ihre erwachsenen Enkel: Daniel, der gerade dabei ist, seinen Lebensgefährten Ralph zu heiraten; Stephen, der sich mit Ehefrau Celest um die Zukunft der gemeinsamen Kinder sorgt; Serien-Monogamistin Rosie, die gerade mal wieder unsterblich in einen Neuen verliebt ist sowie Edith, die sich schon seit Jahren nicht mehr bei der Familie hat blicken lassen. Ein schicksalhaftes Familientreffen im Jahr 2019 sorgt dafür, dass ihre Leben für die kommenden 15 Jahre wieder enger verknüpft sind, während die Weltgeschichte ihren Lauf nimmt: Nach dem Brexit zieht sich das Vereinigte Königreich weiter von Europa zurück, die USA isolieren sich ebenfalls und China beginnt seinen Einfluss weltweit auszudehnen. Derweil beginnt Parlamentarierin Vivienne Rook ihren Aufstieg zur Macht. Sie ist eine neue Art Politikerin, gleichsam Entertainerin, Rebellin, gewitzt – und ein Alptraum.","seasons":[{"path":"/serie/stream/years-and-years/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/years-and-years/staffel-1/episode-1","name":"2019","epNo":1,"alt":"Episode 1","descr":"Eines Abends im Jahr 2019 sorgt die Politikerin Vivienne Rook (Emma Thomspon) für einen Skandal in einer Live-Sendung, was die Populistin zum Shooting-Star der britischen Politik macht. Gleichzeitig versammelt sich die Familie Lyons aus Manchester, als Rosie (Ruth Madeley) einen kleinen Sohn zur Welt bringt und ihre Brüder Stephen (Rory Kinnear) und Daniel (Russell Tovey) und Großmutter Muriel (Anne Reid) überlegen, wie das Leben des kleinen Lincoln wohl werden wird. Anschließend begleiten wir die Familie in die nahe Zukunft, die einige unschöne Überraschungen für die Weltpolitik und die Lyons\u0027 bereithält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12122163","hoster":"VOE"},{"path":"/redirect/12122169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/years-and-years/staffel-1/episode-2","name":"Unter Schock","epNo":2,"alt":"Episode 2","descr":"Die Welt erholt sich noch immer von den Ereignissen von Hong Sha. Daniel (Russell Tovey) versucht sich mit Viktor (Max Baldry) ein neues Leben aufzubauen, doch sein Exmann Ralph (Dino Fetscher) rächt sich auf furchtbare Weise, was schwerwiegende Konsequenzen für die gesamte Familie hat. Edith (Jessica Hynes) ist schlimm getroffen, von dem, was sich im Ausland zugetragen hat und kehrt für immer nach Hause zurück. Rosie (Ruth Madeley) besucht Viv Rooks (Emma Thompson) Wahlkampfveranstaltung und ist sehr beeindruckt von ihr. Celeste (T\u0027Nia Miller) verliert ihre Arbeit und sorgt sich um Bethanys (Lydia West) Faszination mit Technologie. Doch das ist erst der Anfang ihrer Probleme. Sie und Stephen (Rory Kinnear) werden mitten in der Nacht von wichtigen SMS geweckt doch erkennen sie, dass ihr gesamtes Leben zusammenfallen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504042","hoster":"VOE"},{"path":"/redirect/8658799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/years-and-years/staffel-1/episode-3","name":"Charisma","epNo":3,"alt":"Episode 3","descr":"Stephen (Rory Kinnear) und Celeste versuchen ihr Leben wieder aufzubauen. Viktor (Max Baldry) muss aus Kiew fliehen und Daniel (Russell Tovey) nutzt seine Geburtstagsparty um den gefährlichen Plan mit Freunden und Familie zu teilen. Rosie (Ruth Madeley) verliert ihren Job während Ediths (Jessica Hynes) ehemaliges Leben als Aktivistin sie erneut in eine geheime Mission verwickelt. Doch als die Lyons-Kinder erfahren, dass ihr abwesender Vater Vincent gestorben ist, ist die Familie wieder vereint. Am Tag der Unterhauswahlen, die Viv Rooks (Emma Thompson) zur Macht aufsteigen lassen, besuchen sie die Beerdigung und müssen sich einigen Wahrheiten stellen. Celeste (T\u0027Nia Miller) muss allein mit allem fertig werden und Bethanys (Lydia West) Besessenheiten bringen sie in eine gefährliche Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12148835","hoster":"VOE"},{"path":"/redirect/8658801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/years-and-years/staffel-1/episode-4","name":"Wahre Liebe","epNo":4,"alt":"Episode 4","descr":"Daniels (Russell Tovey) Verlobung mit Viktor (Max Baldry) verwandelt sich in Panik als sich die Ereignisse rund um Europa aufheizen. Rosie (Ruth Madeley) startet ihr eigenes Unternehmen mit ihrem neuen Freund Jonjo (George Bukhari) und feiert das mit einem Familienfest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504040","hoster":"VOE"},{"path":"/redirect/8658800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/years-and-years/staffel-1/episode-5","name":"Herrschaft","epNo":5,"alt":"Episode 5","descr":"Vivienne Rook (Emma Thompson) wird Premierministerin während Edith Lyons (Jessica Hynes) ein mysteriöses Gerücht untersucht und Rosie Lyons (Ruth Madeley) stellt fest, dass sie im System gefangen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504041","hoster":"VOE"},{"path":"/redirect/8658803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/years-and-years/staffel-1/episode-6","name":"Erlösung","epNo":6,"alt":"Episode 6","descr":"Als das Regime von Viv Rook (Emma Thompson) immer strenger wird, ist die gesamte Lyons Familie gezwungen, etwas dagegen zu tun. Von Muriel (Anne Reid) und Daniel (Russell Tovey) angespornt, stellt sich Rosie (Ruth Madeley) den Truppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12148850","hoster":"VOE"},{"path":"/redirect/8658805","hoster":"Streamtape"}]}]}]}]}