{"seriesId":"yellowstone-park-der-extreme","name":"Yellowstone – Park der Extreme","descr":"Dokureihe über die Tiere des Yellowstone-Nationalparks in den USA, einem der extremsten Orte des Landes. Die Winter sind bitterkalt, die Sommer verschwenderisch und reichhaltig, alles eingebettet in eine spektakuläre Landschaft, in der immer wieder Eis und Feuer aufeinandertreffen. Wie meistern die Bewohner dieses Fleckchen Erdes ihr Leben im Laufe der Jahreszeiten?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Feuer und Frost","epNo":1,"alt":"","descr":"Selbst den widerstandsfähigsten Bewohnern des Parks wird im Winter alles abverlangt, um diese Jahreszeit zu überstehen. Nach den ersten Winterstürmen bedeckt eine dichte Schneedecke den Nationalpark. Der Rotluchs ist noch da und jagt am Ufer des Madison River. Dank der heißen Quellen ist dieser Fluss eisfrei geblieben, während nahezu alle anderen Wasserquellen im Yellowstone-Nationalpark zugefroren sind. Der Luchs macht Jagd auf Enten und Gänse, die auf dem eisfreien Fluss Zuflucht suchen. Eine erfolgreiche Jagd ist seine einzige Chance, die kalte Jahreszeit zu überleben. Der Winter in Yellowstone ist unerbittlich, oft herrschen hier die niedrigsten Temperaturen des Landes. Dadurch lässt sich hier ein meteorologisches Phänomen beobachten, das sonst vor allem in der Antarktis zu sehen ist: Durch die hohe Luftfeuchtigkeit bilden sich Polarschneekristalle und erzeugen funkelnde Halos. Diamantschnee ist allerdings nicht nur schön anzusehen, sondern auch ein Anzeichen für extreme Bedingungen, die selbst den Tierarten zu schaffen machen, die sich im Lauf der Evolution an die harten Winter angepasst haben. Fischotter etwa gehen auch im Winter auf Jagd. Mit ihrem dichten Fell und dem muskulösen Schwanz bewegen sie sich flink in vereisten Teichen. Aber auch sie brauchen eisfreie Gewässer, um sich von Fischen ernähren zu können. Von allen Tierarten sind Bisons von der Natur vielleicht am besten ausgestattet, um dem Winter in Yellowstone zu trotzen. Aber die riesigen Schneemassen, die ein Blizzard mit sich bringt, sind selbst den Bisons zu viel. So wandern die Tiere aus dem kalten Gebirge ins Zentrum des Nationalparks mit seinen heißen Quellen. Unter der dampfenden Oberfläche befindet sich hier der größte aktive Supervulkan der Erde. Im Winter bietet das Aufeinandertreffen von Feuer und Eis einen spektakulären Anblick. Hier suchen die Bisons Schutz, aber wie jede Oase lockt auch dieses warme Refugium Beutegreifer wie Wölfe an.","versions":[]},{"epId":"episode-2","name":"Mit schnellen Schwingen","epNo":2,"alt":"","descr":"Die Wölfe sind nach 70 Jahren wieder zurück und die Grizzlybären-Population im Yellowstone-Nationalpark hat ein Hoch erreicht. Pumas leben nach wie vor hier. An einem versteckten Ort im Herzen des Nationalparks haben sich die Bisons versammelt. Doch jetzt wartet das berüchtigte Wapiti-Wolfsrudel auf sie. In der Vergangenheit hat das 20 Tiere starke Rudel bereits ausgewachsene Bisons erlegt, und jetzt könnte es weiterwachsen: Blacktail, ein einsamer Wolf, hat sich auf den weiten Weg gemacht, um sich seinen Artgenossen anzuschließen. Seine Geschichte steht exemplarisch für die Kämpfe, die der Wolf seit seiner Wiederansiedlung im Jahr 1995 ausfechten musste. Heute halten die Wölfe das Ökosystem des Yellowstone-Nationalparks im Gleichgewicht. In den vergangenen 40 Jahren hat sich aber auch eine andere Spezies erholt: der Grizzlybär. Seit Mitte der 70er Jahre auf der Liste der bedrohten Arten, erlebte er ein bemerkenswertes Comeback. Von einem Tiefstand mit 150 Tieren wuchs die Grizzly-Population auf über 700 Exemplare an. Ein Symbol für die Erholung der Grizzly-Bestände in den letzten 20 Jahren ist die \"Matriarchin\" von Yellowstone, Quad Mom. Als sie 2010 mit ihren vier Jungen aus dem Bau auftauchte, war das in der Geschichte des Nationalparks erst der vierte Grizzly-Vierlingswurf. Mit Einbruch der Dunkelheit taucht ein dritter Beutegreifer auf, vielleicht der effektivste in ganz Yellowstone: der Puma. Alle drei bis fünf Tage tötet er ein neues Opfer. Weil er im Schutz der Dunkelheit jagt, entging seine Art – im Gegensatz zu Grizzlys und Wölfen – der Verfolgung und wurde in Yellowstone nicht dezimiert. Ein weiteres Alleinstellungsmerkmal des Pumas sind die geheimen Fressplätze, an deren er seine Beute vor anderen Beutegreifern versteckt. Zum Ende des Winters hat Blacktail das Wapiti-Rudel erreicht. Mit nunmehr 23 Wölfen ist es eines der größten in der Geschichte des Yellowstone-Nationalparks.","versions":[]}]}]}