{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu","name":"Yi Chang Sheng Wu Jian Wen Lu","descr":"[Journal of the Mysterious Creatures] Yoshihito, ein gewöhnlicher junger Mann, beschließt, ein leeres Zimmer in seinem Haus zu vermieten, um seinen Lebensunterhalt aufzubessern. Erste Interessenten sind schnell gefunden, doch entpuppen sich diese zu seinem Leidwesen als ein Wolfsmädchen und eine Vampirin. Trotz dieser Komplikationen ist sein Einstand als Vermieter geschafft. Kurz darauf wird Yoshihito von einem Gott dazu auserkoren, die verschiedenen Wesen, die nach und nach bei ihm einziehen, zu verwalten. Und so beginnt sein Leben mit den seltsamsten Kreaturen …","seasons":[{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-1","name":"","epNo":1,"alt":"Mysterious Tenants","descr":"Der arbeitslose Yoshihito sucht per Flyer Mieter für seine leer stehenden Zimmer. Als er auf dem Weg zu einem Vorstellungsgespräch ist, läuft er der süßen Lily über den Weg, die sich auf Wohnungssuche befindet. Er ahnt jedoch nicht, dass sie ein Werwolf ist. Unterwegs nach Hause werden sie von der Vampirin Vivian verfolgt ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620885","hoster":"VOE"},{"path":"/redirect/8276824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-2","name":"","epNo":2,"alt":"Recruited by the Gods","descr":"Nach Yoshihitos langer Suche nach Mietern für seine abgelegene Unterkunft hat er plötzlich gleich zwei Mädchen bei sich wohnen: Vampirin Vivian und Werwölfin Lily. Da ist Ärger vorprogrammiert und es geht einiges zu Bruch. Glücklicherweise bekommt Yoshihito schon bald ein Jobangebot. Doch seine neue Vorgesetzte kommt ihm reichlich merkwürdig vor ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620886","hoster":"VOE"},{"path":"/redirect/8276828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-3","name":"","epNo":3,"alt":"A New Friend to Quarrel With - Part 1","descr":"Yoshihito hat einen neuen Job bei der Behörde für Raum und Zeit, von der er bisher noch nie etwas gehört hat, angenommen. Für seinen künftigen Auftrag muss er sich vorab einer körperlichen Stärkung unterziehen, bei der er auch ein paar besondere Fähigkeiten erhält. Allerdings soll er dafür in einen Sarg steigen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620888","hoster":"VOE"},{"path":"/redirect/8276832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-4","name":"","epNo":4,"alt":"A New Friend to Quarrel With - Part 2","descr":"Zusammen mit Vivian und Lily ist Yoshihito nach England gereist, um einen neuen Mieter abzuholen. Aber kaum im Hotel angekommen, machen es sich die beiden Mädels erstmal so richtig gemütlich, was Yoshihito zur Weißglut treibt. Und noch ein Problem taucht auf: Wie sollen sie den Gesuchten finden, wenn das letzte Update des Daten-Terminals ewig her und die Karte völlig veraltet ist?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620887","hoster":"VOE"},{"path":"/redirect/8276835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-5","name":"","epNo":5,"alt":"The Ghost in the Old Castle - Part 1","descr":"Yoshihito, Vivian und Lily haben unterwegs einen fremden Mann getroffen, der vorgibt Dämonenjäger zu sein, und sich ihnen anschließt. Doch als sich die Gruppe auf den Weg zum alten Schloss Yaford machen will, stellen sie fest, dass ihr neuer Begleiter verschwunden ist. Die drei Freunde beschließen, die Verfolgung aufzunehmen und treffen am Schloss auf viele weitere Dämonenjäger, die den verborgenen Schatz aufspüren wollen ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620889","hoster":"VOE"},{"path":"/redirect/8276837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-6","name":"","epNo":6,"alt":"The Ghost in the Old Castle - Part 2","descr":"In Schloss Yaford, in dem Yoshihito und seine Freunde den neuen Mieter vermuten, haben sie einen unterirdischen Geheimgang entdeckt. Doch statt auf den Gesuchten treffen sie auf den Hotelbesitzer Mr. Angus, der ihnen verdächtig vorkommt. Hat er etwas mit den Geistern und Spukgeschichten rund um das alte Schloss zu tun?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620890","hoster":"VOE"},{"path":"/redirect/8276840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-7","name":"","epNo":7,"alt":"The Former Demon King","descr":"Yoshihito, Vivian und Lily sitzen ganz schön in der Klemme. Sie werden von zahllosen Geisterkriegern umzingelt und scheinen chancenlos. Da kommt ihnen unerwartet Mitsuya, der verschwundene Dämonenjäger, zu Hilfe. Aber auch zu viert können sie nichts ausrichten. Zu allem Überfluss taucht auch noch ein riesengroßer Dämon über ihnen auf","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8277467","hoster":"VOE"},{"path":"/redirect/8276845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-8","name":"","epNo":8,"alt":"To the Sea of Stars!","descr":"Der riesengroße Dämon hat sich als der neue Mieter herausgestellt, den Yoshihito gesucht hat. In der Behörde für Raum und Zeit bekommt er daher gleich einen neuen Auftrag: Er soll diesmal ins Weltall reisen, um einen weiteren Mitbewohner abzuholen. Satsuki, die von Yoshihitos Arbeitgeber angeheuert wurde, soll ihn begleiten. Doch nicht nur das: Sie soll auch bei ihm wohnen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620891","hoster":"VOE"},{"path":"/redirect/8276844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-9","name":"","epNo":9,"alt":"It\u0027s the Egg!","descr":"Yoshihito, Satsuki und Y’zaks sind auf dem fremden Planeten gelandet, um den neuen Mieter abzuholen. Doch das ist leichter gesagt als getan: Zuerst einmal müssen sie ihn finden. Sie vermuten ihn im Frachtraum seines Transportschiffes, der nach dem Absturz auf dem Meeresgrund liegt. Dort finden sie jedoch nur ein Ei und jede Menge Baby-Artikel ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620892","hoster":"VOE"},{"path":"/redirect/8276868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-10","name":"","epNo":10,"alt":"She Really is a Dog!","descr":"Das Ei, dass Yoshihito und Satsuki gefunden haben, ist ein Meerjungfrauen-Ei aus einem anderen Universum, welches ausgelöscht wurde. Bis das Neugeborene schlüpft, müssen die Freunde nun gut darauf aufpassen. Doch das ist gar nicht so einfach, denn Lily wirkt total verändert. Sie wütet im Haus herum und geht auf ihre Mitbewohner los ... Was steckt nur dahinter?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620893","hoster":"VOE"},{"path":"/redirect/8276872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-11","name":"","epNo":11,"alt":"The Awakening of New Skills","descr":"Lily wurde von zwei Unbekannten entführt. Wie es scheint, sind die beiden ebenfalls Werwölfe und setzen alles daran, dass Lily sich von ihren Freunden lossagt und nun dem Werwolf-Klan zu Diensten ist. Doch da haben sie die Rechnung ohne Vivians Diener gemacht, der Lilys Versteck ausspioniert ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12384147","hoster":"VOE"},{"path":"/redirect/8276878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-12","name":"","epNo":12,"alt":"Be a Nice Guy!","descr":"Yoshihito und seine Freunde haben Lilys Versteck, in dem sie von zwei Werwölfen gefangen gehalten wird, aufgespürt. Doch nun werden sie und die Entführer von einer Vielzahl Dämonenjäger umlagert. Sie haben es besonders auf die Gebrüder Eben, die Lily in ihre Gewalt gebracht haben, abgesehen. Was haben die Dämonenjäger mit ihnen vor? Und was wird aus Yoshihito und seinen Kameraden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620897","hoster":"VOE"},{"path":"/redirect/8276886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yi-chang-sheng-wu-jian-wen-lu/staffel-1/episode-13","name":"","epNo":13,"alt":"New Mission","descr":"Satsuki hat sich als die Schwester des Dämonenjägers Mitsuya herausgestellt. Doch besonders glücklich scheint sie über das Wiedersehen nicht zu sein. Als großer Bruder sieht es Mitsuya nämlich als seine Pflicht, Satsuki vor allen Gefahren zu beschützen – egal, ob sie Hilfe braucht oder nicht. Wie Yoshihito und seine Freunde von den beiden erfahren, sind sie auf der Suche nach ihren Eltern, die eines Tages spurlos verschwanden ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9620896","hoster":"VOE"},{"path":"/redirect/8276888","hoster":"Streamtape"}]}]}]}]}