{"path":"/serie/stream/yonder","name":"Yonder","descr":"Im Jahr 2032 kämpft der Witwer Kim Jae-hyun mit dem Verlust seiner geliebten und kürzlich an Krebs verstorbenen Ehefrau Cha Yi-hoo. Eines Tages erhält er jedoch eine unerwartete Videobotschaft von Cha Yi-hoo, die ihn einlädt, sich mit ihr an einem geheimnisvollen Ort namens Yonder zu treffen. Kim Jae-hyun ist zunächst irritiert von der Botschaft seiner Frau, ist jedoch kurz darauf fest entschlossen, nach Yonder zu reisen. Um Cha Yi-hoo in Yonder zu treffen, überschreitet Kim Jae-hyun eine Grenze, deren wahren Preis er nicht kennt. Die Dinge sind komplizierter, als sie auf den ersten Blick erscheinen, und die Zukunft ist ungewiss.","seasons":[{"path":"/serie/stream/yonder/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/yonder/staffel-1/episode-1","name":"Der Hinterbliebene","epNo":1,"alt":"The Remaining Person","descr":"2032. Mit einem neuen Sterbehilfegesetz wird ein neues System des Umgangs mit dem Sterben eingeführt. Yihoo, die mit Herzkrebs im vierten Stadium unter starken Schmerzen leidet, entscheidet sich für den Tod durch Sterbehilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12474964","hoster":"VOE"},{"path":"/redirect/12474956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yonder/staffel-1/episode-2","name":"Der Vertrag","epNo":2,"alt":"Wife\u0027s Contract","descr":"Jaehyun erhält einen Anruf von Joeun, dem Leiter der Organspende-Einheit, der ihm mitteilt, dass in Yihoos Körper etwas Seltsames entdeckt worden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12474950","hoster":"VOE"},{"path":"/redirect/12474948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yonder/staffel-1/episode-3","name":"Rendezvous mit einer Erinnerung","epNo":3,"alt":"Rendezvous With a Memory","descr":"Um herauszufinden, wo die Verbindung zwischen BY N BY und VRophin liegt, gehen Jaehyun, Hacker Park und Joeun zu Doktor Ks Verkündung der Einführung von Brophin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12475010","hoster":"VOE"},{"path":"/redirect/12475009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yonder/staffel-1/episode-4","name":"Mehr als Erinnerungen","epNo":4,"alt":"Beyond the Memories","descr":"Peach erhält eine Nachricht von ihrem toten Vater, in der er sie einlädt, bei ihm zu leben. Jaehyun versucht, die zögernde Peach davon zu überzeugen, dass alles nur Einbildung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12475003","hoster":"VOE"},{"path":"/redirect/12475500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yonder/staffel-1/episode-5","name":"Leben nach dem Tod","epNo":5,"alt":"Life After Death","descr":"Als Choi Hanki nach Yonder aufbricht, hinterlässt er eine letzte Botschaft: \u0027Es gibt hier nichts mehr, was mich noch hält, also habe ich auch nichts zu verlieren.\u0027 Das überzeugt Jaehyun, und sie beschließt, ebenfalls nach Yonder zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12475044","hoster":"VOE"},{"path":"/redirect/12475040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yonder/staffel-1/episode-6","name":"Jedem seinen Himmel","epNo":6,"alt":"Everyone\u0027s Own Heaven","descr":"Als Yihoo bemerkt, dass Jihyo nicht mehr wächst, begibt sie sich mit ihrem Baby ins Protokollzentrum. Auf der Suche nach Yihoo trifft Jaehyun auf Doktor Jang Jinho und erfährt von der Schwachstelle des unveränderlichen Yonder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12475027","hoster":"VOE"},{"path":"/redirect/13980390","hoster":"Streamtape"}]}]}]}]}