{"seriesId":"you-shall-not-lie","name":"You Shall Not Lie","descr":"Macarena (Irene Arcos) ist glücklich verheiratet, eine beliebte Lehrerin und angesehenes Mitglied der wohlhabenden Küstengemeinde Belmonte. Als jedoch ein Sexvideo von ihr und ihrem Schüler Iván viral geht, ändert sich ihr Leben drastisch. Weder ihre Familie noch Nachbarn möchten etwas mit ihr zu tun haben, nicht einmal Ana – ihre beste Freundin und Iváns Mutter. Dass dann noch eine Leiche gefunden wird, macht die Suche nach der Wahrheit noch komplizierter.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Ein lebloser Körper liegt auf den Felsen der Klippe von Belmonte. Daneben steht Macarena. Drei Tage zuvor sieht Macarenas Leben ganz anders aus: Sie arbeitet als Lehrerin und ist bei allen angesehen. Alles beginnt schief zu gehen.","versions":[{"lang":1,"streams":[{"redirect":13655437,"hoster":"VOE"},{"redirect":13671271,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Iván spricht mit der Presse, um zu klären, ob er sexuelle Beziehungen mit Macarena hatte, als er noch minderjährig war. Macarena bemüht sich, von ihrer Familie Vergebung zu erlangen. Ana versucht ihrem Sohn zu helfen.","versions":[{"lang":1,"streams":[{"redirect":13577212,"hoster":"VOE"},{"redirect":13671270,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Macarena bekommt Besuch von Iván, der einen Vorschlag für sie hat. Ana ist ihm gefolgt und trifft eine radikale Entscheidung. Iván sucht Trost in den Armen seiner Ex-Freundin Lucia. Yolanda entdeckt das Geheimnis ihres Mannes.","versions":[{"lang":1,"streams":[{"redirect":13635210,"hoster":"VOE"},{"redirect":13671291,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Macarena kommt zu Maites Boot und trifft dort auf Iván. Auf hoher See kommt es zwischen den beiden zum Streit. Als sie zurückkommen, erzählen Iván und Macarena völlig unterschiedliche Versionen von dem, was passiert ist.","versions":[{"lang":1,"streams":[{"redirect":13655506,"hoster":"VOE"},{"redirect":13671283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Iváns Selbstmordversuch hat Auswirkungen auf ganz Belmonte. Ana und Diego warten im Krankenhaus darauf, dass sich ihr Sohn erholt. Arturo versucht, seine finanziellen Probleme zu lösen. Macarena spricht sich mit ihrem Mann Nestor aus.","versions":[{"lang":1,"streams":[{"redirect":13655160,"hoster":"VOE"},{"redirect":13671294,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Ivan versucht aus dem Krankenhaus zu entkommen. Macarena trifft eine endgültige Entscheidung, was sie mit ihrem Leben machen soll. Yolanda beschließt, ihre Monster aus der Vergangenheit endlich zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":13609734,"hoster":"VOE"},{"redirect":13671282,"hoster":"Streamtape"}]}]}]}]}