{"path":"/serie/stream/youngtimer-duell","name":"Youngtimer Duell","descr":"Beim Youngtimer Duell treten Autos mit Charakter gegeneinander an – vom Mini Cooper über den Ford Capri III bis zum Toyota Land Cruiser. In jeder Folge stehen zwei Vehikel aus der gleichen Kategorie auf dem Prüfstand. Dabei geht es nicht nur um die Motorleistung, sondern auch um die Reparaturanfälligkeit der einzelnen Modelle, ihre Alltagstauglichkeit und die Kosten für den Unterhalt. BMW M3 oder Mercedes-Benz 190 E: Welche Sportlimousine hat im direkten Vergleich die Nase vorn? Und welcher Offroad-Klassiker aus den Achtzigern punktet mit robuster Technik und Wertsteigerungspotenzial? Die Kfz-Experten Helge Thomsen und Jens Seltrecht liefern dazu aufschlussreiche Daten und Fakten","seasons":[{"path":"/serie/stream/youngtimer-duell/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-1","name":"Kult-Kisten der 80er – Manta vs. Capri","epNo":1,"alt":"","descr":"Top oder Flop, Hit oder Niete? Beim \"Youngtimer Duell\" treten Autos mit Charakter gegeneinander an – vom Mini Cooper über den Ford Capri III bis zum Toyota Land Cruiser. In jeder Folge stehen zwei Vehikel aus der gleichen Kategorie auf dem Prüfstand. Dabei geht es nicht nur um die Motorleistung, sondern auch um die Reparaturanfälligkeit der einzelnen Modelle, ihre Alltagstauglichkeit und die Kosten für den Unterhalt. BMW M3 oder Mercedes-Benz 190 E: Welche Sportlimousine hat im direkten Vergleich die Nase vorn? Und welcher Offroad-Klassiker aus den Achtzigern punktet mit robuster Technik und Wertsteigerungspotenzial? Die Kfz-Experten Helge Thomsen und Jens Seltrecht liefern dazu aufschlussreiche Daten und Fakten. In spannenden Challenges werden die Kultfahrzeuge zudem auf Herzen und Nieren getestet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092848","hoster":"VOE"},{"path":"/redirect/13089561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-2","name":"DTM für den Alltag – BMW M3 vs. Mercedes-Benz 190 E","epNo":2,"alt":"","descr":"Der BMW M3 und der Mercedes-Benz 190 E waren Ende der Achtzigerjahre in der sportlichen Mittelklasse das Maß aller Dinge. Doch wie sieht es 30 Jahre später aus? Welches Modell schneidet im direkten Vergleich besser ab – der Bayern-Kraftprotz oder der schnelle Schwabe? Auf der Viertelmeile könnte beim \"Youngtimer Duell\" schon eine Vorentscheidung fallen. Aber Oldtimer-Händler Jens Seltrecht und Kultauto-Experte Helge Thomsen checken auch die Ersatzteillage und das Platzangebot. Dabei steigen athletische Football-Spieler in die engen Sportkisten ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092854","hoster":"VOE"},{"path":"/redirect/13089656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-3","name":"Dauerläufer – VW Käfer vs. Citroen 2CV Ente","epNo":3,"alt":"","descr":"Der VW Käfer und die legendäre Ente von Citroën wurden millionenfach gebaut. Beide Modelle gelten als zeitlose, unverwüstliche Klassiker – trotz oder gerade wegen ihrer einfachen Technik. In dieser Folge treten die robusten Dauerläufer im direkten Vergleich gegeneinander an. Dabei nehmen Kultauto-Kenner Helge Thomsen und Raritäten-Händler Jens Seltrecht die Mini-Kisten gründlich unter die Lupe. Wer beschleunigt schneller von null auf Tempo 100? Welches Design kommt besser an und welcher Motor verbraucht beim \"Youngtimer Duell\" weniger Benzin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092846","hoster":"VOE"},{"path":"/redirect/13089642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-4","name":"Luxus GTs – BMW 850 CSi vs. Porsche 928 GTS","epNo":4,"alt":"","descr":"Das Beste, was die Oberklasse Anfang der 90er Jahre zu bieten hatte: In dieser Folge treten der BMW 850 CSi und der Porsche 928 GTS gegeneinander an. Kultauto-Kenner Helge Thomsen und Raritätenhändler Jens Seltrecht fühlen den Luxusschlitten in fünf spannenden Challenges auf den Zahn. Dabei interessieren sich die erfahrenen Kfz-Experten natürlich auch für die potenziellen Schwachstellen der beiden Modelle. Performance, Komfort und Design: Welches Fahrzeug liefert am Ende das bessere Gesamtpaket und holt sich beim \"Youngtimer Duell\" die Krone?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092845","hoster":"VOE"},{"path":"/redirect/13089622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-5","name":"Offroad Urgesteine – Land Rover Defender vs. Toyota Land Cruiser","epNo":5,"alt":"","descr":"Autos aus den 80ern stehen bei Offroad-Fans hoch im Kurs, denn man bekommt für relativ wenig Geld robuste Technik und jede Menge Fahrspaß geboten. Das gilt auch für den Land Rover Defender und den Toyota Land Cruiser. Der Japaner, der ursprünglich für das Militär entwickelt wurde, ist wie sein britischer Konkurrent auf schwierigem Terrain jeder Aufgabe gewachsen. Doch welcher Allrad-Klassiker bietet heute das bessere Gesamtpaket? Von der Geländetauglichkeit über die Ausstattung bis zum Thema Wertsteigerung: Diese Folge liefert aussagekräftige Fakten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092839","hoster":"VOE"},{"path":"/redirect/13089569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-6","name":"Klein aber fein – Mini Cooper vs. Fiat 500","epNo":6,"alt":"","descr":"Außen platzsparend und innen maximal geräumig: In dieser Folge kämpfen der Mini Cooper und der Fiat 500 beim \"Youngtimer Duell\" um die Krone. Die kultigen Winzlinge überzeugen mit sparsamen Verbrauch und robuster Technik. Aber welches Fahrzeug bewährt sich als Express-Lieferwagen in Hamburgs Downtown? Und welche kleine Kiste liegt beim Blick auf die Wertentwicklung vorne? Kultauto-Experte Helge Thomsen und Oldtimer-Händler Jens Seltrecht finden es heraus. Die finale Entscheidung fällt schließlich beim Knutschkugel-Showdown auf der \"Mini-Rennstrecke\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092855","hoster":"VOE"},{"path":"/redirect/13089605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-7","name":"GTI vs. GTI – Golf vs. Peugeot","epNo":7,"alt":"","descr":"\"Hot Hatches\" sind aufgerüstete Kompaktwagen mit viel Dampf unter der Haube. Das Zauberkürzel \"GTI\" steht in diesem Segment für bezahlbaren Fahrspaß. Als Paradebeispiel ist hier der VW Golf II aus den Achtzigerjahren zu nennen. Aber ein Importschlager aus Frankreich ging keiner Rauferei mit dem Klassenprimus aus Wolfsburg aus dem Weg. Denn der Peugeot 205 war leistungstechnisch ebenfalls auf Krawall gebürstet. Helge Thomsen und Jens Seltrecht treten in dieser Folge mit den sportlichen Kult-Kisten in packenden Zweikämpfen gegeneinander an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092841","hoster":"VOE"},{"path":"/redirect/13089596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-1/episode-8","name":"Exoten – Nissan Skyline vs. Toyota Supra","epNo":8,"alt":"","descr":"Kultauto-Kenner Helge Thomsen und Raritäten-Händler Jens Seltrecht nehmen in dieser Folge zwei Fahrzeuge aus Fernost unter die Lupe. Bei Autofans genießen der Toyota Supra und der Nissan Skyline GT-R seit den \"The Fast and the Furious\"-Filmen Kultstatus. Aber welcher Klassiker hat bei einem Kopf-an-Kopf-Rennen die Nase vorne und wohin schlägt das Pendel in puncto Alltagstauglichkeit aus? Jens und Helge wollen herausfinden, welches Modell heutzutage die bessere Investition ist. Deshalb steigen beim Direktvergleich auch Sumo-Ringer in die Japan-Flundern ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116052","hoster":"VOE"},{"path":"/redirect/13089582","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-1","name":"Kult-Coupés der 90er – Opel Calibra vs. VW Corrado","epNo":1,"alt":"","descr":"Fahrspaß in der Mittelklasse – abseits der gediegenen Sportwagen-Elite: In der ersten Folge der zweiten Staffel stehen Kult-Coupés aus den Neunzigerjahren auf dem Prüfstand. Der Opel Calibra begeisterte zu Beginn des Jahrzehnts mit einem rekordverdächtigen cw-Wert. Und der Corrado war das teuerste Serienfahrzeug aus dem Hause Volkswagen. Wie damals auf der Autobahn: Helge Thomsen und Jens Seltrecht erwarten beim \"Youngtimer Duell\" ein packendes Kopf-an-Kopf-Rennen. Die Kandidaten müssen in spannenden Challenges Pluspunkte sammeln – vom Design bis zur Fahrdynamik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116050","hoster":"VOE"},{"path":"/redirect/13089707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-2","name":"Kiez-Könige – Chevrolet Corvette vs. Mercedes-Benz 500 SEC","epNo":2,"alt":"","descr":"Vokuhilas, Schulterpolster und fette Autos: Bei den schweren Jungs auf Hamburgs sündiger Meile waren in den Achtzigerjahren Nobelkarossen mit leistungsstarken Motoren angesagt. Wer damals im Milieu etwas auf sich hielt, der fuhr mit einem V8 vor. Mercedes-Benz 500 SEC oder Chevrolet Corvette? Welcher Wagen wäre heute die bessere Wahl – der Viersitzer aus Stuttgart oder der Sportwagen aus Bowling Green? Helge Thomsen und Jens Seltrecht testen beim \"Youngtimer Duell\" auch die Alltagstauglichkeit. Und was hält Kiez-Legende Eddy Kante von den Autos?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092858","hoster":"VOE"},{"path":"/redirect/13089822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-3","name":"Rallye für den Alltag – Audi quattro vs. Lancia Delta HF Integrale","epNo":3,"alt":"","descr":"Permanenter Allradantrieb in großen Stückzahlen: Autofans kommt bei diesem Thema der \"Ur-quattro\" in den Sinn. Das Modell sorgte bei Audi für einen positiven Imagewandel und Walter Röhrl feierte mit dem Sportcoupé beeindruckende Erfolge im Rallye-Sport. Bis Lancia auf den Boom aufsprang und die Dominanz des bayerischen Autoherstellers Ende der Achtzigerjahre mit dem Delta HF Integrale beendete. Helge Thomsen und Jens Seltrecht fühlen beim \"Youngtimer Duell\" gestandenen Motorsport-Ikonen auf den Zahn. Welcher Klassiker hat am Ende die Nase vorn?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092857","hoster":"VOE"},{"path":"/redirect/13089805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-4","name":"Offroad-Giganten – Jeep Wrangler vs. Mercedes-Benz G-Klasse","epNo":4,"alt":"","descr":"Zwei Offroad-Legenden im Kampf um die Krone beim \"Youngtimer Duell\": Helge Thomsen und Jens Seltrecht vergleichen den Jeep Wrangler mit der Mercedes-Benz G-Klasse. Die beiden Geländespezialisten treten in dieser Folge bei einem Rennen gegeneinander an. Und damit nicht genug: Die Fahrzeuge müssen sich ebenso in den Disziplinen Technik, Design, Performance und Alltagstauglichkeit beweisen. Denn ein Einkauf macht nur dann Sinn, wenn das Modell auch in urbanen Gefilden überzeugt. Der YJ oder der G 320 – welcher Wagen liefert das bessere Gesamtpaket?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092853","hoster":"VOE"},{"path":"/redirect/13089794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-5","name":"Sportwagen-Ikonen – Porsche 911 vs. Alpine A310","epNo":5,"alt":"","descr":"Der Porsche 911 hat im Sportwagensegment über mehrere Generationen Maßstäbe gesetzt. Aber der Klassiker aus Zuffenhausen trifft in dieser Folge auf einen ernstzunehmenden Gegner, denn französische Autobauer brachten in den Siebzigerjahren ein schnittiges Gesamtkunstwerk auf den Markt. Kann die Alpine A310 dem deutschen Platzhirsch in Sachen Design, Verarbeitungsqualität und Werterhalt das Wasser reichen? Und wie \"performen\" die Flitzer bei einem Familienausflug? Helge Thomsen und Jens Seltrecht lassen dieses Mal rassige Kult-Fahrzeuge aufeinander los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092856","hoster":"VOE"},{"path":"/redirect/13089781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-6","name":"Wölfe im Schafspelz – BMW M5 Touring vs. Audi S6 Plus Avant","epNo":6,"alt":"","descr":"Der Audi S6 Plus Avant kommt optisch unaufgeregt daher, aber das Fahrzeug hat ordentlich Wumms unter der Haube. Gleiches gilt für den BMW M5 Touring E34. Die Motoren der Power-Kombis leisten über 300 PS – die Autos sind Wölfe im Schafspelz. Aber welches Modell gewinnt den Beschleunigungstest? Und wo passt mehr in den Kofferraum? Ein direkter Vergleich liefert die Antworten. Helge Thomsen und Jens Seltrecht testen die Vehikel in spannenden Challenges auf Herz und Nieren. Die Kandidaten treten außerdem bei einem Rundstreckenrennen gegeneinander an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092851","hoster":"VOE"},{"path":"/redirect/13089757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-7","name":"Spider vs. Spider – Fiat vs. Alfa","epNo":7,"alt":"","descr":"Dolce Vita oben ohne: In dieser Folge stehen beim \"Youngtimer Duell\" italienische Kult-Cabrios im Fokus – stylishe Design-Ikonen, die das Herz von Autofans höherschlagen lassen. Spider trifft auf Spider: Konzeptionell und preislich lagen beide Modelle aus Bella Italia nah beieinander – trotzdem würden \"Alfisti\" und Fiat-Hardliner niemals in das Auto der Konkurrenz steigen. Helge Thomsen und Jens Seltrecht Jens treten mit den Vehikeln in verschiedenen Disziplinen gegeneinander an: Cruiser- und Alltagstauglichkeit, Technik, Design und Performance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092850","hoster":"VOE"},{"path":"/redirect/13089742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/youngtimer-duell/staffel-2/episode-8","name":"Exoten – Apal VW Buggy vs. Citroen Mehari","epNo":8,"alt":"","descr":"Wer ist der wahre Strand-König? In dieser Folge kommt es zum Kräftemessen zwischen dem VW Apal Buggy und dem Citroën Méhari. Simple Technik und ein Überbau aus Kunststoff – fertig ist das Spaßmobil: Die Macher des deutsch-belgischen Fun Cars mit Heckmotor und die Erbauer des französischen Pendants mit Frontantrieb schraubten am gleichen Erfolgsrezept. Aber bieten die Fahrzeuge trotz simpelster Machart Komfort? Und welches Modell sollten Autoliebhaber ins Visier nehmen, die auf Wertsteigerung aus sind? Der Vergleich liefert aufschlussreiche Fakten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13092852","hoster":"VOE"},{"path":"/redirect/13089723","hoster":"Streamtape"}]}]}]}]}