{"seriesId":"young-sheldon","name":"Young Sheldon","descr":"Ein Superhirn mit hohen Mathematik- und Wissenschaftskenntnissen zu sein ist nicht immer hilfreich für den 9-jährigen Sheldon Cooper in Osttexas. Während der verletzliche, begabte, naive Sheldon in seiner Welt lebt, muss seine Familie einen Weg finden, mit ihm umzugehen. Sein Vater hat als Footballtrainer und Vater eines Jungen, den er nicht versteht, so manche Probleme. Sheldons Mutter schützt und pflegt ihren Sohn verbissen. Sheldons älterer Bruder gibt sein Bestes in der High School, aber er geht auch in die gleiche Klasse wie Sheldon. Schließlich gibt es noch Sheldons Zwillingsschwester, die die einzige Person ist, die Sheldon stets die Wahrheit sagt.Zuschauer kennen und lieben den legendären, exzentrischen und außergewöhnlichen Sheldon Cooper aus \u0026amp;amp;amp;amp;amp;amp;amp;amp;amp;quot;The Big Bang Theory\u0026amp;amp;amp;amp;amp;amp;amp;amp;amp;quot;. Nun sehen sie ihn als Kind, als er sich auf seinen unschuldigen, komischen und hoffnungsvollen Lebensweg begibt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sheldon, Newton und Euklid","epNo":1,"alt":"Pilot","descr":"Der 9-jährige Sheldon Cooper hat als Genie bereits mit sozialen Anpassungsschwierigkeiten zu kämpfen. Ganze sechs Klassen hat er übersprungen und so ist er in der Highschool deutlich jünger und kleiner als seine Mitschüler. Daneben ist für den angehenden Jung-Wissenschaftler auch der Konflikt mit seiner religiösen Mutter Mary vorprogrammiert und auch zu seinem eher einfach gestrickten Vater George hat er keine innige Beziehung.","versions":[{"lang":1,"streams":[{"redirect":14395456,"hoster":"VOE"},{"redirect":13595067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395476,"hoster":"VOE"},{"redirect":12988201,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Raketen, Kommunisten und keine Freunde","epNo":2,"alt":"Rockets, Communists, And The Dewey Decimal System","descr":"Wenn es nach Mary Cooper geht, sollte ihr Sohn Sheldon schnellstmöglich einen Freund an der neuen Schule finden. Obwohl es ihm nicht passt, versucht er es seiner Mutter zu Liebe. In der Schulbibliothek sucht er einen Ratgeber heraus, der ihm Tipps beim Schließen von Freundschaften geben soll. Nach der Abfuhr bei einigen Lehrern findet Sheldon in Tam tatsächlich einen Freund, der direkt zum Abendessen bei den Coopers eingeladen wird.","versions":[{"lang":1,"streams":[{"redirect":14375698,"hoster":"VOE"},{"redirect":14446933,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375697,"hoster":"VOE"},{"redirect":14446916,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Poker, Gott und Mülltonnen","epNo":3,"alt":"Poker, Faith, And Eggs","descr":"Im religiös geprägten Texas sticht Sheldon mit seinen wissenschaftlichen Ansichten hinsichtlich der Geschichte der Menschheit heraus: Die Schöpfungsgeschichte ist voll mit Logikfehlern, die Evolutionstheorie ist korrekt und einen Gott gibt es sowieso nicht. Als sein Vater eines Abends mit Verdacht auf einen Herzinfarkt ins Krankenhaus gebracht wird, soll Meemaw auf Sheldon und seine Geschwister aufpassen. Diese sorgen sich allerdings um ihren Vater und schnappen sich kurzerhand unbemerkt Meemaws Auto. Im Krankenhaus zweifelt Sheldon an seinem Weltbild: Gibt es doch einen Gott?","versions":[{"lang":1,"streams":[{"redirect":14511359,"hoster":"VOE"},{"redirect":14462117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14511382,"hoster":"VOE"},{"redirect":14474371,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Würstchen, Comics und ein Therapeut","epNo":4,"alt":"A Therapist, A Comic Book, And A Breakfast Sausage","descr":"Während des Frühstücks erstickt Sheldon fast an einem Stück Wurst. Seine Eltern machen sich nach diesem traumatischen Erlebnis Sorgen, da er keine feste Nahrung mehr zu sich nehmen möchte. Im Wartezimmer eine Psychiaters entdeckt Sheldon einen Comic, der sein Leben für immer ändert und seinen Eltern neue Sorgen bereitet.","versions":[{"lang":1,"streams":[{"redirect":14374962,"hoster":"VOE"},{"redirect":13608170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374958,"hoster":"VOE"},{"redirect":13608145,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Football, Mathe und ein Busen","epNo":5,"alt":"A Solar Calculator, a Game Ball and a Cheerleader\u0027s Bosom","descr":"Sheldon ist überzeugt, dass man mithilfe von Statistik erfolgreiche Spielzüge beim Football errechnen und ein Spiel dadurch gewinnen kann. Sein Vater George findet die Idee zunächst lächerlich, versucht es aber und führt das Highschool-Team zum Sieg. Sheldon muss nun mit seiner neu erlangten Popularität zurecht kommen.","versions":[{"lang":1,"streams":[{"redirect":14352356,"hoster":"VOE"},{"redirect":13608154,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14352264,"hoster":"VOE"},{"redirect":13608146,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Aufnäher, ein Modem und ein Magengeschwür","epNo":6,"alt":"A Patch, A Modem, And A Zantac®","descr":"Ein NASA-Mitarbeiter ist zu Besuch in Sheldons Klasse. Als Sheldon ihm sein Projekt präsentiert, fühlt sich Sheldon nicht ernst genommen – was seinen Ehrgeiz erst recht anspornt. Mit viel Vehemenz gelingt es ihm, ins Büro des NASA-Mitarbeiters zu gelangen. Hier darf er seine Berechnungen erneut präsentieren – und die NASA überraschen …","versions":[{"lang":1,"streams":[{"redirect":14402973,"hoster":"VOE"},{"redirect":13608155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374834,"hoster":"VOE"},{"redirect":13608147,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rinderbraten, Voodoo und Kaffee aus New Orleans","epNo":7,"alt":"A Brisket, Voodoo, And Cannonball Run","descr":"George Senior möchte unbedingt Meemaws Rezept für ihre sensationelle geräucherte Rinderbrust. Doch Meemaw rückt es nicht raus, im Gegenteil: Sie lässt George mehrmals so richtig auflaufen. Das führt zu Streit zwischen ihm und Mary, und die Kids machen sich Sorgen, dass sich ihre Eltern scheiden lassen. Sheldon weiß jedoch Rat...","versions":[{"lang":1,"streams":[{"redirect":14361623,"hoster":"VOE"},{"redirect":14446934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14361673,"hoster":"VOE"},{"redirect":14406589,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Cape Canaveral, Schrödingers Katze und die Blitze","epNo":8,"alt":"Cape Canaveral, Shrodinger\u0027s Cat and Cyndi Lauper\u0027s Hair","descr":"Mary wünscht sich, dass George mehr mit Sheldon unternimmt. Also fährt er mit dem Knirps und Georgie Richtung Cape Canaveral, um den Start eines Space-Shuttles zu beobachten. Doch das Wetter macht dem Trio einen Strich durch die Rechnung. Mary, Meemaw und Missy gönnen sich derweil eine Auszeit im Beauty-Salon, die ungeahnte Konsequenzen hat.","versions":[{"lang":1,"streams":[{"redirect":14374852,"hoster":"VOE"},{"redirect":14446935,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14374971,"hoster":"VOE"},{"redirect":13608149,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spock, Kirk und ein Leistenbruch","epNo":9,"alt":"Spock, Kirk, And Testicular Hernia","descr":"Sheldon soll Georgie Jr. Nachhilfe geben. Wenn Georgie bei der nächsten Mathe-Prüfung durchfällt, droht er wegen seiner schlechten Noten aus dem Football-Team zu fliegen. Sein neuer Job als Nachhilfelehrer ist für Sheldon anstregender als erwartet. Doch wie es scheint, hat er Erfolg: Georgie Jr. besteht die Prüfung überdurchschnittlich gut. Als Sheldon erfährt, dass sein Bruder geschummelt hat, möchte er ihn zunächst verpetzen. Doch dann merkt er, wie er Schummeleien im Sport-Unterricht zu seinem eigenen Vorteil nutzen kann.","versions":[{"lang":1,"streams":[{"redirect":13582158,"hoster":"VOE"},{"redirect":12986710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377798,"hoster":"VOE"},{"redirect":13608151,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dallas, grüne Bohnen und eine Adlerfeder","epNo":10,"alt":"An Eagle Feather, A String Bean, And An Eskimo","descr":"Sheldon erhält die Möglichkeit, auf eine Privatschule für begabte Kinder in Dallas zu wechseln. Das bedeutet allerdings, dass er seine Familie verlassen muss. Bei der Rektorin Flora ist gerade ein Zimmer frei geworden, sie besitzt keine Hunde – für Sheldon ist die Sache glasklar: Nichts wie los! Während die gesamte Cooper-Familie mit der neuen Situation umzugehen lernen muss, verbringt Sheldon den ersten Abend bei Flora und ihrem Mann Elliot. Nach und nach realisiert Sheldon, worauf er sich eingelassen hat.","versions":[{"lang":1,"streams":[{"redirect":14352272,"hoster":"VOE"},{"redirect":14412592,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14352328,"hoster":"VOE"},{"redirect":13595032,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dämonen, Sontagsschule und Primzahlen","epNo":11,"alt":"Demons, Sunday School, And Prime Numbers","descr":"Als Mary erfährt, dass Sheldon gemeinsam mit Tam und Billy \"Dungeons \u0026 Dragons\" spielt, schickt sie ihn zur Sonntagsschule. Die Aktion hat jedoch ungeahnte Konsequenzen: Anstatt auf den \"rechten\" Weg des christlichen Glaubens zu gelangen, fängt an Sheldon, sich für die unterschiedlichen Religionen zu interessieren und sie zu hinterfragen.","versions":[{"lang":1,"streams":[{"redirect":14361675,"hoster":"VOE"},{"redirect":13595044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375696,"hoster":"VOE"},{"redirect":13595042,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Computer, ein Streit und eine Menge Bier","epNo":12,"alt":"A Computer, a Plastic Pony, and a Case of Beer","descr":"Sheldon möchte unbedingt einen Computer haben, was bei seinen Eltern eine Ehekriese auslöst.","versions":[{"lang":1,"streams":[{"redirect":14375604,"hoster":"VOE"},{"redirect":14446939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14361572,"hoster":"VOE"},{"redirect":13595033,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Niesen, nachsitzen und ein echter Texaner","epNo":13,"alt":"A Sneeze, Detention, and Sissy Spacek","descr":"Als Sheldon in der Schule war, musste seine Lehrerin niesen. Das war für Sheldon ein alamierendes Zeichen für eine Grippe und er verlies das Klassenzimmer ohne eine Erlaubnis, was ihm Nachsitzen einbrachte. Da er das Nachsitzen ebenfalls wegen eines Niesers von einem Lehrer unerlaubt verlies, wurde er von der Schule dispensiert. Er entwickelte eine Keimphobie und sperrte sich in die Garage ein, die er mit einer Folie keimfrei hielt. Nicht einmal seine Mutter konnte ihn dazu bewegen, die Garage zu verlassen. Doch als seine Omi mit den Schokoplätzchen kam und ihm sagte, das ihn ihm richtiges Texanerblut floss und Texaner von nichts Angst haben, überwand er seine Phobie.","versions":[{"lang":1,"streams":[{"redirect":14361571,"hoster":"VOE"},{"redirect":14408379,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375541,"hoster":"VOE"},{"redirect":14446919,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schlüsselkinder, Whisky und zwei Helden","epNo":14,"alt":"Potato Salad, A Broomstick, And Dad’s Whiskey","descr":"Mary nimmt einen Job als Kirchensekretärin an. Dabei wird sie aber zur Eheberaterin für Pastor Jeff, der sich von ihr allerlei Tipps holt. Außerdem verbringen Sheldon und Missy zum ersten Mal einen Nachmittag allein zuhause.","versions":[{"lang":1,"streams":[{"redirect":14374955,"hoster":"VOE"},{"redirect":13608156,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402983,"hoster":"VOE"},{"redirect":13608150,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Geologie, Gefühle und die geheimnisvolle Frau","epNo":15,"alt":"Dolomite, Apple Slices, and a Mystery Woman","descr":"In der Bibliothek lernen Sheldon und Tam die Elftklässlerin Libby kennen, die sich für Geologie interessiert. Die drei freunden sich an und verbringen ihre Freizeit zusammen – für Sheldons Eltern ein wahrer Segen. Als Sheldon jedoch bemerkt, dass Libby ihn nicht gleichwertig, sondern als ‚Kind‘ wahrnimmt, beendet er die Beziehung. Diese Erfahrung prägt Sheldons Einstellung zur Geologie als Wissenschaft entscheidend.","versions":[{"lang":1,"streams":[{"redirect":14375742,"hoster":"VOE"},{"redirect":13608157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14352322,"hoster":"VOE"},{"redirect":13608152,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Killerasteroiden, Rebellion und Lampenfieber","epNo":16,"alt":"Killer Asteroids, Oklahoma, and a Frizzy Hair Machine","descr":"Sheldon gewinnt nicht beim Wissenschaftswettbewerb und wird daher aufsässig. Daraufhin wird er Teil einer Theatergruppe.","versions":[{"lang":1,"streams":[{"redirect":14374855,"hoster":"VOE"},{"redirect":13608158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402982,"hoster":"VOE"},{"redirect":13608153,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Jiu-Jitsu, Bläschenfolie und die böse Bobbie","epNo":17,"alt":"Jiu-Jitsu, Bubble Wrap, And Yoo-hoo","descr":"Sheldon wird von der 6 jährigen Nachbarstochter gepiesackt was zu einer Auseinandersetzung mit den beiden Familien folgt.","versions":[{"lang":1,"streams":[{"redirect":14375651,"hoster":"VOE"},{"redirect":14401688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375650,"hoster":"VOE"},{"redirect":13595035,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Mutter, ein Sohn und ein Tornado","epNo":18,"alt":"A Mother, a Child and a Blue Man\u0027s Backside","descr":"Als Mary einen Blick in Sheldons Comics wirft, ist sie entsetzt! Was sie dabei zu Gesicht bekommt, gefällt ihr so gar nicht. Sie sammelt daraufhin alle Comics von Sheldon ein. Doch Sheldon lässt sich so viel mütterliche Bevormundung nicht gefallen. Er verlangt, von nun an wie ein Erwachsener behandelt zu werden. Mary steigt darauf ein, von nun an ist Sheldon auf sich alleine gestellt.","versions":[{"lang":1,"streams":[{"redirect":14531667,"hoster":"VOE"},{"redirect":14505053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14531665,"hoster":"VOE"},{"redirect":14462092,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Meemaw, Guacamole und die Farbe Lila","epNo":19,"alt":"Gluons, Guacamole, and the Color Purple","descr":"Als Sheldon sich akademisch an der Medford High nicht mehr herausgefordert fühlt, kontrolliert er stattdessen die Lehrmethoden von Dr. John Sturgis.","versions":[{"lang":1,"streams":[{"redirect":14361674,"hoster":"VOE"},{"redirect":14401704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14361569,"hoster":"VOE"},{"redirect":14401685,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Hund, ein Eichhörnchen und ein Fisch namens Fisch","epNo":20,"alt":"A Dog, a Squirrel, and a Fish Named Fish","descr":"Gerade als Sheldon in der Garage ein spannendes Experiment durchführt, taucht plötzlich der Nachbarshund auf. Sheldon hat panische Angst vor Tieren und bringt keinen Ton heraus. Nachdem Sparks den Coopers erneut einen Besuch abstattet, kommt es zu einem großen Nachbarschaftsstreit. Als Meemaw die Angelegenheit mit den Sparks regeln will, eskaliert die Situation vollständig.","versions":[{"lang":1,"streams":[{"redirect":14375600,"hoster":"VOE"},{"redirect":13595046,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14375602,"hoster":"VOE"},{"redirect":13595037,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Dr. Sturgis, Meemaw und der Morgen danach","epNo":21,"alt":"Summer Sausage, a Pocket Poncho, and Tony Danza","descr":"Während Sheldon (Iain Armitage) ein Auge auf Meemaws (Annie Potts) Beziehung zu Dr. Sturgis (Wallace Shawn) hat, wollen George Sr. (Lance Barber) und Mary (Zoe Perry) die Beziehung zu ihren anderen Kindern fördern.","versions":[{"lang":1,"streams":[{"redirect":14375599,"hoster":"VOE"},{"redirect":13595053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14361725,"hoster":"VOE"},{"redirect":13595038,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vanilleeis, Herrenbesuche und die blühende Tulpe","epNo":22,"alt":"Vanilla Ice Cream, Gentleman Callers, and a Dinette Set","descr":"Meemaw (Annie Potts) hat gleich zwei Verehrer (Richard Kind und Wallace Shawn), sodass Sheldon sich einschalten und einige Regeln festlegen muss.","versions":[{"lang":1,"streams":[{"redirect":14402927,"hoster":"VOE"},{"redirect":13608159,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14402937,"hoster":"VOE"},{"redirect":13595039,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein Kühlschrank, viele Zeitungen und Stützräder","epNo":1,"alt":"A High-Pitched Buzz and Training Wheels","descr":"Beim familiären Abendessen hat sich Sheldon schon an die Geräusche seiner Familie gewöhnt, das Schmatzen seines Bruders, das Strohhalm schlürfen seiner Schwester und das laute atmen seines Vaters. Aber nun gibt es da ein neues Brummen, das ihm gehörig auf den Nerv geht. Als muss Sheldon der Sache auf den Grund gehen und zerlegt daraufhin kurzer Hand den Eiskasten.","versions":[{"lang":1,"streams":[{"redirect":8504330,"hoster":"VOE"},{"redirect":8659241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583482,"hoster":"VOE"},{"redirect":8659156,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das andere Wunderkind, seine Eltern und noch ein Bier","epNo":2,"alt":"A Rival Prodigy And Sir Isaac Neutron","descr":"Sheldon lernt in der Schule das Mädchen Paige kennen. Die Zehnjährige ist ein ähnliches Wunderkind wie er. Schon bald wird Sheldon von Eifersucht geplagt, als sich der von ihm verehrte Dr. Sturgis Paige zuwendet. Mary wiederum ist begeistert, als sie erfährt, dass Paiges Eltern sich mit den Coopers treffen möchten. Doch der Besuch verläuft anders als geplant …","versions":[{"lang":1,"streams":[{"redirect":8504324,"hoster":"VOE"},{"redirect":8659245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583483,"hoster":"VOE"},{"redirect":8659152,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Glaubenskrise Oktopus Aliens und die perfekte Mutter","epNo":3,"alt":"A Crisis of Faith and Octopus Aliens","descr":"Mary wird durch den Tod der 16-jährigen Tochter einer Bekannten in eine schwere Glaubenskrise geworfen. Wie kann Gott nur zulassen, dass ein Kind in der Blüte seines Lebens aus der Familie gerissen wird? Sie hadert mit sich und ihrem Glauben an Gott. Kurzentschlossen erbarmt sich Sheldon und versucht seiner Mutter durch wissenschaftliche Beweise klarzumachen, dass Gott doch existiert.","versions":[{"lang":1,"streams":[{"redirect":12251579,"hoster":"VOE"},{"redirect":8659243,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583485,"hoster":"VOE"},{"redirect":8659153,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Steuererklärung Fischsauce und kein Vorbild mehr","epNo":4,"alt":"A Financial Secret and Fish Sauce","descr":"Während Sheldon die Steuererklärung für seine Familie macht, fällt ihm auf, dass es für eine Ausgabe von $ 300 keinen Beleg gibt. Als er bei seinem Vater nachfragt, bittet dieser Sheldon, nichts davon Mary zu erzählen. Widerwillig stimmt Sheldon zu. Um sein Versprechen einzuhalten, versucht Sheldon nun, sein Mutter aus dem Weg zu gehen. So bittet Sheldon seinen Freund Tam um einen Gefallen, er möchte die Nacht bei Tams Familie verbringen.","versions":[{"lang":1,"streams":[{"redirect":8505542,"hoster":"VOE"},{"redirect":8659240,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583486,"hoster":"VOE"},{"redirect":8659157,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Studie, ein Gürtel und Affen zum Tee","epNo":5,"alt":"A Research Study and Czechoslovakian Wedding Pastries","descr":"Die Coopers erfahren von Dr. Sturgis, dass Kinder für eine Forschungsstudie über Unterschiede bei Zwillingen gesucht werden. Zunächst sind die Coopers nicht sehr erfreut von dem Vorschlag. Als Dr. Sturgis aber betont, wieviel die Universtität bereit ist, für die Teilnahme zu bezahlen, ist George begeistert. Nur Mary ist noch skeptisch.","versions":[{"lang":1,"streams":[{"redirect":8504323,"hoster":"VOE"},{"redirect":8659244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583484,"hoster":"VOE"},{"redirect":8659158,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Abend mit Satan, Carl Sagan und der heißen Veronica","epNo":6,"alt":"Seven Deadly Sins And A Small Carl Sagan","descr":"Mary wird dieses Jahr von ihrer Kirchengemeinde beauftragt, sich zu Halloween etwas ganz Spezielles einfallen zu lassen, um die verlorenen Schafe wieder auf den christlichen Weg zu führen. Sie schafft es Sheldons Theaterlehrer zu überreden, sie dabei zu unterstützen. Gemeinsam planen sie das Haus der sieben Sünden einzurichten. Unterdessen flirtet Georgy mit einer Nachhilfeschülerin von Sheldon.","versions":[{"lang":1,"streams":[{"redirect":12589795,"hoster":"VOE"},{"redirect":8659247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620950,"hoster":"VOE"},{"redirect":12985341,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"C-14, ein Waschbär und die Neandertaler","epNo":7,"alt":"Carbon Dating And A Stuffed Raccoon","descr":"George fährt Sheldon zu einem Vortrag über Radiokarbondatierung ins Museum. Während George in einem Restaurant sitzt und dort auf Sheldon wartet, taucht plötzlich Paiges Mutter Linda auf und schüttet ihm ihr Herz aus. Bald weiß George en detail, wie es um ihre Ehe steht. Indes versucht Meemaw, bei einem Flohmarkt die alten Sachen ihres verstorbenen Ehemannes zu verkaufen. Als John Sturgis eine Jacke ihres Mannes anzieht, wird sie von ihren Gefühlen überrascht.","versions":[{"lang":1,"streams":[{"redirect":8504327,"hoster":"VOE"},{"redirect":8659249,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583488,"hoster":"VOE"},{"redirect":8659162,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Videoprinzessin, Tante Emelda und das Reifengenie","epNo":8,"alt":"An 8-Bit Princess And A Flat Tire Genius","descr":"Sheldon bekommt von Meemaw sein erstes Videospiel geschenkt. Die Freude darüber ist riesig, gemeinsam wollen sie das Spiel sofort ausprobieren. Doch schnell sind beide dem Spiel vollkommen verfallen und vergessen darüber hinaus alles andere. Inzwischen ist Herschel von Georgies Talent begeistert und bietet ihm einen Teilzeitjob in seiner Autowerkstatt an. George will zunächst nicht glauben, dass sein Sohn ein besonderes Talent besitzt.","versions":[{"lang":1,"streams":[{"redirect":8504328,"hoster":"VOE"},{"redirect":8659246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583489,"hoster":"VOE"},{"redirect":8659161,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Psychologie, Oklahoma und der Pseudo-Ferrari","epNo":9,"alt":"Family Dynamics And A Red Fiero","descr":"In der Psychologie Stunde bekommt Sheldon eine besondere Hausübung. Über die Feiertage soll er seine Familie beobachten, wie sie miteinander umgehen, was es für Besonderheiten gibt. So bekommt Sheldon mit, wie seine Eltern sich über einen möglichen Umzug nach Oklahoma unterhalten. George hat ein Jobangebot als \"Special Team Coach\" an einer Universtität bekommen, das er gerne annehmen möchte, während Mary lieber in der gewohnten Umgebung bleiben möchte.","versions":[{"lang":1,"streams":[{"redirect":11965223,"hoster":"VOE"},{"redirect":11965194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918403,"hoster":"VOE"},{"redirect":8659159,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Scherze, Fahrstunden und Bazinga","epNo":10,"alt":"A Stunted Childhood and a Can of Fancy Mixed Nuts","descr":"Missy lädt Paige zu einem \"Mädelsabend\" ein. Natürlich fühlt sich Sheldon durch die \"blöden Kinderein\" der beiden gestört. Bis Paige erzählt, dass sie in einem psychologischen Fachartikel gelesen hat, dass Kinder, die in ihren Entwicklungen gehemmt sind, oft später als Erwachsene soziale Ausgrenzung erleiden. Sofort will Sheldon nun auch typisch kindliche Verhaltenmuster übernehmen. Und Meemaw soll Dr. Sturgis Fahrunterrichtsstunden geben.","versions":[{"lang":1,"streams":[{"redirect":8504332,"hoster":"VOE"},{"redirect":8659250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583487,"hoster":"VOE"},{"redirect":8659165,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mathe, Alf und zwei Veilchen","epNo":11,"alt":"A Race Of Superhumans And A Letter To Alf","descr":"Sheldon versucht, eine neue Menschenrasse zu kreieren........Missi kommt ihm da grade recht als Versuchsobjekt........Georgy konvertiert scheinbar zur Kirche, um niederen Gelüsten nachzugehen....","versions":[{"lang":1,"streams":[{"redirect":8504331,"hoster":"VOE"},{"redirect":8659251,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583491,"hoster":"VOE"},{"redirect":8659163,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bauchweh, Käptn Ahab und ein Loch im Herzen","epNo":12,"alt":"A Tummy Ache and a Whale of a Metaphor","descr":"Wie schon so oft äußert Sheldon gegenüber der Schulschwester seine Befürchtungen über eine schwere Erkrankung. Aber Nora kann ihn beruhigen. Doch dann verstärken sich die Schmerzen zunehmend und Sheldon muss ins Krankenhaus. Dort erfahren die Coopers, dass Sheldon dringend operiert werden muss. Unterdessen ist es für Missy das erste Mal, dass sie nun für längere Zeit ohnen ihren Zwillingsbruder ist.","versions":[{"lang":1,"streams":[{"redirect":8504337,"hoster":"VOE"},{"redirect":8659252,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583493,"hoster":"VOE"},{"redirect":8659164,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Atomkraft, Liebeskummer und Dads erster Schwarm","epNo":13,"alt":"A Nuclear Reactor and a Boy Called Lovey","descr":"George beschwert sich, dass die Stromrechnung zu hoch ist. Also beschließt Sheldon einen zusätzliche Energiequelle für seine Familie zu erschließen. Nichts leichter als einfach einen Atomreaktor zu bauen. Es gibt nur ein Problem: wo bekommt Sheldon radioaktives Material her? Georgie hingegen ist todunglücklich. Veronica hat einen festen Freund. Um sie unzustimmen schreibt er einen Liebesbrief.","versions":[{"lang":1,"streams":[{"redirect":8504345,"hoster":"VOE"},{"redirect":12613150,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583492,"hoster":"VOE"},{"redirect":8659170,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tommy, Jason und die Schulhofschlägerei","epNo":14,"alt":"David, Goliath, And A Yoo-Hoo From The Back","descr":"Während Missy mächtig Ärger bekommt, weil sie geschminkt zum Schulfoto erscheint und bei Meemaw einiges über die Gründe erfährt, wieso ihre Mutter so religiös ist, freundet sich Sheldon mit dem Schulschläger Tommy an. Er nutzt diese Freundschaft nicht nur, um seinen Bruder Georgie zu erpressen, sondern fühlt sich so unbesiegbar, dass er sich mit Jason anlegt. Dummerweise ist dieser ein grösserer Schulschläger als Tommy. Und Sheldon sieht sich gezwungen, diesem Goliath wie einst David gegenüberzutreten.","versions":[{"lang":1,"streams":[{"redirect":8504343,"hoster":"VOE"},{"redirect":8659254,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508729,"hoster":"VOE"},{"redirect":8659167,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Mathe-Notfall, das Schlafzimmer-Problem und der Veteran","epNo":15,"alt":"A Math Emergency and Perky Palms","descr":"Sheldon ist entsetzt! Noch nie im Leben hat er eine nicht perfekte Arbeit abgeliefert und ausgerechnet Dr. Sturgis hat ihm nur 95 Prozent gegeben. Dieser Mathe-Notfall sorgt für grossen Unmut zwischen Schüler und Lehrer. Doch auch Mary muss sich einer neuen Herausforderung stellen. Da Pastor Jeff krank ist, muss sie für einige Tage die Leitung der Kirche übernehmen samt Eheberatung und einem Hausbesuch bei einem mehr als grummeligen Pflegefall. Nach einem kleinen Disput will Mary den alten Mr. Gilford erneut besuchen, aber kommt leider zu spät um sich zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":13993177,"hoster":"VOE"},{"redirect":8659255,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620951,"hoster":"VOE"},{"redirect":8659169,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Toastbrot, der Kommunismus und die Flagge","epNo":16,"alt":"A Loaf of Bread and a Grand Old Flag","descr":"Sheldon ist irritiert, weil ein Sandwich in der Schule anders schmeckt als sonst. Er muss der Tatsache ins Auge sehen: \"Happy Hearth Home Bakeries\" wurde verkauft und hat die Rezeptur geändert. Er will vorm Supermarkt Unterschriften dagegen sammeln und hat sogar die örtlichen Nachrichten dazu eingeladen. Bei den Aufnahmen lässt sich Sheldon dazu hinreissen, die staatliche Kontrolle über Brot zu fordern. Nun sieht sich seine Familie einer Kommunistenjagd ausgesetzt. Die fast mit dem Verlust des Trainerpostens von George Cooper endet.","versions":[{"lang":1,"streams":[{"redirect":12251577,"hoster":"VOE"},{"redirect":8659257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9583494,"hoster":"VOE"},{"redirect":8659171,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Einstein, die Geige und eine Gehaltserhöhung","epNo":17,"alt":"Albert Einstein And The Story Of Another Mary","descr":"Mary hat inzwischen ganz andere Probleme. Sie ist schwanger! Unsicher, wie sie mit der Situation umgehen soll, fragt sie erst Meemaw und dann Pastor Jeff um Rat, bevor sie mit George darüber spricht. Der ist zwar erst nicht erfreut, aber will dann alles tun, damit es gut klappt, wenn das Kind kommt. Doch die Natur macht den beiden einen Strich durch die Rechnung. Sheldon hingegen will ernster machen und ruft sogar bei einem Rabbiner an. Doch der gibt ihm einen unschlagbaren Rat.","versions":[{"lang":1,"streams":[{"redirect":8504336,"hoster":"VOE"},{"redirect":8659261,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620956,"hoster":"VOE"},{"redirect":8659168,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Traumergebnis, der Probelauf und die Feuerwehr","epNo":18,"alt":"A Perfect Score and a Bunsen Burner Marshmallow","descr":"Sheldon hat beim Voraufnahmetest fürs College 100% erreicht. Es sind sogar schon Angebote für Colleges eingegangen. Doch Mary findet, dass ihr kleiner \"Shelly\" noch viel zu jung dafür ist. Aber Sheldon ist von der Idee aufs College zu gehen und seinen Geist zu bilden, ganz begeistert. Also wird ein Probewohnen bei Dr. Sturgis am Campus der Universität vereinbart. Mary vermisst ihren Sohn furchtbar!","versions":[{"lang":1,"streams":[{"redirect":8504335,"hoster":"VOE"},{"redirect":8659256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597682,"hoster":"VOE"},{"redirect":8659166,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Wahlkampf, Lügen und ein Yankee","epNo":19,"alt":"A Political Campaign And A Candy Land Cheater","descr":"Sheldon will, dass mehr Geld für die Naturwissenschaften und weniger für Football ausgeben wird. Doch will Rektor Peterson seine Protestnote nicht an die Schulaussicht weiterleiten. Zum Glück stehen die Wahlen zum Schülerpräsidenten an und Sheldon stellt sich zur Wahl. Nur hat er nicht damit gerechnet, wie dreckig der Sumpf der Politik sein kann. Bis ihm seine Schwester Missy Informationen über seine Widersacherin besorgen kann.","versions":[{"lang":1,"streams":[{"redirect":6222389,"hoster":"VOE"},{"redirect":6077581,"hoster":"Vidoza"}]},{"lang":2,"streams":[{"redirect":12384165,"hoster":"VOE"},{"redirect":8659173,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Gast, ein Jahrestag und ein Körpertausch","epNo":20,"alt":"A Proposal and a Popsicle Stick Cross","descr":"Veronica hat es zuhause so schlecht, dass Mary ihr anbietet, einige Tage bei Familie Cooper zu wohnen. Nicht nur sieht Georgie die Chance für sich, bei Veronica zu landen, auch Missy will mehr mit Veronica zu tun haben. Unterdessen will Dr. Sturgis nach einem Jahr enger mit Sheldons Meemaw werden und macht Connie deshalb einen Heiratsantrag, den sie allerdings ablehnt.","versions":[{"lang":1,"streams":[{"redirect":8504338,"hoster":"VOE"},{"redirect":8659259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597683,"hoster":"VOE"},{"redirect":8659175,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein gebrochenes Herz, ein Krokomonster und die schöne Polizistin","epNo":21,"alt":"A Broken Heart and a Crock Monster","descr":"Pastor Jeffs Ehe steht vor dem Aus. Mary lädt ihn aus Nächstenliebe zu sich ein und muss nun mit seinem Liebeskummer umgehen. In der Zwischenzeit versucht sich Sheldon als Spendeneintreiber für die Kirche und hat zusammen mit seiner Schwester erstaunliche Strategien parat.","versions":[{"lang":1,"streams":[{"redirect":8504341,"hoster":"VOE"},{"redirect":8659265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620955,"hoster":"VOE"},{"redirect":8659174,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Köttbullar. Neutrinos und Tai Chi auf dem Dach","epNo":22,"alt":"A Swedish Science Thing And The Equation For Toast","descr":"Die Bekanntgabe des Nobelpreisträgers in Physik steht bevor. Sheldon ist aufgeregt und beschließt, anlässlich dieses Ereignisses eine Party zu schmeißen. Sheldon lädt dazu die ganze Schule ein. Weil er so mit den Vorbereitungen für die Feier beschäftigt ist, entgeht ihm allerdings, dass die Anderen nicht so an der Verleihung interessiert sind. Unterdessen hat Georgie Kabelfernsehen abonniert, das er mit seinem eigenen Geld bezahlt. Zum Ärger von Vater George hat er einen PIN angelegt, so dass die anderen Familienmitglieder nicht schauen können.","versions":[{"lang":1,"streams":[{"redirect":8504340,"hoster":"VOE"},{"redirect":8659260,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597681,"hoster":"VOE"},{"redirect":8659172,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Schneekugeln und Geldregen","epNo":1,"alt":"Quirky Eggheads and Texas Snow Globes","descr":"Nach einem Nervenzusammenbruch von Sheldons Mentor Dr. Sturges hat Mary Angst, Sheldon könnte ein ähnliches Schicksal erleiden. Ihre Sorge nimmt zu, als sich Sheldon von jeglichen äußeren Reizen abschirmt, um ein wissenschaftliches Phänomen zu beobachten. Unterdessen will Georgie seinem Vater beweisen, dass er echtes Verkaufstalent besitzt. Mit dem Verhökern von Schneekugeln plant er, sich eine goldene Nase zu verdienen. Dazu ist allerdings Startkapital vonnöten.","versions":[{"lang":1,"streams":[{"redirect":8504339,"hoster":"VOE"},{"redirect":11879807,"hoster":"Doodstream"},{"redirect":8659258,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12384173,"hoster":"VOE"},{"redirect":8659179,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Besenkammer und das Teufelsspiel","epNo":2,"alt":"A Broom Closet and Satan\u0027s Monopoly Board","descr":"Ohne den Unterricht von Dr. Sturgis an der Universität muss sich Sheldon (Iain Armitage) eine neue Herausforderung suchen, um akademische Fortschritte zu erzielen. Mary (Zoe Perry) hilft indes Pastor Jeff dabei, nicht den Versuchungen zu erliegen, die von dessen Freundin ausgehen.","versions":[{"lang":1,"streams":[{"redirect":8504346,"hoster":"VOE"},{"redirect":11879816,"hoster":"Doodstream"},{"redirect":8659262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597685,"hoster":"VOE"},{"redirect":8659176,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Jungunternehmer und der lästige Verehrer","epNo":3,"alt":"An Entrepreneurialist And A Swat On The Bottom","descr":"Sheldon hat einen neuen Mentor: Dr. Linkletter. Dessen Interesse an Sheldon ist allerdings nur vorgetäuscht. Linkletter hofft, durch ihn Sheldons Großmutter besser kennenzulernen. Meemaw durchschaut Linkletters Absichten sofort, ganz anders als Sheldon. Damit ihr Enkel begreift, dass er von seinem neuen wissenschaftlichen Idol nur ausgenutzt wird, greift Meemaw kurzerhand zu einer List. Um Veronica zu beeindrucken, versucht unterdessen Georgie im Süßwarengeschäft groß herauszukommen.","versions":[{"lang":1,"streams":[{"redirect":8504344,"hoster":"VOE"},{"redirect":11879817,"hoster":"Doodstream"},{"redirect":8659263,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597686,"hoster":"VOE"},{"redirect":8659178,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hobbits und die Wissenschaftspause","epNo":4,"alt":"Hobbitses, Physicses And A Ball With Zip","descr":"Das ständige Grübeln über wissenschaftliche Probleme schadet zunehmend Sheldons Gesundheit. Er isst, trinkt und schläft kaum noch. Stattdessen kaut Sheldon nervös an den Nägeln herum. Um sich eine Pause von der anstrengenden wissenschaftlichen Arbeit zu gönnen, beschließt Sheldon, sich in die ‚Der Herr der Ringe‘-Saga zu vertiefen und verliert sich alsbald in Mittelerde. Vor einer ganz anderen Herausforderung steht unterdessen Sheldons Vater George: Missy will, dass er ihr Baseball beibringt.","versions":[{"lang":1,"streams":[{"redirect":8504348,"hoster":"VOE"},{"redirect":11879822,"hoster":"Doodstream"},{"redirect":8659264,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597688,"hoster":"VOE"},{"redirect":8659177,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Ananas und eine männliche Busenfreundschaft","epNo":5,"alt":"A Pineapple And The Bosom Of Male Friendship","descr":"Nach der Entlassung aus der Nervenheilanstalt trennt sich Dr. Sturgis (Wallace Shawn) unerwartet von Meemaw (Annie Potts).","versions":[{"lang":1,"streams":[{"redirect":11879823,"hoster":"VOE"},{"redirect":11879825,"hoster":"Doodstream"},{"redirect":8659267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597689,"hoster":"VOE"},{"redirect":8659180,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Sonnenschirm und ein Baseball-Mädchen","epNo":6,"alt":"A Parasol and a Hell of an Arm","descr":"Ein Karneval von der Kirche führt dazu, dass Missy (Raegan Revord) bei einem Probespiel des Baseball Teams mitmacht. Außerdem tut sich Meemaw (Annie Potts) mit ihrer Trennung von Dr. Sturgis (Wallace Shawn) schwer.","versions":[{"lang":1,"streams":[{"redirect":8504349,"hoster":"VOE"},{"redirect":11879731,"hoster":"Doodstream"},{"redirect":8659266,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597687,"hoster":"VOE"},{"redirect":8659182,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Muskelkater für zwei und ein höllischer Wurfarm","epNo":7,"alt":"Pongo Pygmaeus and a Culture that Encourages Spitting","descr":"Sheldon (Iain Armitage) beginnt einen Flame-War im Internet und Missy (Raegan Revord) steht für die Jungs ihrers Baseball Teams ein. Außerdem ist Meemaw (Annie Potts) unglücklich, als George Sr. (Lance Barber) Zeit mit ihrem neuen Freund verbringt.","versions":[{"lang":1,"streams":[{"redirect":11879734,"hoster":"VOE"},{"redirect":11879732,"hoster":"Doodstream"},{"redirect":8659268,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9632734,"hoster":"VOE"},{"redirect":8659181,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Sünde der Gier und ein Toilettenschlüssel","epNo":8,"alt":"The Sin Of Greed And A Chimichanga From Chi-chi\u0027s","descr":"Auf Sheldon wird das College aufmerksam. Einer Anwerbung steht jedoch Sheldons zartes Alter im Weg: Er ist erst zehn. Um sicherzustellen, dass er als Student eine Bezugsperson in seiner Nähe hat, soll sein Vater durch einen lukrativen Job ebenfalls aufs College geholt werden. Doch die Verantwortlichen haben nicht mit Schuldirektor Petersen gerechnet. Dieser lässt es sich einiges kosten, damit Sheldon auf seiner alten Schule bleibt. Ein gnadenloser Wettbwerb um Vater und Sohn nimmt seinen Anfang.","versions":[{"lang":1,"streams":[{"redirect":8504353,"hoster":"VOE"},{"redirect":11879736,"hoster":"Doodstream"},{"redirect":8659270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9039572,"hoster":"VOE"},{"redirect":8659183,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gemischte Gefühle und ein Außerirdischer im Hühnerstall","epNo":9,"alt":"A Party Invitation, Football Grapes and an Earth Chicken","descr":"Beim Durchsehen der Post fällt Mary auf, dass Missy vom Nachbarjungen zum Geburtstag eingeladen wurde, ihr Bruder aber nicht. Verwundert hakt Mary bei dessen Mutter nach und muss erfahren, dass diese nicht möchte, dass ihr Kind mit Sheldon gesehen wird. Aus Angst, Sheldon könnte vereinsamen, verdonnert Mary daraufhin Pastor Jeff dazu, eine Predigt über gute Nachbarschaft zu halten. Unterdessen fasst sich George ein Herz und verbringt einen echten Männerabend mit John.","versions":[{"lang":1,"streams":[{"redirect":11832861,"hoster":"VOE"},{"redirect":11879742,"hoster":"Doodstream"},{"redirect":8659272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597691,"hoster":"VOE"},{"redirect":8659186,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Pool-Monster und die große Epidemie","epNo":10,"alt":"Teenager Soup And A Little Ball Of Fib","descr":"Eigentlich sollte Sheldon mit seiner Klasse Schwimmunterricht nehmen. Doch bei der Vorstellung, sich das Badewasser mit seinen Schulkollegen und Millionen von Keimen teilen zu müssen, läuft Sheldon der eiskalte Schauer über den Rücken. Auf Anraten seiner Schwester beschließt er daher kurzerhand, sich krank zu stellen. Während Missy stolz auf die kleine Schwindelei ihres Bruders ist, kommt Sheldon in Wahrheit vom Regen in die Traufe. Denn fortan plagt ihn die Angst, seine Lüge könnte auffliegen.","versions":[{"lang":1,"streams":[{"redirect":8504351,"hoster":"VOE"},{"redirect":11879747,"hoster":"Doodstream"},{"redirect":8659269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620960,"hoster":"VOE"},{"redirect":8659184,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Huhn im Schrank und der heilige Bund der Ehe","epNo":11,"alt":"Live Chicken, A Fried Chicken And Holy Matrimony","descr":"George Sr. (Lance Barber) und Meemaw (Annie Potts) tun sich schwer damit den Haushalt zu managen, während Mary (Zoe Perry) Pastor Jeffs (Matt Hobby) Hochzeit plant.","versions":[{"lang":1,"streams":[{"redirect":8504354,"hoster":"VOE"},{"redirect":11879750,"hoster":"Doodstream"},{"redirect":8659271,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620959,"hoster":"VOE"},{"redirect":8659185,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Glitzerpuder und ein Heißgetränk","epNo":12,"alt":"Body Glitter And A Mall Safety Kit","descr":"Die Coopers bekommen Zuwachs: Sheldons Mutter Mary nimmt über\u0027s Wochenende Paige bei sich auf, damit die Eltern des Mädchens in Ruhe die Modalitäten ihrer Scheidung besprechen können. Eindringlich ermahnt Mary ihre Kinder, sensibel mit dem kleinen Gast umzugehen und Paige auf keinen Fall auf die Trennung ihrer Eltern anzusprechen. Doch das ist leichter gesagt, als getan. Unterdessen bekommt Georgie Zoff mit seinem Vater, als er sich aus seinen familiären Pflichten herauskaufen will.","versions":[{"lang":1,"streams":[{"redirect":8504355,"hoster":"VOE"},{"redirect":11879754,"hoster":"Doodstream"},{"redirect":8659273,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597690,"hoster":"VOE"},{"redirect":8659187,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schweinhirn und Fisch auf dem Grill","epNo":13,"alt":"Contracts, Rules And A Little Bit Of Pig Brains","descr":"Meemaws neuer Freund Dale entpuppt sich beim ersten, näheren Kennenlernen durch seine frische, offene Art als echter Kumpel zum Pferdestehlen. Als Dale spontan vorschlägt, am Wochenende mit Georgie und George Fischen zu gehen, lassen sich die zwei daher nicht lange bitten. Der Ausflug droht jedoch in ein Desaster auszuarten, als sich Meemaws Ex-Freund John dem Trio anschließt. Unterdessen erfinden Sheldon und Missy aus purer Langeweile ein grenzgeniales Spiel.","versions":[{"lang":1,"streams":[{"redirect":8504357,"hoster":"VOE"},{"redirect":11879757,"hoster":"Doodstream"},{"redirect":8659274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597692,"hoster":"VOE"},{"redirect":8659189,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das fiese Formtief und das Kreuz mit dem Kreuz","epNo":14,"alt":"A Slump, A Cross And Roadside Gravel","descr":"Um endlich bei der Damenwelt punkten zu können, will Georgie zu schnellem Geld kommen. Ohne Startkapital sind ihm aber die Hände gebunden. Da hört Georgie, dass aus Straßenkies Platin hergestellt werden kann. Während sein Vater nur Spott für Georgie übrig hat, hält Sheldon diese Idee für durchaus machbar. Mit Sheldons Hilfe versucht Georgie daraufhin, seinen Vater eines Besseren zu belehren. Unterdessen missfällt es Mary, dass sich ihre Tochter aus reinem Eigennutz plötzlich hoch religiös gibt.","versions":[{"lang":1,"streams":[{"redirect":11879759,"hoster":"VOE"},{"redirect":11879765,"hoster":"Doodstream"},{"redirect":8659275,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620958,"hoster":"VOE"},{"redirect":8659190,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Nackt im Hagel und glücklich mit Glatze","epNo":15,"alt":"A Boyfriend\u0027s Ex-Wife and a Good Luck Head Rub","descr":"Meemaw lernt auf den Baseballplatz Dales Ex-Frau June kennen. Wider Erwarten mögen sie sich auf Anhieb. Die beiden vereinbaren ein zwangloses Folgetreffen, um einander besser kennenzulernen. Unterdessen ist Sheldon gezwungen, seine Comfortzone zu verlassen. Da auf der Uni viel im Team geforscht wird, will sein Mentor Sheldons Teamgeist schulen. Kurzerhand verdonnert er Sheldon zu einem Gemeinschaftsprojekt mit seinen Mitstudenten.","versions":[{"lang":1,"streams":[{"redirect":11879763,"hoster":"VOE"},{"redirect":11879770,"hoster":"Doodstream"},{"redirect":8659278,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508748,"hoster":"VOE"},{"redirect":8659188,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mister Spock und die Flugangst","epNo":16,"alt":"Pasadena","descr":"Sheldon (Iain Armitage) besucht das CalTech zum ersten Mal. Außerdem ist Georgie (Montana Jordan) wütend, als Mary (Zoe Perry) ein Telefongespräch mit seiner Freundin belauscht, und Meemaw (Annie Potts) versucht, die eifersüchtige Missy (Raegan Revord) aufzumuntern.","versions":[{"lang":1,"streams":[{"redirect":8504361,"hoster":"VOE"},{"redirect":11879780,"hoster":"Doodstream"},{"redirect":8659279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597693,"hoster":"VOE"},{"redirect":8659193,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein akademisches Verbrechen und Baseball mit Barbie","epNo":17,"alt":"An Academic Crime And A More Romantic Taco Bell","descr":"Dr. Sturgis ist wütend, als Sheldon (Iain Armitage) ihn des Plagiats beschuldigt. Außerdem macht sich Mary (Zoe Perry) auf die Suche nach einer \"Mädchen-Trophäe\" für Missy\u0027s Baseball-Saison-Abschlusszeremonie. Georgie (Montana Jordan) hat eine peinliche Begegnung mit Veronica (Isabel May), während er mit seiner neuen Freundin Jana (Ava Allan) verabredet ist.","versions":[{"lang":1,"streams":[{"redirect":8504360,"hoster":"VOE"},{"redirect":11879782,"hoster":"Doodstream"},{"redirect":8659277,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597694,"hoster":"VOE"},{"redirect":8659192,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Geprellte Rippen und verletzte Egos","epNo":18,"alt":"A Couple Bruised Ribs and a Cereal Box Ghost Detector","descr":"Als George Sr. Ms. Hutchins (Sarah Baker), die Schulbibliothekarin, versehentlich im Krankenhaus bringt, muss die Familie Cooper sie wieder gesund pflegen. Außerdem gibt Meemaw (Annie Potts) Georgie Beziehungsratschläge.","versions":[{"lang":1,"streams":[{"redirect":8504359,"hoster":"VOE"},{"redirect":11879787,"hoster":"Doodstream"},{"redirect":8659276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597695,"hoster":"VOE"},{"redirect":8659191,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Neue Nachbarn und Schmetterlinge im Bauch","epNo":19,"alt":"A House for Sale and Serious Woman Stuff","descr":"Als Sheldon (Iain Armitage) erfährt, dass das Nachbarhaus zum Verkauf steht, übernimmt er die Aufgabe, die perfekten Nachbarn zu suchen. Missy (Raegan Revord) ist hin und hergerissen als sie in einem Baseballspiel gegen ihren Freund antreten muss.","versions":[{"lang":1,"streams":[{"redirect":8504363,"hoster":"VOE"},{"redirect":11879791,"hoster":"Doodstream"},{"redirect":8659280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597696,"hoster":"VOE"},{"redirect":8659194,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Milchzahn und der Gott des Wissens","epNo":20,"alt":"A Baby Tooth And The Egyptian God Of Knowledge","descr":"Sheldon (Iain Armitage) hat einen wissenschaftlichen Durchbruch in der Zahnarztpraxis.Dale (Craig T. Nelson) und Meemaw (Annie Potts) gehen ins Casino und Georgie (Montana Jordan) macht einen großen Fehler als Dale ihm die Verantwortung für den Laden überträgt.","versions":[{"lang":1,"streams":[{"redirect":11879800,"hoster":"VOE"},{"redirect":11879799,"hoster":"Doodstream"},{"redirect":8659283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597697,"hoster":"VOE"},{"redirect":8659195,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":" Rollende Würstchen und fliegende Eier","epNo":21,"alt":"A Secret Letter And A Lowly Disc Of Processed Meat","descr":"Nachdem Meemaw den Heiratsantrag ihres Freundes Dale abgelehnt hat, wirft der ihren Enkel aus seinem Laden. Georgie muss sich also einen neuen Job suchen – und Meemaw konfrontiert wütend ihren Ex. Zeitgleich sucht auch Sheldon ein klärendes Gespräch: Seine Mutter hat einen Brief der Caltech verschwinden lassen, in der die Universität ihr Interesse an dem hochbegabten Jungen bekundet.","versions":[{"lang":1,"streams":[{"redirect":8504369,"hoster":"VOE"},{"redirect":11879803,"hoster":"Doodstream"},{"redirect":8659281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597699,"hoster":"VOE"},{"redirect":8659197,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der letzte Schultag und die wichtigste Person","epNo":1,"alt":"Graduation","descr":"Sheldons Zeit an der Highschool neigt sich langsam dem Ende zu. Da er der Klassenbeste ist, entscheidet Principal Petersen, dass er die Abschlussrede halten darf. Doch ist Sheldon wirklich bereit, den nächsten Schritt in seinem akademischen Leben zu wagen? Kann er auf dem College weiterhin seine heißgeliebte Show mit Professor Proton schauen? Und wird er seinen Badezimmer-Zeitplan einhalten können? Indes tut Dale alles, um sich wieder mit Meemaw zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":8504367,"hoster":"VOE"},{"redirect":11879869,"hoster":"Doodstream"},{"redirect":8659282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620962,"hoster":"VOE"},{"redirect":8659198,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine junge Dame und Dalton, der Türsteher","epNo":2,"alt":"A Docent, A Little Lady and a Bouncer Named Dalton","descr":"Durch einen Flyer wird Sheldon auf einen Sommerjob in einem Zugmuseum aufmerksam. Feuer und Flamme bewirbt er sich telefonisch und bekommt tatsächlich den Job. Erst ist der Museumsbesitzer schwer von Sheldons Detailwissen über Züge begeistert. Bald schon beginnt Sheldons Stern an seinem neuen Arbeitsplatz aber rapide zu sinken. Unterdessen kommt Georgie zufällig hinter eine heimliche Leidenschaft seiner Mutter Mary.","versions":[{"lang":1,"streams":[{"redirect":11879859,"hoster":"VOE"},{"redirect":11879862,"hoster":"Doodstream"},{"redirect":11898107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620964,"hoster":"VOE"},{"redirect":8659196,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein gefährliches Huhn und Angst vorm Radfahren","epNo":3,"alt":"Training Wheels and an Unleashed Chicken","descr":"Mit der Aussicht aufs College zeigt Sheldon sich entschlossen, an seinem Lebensstil längst überfällige Anpassungen vorzunehmen. Vor allem gilt es, gegenüber den Mitstudenten nicht kindlich zu wirken. Sheldons erstes großes Projekt lautet daher, Fahrradfahren ohne Stützräder zu lernen. Unterdessen sind George und Mary sich uneins darüber, welche Prinzipien sie bei der Erziehung ihrer Kinder anwenden sollen.","versions":[{"lang":1,"streams":[{"redirect":7928696,"hoster":"VOE"},{"redirect":11879858,"hoster":"Doodstream"},{"redirect":11879854,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508761,"hoster":"VOE"},{"redirect":8659202,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Bibelcamp und das Motel auf Rädern","epNo":4,"alt":"Bible Camp and a Chariot of Love","descr":"Eigentlich wollte Sheldon im Sommer ein Camp für Briefmarkensammler besuchen. Mangels Interesse wird die Veranstaltung aber kurzfristig abgesagt. Mary beschließt daraufhin, ihren Sohn kurzerhand in ein Bibelcamp zu stecken. Erst zeigt sich Sheldon alles andere erfreut. Doch als er in einer Wissensfrage von einer Teilnehmerin übertrumpft wird, erwacht schlagartig Sheldons Kampfgeist. Unterdessen schafft sich Georgie voller Stolz sein erstes eigenes Auto an.","versions":[{"lang":1,"streams":[{"redirect":7946606,"hoster":"VOE"},{"redirect":11879889,"hoster":"Doodstream"},{"redirect":11879881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508766,"hoster":"VOE"},{"redirect":12985351,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine modrige Gruft und zehn sehr lange Minuten","epNo":5,"alt":"A Musty Crypt and a Stick to Pee On","descr":"Dale (Craig T. Nelson) und Meemaw (Annie Potts) arbeiten ihre Beziehungsprobleme auf während sie mit Sheldon (Iain Armitage) und Missy (Raegan Revord) Dungeons and Dragons spielen. Mary (Zoe Perry) und George (Lance Barber) unternehmen mit Coach Wilkins (Doc Farrow) und seiner Frau einen Ausflug. Georgie (Montana Jordan) flippt aus als er denkt, dass seine Freundin schwanger sein...","versions":[{"lang":1,"streams":[{"redirect":8504368,"hoster":"VOE"},{"redirect":11879876,"hoster":"Doodstream"},{"redirect":8659285,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508765,"hoster":"VOE"},{"redirect":8659200,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der erste Collegetag und ein Reißverschluss","epNo":6,"alt":"Freshman Orientation and the Inventor of the Zipper","descr":"Die College-Orientierung läuft nicht so, wie Sheldon es geplant hat. Außerdem wird Mary zu einer Party eingeladen, als sie fälschlicherweise für eine Studentin gehalten wird, und George Sr. hilft Pastor Jeff, eine Kinderkrippe einzurichten.","versions":[{"lang":1,"streams":[{"redirect":8504364,"hoster":"VOE"},{"redirect":11879853,"hoster":"Doodstream"},{"redirect":8659284,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597698,"hoster":"VOE"},{"redirect":8659201,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Philosophen und Schmetterlinge","epNo":7,"alt":"A Philosophy Class and Worms That Can Chase You","descr":"Sheldons erster Tag am College wird von seinem neuen Philosophielehrer, Professor Ericson, vermasselt. Außerdem erleben Mary (Zoe Perry) und Brenda stellvertretend Missys ersten Tag in der Mittelschule.","versions":[{"lang":1,"streams":[{"redirect":11879847,"hoster":"VOE"},{"redirect":11879849,"hoster":"Doodstream"},{"redirect":8659287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620961,"hoster":"VOE"},{"redirect":8659204,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Sinn von allem und die Seifenblase","epNo":8,"alt":"An Existential Crisis And A Bear That Makes Bubbles","descr":"Sheldon hat sich in seinem Bett verkrochen und will nicht mehr aufstehen. Der Unterricht bei seiner neuen Philosophieprofessorin, Frau Ericson, hat ihn völlig verwirrt. Plötzlich weiß Sheldon nicht mehr, was real ist und was nicht. Weil Mary mit ihrem Latein langsam am Ende ist, holt sie ihren Mann zu Hilfe. Doch auch George dringt nicht zu seinem Sohn durch. Schließlich bleibt diese schwierige Aufgabe an Meemaw hängen. Unterdessen weigert sich Georgie, weiterhin die Schulbank zu drücken.","versions":[{"lang":1,"streams":[{"redirect":8504366,"hoster":"VOE"},{"redirect":11879844,"hoster":"Doodstream"},{"redirect":8659286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597700,"hoster":"VOE"},{"redirect":8659207,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der falsche Wissenschaftler und der Hochzeitsrüpel","epNo":9,"alt":"Crappy Frozen Ice Cream and an Organ Grinder\u0027s Monkey","descr":"Sheldon (Iain Armitage) und George Sr. (Lance Barber) essen mit Präsidentin Hagemeyer (Wendie Malick) und einem Wohltäter zu Abend.Georgie (Montana Jordan) hat einen brüderlichen Rat für Missy (Raegan Revord) als Mary (Zoe Perry) sie nicht auf den Schultanz gehen lassen willDale (Craig T. Nelson) und June überzeugen Meemaw (Annie Potts) die Hochzeit ihres Sohnes zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":9131010,"hoster":"VOE"},{"redirect":11879837,"hoster":"Doodstream"},{"redirect":11416776,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620963,"hoster":"VOE"},{"redirect":8659206,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Cowboy-Aerobics und 473 fettfreie Schrauben","epNo":10,"alt":"Cowboy Aerobics and 473 Grease-Free Bolts","descr":"Sheldon (Iain Armitage) versucht Dr. Linkletters (Ed Begley Jr.) Laborassistent zu werden. Georgie (Montana Jordan) braucht die Hilfe von Mr. Lundy, (Jason Alexander) dem Schauspiellehrer für eine überraschende Geschäftside","versions":[{"lang":1,"streams":[{"redirect":8896604,"hoster":"VOE"},{"redirect":11879883,"hoster":"Doodstream"},{"redirect":11879878,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597701,"hoster":"VOE"},{"redirect":8659203,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der alte Saftsack und Karaoke für Omas","epNo":11,"alt":"A Pager, a Club and a Cranky Bag of Wrinkles","descr":"Dr. Linkletter (Ed Begley Jr.) drängt Sheldon (Iain Armitage) dazu, sich mit seinen Kommilitonen anzufreunden. Georgie (Montana Jordan) bekommt einen Pager.","versions":[{"lang":1,"streams":[{"redirect":8711529,"hoster":"VOE"},{"redirect":11879834,"hoster":"Doodstream"},{"redirect":8711528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13116048,"hoster":"VOE"},{"redirect":8659205,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wissenschafts-Meemaw und der Skandal im Kopierraum","epNo":12,"alt":"A Box of Treasure and the Meemaw of Science","descr":"Sheldon (Iain Armitage), Dr. Linkletter (Ed Begley Jr.) und Meemaw (Annie Potts) tun sich für ein Experiment zusammen.Mary () ist eifersüchtig, dass Pastor Jeff (Matt Hobby) und Brenda (Melissa Peterman) so viel Zeit miteinander verbringen.Georgie (Montana Jordan) hat ein neues Geschäft.","versions":[{"lang":1,"streams":[{"redirect":8711523,"hoster":"VOE"},{"redirect":11879829,"hoster":"Doodstream"},{"redirect":8711526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508771,"hoster":"VOE"},{"redirect":8659208,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Greisenbus und die Vorlesung am Telefon","epNo":13,"alt":"The Geezer Bus and a New Model for Education","descr":"Sheldon (Iain Armitage) weigert sich, Auto zu fahren nachdem er mit Meemaw (Annie Potts) in einen Unfall verwickelt wurde. Missy (Raegan Revord) nutzt ihr Trauma zu ihrem Vorteil an der Schule. Meemaw muss den Shuttlebus zur Kirche nehmen weil ihr Auto repariert werden muss.","versions":[{"lang":1,"streams":[{"redirect":8711684,"hoster":"VOE"},{"redirect":11879947,"hoster":"Doodstream"},{"redirect":8711680,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9620965,"hoster":"VOE"},{"redirect":8659210,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Biblische Wörter und ein paar Dollar","epNo":14,"alt":"Mitch\u0027s Son and the Unconditional Approval of a Government Agency","descr":"Als die Steuerbehörde Sheldon (Iain Armitage) einen Fehler vorwirft, wird er nicht müde, ihnen zu beweisen, dass sie falsch liegen.Dale (Craig T. Nelson) muss sich einer Darmspiegelung unterziehen und versucht Meemaw (Annie Potts) zu überreden, mitzumachen.","versions":[{"lang":1,"streams":[{"redirect":9534605,"hoster":"VOE"},{"redirect":11879874,"hoster":"Doodstream"},{"redirect":8711678,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918404,"hoster":"VOE"},{"redirect":8659209,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Virus und ein gebrochenes Herz","epNo":15,"alt":"A Virus, Heartbreak and a World of Possibilities","descr":"Sheldon ist in einem moralischen Dilemma gefangen als ihm eine Raubkopie eines Computerspiels angeboten wird das er sich nicht leisten kann. Mary und Meemaw führen Brenda zu einem Mädelsabend aus. Missy bittet Georgie sie und Marcus auf ein geheimes Date mitzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8711900,"hoster":"VOE"},{"redirect":11879918,"hoster":"Doodstream"},{"redirect":8711893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508773,"hoster":"VOE"},{"redirect":8659211,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zweifellos verknallt und zutiefst frustriert","epNo":16,"alt":"A Second Prodigy and the Hottest Tips for Pouty Lips","descr":"Sheldon gerät wieder einmal mit Paige aneinander als sie erwägt sich an der East Texas Tech einzuschreiben. Außerdem sucht Mary den Rat von June, weil sie nach einer Veränderung sucht.","versions":[{"lang":1,"streams":[{"redirect":8711882,"hoster":"VOE"},{"redirect":11879908,"hoster":"Doodstream"},{"redirect":8711885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597702,"hoster":"VOE"},{"redirect":8659213,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein schwarzes Loch und ein anderes Universum","epNo":17,"alt":"A Black Hole","descr":"Die Coopers diskutieren über die Möglichkeiten von schwarzen Löchern und alternativen Universen, als Dr. Sturgis zum Abendessen vorbeikommt.","versions":[{"lang":1,"streams":[{"redirect":8711909,"hoster":"VOE"},{"redirect":11879897,"hoster":"Doodstream"},{"redirect":8711907,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8508777,"hoster":"VOE"},{"redirect":8659212,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Billlardkugeln und Menschen","epNo":18,"alt":"The Wild and Woolly World of Nonlinear Dynamics","descr":"Missys (Raegan Revord) erster Liebeskummer ruft eine Reihe von Ereignissen hervor, die die Coopers an den Rand des Nervenzusammenbruchs führen","versions":[{"lang":1,"streams":[{"redirect":8711918,"hoster":"VOE"},{"redirect":11879892,"hoster":"Doodstream"},{"redirect":8711920,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9597703,"hoster":"VOE"},{"redirect":8659214,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Herzrasen und Gewissensbisse","epNo":1,"alt":"One Bad Night And Chaos Of Selfish Desires","descr":"Während sich George in einer Bar zusammen mit Nachbarin Brenda ein paar Drinks gönnt, beginnt plötzlich sein Herz zu rasen. Geistesgegenwärtig ruft Brenda die Rettung und informiert Mary. Zum Glück kann rasch Entwarnung gegeben werden und schon tags darauf ist George wieder zu Hause. Dennoch hinterlässt der Vorfall seine Spuren. Missy gibt sich die Schuld am Kollaps ihres Vaters, weil die zwei zuvor heftig gestritten hatten. Und auch Sheldon plagen Gewissensbisse, ebenso wie George selbst.","versions":[{"lang":1,"streams":[{"redirect":10396699,"hoster":"VOE"},{"redirect":11888701,"hoster":"Doodstream"},{"redirect":11888708,"hoster":"Vidoza"},{"redirect":10413426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396728,"hoster":"VOE"},{"redirect":10413405,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Abend in der Bar und die gottlosen Zwillinge","epNo":2,"alt":"Snoopin’ Around And The Wonder Twins Of Atheism","descr":"Sheldon ermutigt Missy, die Bibel in Frage zu stellen. Außerdem ist Meemaw entschlossen, George Sr. bei einer Lüge zu erwischen, und Mary hilft Pastor Jeff bei der Suche nach einem Jugendpastor.","versions":[{"lang":1,"streams":[{"redirect":10396736,"hoster":"VOE"},{"redirect":11888703,"hoster":"Doodstream"},{"redirect":10413432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396705,"hoster":"VOE"},{"redirect":10413407,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sisyphos und Lollipop","epNo":3,"alt":"Potential Energy And Hooch On A Park Bench","descr":"Sheldon versucht, Dr. Sturgis davon zu überzeugen, an die Universität zurückzukehren. Georgie verärgert die Familie, als er eine lebensverändernde Entscheidung trifft.","versions":[{"lang":1,"streams":[{"redirect":10396727,"hoster":"VOE"},{"redirect":11888707,"hoster":"Doodstream"},{"redirect":11888721,"hoster":"Vidoza"},{"redirect":10413430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396711,"hoster":"VOE"},{"redirect":10413408,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Waschsalon und ein Geheimnis","epNo":4,"alt":"Pish Posh and a Secret Back Room","descr":"Sheldon, Missy und Georgie gewöhnen sich an ihre neue Wohnsituation. Meemaw eröffnet eine Spielhölle.","versions":[{"lang":1,"streams":[{"redirect":10396719,"hoster":"VOE"},{"redirect":11888710,"hoster":"Doodstream"},{"redirect":11888720,"hoster":"Vidoza"},{"redirect":10413431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396706,"hoster":"VOE"},{"redirect":10413409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der weltbeste Dad und das Team Wissenschaft","epNo":5,"alt":"Stuffed Animals and a Sweet Southern Syzygy","descr":"Sheldon und Dr. Linkletter haben Mühe, eine Gleichung zu lösen. Georgie hat eine Lösung für Meemaws geschäftliche Probleme. George Sr. gibt Ratschläge zu Missys Liebesleben.","versions":[{"lang":1,"streams":[{"redirect":10396703,"hoster":"VOE"},{"redirect":11888715,"hoster":"Doodstream"},{"redirect":10413433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396712,"hoster":"VOE"},{"redirect":10413414,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"S-E-X und der Teddybär-Trick","epNo":6,"alt":"Money Laundering And A Cascade Of Hormones","descr":"Missy stellt in der Kirche einige unangenehme Fragen. Meemaw und Georgie machen gemeinsam Geschäfte.","versions":[{"lang":1,"streams":[{"redirect":10396700,"hoster":"VOE"},{"redirect":11888722,"hoster":"Doodstream"},{"redirect":11888724,"hoster":"Vidoza"},{"redirect":10413437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396721,"hoster":"VOE"},{"redirect":9952712,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die verhängnisvolle Brücke und das verdrehte Knie","epNo":7,"alt":"An Introduction to Engineering and a Glob of Hair Gel","descr":"Sheldon besucht seinen ersten Ingenieurkurs bei Professor Boucher. Außerdem helfen Meemaw und Dale dabei, sich um seine Ex-Frau June zu kümmern.","versions":[{"lang":1,"streams":[{"redirect":10396734,"hoster":"VOE"},{"redirect":10413434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396739,"hoster":"VOE"},{"redirect":10413413,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Großkanzler und der Sündenpfuhl","epNo":8,"alt":"The Grand Chancellor and a Den of Sin","descr":"Sheldon kämpft mit dem mysteriösen Chef von Präsident Hagemeyer über die wissenschaftlichen Anforderungen der Universität. Mary entdeckt, dass Georgie in Meemaws illegalem Spielraum arbeitet.","versions":[{"lang":1,"streams":[{"redirect":12336862,"hoster":"VOE"},{"redirect":9952727,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396725,"hoster":"VOE"},{"redirect":10413415,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Flattermann und die Bessel-Funktion","epNo":9,"alt":"The Yips and an Oddly Hypnotic Bohemian","descr":"Sheldon bekommt den Wissenschaftskoller und muss lernen, nicht zu denken. Außerdem spielt George Sr. den Handwerker im Haus von Brenda Sparks.","versions":[{"lang":1,"streams":[{"redirect":10396701,"hoster":"VOE"},{"redirect":10413436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396713,"hoster":"VOE"},{"redirect":10413418,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Studierzimmer und die Discokugel","epNo":10,"alt":"An Expensive Glitch and a Goof-Off Room","descr":"Sheldon bekommt einen Schlafsaal ganz für sich allein. Außerdem gewinnt Meemaw einen ungewollten Geschäftspartner.","versions":[{"lang":1,"streams":[{"redirect":9991634,"hoster":"VOE"},{"redirect":9991637,"hoster":"Doodstream"},{"redirect":10413435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396702,"hoster":"VOE"},{"redirect":10413417,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Kirchennacht und die Wetterfee","epNo":11,"alt":"A Lock-In, a Weather Girl and a Disgusting Habit","descr":"Mary lässt Sheldon und Melissa an einem nächtlichen Einschluss in der Kirche teilnehmen. Da auch Billy anwesend ist, ist George nervös, dass er Brenda treffen könnte, ohne dass es jemand weiß. Mary versucht auch zu vermeiden, mit Pastor Rob allein zu sein, während sie die Veranstaltung beaufsichtigt. George führt Rektor Petersen aus und trifft trotzdem auf Brenda. George geht unbeholfen. Mary und Pastor Rob kommen sich näher, während sie draußen Zigaretten rauchen. George sieht sie zusammen und geht, ohne dass Mary weiß, dass er da war. Melissa bringt Sheldon dazu, sich in einem Schrank zu verstecken, damit er die anderen Kinder nicht bei den Erwachsenen verpetzen kann; und er schläft dort ein. Georgie trifft im Waschsalon eine Frau, Mandy ( Emily Osment ), die sagt, dass sie 25 ist. Er behauptet, er sei 21, und nimmt sie zu einem Date mit, was gut läuft. Als Mandy verrät, dass sie tatsächlich 29 ist, verschweigt Georgie sein eigenes Alter.","versions":[{"lang":1,"streams":[{"redirect":10365338,"hoster":"VOE"},{"redirect":10005479,"hoster":"Doodstream"},{"redirect":10413440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396724,"hoster":"VOE"},{"redirect":10413419,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Cadillac in pink und ein Stammestanz für Nerds","epNo":12,"alt":"A Pink Cadillac and a Glorious Tribal Dance","descr":"Sheldon besucht seine erste Comic-Convention. Außerdem versucht Mary, Make-up zu verkaufen, mit fatalen Folgen für Missy.","versions":[{"lang":1,"streams":[{"redirect":10365339,"hoster":"VOE"},{"redirect":10030772,"hoster":"Doodstream"},{"redirect":10413439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396733,"hoster":"VOE"},{"redirect":10413416,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Missy rasiert und George verliert","epNo":13,"alt":"A Lot of Band-Aids and the Cooper Surrender","descr":"Sheldon freundet sich mit seinen Wohnheimnachbarn an. Außerdem erfährt George Sr., dass sein Job in Gefahr ist.","versions":[{"lang":1,"streams":[{"redirect":10365342,"hoster":"VOE"},{"redirect":10413442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12931521,"hoster":"VOE"},{"redirect":10413420,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Drei Kindsköpfe und das sündige Los ","epNo":14,"alt":"A Free Scratcher and Feminine Wiles","descr":"Sheldon gerät mit Dr. Lee, einem neuen Wissenschaftler im Labor, aneinander. Außerdem bekommt Mary einen Lottoschein.","versions":[{"lang":1,"streams":[{"redirect":11838005,"hoster":"VOE"},{"redirect":11838013,"hoster":"Doodstream"},{"redirect":11837994,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396738,"hoster":"VOE"},{"redirect":10413423,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Gürteltier und der kleine Unterschied","epNo":15,"alt":"A Lobster, an Armadillo and a Way Bigger Number","descr":"Sheldon, Dr. Sturgis und Linkletter unternehmen einen dreitägigen Roadtrip zu einem Teleskop in der Nähe von Fort Davis. Unterwegs versucht Dr. Sturgis zu fahren und überfährt dabei ein Gürteltier. Sheldon landet in einer Biker-Bar und kann seinen Kollegen helfen, obwohl das Gürteltier stirbt. Nachdem sie es begraben haben, fahren sie mit Mariachi-Musik zu Ehren des Gürteltiers weiter. Missy ist verärgert, dass Sheldon tun darf, was er will. George versucht, sie zu Red Lobster zu bringen, aber sie will nicht mit ihm da drin gesehen werden. Später isst George Burger und freundet sich an und lässt Missy auf einem Parkplatz fahren. Währenddessen findet Connie heraus, dass Georgie Mandy bezüglich seines Alters belügt. Connie möchte, dass er gesteht, aber Dale gibt zu, dass er in Georgies Alter möglicherweise dasselbe getan hat. Obwohl er sich im Konflikt fühlt, schweigt Georgie, während er Mandy zu seinem Platz in der Garage zurückbringt.","versions":[{"lang":1,"streams":[{"redirect":11837958,"hoster":"VOE"},{"redirect":11837971,"hoster":"Doodstream"},{"redirect":11838058,"hoster":"Vidoza"},{"redirect":11837953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396704,"hoster":"VOE"},{"redirect":10413425,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Koffer voll Geld und das Bananenauto","epNo":16,"alt":"A Suitcase Full Of Cash And A Yellow Clown Car","descr":"Meemaws Spielzimmer ist ein Erfolg und Sheldon taucht seinen Zeh in die Börse. Außerdem gründet Missy ein Geschäft.","versions":[{"lang":1,"streams":[{"redirect":11860684,"hoster":"VOE"},{"redirect":11860683,"hoster":"Doodstream"},{"redirect":11860685,"hoster":"Vidoza"},{"redirect":11860682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396722,"hoster":"VOE"},{"redirect":10413422,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":" Erdbeer-Lipgloss und bittere Wahrheiten ","epNo":17,"alt":"A Solo Peanut, a Social Butterfly and the Truth","descr":"Sheldon bekommt eine äußerst merkwürdige Anfrage von seiner alten Freundin Paige. Währenddessen stecken George Senior und Mary mitten in der Scheidung von Meemaw und Dale. Darüber hinaus sagt Georgie Mandy endlich die Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":11860687,"hoster":"VOE"},{"redirect":11860686,"hoster":"Doodstream"},{"redirect":11860689,"hoster":"Vidoza"},{"redirect":11860688,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396715,"hoster":"VOE"},{"redirect":10413424,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Babysitting und Science Fiction","epNo":18,"alt":"Babies, Lies and a Resplendent Cannoli","descr":"Sheldon muss mit den Tod eines Helden zurechtkommen. Außerdem will Missy babysitten, und Georgie kämpft mit seinem großen Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":11862246,"hoster":"VOE"},{"redirect":11862251,"hoster":"Doodstream"},{"redirect":11862245,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12931523,"hoster":"VOE"},{"redirect":10413428,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein treuer Baptist und ein sexy Ehemann","epNo":19,"alt":"A God-Fearin` Baptist and a Hot Trophy Husband","descr":"George und Mary bestehen darauf, die neue Frau in Georgies Leben kennenzulernen. Außerdem haben Sheldon und Missy einen Verdacht, was in ihrer Familie vor sich geht.","versions":[{"lang":1,"streams":[{"redirect":11867847,"hoster":"VOE"},{"redirect":11867848,"hoster":"Doodstream"},{"redirect":11867844,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396723,"hoster":"VOE"},{"redirect":10413429,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Geheimnis und vier Plappermäuler","epNo":20,"alt":"Uncle Sheldon and a Hormonal Firecracker","descr":"Sheldon und Missy erfahren von Georgies Vaterschaft und die ganze Familie verspricht es geheim zu halten.","versions":[{"lang":1,"streams":[{"redirect":11879199,"hoster":"VOE"},{"redirect":11879202,"hoster":"Vidoza"},{"redirect":11879198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10396730,"hoster":"VOE"},{"redirect":10413427,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Missy haut und Mary heult","epNo":21,"alt":"White Trash, Holy Rollers and Punching People","descr":"Während in der Kirchengemeinde über Georgie getratscht wird, setzt sich Missy für ihren Bruder ein, und Sheldon wird durch das Familiendrama abgelenkt.","versions":[{"lang":1,"streams":[{"redirect":11897247,"hoster":"VOE"},{"redirect":11897243,"hoster":"Doodstream"},{"redirect":11897254,"hoster":"Vidoza"},{"redirect":11897248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12384170,"hoster":"VOE"},{"redirect":10437237,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Pubertätspickel und die Zukunft","epNo":22,"alt":"A Clogged Pore, a Little Spanish and the Future","descr":"Sheldon kämpft mit den ersten Anzeichen der Pubertät. Mary und George Sr. suchen nach neuen Jobs.","versions":[{"lang":1,"streams":[{"redirect":11909396,"hoster":"VOE"},{"redirect":11909372,"hoster":"Doodstream"},{"redirect":11909411,"hoster":"Vidoza"},{"redirect":11909374,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336860,"hoster":"VOE"},{"redirect":10513047,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Zigaretten für das Baby und eine Nacht hinter Gittern","epNo":1,"alt":"Four Hundred Cartons of Undeclared Cigarettes and a Niblingo","descr":"George Sr. befreit Meemaw und Georgie aus dem Gefängnis. Außerdem lernen Sheldon und Missy Mandy kennen und Mary fühlt sich in der Kirche nicht willkommen.","versions":[{"lang":1,"streams":[{"redirect":12125543,"hoster":"VOE"},{"redirect":12125545,"hoster":"Doodstream"},{"redirect":12125549,"hoster":"Vidoza"},{"redirect":14175901,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758585,"hoster":"VOE"},{"redirect":11745243,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Bettnässerin und die wilde Mary","epNo":2,"alt":"Future Worf and the Margarita of the South Pacific","descr":"Sheldon und Missy versuchen, der Familie Cooper bei ihren finanziellen Problemen zu helfen, während Mary damit kämpft, mit dem Leben außerhalb der Kirche zurechtzukommen.","versions":[{"lang":1,"streams":[{"redirect":12125536,"hoster":"VOE"},{"redirect":12125531,"hoster":"Doodstream"},{"redirect":12125537,"hoster":"Vidoza"},{"redirect":12125533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12115466,"hoster":"VOE"},{"redirect":11745252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neues im Schlafzimmer und das Waschbecken in der Garage","epNo":3,"alt":"Passion’s Harvest and a Sheldocracy","descr":"Sheldon muss sich in einem ethischen Dilemma für eine Seite entscheiden. Außerdem versucht sich Mary im Schreiben und Mandy braucht eine neue Bleibe.","versions":[{"lang":1,"streams":[{"redirect":12125535,"hoster":"VOE"},{"redirect":12125534,"hoster":"Doodstream"},{"redirect":12125538,"hoster":"Vidoza"},{"redirect":12125532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758582,"hoster":"VOE"},{"redirect":11745246,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Traum in Blond und die große Null","epNo":4,"alt":"Blonde Ambition and the Concept of Zero","descr":"Sheldon macht eine erschreckende mathematische Entdeckung, während er Billy Nachhilfe gibt. Mary ist eifersüchtig auf Missys Beziehung zu Mandy und Meemaw.","versions":[{"lang":1,"streams":[{"redirect":12155739,"hoster":"VOE"},{"redirect":12155741,"hoster":"Doodstream"},{"redirect":12155757,"hoster":"Vidoza"},{"redirect":12155740,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758592,"hoster":"VOE"},{"redirect":11745241,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Wohnheimaufseher und die Pokerautomaten","epNo":5,"alt":"A Resident Advisor and the Word ‚Sketchy‘","descr":"Am College beschließt Sheldon, seine Aufgaben zu erweitern und Wohnheimberater zu werden. Außerdem machen Meemaw und Dale einen zwielichtigen Geschäftsabschluss und Mary und George Sr. lassen ihre Romanze wieder aufleben.","versions":[{"lang":1,"streams":[{"redirect":12155749,"hoster":"VOE"},{"redirect":12155752,"hoster":"Doodstream"},{"redirect":12155756,"hoster":"Vidoza"},{"redirect":12155748,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758594,"hoster":"VOE"},{"redirect":11745245,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein hässliches Auto und Football im Schlamm","epNo":6,"alt":"An Ugly Car, an Affair and Some Kickass Football","descr":"George Sr. wird gebeten, bei der Footballmannschaft zu helfen. Außerdem entdeckt Mandy das geheime Geschäft von Georgie und Meemaw.","versions":[{"lang":1,"streams":[{"redirect":12188183,"hoster":"VOE"},{"redirect":12188184,"hoster":"Doodstream"},{"redirect":12188189,"hoster":"Vidoza"},{"redirect":12188182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758583,"hoster":"VOE"},{"redirect":11745247,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine harte Nuss und ein Aktenvermerk","epNo":7,"alt":"A Tougher Nut and a Note on File","descr":"Sheldons Suche nach einem Comic führt ihn zu einem Durchbruch. Außerdem haben Georgie und Mandy eine unangenehme erste Begegnung mit ihren Eltern, Jim und Audrey.","versions":[{"lang":1,"streams":[{"redirect":13918440,"hoster":"VOE"},{"redirect":12188188,"hoster":"Doodstream"},{"redirect":12188190,"hoster":"Vidoza"},{"redirect":12188187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11758593,"hoster":"VOE"},{"redirect":11745256,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Drei Juristen und viele sündige Filme","epNo":8,"alt":"Legalese and a Whole Hoo-Ha","descr":"Sheldons Erfindung der Datenbank bringt ihn in Konflikt mit der Universität. Außerdem hat die Kirche Einwände gegen die Videothek von Meemaw.","versions":[{"lang":1,"streams":[{"redirect":13038815,"hoster":"VOE"},{"redirect":13038819,"hoster":"Doodstream"},{"redirect":13038837,"hoster":"Vidoza"},{"redirect":13038814,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12844884,"hoster":"VOE"},{"redirect":11811377,"hoster":"Doodstream"},{"redirect":11811369,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Wunder von Medford und ein Date mit Oma","epNo":9,"alt":"College Dropouts and the Medford Miracle","descr":"Sheldon erwägt, das College abzubrechen, um sich auf den Aufbau seiner Datenbank zu konzentrieren. Außerdem ist George Sr. frustriert, wenn jemand anderes Anerkennung für seine Football-Siege erhält.","versions":[{"lang":1,"streams":[{"redirect":13057127,"hoster":"VOE"},{"redirect":13057128,"hoster":"Doodstream"},{"redirect":13057133,"hoster":"Vidoza"},{"redirect":13057126,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11951414,"hoster":"VOE"},{"redirect":11951415,"hoster":"Doodstream"},{"redirect":11951413,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Pancake-Sonntag und klassisches Anbaggern","epNo":10,"alt":"Pancake Sunday and Textbook Flirting","descr":"Mary bemüht sich, neue Freunde zu finden; Mandy drängt Georgie dazu, mit einer anderen Frau auszugehen.","versions":[{"lang":1,"streams":[{"redirect":13024831,"hoster":"VOE"},{"redirect":13024836,"hoster":"Doodstream"},{"redirect":13024843,"hoster":"Vidoza"},{"redirect":13024834,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12939065,"hoster":"VOE"},{"redirect":11995777,"hoster":"Doodstream"},{"redirect":12434341,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Keine Skrupel und eine Woche im Bett","epNo":11,"alt":"Ruthless, Toothless, and a Week of Bed Rest","descr":"Sheldon erfährt, dass die Universität ohne ihn eine Datenbank aufbaut. Außerdem kümmert sich Mary um die bettlägerige Mandy und Meemaw.","versions":[{"lang":1,"streams":[{"redirect":13024839,"hoster":"VOE"},{"redirect":13024844,"hoster":"Doodstream"},{"redirect":13024848,"hoster":"Vidoza"},{"redirect":13024838,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174065,"hoster":"VOE"},{"redirect":12174062,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Babyparty und Männersachen","epNo":12,"alt":"A Baby Shower and a Testosterone-Rich Banter","descr":"Mary stößt mit Mandys Mutter Audrey zusammen, und Sheldon versucht, eine Männerfreundschaft aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":13148587,"hoster":"VOE"},{"redirect":13148591,"hoster":"Doodstream"},{"redirect":13148607,"hoster":"Vidoza"},{"redirect":13148589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12207313,"hoster":"VOE"},{"redirect":12207315,"hoster":"Doodstream"},{"redirect":12207314,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Pizza im Brunnen und ein kaltes Schlafzimmer","epNo":13,"alt":"A Frat Party, a Sleepover and the Mother of All Blisters","descr":"Paige schleppt Sheldon zu einer College-Party und Missy wird bei einer Lüge erwischt.","versions":[{"lang":1,"streams":[{"redirect":13142406,"hoster":"VOE"},{"redirect":13142408,"hoster":"Doodstream"},{"redirect":13142411,"hoster":"Vidoza"},{"redirect":13142405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13059916,"hoster":"VOE"},{"redirect":12256802,"hoster":"Doodstream"},{"redirect":12256805,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein kleiner Mensch und eine große Enttäuschung","epNo":14,"alt":"A Launch Party and a Whole Human Being","descr":"Die Coopers sind unauffindbar, als bei Mandy die Wehen einsetzen. Außerdem freut sich Sheldon über den Start seiner Datenbank.","versions":[{"lang":1,"streams":[{"redirect":13168430,"hoster":"VOE"},{"redirect":13168431,"hoster":"Doodstream"},{"redirect":13168453,"hoster":"Vidoza"},{"redirect":13168428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13057677,"hoster":"VOE"},{"redirect":12310048,"hoster":"Doodstream"},{"redirect":12310047,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Teenagerfrust und Elternverdruss","epNo":15,"alt":"Teen Angst and a Smart-Boy Walk of Shame","descr":"Sheldon sieht sich dem Ausfall seiner Datenbank gegenüber; Georgie und Mandy kämpfen als frischgebackene Eltern; Missy fühlt sich vergessen.","versions":[{"lang":1,"streams":[{"redirect":13024845,"hoster":"VOE"},{"redirect":13024851,"hoster":"Doodstream"},{"redirect":13024854,"hoster":"Vidoza"},{"redirect":13024846,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12346366,"hoster":"VOE"},{"redirect":12346365,"hoster":"Doodstream"},{"redirect":12346364,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ginger und Suzie","epNo":16,"alt":"A Stolen Truck and Going on the Lam","descr":"Missy stiehlt den Truck ihres Vaters und macht sich mit ihrer Freundin Paige auf den Weg.","versions":[{"lang":1,"streams":[{"redirect":13024850,"hoster":"VOE"},{"redirect":13024856,"hoster":"Doodstream"},{"redirect":13024859,"hoster":"Vidoza"},{"redirect":13024849,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12931524,"hoster":"VOE"},{"redirect":12432248,"hoster":"Doodstream"},{"redirect":12432249,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hausarrest und Serienverbot","epNo":17,"alt":"A German Folk Song and an Actual Adult","descr":"Georgie hat ein Geburtstagsdate; Mary konfrontiert Brenda mit ihrer Beziehung zu George; Sheldon interessiert sich für Missys Lieblingsserie im Fernsehen und es gibt ein überraschendes Ende.","versions":[{"lang":1,"streams":[{"redirect":13024853,"hoster":"VOE"},{"redirect":13024860,"hoster":"Doodstream"},{"redirect":13024863,"hoster":"Vidoza"},{"redirect":13024855,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13005032,"hoster":"VOE"},{"redirect":12487626,"hoster":"Doodstream"},{"redirect":12487625,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im Auto eingeschlossen und vom Heiraten ausgeschlossen","epNo":18,"alt":"Little Green Men and a Fella’s Marriage Proposal","descr":"Sheldon will nach Leben auf anderen Planeten suchen; Mandy antwortet auf Georgies Heiratsantrag; Missy steht zwischen zwei Freunden.","versions":[{"lang":1,"streams":[{"redirect":13024858,"hoster":"VOE"},{"redirect":13024864,"hoster":"Doodstream"},{"redirect":13024867,"hoster":"Vidoza"},{"redirect":13024857,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12549776,"hoster":"VOE"},{"redirect":12549777,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine Wetterfee in Spe und ein Glücksbaby","epNo":19,"alt":"A New Weather Girl and a Stay-at-Home Coddler","descr":"Mandy bekommt ein aufregendes Jobangebot und Sheldon macht sich Sorgen, dass er ins Hintertreffen gerät. Außerdem nimmt Georgie seine Tochter mit zur Arbeit.","versions":[{"lang":1,"streams":[{"redirect":13024861,"hoster":"VOE"},{"redirect":13024865,"hoster":"Doodstream"},{"redirect":13024866,"hoster":"Vidoza"},{"redirect":13024862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12586227,"hoster":"VOE"},{"redirect":12586228,"hoster":"Doodstream"},{"redirect":12586229,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Deutsches Essen und ein gefährlicher alter Mann","epNo":20,"alt":"German for Beginners and a Crazy Old Man with a Bat","descr":"In die Spielhölle wird eingebrochen und Sheldon will im Ausland studieren. Außerdem findet Missy einen neuen Freund.","versions":[{"lang":1,"streams":[{"redirect":13024829,"hoster":"VOE"},{"redirect":13024832,"hoster":"Doodstream"},{"redirect":13024835,"hoster":"Vidoza"},{"redirect":13024828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12605508,"hoster":"VOE"},{"redirect":12605510,"hoster":"Doodstream"},{"redirect":12605509,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Sauerkraut und frische Windeln","epNo":21,"alt":"A Romantic Getaway and a Germanic Meat-Based Diet","descr":"Mandy überrascht Georgie mit einem Wellness-Wochenende und Sheldon bereitet sich auf seinen Sommer in Deutschland vor.","versions":[{"lang":1,"streams":[{"redirect":13024872,"hoster":"VOE"},{"redirect":13024875,"hoster":"Doodstream"},{"redirect":13024877,"hoster":"Vidoza"},{"redirect":13024871,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12645829,"hoster":"VOE"},{"redirect":12645828,"hoster":"Doodstream"},{"redirect":12645830,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Monster-Tornado und ein Flug nach Deutschland","epNo":22,"alt":"A Tornado, a 10-Hour Flight and a Darn Fine Ring","descr":"Mary und Sheldon bereiten sich auf ihre Reise nach Deutschland vor. Dabei belastet ihn der Umstand, dass Missy wütend auf ihn ist und nicht mehr mit ihrem Zwillingsbruder redet, weil er sie bei ihren Eltern verpetzt hat. Die Geschwister waren noch nie lange voneinander getrennt und Sheldon will nicht im Streit verreisen. Missy ist jedoch unerbittlich. Als ein heftiger Tornado auf ihrem Heimweg vom Flughafen Texas heimsucht, überdenkt sie ihre Sturheit allerdings.","versions":[{"lang":1,"streams":[{"redirect":13024874,"hoster":"VOE"},{"redirect":13024876,"hoster":"Doodstream"},{"redirect":13024878,"hoster":"Vidoza"},{"redirect":13024873,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12646109,"hoster":"VOE"},{"redirect":12646108,"hoster":"Doodstream"},{"redirect":12646107,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Ein Slip im Baum und ein Herz in Heidelberg","epNo":1,"alt":"Half a Wiener Schnitzel and Underwear in a Tree","descr":"Meemaws Haus ist durch den Tornado völlig zerstört worden. Zudem sind ihre gesamten Ersparnisse weg. Leider hat sie auch keine Versicherung gegen Naturkatastrophen abgeschlossen. Während Georgie und Mandy mit der kleinen CeeCee bei den Coopers unterkommen, zieht Meemaw kurzerhand zu Dale. Als Mary, die bereits mit Sheldon in Heidelberg ist, von der Katastrophe erfährt, will sie sofort wieder zurückreisen.","versions":[{"lang":1,"streams":[{"redirect":14470638,"hoster":"VOE"},{"redirect":13918558,"hoster":"Vidoza"},{"redirect":14526398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14531664,"hoster":"VOE"},{"redirect":13765650,"hoster":"Vidoza"},{"redirect":14462101,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Roulette und Haushaltspflichten","epNo":2,"alt":"A Roulette Wheel and a Piano Playing Dog","descr":"Sheldon erkennt, dass er der schwächste Schüler seiner Klasse ist. Meemaw möchte ihr Glücksspielgeschäft ausbauen.","versions":[{"lang":1,"streams":[{"redirect":14511345,"hoster":"VOE"},{"redirect":13946823,"hoster":"Vidoza"},{"redirect":14462120,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503895,"hoster":"VOE"},{"redirect":13791755,"hoster":"Vidoza"},{"redirect":13791753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Strudel am Bahnhof und Dampf in der Dusche","epNo":3,"alt":"A Strudel and a Hot American Boy Toy","descr":"Sheldon erkundet Deutschland hinter Marys Rücken. Missy versucht, George Sr. aus dem Weg zu räumen, und Meemaw und Dale gewöhnen sich an das Zusammenleben.","versions":[{"lang":1,"streams":[{"redirect":14498255,"hoster":"VOE"},{"redirect":13970845,"hoster":"Vidoza"},{"redirect":14456082,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483559,"hoster":"VOE"},{"redirect":13812919,"hoster":"Vidoza"},{"redirect":14462094,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Cheat-Code und die Schlafzimmer Überraschung","epNo":4,"alt":"Ants on a Log and a Cheating Winker","descr":"Missy tritt vor, Mary hat eine Überraschung für George und Sheldon findet sein Zimmer besetzt vor.","versions":[{"lang":1,"streams":[{"redirect":14483558,"hoster":"VOE"},{"redirect":13985403,"hoster":"Vidoza"},{"redirect":14488380,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503864,"hoster":"VOE"},{"redirect":13833169,"hoster":"Vidoza"},{"redirect":14474376,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Frankensteins Computer und ein Zeichen des Himmels","epNo":5,"alt":"A Frankenstein\u0027s Monster and a Crazy Church Guy","descr":"Sheldon hilft seinem Mitbewohner dabei, den Aktienmarkt zu schlagen. Missy und Billy Sparks veranstalten eine Party; Mary findet eine neue Kirche.","versions":[{"lang":1,"streams":[{"redirect":14498090,"hoster":"VOE"},{"redirect":13993662,"hoster":"Doodstream"},{"redirect":13993674,"hoster":"Vidoza"},{"redirect":14462127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14458238,"hoster":"VOE"},{"redirect":13852823,"hoster":"Vidoza"},{"redirect":14467162,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwei Kirchen und zwei listige Großmütter","epNo":6,"alt":"Baptists, Catholics and an Attempted Drowning","descr":"Bei den Hochzeitsplänen von Georgie und Mandy stellt sich Mary gegen Mandys Mutter, wobei Baby CeeCee im Mittelpunkt steht.","versions":[{"lang":1,"streams":[{"redirect":14498406,"hoster":"VOE"},{"redirect":14037092,"hoster":"Doodstream"},{"redirect":14037093,"hoster":"Vidoza"},{"redirect":14456088,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498405,"hoster":"VOE"},{"redirect":13911706,"hoster":"Vidoza"},{"redirect":14456073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Eimer Spaghetti und Leichen im Keller","epNo":7,"alt":"A Proper Wedding and Skeletons in the Closet","descr":"Georgie und Mandy heiraten! In der Zwischenzeit wird Meemaws Spielzimmer geplündert.","versions":[{"lang":1,"streams":[{"redirect":14470626,"hoster":"VOE"},{"redirect":14068945,"hoster":"Doodstream"},{"redirect":14068954,"hoster":"Vidoza"},{"redirect":14456086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14470624,"hoster":"VOE"},{"redirect":13932493,"hoster":"Vidoza"},{"redirect":14456076,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine Fessel am Fuß und eine Schlange im Klo","epNo":8,"alt":"An Ankle Monitor and a Big Plastic Crap House","descr":"Sheldon will Meemaws Anwalt werden, als sie unter Hausarrest gestellt wird und die Coopers einen Sanitär-Notfall haben.","versions":[{"lang":1,"streams":[{"redirect":14505421,"hoster":"VOE"},{"redirect":14505426,"hoster":"Vidoza"},{"redirect":14515111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498225,"hoster":"VOE"},{"redirect":13949789,"hoster":"Vidoza"},{"redirect":14411243,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Fancy Article and a Scholarship for a Baby","descr":"Sheldons veröffentlichte Arbeit führt zu einem Aufruhr bei der Rekrutierung von Hochschulabsolventen, und Georgie versucht, vor seiner Tochter korrekter zu sprechen.","versions":[{"lang":2,"streams":[{"redirect":14531685,"hoster":"VOE"},{"redirect":13965428,"hoster":"Vidoza"},{"redirect":14488379,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Community Service and the Key to a Happy Marriage","descr":"Meemaw wird ein strenger Bewährungshelfer zugewiesen und Georgie lässt sich von seinem Schwiegervater einen Heiratsrat geben.","versions":[{"lang":2,"streams":[{"redirect":14483842,"hoster":"VOE"},{"redirect":13986703,"hoster":"Vidoza"},{"redirect":14456080,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A Little Snip and Teaching Old Dogs","descr":"George Sr. ist besorgt, dass Mary ein weiteres Baby haben möchte und sich hinter ihrem Rücken einer Vasektomie unterziehen muss; Dr. Linkletter und Sturgis gehen zu Sheldon, um Nachhilfe in Naturwissenschaften zu nehmen.","versions":[{"lang":2,"streams":[{"redirect":14483914,"hoster":"VOE"},{"redirect":14021680,"hoster":"Vidoza"},{"redirect":14515879,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A New Home and a Traditional Texas Torture","descr":"George Sr. bekommt ein spannendes Jobangebot; Sheldon bereitet sich auf seinen Umzug nach Kalifornien vor.","versions":[{"lang":2,"streams":[{"redirect":14516060,"hoster":"VOE"},{"redirect":14021461,"hoster":"Doodstream"},{"redirect":14021471,"hoster":"Vidoza"},{"redirect":14462109,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Funeral","descr":"Nach dem Tod seines Vaters George Cooper Sr. verlässt Sheldon Osttexas in Richtung California Institute of Technology.","versions":[{"lang":2,"streams":[{"redirect":14503925,"hoster":"VOE"},{"redirect":14032476,"hoster":"Vidoza"},{"redirect":14474382,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Memoir","descr":"\"Young Sheldon\" beendet seine siebenjährige Serie mit einem sehenswerten Serienfinale mit zwei Folgen; Jim Parsons und Mayim Bialik schlüpfen in einer unvergesslichen Fernsehstunde erneut in ihre Rollen als Sheldon Cooper und Amy Farrah Fowler.","versions":[{"lang":2,"streams":[{"redirect":14531666,"hoster":"VOE"},{"redirect":14032544,"hoster":"Doodstream"},{"redirect":14032547,"hoster":"Vidoza"},{"redirect":14456083,"hoster":"Streamtape"}]}]}]}]}