{"path":"/serie/stream/yowamushi-pedal","name":"Yowamushi Pedal","descr":"[Ger Sub, außer S02 in En-Sub] Sakamichi Onada ist ein verweichlichter Neuling an einer Oberschule, der vollkommen vernarrt in Anime ist. Eigentlich wollte er dem Anime-Klub beitreten, doch konnten ihn zwei Klassenkameraden, die bereits bekannte Rennradfahrer sind, davon überzeugen, dem Rad-Klub einen Besuch abzustatten. Zunächst unterschätzt Sakamichi das harte Training, um bei einem Rennen zu bestehen, doch dadurch entdeckt er auch sein verborgenes Talent für den Radsport.","seasons":[{"path":"/serie/stream/yowamushi-pedal/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-1","name":"","epNo":1,"alt":"Because I Can Go to Akiba for Free","descr":"Onoda Sakamichi ist ein großer Anime-Fan, der mit seinem Mama-Fahrrad 90 Hin- und Rückfahrten nach Akiba macht, damit er wöchentlich mehr Anime-Waren kaufen kann. Er hasst Sportmannschaften, weil er glaubt, dass er keine sportlichen Fähigkeiten hat und dass die Klubmannschaften zu gewalttätig sind. Er tritt der Chiba Sohoku Public High School bei und hofft, Freunde im Anime- und Manga-Club zu finden, erfährt jedoch, dass dieser aufgrund geringer Mitgliederzahlen suspendiert wurde. Onoda hofft, den Club neu zu starten, aber er trifft auf einen unerwarteten Radfahrer, Imaizumi Shunsuke, der seine Pläne für immer ändern könnte. Imaizumi plant, dem Radrennteam beizutreten und sich an einem anderen Radfahrer, Midousuji, für seine einzige Niederlage aus der Vergangenheit zu rächen. Auch Kanzaki Miki und Tachibana Aya geben ihr Debüt und fragen sich, warum Onoda lieber mit dem Fahrrad nach Akiba fährt als mit dem Bus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530329","hoster":"VOE"},{"path":"/redirect/11530322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-2","name":"","epNo":2,"alt":"To Recruit More Members","descr":"Nachdem Imaizumi beim Singen Onodas Klettern miterlebt hat, fordert Imaizumi Onoda zu einem Rennen auf dem steilen Hintertor der Schule heraus. Um den Wettbewerb aufzupeppen, stimmt Imaizumi zu, dem Anime-/Manga-Club beizutreten, wenn er verliert. Onoda geht mit all seiner Entschlossenheit an alles, in der Hoffnung, den Verein zu reformieren. Währenddessen hören Miki, ihre Freunde und einige Mitglieder des Fahrradclubs von dem Rennen und beschließen, es sich anzusehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530327","hoster":"VOE"},{"path":"/redirect/11530332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-3","name":"","epNo":3,"alt":"I Don\u0027t Have Any Friends","descr":"Das Rennen zwischen Onoda und Imaizumi geht weiter. Imaizumi hat Onoda überholt, aber dank einer Sitzverstellung von Miki hat Onoda mehr Power als je zuvor. Mit der zusätzlichen Kraft schafft er es, Imaizumi zu fangen. Das Rennen kommt zu seinem aufregenden Ende, aber keiner von beiden erkennt, dass Onodas Bemühungen die Aufmerksamkeit des Rests des Sohoku Bicycle-Teams auf sich gezogen haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530340","hoster":"VOE"},{"path":"/redirect/11530342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-4","name":"","epNo":4,"alt":"Naruko Shoukichi","descr":"Das Heckrennen ist beendet und Onoda ist nach Akiba zurückgekehrt, um weitere Anime-Waren zu kaufen. Dort trifft er auf Naruko Shoukichi, einen Jungen mit Kansai-Akzent, der Fahrrad fährt. Naruko verrät, dass er ursprünglich aus Osaka stammt, aber seine Familie aus beruflichen Gründen umgezogen ist und er zum ersten Mal in Osaka ist. Onoda kauft ein paar Waren für Narukos jüngere Geschwister und die beiden werden Freunde. Als ein vorbeifahrendes Auto eine Zigarettenkippe auf Onodas Fahrrad wirft, wird Naruko wütend und er überredet Onoda, dieses Auto mit ihm auf ihren Fahrrädern zu verfolgen. Dank Miki hat Onoda einen neuen Umwerfer bekommen, der ihm und Naruko vielleicht die Möglichkeit bietet, das Auto zu fangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530356","hoster":"VOE"},{"path":"/redirect/11530362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-5","name":"","epNo":5,"alt":"The Sohoku High School Bicycle Racing Team","descr":"Onoda kehrt zur High School zurück, wo er in seinem Schulladen auf Naruko trifft. Naruko ermutigt Onoda, dem Radsportclub beizutreten, dem er am nächsten Tag beitreten möchte, aber Onoda möchte seine Träume von einem Anime-Club nicht aufgeben. Nach der Schule beobachtet Onoda das Training der Radrennclubs und beschließt, dass er sehen möchte, wie er sich in einem Wettbewerb mit ihnen schlägt. Onoda trifft sich in Terufumi Sugimoto auch mit einem weiteren Erstklässler, der beschließt, alle notwendigen Ratschläge zu verteilen, da er drei Jahre Erfahrung hat. Als er seine Bewerbung beim Club einreicht, trifft Onoda in Kawada und Sakurai auf andere Erstklässler, aber nichts hätte ihn auf seine erste Aufgabe vorbereiten können – das Begrüßungsrennen, das er auf seinem Mami-Bike gegen alle Straßenrennfahrer bestreiten muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530367","hoster":"VOE"},{"path":"/redirect/11530378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-6","name":"","epNo":6,"alt":"Welcoming Race","descr":"Das Willkommensrennen beginnt. Onoda freut sich über die Aussicht auf Imazmi und Naruko, merkt aber schnell, dass er mit seinem Mami-Bike gegen die anderen keine Chance hat. Onoda weigert sich, aufzugeben, auch wenn der Kapitän im Bergungsfahrzeug auftaucht und Onoda zum Anhalten auffordert. Onoda denkt, der Captain möchte, dass er aufhört. Onoda ahnt nicht, dass er im Begriff ist, einen großartigen Ausgleich zu erzielen, der ihn an die Spitze bringen könnte, solange er das Gleichgewicht halten kann. Onoda erhält den Ersatz-Straßenrennfahrer des Teams, aber mit nur begrenzter Zeit, um sich daran zu gewöhnen, wird Onoda in der Lage sein, weiterzumachen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13005035","hoster":"VOE"},{"path":"/redirect/11530383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-7","name":"","epNo":7,"alt":"I Want to Catch Up!","descr":"Mit seinem neuen Straßenrennfahrer rückt Onoda schnell vom sechsten auf den vierten Platz vor und macht fünf Minuten Rückstand auf. Der Kapitän sieht Onodas Entschlossenheit und beschließt, seine Fähigkeiten zu testen. Er sagt Onoda genau, welche Kadenz er braucht, um den Berg hinaufzusteigen, um Imaizumi und Naruko zu fangen. Da der Rettungswagen Onodas Geschwindigkeit erreicht, passieren sie die anderen Erstklässler, ohne Imaizumi und Naruko, und beschließen, die von hinten kommenden Zweitklässler diese drei im Auge zu behalten, während sie Onoda im Auge behalten. Damit Onoda sie erwischen kann, müssen weitere drei Minuten nachgeholt werden. Währenddessen treffen Imaizumi und Naruko auf einen alten Mann am Straßenrand, der jeden vorbeifahrenden Radfahrer anfeuert. Als der alte Mann zu fallen scheint, bleiben die beiden stehen.Der alte Mann dankt ihnen für ihre Hilfe, warnt sie dann aber, dass eine dritte Person auftaucht, um dieses Rennen interessant zu machen. Die beiden erkennen, dass die Person mit dem Radsportverein verbunden werden muss und wieder auf ihre Räder steigen muss. Als Mr. Pierre beobachtet, wie die beiden weitermachen, fragen sie sich, ob es Onoda oder eine andere Person ist, die schnell an Boden gewinnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530387","hoster":"VOE"},{"path":"/redirect/11530403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-8","name":"","epNo":8,"alt":"Sprint Climb!!","descr":"Onoda schafft es, Imaizumi und Naruko einzuholen. Onoda zu sehen, entzündet ihre Kampfgeister. Die drei beschließen, die Fähigkeiten des anderen zu testen, während sie um den Gipfel des Berges rennen und sehen, welcher von ihnen es verdient, der König des Berges aus Sohokus ersten Jahren zu sein. Naruko beginnt schließlich zu driften, da er in den Bergen nicht gut abschneidet, wenn sich die Note ändert, aber anstatt Onoda langsamer zu machen und bei ihm zu bleiben, beschließt er, ihm seinen Kampfgeist zu geben. Onoda rückt weiter nach oben und fordert Imaizumi um den Titel König des Berges heraus. Während die Drittklässler zuschauen, fragen sie sich, was Onoda am Laufen hält, und der Trainer spricht darüber, wie viel zusätzlichen Spaß Onoda zum ersten Mal haben muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530406","hoster":"VOE"},{"path":"/redirect/11530407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-9","name":"","epNo":9,"alt":"Full Power VS Full Power","descr":"Bis zum Gipfel sind es noch 500 Meter, und Onoda und Imaizumi sind die einzigen beiden, die den Titel König des Berges beanspruchen können. Onoda erhöht seine Drehzahl um weitere 30, um Imaizumi einzuholen, aber kann er diese Geschwindigkeit über die Ziellinie der zweiten Etappe halten? Nachdem die Bergetappe beendet ist, verliert Onoda die Ausdauer. Obwohl die Senioren ihm helfen wollen, muss er sich vom Rennen zurückziehen, aber der Trainer belohnt ihn für seine Bemühungen mit etwas, das die anderen Erstklässler überrascht und Onoda beschließt, für den Rest seiner Zeit beim Radsportteam zu bleiben Sohoku.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530412","hoster":"VOE"},{"path":"/redirect/11530431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-10","name":"","epNo":10,"alt":"Peak Spider","descr":"Nach dem Begrüßungsrennen wird jeder der Erstklässler von anderen Teammitgliedern speziell geschult. Onoda verbündet sich mit Makishima, Naruko mit Tadokoro und Imaizumi mit Captain Kinjo. Eine spezielle Rennstrecke vom Vorderhang der Schule zum Hinterhang der Schule wird zusammen mit der einfachen Mission, von ihren Senioren zu lernen, zugewiesen. Makishima debütiert mit seinem speziellen Tanz, ähnlich einem Spinnennetz, das Onoda zu kopieren versucht, aber Makishima hilft ihm zu erkennen, dass Onoda, anstatt andere zu kopieren, seine eigene Spezialität erkennen und meistern muss. Es wird auch enthüllt, dass Sugimoto im Begrüßungsrennen Dritter wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530423","hoster":"VOE"},{"path":"/redirect/11530426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-11","name":"","epNo":11,"alt":"Human Bullet Train!","descr":"Ein Tag ist seit dem Sondertraining vergangen. Die Neulinge sind alle in der Klasse, als Imazmi hereinkommt und ihnen erzählt, dass er gerade aus den zweiten Klassen gelernt hat, dass die Inter High Preliminaries an diesem Morgen begonnen hat. Onoda, Naruko und Imaizumi eilen eine Stunde entfernt zur Vorrunde und stellen fest, dass Sohoku auf dem dritten Platz liegt, 50 Sekunden hinter zwei anderen Teams und nur noch zwei Runden verbleiben. Anstatt in Panik zu geraten, sagt Tadokoro den Erstklässlern, sie sollten genau aufpassen, da Sohoku das Rennen um eine volle Minute gewinnen wird. Sohoku entfesselt seinen speziellen menschlichen Hochgeschwindigkeitszug-Angriff und liegt mit einer verbleibenden Runde eine volle Minute auf dem ersten Platz. Als Naruko und Imaizumi versuchen herauszufinden, wie sie die Drittklässler besiegen können. Kinjo kommt und sagt, dass sie planen, die ersten Jahre beim Hauptwettbewerb der Inter High zu veröffentlichen, wenn sie ein spezielles Trainingslager ertragen können.Am nächsten Tag erfährt Hakone die Ergebnisse und schwört, ihre Rivalen zu vernichten. Ein Mitglied des Teams, Manami, hat sich jedoch entschieden, das Meeting zu überspringen und wird bei einer Fahrt durch die Berge gefunden und fragt sich, ob sein Klassensprecher wütend sein wird, wenn er zu spät kommt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530441","hoster":"VOE"},{"path":"/redirect/11530440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-12","name":"","epNo":12,"alt":"First Day of Camp!","descr":"Sohoku fährt zu einer speziellen Radsportanlage in den Bergen oberhalb von Hakone. Onoda wird unterwegs krank und wird aus dem Van gelassen, um auf den Bus im Auto zu warten. Während er wartet, beschließt Onoda, etwas Wasser zu holen, bis er merkt, dass er seine Brieftasche im Van gelassen hat. Kurz darauf kommt Manami an und bietet ihm seine Wasserflasche an. Anstatt seine Wasserflasche zurückzunehmen, fordert Manami Onoda auf, sie zu behalten. Als Onoda im Camp ankommt, beginnt Kinjo ein spezielles Training für das erste und zweite Jahr, das dort ist. Sie müssen innerhalb von vier Tagen 1000 km zurücklegen, um am Inter High teilnehmen zu können. Es wurden jedoch Anpassungen an den Fahrrädern von Naruko, Imaizumi und Onoda vorgenommen. Naruko muss die 1000 km ohne seinen unteren Lenker absolvieren. Imaizumi muss die 1000 km ohne seine Schalthebel zurücklegen. Onoda istIch habe nicht gesagt, was sein spezielles Training ist, aber auf seinem Fahrrad wurden alte schwere Reifen aufgezogen, die ihn zwingen werden, seinen Fahrstil anzupassen. Diese drei Senioren, zwei Zweitklässler (Teshima und Aoyagi) und Sugimoto nehmen ebenfalls am Spezialtraining teil, alle ohne Modifikationen an ihren Rädern. Mit ein wenig Hilfe von Makishima kann Onoda lernen, wie es für ihn einfacher wird, zu fahren, aber die Änderungen geben Onoda ein großes Defizit in Bezug auf die zurückgelegten Runden und er ist sich nicht sicher, ob er das Training meistern wird bevor die Zeit abläuft.Mit ein wenig Hilfe von Makishima kann Onoda lernen, wie es für ihn einfacher wird, zu fahren, aber die Änderungen geben Onoda ein großes Defizit in Bezug auf die zurückgelegten Runden und er ist sich nicht sicher, ob er das Training meistern wird bevor die Zeit abläuft.Mit ein wenig Hilfe von Makishima kann Onoda lernen, wie es für ihn einfacher wird, zu fahren, aber die Änderungen geben Onoda ein großes Defizit in Bezug auf die zurückgelegten Runden und er ist sich nicht sicher, ob er das Training meistern wird bevor die Zeit abläuft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530444","hoster":"VOE"},{"path":"/redirect/11530458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-13","name":"","epNo":13,"alt":"Imaizumi and Naruko\u0027s 1000km","descr":"Der erste Trainingstag ist zu Ende. Imaizumi, Naruko und Sugimoto haben es alle geschafft, 200 km zu absolvieren, während Onoda nur 165 km zurückgelegt hat. Onoda befolgt den Rat von Mikishima und kann schneller mit der Bodenbearbeitung beginnen. Der Kapitän weist alle an, ihre Pausen nach Bedarf selbst zu planen und jede Pause 10 bis 15 Minuten dauern zu lassen. Er beschließt auch, 30 Minuten nach allen anderen zu beginnen. Sugimoto führt Onoda Energiegelees ein, nachdem Onoda 250 km zurückgelegt hat und gibt zu, dass er sich ziemlich steif fühlt. Währenddessen machen Imaizumi und Naruko so lange wie möglich, ohne eine Pause einzulegen, in der Hoffnung, gegenüber ihren Vorgesetzten an Boden zu gewinnen, aber keiner kann sich vom anderen lösen. Am Ende von Tag 2 kontaktiert Cycle Time Sohoku und bittet um ein Interview für das bevorstehende Inter-High. Der Kapitän fragt Naruko, ob er es tun möchte, aber Naruko lehnt ab. Als Sohoku\u0027Als die Mitglieder einschlafen, wechseln wir zur Kyoto Fushimi High School, wo wir erfahren, wie Midosuji sein Team trainiert. Schließlich wechseln wir nach Hakone und sehen, wie ihr Training voranschreitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530451","hoster":"VOE"},{"path":"/redirect/11530552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-14","name":"","epNo":14,"alt":"Reunion at Dawn","descr":"Als Tag 3 beginnt, steht Onoda früher als alle anderen auf, um seinen Arbeitstag zu beginnen, in der Hoffnung, dass er sich langsam wieder in den Wettbewerb zurückziehen kann. Er hat bisher erst 390 km zurückgelegt, und die Aufgabe, in zwei Tagen weitere 610 km zurückzulegen, erscheint überfordernd. Währenddessen schleicht sich Manami in das Radsport-Trainingszentrum ein, um den mysteriösen Kletterer zu finden, von dem Toudou ihm erzählt hat. Er ist jedoch früher als alle anderen angekommen, und Onoda ist der einzige auf der Strecke. Onoda trifft Manami und versucht, seine Wasserflasche zurückzugeben. Manami schlägt stattdessen ein Rennen zwischen ihm und Onoda vor. Die Bedingung: Wenn Manami gewinnt, muss Onoda die Wasserflasche behalten. Als ihr Rennen zu einem aufregenden Ende kommt, erkennt Manami, dass Onoda unter einem speziellen Trainingsregiment steht und fordert Onoda auf, ihm seine Wasserflasche zurückzugeben.aber nur, wenn sie sich beim Inter-High sehen. Onoda beginnt sich zu fragen, ob er wirklich eine Chance hat, das Ziel zu erreichen, und beschließt, bis zum Ende sein Bestes zu geben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530466","hoster":"VOE"},{"path":"/redirect/11530464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-15","name":"","epNo":15,"alt":"Strategy","descr":"Manamis Worte haben Onoda aufgeregt. Er beginnt, mit Imaizumi und Naruko gleichzuziehen, obwohl er auf dem letzten Platz liegt, und hofft, dass er aufsteigen und einen Inter-High-Platz beanspruchen kann. Der Kapitän schaltet den Bildschirm von der Klasse auf die absolvierten Runden um, was zu einem Rennen zwischen den zweiten und unseren drei ersten Jahren führt. Teshima und Aoyagi haben sich jedoch sorgfältig einen Plan ausgedacht, von dem sie glauben, dass er sie zu einem einfachen Inter-High-Kaderplatz führen wird. Teshima ist den anderen eine Runde voraus, und wenn die ersten Jahre auf sie zukommen, hilft er Aoyagi, einen Ausreißer zu machen, während er als Straßensperre für unser Trio fungiert. Wenn Onoda, Imaizumi und Naruko nicht an Teshima vorbeikommen, werden sie überrundet und schaffen es nicht, das Inter-High zu erreichen. Kann einer von ihnen an Teshima vorbeikommen, während er alleine arbeitet, oder wird Teshima\u0027s Prophezeiung, dass die Erstklässler in 3 weiteren Runden ausscheiden werden, aufgrund der nächtlichen Regel, andere nicht im Dunkeln zu lassen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530479","hoster":"VOE"},{"path":"/redirect/12482714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-16","name":"","epNo":16,"alt":"Breakthrough","descr":"Imaizumi und Naruko fordern Teshima weiterhin heraus und versuchen, an ihm vorbeizukommen. Teshima hat jedoch seine Beinkraft geschont und kann sie weiterhin blockieren und auffangen, wenn sie versuchen, sich loszureißen. Da ihnen keine andere Wahl bleibt, setzen Imaizumi und Naruko all ihre Hoffnungen auf Onoda, der Teshima bei einem Aufstieg herausfordert. Teshima verwendet den größten Teil seiner Kraft, um mit Onoda zusammen zu bleiben, und er verrät, dass er Onodas schnellsten Aufstieg sorgfältig so eingestellt hat, dass er weiß, wann Onoda langsamer wird. Jetzt muss Onoda bei diesem Anstieg mehr denn je aushalten, wenn er Teshima passieren will. Andernfalls wird die Beinkraft der ersten Jahre verwendet und alle drei werden aus dem Inter-High ausgeschlossen. Wird es Onoda gelingen, sich durchzusetzen und zu beweisen, dass die Vorhersagen von Teshima das eigene Wachstum nicht erklären können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530498","hoster":"VOE"},{"path":"/redirect/11530504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-17","name":"","epNo":17,"alt":"Onoda in Last Place","descr":"Nachdem Onoda durchgebrochen ist, verliert Teshima den Mut zu kämpfen, und auch Imaizumi und Naruko können ihn überholen. Teshima will keine Schwäche zeigen und erlaubt Aoyagi, ihn zu fangen. Da Aoyagi die Führung übernimmt, schaffen es Teshima und Aoyagi, mit Tag-Biken wieder zu unserem Trio aufzuschließen. Alle fünf Biker gehen in einen Vollsprint, doch Onodas Mangel an Erfahrung schiebt ihn auf den letzten Platz zurück. Jetzt muss Onoda seine letzte Kraft aufbringen, um alle einzuholen. Onodas zweite Stärke im Radsport wird bald dem gesamten Sohoku-Team enthüllt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12384176","hoster":"VOE"},{"path":"/redirect/11530511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-18","name":"","epNo":18,"alt":"All Out Battle","descr":"Alle fünf Radfahrer sprinten verzweifelt zur Start-Ziel-Linie, wo der Kapitän das Überholverbot aufgestellt hat. Wenn die Erstklässler als Erster die Ziellinie überqueren, werden sie nicht nur die Zweitklässler einholen, sondern ihren Vorsprung ausbauen können, solange sie nachts weiterfahren. Die Drittklässler schauen genau hin, wer als Erster überquert, da sie wissen, dass sie die besten Kandidaten für das Inter-High sind. Nach dem totalen Kampf muss der vierte Trainingstag im Regen absolviert werden. Onoda hat Pech, als seine Pedale zerbrechen und ihn zwingen, mit dem Fahrrad jeden Hügel hinaufzulaufen. Doch Onoda hat sich den Respekt der zweiten Jahre verdient, und Teshima lässt Onoda aufhören. Mit ein wenig Hilfe von Teshima erhält Onoda die nötigen Vorräte, um 1000 km zu erreichen.Die einzige Frage ist, kann er dies tun, bevor die Uhr Mitternacht schlägt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530526","hoster":"VOE"},{"path":"/redirect/11530525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-19","name":"","epNo":19,"alt":"A New Start","descr":"Sohoku kehrt von ihrem Trainingslager zur Schule zurück und ist bereit, einen Samstag voller Make-up-Unterricht zu verbringen. Onoda erkennt, dass er gewachsen ist und testet seine Fähigkeiten, indem er etwas später geht, zusammen mit ein wenig Hilfe von seinen Anime-Beobachtungsgewohnheiten. Onoda erinnert sich an die vergangene Nacht, als der Captain versuchte, ihm von der bevorstehenden Inter-High zu erzählen, aber als der Captain unterbrochen und in einen weiteren Anruf verwickelt wird, beginnt Onoda, seinen Traum vom Inter-High aufzugeben. Es ist nicht in ihrem letzten Make-up-Kurs, der von Mr. Pierre gehalten wird, dass Onoda die vollständige Botschaft erfährt, die der Kapitän ihm mitteilen wollte. Onoda erhält sein Teamtrikot und wird zum sechsten Mitglied für das kommende Inter-High. Danach erhält Sohokus Team ein spezielles Training durch den Kapitän, das all ihre Fähigkeiten auf die Probe stellt.Onoda befürchtet, dass er alle aufhalten könnte und fängt an abzudriften. Mit ein wenig Hilfe des Captains lernt Onoda jedoch, was es bedeutet, Teil eines Teams zu sein, und beginnt, mehr Erfolg zu haben, als er jemals für möglich gehalten hätte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530535","hoster":"VOE"},{"path":"/redirect/11530543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-20","name":"","epNo":20,"alt":"Manami Sangaku","descr":"Mit Sohokus Team-Set wechseln wir nach Hakone, um ihr Training zu sehen. Hakone hat einzelne Ausscheidungsrennen abgehalten und fünf Teamplätze wurden besetzt. Mit einem Duell zwischen zwei Aufsteigern haben sie ihren letzten Platz erreicht. Manami steht kurz davor, im Mittelpunkt zu stehen und eine Geheimwaffe zu enthüllen, die er hat, die die meisten anderen nicht haben, die Fähigkeit, den Wind zu spüren. Wird Manami trotz dieses Vorteils den letzten Platz von Kuroda im zweiten Jahr beanspruchen können? In Chiba hat Tadokoro die Erstklässler zu Makishimas Haus, wo sie die Hakone Road Relay sehen. Er fordert die Erstklässler auf, auf den Boden zu achten, da dies derselbe Kurs ist, auf dem das Inter-High stattfinden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530151","hoster":"VOE"},{"path":"/redirect/11530148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-21","name":"","epNo":21,"alt":"Snake of the Stone Path","descr":"Die Erstklässler lernen etwas über das Inter-High der Vorjahre und die Rivalität zwischen Kinjou und Fukutomi, die sich gebildet hat. Kinjou erzählt, wie es letztes Jahr zu einem Absturz gekommen ist und Fukutomi kommt, um um Verzeihung zu bitten. Er schwört jedoch auch, dass Sohoku keine Chance haben wird, die Könige, die Hakone sind, zu entthronen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530152","hoster":"VOE"},{"path":"/redirect/11530147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-22","name":"","epNo":22,"alt":"The Inter-High Begins","descr":"Das Team kommt zum Start des Rennens in Enoshima an. Kinjou erklärt, was jede Personennummer bedeutet und wie sie mit einer Parade aller Beteiligten beginnen. Mit vielen Mitgliedern von Hakone werden Interviews geführt, da sie sehr gerne wiederholt werden. Midousuji bekommt jedoch auch das Mikrofon und verspricht, dass er alles gewinnen und alle anderen groben Teams in Verlegenheit bringen wird. Onoda ist anfangs angespannt, aber nach einem Sturz wird er sich wohler. Währenddessen plant Imaizumi, wie er sich während dieses Rennens an Midosuji rächen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530154","hoster":"VOE"},{"path":"/redirect/11530176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-23","name":"","epNo":23,"alt":"Top Sprinter!!","descr":"Die Episode beginnt mit einer Rückblende, als Onoda versucht, seiner Mutter zu erklären, dass er Mitglied des Radrennclubs ist, aber sie wird verwirrt und denkt, er beziehe sich auf einen neuen Anime. Zurück in die Gegenwart, und das Rennen beginnt mit der Parade aller. Sobald sie die Stadt verlassen haben, können die Sprinter glänzen. Zuerst bleiben Tadokoro und Naruko zurück, aber das ist alles Teil der psychologischen Kriegsführung. Als die beiden an allen vorbeiziehen und sich nach vorne bewegen, sieht es so aus, als ob sie zwischen ihnen liegen werden, um zu bestimmen, wer der beste Sprinter ist. Gerade als sie es sich gemütlich machen, taucht ein weiterer Sprinter von hinten auf und überholt alle bis ganz nach vorne. Izumida ist angekommen, und die Aktion hat gerade erst begonnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530159","hoster":"VOE"},{"path":"/redirect/11530196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-24","name":"","epNo":24,"alt":"Trembling Izumida","descr":"Izumida weigert sich, sein Trikot zu schließen, da es dafür nicht genug Konkurrenz gibt. Er fängt an, Naruko und Tadokoro dafür zu kritisieren, dass sie nicht zusammenarbeiten und einen Schild für den anderen haben. Naruko und Tadokoro haben sich jedoch zurückgehalten. Naruko enthüllt seinen Zeitfahr-Raketenmann-Sprint. Als Naruko beginnt, Izumida einzuholen, wird Tadokoro wütend und saugt eine riesige Menge Sauerstoff auf. Der zusätzliche Sauerstoff in seiner Lunge ermöglicht es ihm, zu beschleunigen und aufzuholen. Izumidas Bauchmuskeln beginnen zu pochen, und er schließt sein Trikot, da er merkt, dass er ein echtes Rennen vor sich hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530179","hoster":"VOE"},{"path":"/redirect/11530181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-25","name":"","epNo":25,"alt":"Loss","descr":"Izumida, Tadokoro und Naruko haben all ihre Techniken enthüllt. Jetzt sind es nur noch 700 m bis zum ersten Kontrollpunkt. Alle drei gehen aufs Ganze und steigern ihre Geschwindigkeit weiter. Der Wind wird jedoch stärker als je zuvor und fängt an, über einige der Zapfen zu drücken. Am Ende werden es Wind, Kegel und Erfahrung sein, die entscheiden, wer den ersten Kontrollpunkt nimmt, und das Ergebnis wird die meisten Leute schockieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530189","hoster":"VOE"},{"path":"/redirect/11530200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-26","name":"","epNo":26,"alt":"I Can See the Sky","descr":"Nachdem der erste Checkpoint gewonnen wurde, kommen die Sprinter zurück ins Feld und Tadokoro und Naruko erhalten Glückwünsche für ihre hervorragenden Leistungen. Der Rest des Sohoku-Teams kann sich an die Spitze des Feldes bewegen. Als sich die Teams der Futterstation nähern, spürt Minami durch den Wind, dass ein Wrack bevorsteht. Onoda, der versucht, mit dem Rest des Teams mitzuhalten, kann nicht anhalten und bleibt im Wrack hängen. Als er wieder zu sich kommt, fragt sich Onoda, warum er den Himmel sehen kann. Onoda erkennt, dass seine Kette wieder an seinem Fahrrad befestigt werden muss. Nachdem er es wieder angezogen hat, wird Onoda von Rennoffiziellen angesprochen. Er liegt auf dem letzten Platz, und sie wollen wissen, ob er das Rennen beenden will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530194","hoster":"VOE"},{"path":"/redirect/11530206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-27","name":"","epNo":27,"alt":"Toudou, God of the Mountains","descr":"Toudou, der Ass-Kletterer aus Hakone, verrät, dass er und Makishima eine Renngeschichte haben, in der sie an 14 Rennen teilgenommen haben, von denen jedes bei 7 geteilt war. In Wirklichkeit nahmen sie zusammen an 15 Rennen teil, aber sie zählen kein Rennen, da Makishimas Kette während des Rennens gerissen war, als es an ihnen beiden lag. Das Inter-High soll der absolute Tiebreaker für die beiden sein. Toudou drängt ein wenig, aber Makishima weigert sich, seinem Drängen nachzugeben. Schließlich sagt Arakita Toudou, dass er weitermachen soll, weil es offensichtlich ist, dass Sohoku nur einen Kletterer hat. Nachdem er den Rest des Sohoku-Teams dafür verflucht hat, dass er nicht auf diese Phase vorbereitet ist, geht Toudou weiter und beginnt, andere zu überholen, während er sich auf die Front zubewegt. Makishima sieht jedoch nicht deprimiert aus. Stattdessen sieht er motiviert aus und sagt Arakita, dass sich in 3 Minuten alles ändern wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530204","hoster":"VOE"},{"path":"/redirect/11530215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-28","name":"","epNo":28,"alt":"100 Man Barrier","descr":"Nachdem er auf dem letzten Platz gestürzt und gelandet ist, muss Onoda einen Weg finden, 100 Mann zu überholen. Teshima lässt Onoda wissen, dass er es für möglich hält, wenn Onoda sich nur konzentriert, und das Support-Team startet Onoda wieder in Aktion. Die Aufgabe erweist sich bei den kleinen Bergstraßen und dem Rudel vor ihm als schwierig, aber mit ein wenig Hilfe von seinem Lieblings-Anime-Song findet Onoda seine Stimmung gehoben. Onoda zählt jeden einzelnen, wenn er beginnt, sie zu passieren. An der Spitze des Rennens schwört Arakita, dass Onoda sie aufgrund der schmalen Straße und der Menge, die den Weg versperrt, nie vor dem Ende des Tages einholen wird. Als Onoda den letzten Mann erreicht, trifft er auf Midosuji, der ein Geheimnis zeigt, das er vor allen geheim gehalten hat und das es ihm ermöglichen würde, alle Etappen des Rennens zu gewinnen, wenn er es wirklich versuchen wollte. Schließlich geht Onoda an Midosuji vorbei und saust heran, um seine Teamkollegen zu treffen.Onoda übernimmt die Leitung seines Drifting Rudels, während Makishima seine Flucht mit seinem Spinnenklettern beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530214","hoster":"VOE"},{"path":"/redirect/11530224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-29","name":"","epNo":29,"alt":"The Summit","descr":"Toudou hat sich einen leichten Vorsprung erkämpft, aber seine Stimmung lässt nach, da er das Gefühl hat, den King of the Mountain-Teil des Rennens zu leicht gewinnen zu können. Als er sich dem Gipfel des Berges nähert, kommt Makishima auf den zweiten Platz, nachdem er einen Unterschied von 3 Minuten wettgemacht hat. Die beiden kämpfen um den Gipfel, um ihren Unentschieden zu brechen und den Titel des King of the Mountain zu erringen. Wenn der Gewinner des Berges bekannt ist, beginnen die Asse ihre Bewegungen nach vorne, um den Platz des Gewinners der ersten Etappe zu erobern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530221","hoster":"VOE"},{"path":"/redirect/11530228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-30","name":"","epNo":30,"alt":"Arakita and Imaizumi","descr":"Arakita und Imaizumi helfen Kinjou und Fukutomi dabei, die Ziellinie zu erreichen, in der Hoffnung, ihrem Team dabei zu helfen, den Vorteil zu erlangen. Die Geschichte, wie Arakita zu einem Renndämon wurde, wird enthüllt und Imaizumi erkennt, was er tun muss, um seinem Team zum Erfolg zu verhelfen. Als die vier Rennfahrer 500 Meter vor dem Ziel ankommen, geraten Sohoku und Hakone in eine tote Hitze.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530238","hoster":"VOE"},{"path":"/redirect/11530233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-31","name":"","epNo":31,"alt":"The Strong Three","descr":"Der Kampf der Asse hat begonnen, als Kinjou und Fukutomi versuchen, Tag 1 zu erreichen. Alle sind schockiert, als Midousuji sie aus dem Rudel einholt. Imaizumi versucht, Midousuji davon abzuhalten, ihn zu überholen, aber es ist zu wenig, zu spät. Midousuji enthüllt seinen Traum, wie er 50 Meter vor dem Ziel alle überholen wird. Wenn jedoch 50 Yards ankommen, ist ein Drei-Wege-Unentschieden vorhanden. Die drei Rennen um die Ziellinie. Nachdem alle anderen angekommen sind, findet die Preisverleihung von Leg 1 statt","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530240","hoster":"VOE"},{"path":"/redirect/11530251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-32","name":"","epNo":32,"alt":"Night of Hope","descr":"Tadokoro ist erkrankt und kann keine Nahrung bei sich behalten. Inzwischen zweifelt Imaizumi an seinen Gründen für das Rennen, nachdem er Midosuji in der ersten Etappe des Rennens überholen ließ. Während die Mitglieder des Sohoku-Rennteams in dieser Nacht der Hoffnung versuchen, ihre Beschwerden zu überwinden, erhält Onoda überraschenden Besuch von seiner Mutter. Der nächste Tag beginnt, als Tadokoro erklärt, wie die Rennordnung der zweiten Etappe beginnt. Onoda erinnert sich an den Auftrag, den Kinjou ihm in der Nacht zuvor gegeben hatte. Als es Zeit für Sohoku und Hakone ist, zu gehen, erkennt Makishima, dass Tadokoro die Startlinie nicht verlassen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530247","hoster":"VOE"},{"path":"/redirect/11530264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-33","name":"","epNo":33,"alt":"You Are the Princess","descr":"Tadokoro behauptet, er gebe jedem ein Handicap, damit sie mit ihm Rennen fahren können, aber als er geht, kann er nicht mit voller Kraft klettern. Makishima sagt Onoda und Naruko, dass sie ihn zurücklassen müssen, und als sie ihn weiter belästigen, enthüllt er schließlich, dass Tadokoro krank geworden ist. Anstatt Makishima zuzuhören, erinnert Onoda Makishima an die Befehle, die er erhalten hat. Onoda bleibt zurück, während Naruko und Makishima weiterziehen. Tadokoro holt Onoda schließlich ein, und Onoda überzeugt ihn, ihm beim Refrain des Love Hime-Eröffnungssongs Love Princess Pancake zu helfen. Durch das kontinuierliche Singen des Refrains/Refrains fangen sie langsam an, aufzuholen und landen im Rudel. Inzwischen hat das gesamte Team der Hakone Academy ihr Ass eingeholt, und Kyoto Fushimi hat sich von der Meute zurückgezogen, um sich Midosuji anzuschließen.Midosuji sagt Imaizumi, dass alle Spieler hier sind, da er behauptet, Sohoku habe einen fatalen Beurteilungsfehler begangen, indem er niemanden für Tag 2 gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12942818","hoster":"VOE"},{"path":"/redirect/11530259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-34","name":"","epNo":34,"alt":"Shinkai Hayato","descr":"Nachdem er Sohoku eingeholt hat, verrät Midosuji, dass er Sohoku nie als echte Bedrohung angesehen hat und dass er nicht daran interessiert ist, Imaizumi herauszufordern. Imaizumis Selbstvertrauen erleidet einen weiteren Schlag, als Midosuji seine Teamkollegen beschleunigen lässt. Sie schaffen es, die Hakone-Akademie in zwei Minuten einzuholen. 5 Kilometer vor dem Sprintmarker fordert Midosuji Hakone zu einem Sprintrennen heraus. Izumida nimmt die Herausforderung an, aber Shinkai Hayato stoppt ihn und beschließt stattdessen, Midosuji herauszufordern. Izumida enthüllt, dass die Zahlen bei Hakone strategisch platziert sind: 1 ist das Ass, 2 ist der Assistent des Asses, 3 ist der Aufstiegs-Ass und 4 ist der Sprinter-Ass. Hayato und Midosuji beschleunigen, wobei Hayato sagt, dass er den Sprint nicht aus Stolz macht. Midosuji gerät in Panik, als er merkt, dass Hayato ihn führt, ohne sich wirklich anzustrengen.Midosuji muss alles geben, um Hayato zu fangen. In einer Rückblende sehen wir, wie Hayato fast mit dem Radfahren aufgehört hätte, nachdem er eine Kaninchenmutter geschlagen hatte. Juichi spricht mit der Oberklasse, um zu verstehen, warum Hayato das Team verlassen möchte. Am Ende verspricht Juichi jedoch, dass Hayato, wenn er im folgenden Jahr zurückkommt, Tag 4 tragen wird. Als wir zum Rennen zurückkehren, weint Midosuji verzweifelt, als Hayato sich immer weiter entfernt.Midosuji weint verzweifelt, als Hayato sich immer weiter entfernt.Midosuji weint verzweifelt, als Hayato sich immer weiter entfernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530271","hoster":"VOE"},{"path":"/redirect/11530282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-35","name":"","epNo":35,"alt":"The Winner","descr":"Naruko und Makishima haben Kinjou und Imaizumi gefangen. Imaizumi weigert sich jedoch, einzuziehen. Als andere Teams beginnen, das Rudel einzuholen, teilen sie den Mitgliedern von Sohoku mit, dass Onoda und Tadokoro ihren Weg durch das Rudel bahnen. Diese Nachricht erfüllt Sohoku mit Hoffnung und Kinjou übernimmt die Führung, um zu verhindern, dass jemand anderes an ihnen vorbeigeht, während sie Hakone und Kyoto Fushimi einholen. Währenddessen verrät Midosuji, dass er mit Hayato herumgespielt hat und ihn leicht einholt. Schließlich geht Midosuji an Hayato vorbei und sagt, dass er ihn nur links passieren lässt. Wir erfahren, dass Hayato Angst hat, links zu überholen, seit er das Kaninchen getötet hat, aber dank eines speziellen Trainings mit seinen Teamkollegen hat er dieses Hindernis überwunden, indem er die Fähigkeit erlangt hat, sich in den Dämon von Hakone zu verwandeln.Hayato überholt Midosuji und zieht sich mit nur 500 Metern vor dem Sprint-Check davon. Da Midosuji keine andere Wahl sieht, entfernt er etwas Klebeband an seinen Beinen, das seine Geschwindigkeit eingeschränkt hat. Midosuji schafft es, mit weniger als 200 Metern verbleibend Seite an Seite zu kommen. Jetzt ist es jedermanns Sache, zu gewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530273","hoster":"VOE"},{"path":"/redirect/12985350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-36","name":"","epNo":36,"alt":"Strongest and Fastest","descr":"Hayato und Midosuji rennen weiter um den Sprint Check Point. Hayato erkennt, dass Midosujis Vorlehnen ein Hindernis darstellt und glaubt, dass er gewinnen wird. In letzter Sekunde wirft Midosuji sein ganzes Gewicht auf die Rückseite seines Fahrrads, treibt den Rahmen nach vorne und gibt ihm den Sprint-Checkpoint um 0,02 Sekunden. Sohoku schafft es, die Futterzone auf dem dritten Platz zu erreichen, und Makishima beteuert, dass ihre Teamkollegen die Ebenen möglicherweise nicht einholen, die zweite Etappe jedoch mit einem Aufstieg auf den Berg endet. Fuji, wo Onoda sicherlich glänzen wird. Weiter hinten holen Onoda und Tadokoro Kumamoto Daiichi, den Higo Super Express, ein. Es ist der Beginn des Anstiegs und Onoda erhöht sein Tempo. Als sie an Kumamoto Daichi vorbeikommen, verrät Tadokoro, dass er sich dank Onodas Entwurf für ihn vollständig erholt hat. Erkennen, dass er nicht schneller gehen kann,Tadokoro schlägt Onoda vor, dass sie singen, obwohl sie niemanden überholen müssen. Nachdem die beiden das Eröffnungslied unisono gesungen haben, schlägt Onoda vor, als nächstes das Abschlusslied zu singen. Tadokoro erinnert sich, als Coach Pierre ihnen beibrachte, dass Fahrräder eigentlich zum Spaß da ​​sind, und er erkennt, dass es nicht das Lied ist, das Onoda seine Stärke gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Ich muss niemanden passieren. Nachdem die beiden das Eröffnungslied unisono gesungen haben, schlägt Onoda vor, als nächstes das Abschlusslied zu singen. Tadokoro erinnert sich, als Coach Pierre ihnen beibrachte, dass Fahrräder eigentlich zum Spaß da ​​sind, und er erkennt, dass es nicht das Lied ist, das Onoda seine Stärke gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Ich muss niemanden passieren. Nachdem die beiden das Eröffnungslied unisono gesungen haben, schlägt Onoda vor, als nächstes das Abschlusslied zu singen. Tadokoro erinnert sich, als Coach Pierre ihnen beibrachte, dass Fahrräder eigentlich zum Spaß da ​​sind, und er erkennt, dass es nicht das Lied ist, das Onoda seine Stärke gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Onoda schlägt vor, als nächstes das Abschlusslied zu singen. Tadokoro erinnert sich, als Coach Pierre ihnen beibrachte, dass Fahrräder eigentlich zum Spaß da ​​sind, und er erkennt, dass es nicht das Lied ist, das Onoda seine Stärke gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Onoda schlägt vor, als nächstes das Abschlusslied zu singen. Tadokoro erinnert sich, als Coach Pierre ihnen beibrachte, dass Fahrräder eigentlich zum Spaß da ​​sind, und er erkennt, dass es nicht das Lied ist, das Onoda seine Stärke gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.t das Lied, das Onoda seine Kraft gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.t das Lied, das Onoda seine Kraft gibt. Stattdessen ist es die Freude am Radfahren. Auf den letzten 30 Kilometern holen sie schließlich ihre Teamkollegen ein. Mit ihrer Ankunft ändert sich die Atmosphäre für Sohoku komplett. Kinjou gibt einen letzten Befehl. Makishima und Onoda werden das Team auf den Mount Fuji führen, damit sie um den Tagestitel kämpfen können. Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.Weiter oben auf dem Berg scheint Hakone auseinanderzufallen und Midosuji kann sein Lachen nicht unterdrücken. Schweigend erklärt er, dass es an der Zeit ist, Hakone ein für alle Mal zu erledigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12942819","hoster":"VOE"},{"path":"/redirect/11530295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-37","name":"","epNo":37,"alt":"Passing the Crown","descr":"Die Sprinter von Hakone fallen immer weiter zurück und die Leute fragen sich, ob Hakone auseinanderfällt. Midosuji spürt Schwächen in Hakone und kündigt an, dass sein Team die Phasen 11 und 12 ihres Plans für Tag 2 überspringen und direkt zu Phase 13 übergehen wird, wenn sie zur Ziellinie beschleunigen. Phase 13 verlässt die Sprinter, die den Berg nicht hinauf beschleunigen können, was dazu führt, dass Ihara und Yamaguchi von Kyoto Fushimi zurückgelassen werden. Fukutomi beschließt, sie mit Toudou für Hakone zu verfolgen. Ihara und Yamaguchi brechen zusammen und ziehen sich dann aus dem Rennen zurück. Izumida beginnt zu denken, dass entweder er, Hayato oder Arakita der nächste sein werden, da sie alle den Kopf hängen lassen. An der Spitze erklärt Midosuji, dass Fukutomi genau wie er ist. Midosuji nimmt dank des 4-gegen-2-Vorteils problemlos den Bergkontrollpunkt ein.und Midosuji erklärt, dass dies der Moment ist, in dem die Krone von Hakone abgeht. Ishigaki beginnt, über das Team nachzudenken, das er bilden wollte und wie Midosuji seine Vision zerstört hat, was ihn dazu bringt, langsamer zu werden, bis Midosuji droht, ihn zurückzulassen. Als Ishigaki zugibt, dass er in Erinnerungen schwelgt, erklärt Midosuji, dass der Sieg für ihn und das Team nur dadurch entstehen kann, dass er alles aufgibt. Schließlich konfrontiert Ichigaki Fukutomi damit, warum er seine Teamkollegen verlassen hat, und Fukutomi erklärt, dass er sie nicht verlassen hat. Acht Kilometer vor ihm bemerkt Ishigaki, dass ihn jemand von hinten einholt. Fukutomi erklärt, dass ihr Team kein Eigengewicht hat und dass seine Teamkollegen kommen werden.wodurch er langsamer wird, bis Midosuji droht, ihn zurückzulassen. Als Ishigaki zugibt, dass er in Erinnerungen schwelgt, erklärt Midosuji, dass der Sieg für ihn und das Team nur dadurch entstehen kann, dass er alles aufgibt. Schließlich konfrontiert Ichigaki Fukutomi damit, warum er seine Teamkollegen verlassen hat, und Fukutomi erklärt, dass er sie nicht verlassen hat. Acht Kilometer vor ihm bemerkt Ishigaki, dass jemand sie von hinten einholt. Fukutomi erklärt, dass ihr Team kein Eigengewicht hat und dass seine Teamkollegen kommen werden.wodurch er langsamer wird, bis Midosuji droht, ihn zurückzulassen. Als Ishigaki zugibt, dass er in Erinnerungen schwelgt, erklärt Midosuji, dass der Sieg für ihn und das Team nur dadurch entstehen kann, dass er alles aufgibt. Schließlich konfrontiert Ichigaki Fukutomi damit, warum er seine Teamkollegen verlassen hat, und Fukutomi erklärt, dass er sie nicht verlassen hat. Acht Kilometer vor ihm bemerkt Ishigaki, dass jemand sie von hinten einholt. Fukutomi erklärt, dass ihr Team kein Eigengewicht hat und dass seine Teamkollegen kommen werden.Ishigaki merkt, dass jemand sie von hinten erwischt. Fukutomi erklärt, dass ihr Team kein Eigengewicht hat und dass seine Teamkollegen kommen werden.Ishigaki merkt, dass jemand sie von hinten erwischt. Fukutomi erklärt, dass ihr Team kein Eigengewicht hat und dass seine Teamkollegen kommen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530299","hoster":"VOE"},{"path":"/redirect/11530316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-1/episode-38","name":"","epNo":38,"alt":"The Soul of Sohoku","descr":"6 Kilometer vor dem Ziel beschleunigt Fukutomi und holt die Spitze ein. Midosuji versucht sein Team zu beruhigen und weist darauf hin, dass alles innerhalb der von ihm erwarteten Parameter liegt, aber Fukutomi erklärt, dass es kein Zwei-Team-Rennen werden wird. Als Midosuji hinter sich schaut, erhebt sich Sohoku aus der Asche und holt auf. Als er erkennt, dass ihr Ziel erreicht wurde, verliert Onoda an Geschwindigkeit und fällt fast zweimal um. Fukutomi versucht Kinjou davon zu überzeugen, dass sein Team zu erschöpft ist, um anzutreten, aber Imaizumi und Naruko helfen einem erschöpften Onoda, mitzuhalten. Onoda beginnt alleine in die Pedale zu treten und Tadokoro und Naruko helfen dem Team, den Berg hochzufahren, um mit Hakone Schritt zu halten. Als Sohoku und Hakone beginnen, sich zurückzuziehen, beschließt Midosuji, einen letzten letzten Zug zu versuchen, Phase 49. Als der Kampf bergab beginnt, bewegen sich die Asse und ihre Startrampen nach vorne.Am zweiten Tag bleiben nur noch 4 km, und es geht um den Sieg.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11530303","hoster":"VOE"},{"path":"/redirect/11530318","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-1","name":"","epNo":1,"alt":"Phase 49 [ EngSub]","descr":"Phase 49 wird gestartet. Nobuyuki Mizuta blockiert Arakita und zwingt Fukutomi, alleine zu arbeiten, während Imaizumi und Kinjou als Duo arbeiten können. Inzwischen hat Midosuji mit Ishigaki zu arbeiten. Hakone hat sie jedoch alle ausgetrickst. Sobald der Anstieg vorüber ist, rast Shinkai nach vorne und kann Fukutomi helfen. Midosuji beschließt, dass alle um ihn herum Zombies sein müssen und schlägt Imaizumis Lenker, wodurch es wie ein Unfall aussieht und er zu fallen beginnt. Anstatt zu fallen, schlägt Imaizumi absichtlich auf das Rail, um sich wieder aufzurichten und weiterzufahren. Imaizumi verrät, dass er sich nicht mehr für Midosuji interessiert und weiterfährt, was Kinjou wieder auf den zweiten Platz bringt. Als Midosuji erkennt, dass Imaizumi nicht länger schwach ist, kündigt er an, alle Phasen abzubrechen und allein aufgrund seiner Stärke zu gewinnen. Es werden keine Tricks mehr verwendet. Die drei Teams bleiben Kopf an Kopf, bis Ishigaki in der letzten Kurve ins Rutschen kommt. Überraschenderweise fängt ihn Midosuji ein, und der Schwung des Sturzes treibt die beiden nur noch 1200 Meter nach vorne.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13495940","hoster":"VOE"},{"path":"/redirect/11532854","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11533085","hoster":"VOE"},{"path":"/redirect/11533084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-2","name":"","epNo":2,"alt":"The Aces [ EngSub]","descr":"Kurz vor der Ziellinie des zweiten Tages, als drei Schulen um die Führung kämpfen, will Ass-Assistent Imaizumi sein Ass nach der scharfen Kurve vor die Meute bringen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13495941","hoster":"VOE"},{"path":"/redirect/11532866","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11533091","hoster":"VOE"},{"path":"/redirect/11535925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-3","name":"","epNo":3,"alt":"Akira [ EngSub]","descr":"Midousujis unerwarteter Soloangriff vor der scharfen Kurve lässt ihn kurz vor der Ziellinie allein in Führung liegen. Kinjou und Fukutomi setzen jedoch die Hoffnungen ihres Teams auf den Rücken und überschreiten ihre Grenzen, um Midousuji einzuholen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13495942","hoster":"VOE"},{"path":"/redirect/11532909","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11533093","hoster":"VOE"},{"path":"/redirect/11533104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-4","name":"","epNo":4,"alt":"Resolution [ EngSub]","descr":"Kurz vor der Ziellinie des zweiten Tages passieren Kinjou und Fukutomi Midousuji. Wer überquert zuerst die Ziellinie...?!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13495944","hoster":"VOE"},{"path":"/redirect/11532877","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11533079","hoster":"VOE"},{"path":"/redirect/11533081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-5","name":"","epNo":5,"alt":"The Three Kilometers to the Pharmacy [ EngSub]","descr":"Nach seiner Niederlage am zweiten Tag des Inter-High sagt Midousuji, dass er am morgigen Rennen nicht teilnehmen wird und verlässt das Hotel in Ruhe. Auf dem Rückweg nach Kyoto trifft Midousuji auf Sakamichi.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532901","hoster":"VOE"},{"path":"/redirect/11532888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-6","name":"","epNo":6,"alt":"Those Who Have [ EngSub]","descr":"Das Interhoch tritt in seinen letzten Tag ein. Bevor das Rennen beginnt, wenn die Spannungen jeder Schule ihren Höhepunkt erreichen, erscheint Machimiya von Hiroshima Kureminami vor Sakamichi und seinem Team.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532897","hoster":"VOE"},{"path":"/redirect/11532899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-7","name":"","epNo":7,"alt":"The Pack Approaches [ EngSub]","descr":"Der dritte Tag des Interhochs hat endlich begonnen. Sohoku und Hakone Academy kooperieren, um die Asse zu erreichen, die vor ihnen gestartet sind. Unterdessen sammelt Machimiya von Hiroshima Kureminami die Nachhut und beginnt auch mit ihnen zu kooperieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532918","hoster":"VOE"},{"path":"/redirect/11532911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-8","name":"","epNo":8,"alt":"Arakita [EngSub]","descr":"Machimiyas Hintern schluckt Sakamichi. Hiroshima Kureminami verlässt das Rudel schnell und nutzt die eingesparte Energie, um der Front hinterherzujagen","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532924","hoster":"VOE"},{"path":"/redirect/11532921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-9","name":"","epNo":9,"alt":"The Fighting Dog of Kure [EngSub]","descr":"Arakita nimmt Sakamichis verzweifelte Bitte um Zusammenarbeit an. Zusammen mit Manami holt das Trio Machimiya durch Arakitas bestialisches Ziehen ein. Hiroshima Kureminamis Ibiya schlägt Arakita ein \"20-Meter-Gap-Rennen\" vor. Machimiya offenbart die Kampfinstinkte, die er versteckt hat und reitet völlig außer Kontrolle!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532935","hoster":"VOE"},{"path":"/redirect/11532936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-10","name":"","epNo":10,"alt":"The Domain That Lies Ahead [EngSub]","descr":"Machimiyas Groll gegen die Hakone-Akademie explodiert und schlägt Arakita bösartig mit dem Kopf, während er außer Kontrolle reitet. Als Arakita Machimiya sieht, erinnert er sich an seine Vergangenheit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532937","hoster":"VOE"},{"path":"/redirect/11532942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-11","name":"","epNo":11,"alt":"Survival [EngSub]","descr":"Arakita, der seine Vergangenheit loslässt und nur nach vorne blickt, besiegt Machimiya. Alle sechs Mitglieder von Sohoku und Hakone Academy sind vereint auf dem Weg in die letzte Phase!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532948","hoster":"VOE"},{"path":"/redirect/11532966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-12","name":"","epNo":12,"alt":"Izumida\u0027s Pride [EngSub]","descr":"Arakita opfert sich, um sein Team zu ziehen, und die Hakone-Akademie beschleunigt, während sie seinen Willen fortsetzen. Während Sohoku sein Bestes gibt, um mitzuhalten, zeigt Izumida einen verzweifelten Sprint!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532961","hoster":"VOE"},{"path":"/redirect/11532960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-13","name":"","epNo":13,"alt":"Flat-Out Run at Lake Yamanaka [EngSub]","descr":"Shinkais Dämonensprint ermöglicht es Hakone, Sohoku langsam noch weiter voraus zu sein. Um weder Boden noch Mitspieler zu verlieren, treten die Senioren von Sohoku an die Spitze der Reihe und beschließen, die Führung zu drehen, während sie an Boden gewinnen. Schließlich übernimmt Tadokoro die Führung und kündigt an, dass dies sein Endspurt sein wird, aber er verspricht, dass er auf Hochtouren gehen wird, bis sie Hakone einholen. Langsam aber sicher gewinnt Tadokoro an Geschwindigkeit und mit zunehmender Geschwindigkeit macht Sohoku auf Shinkai und Hakone Boden gut. Er ist in der Lage, mit Shinkai zu ziehen, gerade als die beiden Teams ihren letzten Anstieg erreichen, aber die Energie, die er aufgewendet hat, lässt ihn hinter allen zurückfallen. Er ist nicht allein. Shinkai fällt ebenfalls zurück, da seine gesamte Sprintenergie verbraucht ist. Hakone und Sohoku beginnen den letzten Anstieg mit dem Wissen, dass nur ein Team sich durchsetzen wird und nur die Besten der Besten den letzten Anstieg bestreiten können.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532973","hoster":"VOE"},{"path":"/redirect/11532964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-14","name":"","epNo":14,"alt":"The Final Strategy [EngSub]","descr":"Die Teams erreichen den letzten Anstieg von Tag 3, eine gewaltige Bergetappe. Hakone macht seinen Zug und schickt Manami, Toudou und Fukutomi den letzten Berg hinauf. Captain Kinjou und Makishima versuchen, ihm zu folgen, aber jedes Mal, wenn Kinjou versucht, Druck auf seine Beine auszuüben, scheinen sie nachzugeben. Onoda erkennt, dass etwas nicht stimmt und beschließt, zu ihm zu kommen und mit ihm zu sprechen. Kinjou erkennt, dass er nicht das Ass sein muss, weil sie alle als Team zusammenarbeiten. Kinjou beschließt, vor Ort einen neuen Plan zu schmieden. Er schickt Onoda, Imazumi und Naruko, um mit Makishima den Berg zu besteigen. Es werden nur zwei Befehle erteilt: 1) Naruko soll auffälliger sein und 2) einer von ihnen muss das Trikot zuerst über die Ziellinie bringen. Danach muss Kinjou aussteigen. Onoda übernimmt zunächst die Führung, doch Naruko rückt nach vorne, um seinen neuen Sprintanstieg zu zeigen. Weiter hinten verrät Tadokoro Shinkai, dass ihre rote Frühlingsbohne der gefährlichste Teamkollege von allen ist, weil er seinen vollen Sprintergeist noch nicht gezeigt hat und diese Zeit beim letzten Anstieg sehr gut kommen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532988","hoster":"VOE"},{"path":"/redirect/11532983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-15","name":"","epNo":15,"alt":"Naruko\u0027s True Worth! [EngSub]","descr":"Naruko weigert sich, die Führung abzugeben, während Sohoku den Berg hinaufrast. Er nutzt seine Sprinter-Aufstiege, um dem Team zu helfen, in Schwung zu kommen, und gerade als er müde zu sein scheint, beschließt Naruko, seinen neuen Zug zu debütieren: den Armstrong-Aufstieg. Narukos Geist entzündet sich, um Sohoku anzufeuern, aber es hat einige unerwartete Konsequenzen. Der Aufstieg entzieht Naruko langsam aber sicher Sauerstoff. Naruko weigert sich, die Führung aufzugeben und konzentriert sich ausschließlich auf die Straße, wo er die weiße Linie sehen kann, aber er kann nichts anderes sehen. Onoda beschließt zu helfen, gibt Naruko aber in den Kurven Anweisungen. Als Sohoku Hakone einholt, fällt Naruko langsam aber sicher zurück, und am Ende stürzt er an den Straßenrand, der nicht weiterfahren kann. Das letzte, was wir hören, sind Onodas und Imaizumis Schreie nach ihrem gefallenen Freund, aber die beiden beschließen, seine Taten zu ehren und helfen, Hakone zu besiegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532994","hoster":"VOE"},{"path":"/redirect/11533022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-16","name":"","epNo":16,"alt":"Imaizumi the Ace! [EngSub]","descr":"Dank Narukos Opfer gelingt es Sohoku, Hakone zu fangen. Fukutomi gibt zu, dass er dachte, dass Sohoku auseinanderfallen würde, und dennoch haben sie es geschafft, aufzuholen, aber er sagt, dass sie sich ohne ein echtes Ass nie durchsetzen können. Imaizumi erklärt, dass er das neue Ass ist und zuerst nehmen wird. Onoda ist schockiert und fragt Makishima, ob es in Ordnung ist. Makishima sagt, es sei in Ordnung, weil er und Toudou den anderen niemals als Ass ins Ziel bringen würden. Imaizumi beschließt dann, rücksichtslos zu werden und alleine weiterzumachen. Makishima hält Toudou in Schach und zwingt Fukutomi, ihn zu verfolgen. Jedes Mal, wenn Fukutomi aufholt, legt Imaizumi einen weiteren Geschwindigkeitsschub hin. Wir sehen, wie Imaizumi süchtig nach Straßenrennen wurde und wie er die Kanzaki zum ersten Mal traf. Schließlich sehen wir, wie Imaizumi bei sich selbst denkt und weiß, dass er gewinnen kann, wenn sich nichts anderes ändert. Ein Sanitätswagen ist jedoch weiter hinten unterwegs. Es holt Naruko ab und lässt ihn aus dem Rennen zurückziehen. Dann machen sie die Straße frei, weil noch mehr Rennfahrer kommen. Ishigaki bricht zusammen und sagt Midosuji, er solle mit voller Kraft weitermachen und er wird gewinnen. Dann weht ein bedrohlicher Wind, während Midosuji beginnt, die letzten 15 km alleine zu erklimmen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532997","hoster":"VOE"},{"path":"/redirect/11533003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-17","name":"","epNo":17,"alt":"Hakone Academy #6 [EngSub]","descr":"Midosuji holt Onoda und seine Begleiter ein und kann sich vor den Aufsteigern durchsetzen. Toudou sieht keine andere Wahl und schickt Manami voraus, um Midosuji in Schach zu halten. Manami erkennt schnell, dass er Midosuji nicht davon abhalten kann, die Asse zu erreichen. Stattdessen beschließt er, ihn eins gegen eins durch den bergigen Anstieg zu rasen. Midosuji erkennt schnell, dass die beiden anscheinend ausgeglichen sind und schlägt eine Wette auf ihre Rasse vor. Der Vorschlag, dem beide zustimmen, ist, dass der Verlierer ihres Einzelrennens die Ziellinie nicht vor dem Sieger überqueren kann. Schließlich erkennt Makashima, dass Imazumi einen großen Nachteil haben wird, wenn er keine Hilfe gegen die anderen Kletterer hat, und da Onoda mit ihm Schritt gehalten hat, schickt er ihn weiter, um zu versuchen, die Chancen auszugleichen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533017","hoster":"VOE"},{"path":"/redirect/11533013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-18","name":"","epNo":18,"alt":"Step by Step [EngSub]","descr":"Manami verrät, wie er sich in Rennen bisher entwickelt hat, indem er die Natur nutzt und erfühlt. Als er einen Windstoß spürt, nutzt Manami ihn, um sich vor Midosuji voranzutreiben. Miosuji ist jedoch in der Lage, die Technik zu kopieren und aufzuholen. Vorne spüren die Asse, dass sie bald eingeholt werden. Fukutomi glaubt, dass zwei Rennfahrer kommen - Midosuji und Manami, aber Imazumi erkennt, dass ein dritter in Onoda schnell an Boden gewinnt. Toudou fragt Makashima, warum er so an Onoda glaubt, und Makashima enthüllt, dass Onoda nie versäumt hat, einen Befehl zu befolgen, der ihm gegeben wurde. Er denkt an Onodas viele Rennen zurück – die Bergauffahrt auf seinem Mami-Bike, das Erstklässlerrennen, das 1000km-Rennen gegen die Zweitklässler und sogar seine Aufholjagden beim Inter-High. Ungefähr 7km nach links holt Onoda Midosuji und Manami ein. Er schwört, Midosuji die Asse nicht einholen zu lassen. Midosuji erhöht seine Geschwindigkeit, aber Onoda übertrifft Midosujis Geschwindigkeit und bewegt sich tatsächlich vor ihm.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533019","hoster":"VOE"},{"path":"/redirect/11533025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-19","name":"","epNo":19,"alt":"Sakamichi\u0027s Job [EngSub]","descr":"Onoda kann Midosuji nicht aufhalten. Dann erinnert er sich an die Worte von Naruko, dass er sich beim Rennen an jemanden klammert und nicht mehr loslässt. Onoda beginnt sich an Midosujis Fahrrad zu klammern und wird von Midosuji dazu gebracht, von der Straße zu rennen. Onoda weigert sich aufzugeben und steigt wieder auf sein Fahrrad. Er holt wieder auf, kurz bevor Manami und Midosuji Fukutomi einholen. Onoda, Manami und Midosuji enden in einem Dreikampf, als sie Fukutomi erreichen, und Onoda gibt zu, dass er nicht bemerkt hat, dass er Rennen fährt. Dies lässt Manami schaudern und er sagt Fukutomi, dass Onoda dort die größte Bedrohung ist. Inzwischen beschließt Imazumi, Onodas Job zu wechseln. Er sagt ihm, dass ihre Aufgabe darin besteht, gemeinsam die Ziellinie zu überqueren, um für Sohoku zu gewinnen. Midosuji beschließt, zu versuchen, nach vorne zu sprinten, aber Imazumi passt sich seinem Tempo an und weigert sich, ihn weiterkommen zu lassen. Onoda, Manami und Fukutomi halten ebenfalls das gleiche Tempo, sodass es ein 5-Mann-Rennen bis ins Ziel mit nur noch 5 km verbleibenden Kilometern ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533026","hoster":"VOE"},{"path":"/redirect/11533041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-20","name":"","epNo":20,"alt":"Imaizumi vs Midousuji [EngSub]","descr":"Sakamichi erreicht die Spitzengruppe und schließt sich Imaizumi an, und das Paar bekräftigt seinen Wunsch zu gewinnen. Ohne einen Moment Verzögerung beginnt Midousuji seinen Angriff!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533034","hoster":"VOE"},{"path":"/redirect/11533059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-21","name":"","epNo":21,"alt":"#91 [EngSub]","descr":"Midousuji greift immer wieder an und Imaizumi hält ihn zurück. Während ihr Kampf an Geschwindigkeit zunimmt, betritt das Rennen die einzige Abfahrtsstrecke der Fuji Azami Line!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533048","hoster":"VOE"},{"path":"/redirect/11533044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-22","name":"","epNo":22,"alt":"Manami and Sakamichi [EngSub]","descr":"Als Imaizumis Körper während seines Kampfes gegen Midousuji bricht, überholt ihn Manami schnell. Da er merkt, dass er Manami nicht selbst fangen kann, vertraut er Sakamichi die Seele von Sohoku an. Mit den Hoffnungen seines Teams auf dem Rücken jagt Sakamichi Manami mit seiner außergewöhnlichen Kadenz, aber Manami schaltet nach oben und zieht vor. Als Imaizumis Körper während seines Kampfes gegen Midousuji bricht, überholt ihn Manami schnell. Da er merkt, dass er Manami nicht selbst fangen kann, vertraut er Sakamichi die Seele von Sohoku an!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533057","hoster":"VOE"},{"path":"/redirect/11533060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-23","name":"","epNo":23,"alt":"The Promised Road [EngSub]","descr":"Mit Sohokus Hoffnungen betraut, stürmt Sakamichi geradeaus. Währenddessen schaltet Manami Gang für Gang hoch, während er zum Gipfel fährt","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11533064","hoster":"VOE"},{"path":"/redirect/11533076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-2/episode-24","name":"","epNo":24,"alt":"Winner [EngSub]","descr":"Sakamichi tritt in die Pedale, um das Trikot seines Teams über die Ziellinie zu bringen, und Manami bemüht sich, den Gipfel zu erreichen. Da beide Konkurrenten alles geben, geht das Inter-High zu Ende!","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11532859","hoster":"VOE"},{"path":"/redirect/11532852","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-1","name":"","epNo":1,"alt":"The Last Minegayama","descr":"\"Zum letzten Mal auf den Minegayama”Nach dem Inter-High bekommen Onoda Sakamichi und seine Teamkameraden neue Bikes und bereiten sich sofort auf neue Rennen als Team vor. Dabei müssen sie ohne die vom letzten Jahr auskommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538146","hoster":"VOE"},{"path":"/redirect/11538151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-2","name":"","epNo":2,"alt":"What Makishima Left Behind","descr":"\"Makishimas Erbe”Sakamichi kann sich nicht von seinem Schock erholen, dasss Makishima den Klub verließ, um in England zu studieren. Währenddessen beginnt Hakones neues Team sich auf die Verteidigung ihrer Krone als König vorzubereiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538149","hoster":"VOE"},{"path":"/redirect/11538156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-3","name":"","epNo":3,"alt":"Teshima\u0027s Ride of the Soul","descr":"\"Teshima, ein Rennen mit Seele”Ashikiba entpuppt sich als starker Gegner. Neben seiner großen Körpergröße, spuckt er auch große Töne","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538152","hoster":"VOE"},{"path":"/redirect/11538154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-4","name":"","epNo":4,"alt":"The Fastest Man in Minegayama","descr":"\"Der schnellste Kerl auf dem Minegayama”Trotz aller Bemühungen scheint Junta dem Lulatsch nicht gewachsen zu sein. Seine Größe birgt eine riesige Gefahr. Doch dann schlägt Onoda von hinten zu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538167","hoster":"VOE"},{"path":"/redirect/11538169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-5","name":"","epNo":5,"alt":"A Different Bicycle Race Track!!","descr":"\"Ein anderer Fahrrad-Trainingsort”Naruko ist am Zweifeln, ob er seine Rolle als Sprinter beibehalten sollte. Um eine Antwort auf die Frage zu finden, kehrt er nach Osaka in seine Heimat zurück. Dort trifft er einen alten Bekannten und fährt ein Rennen gegen ihn. Sollte Naruko verlieren, will er von seiner Position als Sprinter zurücktreten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538168","hoster":"VOE"},{"path":"/redirect/11538173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-6","name":"","epNo":6,"alt":"Naruko VS Midousuji","descr":"\"Naruko vs. Midōsuji”In dieser Episode geht es für Naruko um alles. Dieser wettete nämlich mit Midōsuji darum, als Sprinter für immer aufzuhören, sollte er bei einem Rennen gegen ihn verlieren. Wird Naruko seine Karriere als Sprinter an den Nagel hängen müssen oder wird er Midōsuji besiegen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538181","hoster":"VOE"},{"path":"/redirect/11538185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-7","name":"","epNo":7,"alt":"The Last Race","descr":"\"Naruko vs. Midōsuji”In dieser Episode geht es für Naruko um alles. Dieser wettete nämlich mit Midōsuji darum, als Sprinter für immer aufzuhören, sollte er bei einem Rennen gegen ihn verlieren. Wird Naruko seine Karriere als Sprinter an den Nagel hängen müssen oder wird er Midōsuji besiegen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538189","hoster":"VOE"},{"path":"/redirect/11538196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-8","name":"","epNo":8,"alt":"Finish Line","descr":"\"Ziellinie”Beim Abschlussrennen der Hakone-Akademie beweist Shinkai, wie sehr er sich verbessert hat. Kurz vor der Bergstrecke treten Tōdō und Manami in Aktion und beginne zu reden","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538199","hoster":"VOE"},{"path":"/redirect/11538201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-9","name":"","epNo":9,"alt":"New Sohoku, Start!","descr":"\"Auf ins neue Leben, Sōhoku!”Fünf der Plätze im Inter-High-Team sind bereits vergeben worden. Wer der sechste Mann im Team wird, soll im traditionellen Erstklässlerrennen entschieden werden. Sugimoto hoffe auf eine zweite Chance","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538213","hoster":"VOE"},{"path":"/redirect/11538236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-10","name":"","epNo":10,"alt":"The Sugimoto Brothers Bond","descr":"\"Die Bindung der Sugimoto-Brüder”Das Erstklässlerrennen ist im vollen Gange. Sugimoto schafft es, sich an die Spitze zu schlagen, doch dieser Triumph währt nicht lange. Wenn er jetzt aufgibt, ist sein Traum vom Inter-High geplatzt, doch nach und nach muss er sich seine Grenzen eingestehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538220","hoster":"VOE"},{"path":"/redirect/11538238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-11","name":"","epNo":11,"alt":"Meals","descr":"\"Entscheidung”Das Erstklässlerrennen ist fast zu Ende. Auf den letzten Metern liefern sich zwei Parteien einen erbitterten Kampf – ein Kampf, der entscheidet, wer am Inter-High teilnehmen wird. Für Sugimoto ist das die letzte Chance","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538250","hoster":"VOE"},{"path":"/redirect/11538239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-12","name":"","epNo":12,"alt":"Conclusion","descr":"\"Ein Problem!”Die Inter-High-Vorrunden beginnen mit einem Rennen in Chiba. Kaburagi ernennt sich kurzerhand selbst zum Ass und die anderen spielen mit. Er glaubt, auch ohne das Team an der Spitze fahren zu können, doch dann ereignet sich in der ersten Runde ein Unglück","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538247","hoster":"VOE"},{"path":"/redirect/11538249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-13","name":"","epNo":13,"alt":"1000km Again","descr":"\"Ein Problem!”Die Inter-High-Vorrunden beginnen mit einem Rennen in Chiba. Kaburagi ernennt sich kurzerhand selbst zum Ass und die anderen spielen mit. Er glaubt, auch ohne das Team an der Spitze fahren zu können, doch dann ereignet sich in der ersten Runde ein Unglück","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538252","hoster":"VOE"},{"path":"/redirect/11538258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-14","name":"","epNo":14,"alt":"The Ordinary Man and the Genius","descr":"\"Ein Gewöhnlicher und ein Naturtalent”Teshima hat kein besonderes Talent, aber trotzdem ist er so weit gekommen. Nun steht er Kōga gegenüber, dem das Radfahren im Blut liegt. Kann jemand wie Teshima gegen ihn gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538255","hoster":"VOE"},{"path":"/redirect/11538261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-15","name":"","epNo":15,"alt":"Koga\u0027s Goal","descr":"\"Kōgas Ziel”Während das Sōhoku-Team weiter alles beim Training gibt und Kōga ihnen hilft, sich systematisch zu verbessern, schleichen sich Midōsuji und Komori auf den Trainingsplatz, um zu spionieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538272","hoster":"VOE"},{"path":"/redirect/11538271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-16","name":"","epNo":16,"alt":"The Second Inter-High","descr":"\"Der zweite Inter-High”Der zweite Inter-High steht unmittelbar hervor und nach dem Erfolg des letzten Jahres rechnen einige Mitglieder von Team Sōhoku mit größerem medialen Interesse, doch Kyōto-Fushimi scheint weiterhin im Rampenlicht zu stehen. Naruko nutzt die Chance, um Midōsuji vor dem Rennen einen Besuch abzustatten","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538273","hoster":"VOE"},{"path":"/redirect/11538276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-17","name":"","epNo":17,"alt":"Start!!!","descr":"\"Start!!”Der zweite Inter-High fängt endlich an. Onoda merkt, dass enorm viel von ihm erwartet wird und kann sich an der Startlinie vor Nervosität kaum im Sattel halten. Doch Aoyagi hat eine Idee","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538281","hoster":"VOE"},{"path":"/redirect/11538292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-18","name":"","epNo":18,"alt":"The Swelling Aoyagi","descr":"\"Aoyagi blüht auf”Der Startschuss ist endlich gefallen und Onoda will noch einmal mit Manami reden, bevor es richtig losgeht. Aoyagi demonstriert derweil eine Atemtechnik, die nur er beherrscht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538288","hoster":"VOE"},{"path":"/redirect/11538289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-19","name":"","epNo":19,"alt":"Road Monster Doubash","descr":"\"Straßenmonster Dōbashi”Aoyagis Wettstreit mit Dōbashi geht weiter – an der Spitze ist nur Platz für einen Sprinter. Aoyagi nutzt all seine Geheimwaffen, doch er kann Dōbashi nicht abhängen. Im entscheidenden Moment kommt ihm jemand zu Hilfe","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538301","hoster":"VOE"},{"path":"/redirect/11538307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-20","name":"","epNo":20,"alt":"Full Throttle, Kaburagi!","descr":"\"Vollgas, Kaburagi!”Als Dōbashi von hinten kommt, spielt Aoyagi seine neue Technik aus, die ihm noch mehr Kraft verleiht. Und trotzdem holt Dōbashi auf. Doch hinter ihm lauert schon Kaburagi. Wer wird wohl als Sieger aus diesem Kampf hervorgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538303","hoster":"VOE"},{"path":"/redirect/11538311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-21","name":"","epNo":21,"alt":"Hakone Academy High School Makes Its Move","descr":"\"Vollgas, Kaburagi!”Als Dōbashi von hinten kommt, spielt Aoyagi seine neue Technik aus, die ihm noch mehr Kraft verleiht. Und trotzdem holt Dōbashi auf. Doch hinter ihm lauert schon Kaburagi. Wer wird wohl als Sieger aus diesem Kampf hervorgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13005037","hoster":"VOE"},{"path":"/redirect/11538326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-22","name":"","epNo":22,"alt":"The Pressure of Tag #1","descr":"\"Vollgas, Kaburagi!”Als Dōbashi von hinten kommt, spielt Aoyagi seine neue Technik aus, die ihm noch mehr Kraft verleiht. Und trotzdem holt Dōbashi auf. Doch hinter ihm lauert schon Kaburagi. Wer wird wohl als Sieger aus diesem Kampf hervorgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11540025","hoster":"VOE"},{"path":"/redirect/11538328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-23","name":"","epNo":23,"alt":"Sakamichi\u0027s Pursuit","descr":"\"Sakamichis Jagd”Onoda muss sich noch durch das gesamte Hauptfeld kämpfen, um wieder an sein Team anschließen zu können. Allerdings ist","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538321","hoster":"VOE"},{"path":"/redirect/11538331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-24","name":"","epNo":24,"alt":"The Ride of Weeds","descr":"\"Das Unkraut-Rennen”Teshima und Manami nähern sich der Bergspitze, doch auch Onoda nimmt nun endlich die Verfolgung auf. Wer von den Dreien kann die Bergwertung für sich entscheiden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538342","hoster":"VOE"},{"path":"/redirect/11538345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-3/episode-25","name":"","epNo":25,"alt":"Look up at the Sky","descr":"\"Blick in den Himmel”Auf den letzten 400 Metern wird sich entscheiden, ob Teshima oder Manami die Berg-Ziellinie zuerst überschreiten werden. Kurz vor dem Ziel merkt Teshima, dass er Manami abgehängt hat. Irgendetwas muss passiert sein","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11538140","hoster":"VOE"},{"path":"/redirect/11538141","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-1","name":"","epNo":1,"alt":"The Final Phase","descr":"\"Auf in die letzte Phase”Der Inter-High in Tochigi beginnt! Dōbashi von Hakone holt das erste Ergerbnis und Minami von Hakone besiegt Teshima, den Anführer von Sōhoku","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12384179","hoster":"VOE"},{"path":"/redirect/11542833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-2","name":"","epNo":2,"alt":"The Two Aces!!","descr":"\"Die zwei Asse!”uroda bringt Hakone an die Spitze und alle haben nur die Ziellinie des ersten Tages vor Augen. Dabei zeigt Naruko Shōkichi als neuer All-Rounder, was alles in ihm steckt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542836","hoster":"VOE"},{"path":"/redirect/11542846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-3","name":"","epNo":3,"alt":"The Appointed Time","descr":"\"Zeit des Versprechens”Sōhoku und Hakone haben einen unerbittlichen Kampf! Doch gerade als es so scheint, dass der Sieg des ersten Tages an Sōhoku oder Hakone geht, tauchen plötzlich Midōsuji und Kishigami von Kyōto Fushimi auf","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542841","hoster":"VOE"},{"path":"/redirect/11542843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-4","name":"","epNo":4,"alt":"Five Men\u0027s Resolve","descr":"\"Die entschlossenen Fünf”Sawada und Gorizō werden beauftragt, die Fahrer an der Ziellinie zu empfangen, um sie zu versorgen. Da dies eine furchtbar wichtige Aufgabe ist, spüren sie den Druck, der eigentlich nur den Fahrern vorenthalten bleibt. Währenddessen liefern sich Midōsuji und Naruko einen heißen Kampf","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542847","hoster":"VOE"},{"path":"/redirect/11542844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-5","name":"","epNo":5,"alt":"3 Seconds Less","descr":"\"Drei Sekunden weniger”Naruko und Midōsuji liegen in Führung und alles läuft darauf hinaus, dass einer von ihnen Sieger des ersten Tages wird. Doch auch hinter ihnen hat man noch lange nicht aufgegeben","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12931534","hoster":"VOE"},{"path":"/redirect/11542849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-6","name":"","epNo":6,"alt":"Sohoku Shaken","descr":"\"Sōhoku schwankt”Hakones Ass Ashikiba Takuto gewinnt den Kampf am ersten Tag des Inter-High. Hakone hat somit alle Nummern des ersten Tages gewonnen und steigt wieder auf den Thron. Naruko benimmt sich während der Ehrung zwar fröhlich, aber innerlich kämpft er mit seiner Niederlage","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542853","hoster":"VOE"},{"path":"/redirect/11542855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-7","name":"","epNo":7,"alt":"Footsteps of Hope","descr":"\"Hoffnungsvolle Schrittgeräusche”In dieser Episode trifft Sakamichi Kinjō, der ihm sagt, dass er stärker werden soll. Außerdem erfährt er, das Makishima und Tadokoro gekommen sind, um das Team anzufeuern, was er den anderen erzählt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542857","hoster":"VOE"},{"path":"/redirect/11542858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-8","name":"","epNo":8,"alt":"Second Day, Start!!","descr":"\"Zweiter Tag, Start!”Der zweite Tag des Inter-High hat begonnen und die Fahrer verlassen die Startlinie in der Reihenfolge, wie sie auch am ersten Tag ins Ziel einfuhren.Sakamichi und Teshima strampeln sich ab, um zu Imaizumi und Naruko aufzuholen, aber Kaburagi merkt, dass er sich komisch verhält","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542860","hoster":"VOE"},{"path":"/redirect/11542865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-9","name":"","epNo":9,"alt":"Sash of Wishes","descr":"\"Eine Schärpe der Wünsche”Aoyagi ignoriert Teshimas Versuch ihn aufzuhalten und bleibt zurück, um Kaburagi mitzuziehen, der zurückgefallen ist. Währenddessen sammelt Kaburagi wieder Kraft, indem er von Kōga aufgebaut wird. Trotzdem ist er noch nicht in alter Form","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542879","hoster":"VOE"},{"path":"/redirect/11542884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-10","name":"","epNo":10,"alt":"#16, Shinkai Yuto","descr":"\"Die Nummer 16, Shinkai Yūto”Shinkai Yūto tritt gegen Onoda an und dieser unternimmt alles, um Onoda von seinem Thron als Berg-König zu stoßen. Zudem gibt Aoyagi Kaburagi eine Mitteilung Gottes mit dem Love-Princess-Opening, um diesen wieder in Fahrt zu bringen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542906","hoster":"VOE"},{"path":"/redirect/11542918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-11","name":"","epNo":11,"alt":"Mountain King","descr":"\"Der Berg-König”Das Rennen zwischen Shinkai und Onoda geht in die nächste Runde. Während Shinkai eine Strategie verfolgt, um Onoda zu bezwingen, lässt sich dieser nicht davon abhalten fokussiert zu bleiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542941","hoster":"VOE"},{"path":"/redirect/11542939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-12","name":"","epNo":12,"alt":"Fallen Hopes","descr":"\"Verlorene Erwartungen”Während bei Kyōto Fushimi und der Hakone-Akademie alles nach Plan verläuft, ist das Team von Sōhoku zerstreut. Hat Imaizumi die falsche Entscheidung getroffen? Midōsuji tritt erneut in Aktion.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542986","hoster":"VOE"},{"path":"/redirect/11543002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-13","name":"","epNo":13,"alt":"He Who Carries Guilt","descr":"\"Der Schuldige”Der Kampf um den Spurt beginnt. Hakone lässt ihren Kapitän und Sprinter Izumida gegen Kyōto Fushimis Kishigami Komari antreten, dem Typen, der es auf Izumidas gottesgleiche Muskeln abgesehen hat","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495945","hoster":"VOE"},{"path":"/redirect/11543041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-14","name":"","epNo":14,"alt":"Heart\u0027s Wrapping, Heart\u0027s Case","descr":"\"Herzumhüllung, Herzschachtel”Der Spurt-Kampf heizt auf. Und Kishigami gibt für gutaussehende Muskeln alles. Schon als Kind liebte er sie, aber versteckte seine Begierde, um das Prestige seiner Familie zu wahren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495947","hoster":"VOE"},{"path":"/redirect/11543112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-15","name":"","epNo":15,"alt":"The Sprint Line of Delight","descr":"\"Sprintwertung der Freude”Izumida und Kishigami geben am Ende noch einmal alles, doch plötzlich fällt die Wasserflasche eines Zuschauers auf die Strecke. Andy und Frank, zwei treue Begleiter, machen Izumida klar, dass er langsamer fahren und den Hindernissen ausweichen muss","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543036","hoster":"VOE"},{"path":"/redirect/11543042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-16","name":"","epNo":16,"alt":"Sohoku Falls Behind","descr":"Sōhoku liegt zurück”Während Aufregung herrscht, dass Izumida das Spurtrennen gewonnen hat, will Hakone wieder an die Spitze. Sōhokus Team ist über die ganze Strecke verstreut und ihre aussichtslose Situation findet kein Ende","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543067","hoster":"VOE"},{"path":"/redirect/11543110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-17","name":"","epNo":17,"alt":"Start of the Mountains","descr":"\"Der Anfang der Berge”Kaburagi und Aoyagi, die zurückgefallen sind, holen ihr Team ein, wodurch Sōhoku endlich wieder vereint ist. Neben ihrer neuen Hoffnung zu gewinnen denkt Sakamichi wieder an sein Versprechen gegen Manami anzutreten","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543094","hoster":"VOE"},{"path":"/redirect/11543165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-18","name":"","epNo":18,"alt":"Naruko\u0027s Determination","descr":"\"Der Anfang der Berge”Kaburagi und Aoyagi, die zurückgefallen sind, holen ihr Team ein, wodurch Sōhoku endlich wieder vereint ist. Neben ihrer neuen Hoffnung zu gewinnen denkt Sakamichi wieder an sein Versprechen gegen Manami anzutreten","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543128","hoster":"VOE"},{"path":"/redirect/11543164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-19","name":"","epNo":19,"alt":"The Approaching Peak","descr":"\"Gipfel in Reichweite”Im Glauben, dass Onoda und Imaizumi aufholen werden, hält Naruko Midōsujis Angriffen durch Ashikiba und Yuto allein im Spitzenfeld stand. Doch gerade als es so aussieht, als würde Naruko zurückfallen, erscheinen Onoda und Imaizumi hinter ihm","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543142","hoster":"VOE"},{"path":"/redirect/11543162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-20","name":"","epNo":20,"alt":"King of the Mountain","descr":"\"Bergkönig-Auszeichnung”Der stark benachteiligte Midōsuji schickt Mizuta los, um Bergkönig zu werden. Dadurch möchte er erreichen, dass Ashikiba aufgrund seines Stolzes darauf anspringt. Der Bergtitel geht zwar an Ashikiba, aber er hat kaum noch Ausdauer","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543161","hoster":"VOE"},{"path":"/redirect/11543163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-21","name":"","epNo":21,"alt":"Limiter","descr":"\"Der Begrenzer”Als Yuto zum ersten Mal ins Team kam, fühlte er sich durch seinen älteren Bruder Hayato von den anderen Mitgliedern falsch wahrgenommen. Nachdem er mit seinem Klub aneinandergeriet, fordert Ashikiba ihn zu einem Rennen heraus. Es endet mit einem vernichtenden Sieg für Ashikiba, und Yuto lernte ihn als starken Fahrer zu respektieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543168","hoster":"VOE"},{"path":"/redirect/11543166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-22","name":"","epNo":22,"alt":"Three Powerhouses","descr":"\"Die drei Starken”Die Ziellinie des zweiten Tages des Inter-High ist nahe. Imaizumi, Yuto und Midōsujis Rennen zur Ziellinie heizt sich auf. Nachdem Imaizumi seine Grenzen überschritten hat, fährt er vor den anderen her. Währenddessen denkt Midōsuji an seine Mutter","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13993181","hoster":"VOE"},{"path":"/redirect/11543174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-23","name":"","epNo":23,"alt":"Winner","descr":"\"Der Sieger”Die Ziellinie des zweiten Tages der Inter-High nähert sich! Zwischen Imaizumi, Yuto und Midōsuji liegen nur noch 20 Meter! Imaizumi fährt für seine Teamkollegen, die ihm dabei halfen, so weit zu kommen. Yuto überwindet seinen Komplex in Bezug auf seinen angesehenen Bruder und fährt für den König Hakone.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13993180","hoster":"VOE"},{"path":"/redirect/11543180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-24","name":"","epNo":24,"alt":"The Small Pass","descr":"\"Der enge Pfad”In der Nacht des zweiten Tages vom Inter-High begegnet Sakamichi einem Absolventen von Hakone, und zwar Tōdō Jinpachi. Dieser sagt ihm, dass er gerade Fahrrad fährt, weil er von jemanden angerufen wurde","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543185","hoster":"VOE"},{"path":"/redirect/11543183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-4/episode-25","name":"","epNo":25,"alt":"Their Respective Starting Lines","descr":"\"Die Startlinie aus verschiedener Sicht”Der dritte Tag des Inter-Highs hat begonnen und an der Startlinie nutzen die Fahrer noch einmal die Gelegenheit, ihren Teams und sich selbst Mut zu machen. Dann geht es los und Onoda und Sōhoku wissen, dass es dieses Jahr ein unglaublich harter Kampf werden wird","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11542831","hoster":"VOE"},{"path":"/redirect/11542832","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-1","name":"","epNo":1,"alt":"The Final Day Begins!!","descr":"Nach zwei spannenden Renntagen, in denen die Sōhoku nicht gerade glänzen konnte, steht endlich die dritte und letzte Etappe des Inter Highs an. Alle Teams laufen auf Hochtouren im Kampf um den Sieg!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543171","hoster":"VOE"},{"path":"/redirect/12985348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-2","name":"","epNo":2,"alt":"Piranhas","descr":"Während Hakone einen guten Start in der letzten Etappe hingelegt hat, hinken die Jungs aus Kyōto deutlich hinterher. Anders als die anderen können sie zu zweit aber auch keine Gruppe bilden, um schneller voranzukommen. Eine unangehme Situation für die Gewinner der zweiten Etappe. Wähle einen AniWorld Stream / Hoster:","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11543201","hoster":"VOE"},{"path":"/redirect/11543199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-3","name":"","epNo":3,"alt":"The Power to Move Forward Together","descr":"Die Gruppe hinten holt stetig auf und erreicht die Fahrer der Sōhoku im Mittelfeld. Für die Jungs, die unbedingt ihre vorderen Team-Kameraden erreichen müssen, stellt das ein Problem dar. Priorität ist jetzt, nicht Teil des Pelotons zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11578104","hoster":"VOE"},{"path":"/redirect/11578105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-4","name":"","epNo":4,"alt":"Two-Man Team","descr":"Teshima und Aoyagi haben sich auf Yamaguchis Idee eingelassen, ein eigenes kleines Rennen mitten im Inter High zu fahren. Allerdings ist Aoyagi immer noch am Knie verletzt","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11634737","hoster":"VOE"},{"path":"/redirect/11634725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-5","name":"","epNo":5,"alt":"Seniors","descr":"Team Sōhoku versucht mit allen Mitteln, zu den Spitzenfahrern aus Hakone aufzuholen. Doch solch ein Kraftakt ist nicht ohne Opfer zu bewältigen. Kaburagi, der jüngste im Team, will das nicht einsehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11634733","hoster":"VOE"},{"path":"/redirect/11634731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-6","name":"","epNo":6,"alt":"Doubashi Masakiyo`s Inter-High","descr":"Die Bergetappe beginnt. Für Dōbashi ist dies der wichtigste Teil für seinen persönlichen Erfolg. Die Jungs der Sōhoku sind zwar im Nachteil, aber sie lassen sich trotzdem nicht unterkriegen! Das Duell zwischen ihnen und Hakone nimmt noch mehr an Fahrt auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11719759","hoster":"VOE"},{"path":"/redirect/11719707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-7","name":"","epNo":7,"alt":"Final Road!","descr":"Die erste Steigung der Bergetappe ist fast geschafft. Allerdings beschäftigt eine Entscheidung des Hakone-Teams Teshima noch immer. Ihn überkommt eine böse Vorahnung...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11752476","hoster":"VOE"},{"path":"/redirect/11752474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-8","name":"","epNo":8,"alt":"Teshima`s Orders","descr":"Am Tag vor der dritten Etappe hat Teshima sich eine Strategie zurechtgelegt, um auch den schlimmsten Fall zu meistern. Dieser Plan kommt zwar nicht ohne Opfer aus, aber die Jungs der Sōhoku sind bereit, alles zu geben, um den Sieg zu erringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11792811","hoster":"VOE"},{"path":"/redirect/11792806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-9","name":"","epNo":9,"alt":"Transfer Student","descr":"Bei ihrem Duell während der Bergetappe denken Teshima und Ashikiba an ihre gemeinsame Schulzeit zurück. In der Grundschule ist Ashikiba nach Chiba gezogen, wo er sich schnell mit Teshima anfreundete. Die beiden teilen ihre Hobbys miteinander, auch wenn sie in manchen Dingen verschiedene Ansichten haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11888489","hoster":"VOE"},{"path":"/redirect/11888490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-10","name":"","epNo":10,"alt":"Resonating Vibrations","descr":"Teshima und Ashikiba erreichen die letzten Meter der Bergetappe. Bei beiden Jungs kommen auf dieser Strecke gemischte Gefühle auf und sie denken an ihre gemeinsame Vergangenheit zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11928640","hoster":"VOE"},{"path":"/redirect/11928639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-11","name":"","epNo":11,"alt":"The Skies Above","descr":"Bei ihrem eigenen Wettrennen um den Sieg bei der Bergetappe lassen Teshima und Ashikiba ihre Freundschaft aus der Mittelschule wieder aufleben. Gerade für Ashikiba ist das eine gute Gelegenheit, sich mit seinen Fehltritten auseinanderzusetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250835","hoster":"VOE"},{"path":"/redirect/12250833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-12","name":"","epNo":12,"alt":"Onslaught","descr":"Da die Bergetappe entschieden ist, liegt es nun am Rest des Teams der Sōhoku, den Gesamtsieg einzuholen. Gerade als der Kampf gegen Hakone jedoch an Fahrt aufnimmt, meldet sich ein Fahrer, mit dem niemand an der Spitze mehr gerechnet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250836","hoster":"VOE"},{"path":"/redirect/12250834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-13","name":"","epNo":13,"alt":"Shinkai Yuuto\u0027s Resolve","descr":"Während der letzten 10 Kilometer kommt es nun auf jeden Zentimeter an. Yūto versteht endlich, worauf es beim Teamsportankommt, und versucht, Midōsuji aufzuhalten. Doch das ist nicht das einzige Duell, das auf der \"Zielgeraden\" stattfindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502542","hoster":"VOE"},{"path":"/redirect/12250844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-14","name":"","epNo":14,"alt":"Naruko VS Manami, a Tense Battle","descr":"Naruko, der hinter Onoda und Imaizumi zurückgeblieben ist, will immer noch mit seinen beiden Team-Kameraden ins Ziel fahren. Er schlägt Manami und Kuroda ein Duell vor, bei dem er eigentlich im Nachteil ist ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250851","hoster":"VOE"},{"path":"/redirect/12250849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-15","name":"","epNo":15,"alt":"Downhill Attacking and Defending!!","descr":"Auch wenn die Sōhoku einen ordentlichen Vorsprung ausgebaut hat, dürfen sie sich keine Blöße geben. Während Hakone versucht, den Abstand nach vorne zu verringern, taucht jemand auf, mit dem niemand mehr gerechnet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250876","hoster":"VOE"},{"path":"/redirect/12250875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-16","name":"","epNo":16,"alt":"The Naruko Super Express!!","descr":"Um Midōsuji einzuholen, fährt Naruko an der Grenze seiner Kräfte. Zum Glück hat er zwei gute Freunde, die ihn tatkräftig unterstützen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250949","hoster":"VOE"},{"path":"/redirect/12250945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-17","name":"","epNo":17,"alt":"Shifting Wind","descr":"Auch wenn es immer wieder den Anschein hat, dass ein Sportler genug Vorsprung hat, wissen alle Beteiligten, dass der Wind sich jederzeit drehen kann. Und neben diesem Wind taucht noch ein weiteres Problem auf .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502543","hoster":"VOE"},{"path":"/redirect/12250971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-18","name":"","epNo":18,"alt":"Water Gate Dive","descr":"Der plötzliche Platzregen macht dem Kampf um die Führung noch spannender, aber auch gefährlicher. Trotzdem lassen sich weder Imaizumi noch Midōsuji unterkriegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250977","hoster":"VOE"},{"path":"/redirect/12250976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-19","name":"","epNo":19,"alt":"Final Orders","descr":"Gerade, als Imaizumi und Onoda dachten, der Weg ins Ziel wäre frei, nähert sich doch noch ein rivalisierendes Team. Für die Sōhoku ist das natürlich ein Problem, aber für Onoda könnte das auch eine ganz persönliche Chance werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12250837","hoster":"VOE"},{"path":"/redirect/12250838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-20","name":"","epNo":20,"alt":"At the Aquarium in May","descr":"Zwei Kilometer vor dem Ziel erhält Sakamichi von Imaizumi die letzten Anweisungen und wird mit dem Sieg des Rennens betraut. Er ist fest entschlossen und jagt Manami hinterher. Im Frühjahr vor dem Inter-High treffen Sakamichi und Manami auf dem Rückweg von einem Rennen im Aquarium, das das Team Sohoku besucht hat, wieder aufeinander. Dort versprechen sie sich, bei der Inter-High im Sommer alles gegeneinander zu tun. Als sie am Finaltag gegeneinander antreten, freuen sie sich trotz ihrer Verwirrung und der Siege ihrer Teams, die auf ihnen lasten, über ihren schicksalhaften Wettstreit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12286620","hoster":"VOE"},{"path":"/redirect/12286628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-21","name":"","epNo":21,"alt":"Switches and Humming","descr":"Manami erinnert sich an sein Gespräch mit Kuroda, kurz bevor er zu Sakamichi aufgeholt hatte. So wird Manami erneut bewusst, wie wichtig dieses Rennen für Kuroda ist und schöpft erneut Kraft für den Zielsprint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12322398","hoster":"VOE"},{"path":"/redirect/12322402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-22","name":"","epNo":22,"alt":"Let My Voice Reach You","descr":"Kurz bevor Manami die Zielgerade erreicht, denkt Suzuko an den Inter High im letzten Jahr zurück. Die Niederlage damals war niederschmetternd für ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12354535","hoster":"VOE"},{"path":"/redirect/12354534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-23","name":"","epNo":23,"alt":"Kinjou`s Final Job","descr":"Arataki geht davon aus, dass Manami wahrscheinlich das Duell auf der Endgeraden gewinnen wird. Als Grund nennt er, dass dieser mehr durchgemacht hat. Kinjō weiß allerdings, dass auch Onodas Rennrad-Karriere kein Ponyhof war.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12391896","hoster":"VOE"},{"path":"/redirect/12391897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-24","name":"","epNo":24,"alt":"Their Last Sprint","descr":"Teshima und Manami nähern sich der Bergspitze, doch auch Onoda nimmt nun endlich die Verfolgung auf. Wer von den Dreien kann die Bergwertung für sich entscheiden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12505660","hoster":"VOE"},{"path":"/redirect/12505657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yowamushi-pedal/staffel-5/episode-25","name":"","epNo":25,"alt":"The Man Who Raised His Hands up to the Sky","descr":"Sakamichi tritt im letzten Anstieg vor der Ziellinie gegen Manami an! Sakamichi will die Hoffnungen seines Teamkollegen erfüllen und dessen Trikot über die Ziellinie tragen, während Manami versucht, seine Vergangenheit zu überwinden und sein Versprechen einzulösen, die Schande des letzten Jahres zu vergessen. Mit ihren jeweiligen Hoffnungen im Herzen fahren sie mit aller Kraft, die sie noch haben. Die anderen sehen zu, wie ihre Räder endlich die Ziellinie überqueren! Die lange dreitägige Inter-High ist endlich zu Ende. Der Sieger, der seine Hände in den Himmel hebt, ist...!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12505658","hoster":"VOE"},{"path":"/redirect/12505659","hoster":"Streamtape"}]}]}]}]}