{"seriesId":"yu-gi-oh","name":"Yu-Gi-Oh!","descr":"In Yu-Gi-Oh geht es um einen Jungen namens Yugi Muto, der das Milleniumspuzzle von seinem Großvater geschenkt bekommen hatte und es schaffte, dieses nach 8 Jahren zu lösen. Von diesem Zeitpunkt an übernimmt regelmäßig der Geist des Milleniumpuzzles die Kontrolle über Yugi, wenn es um Duel Monsters-Turniere geht, oder es sonst Probleme gibt. Das Kartenspiel \u0026amp;quot;Duel Monsters\u0026amp;quot; ist ein wichtiger Teil der Geschichte. Seine Wurzeln liegen im alten Ägypten, wie auch der Ursprung der sieben Milleniums-Gegenstände, die spezielle Kräfte besitzen. Maximillion Pegasus erfand das Spiel Duel Monsters neu für die heutige Zeit. Sein Konzern, Industrial-Illusions, vermarktet dieses \u0026amp;quot;neue\u0026amp;quot; Kartenspiel. Er fordert Yugi, nach dessen Turnier mit Seto Kaiba, heraus und \u0026amp;quot;lädt\u0026amp;quot; ihn zum Turnier auf seiner Insel \u0026amp;quot;Königreich der Duellanten\u0026amp;quot; ein. Seine Einladung kann Yugi jedoch nicht ausschlagen, denn Pegasus hat Yugis Grossvater entführt... Die meisten westlichen Fassungen der Serie enthalten 12 zusätzliche Episoden \u0026amp;quot;Yu-Gi-Oh! Capsule Monsters\u0026amp;quot;, die chronologisch zwischen Episode 198 und 199 angesiedelt sind, jedoch in der Regel erst nach Folge 224 ausgestrahlt wurden. Diese zusätzlichen Episoden wurden von 4Kids produziert.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Yu-Gi-Oh! - Der Film","epNo":1,"alt":"Yu-Gi-Oh!: The Movie","descr":"","versions":[{"lang":1,"streams":[{"redirect":8871318,"hoster":"VOE"},{"redirect":13702060,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Yu-Gi-Oh!: The Dark Side of Dimensions","epNo":2,"alt":"Yu-Gi-Oh!: The Dark Side of Dimensions","descr":"","versions":[{"lang":1,"streams":[{"redirect":8871362,"hoster":"VOE"},{"redirect":13702132,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Herz der Karten","epNo":1,"alt":"The Heart of the Cards","descr":"Yugi und seine Freunde bewundern Großvaters Kartensammlung. Er besitzt ein Exemplar des seltenen \"Weißen Drachen mit dem eiskalten Blick\"! Der undurchsichtige Kaiba, bisheriger Champion des Monsterduells, ist zu allem bereit, um diese Karte zu bekommen. Aber Yugi stellt sich Kaiba zum Kampf, und mit der Macht des Millennium-Puzzles beschwört er im Duell das unbesiegbare Monster Exodia herauf...","versions":[{"lang":1,"streams":[{"redirect":14333940,"hoster":"VOE"},{"redirect":14364429,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der erste Kampf mit Pegasus","epNo":2,"alt":"The Gauntlet is Thrown","descr":"Yugi und seine Freunde sehen Weevil und Rex Raptor bei der Meisterschaft, die Weevil mit einer Insektenkarte für sich entscheidet. Pegasus fordert Yugi zum Duell in einer anderen Dimension, und dabei steht ein hoher Einsatz auf dem Spiel: Es geht um die Seele von Yugis Großvater!","versions":[{"lang":1,"streams":[{"redirect":14334134,"hoster":"VOE"},{"redirect":14242884,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Verlust der Exodia","epNo":3,"alt":"Journey to the Duelist Kingdom","descr":"Yugi bekommt von Pegasus eine Einladung zu einem Duell im Königreich der Duellanten. Nur ausgewählte geladene Gäste werden an Bord eines Luxusliners dorthin gebracht. Yugi teilt seine beiden Einladungssterne mit Joey, der das Turnier unbedingt gewinnen muss: Nur so kann er eine Operation finanzieren, die seiner Schwester das Augenlicht retten soll.","versions":[{"lang":1,"streams":[{"redirect":14334133,"hoster":"VOE"},{"redirect":14364431,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Im Hornissennest","epNo":4,"alt":"Into The Hornet\u0027s Nest (1","descr":"Yugi fordert Weevil zum Duell heraus, doch dieser versucht mit allen Mitteln, Yugi in eine Falle zu locken. Dabei übersieht er, das Yugi selbst eine Fallenkarte einsetzt. Jetzt werden Weevils Angriffe wie ein Spiegel reflektiert. Ein erbitterter Kampf entbrennt...","versions":[{"lang":1,"streams":[{"redirect":14333948,"hoster":"VOE"},{"redirect":14242886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die unbesiegbare Riesenmotte","epNo":5,"alt":"The Ultimate Great Moth (2","descr":"Der Kampf zwischen Weevil und Yugi ist noch nicht entschieden. Angesichts der drohenden Niederlage spielt Weevil seinen letzten Trumpf aus und greift mit einer unbesiegbaren Riesenmotte an. Yugi muss sich etwas Besonderes einfallen lassen, um diesen Kampf zu gewinnen...","versions":[{"lang":1,"streams":[{"redirect":14334137,"hoster":"VOE"},{"redirect":14242887,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Joey gegen Mai","epNo":6,"alt":"First Duel","descr":"Bei einem Duell gegen Mai kommt Joey in ernsthafte Schwierigkeiten. In letzter Sekunde benutzt er den Zauber der Zeit, um seinen Baby-Drachen in eine tausendjährige Bestie zu verwandeln. Wird es dieser Drache mit den Harpyien seines Gegenübers aufnehmen können?","versions":[{"lang":1,"streams":[{"redirect":14334183,"hoster":"VOE"},{"redirect":14242889,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Angriff aus der Tiefe","epNo":7,"alt":"Attack from the Deep","descr":"Yugi tritt gegen Mako, den Fischer, an. Dieser beschwört die Monster der Meere. Yugi scheint machtlos, denn er kann unmöglich sehen, welche Kreaturen unter Wasser lauern. Da kommt ihm eine fantastische Idee...","versions":[{"lang":1,"streams":[{"redirect":14334122,"hoster":"VOE"},{"redirect":14242890,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alles ist relativ","epNo":8,"alt":"Everything\u0027s Relative (1","descr":"Mokuba, Kaibas kleiner Bruder, macht Yugi für dessen Verschwinden verantwortlich. Zwischen den beiden kommt es zum Kampf. Doch Yugi kann Mokuba davon überzeugen, dass sie nur gemeinsam eine Chance gegen Pegasus haben. Da erscheint Kaibas Geist und fordert Yugi heraus..","versions":[{"lang":1,"streams":[{"redirect":14334128,"hoster":"VOE"},{"redirect":14364434,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Duell mit einem Geist","epNo":9,"alt":"Duel with a Ghoul (2","descr":"Pegasus setzt Kaibas Geist ein, um Yugi anzugreif. Während Yugi sich mit dem Geist duelliert, verschafft sich der echte Kaiba Zugang zu Pegasus\u0027 Großrechner, um Yugi bei seinem Duell zu unterstützen. Wird Yugi mit seinem schwarzen Magier gegen den weißen Drachen mit dem eiskalten Blick bestehen können?","versions":[{"lang":1,"streams":[{"redirect":14334132,"hoster":"VOE"},{"redirect":14364435,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sieg über Kaibas Geist","epNo":10,"alt":"Give up the Ghost (3","descr":"Kaiba mischt sich durch seinen Computer ins Duell zwischen Yugi und Kaibas Geist ein. Erfolgreich gelingt es ihm zweimal, Yugi vor der Vernichtung zu retten, ehe Pegasus diese Aktion unterbindet. Gegen den letzten Weißen Drachen kann Yugi durch die Neuerschaffung bzw. Wiedergeburt eines Weißen Drachen alleine ankämpfen, und durch die Kraft seiner Heiligen Elfe gewinnt er das Duell. Mokuba wird wieder von Pegasus Schergen entführt.","versions":[{"lang":1,"streams":[{"redirect":14333999,"hoster":"VOE"},{"redirect":14364436,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rex, der Kampfhund","epNo":11,"alt":"The Dueling Monkey (1","descr":"Yugi und die anderen suchen nach Mokuba finden ihn aber nicht trotzdem ahnen sie wo er ist in der Burg von Pegasus. Joey findet auf dem Boden plötzlich ein paar Karten und will sich diese schnappen als ihm Tristan sagt das es seine wären. Tristan gesteht, dass er auch Duellant werden will und leiht Joey den ?Barbar Nr. 1?. Mai ist immer noch sauer über ihre Niederlage gegen Joey. Sie verspricht Rex Reptor, ein Duell mit ihm zu bestreiten. Einzige Voraussetzung: Erst muss er gegen Joey antreten und ihn besiegen. Joey nimmt die Herausforderung von Rex an was Tristan nicht fassen kann schließlich ist Rex ein Profiduellant und Joey setzt somit die einizige Chance aufs Spiel seine Schwester zu retten. Tristan will für Joey absagen doch wegen des fehlenden Vertrauens von Tristan schlägt Joey diesem erstmal ins Gesicht und nihmt dann an. Mai stellt noch eine Bedingung: Diesmal darf Yugi nicht Joey helfen. Tristan geht weg und will sich das ganze nicht anschauen Yugi geht hinter her um ihn um zu stimmen. Am Duellfeld muss Tea allein mit ansehen, wie Joey eine Runde nach der anderen verliert. Auch als Joey sich gerade mit Flammenschwertkämpfer einen Vorteil verschaft wird dieser jedoch gleich wieder zerstört. Dann spielt Joey ?Barbar Nr. 1?, der zusammen mit seinem ?Barbar Nr. 2? die Attacke von Rex blocken kann. Trisatan kommt zurück mit Yugi und erlebt mit wie seine Karte Joey geholfen hat. Wie im wahren Leben hat ihm auch diesmal Tristan geholfen. Wenn auch indirekt. Doch denkt Rex nicht ans aufgeben da er auch noch einen Trumpf hat den Schwarzen Rotaugen Drachen.","versions":[{"lang":1,"streams":[{"redirect":14334125,"hoster":"VOE"},{"redirect":14242895,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kraftprobe mit Rotauge","epNo":12,"alt":"Trial by Red Eyes (2","descr":"Rex spielt zur überraschung von Joey, Mai, Yugi und den anderen den schwarzen Rotaugendrachen. Mit ihm vernichtet er Joeys Barbaren und scheint seines sieges sicher. Joey verliert langsam die Hoffnung gegen Rotauge ist kein Monster von ihm gewachsen. Als Rex bemerkt das Joey den Zauberer der Zeit auf dem Feld hat macht er Joey einen Vorschlag. Sie wenn er gewinnt bekommt er den Zauberer der Zeit und wenn Joey gewinnt bekommt er den schwarzen Rotaugendrachen. Mai weiss das Rex den Zauberer der Zeit nur haben will um mit ihm sie zu schlagen. Joey geht auf den Deal ein und setzt sein Zauberer und gleich mal ein. Das Zeitroulett dreht sich niemand weiss was rauskommen wird. Am ende steht das still und für Rex sieht es gar nicht gut aus. Sein Rotauge wird zerstört und er verliert das Duell. Joey ist überglücklich zwei Sternchips und den schwarzen Rotaugendrachen gewonnen zu haben. Rex wiederum ist komplett am Boden. Mai gratuliert Joey dieser bedankt sich und fragt Mai ob sie nicht mitkommen wollte.","versions":[{"lang":1,"streams":[{"redirect":14334181,"hoster":"VOE"},{"redirect":14242894,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bakuras Trick","epNo":13,"alt":"Evil Spirit of the Ring","descr":"Yugi und die anderen haben sich mit Mai angefreundet die ihnen hilft eine Dusche zu finden und eine gute Raststelle. Mai ging danach etwas spazieren und wurde dann entführt. Die anderen haben auch ein Problem als Tea irgendwas von der Dusche aus im Gebüsch hörte. Als die anderen Nachsahen fanden sie Bakura einen ihrer Freunde. Nach einem kleinen Plausch erzählten sie sich was ihre Lieblingskarten sind und Bakura überredete sie zu einem kleinen freundschaftlichen Duell mit all ihren Lieblingskarten. Dem konnte keiner wiederstehen also nahmen sie an. Doch bevor das Duell begann wollte Bakura ihnen was zeigen. In dem Moment erschien der Milleniumsring der alle in die Karten sperrte da zeigte sich das es nicht Bakura sondern Yami Bakura der Geist des Milleniumsring war der sie in die Falle lockte. Gerade als er sich das Puzzle schnappen wollte hielt ihn Yami Yugi davon ab da er noch in Yugis Körper war. Beide duellierten sich nun um das wohl von Yugis Freunden dabei musste Yami Yugi vorsichtig sein da wenn er z.B. den Flammenschwertkämpfer spielte Joey seinen Platz übernahm und somit auch auf den Kartenfriedhof gehen konnte. Doch als Yami Bakura Wandel des Herzens spielte vergass er das er darin den wahren Bakura einsperrte dieser nahm nun eine von Bakuras Karten in Besitz. Yami Yugi nutzte dies und ließ die beiden die Plätze tauschen wodurch Yami Bakura auf den Friedhof geschickt wurde. Als das Duell zu Ende war, waren alle wieder in ihren Körpern alles schien wieder gut als sie plötzlich einen Schrei von Mai hörten.","versions":[{"lang":1,"streams":[{"redirect":14334006,"hoster":"VOE"},{"redirect":14364437,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Licht am Ende des Tunnels","epNo":14,"alt":"The Light at the End of the Tunnel (1","descr":"Yugi und seine Freunde folgen dem Schrei von Mai der sie zur ihr führt. Sie wurde von einem der Eliminatoren, die alle schwachen Duellanten aus dem Tunier werfen sollen, besiegt. Der Eliminator war Panik der sich über Mais Niederlage köstlich amüsiert. Yugi reicht das und fordert Panik zum Duell. Wenn er gewinnt bekommt er alle Sternchips von Mai zurück. Panik nimmt an Yugi wird wieder zu Yami Yugi und das Duell gewinnt. Panik benutzt noch um seinen Gegener zu verängstigen angebaute Flammenwerfer an der Duellarena deren Feuer er an einer Steuerkonsole bei sich kontrollieren kann. Als erstes setzt Panik das Schloss der Finsteren Illusionen ein womit das Feld dunkler wird als es eh schon war. Panik versteckt in dieser Dunkelheit seine Monster so das Yugi nicht weiss womit er es zu tun hat. Mai sagt das es das gleich wie bei ihr war und Panik so seine Gegner verängtigt damit sie nicht mehr klar denken können. Doch fällt Yami Yugi nicht darauf rein und kann den Spieß umdrehen und um Panik ein zu schüchtern sagt er er hätte die Lichtschwerter auf der Hand die seine Karten zeigen würden. Als er dann eine Karte verdeckt spielt denkt Panik es handle sich um die Lichtschwerter und greift mit seinem Sensenmann an doch wird dieser von einer Fallenkarte ausgeschaltet. Das Duell ist noch nicht zu ende aber für Panik sieht es nicht mehr ganz so gut aus.","versions":[{"lang":1,"streams":[{"redirect":14333950,"hoster":"VOE"},{"redirect":14364438,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Einschüchterungstaktik","epNo":15,"alt":"Winning Through Intimidation (2","descr":"Yugi schafft es mithilfe der Lichtschwerter Panik in die enge zu treiben. Er sagt Panik voraus in wievielen Runden er besiegt ist was Panik immer nervöser macht. Selbst als dieser seine Flamenwerfer einsetzte damit Yugi wieder verängstlich wird, blieb Yugi cool und wich ihnen ganz einfach aus. Dann setzte er Gaia den Drachenritter ein um den schwebe ring von Paniks Burg vernichtete. Als die Lichtschwerter weg waren stürtzte die Burg auf Paniks restlichen Monster vernichtete. So war Panik geschlagen. Doch das konnte dieser nicht so einfach hin nehmen er stellte die Flammenwerfer auf maximum und vernichtet anschließend die Steuerkonsole als er auf Feuer drückte. Alle hatten Angst um Yugi der dem riesigem Feuerstrahl nicht zu entkommen schien. Doch beschützte ihn sein Milleniumspuzzle was Panik nicht fassen konnte. Da in Panik nur Finsternis und nichts gutes schien verbannte Yami Yugi ins Reich der Schatten. Yugi gab Mai die Sternchips zurück und alles schien wieder in Ordnung.","versions":[{"lang":1,"streams":[{"redirect":14334185,"hoster":"VOE"},{"redirect":14364439,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ohne Sinn und Verstand","epNo":16,"alt":"The Scars of Defeat","descr":"Mai ist weg als die anderen aus dem Schlaf aufwachen alles was sie finden ist ein Zettel mit einer Nachricht. Auf dem steht das sie Yugi was schludet und sie ihm das nicht vergisst. Plötzlich taucht ein Helikopter auf in dem der echte Seto Kaiba drinen ist. Yugi begrüßt Kaiba und gibt ihm sein Deck zurück was er seit dem Duell mit dem falschen Kaiba bei sich trug. Kaiba bedankt sich und fragt nach Mokuba. Yugi erzählt ihm das der in dem Schloss von Pegasus gefangen ist und er Sternchips benötigt um rein zu drüfen. Kaiba aber meint das er für sowas keine Zeit hätte und will sofort aufbrechen. Ihn wunderst aber das Joey dabei ist. Joey fängt einen kleinen Streit mit Kaiba an was damit endet das Joey Kaiba zum Duell fordert. Kaiba hat eigendlich keine Lust will aber seine Duelldiskkreisel testen und willigt ein. Joey kann in diesem Duell nur kurz die Oberhand gewinnen durch seinen neuen schwarzen Rotaugen drachen verliert aber dann als Kaiba den weißen Drach mit eiskaltem Blick spielt. Kaiba verschwindet und Joeys ego ist angeknackst. Danach erzählt Kaiba von der Stärke des Pegasus und geht.","versions":[{"lang":1,"streams":[{"redirect":14334184,"hoster":"VOE"},{"redirect":14364440,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Arena der verlorenen Seelen (1)","epNo":17,"alt":"Arena of Lost Souls (1","descr":"Joey wird seit dem Duell von Kaiba von Alpträumen geplagt. Als er am Morgen aufwacht geht er zur einer Quelle um sich das Gesicht zu waschen nichts ahnend das er von jemanden beobachtet wird. Die Typen die ihn beobachten schlagen Joey K.O. und bringen ihn weg. Die Typen gehören zu Bandit Keith der sie ins Finale führen will und nun seinem Schützling Bones hilft. Er stattet Bones mit einem wie er sagt starken Zombie-Deck aus. Tristan und Yugi bemerken Joeys verschwinden und gehen zu Quelle wo sie nur Joeysbild von Serentiy finden. Sie machen sich sorgen und suchen weiter nach Joey. Dieser wacht in einer Duellarena auf die wie ein Friedhof aussieht und wird gezwungen sich mit Bones zu duellieren. Anfangs sieht es für Joey gut aus und Bones fragt sich ob er weiter die Ratschläge von Bandit Keith befolgen soll doch dann entdeckt er in seinem Deck die Karte Schrei der Untoten. Mit dieser lässt er seine gefallenden Monster als Zombies wieder auferstehen und was sie immer stärker werden lässt. Für Joey sieht es ganz und gar nicht gut aus.","versions":[{"lang":1,"streams":[{"redirect":14334179,"hoster":"VOE"},{"redirect":14364442,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Arena der verlorenen Seelen (2)","epNo":18,"alt":"Arena of Lost Souls (2","descr":"Yugi und Co. finden endlich innerhalb einer Höhle in einer Duellarena in einem Duell gegen Bones. Für Joey sieht es wirklich nicht gut aus da seine besten Karten der Zauberer der Zeit und der Schwarze Rotaugendrache besiegt wurden. Doch gibt Joey nicht auf erst recht nicht als ihm Tristan das Bild seiner Schwester zu wirft. Joey erkennt den schwachpunkt der Zomibe Monster und zwar das sie keine Verteidigungspunkte besitzten so setzt Joey seine Zauberkarte Schild und Schwert ein um die ATK und die DEF zu vertauschen. Joey setzt dann mit einem Monster dem ganzen ein Ende und gewinnt das Duell. Keith ist sauer auf Bones und verschwindet mit ihm und den anderen aus der Höhle vor Yugi und den anderen klamheimlich. Draußen verschließen Keiht und die anderen die Höhle in dem sie einen riesigen Fels davor schieben. Yugi, Joey und ihre Freunde sind nun eingesperrt. Bandit Keith schlägt während dessen seine Kompanen draußen K.O. und stiehlt ihnen ihre Sternchips um mit Pegasus abzurechnen und sich somit ins Finale zu schmuggeln.","versions":[{"lang":1,"streams":[{"redirect":14333938,"hoster":"VOE"},{"redirect":14364441,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ärger im Doppelpack (1)","epNo":19,"alt":"Double Trouble Duel (1","descr":"Yugi und seine Freunde wurden von Bandit Keith in eine Höhle eingesperrt. Den eingang bekommen sie nicht mehr auf also müssen sie einen anderen Weg finden. Bakuras Milleniumsring weist ihnen den Weg zu Pegasus Milleniumsauge und somit vielleicht zu einen Ausgang. In der Zwischen Zeit macht sich Seto Kaiba auf Mokuba von Pegasus zu befreien und all dem ein Ende zu setzen.Wieder bei Yugi und Co. kommen sie zu einem großen Raum in dem Sie die von den Gebrüdern Para und Dox erwartet wurden. Sie sind als Eliminatoren bei Pegasus angestellt und wollen Yugi und Joey aus dem Tunier werfen. Sie fordern Yugi und Joey zu einem Partnerduell wo zwei gegen zwei kämpfen. Wenn Yugi und Joey gewinnen dürfen verraten ihnen Para und Dox nach einem Rätsel den Ausgang. Das Duell ist sehr schwer da sich Yugi und Joey so noch nie duelliert haben doch weil Para und Dox Joey unterschätzen konnten sie das Duell wenden. Aber schon bald sollte sich Para und Dox Geheimwaffe präsentieren.","versions":[{"lang":1,"streams":[{"redirect":14333942,"hoster":"VOE"},{"redirect":14364443,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ärger im Doppelpack (2)","epNo":20,"alt":"Double Trouble Duel (2","descr":"Kaiba sucht auf einer Insel in einem Tunnel nach seinem Bruder Mokuba. Derweil erschaffen die Gebrüder Para und Dox das Dreifachmonster, Kraft von Donner, Wasser und Wind. Es sieht fast so aus, dass Joey und Yugi verlieren.","versions":[{"lang":1,"streams":[{"redirect":14333949,"hoster":"VOE"},{"redirect":14364470,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ärger im Doppelpack (3)","epNo":21,"alt":"Double Trouble Duel (3","descr":"Kaiba gelangt bis zur Zelle seines Bruders Mokuba und wird dort von Pegasus gestellt. Dieser hat die Seele des Kleinen in einer Spielkarte und erpresst Kaiba, sich mit Yugi zu duellieren. Joey und Yugi gewinnen das Duell gegen die Gebrüder Para-Dox.","versions":[{"lang":1,"streams":[{"redirect":14333941,"hoster":"VOE"},{"redirect":14364489,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Stunde der Wahrheit (1)","epNo":22,"alt":"Face Off (1","descr":"Pegasus hat die Seele von Mokuba in einer Karte eingeschlossen. Damit zwingt er Kaiba zu einem Duell mit Yugi. Der Kampf scheint ziemlich ausgeglichen. Yugi ahnt nicht, dass Kaiba drei weiße Drachen sammeln will, um das ultimative Monster der Zerstörung zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":14334005,"hoster":"VOE"},{"redirect":14364510,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Stunde der Wahrheit (2)","epNo":23,"alt":"Face Off (2","descr":"Kaiba lenkt während des Duells Yugi von seinem eigentlichen Vorhaben ab: Drei weiße Drachen mit dem eiskalten Blick zu sammeln, und mit Hilfe einer Fusionskarte ein ultimatives Monster zu schaffen: den blauäugigen Ultradrachen. Yugi steht kurz vor dem Aus und zieht eine letzte Karte.","versions":[{"lang":1,"streams":[{"redirect":14334126,"hoster":"VOE"},{"redirect":14364546,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Stunde der Wahrheit (3)","epNo":24,"alt":"Face Off (3","descr":"Da es Yugi gelingt, den Ultradrachen zu schwächen, steht er kurz vor seinem Sieg. Da stellt sich Kaiba auf die Zinne eines Turms, und überlässt Yugi die Entscheidung, ihn durch die Druckwelle seines nächsten Zuges zu vernichten. Yugi kämpft gegen Yami Yugi um die richtige Entscheidung und lässt schließlich Kaiba gewinnen. Jetzt kann Kaiba in die Burg und gegen Pegasus antreten.","versions":[{"lang":1,"streams":[{"redirect":14333939,"hoster":"VOE"},{"redirect":14242900,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Im Namen der Freundschaft","epNo":25,"alt":"Shining Friendship","descr":"Mai will dem depremierten Yugi ihre restlichen Sternchips schenken. Nur will Tea gegen Mai in einem Duell um eben diese Sternchips antreten. Tea spielt die Karte ‚Freundschaft‘ und wider Erwarten gewinnt die Anfängerin gegen den Profi.","versions":[{"lang":1,"streams":[{"redirect":14334127,"hoster":"VOE"},{"redirect":14242898,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Meister gegen Schöpfer (1)","epNo":26,"alt":"Champion vs. Creator (1","descr":"Joey, Tristan, Yugi, Tea, Mai und Bakura schauen sich in dem Haus von Pegasus das Duell ‚Kaiba gegen Pegasus‘ an. Pegasus spielt den Unterlegenen. Da er aber mit Hilfe des Millenniumsauges in die Karten seines Gegners sehen kann, ist er ihm immer einen Zug voraus. Kaiba liegt mit 1000 Punkten zurück.","versions":[{"lang":1,"streams":[{"redirect":14333951,"hoster":"VOE"},{"redirect":14242897,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Meister gegen Schöpfer (2)","epNo":27,"alt":"Champion vs. Creator (2","descr":"Kaiba kämft gegen Pegasus verliert aber und seine Seele wird verbannt wie Mokoba  Währenddessen sucht Tristan zusammen mit Bakura Mokuba.","versions":[{"lang":1,"streams":[{"redirect":14334003,"hoster":"VOE"},{"redirect":14364563,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Die letzte Nacht","epNo":28,"alt":"The Night Before","descr":"Pegasus’ Computer entscheidet, dass Yugi gegen Mai, und Bandit Keith gegen Joey spielen soll. In der Nacht vor der großen Entscheidung erkunden Tristan, Bakura und Tea einen mysteriösen Turm, in dem sie nach Beweisen für Pegasus’ Falschspiel suchen. Dort werden sie von ihm überrascht.","versions":[{"lang":1,"streams":[{"redirect":14334130,"hoster":"VOE"},{"redirect":14364616,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Duell gegen Mai (1)","epNo":29,"alt":"Duel Identity (1","descr":"Yugi muss sich mit Mai duellieren. Er spielt so schlecht das er kurz davor ist das Spiel zu verlieren und somit auch die Seele seines Großvater. Allerdings hat er Angst vor der Macht des  Millieniunspuzzel. Yami muss Yugi zeigen das er ihm vertrauen kann.","versions":[{"lang":1,"streams":[{"redirect":14334124,"hoster":"VOE"},{"redirect":14364617,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Duell gegen Mai (2)","epNo":30,"alt":"Duel Identity (2","descr":"Yami hat das Vertrauen von Yugi gewonnen und übernimmt das Duell. Es sieht so aus als hätte Yami und Yugi das Spiel für sich gewonnen oder doch nicht?","versions":[{"lang":1,"streams":[{"redirect":14333996,"hoster":"VOE"},{"redirect":14364665,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Blechlawine (1)","epNo":31,"alt":"Keith\u0027s Machinations (1","descr":"In der nächsten Partie der Endrunde treffen Joey und Bandit Keith aufeinander. Als sich Joey ausweisen soll, findet er seine Karte nicht und hat nur fünf Minuten Zeit, sie zu suchen. Keith kann sich locker zurücklehnen, da er sie gestohlen hat. Mai steckt Joey ihre Karte zu. Das Duell kann beginnen.","versions":[{"lang":1,"streams":[{"redirect":14334002,"hoster":"VOE"},{"redirect":14242901,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Blechlawine (2)","epNo":32,"alt":"Keith\u0027s Machinations (2","descr":"Es kommt zum Gleichstand zwischen Keith und Joey. Da Keith die Karten von Joey in einem anderen Duell studiert hat, schafft er es erneut, seinen Rivalen in eine Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":14334135,"hoster":"VOE"},{"redirect":14364680,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Beste Freunde, harte Gegner (1)","epNo":33,"alt":"Best of Friends, Best of Duelists (1)","descr":"Im Finale wollen Yugi und Joey ihr Bestes geben und auch anschließend Freunde bleiben. Beim Spiel bringt Joey Yugi mit der Fusionskarte und dem Grabräuber in Bedrängnis. Pegasus ergötzt sich daran, dass zwei gute Freunde sich nun als Gegner gegenüberstehen.","versions":[{"lang":1,"streams":[{"redirect":14334214,"hoster":"VOE"},{"redirect":14364723,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Beste Freunde, harte Gegner (2)","epNo":34,"alt":"Best of Friends, Best of Duelists (2)","descr":"Joey scheint immer zu ahnen, welche Monsterkarte Yugi ins Spiel bringt. Aber dann zieht Yugi die Zauberkarte Zauberhüte. Das setzt Joey außer Gefecht, denn von Zauberkarten hat er keine Erfahrung.","versions":[{"lang":1,"streams":[{"redirect":14334004,"hoster":"VOE"},{"redirect":14364768,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Das Millenniumsduell (1)","epNo":35,"alt":"Yugi vs. Pegasus: Match of the Millennium (1","descr":"Yugi hat es geschafft, auf Pegasus zu treffen. Er will ihn unbedingt besiegen, damit er Großvater und die anderen befreien kann. Doch Pegasus sieht seine Gedanken und weiß immer, welche Karten er spielen wird.","versions":[{"lang":1,"streams":[{"redirect":14333997,"hoster":"VOE"},{"redirect":14364816,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Das Millenniumsduell (2)","epNo":36,"alt":"Yugi vs. Pegasus: Match of the Millennium (2","descr":"Pegasus spielt die Toon World Karte. Da Yugi mit dieser Karte nicht vertraut ist, bringt deren Wirkung ihn ziemlich durcheinander. Er versucht, eine neue Angriffsstrategie zu entwickeln. Aber Pegasus durchschaut wie gewohnt jeden seiner Züge.","versions":[{"lang":1,"streams":[{"redirect":14334121,"hoster":"VOE"},{"redirect":14364849,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Das Millenniumsduell (3)","epNo":37,"alt":"Yugi vs. Pegasus: Match of the Millennium (3","descr":"Yugi und Pegasus setzen ihr Duell fort. Yugi spielt den Schwarzen Magier und die Zauberhüte in Kombination. Einen Zug, den Pegasus schnell durchschaut.","versions":[{"lang":1,"streams":[{"redirect":14334136,"hoster":"VOE"},{"redirect":14242902,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Das Millenniumsduell (4)","epNo":38,"alt":"Yugi vs. Pegasus: Match of the Millennium (4","descr":"Tristan nimmt Yami Bakura den Millenniumsring ab und rettet so Bakura und Mokuba. Pegasus und Yugi setzen derweil ihr Duell im Reich der Schatten fort. Yugi ist dieser Belastung nicht gewachsen, aber seine Freunde können nichts für ihn tun. Yami Yugi muss nun allein kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14334000,"hoster":"VOE"},{"redirect":14364868,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Das Millenniumsduell (5)","epNo":39,"alt":"Yugi vs. Pegasus: Match of the Millennium (5","descr":"Tea, Tristan und Joey halten Verbindung zum Reich der Schatten und verhindern so, dass Pegasus die Gedanken von Yami Yugi lesen kann. Dadurch kann der Junge unbemerkt die Mystische Box spielen und den sehr mächtigen Chaos Magier erschaffen.","versions":[{"lang":1,"streams":[{"redirect":14334123,"hoster":"VOE"},{"redirect":14364886,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Nachbeben","epNo":40,"alt":"Aftermath","descr":"Tea, Yugi, Tristan und Joey suchen Pegasus. Der hat inzwischen ein Duell gegen den bösen Bakura verloren und muss sein Millenniumsauge hergeben. Pegasus ist am Ende. Derweil findet Tea Pegasus Tagebuch.","versions":[{"lang":1,"streams":[{"redirect":14334182,"hoster":"VOE"},{"redirect":14364432,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Rebeccas Zorn","epNo":41,"alt":"The Wrath of Rebecca (1","descr":"Joey erhält den Siegerpreis: Drei Millionen Dollar. Yugi bekommt die einmalige \u0027Bande-der-Freundschaft\u0027-Karte überreicht. Nachdem Mokuba seinen Bruder Kaiba gefunden hat, verlassen alle die Insel. Großvater wird aus dem Krankenhaus entlassen.","versions":[{"lang":1,"streams":[{"redirect":14334131,"hoster":"VOE"},{"redirect":14364918,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Was wirklich zählt","epNo":42,"alt":"The Ties of Friendship (2","descr":"Rebecca ist eine geschickte Duellantin. Die Kleine spielt so geschickt, weil sie die Enkelin von Großvaters alten Freund Arthur Hawkins ist. Sie will sich rächen, weil Großvater vor vielen Jahren angeblich den ‚Weißen Drachen‘ von ihrem Opa gestohlen hat. Der alte Mann erzählt ihr die wahre Geschichte.","versions":[{"lang":1,"streams":[{"redirect":14334180,"hoster":"VOE"},{"redirect":14242885,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Virtuelle Welten (1)","epNo":43,"alt":"Legendary Heroes (1","descr":"Kaiba entlässt seine Manager, weil sie gemeinsam mit Pegasus seine Firma übernehmen wollten. Ein Testlauf seiner neuen Vitua-Kapsel wird ihm zum Verhängnis, da sie von den Managern umprogrammiert wurde. Jetzt sitzt er in der Spielewelt fest.","versions":[{"lang":1,"streams":[{"redirect":14333995,"hoster":"VOE"},{"redirect":14242904,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Virtuelle Welten (2)","epNo":44,"alt":"Legendary Heroes (2","descr":"Es stellt sich heraus, dass Joeys Gegnerin im Duell Mai ist. Gemeinsam fliehen Yugi und Mokuba in Richtung Wüste, aber nicht ohne vorher die Niwatori-Karte zu stehlen. Damit gelangen sie zu einem Labyrinth, in dem sie Adena treffen, die Prinzessin von Sin Lau. Sie soll als Opfergabe den Fünf-Götter-Drachen beschwichtigen. Hinter den Besuchern aus der realen Welt vermutet sie die Helden aus den alten Legenden.","versions":[{"lang":1,"streams":[{"redirect":14334001,"hoster":"VOE"},{"redirect":14242891,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Virtuelle Welten (3)","epNo":45,"alt":"Legendary Heroes (3","descr":"Mit einer alten Flugmaschine gelangen Yami Yugi, Mai und Joey zur Burg der finsteren Illusionen. Dort gelingt es Mokuba, seinen Bruder Kaiba zu befreien. Die beiden treffen auf Yami Yugi und Co. Da die Manager von Kaiba Corporation das Spiel umprogrammiert haben, müssen sie jetzt einen Angriff des Fünf-Götter-Drachens abwehren. Sie kämpfen gemeinsam und siegen.","versions":[{"lang":1,"streams":[{"redirect":14334120,"hoster":"VOE"},{"redirect":14364433,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Dungeon Dice Monsters (1)","epNo":46,"alt":"Dungeon Dice Monsters (1","descr":"Duke Devlin, der Besitzer eines modernen Spieleladens, fordert Joey zum Duell heraus. Der Sieger soll bestimmen dürfen, was der Verlierer machen muss. Joey verliert und soll eine Woche lang als Hund verkleidet seinem ‚Herrn‘ Duke gehorchen.","versions":[{"lang":1,"streams":[{"redirect":14334138,"hoster":"VOE"},{"redirect":14364926,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Dungeon Dice Monsters (2)","epNo":47,"alt":"Dungeon Dice Monsters (2","descr":"Yugi spielt die versprochene Partie Dungeon Dice Monsters gegen Duke und tappt dabei von einer Falle in die nächste. Wird Yugi seinen Titel verlieren?","versions":[{"lang":1,"streams":[{"redirect":14334129,"hoster":"VOE"},{"redirect":14364982,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Dungeon Dice Monsters (3)","epNo":48,"alt":"Dungeon Dice Monsters (3","descr":"In der dritten Partie der Partie Dungeon Dice Monsters erkennt Yugi endlich die Tricks von Duke. Als er auch noch den Monitor mit den Regeln und den Würfeleigenschaften richtig einsetzt, entwickelt Yugi sich zu einem ebenbürtigen Gegner.","versions":[{"lang":1,"streams":[{"redirect":14334072,"hoster":"VOE"},{"redirect":14364985,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Dungeon Dice Monsters (4)","epNo":49,"alt":"Dungeon Dice Monsters (4","descr":"Die Partie Dungeon Dice Monsters wird immer spannender: Zwar besitzt Yugi noch einen Herzpunkt mehr als Devlin, doch hat er keine starken Monster mehr, die ihn beschützen können. Devlin schafft es, Orgoth, den Unbarmherzigen durch den Warpwirbel auf Yugis Seite zu schleusen. Der Mächtige Magier und Donnerball können Dukes Monster nicht aufhalten. Yugi verliert einen Herzpunkt. Dann besinnt er sich auf die Spezialfähigkeiten vom Schwarzen Magier und setzt die Magische Box ein.","versions":[{"lang":1,"streams":[{"redirect":14334139,"hoster":"VOE"},{"redirect":14242905,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ein geheimnisvoller Duellant (1)","epNo":1,"alt":"The Mystery Duelist (1","descr":"Yugi überreicht einem vermeintlichen Wahrsager sein Millenniumspuzzle um mehr über seine Zukunft zu erfahren. Der Wahrsager lockt Yugi schließlich in eine Duellarena, wo er gegen einen mysteriösen Fremden antreten muss.","versions":[{"lang":1,"streams":[{"redirect":14334160,"hoster":"VOE"},{"redirect":14242907,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein geheimnisvoller Duellant (2)","epNo":2,"alt":"The Mystery Duelist (2","descr":"Yugi behält im Duell gegen den mytsriösen Unbekannten vorerst die Oberhand. Als aber auch noch ein Feuer ausbricht, wird es brenzlig für den tapferen Yugi.","versions":[{"lang":1,"streams":[{"redirect":14334068,"hoster":"VOE"},{"redirect":14242908,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vergangenheit und Gegenwart","epNo":3,"alt":"The Past is Present","descr":"Ishitsu lädt Kaiba zu einer visuellen Reise in die Vergangenheit ein: Er sieht, wie im alten Ägypten der Pharao gegen einen großen Magier kämpft. Merkwürdigerweise hat der Pharao das Gesicht von Yugi und der Magier das Gesicht von Kaiba selbst.","versions":[{"lang":1,"streams":[{"redirect":14334170,"hoster":"VOE"},{"redirect":14242912,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein kleiner Stadtbummel","epNo":4,"alt":"Steppin\u0027 Out","descr":"Yami unternimmt zusammen mit Thea einen Stadtbummel weil Yugi Thea darum gebeten hat dem Pharao, also Yami, zu helfen seiner Vergangenheit auf die spur zu kommen und dabei erleben sie so einiges....","versions":[{"lang":1,"streams":[{"redirect":14334164,"hoster":"VOE"},{"redirect":14242913,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Obelisk, der Peiniger","epNo":5,"alt":"Obelisk the Tormentor","descr":"Kaiba will testen wie mächtig die seltene Götterkarte wirklich ist, die er von Ishizu erhalten hat. Er muß ein gefährliches Duell bestehen. Doch das kann ihm sein Leben kosten.","versions":[{"lang":1,"streams":[{"redirect":14334111,"hoster":"VOE"},{"redirect":14242909,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dem Jäger in der Falle","epNo":6,"alt":"Stalked by the Rare Hunters","descr":"Joey will sich eigentlich nur zum Turnier anmelden und gerät prompt in Gefahr. Denn die ‚Raritäten-Jäger‘ lauern ihm auf und zwingen ihn zum Duell. Ein ungünstiger Zeitpunkt, denn Joeys Schwester wartet im Krankenhaus auf ihn.","versions":[{"lang":1,"streams":[{"redirect":14334165,"hoster":"VOE"},{"redirect":14242914,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Yugi gegen Rare Hunter (1)","epNo":7,"alt":"Yugi vs. the Rare Hunter (1","descr":"Das Turnier steht kurz bevor! Die Duellanten aus der ganzen Welt treffen nach und nach in der Stadt ein. Joey macht sich währenddessen auf die Suche nach dem Rare Hunter, um seinen Rotaugendrachen wieder zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":14334066,"hoster":"VOE"},{"redirect":14242916,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Yugi gegen Rare Hunter (2)","epNo":8,"alt":"Yugi vs. the Rare Hunter (2","descr":"Yugis Duell gegen den Raritätenjäger geht in die entscheidende Runde. Yugi findet heraus, dass sein Gegner möglichst schnell alle Exodiateile zusammenbekommen möchte. Er ändert daraufhin seine Strategie und versucht Rare Hunters Exodia-Kette zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":14334161,"hoster":"VOE"},{"redirect":14242910,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein übersinnlicher Gegner (1)","epNo":9,"alt":"Espa Roba - The ESP Duelist (1","descr":"Joey lässt sich von Espa zum Duell herausfordern. Über die Warnungen von Rex, dass Espa mit seinen übernatürlichen Fähigkeiten jeden besiegen kann, lacht er nur. Allerdings kommt Joey doch ins Grübeln, als Espa alle Tricks auspackt, die er auf Lager hat.","versions":[{"lang":1,"streams":[{"redirect":14334119,"hoster":"VOE"},{"redirect":14242917,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein übersinnlicher Gegner (2)","epNo":10,"alt":"Espa Roba - The ESP Duelist (2","descr":"Das Duell zwischen Joey und Espa dauert noch an. Joey versucht es mit dem Zauber der Zeit, aber nicht einmal der wirkt. Scheinbar sind Espas Monster immun gegen den Effekt der Zeit. Nur, was kann dann noch helfen?","versions":[{"lang":1,"streams":[{"redirect":14334116,"hoster":"VOE"},{"redirect":14242919,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Meister unter den Zauberern (1)","epNo":11,"alt":"The Master of Magicians (1","descr":"Arkana hat Yugi in eine Duell Arena gelockt, wo es im Duell um Alles geht: Wer als erstes seine Lebenspunkte verliert, dem wird die Seele entzogen und in das Reich der Schatten verbannt.","versions":[{"lang":1,"streams":[{"redirect":14333934,"hoster":"VOE"},{"redirect":14242918,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Meister unter den Zauberern (2)","epNo":12,"alt":"The Master of Magicians (2","descr":"Arkana und Yugi kämpfen weiter ihr entscheidendes Duell. Doch es wird eng für Yugi, der immer mehr Lebenspunkte verliert und kurz davor steht, den Kampf zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":14334096,"hoster":"VOE"},{"redirect":14242920,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Meister unter den Zauberern (3)","epNo":13,"alt":"The Master of Magicians (3","descr":"Yugi besiegt schließlich Arkana und rettet ihn obendrein auch noch vor der Schwarzen Energie Disc. Plötzlich übernimmt Marik den Geist von Arkana und kündigt Yugi an, dass er ihn in einem Duell besiegen und ihm sein Millenniumspuzzle nebst Geist abnehmen wird.","versions":[{"lang":1,"streams":[{"redirect":14334178,"hoster":"VOE"},{"redirect":14242921,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wanzen und andere Parasiten (1)","epNo":14,"alt":"Playing with a Parasite (1","descr":"Weevil heckt mal wieder einen raffinierten Plan aus, um Joey zum Duell herauszufordern und möglichst leicht an seine Lokalisierungskarten zu kommen. Er hetzt einen anderen Jungen auf, dem armen Joey unbemerkt eine Parasiten-Karte ins Deck zu schmuggeln. Das Duell könnte so zur ernsten Gefahr für Joey werden.","versions":[{"lang":1,"streams":[{"redirect":14334168,"hoster":"VOE"},{"redirect":14242925,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wanzen und andere Parasiten (2)","epNo":15,"alt":"Playing with a Parasite (2","descr":"Das Duell zwischen Joey und Weevil geht weiter. Es sieht so aus, als ob Weevils Riesenmotte zuviel für Joey wäre. Doch glücklicherweise kann er sich auf seine Freunde verlassen, die ihm alle ganz fest die Daumen drücken.","versions":[{"lang":1,"streams":[{"redirect":14334069,"hoster":"VOE"},{"redirect":14242926,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pantomime ohne Willen (1)","epNo":16,"alt":"Mime Control (1","descr":"Marik setzt den willenlosen Pantomimen ein, um an seiner Stelle ein Duell gegen Yugi zu gewinnen. Für diesen Kampf gibt er ihm eine ägyptische Götterkarte. Der willenlose Pantomime, von Marik ferngesteuert, treibt Yugi in die Enge.","versions":[{"lang":1,"streams":[{"redirect":14334113,"hoster":"VOE"},{"redirect":14242923,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Pantomime ohne Willen (2)","epNo":17,"alt":"Mime Control (2","descr":"Strings alias Marik schafft es endlich, seine ägyptische Götterkarte auszuspielen. Für Yugi scheint die Situation damit endgültig aussichtslos.","versions":[{"lang":1,"streams":[{"redirect":14334102,"hoster":"VOE"},{"redirect":14242927,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Pantomime ohne Willen (3)","epNo":18,"alt":"Mime Control (3","descr":"Obwohl Slifer, der Himmelsdrache, immer mächtiger wird, zieht Yugi noch ein Ass aus dem Ärmel. Er fängt Slifer in einer Endlosschleife und kann dadurch so lange neue Karten ziehen wie er will.","versions":[{"lang":1,"streams":[{"redirect":14334110,"hoster":"VOE"},{"redirect":14242928,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ozeanriesen (1)","epNo":19,"alt":"Legendary Fisherman (1","descr":"Yami-Yugi macht sich Sorgen um seine Freunde und begibt sich auf die Suche nach ihnen. Die Raritätenjäger können ihn abfangen und zu einem Duell herausfordern.","versions":[{"lang":1,"streams":[{"redirect":14334159,"hoster":"VOE"},{"redirect":14242930,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ozeanriesen (2)","epNo":20,"alt":"Legendary Fisherman (2","descr":"Joey und Mako duellieren sich weiter. Joey ahnt ja nicht, wer oder was in den Tiefen des Meeres auf seine Monster lauert. Obwohl Mako mit allen Mitteln kämpft und Joey immer wieder in die Enge treibt, bleibt das Ergebnis doch offen.","versions":[{"lang":1,"streams":[{"redirect":14334105,"hoster":"VOE"},{"redirect":14242931,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Unwillige Partner (1)","epNo":21,"alt":"Double Duel (1","descr":"Die Raritäten-Jäger entführen Tea, Joey und Mokuba. Sie wollen Kaiba und Yugi zu einem Doppelduell gegen Umbra und Lumis zwingen.","versions":[{"lang":1,"streams":[{"redirect":14334098,"hoster":"VOE"},{"redirect":14242929,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Unwillige Partner (2)","epNo":22,"alt":"Double Duel (2","descr":"Das Doppelduell geht weiter. Und es sieht schlecht aus für Yugi und seinen Kumpanen. Die beiden Raritätenjäger Lumis und Umbra nehmen den beiden immer mehr Lebenspunkte ab.","versions":[{"lang":1,"streams":[{"redirect":14333985,"hoster":"VOE"},{"redirect":14242933,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Unwillige Partner (3)","epNo":23,"alt":"Double Duel (3","descr":"Yugi konnte erneut durch seine faire Teamarbeit Kaibas Lebenspunkte retten. Kaiba sieht endlich ein, dass die beiden ohne Teamwork gegen Lumis und Umbra nichts ausrichten können.","versions":[{"lang":1,"streams":[{"redirect":14334071,"hoster":"VOE"},{"redirect":14242932,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Unwillige Partner (4)","epNo":24,"alt":"Double Duel (4","descr":"Nach den Anfangsschwierigkeiten entwickeln sich Kaiba und Yugi zum perfekten Team! Doch obwohl Umbra ins Reich der Schatten stürzt und Lumis zusammenbricht, gibt Marik nicht auf. Er hält sich nicht an die Abmachung, die Entführten wieder frei zu lassen.","versions":[{"lang":1,"streams":[{"redirect":14334171,"hoster":"VOE"},{"redirect":14242936,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Rettung","epNo":25,"alt":"The Rescue","descr":"Mokuba gelingt die Flucht aus dem Verlies und schließlich zeigt er Kaiba und Yugi den Weg zu Marik.","versions":[{"lang":1,"streams":[{"redirect":14334107,"hoster":"VOE"},{"redirect":14242934,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Gegen den eigenen Freund (1)","epNo":26,"alt":"Friends \u0027Til the End (1","descr":"Yugi und Kaiba machen sich auf die Suche nach ihren Freunden. Im Hafen entdecken sie Joey, der anscheinend von Marik ferngesteuert wird. Und auch Tea steht unter Mariks Einfluss. Um an Puzzle und die Götterkarte zu kommen, fordert Marik schließlich Yugi zum Duell auf. Doch Marik ändert die Regeln des Duells, so dass Yugi ziemlich in Bedrängnis kommt.","versions":[{"lang":1,"streams":[{"redirect":14334108,"hoster":"VOE"},{"redirect":14242938,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Gegen den eigenen Freund (2)","epNo":27,"alt":"Friends \u0027Til the End (2","descr":"Yugi lässt sich auf das Duell mit Larik ein, da es die einzige Chance ist, seine ferngesteuerten Freunde zu retten. Marik legt allerdings fest, dass der Verlierer des Zweikampfs mit einem Anker im Meer versenkt wird. Außerdem darf Yugi seine Götterkarte nicht einsetzen.","versions":[{"lang":1,"streams":[{"redirect":14334208,"hoster":"VOE"},{"redirect":14242940,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Gegen den eigenen Freund (3)","epNo":28,"alt":"Friends \u0027Til the End (3","descr":"Das Duell zwischen Yugi und Joey ist in vollem Gange. Weil Joey immer noch von Marik kontrolliert wird, sucht Yugi eine Möglichkeit in das Bewusstsein von Joey einzudringen.","versions":[{"lang":1,"streams":[{"redirect":14333987,"hoster":"VOE"},{"redirect":14242937,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Gegen den eigenen Freund (4)","epNo":29,"alt":"Friends \u0027Til the End (4","descr":"Das Duell zwischen Yugi und Joey neigt sich dem Ende zu und noch immer steht kein Sieger fest. Marik zwingt Joey dazu, den ‚Meteor der Zerstörung‘ auszuspielen. Der tapfere Yugi fängt die Attacke nicht ab, sondern opfert sich für seinen Freund.","versions":[{"lang":1,"streams":[{"redirect":14334219,"hoster":"VOE"},{"redirect":14242939,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Schattenduell","epNo":30,"alt":"Shadow of a Duel","descr":"Es ist endlich soweit: Yugi und seine Freunde haben alle sechs Lokalisierungskarten zusammen und erfahren, wo die Endrunde des Battle City Turniers stattfinden soll.","versions":[{"lang":1,"streams":[{"redirect":14334158,"hoster":"VOE"},{"redirect":14242941,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Licht, Kamera, Duell!","epNo":31,"alt":"Lights, Camera, Duel","descr":"Mai wird von ihrem ehemaligen Verehrer Jean Claude Magnum, einem drittklassigen Hollywoodstar, zum Duell aufgefordert. Sie lässt sich auf einen riskanten Deal ein: Sollte sie den Kampf verlieren, muss sie Jean heiraten und überlässt ihm ihren Platz im Battle City Finale.","versions":[{"lang":1,"streams":[{"redirect":14334166,"hoster":"VOE"},{"redirect":14242942,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Das Finale beginnt!","epNo":32,"alt":"Let the Finals Begin!","descr":"Die Finalisten treffen sich an Bord von Kaibas Luftschiff Nummer drei. Außer Joey, Mai und Yugi erscheinen auch Marik, Odion, Ishizu und Bakura. Möge das Finale beginnen.","versions":[{"lang":1,"streams":[{"redirect":14334104,"hoster":"VOE"},{"redirect":14242943,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der Geist der Finsternis: Yugi gegen Bakura (1)","epNo":33,"alt":"The Dark Spirit Revealed (1","descr":"Es ist soweit: Die Endrunde kann beginnen. Als allererstes werden die Paarungen ermittelt. Per Los wird entschieden, dass Bakura auf Yugi trifft. Doch offensichtlich stimmt mit Bakura etwas nicht. Yugi vermutet, dass wieder der alte böse Geist Besitz von ihm genommen hat. Was er nicht weiß: Marik hat die Kontrolle über ihn.","versions":[{"lang":1,"streams":[{"redirect":14334209,"hoster":"VOE"},{"redirect":14242945,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Geist der Finsternis: Yugi gegen Bakura (2)","epNo":34,"alt":"The Dark Spirit Revealed (2","descr":"Das Duell zwischen Bakura und Yugi ist in vollem Gange. Da Yugi in jeder Runde nur einen Zug machen darf, ist natürlich Bakura im Vorteil. Zusätzlich setzt ihn Bakura mit der Schicksalstafel unter Druck. Doch mit Monsterreanimation schafft es Yugi, Bakura einen Strich durch die Rechnung zu machen.","versions":[{"lang":1,"streams":[{"redirect":14334167,"hoster":"VOE"},{"redirect":14242946,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Der Geist der Finsternis: Yugi gegen Bakura (3)","epNo":35,"alt":"The Dark Spirit Revealed (3","descr":"Das Duell steht kurz vor der fünften Runde. Marik, der Bakura kontrolliert, scheint zu ahnen, dass Yugi die Götterkarten ziehen will und fasst einen Plan: Der Böse Geist soll Bakuras Körper verlassen. Bakura bricht daraufhin in der Arena zusammen. Marik rechnet jedoch nicht mit dem eigenen Willen des Bösen Geists.","versions":[{"lang":1,"streams":[{"redirect":14334118,"hoster":"VOE"},{"redirect":14242947,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die Legende der Ägyptischen Götterkarten","epNo":36,"alt":"Rage of the Egyptian Gods","descr":"Die Legende der ägyptischen Götterkarte Bakura befindet sich noch immer im Koma. Nachdem Shadi die Raufbolde Tristan und Duke davor bewahrt haben, vom Luftschiff zu stürzen, berichtet er Yugi von seiner Reise mit Pegasus zu den drei steinernen ägyptischen Götterfiguren","versions":[{"lang":1,"streams":[{"redirect":14334162,"hoster":"VOE"},{"redirect":14242949,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Terrordeck der Fallen (1)","epNo":37,"alt":"Awakening of Evil (1","descr":"Joey Wheeler und Odion sollen im Finale als nächstes Duellantenpaar gegeneinander antreten. Odion, der vorgibt Marik zu sein, spielt mit fiesen Tricks: Er benutzt unentwegt Fallenkarten.","versions":[{"lang":1,"streams":[{"redirect":14333988,"hoster":"VOE"},{"redirect":14242950,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Terrordeck der Fallen (2)","epNo":38,"alt":"Awakening of Evil (2","descr":"Odion schafft es, die Lebenspunkte von Joey auf 200 zu reduzieren. Der arme Joey ist schon kurz davor aufzugeben. Aber seine Freunde und seine Schwester geben ihm neue Kraft. Er holt zu einem großen Gegenschlag aus.","versions":[{"lang":1,"streams":[{"redirect":14334101,"hoster":"VOE"},{"redirect":14242952,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Terrordeck der Fallen (3)","epNo":39,"alt":"Awakening of Evil (3","descr":"Es kommt heraus, dass Odion als Findelkind von Mariks Familie großgezogen wurde und für Marik immer so etwas wie der große Bruder und Beschützer war. Das Duell zwischen Joey und Odion geht derweil ohne Gnade weiter","versions":[{"lang":1,"streams":[{"redirect":14333993,"hoster":"VOE"},{"redirect":14242955,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Terrordeck der Fallen (4)","epNo":40,"alt":"Awakening of Evil (4","descr":"Marik zwingt Odion die ägyptische Götterkarte Geflügelter Drache auszuspielen, was die Götter ziemlich erzürnt. Joey und auch Odion werden prompt von einem Blitz getroffen.","versions":[{"lang":1,"streams":[{"redirect":14333946,"hoster":"VOE"},{"redirect":14242956,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Entscheidung im Reich der Schatten (1)","epNo":41,"alt":"Mind Game (1","descr":"Im nächsten Finale werden Mai und Marik als Duellpartner ausgelost. Marik offenbart sich als Yami-Marik in seiner ganzen Boshaftigkeit und verlegt das Duell kurzerhand ins Reich der Schatten, in dem er regiert.","versions":[{"lang":1,"streams":[{"redirect":14333945,"hoster":"VOE"},{"redirect":14242961,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Entscheidung im Reich der Schatten (2)","epNo":42,"alt":"Mind Game (2","descr":"Das Duell zwischen Yami-Marik und Mai geht weiter. Yami-Marik spielt mit harten Bandagen: Für jedes Monster, dass er vernichtet, verliert Mai die Erinnerung an einen Menschen aus ihrem Leben.","versions":[{"lang":1,"streams":[{"redirect":14333935,"hoster":"VOE"},{"redirect":14242958,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Entscheidung im Reich der Schatten (3)","epNo":43,"alt":"Mind Game (3","descr":"Mai nimmt Yami-Marik die ägyptische Götterkarte ab. Da sie jedoch die ägyptische Inschrift nicht entziffern kann, ist sie nicht in der Lage, seine wahre Macht zu entfalten.","versions":[{"lang":1,"streams":[{"redirect":14334177,"hoster":"VOE"},{"redirect":14242957,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Kaiba gegen die Zukunft (1)","epNo":44,"alt":"A Duel with Destiny (1","descr":"Serenity kümmert sich um Mai, solange sie auf der Krankenstation liegen muss. Währenddessen erfährt Kaiba, wer sein nächster Duellpartner sein wird: Ishizu.","versions":[{"lang":1,"streams":[{"redirect":14333933,"hoster":"VOE"},{"redirect":14242959,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Kaiba gegen die Zukunft (2)","epNo":45,"alt":"A Duel with Destiny (2","descr":"Ishizu ist fest entschlossen, die gute Seite ihres Bruders Marik zu retten und kämpft wie eine Wilde gegen Kaiba. Obwohl sie mit Hilfe der Millenniumskette in die Zukunft sehen kann, sieht es schlecht aus für Ishizu. Denn Kaiba spürt die Macht des Millenniumsstabes und ändert seine Pläne.","versions":[{"lang":1,"streams":[{"redirect":14334115,"hoster":"VOE"},{"redirect":14242966,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Das Geheimnis des Grabwächters","epNo":46,"alt":"The Tomb-Keeper\u0027s Secret","descr":"Die erste Runde des Battle City Finales ist beendet. Yugi, Joey, Kaiba und Marik haben die Runde überstanden und stehen vor den nächsten schweren Aufgaben. Ishizu überlässt Yugi schließlich ihre Millenniumskette, damit er eine Chance gegen die böse Seite von Marik hat.","versions":[{"lang":1,"streams":[{"redirect":14334112,"hoster":"VOE"},{"redirect":14242960,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Mariks zweites Gesicht (1)","epNo":47,"alt":"Showdown in the Shadows (1","descr":"Yami Bakura und Yami Marik stehen sich im Duell gegenüber. Da sich der echte Marik immer wieder einschaltet, findet Yami Marik nicht so recht zu seinem Spiel. Schließlich bemerkt er, dass Yami Bakura es nur darauf anlegt, dass er den Geflügelten Drachen des Ra ausspielt.","versions":[{"lang":1,"streams":[{"redirect":14333986,"hoster":"VOE"},{"redirect":14242962,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Mariks zweites Gesicht (2)","epNo":48,"alt":"Showdown in the Shadows (2","descr":"Yami Bakura und Yami Marik duellieren sich weiterhin ohne Gnade. Es gelingt Yami Marik, den Geflügelten Drachen des Ra unschädlich zu machen und ihn sogar in seinen Besitz zu bringen. Die geheimen Fähigkeiten von Ra sollen den Kampf entscheiden.","versions":[{"lang":1,"streams":[{"redirect":14334067,"hoster":"VOE"},{"redirect":14242963,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein virtueller Alptraum","epNo":1,"alt":"A Virtual Nightmare","descr":"Die restlichen Teilnehmer des City Battle Turniers sind im Luftschiff unterwegs zur Kaiba Corporation Insel: dem Austragungsort des Finales. Kurz bevor sie eintreffen, wird das Luftschiff entführt. Dort begegnet Kaiba Noah einem jungen Duellanten, der anscheinend noch eine Rechnung mit ihm offen hat.","versions":[{"lang":1,"streams":[{"redirect":14333992,"hoster":"VOE"},{"redirect":14242969,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefangen im Cyberspace (1)","epNo":2,"alt":"Isolated in Cyber Space (1)","descr":"Die fünf ehemaligen Manager von Kaiba Corporation schicken alle Duellanten in einzelne Cyberräume. Hier wollen sie gegen Yugi und Co. im Duell antreten. Wenn sie gewinnen, werden sie aus dem virtuellen Gefängnis befreit und die jungen Duellanten müssten sich dort einsperren lassen. Das erste Duell bestreiten Yugi und Ganzley. Da Yugi die Regeln noch nicht beherrscht, kommt er schnell ins Hintertreffen. Wird er es schaffen?","versions":[{"lang":1,"streams":[{"redirect":14334117,"hoster":"VOE"},{"redirect":14242964,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gefangen im Cyberspace (2)","epNo":3,"alt":"Isolated in Cyber Space (2)","descr":"Yugi setzt sein Duell gegen Gansley fort. Da sich der abgebrühte Geschäftsmann viel besser mit den Regeln des neuen Spiels auskennt, kommt Yugi sehr in Bedrängnis. Schon zwei mal wurde sein Angriff reflektiert und hat ihn dann selber getroffen. Ein drittes Mal würde das Ende bedeuten, und Yugi müsste für immer im Cyberraum bleiben. Duke und Tristan können aus dem endloslangen Gang ausbrechen und retten im letzten Augenblick Serenity vor einem wild gewordenen Monster.","versions":[{"lang":1,"streams":[{"redirect":14333991,"hoster":"VOE"},{"redirect":14242965,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefangen im Cyberspace (3)","epNo":4,"alt":"Isolated in Cyber Space (3)","descr":"Für Yugi geht das Duell mit Gansley in die dritte Runde. Er muss sehr vorsichtig sein, denn einen dritten direkten Angriff würde er nicht überstehen. Als Gansley zum vernichtenden Schlag ansetzen will, kommt ihm Kuriboh zu Hilfe. Yugi nutzt die allgemeine Verwirrung, setzt zum Gegenschlag an und vernichtet Gansley. Tea kann ihren blauen, einäugigen Verfolgern entkommen. Aber hat sie sie wirklich für immer abgeschüttelt?","versions":[{"lang":1,"streams":[{"redirect":14334103,"hoster":"VOE"},{"redirect":14242971,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eisduell (1)","epNo":5,"alt":"Freeze Play (1)","descr":"Tea trifft den Pinguin wieder, der sie vor den einäugigen Monstern gerettet hat. Er führt sie in einen großen Eispalast. Dort trifft sie auf Crump, der nun die Gestalt eines Pinguins angenommen hat. Weil er Teas Körper übernehmen will, fordert er sie zum Duell in der Eis-Arena heraus. Tea friert sehr stark und kann sich kaum auf das Spiel konzentrieren. Yugi kann hören, wie Tea in der Kälte leidet. Aber da er keinen Ausgang aus seinem Labyrinth findet, kann er ihr nicht zu Hilfe eilen.","versions":[{"lang":1,"streams":[{"redirect":14334070,"hoster":"VOE"},{"redirect":14242970,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eisduell (2)","epNo":6,"alt":"Freeze Play (2)","descr":"Tea duelliert sich weiter mit Crump, dessen Geist in der virtuellen Welt die Gestalt eines Pinguins angenommen hat. Mit geschickt vorher berechneten Zügen bringt er Tea zunehmend in Bedrängnis.","versions":[{"lang":1,"streams":[{"redirect":14334176,"hoster":"VOE"},{"redirect":14242967,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Angeklagt (1)","epNo":7,"alt":"Courtroom Chaos (1)","descr":"Nachdem die ersten beiden der Big Five im Duell gegen Yugi und Tea gescheitert sind, erhält nun Johnson von Noah eine letzte Chance. Er soll gegen Joey antreten. Joey nimmt das Duell gegen den ehemaligen Hausanwalt der Kaiba Corporation anfangs auf die leichte Schulter. Er muss aber bald einsehen, dass dieser mit allen Wassern gewaschen ist und seine ausgefeilte Strategie eine echte Gefahr für Joey darstellt. Yugi und Tea erreichen nach einer langen Wanderung durch die Eiswüste endlich den wärmenden Gerichtssaal in dem der Kampf zwischen Joey und Johnson stattfindet. Werden sie ihren alten Freund aus seiner verzwickten Lage befreien können?","versions":[{"lang":1,"streams":[{"redirect":14334172,"hoster":"VOE"},{"redirect":14242977,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Angeklagt (2)","epNo":8,"alt":"Courtroom Chaos (2)","descr":"Joeys Chancen im Duell gegen Johnson werden immer schlechter. Er verliert einen Zug nach dem anderen. Und das teilweise aus völlig unerklärbaren Gründen. Da taucht Noah im Gerichtssaal auf und will das Duell abbrechen, weil Johnson wiederholt geschummelt hat. Joey will aber, dass das Duell – jetzt unter fairen Bedingungen – zu Ende gebracht wird. Mit der Zauberkarte ‚Schwere Entscheidung‘ gelingt es ihm, den Juristen auszutricksen und die Partie für sich zu entscheiden. Aber dann erfährt er, dass sich auch seine Schwester Serenity duellieren soll. Wird er sie rechtzeitig finden, damit er ihr helfen kann?","versions":[{"lang":1,"streams":[{"redirect":14334169,"hoster":"VOE"},{"redirect":14242973,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Maschineninvasion (1)","epNo":9,"alt":"Mechanical Mayhem (1)","descr":"Serenity, Duke und Tristan entdecken eine geheimnisvolle Tür durch die sie in eine große Lagerhalle geraten. Dort begegnet ihnen plötzlich Nesbitt, der vierte der Big Five. Er fordert Serenity zum Duell heraus. Bekanntlich verfügt sie über keine Duellerfahrung. Deshalb bieten Tristan und Duke an, sich an ihrer Stelle mit Nesbitt zu duellieren. Der ehemalige Vizepräsident für neue Technologien lehnt ab. Schlimmer noch: Er will jetzt gegen alle drei kämpfen. Serenity macht am laufenden Band Fehler. Immer wieder müssen Tristan und Duke sie retten. Dabei verliert Tristan seinen Deck Master. Die Big Five dürfen also seinen Körper übernehmen. Kann Duke das noch verhindern?","versions":[{"lang":1,"streams":[{"redirect":14333994,"hoster":"VOE"},{"redirect":14242984,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Maschineninvasion (2)","epNo":10,"alt":"Mechanical Mayhem (2)","descr":"Das Duell zwischen Duke, Serenity und Nesbitt geht weiter. Mit ein paar Tricks aus seinem Dungeon-Dice-Monsters-Spiel gelingt es Duke, Nesbitt kurzfristig zu verunsichern. Aber als Serenity am Zug ist, sieht es wieder schlecht aus für die beiden. Plötzlich tauchen Joey, Yugi und Tea am Duellfeldrand auf. Sie machen Serenity Mut. Sie erinnert sich an die Lektion, die ihr Tristan in Sachen Duel Monsters vor einiger Zeit erteilt hat und macht ein paar schlaue Züge. Duke aktiviert die Zauberkarte, die von Tristan zurückgelassen wurde. Er kann Nesbitts Lebenspunkte komplett vernichten. Obwohl der vierte der Big Five damit verloren hat, bleibt Tristans Körper verschwunden.","versions":[{"lang":1,"streams":[{"redirect":14333932,"hoster":"VOE"},{"redirect":14242980,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Rache ist süß (1)","epNo":11,"alt":"Settling the Score (1)","descr":"Yugi, Tea und Co. machen sich auf die Suche nach Tristan. Können ihn aber nirgendwo finden. Kaiba und Mokuba scheinen mehr Glück zu haben. Ihnen läuft jemand über den Weg, der zumindest so aussieht wie Tristan. Allerdings stellt sich schnell heraus, dass ein anderes Wesen in Tristans Hülle steckt. Als dieses Wesen Mokuba kidnappt, nimmt Kaiba die Verfolgung auf. Unterwegs wird er von Leichter, dem fünften der Big Five aufgehalten und zu einem Duell herausgefordert. Yugi und seinen Freunden läuft ein kleiner Robo-Affe zu. Da Serenity ihn süß findet, nehmen sie das kleine Vieh erst einmal mit.","versions":[{"lang":1,"streams":[{"redirect":14334097,"hoster":"VOE"},{"redirect":14242976,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Rache ist süß (2)","epNo":12,"alt":"Settling the Score (2)","descr":"Das Duell zwischen Kaiba und Leichter geht in die nächste Runde. Aber da der Kandidat der Big Five seinen Monstern immer wieder einen Powerschub gibt, stehen die Chance für Kaiba zunehmend schlechter. Durch einen Zufall gelingt es Tristans Geist, den Lautsprecher seines Roboaffen-Körpers anzuschalten und mit Yugi, Joey und deren Freunden Kontakt aufzunehmen. Joey ist skeptisch. Er glaubt, dass dieser Affe nur ein Spion der Big Five ist. Mokuba muss mit anhören, wie Leichter von Setos krummen Geschäften, bei der Übernahme von Kaiba Corporation berichtet. Obwohl Seto damals Mokuba ausgenutzt hat, hält sein kleiner Bruder weiter zu ihm. Mit einer geschickten Strategie gelingt es Kaiba, Leichter am Ende doch zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14333936,"hoster":"VOE"},{"redirect":14242986,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Noahs Geheimnis","epNo":13,"alt":"Noah\u0027s Secret","descr":"Noah will Seto alles wegnehmen, was ihm teuer und wichtig ist. Darum versucht er, Mokuba auf seine Seite bringen. Weil ihm das nicht gelingt, probiert er es mit einer List und Hypnose. Als Seto dann bei Noah auftaucht, um Mokuba zu holen, will sein kleiner Bruder nichts mehr von ihm wissen. Inzwischen geraten Joey, Serenity und Duke in eine Auseinandersetzung mit den Big Five, die mit Gewalt die Körper der drei übernehmen wollen. Noah tischt Seto eine Geschichte auf, wonach er ein Stiefbruder von Seto und Mokuba sein soll. Eine kleines Detail lässt bei Yugi und Seto aber Zweifel über den Wahrheitsgehalt an Noahs Version aufkommen.","versions":[{"lang":1,"streams":[{"redirect":14334217,"hoster":"VOE"},{"redirect":14242979,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Vereinigung der Big Five (1)","epNo":14,"alt":"Merger of the Big Five (1)","descr":"Kaiba macht sich auf die Suche nach Mokuba, wobei er Yugi und seine Freunde davor warnt, sich ihm in den Weg zu stellen. Bevor Yugi und die anderen etwas unternehmen können, stellt sich ihnen ein neues Problem. Tristan taucht auf und fordert Yugi zu einem Duell heraus. Tristans Körper wird nämlich von allen der Big Five kontrolliert. Ihre Bedingungen für den Kampf: Gewinnt Yugi, geben sie Tristans Körper frei, verliert er aber, bekommen die Big Five die Körper der Freunde. Yugi akzeptiert, aber Joey wirft ein, dass ein Kampf eins zu fünf unfair sei, weshalb er an der Seite seines Freundes mitkämpfen wolle. Die Big Five akzeptieren, und es beginnt ein unerbittliches Duell. Währenddessen sucht Kaiba nach Mokuba und Noah und entdeckt dabei Kaibaland.","versions":[{"lang":1,"streams":[{"redirect":14333990,"hoster":"VOE"},{"redirect":14242990,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Vereinigung der Big Five (2)","epNo":15,"alt":"Merger of the Big Five (2)","descr":"Kaiba erreicht ein virtuelles Kaibaland-Gebäude, dessen Tür allerdings von einem Schachbrett blockiert wird. Kaiba macht einen Zug, der den Gegner schachmatt setzt und gelangt so in das Haus. Dort sieht er einen Film über Gozaburo und Noah sowie eine Aufzeichnung von Noahs Beerdigung … Währenddessen entwickelt sich der Kampf zwischen Yugi und Joey gegen die Big Five im Körper von Tristan dramatisch. Durch geschicktes Taktieren und Einsetzen der richtigen Karten schaffen Yugi und Joey es, die Lebenspunkte der Big Five von 8000 auf 1200 zu reduzieren. Aber dann zieht Big Five eine Karte und beginnt wie wahnsinnig zu lachen …","versions":[{"lang":1,"streams":[{"redirect":14334174,"hoster":"VOE"},{"redirect":14242991,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Vereinigung der Big Five (3)","epNo":16,"alt":"Merger of the Big Five (3)","descr":"Der Kampf zwischen Yugi, Joey gegen Big Five geht in die dritte Runde. Big Five initiiert ein Ritual, um einen bösen Drachen auferstehen zu lassen. Dazu muss er je ein Monster mit dem Attribut Erde, Wasser, Feuer, Wind und Dunkelheit opfern. So ruft er den ‚Five-God Dragon‘ herbei, ein übermächtiges Monster, das Yugi und Joey schwer in Bedrängnis bringt. Haben sie trotzdem noch eine Chance, den Kampf zu gewinnen?","versions":[{"lang":1,"streams":[{"redirect":14333937,"hoster":"VOE"},{"redirect":14242992,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verfeindete Brüder (1)","epNo":17,"alt":"Brothers in Arms (1)","descr":"Tristan hat Angst, dass er nun für immer ein Affe bleiben muss, aber die anderen entdecken sechs Knöpfe auf seinem Rücken, die zeigen, was alles in diesem Affen steckt. Drückt man einen der Knöpfe, bekommt der Affen plötzlich Räder oder einen Propeller. Als Yugi schließlich den roten Knopf drückt, bringt der Affe Yugi und die anderen direkt nach Kaibaland. Hier erfahren sie die traurige Wahrheit über Noah, der einst von einem Auto überfahren wurde und dabei ums Leben kam. Jetzt existiert er nur noch in einer virtuellen Welt im Computer, die Kaiba für ihn entwickelt hat. Zwar ist Seto schockiert, das zu hören, dennoch fordert er Noah zum Duell heraus, denn er hat schon so lange auf diese Gelegenheit gewartet. Ein Kampf beginnt, der Setos Leben verändern soll …","versions":[{"lang":1,"streams":[{"redirect":14334095,"hoster":"VOE"},{"redirect":14242987,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Verfeindete Brüder (2)","epNo":18,"alt":"Brothers in Arms (2)","descr":"Das Duell zwischen Noah und Seto Kaiba geht weiter. Nachdem Noah Shinatos Arche gespielt hat, stehen ihm sämtliche Monster von beiden Kartenfriedhöfen zur Verfügung. In der virtuellen Welt hat er nun absolut das Sagen und lässt dies auch Kaiba spüren. Er versetzt die Partie mit Drachenkarten ins Dinozeitalter und lässt eine Eiszeit folgen. Trotzdem gelingt es Seto, seinen Rivalen langsam in Bedrängnis zu bringen. Als er zum entscheidenden Schlag ausholen will, stellt sich ihm plötzlich Mokuba in den Weg, um Noah zu schützen. Seto muss sich entscheiden: Entweder für Mokuba oder den Präsidentenposten bei Kaiba Corporation.","versions":[{"lang":1,"streams":[{"redirect":14334173,"hoster":"VOE"},{"redirect":14242993,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Verfeindete Brüder (3)","epNo":19,"alt":"Brothers in Arms (3)","descr":"Nachdem sich Mokuba als Schutzschild vor Noah postiert hat, muss sich Seto entscheiden: Verletzt er Mokuba oder verzichtet er auf den Präsidentenposten bei Kaiba Corporation. Da er seinem Bruder nicht weh tun will, bricht Seto seine Attacke ab. Dadurch ist Noah nun klar im Vorteil. Durch einen geschickten Schachzug gelingt es ihm, viele neue Lebenspunkte zu erlangen. Seto schafft es, in Mokubas Unterbewusstsein vorzudringen und ihn wachzurütteln. Zu spät. Noah gewinnt die Partie und verwandelt die beiden Brüder zu Stein. Yugi findet, dass Noah mit ziemlich unfairen Mitteln zu seinem Sieg gelangt ist und fordert ihn heraus.","versions":[{"lang":1,"streams":[{"redirect":14334175,"hoster":"VOE"},{"redirect":14242994,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Noahs letzte Drohung (1)","epNo":20,"alt":"Noah\u0027s Final Threat (1)","descr":"Tea, Serenity, Joey und Duke drücken ihrem Freund Yugi die Daumen. In einem aussichtslosen Kampf ist er mit 200 Lebenspunkten gegen Noah angetreten. Plötzlich muss er gegen völlig ungewohnte Karten kämpfen: gegen Geistermonster. Als es Yugi gelingt, die Lichtschwerter auszuspielen verschafft er sich für drei Runden einen leichten Vorteil, da Noah ihn nicht mehr angreifen kann. Aber mit einem geschickten Zug gelingt es dem virtuellen Rivalen, Yugi schnell wieder in Bedrängnis zu bringen. Wird Noah es schaffen, auch Yugis restliche Freunde in Stein zu verwandeln?","versions":[{"lang":1,"streams":[{"redirect":14334109,"hoster":"VOE"},{"redirect":14242996,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Noahs letzte Drohung (2)","epNo":21,"alt":"Noah\u0027s Final Threat (2)","descr":"Der Kampf zwischen Noah und Yugi geht weiter, und Noah sammelt immer mehr Lebenspunkte. Es sieht schlecht auch für Yugi und seine Freunde, denn plötzlich verwandelt Noah Tristan zu Stein und droht Yugi an, für jeden Spielzug, den Yugi macht, einen seiner Freunde zu versteinern. Als nächstes muss Serenity dran glauben, und nach Yugis nächstem Zug, der ihn wieder 300 Lebenspunkte kostet, verwandelt Noah Joey zu Stein. Egal, was Yugi auch anstellt, Noah scheint ihm einfach überlegen zu sein. Und nach einem weiteren wenig erfolgreichen Angriff von Yugi, versteinert Noah auch noch Tea. Schließlich besitzt Yugi nur noch 100 Punkte, während Noah 10.000 Lebenspunkte gewonnen hat. Yugi ist am Boden, und es sieht ganz so aus, als habe Noah das Spiel gewonnen, da gelangt Yugi plötzlich in einen Raum, der all die Erinnerungen seiner versteinerten Freunde enthält. Alle sind sie versammelt und feuern den verzweifelten Yugi dazu an weiter zu kämpfen. Also zieht Yami seine letzten sechs Karten, und in jeder dieser Karten steckt der Geist eines seiner Freunde. Das gibt Yugi neuen Auftrieb!","versions":[{"lang":1,"streams":[{"redirect":14334065,"hoster":"VOE"},{"redirect":14242995,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Geheimnis der Familie Kaiba","epNo":22,"alt":"So Close Yet So Far","descr":"Yugi hat den Kampf gegen Noah gewonnen, und alle werden in ihren ursprünglichen Zustand zurückversetzt. Auch Seto und Mokuba sind nicht länger versteinert und umarmen sich erleichtert. In einer letzten Anstrengung versucht der wütende Noah, Yugis Körper zu übernehmen, aber die schockierenden Szenen aus Ägypten, die er in Yugis Erinnerung findet, und das Millennium Puzzle, das Yugi beschützt, vereiteln Noahs Versuch. Nun will Noah wissen, wer Yugi wirklich ist. Aber bevor er seinem Widersacher antworten kann, erscheint Gozaburo Kaiba. Er teilt seinem Schützling Noah mit, dass er versagt habe und er darum nun keine Verwendung mehr für Noah habe. Dann erklärt er, dass er Seto nur adoptiert habe, um einen geeigneten Körper für Noah zu besitzen. Seto ist entsetzt …","versions":[{"lang":1,"streams":[{"redirect":14334106,"hoster":"VOE"},{"redirect":14242999,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kaiba gegen Gozaburo (1)","epNo":23,"alt":"Burying The Past (1)","descr":"Yugi und die anderen sind sauer, weil Noah einfach Mokubas Körper übernommen hat. Doch bevor sie etwas unternehmen können, werden sie plötzlich von Duel Monstern attackiert. Noah plant indessen, den Bereich, in dem Kaiba, Yugi und ihre Freunde sich aufhalten, in die Luft zu sprengen: In dreißig Minuten soll die virtuelle Welt explodieren! Noah selbst will in einem Hubschrauber fliehen, als er urplötzlich seine Meinung ändert … In der Zwischenzeit sucht Seto Kaiba seinen Stiefvater Gozaburo auf, um ihn darum zu bitten, ihn und seine Freunde endlich aus der virtuellen Welt freizulassen. Da schlägt Gozaburo vor, Seto solle gegen ihn antreten, um seine Forderungen durchzusetzen. Er willigt ein, und der Kampf beginnt – doch ihnen bleibt nicht mehr viel Zeit, bis die virtuelle Welt in die Luft fliegt …","versions":[{"lang":1,"streams":[{"redirect":14333931,"hoster":"VOE"},{"redirect":14242997,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kaiba gegen Gozaburo (2)","epNo":24,"alt":"Burying The Past (2)","descr":"Noah, dem plötzlich Leid tut, dass er veranlasst hat, die virtuelle Welt zu zerstören, gibt Yugi und den anderen den Tipp, durch ein Portal im Spielzimmer zu fliehen. Gozaburo kann nichts gegen ihre Flucht tun, denn es ist Noah, der das System beherrscht. Den meisten gelingt die Flucht, aber bevor Yugi ebenfalls verschwinden kann, bittet Noah ihn, Seto zu retten. Als Gozaburo erfährt, was Noah getan hat, verwandelt er sich vor lauter Wut in ein fürchterliches Monster, das droht, Setos Körper zu übernehmen. Aber Seto bleibt ganz ruhig und schlägt seinem Gegenüber vor, ihren Kampf fortzusetzen. Der Gewinner soll wieder in die reale Welt zurückkehren dürfen. Gozaburo stimmt zu, und es beginnt eine schreckliche Schlacht …","versions":[{"lang":1,"streams":[{"redirect":14333947,"hoster":"VOE"},{"redirect":14242998,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Viererduell (1)","epNo":25,"alt":"Back to Battle City (1)","descr":"Kaiba, Marik, Yugi und Joey betreten den Alcatraz Duel Tower, um sich dem ultimativen Viererduell zu stellen. Dabei gibt es für jeden genug Gründe, um gegen einen der anderen anzutreten. Yugi will unbedingt gegen Marik kämpfen, weil er sein eigentlicher größter Feind ist und er die Welt vor ihm retten will. Aber wegen des Versprechens, das sie sich einst gegeben haben, würde er auch Joey herausfordern wollen. Und Kaiba will er schon lange besiegen, um ihren ganz persönlichen Krieg endlich zu beenden. Sie kämpfen zunächst zu viert, wobei danach sowohl die beiden Gewinner als auch die beiden Verlierer erneut gegeneinander antreten. Im ersten Schritt muss jeder der vier Duellanten eine Karte ziehen. Wer die Karte mit den meisten Lebenspunkten zieht, gewinnt die Vorrunde. So steht die Reihenfolge fest: Erster ist Seto Kaiba, danach folgt Marik Ishtar, dann Yugi Moto und zum Schluss Joey Wheeler. Das Duell kann beginnen, und Kaiba hat den ersten Zug …","versions":[{"lang":1,"streams":[{"redirect":14334195,"hoster":"VOE"},{"redirect":14243004,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Viererduell (2)","epNo":26,"alt":"Back to Battle City (2)","descr":"Kaiba ist verdammt wütend, weil Yugi Joey während des Duells zu Hilfe kam. Yugi hingegen überlegt fieberhaft, wie er Kaiba und Marik möglichst schnell aus dem Weg räumt, um im Finale gegen Joey antreten zu können. Kaiba will dafür unbedingt Yugi und Marik schlagen. Sein Plan ist es, zuerst Yugi auszuschalten, um dann Marik zu besiegen. Joey dankt Yugi leise für seine Hilfe. Ihm liegt am meisten daran, Marik fertig zu machen, damit er Mai retten kann. Da versucht Kaiba einen Keil zwischen Yugi und Joey zu treiben, indem er Joey erzählt, Yugi würde ihm nur helfen, weil er genau wüsste, dass Joey – auf sich gestellt – das Duell niemals gewinnen könne. Yugi plane, zunächst mit Joeys Unterstützung Marik und Kaiba zu überwältigen, um dann im Final gegen den schwächeren Joey den sicheren Sieg einstreichen zu können. Yugi wird wütend, als er das hört, aber Joey scheint Kaibas Worte zu überhören. Marik wird langsam ungeduldig wegen all der Streitereien und besteht darauf, endlich das Viererduell fortzusetzen. Während er seine nächste Karte zieht, überlegt er, wie er Kaiba und Joey loswerden kann, um es endlich mit Yugi aufzunehmen. Also führt er eine Attacke durch, die Kaiba, aber vor allem Joey schwächt. Doch Joey gibt nicht auf. Er hat noch ein paar Überraschungen für seine Gegner in der Hinterhand …","versions":[{"lang":1,"streams":[{"redirect":14333957,"hoster":"VOE"},{"redirect":14243002,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Viererduell (3)","epNo":27,"alt":"Back to Battle City (3)","descr":"Das Viererduell läuft auf Hochtouren. Marik attackiert Joey, und mit Unterstützung des hinterlistigen Kaiba reduziert er Joeys Lebenspunkte auf 3200. Nun ist Yugi am Zug. Da Kaiba noch zwei verdeckte Karten vor sich liegen hat, entscheidet Yugi, dass es zu gefährlich wäre, ihn jetzt anzugreifen. Marik hingegen hat momentan keine versteckten Karten im Spiel, dafür zwei Monster im Angriffsmodus. Joey schließlich hat keine Monster auf dem Feld, aber eine verdeckte Karte vor sich liegen. Tristan, der zusammen mit Tea das Gefecht verfolgt, vermutet, dass Yugi entweder Marik oder Kaiba angreifen wird, weil er Joey versprochen hat, im Einzelduell gegen ihn anzutreten, um ihm zu helfen, ein richtig guter Kämpfer zu werden. Gerade als Yugi Marik angreifen will, stoppt Joey ihn und fragt ihn, was seiner Meinung nach einen guten Kämpfer ausmacht. Kaiba macht sich lustig über Joey und seine Frage und Marik wird langsam ungeduldig wegen der Verzögerung, aber Joey lässt sich nicht einschüchtern. Er erklärt Yugi, dass er nach allem, was er ihm beigebracht hätte, ihn angreifen müsste, darum sollte er sich nicht mehr an sein Versprechen gebunden fühlen, sondern ihn attackieren. Was wird Yugi jetzt tun?","versions":[{"lang":1,"streams":[{"redirect":14334079,"hoster":"VOE"},{"redirect":14243001,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Rückkehr ins Reich der Schatten (1)","epNo":28,"alt":"The Darkness Returns (1)","descr":"Das Duell Joey gegen Marik beginnt. Wie schon damals gegen Mai, verlegt Marik den Zweikampf ins Reich der Schatten. Jeder der beiden Spieler erhält eine Verbindung zu seinen Monstern. Verlieren die Monster Lebenspunkte, so verliert der Duellant körpereigene Energie. Erst sieht es so aus, als könnte Joey Yami-Marik Paroli bieten, doch dann spielt Yami-Marik eine Karte, die bewirkt, dass Joey bei jedem Zug eine Karte aus seinem Blatt verliert. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14334007,"hoster":"VOE"},{"redirect":14243006,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Rückkehr ins Reich der Schatten (2)","epNo":29,"alt":"The Darkness Returns (2)","descr":"Im Halbfinalduell Marik ishta gegen Joey behält Marik die Oberhand. Er spielt so viele Fallenkarten, dass Joey kaum noch eine Chance hat. Im letzten Moment zieht er Jinzo und vernichtet damit Mariks Fallenkarten. Joey glaubt sich auf der sicheren Seite, da zieht Marik Lava Golem. Dafür werden zwei Monster auf Joeys Seite geopfert. Im Gegenzug dazu erhält er Mariks Monsterkarte Lava Golem mit einer Angriffsstärke von 3000 Punkten. Jetzt ist Joey am Zug. Yami-Marik fordert ihn zu einem Angriff heraus. Wo ist der Haken?","versions":[{"lang":1,"streams":[{"redirect":14333954,"hoster":"VOE"},{"redirect":14243007,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Rückkehr ins Reich der Schatten (3)","epNo":30,"alt":"The Darkness Returns (3)","descr":"Nachdem Yami-Marik lange Zeit das Duell beherrscht hat, dreht Joey den Spieß um. Es sieht ganz danach aus, als könnte er Marik besiegen. Da holt Yami-Marik den Geflügelten Drachen des Ra vom Friedhof. Und obwohl dieser aufgrund der fehlenden Monsteropferung keine Angriffspunkte besitzt, ist er dank seiner besonderen Fähigkeit, sich in Phoenix zu verwandeln, ein mächtiger Kämpfer, der auch ohne Angriffspunkte vernichtend zuschlagen kann. Der zu erwartende Schlag dürfte Joey zwar nicht im Duell besiegen, ihm jedoch seine gesamte Lebensenergie rauben.","versions":[{"lang":1,"streams":[{"redirect":14333959,"hoster":"VOE"},{"redirect":14243005,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Rückkehr ins Reich der Schatten (4)","epNo":31,"alt":"The Darkness Returns (4)","descr":"Marik setzt seine ägyptische Götterkarte transmutiert als Phoenix gegen Joey ein. Da sie null Angriffspunkte besitzt, schadet das zwar Joeys Lebenspunkten überhaupt nicht, aber der Schlag raubt ihm soviel Lebensenergie, dass er trotz aller Willensanstrengung ohnmächtig zusammenbricht. Marik hat das Duell gewonnen. Als nächstes treten Kaiba und Yugi gegeneinander an. Wird es Yugi gelingen aus dem Battle City Turnier als Sieger hervorzugehen? Das Schicksal der Welt hängt von ihm ab.","versions":[{"lang":1,"streams":[{"redirect":14334142,"hoster":"VOE"},{"redirect":14243008,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Duell im Kolosseum (1)","epNo":32,"alt":"Clash in the Coliseum (1)","descr":"Um das Duell zwischen Yugi und sich selbst entsprechend zu würdigen, lässt Kaiba das Halbfinale im Kolosseum stattfinden. Er scheint das Duell zu kontrollieren, mit einem Trick knöpft er Yugi Slifer den Himmelsdrachen ab, aber Yugi erobert ihn wieder zurück.","versions":[{"lang":1,"streams":[{"redirect":14333921,"hoster":"VOE"},{"redirect":14243009,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Duell im Kolosseum (2)","epNo":33,"alt":"Clash in the Coliseum (2)","descr":"Durch kluges Taktieren gelingt es Yugi, Slifer den Himmelsdrachen aufzurufen, aber bevor er Kaiba damit besiegen kann, bringt dieser Obelisk den Peiniger ins Spiel. Allem Anschein nach ist Obelisk stärker als Slifer ….","versions":[{"lang":1,"streams":[{"redirect":14334143,"hoster":"VOE"},{"redirect":14243010,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Duell im Kolosseum (3)","epNo":34,"alt":"Clash in the Coliseum (3)","descr":"Kaiba und Yugi kämpfen mit ihren ägyptischen Götterkarten einen erbitterten Kampf gegeneinander. Immer wieder gelingt es Yugi seinen Kopf aus der Schlinge zu ziehen. Plötzlich zeigen sich die uralten Kräfte des alten Ägypten. Monitore zerspringen und der Himmel erstrahlt in einem grellen Leuchten.","versions":[{"lang":1,"streams":[{"redirect":14334145,"hoster":"VOE"},{"redirect":14243012,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Duell im Kolosseum (4)","epNo":35,"alt":"Clash in the Coliseum (4)","descr":"Der Kampf der beiden Göttermonster lässt Kaiba und Yami-Yugi eine Reise in die Zeit des antiken Ägypten machen. Dort sehen sie, wie der alte Pharao und der Hexenmeister sich in einem Kampf gegenüberstehen. Trotz dieser gemeinsamen Vision leugnet Kaiba jeglichen Zusammenhang des gegenwärtigen Duells mit der Vergangenheit. Durch einen geschickten Spielzug von Kaiba, verliert Yugi bei einem Angriff seines Schwarzen Magiers 1500 Lebenspunkte und ist damit in der Defensive.","versions":[{"lang":1,"streams":[{"redirect":14333955,"hoster":"VOE"},{"redirect":14243011,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Duell im Kolosseum (5)","epNo":36,"alt":"Clash in the Coliseum (5)","descr":"Kaiba wird während des Duells immer stärker und hat schließlich drei Weiße Drachen mit eiskaltem Blick auf dem Feld. In seinem Traum verliert Joey das Duell, erscheint aber in einer ausweglosen Situation in Yugis Gedanken und gibt ihm einen Rat, der ihn vor der Niederlage bewahrt. Es sieht so aus, als würde Joey wieder zu sich kommen …","versions":[{"lang":1,"streams":[{"redirect":14334078,"hoster":"VOE"},{"redirect":14243013,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Duell im Kolosseum (6)","epNo":37,"alt":"Clash in the Coliseum (6)","descr":"Kaiba gewinnt immer mehr die Oberhand. Er hat drei weiße Drachen auf dem Feld und einen auf dem Kartenfriedhof. Beide wählen drei Karten, die in ihrem Deck verbleiben. Der Rest wandert ebenfalls auf den Friedhof. Kaiba scheint unbesiegbar. Yugi glaubt seine Strategie zu erkennen und richtet seine drei verbleibenden Karten darauf aus, dass Kaiba mit Hilfe einer Fusionskarte seine drei weißen zu einem Ultradrachen vereinigen will. Durch eine geschickte Taktik gewinnt Yugi das Halbfinale.","versions":[{"lang":1,"streams":[{"redirect":14334144,"hoster":"VOE"},{"redirect":14243014,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Joey gegen Kaiba (1)","epNo":38,"alt":"Battle for the Bronze (1)","descr":"Nachdem Kaiba das Duell gegen Yugi verloren hat, wird er von Joey zu einem Kampf um den dritten Platz herausgefordert. Nur widerwillig und äußerst überheblich lässt sich Kaiba auf das Duell ein. Wider Erwarten verliert er bei der ersten großen Schlacht 200 Lebenspunkte. Marik, das heißt die gute Seite von Marik, erscheint seiner Schwester Ishizu in Gestalt von Tea und beschließt, sich seinen Körper zurückzuholen und sich in den Kampf um die Rettung der Welt einzumischen.","versions":[{"lang":1,"streams":[{"redirect":14334080,"hoster":"VOE"},{"redirect":14243015,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Joey gegen Kaiba (2)","epNo":39,"alt":"Battle for the Bronze (2)","descr":"Nachdem Joey nur noch mittelstarke Monster auf seiner Hand und in seinem Deck hat, gewinnt Kaiba immer weiter die Oberhand. Als er den Weißen Drachen mit Eiskaltem Blick aufruft, scheint das Spiel für Joey verloren. Doch es gelingt ihm, Kaiba seinen Weißen abzuknöpfen. Rasend vor Zorn ruft Kaiba einen zweiten Weißen Drachen auf’s Feld und lässt beide gegeneinander kämpfen. Nachdem beide vernichtet sind, belebt Kaiba mit Monster Reborn seinen Drachen wieder neu.","versions":[{"lang":1,"streams":[{"redirect":14334077,"hoster":"VOE"},{"redirect":14243017,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Joey gegen Kaiba (3)","epNo":40,"alt":"Battle for the Bronze (3)","descr":"Joey schlägt sich wacker gegen Kaiba, verliert aber letztendlich doch das Duell. Kurz bevor das Finale losgeht, entschließt sich Kaiba, Yugi die einzige Karte zu geben, mit der er den Geflügelten Drachen des Ra schlagen kann. Allerdings muss er sie auf eine ganz besondere Art spielen, sonst hat er das Duell verloren.","versions":[{"lang":1,"streams":[{"redirect":14334140,"hoster":"VOE"},{"redirect":14243016,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Yugi gegen Marik (1)","epNo":41,"alt":"The Final Face Off (1)","descr":"Das Finale beginnt. Yami-Marik kämpft gegen Yami-Yugi. Wenn Yami-Yugi verliert, werden Mai und Yugi im Reich der Schatten versinken. Wenn Yami-Marik verliert, wird Marik in die Finsternis verdammt. Ein teuflisch genialer Plan von Yami-Marik. Es gelingt Yami-Yugi, Slifer den Himmelsdrachen aufzurufen, aber gleich darauf ruft Yami-Marik den Geflügelten Drachen des Ra auf. Und zwar in seinem unverwundbaren Phoenixmodus.","versions":[{"lang":1,"streams":[{"redirect":14334141,"hoster":"VOE"},{"redirect":14243018,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Yugi gegen Marik (2)","epNo":42,"alt":"The Final Face Off (2)","descr":"Marik kontrolliert das Duell dank seiner ägyptischen Götterkarte, der Geflügelte Drache des Ra. Yami-Yugi vertraut Kaiba und scheint damit alte Energien freizusetzen. Blind zieht er die Karte, die Kaiba ihm gegeben hat und mit ihrer Hilfe kann er Obelisk den Peiniger aufrufen. Ist Yami-Marik jetzt am Ende? Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14334008,"hoster":"VOE"},{"redirect":14243019,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Yugi gegen Marik (3)","epNo":43,"alt":"The Final Face Off (3)","descr":"Yami-Yugi greift mit Obelisk dem Peiniger an, doch Yami-Marik schafft mit einem Schleimmonster ein Ebenbild von Obelisk. Es gelingt ihm mit einigen Tricks, seine Lebenspunkte absolut unangreifbar zu machen. Die gute Seite von Marik verabschiedet sich von Odion, bevor sie für immer im Reich der Schatten versinkt. Da erwacht Odion aus seinem Koma.","versions":[{"lang":1,"streams":[{"redirect":14334218,"hoster":"VOE"},{"redirect":14243021,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Yugi gegen Marik (4)","epNo":44,"alt":"The Final Face Off (4)","descr":"Im Duell gegen Yami-Yugi gelingt es Yami-Marik, sich selbst und alle seine Monster mit dem Geflügelten Drachen des Ra zu verschmelzen. Mit der Zauberkarte Ragnarok hat Yugi die Möglichkeit jedes Monster auf der Seite seines Gegners zu vernichten, das heißt den Geflügelten Drachen des Ra und mit ihm auch Yami-Marik. Aber ob er das schaffen wird? Odion taucht auf, um seinen Master Marik vor den Schatten zu bewahren …","versions":[{"lang":1,"streams":[{"redirect":14334193,"hoster":"VOE"},{"redirect":14243020,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Yugi gegen Marik (5)","epNo":45,"alt":"The Final Face Off (5)","descr":"Yami-Yugi schlägt Yami-Marik mit seiner Zauberkarte Ragnarok, sodass dieser nur noch einen Lebenspunkt besitzt. Das Gute in ihm übernimmt wieder die Kontrolle, und um seine dunkle Seite zu vernichten, gibt Marik das Duell auf. Damit hat Yugi gewonnen. Er ist jetzt in Besitz von allen drei Götterkarten und erhält obendrein auch noch den Millenniumsstab und den Millenniumsring. Alle ins Reich der Schatten Verbannten kehren wieder wohlbehalten zurück. Kaiba will den Duell Turm mitsamt der Insel in die Luft jagen. An Bord des Luftschiffes stellt sich heraus, dass die Triebwerke nicht arbeiten. Der Countdown läuft.","versions":[{"lang":1,"streams":[{"redirect":14334146,"hoster":"VOE"},{"redirect":14243024,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Das Ende von Battle City","epNo":46,"alt":"One for the Road","descr":"Nachdem Yami-Yugi das Battle City Duell gewonnen hat, will Kaiba seine Insel mitsamt dem Duellturm in die Luft jagen. Als unsere Freunde die Duellinsel verlassen wollen, stellen sie fest, dass das Luftschiff nicht funktionstüchtig ist. Buchstäblich in letzter Sekunde verlassen sie die Insel mit dem Rettungshubschrauber. Kaiba und Mokuba fliegen mit einem dem Weißen Drachen ähnlichen Fluggerät. Kaiba verspricht seinem kleinen Bruder auf der ganzen Welt Disneyland-artige Themenparks aufzubauen. In Domino angekommen, trennen sich unsere Freunde. Endlich kommt es zum letzten Freundschaftsduell zwischen Joey und Yugi.","versions":[{"lang":1,"streams":[{"redirect":14333958,"hoster":"VOE"},{"redirect":14243022,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Flashback","epNo":47,"alt":"Looking Back and Moving Ahead","descr":"Tea führt Serenity durch ihre Heimatstadt Domino und sie besuchen noch einmal die Orte, an denen die wichtigen Duelle stattfanden. Dabei kommen die Erinnerungen bis hin zum Battle City Finale. Dann heißt es Abschied nehmen.","versions":[{"lang":1,"streams":[{"redirect":14334215,"hoster":"VOE"},{"redirect":14243023,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kampf um die Seele (1)","epNo":1,"alt":"A New Evil (1)","descr":"Gurimo, ein Wesen der Finsternis, stiehlt Yugi die Götterkarten und zwingt ihn zu einem Duell um seine Seele. Auch ohne Götterkarten behält Yugi in dem Duell die Überhand bis Gurimo Obelisk den Peiniger aufruft und ihn mit seiner mächtigen archaischen Karte ‚Siegel von Orichalcos‘ verschmilzt. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14334114,"hoster":"VOE"},{"redirect":14243025,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kampf um die Seele (2)","epNo":2,"alt":"A New Evil (2)","descr":"Yugi gelingt es Gurimo zu schlagen, aber die Motorradgang Valon, Alister und Rafael entkommen mit den drei ägyptischen Götterkarten. Rebecca taucht wieder auf und bringt Yugi zu ihrem Großvater Professor Hawkins.","versions":[{"lang":1,"streams":[{"redirect":14334100,"hoster":"VOE"},{"redirect":14243026,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Legende der Drachen","epNo":3,"alt":"Legend of the Dragons","descr":"Die große Bestie erwacht aus ihrem tiefen Schlaf und ernährt sich sowohl von Menschen als auch von Monstern, um sich zu stärken. Das Schwarze Magiermädchen ruft Yugi zu Hilfe. Yugi und Yami-Yugi befreien einen der drei kristallisierten Drachen, Timaeus, und halten mit ihm die große Bestie vorerst auf. Aber der Kampf geht weiter.","versions":[{"lang":1,"streams":[{"redirect":14334163,"hoster":"VOE"},{"redirect":14243028,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schöpfer kehrt zurück","epNo":4,"alt":"The Creator Returns","descr":"Kaiba lädt Yugi zu einem persönlichen Gespräch ein. Dieser nimmt mit seinen Freunden die Einladung an. Unterdessen kauft Pegasus unermüdlich Aktien der Kaiba Corporation und zwingt Kaiba damit zu einem Duell.","versions":[{"lang":1,"streams":[{"redirect":14333989,"hoster":"VOE"},{"redirect":14243027,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Déjà vu (1)","epNo":5,"alt":"Deja Duel! (1)","descr":"Tea, Tristan, Joey und Yugi sind unterwegs zu Pegasus. Unterdessen duelliert sich Kaiba mit dem vermeintlichen Pegasus, bis sich dieser als Alister zu erkennen gibt. Alister will eine alte Rechnung begleichen. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14334099,"hoster":"VOE"},{"redirect":14243029,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Déjà vu (2)","epNo":6,"alt":"Deja Duel! (2)","descr":"Alister kämpft mit seinen Feuerwesen ein starkes Duell. Kaiba steht am Rande der Niederlage. Da erscheint das Schwarze Magiermädchen und lässt ihn in einer anderen Dimension den mächtigen Drachen Critius befreien. In der Realität erscheint dieser als Spielkarte in Kaibas Deck. Mit einem letzten verzweifelten Spielzug kann Alister gerade noch ein Patt herbeiführen, ehe er verschwindet. Wir erfahren in dieser Episode, dass Alister sich an Kaiba dafür rächen will, dass sein kleiner Bruder vor Jahren durch die Schuld von Kaibas Stiefvater entführt wurde.","versions":[{"lang":1,"streams":[{"redirect":14333977,"hoster":"VOE"},{"redirect":14243030,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Freund oder Feind?","epNo":7,"alt":"An Unexpected Enemy","descr":"An einer verlassenen Tankstelle werden Yugi, Tea, Joey und Tristan von der Motorradgang in eine Falle gelockt. Unerwartet taucht Mai auf und hilft unseren Freunden, um kurz darauf wieder zu verschwinden. Im Gebäude von Industrial Illusion, dem Sitz von Pegasus, geraten Yugi, Tea, Joey und Tristan wieder in eine Falle. Diesmal stellt sich heraus, dass Mai infolge einer Gehirnwäsche zu ihrem Feind geworden ist. Sie will unseren vier Helden in verschiedenen Duellen ihre Seelen rauben. Als erstes kämpft sie gegen Joey Wheeler.","versions":[{"lang":1,"streams":[{"redirect":14333924,"hoster":"VOE"},{"redirect":14243031,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geliebter Gegner (1)","epNo":8,"alt":"My Freaky Valentine (1)","descr":"Mai kämpft mit allen ihr zur Verfügung stehenden Mitteln gegen Joey. Dieser traut sich kaum, ihr Widerstand entgegenzusetzen, befürchtet er doch, sie erneut zu verlieren. Als er aufgeben will, um Mais Seele zu retten, überzeugt Yugi ihn davon weiterzukämpfen. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14333961,"hoster":"VOE"},{"redirect":14243034,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geliebter Gegner (2)","epNo":9,"alt":"My Freaky Valentine (2)","descr":"Joey kämpft immer noch halbherzig gegen Mai, um ihre Seele nicht zu gefährden. Dabei riskiert er, selbst zu verlieren. Wir erfahren, dass Mai von Dartz die absolute Macht bekommen hat, ein Duell zu gewinnen, dafür aber ihre gute Seite ablegen musste. Während des Spiels gelangt Joey in eine andere Dimension und befreit Hermos aus seiner Erstarrung. Plötzlich liegt auch bei ihm eine Drachenkarte, nämlich Hermos, im Deck. Bevor Mai ihn besiegen kann, spielt Joey diese Karte aus.","versions":[{"lang":1,"streams":[{"redirect":14333925,"hoster":"VOE"},{"redirect":14243036,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geliebter Gegner (3)","epNo":10,"alt":"My Freaky Valentine (3)","descr":"Mit Hilfe seiner mysteriösen Drachenkarte steht Yugi kurz davor, ein Unentschieden in dem Duell gegen Mai herbeizuführen und so seine und auch Mais Seele zu retten. Bevor das jedoch passiert, zerstört Valon mit Hilfe von Orichalcos Stein das Siegel des Orichalcos und verschwindet gemeinsam mit Mai und Rafael. In einem geheimen Zimmer entdeckten Yugi und seine Freunde eine Botschaft von Pegasus und eine spezielle Extrakarte, die Pegasus dort für Yugi versteckt hat. Merkwürdigerweise ist diese Karte völlig leer. Yami-Yugi, Joey und Kaiba bringen zum ersten Mal ihre drei Drachenkarten zusammen. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14333926,"hoster":"VOE"},{"redirect":14243032,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die falsche Geisel","epNo":11,"alt":"The Challenge","descr":"Rebecca muss zusehen, wie Professor Hawkins verschleppt wird. Sie übergibt Yugi eine Nachricht der Entführer, die ihn auf ihre Spur locken soll. Heimlich macht sich Yugi nachts auf den Weg. Als Joey sein Verschwinden bemerkt, steht plötzlich Professor Hawkins vor der Tür des Wohnwagens. Können Joey, Tristan und Duke ihrem Freund noch rechtzeitig zu Hilfe eilen?","versions":[{"lang":1,"streams":[{"redirect":14334009,"hoster":"VOE"},{"redirect":14243033,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Schicksal des Pharao (1)","epNo":12,"alt":"Fate of the Pharaoh (1)","descr":"Rafael fordert Yami-Yugi zum Duell heraus. Wenn er gewinnt, will er die Seele des Pharaos nutzen, um damit die Welt zu retten. Rafael erzählt von seinen Jahren auf einer einsamen kleinen Insel und seiner ersten Begegnung mit Dartz. Yugi muss schwer auf der Hut sein, weil ihm Rafaels Wächterkarten vollkommen unbekannt sind.","versions":[{"lang":1,"streams":[{"redirect":14333930,"hoster":"VOE"},{"redirect":14243039,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Schicksal des Pharao (2)","epNo":13,"alt":"Fate of the Pharaoh (2)","descr":"Rafael und Yami-Yugi setzen ihr Duell fort. Rafael spielt die Karte Austausch und schafft es so, seinem Gegner das Siegel von Orichalcos anzudrehen. Er provoziert Yami-Yugi solange, bis er endlich diese Karte ausspielt. Joey, Tristan und Duke schaffen es nicht rechtzeitig, ihrem Freund zu Hilfe zu eilen. Was wird nun aus seiner Seele?","versions":[{"lang":1,"streams":[{"redirect":14334086,"hoster":"VOE"},{"redirect":14243037,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Schicksal des Pharao (3)","epNo":14,"alt":"Fate of the Pharaoh (3)","descr":"Das Duell von Rafael und Yami-Yugi geht in die dritte Runde. Und Rafael soll Recht behalten: Nachdem Yami-Yugi das Siegel von Orichalcos gespielt hat, verändert sich sein Wesen zum Negativen. Er wird immer gieriger und opfert ein Lieblingsmonster nach dem anderen. Mit ein wenig Glück steht am Ende Rafael als Sieger da. Yami-Yugi muss Rafael seine Seele überlassen. Aber da tritt plötzlich der kleine Yugi an die Stelle des Pharao.","versions":[{"lang":1,"streams":[{"redirect":14334203,"hoster":"VOE"},{"redirect":14243038,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Im Bannkreis des Steins","epNo":15,"alt":"Trial by Stone","descr":"Tea und Rebecca erfahren, dass der Pharao das Duell verloren hat und die Seele von Yugi sich jetzt auf dem Weg zu Meister Dartz befindet. Gemeinsam mit dem Professor kommen Joey und seine fünf Freunde darauf, dass all die Vorgänge der letzten Tage etwas mit der verschwundenen Stadt Atlantis zu tun haben müssen. Sie beschließen, sich auf die Suche nach Dartz zu machen. Rex und Weevil waren da etwas schneller. Sie haben sich bereits bei Dartz eingeschmeichelt und versprechen, den Pharao und Joey im Duell zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14333976,"hoster":"VOE"},{"redirect":14243041,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zug um Zug (1)","epNo":16,"alt":"On the Wrong Track (1)","descr":"Joey, Tristan, Tea und Yami-Yugi machen sich auf den Weg zu Dartz und besteigen am Bahnhof den Eisenbahnzug. Nach einiger Zeit bemerken sie, dass die anderen Fahrgäste verschwunden sind. Wie durch Geisterhand wird der Waggon von Joey und Tristan abgekoppelt; und die beiden finden sich in der Wüste wieder. Dort begegnet ihnen Rex Raptor, der Joey zum Duell herausfordert. Ähnlich ergeht es Yami-Yugi und Tea, als plötzlich Weevil vor ihnen steht und den Pharao zum Duell zwingt. Joey und Yami-Yugi sind in einer schwierigen Situation. Weil ihre beiden Kontrahenten über die Macht des Orichalcos verfügen.","versions":[{"lang":1,"streams":[{"redirect":14333922,"hoster":"VOE"},{"redirect":14243042,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Zug um Zug (2)","epNo":17,"alt":"On the Wrong Track (2)","descr":"Das Duell zwischen Yami-Yugi und Weevil geht weiter. Nachdem Weevil die Karte DNA-Operation gespielt hat, verwandeln sich alle Monster auf dem Feld in ein Insekt. Yami-Yugi ist praktisch nicht mehr in der Lage, ein neues Monster zu beschwören. Joey und Rex setzen ihr Spiel ebenfalls fort. Rex nervt Joey mit alten Geschichten vom Turnier im Königreich der Duellanten. Aber Joey lässt sich von seinem Gefasel nicht ablenken und spielt den Schwarzen Rotaugen Drachen. Kann sein Gegner dem etwas entgegensetzen?","versions":[{"lang":1,"streams":[{"redirect":14334154,"hoster":"VOE"},{"redirect":14243044,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zug um Zug (3)","epNo":18,"alt":"On the Wrong Track (3)","descr":"Die Duelle gehen weiter. Rex hat sich vorgenommen, Joey zu quälen. Er will versuchen, den Rotaugendrachen zweimal zu zerstören, aber Joey bekommt seinen guten alten Gearfried, den Eisernen Ritter, in die Finger und kann seinen Gegner endgültig schlagen. Damit wandert die Seele von Rex zum Orichalcos. Weevil hat genauso wenig Glück. Mit einer geschickten Taktik und dem Berserker zwingt Yami-Yugi seinen Kontrahenten in die Knie. Nun ist auch Weevils Seele verloren.","versions":[{"lang":1,"streams":[{"redirect":14333983,"hoster":"VOE"},{"redirect":14243043,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gegen das eigene Ich","epNo":19,"alt":"Self Destruction","descr":"Als Tea und der Pharao wieder zu sich kommen, befinden sie sich im Zelt von Chris und Eisenherz. Die beiden führen sie in die Berge zum heiligen Tal, wo man den Seelen aus der anderen Welt begegnen kann. Dort oben trifft der Pharao auf Yugi, der ihn sofort zu einem Duell herausfordert. Mit einer List schafft es Yugi, das Böse im Herzen des Pharaos zu besiegen. Damit ist er wieder in der Lage, die Welt zu retten.","versions":[{"lang":1,"streams":[{"redirect":14333963,"hoster":"VOE"},{"redirect":14243045,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Vergangenheit lebt","epNo":20,"alt":"Reliving the Past","descr":"Im heiligen Tal kämpft der Pharao gegen einen Feind aus längst vergangenen Tagen. Seine Visionen versetzen ihn immer wieder zurück in die Zeit der letzten Schlacht um Atlantis. Aber sein unbekannter Gegner scheint übermächtig zu sein. In letzter Sekunde eilen ihm Eisenherz und Chris zu Hilfe. Sie geben ihm das Auge des Timaeus zurück. Er kann das Duell gewinnen, aber die beiden Welten sind noch lange nicht gerettet.","versions":[{"lang":1,"streams":[{"redirect":14334081,"hoster":"VOE"},{"redirect":14243046,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Panzerdeck","epNo":21,"alt":"Deck of Armor","descr":"Valon kämpft in einem Duell gegen Rebecca und Duke. Dabei setzt er seine speziellen Panzerkarten ein und besiegt die beiden.","versions":[{"lang":1,"streams":[{"redirect":14334094,"hoster":"VOE"},{"redirect":14243048,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Horrorflug (1)","epNo":22,"alt":"Flight of Fear (1)","descr":"Nachdem Alister Kaiba und Mokuba in ein Flugzeug gelockt hat, fordert er Kaiba zu einem Duell der Rache heraus. Während das Flugzeug außer Kontrolle gerät und zusammen mit Mokuba abzustürzen droht, kämpft Kaiba gegen Alister. Fortsetzung folgt …","versions":[{"lang":1,"streams":[{"redirect":14333943,"hoster":"VOE"},{"redirect":14243047,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Horrorflug (2)","epNo":23,"alt":"Flight of Fear (2)","descr":"In dem führerlosen Flugzeug gewinnt Kaiba das Duell gegen Alister. Nur durch den Angriff der drei mystischen Drachen kann das Flugzeug vor der Vernichtung gerettet werden. Alister verliert seine Seele, und Meister Dartz übernimmt die Kaiba Corporation.","versions":[{"lang":1,"streams":[{"redirect":14334151,"hoster":"VOE"},{"redirect":14243050,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"In der Höhle des Löwen","epNo":24,"alt":"Paradise Found","descr":"Im Hauptsitz der Kaiba Korporation treffen Yami-Yugi und Kaiba auf Dartz. Dieser hat in der Zwischenzeit Tausende von Drachenmonstern wiederbelebt, die Seelen für den großen Leviatan einfangen sollen. Yami-Yugi fordert Dartz zu einem Duell heraus, doch dieser nimmt die Herausforderung nicht an.","versions":[{"lang":1,"streams":[{"redirect":14334210,"hoster":"VOE"},{"redirect":14243049,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Echte Freunde (1)","epNo":25,"alt":"Fighting for a Friend (1)","descr":"Die ganze Stadt ist voller Monster, die den Menschen ihre Seelen abjagen wollen. Joey stellt sich einem Duell mit Valon, um Mai und Yugi zu retten. Der Rest unserer Freunde ist unterwegs zu Dartz und seiner Firma Paradius. Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14333960,"hoster":"VOE"},{"redirect":14243052,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Echte Freunde (2)","epNo":26,"alt":"Fighting for a Friend (2)","descr":"Joey duelliert sich mit Valon, um Mais Geist aus den Fängen des Bösen zu befreien. Dabei hat er kaum eine Chance – bis er die Klaue des Hermos spielt.","versions":[{"lang":1,"streams":[{"redirect":14334089,"hoster":"VOE"},{"redirect":14243051,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Echte Freunde (3)","epNo":27,"alt":"Fighting for a Friend (3)","descr":"Tea, Tristan, Yami und Rebecca lokalisieren Joey und machen sich auf die Suche nach ihm, um ihm zu helfen. Wie sich herausstellt, kämpft Valon auch für Mai – Joey soll endlich aus ihrem Leben verschwinden. Bisher konnte keiner der beiden das Duell für sich entscheiden – weder Joey noch Valon.","versions":[{"lang":1,"streams":[{"redirect":14333923,"hoster":"VOE"},{"redirect":14243055,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Echte Freunde (4)","epNo":28,"alt":"Fighting for a Friend (4)","descr":"Joey gewinnt das Duell, und fordert gleich darauf Mai heraus, um ihre Gedanken aus den Fängen des Bösen zu befreien. Natürlich strebt er ein Unentschieden an.","versions":[{"lang":1,"streams":[{"redirect":14334150,"hoster":"VOE"},{"redirect":14243054,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Echte Freunde (5)","epNo":29,"alt":"Fighting for a Friend (5)","descr":"Gebrochen und völlig erschöpft nach dem anstrengenden Duell gegen Valon kann Joey kaum noch stehen – geschweige denn kämpfen! Doch noch bevor er Zeit zum Ausruhen hat, steht er einer erfrischten und zu allem entschlossenen Mai gegenüber. Ihre beiden Seelen werden wieder vom Siegel der Orichalcos gelenkt, aber diesmal kann ihr Kampf nicht unentschieden ausgehen. Wird Joey trotz seines angeschlagenen Zustands der Sieg gelingen?","versions":[{"lang":1,"streams":[{"redirect":14334093,"hoster":"VOE"},{"redirect":14243053,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Duell des Schicksals (1)","epNo":30,"alt":"Grappling with a Guardian (1)","descr":"Es kommt zu einer erneuten Begegnung zwischen dem Pharao und Rafael, doch diesmal steht Yugi dem Pharao nicht beschützend zur Seite. Es wird spannend, denn Rafael beginnt Ernst zu machen und setzt mächtigere Wächter ein als jemals zuvor.","versions":[{"lang":1,"streams":[{"redirect":14334197,"hoster":"VOE"},{"redirect":14243060,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Duell des Schicksals (2)","epNo":31,"alt":"Grappling with a Guardian (2)","descr":"Das Duell geht weiter. Für den Pharao sieht es nicht besonders gut aus, doch Rafael fordert sein Glück heraus und scheint kurz davor, die Kontrolle zu verlieren. Womit der Pharao jedoch nicht rechnen konnte: Rafael hat noch weitere Trümpfe in seinem Deck. Es bleibt spannend …","versions":[{"lang":1,"streams":[{"redirect":14334085,"hoster":"VOE"},{"redirect":14243056,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Duell des Schicksals (3)","epNo":32,"alt":"Grappling with a Guardian (3)","descr":"Rafael ruft eines seiner mächtigsten Monster auf den Plan, ein schier unbesiegbares Monster, das nach jedem finalen Schlag immer wieder aufersteht. Die Lebenspunkte des Pharaos leiden erheblich … . und seine Seele ist so gut wie verloren.","versions":[{"lang":1,"streams":[{"redirect":14333984,"hoster":"VOE"},{"redirect":14243057,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Ganz nah dran","epNo":33,"alt":"A Duel with Dartz (1)","descr":"Yugi und seine Freunde kommen in Dartz Versteck an und bestreiten ein Duell. Yugi und Kaiba gegen Dartz","versions":[{"lang":1,"streams":[{"redirect":14334216,"hoster":"VOE"},{"redirect":14243059,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Zeit für das ultimative Duell!","epNo":34,"alt":"A Duel with Dartz (2)","descr":"Dartz Geheimnisse sind gelüftet. So fanden die Freunde heraus, dass er über 10.000 Jahre alt ist. Außerdem wissen sie nun, warum Atlantis sank und wie es zum Kampf zwischen Dartz und dem Pharao kam. Kaiba und der Pharao begreifen daraufhin, dass sie sich auf ein ultimatives Duell einlassen müssen, um dem seit Jahrhunderten andauernden Terror ein Ende zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":14334201,"hoster":"VOE"},{"redirect":14243058,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Spiegelritter","epNo":35,"alt":"A Duel with Dartz (3)","descr":"Dartz greift zu einer List. Im Duell mit Kaiba und dem Pharao setzt er Spiegelritter ein, in die er die Seelen der gefangenen Freunde eingesetzt hat. So steht der Pharao im Duell mit Dartz plötzlich Yugi gegenüber. Kann er seinem besten Freund Schaden zufügen?","versions":[{"lang":1,"streams":[{"redirect":14333974,"hoster":"VOE"},{"redirect":14243061,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Dritte Ring","epNo":36,"alt":"A Duel with Dartz (4)","descr":"Dartz streckt Kaiba und den Pharao nieder! Durch eine Verstärkung des Siegels des Orichalcos werden die Freunde erst handlungsunfähig gemacht, bevor Dartz dann sein mächtigstes Monster einsetzt. Damit haben Kaiba und der Pharao das Duell verloren …","versions":[{"lang":1,"streams":[{"redirect":14334149,"hoster":"VOE"},{"redirect":14243062,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Eine Letzte Hoffnung","epNo":37,"alt":"A Duel with Dartz (5)","descr":"Der Pharao ist nun auf sich allein gestellt. Kaibas Seele ist verloren und er muss selbst mit Dartz und Orichalcos fertig werden. Doch der legendäre Drache verbirgt ein Geheimnis. Gibt es noch Hoffnung für die Freunde?","versions":[{"lang":1,"streams":[{"redirect":14333978,"hoster":"VOE"},{"redirect":14243064,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Die Wiederauferstehung von Orichalcos","epNo":38,"alt":"A Duel with Dartz (6)","descr":"Dartz wird von Yami-Yugi im Duell niedergestreckt, kann jedoch entkommen. Die drei Drachen lassen unterdessen die Seelen von Yugi, Joey und Kaiba frei und beschließen, gegen das Böse zu kämpfen. Diesmal allerdings in der Gestalt von Orichalcos, den Dartz wieder zum Leben erweckt hat.","versions":[{"lang":1,"streams":[{"redirect":14334088,"hoster":"VOE"},{"redirect":14243063,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Schlacht der Götter","epNo":39,"alt":"Rise of the Great Beast (1)","descr":"Yugi, Joey und Kaiba kämpfen mit aller Kraft gegen Orichalcos, doch das Monster ist zu stark und absorbiert die Freunde. Yugi gelingt es jedoch in letzter Sekunde zu entkommen. Er setzt die mächtigen Götterkarten ein, woraufhin alle Monster vereint gegen den großen Leviathan antreten.","versions":[{"lang":1,"streams":[{"redirect":14334092,"hoster":"VOE"},{"redirect":14243066,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Ende der Finsternis","epNo":40,"alt":"Rise of the Great Beast (2)","descr":"Die Last der Welt liegt auf Yugis Schultern. Zwar ist Orichalcos besiegt, der große Leviathan droht jedoch in Form einer Naturkatastrophe die Menschheit zu vernichten. Kann Yugi das verhindern?","versions":[{"lang":1,"streams":[{"redirect":14333979,"hoster":"VOE"},{"redirect":14243065,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der ungebetene Gast (1)","epNo":1,"alt":"Unwanted Guest (1","descr":"Yugi und seine Freunde haben die Welt vor Dartz und seinem Riesendrachen Leviathan gerettet. Doch sie sehen sich schon mit der nächsten Herausforderung konfrontiert. Wie werden sie nach Hause kommen, wo sie doch kein Geld haben!?! Zum Glück, hat Kaiba einen Plan … aber da gibt es noch einen Haken! Es ist Zeit für die große KC Wettkampf.","versions":[{"lang":1,"streams":[{"redirect":14334198,"hoster":"VOE"},{"redirect":14243069,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der ungebetene Gast (2)","epNo":2,"alt":"Unwanted Guest (2","descr":"Yugi sieht sich im Inneren des Duel Domes gefangen. Einzig ein Sieg über den Duell Computer – eine futuristische Apparatur, die mit den Fähigkeiten der absoluten Top-Duellanten programmiert ist – kann ihn wieder nach draußen bringen. Der Duell Computer hat jedoch Zugang zu Tausenden von Battle Cards und kann sich so das ultimative Deck zusammenstellen. Mit seinem Amateur-Deck hat Yugi denkbar schlechte Karten …","versions":[{"lang":1,"streams":[{"redirect":14334087,"hoster":"VOE"},{"redirect":14243070,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lasst die Spiele beginnen! (1)","epNo":3,"alt":"Let the Games Begin! (1","descr":"Das KC Grand Championship beginnt. Sechzehn der weltbesten Duellanten kämpfen um ihre Chance gegen Yugi, den König des Spiels, antreten zu können. Joey muss gleich zum Eröffnungsmatch gegen den nicht ganz so mysteriösen maskierten Apdnarg Otum antreten. Aber Joey ist so fasziniert von dem Getümmel rund um das große Championship, dass er völlig die Zeit vergisst. Sollte er jedoch nicht rechtzeitig zum Duell die Arena erreichen, gilt er automatisch als Verlierer! Wird er es noch schaffen?","versions":[{"lang":1,"streams":[{"redirect":14334213,"hoster":"VOE"},{"redirect":14243068,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lasst die Spiele beginnen! (2)","epNo":4,"alt":"Let the Games Begin! (2","descr":"Ein Mysterium jagt das nächste. Woher kennt der maskierte Apdnarg Otum Joeys Strategien? Wie soll Joey seinen Gegner aufhalten, wenn dieser ein fürchterliches Monster nach dem anderen auf den Plan bringt? Doch das größte Mysterium von allen: Wieso kommt Joey einfach nicht dahinter, wer Apdnarg wirklich ist?","versions":[{"lang":1,"streams":[{"redirect":14334064,"hoster":"VOE"},{"redirect":14243067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Reinste Kinderspiel!","epNo":5,"alt":"Child\u0027s Play","descr":"Das zweite Duell des KC Grand Championships hat begonnen. Rebecca sieht sich der Kung-Fu-Kämpferin und Asien-Meisterin Vivian Wong gegenüber. Und ob es Yugi gefällt oder nicht: Beide kämpfen um seine Anerkennung und Zuneigung. Währenddessen kommen zwei alte Bekannte, Rex und Weevil, an. Wildentschlossen, Revanche an Yugi und Joey zu üben, verkleiden sie sich und treten als erste Gegner von Zigfried Lloyd an … .","versions":[{"lang":1,"streams":[{"redirect":14333944,"hoster":"VOE"},{"redirect":14243072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gegen die Zeit (1)","epNo":6,"alt":"Down in Flames (1","descr":"Die erste Runde ist durch. Es bleiben noch acht Duellanten, die sich im KC-Grand-Championship-Finale dem großen Meister Yugi stellen wollen. Der arme Joey hat es nun mit Zigfried zu tun, der Weevil und Rex Raptor auf einen Streich weggeputzt hatte. Es sieht gar nicht gut aus für Joey – doch noch schlimmer stehen die Dinge für Kaiba. Irgend jemand scheint sich in sein Netzwerk gehackt zu haben und alles läuft drunter und drüber. Wird Kaiba herausfinden, wer hinter dieser Sabotage steckt, bevor sein Turnier und sein Imperium untergehen?","versions":[{"lang":1,"streams":[{"redirect":14334090,"hoster":"VOE"},{"redirect":14243073,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gegen die Zeit (2)","epNo":7,"alt":"Down in Flames (2","descr":"Zigfried aktiviert ‚Ritt der Walküre‘, mit der er bereits Weevil und Rex Raptor auf einen Streich geschlagen hatte. Wie soll Joey gegen eine solch mächtige Karte ankommen?","versions":[{"lang":1,"streams":[{"redirect":14333927,"hoster":"VOE"},{"redirect":14243071,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Duell der Wunderkinder (1)","epNo":8,"alt":"A Brawl in a Small Town (1","descr":"Im Halbfinale des KC Grand-Championship-Turniers kommt es zu einem Duell zweier Wunderkinder: Rebecca gegen Leon Wilson und seine Märchen-Fraktion. Rebecca hofft auf Yugis Unterstützung, doch Yugi hat ganz andere Probleme. Sein Großvater ist plötzlich verschwunden!","versions":[{"lang":1,"streams":[{"redirect":14334011,"hoster":"VOE"},{"redirect":14243074,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Duell der Wunderkinder (2)","epNo":9,"alt":"A Brawl in a Small Town (2","descr":"Yugi spürt den Entführer auf – doch handelt es sich wirklich um eine echte Entführung? Die Wahrheit kommt ans Licht und ist – im wahrsten Sinne des Wortes – schmerzhaft. Währenddessen hat Rebecca in ihrem Duell gegen Leon schwer zu kämpfen: Ihre Drachen hat sie bereits an ihn verloren. Ein neuer Plan muss her, ganz schnell, denn sonst sieht es finster aus!","versions":[{"lang":1,"streams":[{"redirect":14334212,"hoster":"VOE"},{"redirect":14243075,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vorteil für Zigfried (1)","epNo":10,"alt":"One Step Ahead (1","descr":"Nun stehen sich Zigfried und Leon gegebenüber. Der Gewinner dieses Duells wird schließlich Yugi im großen Finale gegenübertreten. Doch aus unerfindlichen Gründen lässt Kaiba plötzlich das Duell stoppen. Warum torpediert Kaiba sein eigenes Turnier? Liegt die Antwort in den Wurzeln der Kaiba Corporation und seiner Erfindung, der Duel Disk?","versions":[{"lang":1,"streams":[{"redirect":14334082,"hoster":"VOE"},{"redirect":14243076,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Vorteil für Zigfried (2)","epNo":11,"alt":"One Step Ahead (2","descr":"Es ist zum Duell zwischen Zigfrieds Walküre und Kaibas Weißen Drachen mit eiskaltem Blick gekommen. Zigfried manövriert sich recht schnell in Vorteil, indem er Kaibas Monster zerstört, bevor er sie überhaupt zum Einsatz bringen kann. Zigfried scheint einfach nicht mehr aufzuhalten zu sein!","versions":[{"lang":1,"streams":[{"redirect":14334148,"hoster":"VOE"},{"redirect":14243078,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Finstere Geheimnisse (1)","epNo":12,"alt":"Sinister Secrets (1","descr":"Leon hat die große Ehre, im Finale gegen den unangefochtenen König der Spiele – Yugi – anzutreten. Doch die Stimmung ist getrübt, etwas unbeschreiblich Finsteres scheint im Verborgenen zu lauern, gerade als ob es um mehr als nur den Sieg des Weltmeistertitels ginge. Zigfried plant seinen großen Moment der Rache und die Enthüllung seiner wahren Motive für die Teilnahme am Turnier.","versions":[{"lang":1,"streams":[{"redirect":14334156,"hoster":"VOE"},{"redirect":14243077,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Finstere Geheimnisse (2)","epNo":13,"alt":"Sinister Secrets (2","descr":"Es stellt sich heraus, dass Leon Zigfrieds jüngerer Bruder ist und seine Familie rächen will. Leons Märchenkarten heizen Yugi mächtig ein, doch das Schlimmste kommt erst noch: Angeblich besitzt Leon eine Karte, mit der er die ganze Kaiba Corp. in die Knie zwingen kann. Aber wie soll das funktionieren? Mit nur einer einzigen Karte?","versions":[{"lang":1,"streams":[{"redirect":14333962,"hoster":"VOE"},{"redirect":14243079,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Finstere Geheimnisse (3)","epNo":14,"alt":"Sinister Secrets (3","descr":"Leon scheint Recht zu behalten: Mit einer einzigen Karte infiziert er alle Duel Disks dieser Welt mit einem Virus, um die Kaiba Corp. so zu zerstören. Wenn es Yugi nicht gelingt, diese Karte zu vernichten, droht das endgültige Aus für Kaibaland …","versions":[{"lang":1,"streams":[{"redirect":14334199,"hoster":"VOE"},{"redirect":14243080,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Grab des namenlosen Pharao","epNo":15,"alt":"Tomb of the Nameless Pharaoh","descr":"Vor vielen Jahren hatte Yugis Großvater während einer archäolgischen Expedition das Millenniumspuzzle gefunden. Doch er hatte keine Ahnung, wieviel Unheil und Terror diesem Artefakt anhaftet. In dieser Episode erfahren wir, wie alles vor 40 Jahren begann …","versions":[{"lang":1,"streams":[{"redirect":14334152,"hoster":"VOE"},{"redirect":14243082,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Erwachen","epNo":16,"alt":"Spiritual Awakening","descr":"Der böse Geist im Innern des Millenniumrings hat sich mit Bakura vereinigt und trachtet danach, mit einem neuen, durch und durch diabolischen Monster das ulitmative Spiel der Schatten zu erschaffen. Sein erstes Ziel ist Kaiba. Das letzte Kapitel der Saga des Pharao hat begonnen!","versions":[{"lang":1,"streams":[{"redirect":14333929,"hoster":"VOE"},{"redirect":14243083,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Tür der Erinnerung","epNo":17,"alt":"Memoirs of a Pharaoh","descr":"Yugi und seine Freunde begeben sich auf eine Reise in das Land, wo eines Tages alles begann: nach Ägypten ins Land der Pharaonen. Der Pharao beabsichtigt, dort sein Gedächtnis zu reaktivieren und sich aus seinem Bündnis mit Yugi zu befreien. Auf welche Geheimnisse wird er dabei stoßen? Und steht wirklich die Trennung von Yugi und dem Pharao bevor?","versions":[{"lang":1,"streams":[{"redirect":14334091,"hoster":"VOE"},{"redirect":14243081,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Bakura - König der Diebe","epNo":18,"alt":"The Intruder (1","descr":"Die Vergangenheit wird schnell zur Gefahr, als der skrupellose Bandenchef Bakura den Palast des Pharaoh stürmt, um die Wächter über die sieben Millenniumsgegenstände zu überwältigen. In der Zwischenzeit suchen Yugi und seine Freunde nach der Tür, die innerhalb des endlos scheinenden Puzzle-Labyrinths nach Ägypten führt. Aber wenn nicht einmal der Pharaoh diesen Weg findet, wie soll es ihnen gelingen?","versions":[{"lang":1,"streams":[{"redirect":14334157,"hoster":"VOE"},{"redirect":14243084,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mahads Entscheidung","epNo":19,"alt":"The Intruder (2","descr":"Selbst mit seiner allerstärksten Monsterkarte gelingt es dem Pharaoh nicht, Bakura an der Flucht zu hindern. Doch es ist sonnenklar, dass der betrügerische Halunke Bakura für ein Rematch zurückkehren wird, und so stellt Seto eine übermächtige Armee zusammen. Doch Setos Strategie ist nicht nur gefährlich, sondern auch überaus unmenschlich und unerbittlich.","versions":[{"lang":1,"streams":[{"redirect":14334204,"hoster":"VOE"},{"redirect":14243086,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Alles aussichtslos ...","epNo":20,"alt":"Makings of a Magician","descr":"Mahad schwört, den heimtückischen Attacken von Bakura ein für alle Mal ein Ende zu bereiten, doch es scheint, als habe er damit ein kaum zu haltendes Versprechen gegeben. Bakura ist mächtiger als je zuvor, denn sein Diabound ist in der Lage, alle Fähigkeiten seines Gegners einfach zu absorbieren.","versions":[{"lang":1,"streams":[{"redirect":14334155,"hoster":"VOE"},{"redirect":14243085,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Mädchen Kisara","epNo":21,"alt":"Birth of the Blue-Eyes","descr":"Mahado hat die Schlacht verloren … Und als sei das nicht schon schlimm genug, hat sich Bakura auch noch den Millenniumsring geschnappt, was seinen Diabound noch mehr Macht verleiht. Doch selbst in den aussichtslosesten Situationen gibt es immer einen kleinen Hoffnungsschimmer: Yugi und seine Freunde haben nicht nur endlich den Weg nach Ägypten gefunden, sondern es deutet alles darauf hin, dass Kaiba eine Möglichkeit entdeckt hat, Bakuras Macht zu bannen.","versions":[{"lang":1,"streams":[{"redirect":14333980,"hoster":"VOE"},{"redirect":14243088,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Geheimnis der Millenniumsgegenstände (1)","epNo":22,"alt":"Village of Lost Souls (1","descr":"Das Geheimnis der Millenniumsgegenstände wird in Ägypten gelüftet! Wer hat die Artefakte erschaffen und warum? Der durch Bakura schwer verwundete Priester Akunadin erinnert sich an vergangene Tage, als die Millenniumsgegenstände lebendig wurden.","versions":[{"lang":1,"streams":[{"redirect":14334084,"hoster":"VOE"},{"redirect":14243087,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Geheimnis der Millenniumsgegenstände (2)","epNo":23,"alt":"A Reversal of Fortune (2","descr":"Der Pharao ruft die ägyptische Götterkarte Slifer auf den Plan, um Bakuras Diabound zu bekämpfen. Doch Diabound greift die Bewohner des Dorfes an, und so muss der Pharao das Dorf vor dem Schlimmsten bewahren – und zwar um jeden Preis. Es stellt sich außerdem heraus, dass Diabound die Fähigkeit besitzt, sich unsichtbar zu machen – die Lage wird dadurch nicht unbedingt leichter.","versions":[{"lang":1,"streams":[{"redirect":14333928,"hoster":"VOE"},{"redirect":14243089,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Pharaoh lebt","epNo":24,"alt":"In Search of a King","descr":"Bakura hat das Millenniumspuzzle gestohlen und den Pharaoh in den Abgrund gestoßen. Damit scheint er seinem Ziel, mit Hilfe aller sieben Millenniumsgegenstände den fürchterlichen Zorc auferstehen zu lassen, näher zu sein als jemals zuvor. Während Bakura an seinem niederträchtigen Masterplan bastelt, versucht Akunadin seinen eigenen Plan durchzuziehen und alles dafür zu tun, dass Kaiba der neue Pharaoh wird.","versions":[{"lang":1,"streams":[{"redirect":14334205,"hoster":"VOE"},{"redirect":14243091,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Showdown in der Wüste (1)","epNo":25,"alt":"Village of Vengeance (1","descr":"Yugi und der Pharaoh sind wieder vereint, doch ohne das Millenniumspuzzle besitzt der Pharaoh keine Macht mehr. Dennoch lässt er sich nicht davon abhalten, eine letzte Schlacht gegen Bakura zu schlagen. Er macht sich auf den Weg zum Dorf des notorischen Räuberkönigs und trifft dort auf unheimliche tote Geister, die zu allem bereit scheinen. Yugi und seine Freunde verfolgen währenddessen ihre eigenen Mission die Welt zu retten. Doch ihnen ist nicht klar, dass ihre Reise direkt ins Verderben zu führen droht.","versions":[{"lang":1,"streams":[{"redirect":14334153,"hoster":"VOE"},{"redirect":14243090,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Showdown in der Wüste (2)","epNo":26,"alt":"Village of Vengeance (2","descr":"Es kommt zum Showdown im Wüstensand zwischen dem Pharaoh und Bakura. Bakuras Diabound wird immer stärker und es sieht alles danach aus, als müsse der Pharaoh aufgeben und die Welt ihrem finsteren Schicksal überlassen.","versions":[{"lang":1,"streams":[{"redirect":14333981,"hoster":"VOE"},{"redirect":14243092,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Neues Spiel ...","epNo":27,"alt":"Village of Vengeance (3","descr":"Der Pharaoh schafft es tatsächlich, Bakura zu besiegen. Doch plötzlich taucht Akunadin auf, und es stellt sich heraus, dass er Shadis Millenniumsgegenstand an sich gebracht hat. Und es kommt noch schlimmer: Bakura scheint plötzlich unsichtbar wieder anwesend zu sein, die Zeit friert ein, Shadi kann alle Millenniumsgegenstände einsammeln und somit die finsteren Mächte freisetzen. Der Pharaoh nimmt die Gegenwart von Bakura aber immer noch wahr und befindet sich mit einem Mal inmitten eines schier aussichtslosen Spiels …","versions":[{"lang":1,"streams":[{"redirect":14334147,"hoster":"VOE"},{"redirect":14243094,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Der Priester der Finsternis","epNo":28,"alt":"Village of Vengeance (4","descr":"Das Geheimnis ist gelüftet: Des Pharaohs Reise war mehr als nur ein Trip in die Vergangenheit, sondern stellt sich als das größte Spiel der Schatten heraus, das jemals geschaffen wurde. Yami Yugis und Yami Bakuras Spiele der Schatten haben bereits apokalyptische Ausmaße angenommen, doch das war erst der Anfang! Akunadin scheint nun allmächtig und bettet die sieben Millenniumsgegenstände in den geheiligten Stein: Der Countdown für Zorcs Wiederauferstehung und das Ende der Zivilisation ist gestartet.","versions":[{"lang":1,"streams":[{"redirect":14334211,"hoster":"VOE"},{"redirect":14243093,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Große Wiederauferstehung","epNo":29,"alt":"Village of Vengeance (5","descr":"Zorcs fürchterlichen Energien haben Bakura und seinen Diabound wieder auferstehen lassen. Der Banditenkönig nutzt seine zweite Chance, indem er die Truppe des Pharaohs splittet und sich jeden einzeln vorknöpfen kann.","versions":[{"lang":1,"streams":[{"redirect":14334083,"hoster":"VOE"},{"redirect":14243097,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Der Name des Spiels","epNo":30,"alt":"Name of the Game","descr":"Karim kann Bakuras Attacken nicht mehr standhalten und Bakura zieht erbarmungslos weiter. Das Schicksal der gesamten Menschheit lastet auf Yugis Schultern. Als er in der letzten Tempelkammer, wo der Name des Pharaoh verborgen ist, ankommt, wartet bereits eine lebensbedrohliche Überraschung auf ihn. Yugi und seine Freunde wissen nicht so recht, was sie tun sollen. Doch was ist mit Seto? Wird er sich Aknadin anschließen, um gemeinsam mit ihm den Pharaoh zu vernichten oder wird er den Bund mit dem Pharaoh halten und seinem Vater den Rücken kehren?","versions":[{"lang":1,"streams":[{"redirect":14333973,"hoster":"VOE"},{"redirect":14243095,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Macht der Finsternis (1)","epNo":31,"alt":"The Dark One Cometh (1","descr":"Nach ewigen Zeiten erwachte der mächtige Zorc aus seinem Schlaf, um die Welt in finsterste Dunkelheit zu hüllen. Zorc hat nur ein einziges Ziel: die Welt Stück für Stück auszuradieren, bis nichts als gähnende Leere übrig bleibt. Auch die Gegenwart ist vor ihm nicht sicher, denn wenn Zorc im Spiel der Schatten die Vergangenheit zerstört, kann auch keine Gegenwart existieren. Trotzdem: Es ist noch nicht alles verloren, denn Yugi und seine Freunde kennen jetzt den Namen des Pharaoh. Doch Bakura hält Yugi auf und fordert ihn zu einem fatalen Duell auf.","versions":[{"lang":1,"streams":[{"redirect":14333982,"hoster":"VOE"},{"redirect":14243098,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Macht der Finsternis (2)","epNo":32,"alt":"The Dark One Cometh (2","descr":"Der Pharaoh und seine Wächter halten ihre Verteidigungsstellung, währenddessen fällt Shada dem finsteren Zorc zum Opfer. Der Pharaoh versucht verzweifelt die drei Ägyptischen Götterkarten zu aktivieren, doch ohne sein Millenniumspuzzle ist dies unmöglich. Die letzte Chance für die Menschheit liegt in Shimons Händen …","versions":[{"lang":1,"streams":[{"redirect":14333975,"hoster":"VOE"},{"redirect":14243284,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Die Macht der Finsternis (3)","epNo":33,"alt":"The Dark One Cometh (3","descr":"Selbst Exodia ist nicht mächtig genug den finsteren Zorc zu bezwingen. Trotzdem gelingt es Exodia, dass der Pharaoh sein Millenniumspuzzle zurückerhält. Endlich kann er die mächtigen ägyptischen Götter rufen. Die Zeit für den großen Gegenschlag ist gekommen …","versions":[{"lang":1,"streams":[{"redirect":14334202,"hoster":"VOE"},{"redirect":14243100,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Macht der Finsternis (4)","epNo":34,"alt":"The Dark One Cometh (4","descr":"Die Katastrophe scheint perfekt: Die drei ägyptischen Götter sind besiegt. Der Pharaoh ist schwer verletzt. Deshalb kann er Zorc nicht aufhalten, der dabei ist die Stadt in Brand zu stecken. Doch unsere Helden geben längst noch nicht auf. Seto und Kaiba überwinden den Faktor Zeit und stellen sich Zorc gemeinsam …","versions":[{"lang":1,"streams":[{"redirect":14333956,"hoster":"VOE"},{"redirect":14243101,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Macht der Finsternis (5)","epNo":35,"alt":"In the Name of the Pharaoh","descr":"Auch gemeinsam können Pharaoh und Kaiba Zorc nicht besiegen. Die starken Helden sind entmachtet worden … .mit Ausnahme von Yugi! Yugi hat als einziger die Möglichkeit, dem Pharaoh zu helfen, doch er kann den alten ägyptischen Text nicht lesen! Alles ist offen im letzten entscheidenen Kampf, in dem Yugi die Vergangenheit schützen muss, um die Zukunft zu sichern.","versions":[{"lang":1,"streams":[{"redirect":14334075,"hoster":"VOE"},{"redirect":14243102,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Die große Prüfung","epNo":36,"alt":"The Final Journey","descr":"Pharaoh Atem, Yugi und seine Freunde haben die Banditen Bakura und Zorc besiegt! Doch der letzte Test steht immer noch bevor: Yugi muss gegen Atem kämpfen! Als sie die Segel setzen, um zum Schauplatz des Duells zu fahren, erkennen alle, dass dies nach vielen Jahren die wohl letzte Nacht sein wird, die Yugi und Atem zusammen sind …","versions":[{"lang":1,"streams":[{"redirect":14334196,"hoster":"VOE"},{"redirect":14243099,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Letztes Schicksalsduell","epNo":37,"alt":"The Final Duel (1","descr":"Es ist die Zeit des letzten großen Kampfes: Yugi gegen Atem! Wenn Yugi den Pharaoh besiegt, beweist er damit, dass er ein würdiger Kämpfer ist – und Atem könnte endlich zu seinen Freunden in die jenseitige Welt hinüber wechseln. Aber wenn Yugi siegt, wird er seinen Freund Atem nie wieder sehen …","versions":[{"lang":1,"streams":[{"redirect":14334076,"hoster":"VOE"},{"redirect":14243104,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Sieg über die drei Götter","epNo":38,"alt":"The Final Duel (2","descr":"Atem hat alle drei Ägyptischen Götter heraufbeschworen. Yugi zweifelt, ob er diesmal die Oberhand gewinnen wird: Noch niemals zuvor hat jemand diese drei mächtigen Kreaturen überwunden. Wenn er sich jetzt nicht schnell eine passende Strategie ausdenkt, wird das Duell sehr bald vorüber sein – und er wäre besiegt …","versions":[{"lang":1,"streams":[{"redirect":14334200,"hoster":"VOE"},{"redirect":14243103,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Starkes Herz - Weiches Herz","epNo":39,"alt":"The Final Duel (3","descr":"Das Duell zwischen den Freunden Yugi und Atem geht weiter: Noch immer hält der Pharaoh alle drei Ägyptischen Götterkarten in Händen – und Yugi hat noch kein einziges Monster auf dem Feld! Aber dann behauptet er, dass er die drei Götter mit einer Combo besiegen will. Blufft Yugi nur, oder hat er tatsächlich eine Strategie entdeckt, die ihn zum Sieg führen wird?","versions":[{"lang":1,"streams":[{"redirect":14334206,"hoster":"VOE"},{"redirect":14243105,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Die Geschichte, die im Licht endet","epNo":40,"alt":"The Final Duel (4","descr":"Yugi und Atem waren mehr als nur Freunde, sie standen sich sogar näher als zwei Brüder. Jetzt, als das Duell der beiden sich seinem Höhepunkt nähert, ist es für beide Zeit, voneinander Abschied zu nehmen …","versions":[{"lang":1,"streams":[{"redirect":14334207,"hoster":"VOE"},{"redirect":14243107,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Ins Spiel gezogen","epNo":1,"alt":"Getting Played","descr":"Joey gewinnt eine Urlaubsreise für sich und seine Freunde. Auf dem Hinflug stürzt die Maschine mitten im Dschungel ab. Dort treffen Yugi und die anderen Alex, einen Mitarbeiter seines Großvaters. Er führt sie zu einer Pyramide, in der Yugis Großvater vor ein paar Tagen verschwunden ist. Auf der Suche nach ihm gelangen die vier Freunde in die Welt der Kapsel-Monster. Hier müssen sie sich nun gegen die Kreaturen aus dem Brettspiel behaupten.","versions":[{"lang":1,"streams":[{"redirect":14334190,"hoster":"VOE"},{"redirect":14241743,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[E03] Einzelkämpfer","epNo":2,"alt":"Divide and Conquer","descr":"Yugi, Joey, Tea und Tristan sind in der Kapselmonsterwelt getrennt worden. Einzeln müssen sie nun gegen mächtige Monster antreten. Joey legt sich mit einem Schwarm wild gewordener Vögel an, Yugi muss mit einem hinterhältigen Baummonster kämpfen. Tristan und Tea stellt sich ein riesiges Seeungeheuer in den Weg. Werden sie ihre Widersacher besiegen?","versions":[{"lang":1,"streams":[{"redirect":14333952,"hoster":"VOE"},{"redirect":14241745,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"[E02] Endlich wieder vereint","epNo":3,"alt":"Reunited at Last","descr":"Yugi findet endlich Tristan und Tea. Noch größer ist die Freunde, als auch Großvater plötzlich aus dem Nichts auftaucht. Als auch noch Joey zu ihnen stößt, ist die Gruppe komplett. Vor ihren Augen bewegen sich auf einmal ganze Bergketten. Gemeinsam müssen sie gegen eigenartige Blumen-Wölfe und einen mächtigen Lampengeist kämpfen. Langsam wird ihnen klar, dass sie in einem Brettspiel eingeschlossen sind.","versions":[{"lang":1,"streams":[{"redirect":14334074,"hoster":"VOE"},{"redirect":14241744,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Festung der Angst","epNo":4,"alt":"Fortress of Fear","descr":"Mit viel Mühe gelangen Yugi und seine Freunde vor Sonnenuntergang zur Festung. Allerdings ist es fast unmöglich dort hinein zu gelangen. Erst ein Trick ermöglicht es Yugi, sich dem Grab zu nähern. Aber es liegen bereits neue Hindernisse im Weg. Er erhält eine neue Aufgabe und eine Rüstung. Wird sie ihm ein Hilfe sein bei dem Abenteuer, das vor ihm liegt?","versions":[{"lang":1,"streams":[{"redirect":14334192,"hoster":"VOE"},{"redirect":14241746,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Auge des Sturms","epNo":5,"alt":"Eye of the Storm","descr":"Yugi sucht für Großvater einen Ort zum Ausruhen und stößt dabei auf ein Zeltdorf. Ein kleines Mädchen führt Yugi und seine vier Begleiter zum Dorfältesten, der ihnen die erste Aufgabe zur Bewältigung der fünf Prüfungen stellt: Sie sollen das Flüstern, das den Wüstenwind reitet, zum Schweigen bringen. Sie machen sich auf den Weg und treffen auf gefährliche Sandwürmer. Yugi gelingt es allein in das Auge eines Tornados vorzudringen. Dort begegnet ihm ein unheimliches Wesen, das ihn zum Kampf herausfordert.","versions":[{"lang":1,"streams":[{"redirect":14334187,"hoster":"VOE"},{"redirect":14241747,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Licht-und-Schatten-Prüfung","epNo":6,"alt":"Trial of Light and Shadow","descr":"Großvater berichtet von der zweiten Prüfung. Diesmal geht es um Licht, Schatten und einen unzerstörbaren Stein. Leider ist Yugi zu schwach, um seinen Freunden zur Seite zu stehen. Tea bleibt deshalb mit ihm zurück. Joey und Tristan kämpfen in einem Tal mit einem mächtigen Glaswesen. Als sie das Monster besiegt und den unzerstörbaren Stein pulverisiert haben, taucht plötzlich ein noch mächtigerer Gegner auf. Der ausgeruhte Yugi kann seinen Freunden im letzten Augenblick zu Hilfe eilen.","versions":[{"lang":1,"streams":[{"redirect":14334073,"hoster":"VOE"},{"redirect":14241752,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Rote Augen, schwarzer Fluch","epNo":7,"alt":"Red-Eyes Black Curse","descr":"Bei ihrer dritten Prüfung sollen unsere Freunde das Schwert des Chaos befreien. Nachdem sie zuerst einem Ablenkungsmanöver auf den Leim gehen, entdecken sie das richtige Schwert. Es steckt in dem Rotaugendrachen, und nur Joeys Mut ist es zu verdanken, dass sie auch diesen dritten Test bestehen.","versions":[{"lang":1,"streams":[{"redirect":14334189,"hoster":"VOE"},{"redirect":14241750,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Frucht der Evolution","epNo":8,"alt":"Fruit of Evolution","descr":"Joey und sein Team landen in einem Labyrinth. Um gegen eine Riesenmotte zu kämpfen isst Yami-Yugi einen Apfel, der ihn in den Magier des schwarzen Chaos verwandelt. Nachdem sie einen weiteren Apfel der Verwandlung opfern, erreichen unsere Freunde das Portal und somit das fünfte Level.","versions":[{"lang":1,"streams":[{"redirect":14334194,"hoster":"VOE"},{"redirect":14241748,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die finsteren Fünf (1)","epNo":9,"alt":"The Fiendish Five: Part I","descr":"Ein Dorf wird von den Finsteren Fünf Drachen bedroht. Nur ein weißer Drache kann die Einwohner des Dorfes schützen, aber der braucht regelmäßig eine menschliche Seele, um bei Kräften zu bleiben. In einer heiligen Zeremonie soll die Seele eines kleinen Mädchens geopfert werden. Yugi und seine Freunde wollen das Mädchen retten und treten gegen die Finsteren Fünf an. Yugi gelingt es sogar, das Göttliche Schwert, mit dessen Hilfe die Drachen vernichtet werden können, aus einem Stein zu ziehen. Trotz allem scheinen die Finsteren Fünf unsterblich zu sein. Fortsetzung folgt …","versions":[{"lang":1,"streams":[{"redirect":14333953,"hoster":"VOE"},{"redirect":14241751,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die finsteren Fünf (2)","epNo":10,"alt":"The Fiendish Five: Part II","descr":"Indem sich Yami-Yugi mit dem Weißen Drachen vereinigt, gelingt es ihm, die Dorfbewohner von der Tyrannei der Finsteren Fünf zu befreien. Der maskierte Mann outet sich als gute Seelenseite von Dr. Alex Brisbane und kehrt gemeinsam mit unseren Helden in die reale Welt zurück. Aber Alex Brisbane trickst unsere Helden aus, und es gelingt ihm mit Hilfe des Medaillons, den geheimen Raum mit der Pyramide zu betreten. Bei dem Versuch ihn aufzuhalten, stürzen unsere Helden gemeinsam mit Alex ins Bodenlose und landen in einer Zwischenwelt. Dort treffen sie auf Shadi … Fortsetzung folgt.","versions":[{"lang":1,"streams":[{"redirect":14334191,"hoster":"VOE"},{"redirect":14241749,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der wahre König (1)","epNo":11,"alt":"The True King: Part I","descr":"Yugi und Alex müssen in einem finalen Kampf um die ultimative Macht kämpfen. Dabei wird Yugi von Tea, Tristan, Joey und Grandpa unterstützt, wohingegen Alex von der königlichen Leibgarde Unterstützung bekommt. Als Alex das siebenarmige Monster erschaffen hat, scheint der Kampf verloren. Jeder der sieben Arme hat eine besondere Fähigkeit. Da sperrt Yami-Yugi die Seele von Alex im Millenniumspuzzle ein und zerstört das siebenarmige Monster. Yami-Yugi fordert Alex zu einem Kampf Mann gegen Mann heraus. Fortsetzung folgt","versions":[{"lang":1,"streams":[{"redirect":14334188,"hoster":"VOE"},{"redirect":14241754,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der wahre König (2)","epNo":12,"alt":"The True King: Part II","descr":"Um den Kampf zu gewinnen, opfert Alex sogar seine Untertanen und Mitkämpfer. Yami-Yugi macht das genaue Gegenteil davon. Er wirft sich schützend vor seine Freunde, auch auf die Gefahr hin, dass er dadurch das Duell verliert. So wird ihm die Macht aller Drachen zuteil, und er kann Alex besiegen. Shadi erklärt Yami-Yugi zum wahren König, aber Yami-Yugi verzichtet auf die absolute Macht.","versions":[{"lang":1,"streams":[{"redirect":14334186,"hoster":"VOE"},{"redirect":14241753,"hoster":"Streamtape"}]}]}]}]}