{"seriesId":"yu-gi-oh-gx","name":"Yu-Gi-Oh! GX","descr":"[Ger Dub / Ger Sub] Die Handlung spielt 10 Jahre nach Yugi Muto und seinen Freunden. Das Kartenspiel Duel Monsters ist noch bekannter und beliebter. Jaden Yuki, der Held der Story, möchte auf die Duellakademie, die von Seto Kaiba gegründet wurde, um noch besser zu werden und verspricht sich davon eine glänzende Zukunft. Im Zeitdruck und voller Eile trifft er auf Yugi, der ihm eine Duel Monsters-Karte schenkt. Während seiner Aufnahmeprüfung kommt auch diese Karte von Yugi gleich zum Einsatz, wodurch er sein Duell gewinnt. Durch seinen Sieg gegen Dr. Cowler, der mit unfairen Mitteln kämpft, wird er an der Akademie angenommen. An der Akademie gibt es 3 verschiedene Unterkunftshäuser Slifer (Rot), Ra (Gelb) und Obilisk (Blau). Je nach Stärke der Spieler und wie gut sie bei Prüfungen abgeschnitten haben, werden sie den Häusern zugeteilt. Rot sind die Schwächsten, die es gerade so geschafft haben und die Blauen die Stärksten, die eine hervorragende Zukunft vor sich haben. Doch ein friedliches Miteinander ist kaum möglich … Zudem ist ihm auch der Vorsitzende des Komitees Dr. Vellian Crowler, durch seinen Sieg gegen ihn, nicht freundlich gesinnt. Doch Jaden ist nicht alleine: Mit seinem Freund Syrus und seinen Monstern besteht er so manches Abenteuer.Anmerkung:In den USA wurde die Ausstrahlung ebenfalls nach Folge 155 am 12.07.2008 abgebrochen und am 23.08.2016 von Crunchyroll (nur untertitelt) fortgesetzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Aufnahmeprüfung","epNo":1,"alt":"The One Who Inherits the Game","descr":"Zu seiner Prüfung an der Duellakademie kommt Jaden auf den letzten Drücker – er ist unterwegs Yugi Muto begegnet. Dieser hat ihm für die große Prüfung eine Karte geschenkt: den geflügelten Kuriboh. Dr. Crowler, ein exaltierter Dekan, tritt persönlich gegen Jaden an, um ihn gnadenlos durchrasseln zu lassen. Mit Hilfe der Karte \"Geflügelter Kuriboh\" gewinnt Jaden das Duell wider Erwarten und ist an der Akademie aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":13696470,"hoster":"VOE"},{"redirect":13717325,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wilkommen in der Duellakademie","epNo":2,"alt":"Flame Wingman","descr":"Jaden und Syrus sind gemeinsam im Haus Slifer Red. Sie teilen sich ihr Zimmer mit einem komischen Typen, der wie ein Clown aussieht. Der überhebliche Chazz fordert Jaden zu einem illegalen Duell heraus, um zu sehen, was er wirklich drauf hat. Bevor sie das Duell beenden können, werden sie von der Akademie-Security unterbrochen.","versions":[{"lang":1,"streams":[{"redirect":13696471,"hoster":"VOE"},{"redirect":13717319,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Duell in Sachen Liebe","epNo":3,"alt":"Etoile Cyber","descr":"Dr. Crowler heckt einen fiesen Plan aus: Mit einem gefälschten Liebesbrief lockt er Jaden auf den Mädchencampus, um ihn dann wegen eines Regelverstoßes von der Schule werfen zu können. Syrus findet den Brief und glaubt, dass Alexis ihn zum Freund haben möchte. Es kommt zu einem Duell zwischen Jaden und Alexis, das Jaden gewinnt","versions":[{"lang":1,"streams":[{"redirect":13696536,"hoster":"VOE"},{"redirect":13717320,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Voller Erwartungen","epNo":4,"alt":"5 Polymers! VWXYZ","descr":"Neue seltene Spielkarten treffen in der Akademie ein. Dr. Crowler reißt sie sich unter den Nagel und gibt sie Chazz. Er organisiert ein Feldtest-Duell zwischen Jaden und Chazz, das Jaden gewinnt. Zur Belohnung darf er zu Ra Yellow aufsteigen, lehnt das jedoch ab, weil er lieber bei seinem Freund Syrus im Slifer Red Haus bleiben will.","versions":[{"lang":1,"streams":[{"redirect":13696473,"hoster":"VOE"},{"redirect":13717321,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Schattenduellant - Teil 1","epNo":5,"alt":"A Demon Deck of Darkness","descr":"Jaden, Syrus und Chumley entdecken die verlassene Unterkunft, deren Betreten verboten ist. Etliche Studenten soll dieses Haus bereits verschluckt haben. Crowler engagiert einen Schattenduellanten, der ihm Jaden vom Hals schaffen soll. Der Schattenduellant nimmt Alexis als Geisel und zwingt Jaden zu einem Duell. Jetzt steht seine Seele auf dem Spiel.","versions":[{"lang":1,"streams":[{"redirect":13696472,"hoster":"VOE"},{"redirect":13717322,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Schattenduellant - Teil 2","epNo":6,"alt":"Miracle of Winged Kuribo","descr":"Im Laufe des Duells entlarvt Jaden den Schattenduellanten als trickreichen Gaukler, und die ganze Geschichte vom Schattenreich entpuppt sich als pure Illusion. Da werden sie plötzlich wirklich von einer unbekannten Macht ins Schattenreich gezogen, und der Schattenduellant wird von einer unbekannten Macht ergriffen, die ihn das Duell zu Ende kämpfen lässt. Jaden Yuki gewinnt trotzdem und befreit Alexis. Alexis, deren Bruder vor langer Zeit im Reich der Schatten verschwunden ist, fasst wieder neuen Mut, ihn zu finden.","versions":[{"lang":1,"streams":[{"redirect":13696371,"hoster":"VOE"},{"redirect":13717326,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Ungewöhnliche Strafe","epNo":7,"alt":"Shou\u0027s Vehicle Deck","descr":"Weil sie unerlaubt in der verlassenen Unterkunft waren, werden Jaden und Syrus dazu verdonnert, in einem Doppelduell als Team gegen zwei Gegner anzutreten, die Dr. Crowler auswählt. Wenn sie das Duell verlieren, fliegen sie von der Schule. Um zu trainieren, übt Jaden mit Syrus, muss aber feststellen, dass ihn ein Erlebnis mit seinem Bruder irgendwie blockiert. Wie sich herausstellt ist der große Bruder von Syrus Zane – der Spitzenduellant der Duellakademie!","versions":[{"lang":1,"streams":[{"redirect":13696474,"hoster":"VOE"},{"redirect":13716691,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alles für Syrus","epNo":8,"alt":"Ultimate! Cyber End Dragon!","descr":"Nachdem Jaden erfährt, dass Syrus’ großer Bruder Zane für dessen Komplexe verantwortlich ist, fordert er ihn zu einem Duell heraus. Nach hartem Kampf verliert er zwar, aber Syrus bekommt wieder Selbstvertrauen.","versions":[{"lang":1,"streams":[{"redirect":13696475,"hoster":"VOE"},{"redirect":13717329,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Familienangelegenheiten","epNo":9,"alt":"Single Attack Shot! Upsetting the Table!","descr":"Chumleys Vater will ihn wegen seiner schlechten Leistungen an der Duellakademie zurück nach Hause holen. Um ihm eine letzte Chance zu geben, bietet der Vater seinem Sohn ein Duell an. Gewinnt er, darf er an der Akademie bleiben, verliert er, muss er mit nach Hause kommen. Nach einem harten Kampf gewinnt schließlich doch Chumleys Vater, der immerhin dreimal hintereinander Duel Monsters-Landesmeister war. Trotzdem darf Chumley auf der Duellakademie bleiben – hat er doch gezeigt, dass er kämpfen kann und ganz wunderbare Freunde besitzt.","versions":[{"lang":1,"streams":[{"redirect":13696456,"hoster":"VOE"},{"redirect":13717328,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Entscheidungsduell - Teil 1","epNo":10,"alt":"Judai and Shou! Tag Duel! (Part 1)","descr":"Der Tag des Entscheidungsduells naht. Als Gegner hat Dr. Crowler Jaden und Syrus die Brüder Para und Dox vor die Nase gesetzt, zwei absolute Duel Monster-Profis, die vor einigen Jahren schon gegen Yugi Muto angetreten sind. Jaden und Syrus haben es schwer, gegen die beiden anzukommen und verlieren eine Menge Lebenspunkte","versions":[{"lang":1,"streams":[{"redirect":13696476,"hoster":"VOE"},{"redirect":13717327,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Entscheidungsduell - Teil 2","epNo":11,"alt":"Judai and Shou! Tag Duel! (Part 2)","descr":"Jaden und Syrus kämpfen in fast aussichtsloser Position gegen die Gebrüder Paradox. Durch ein mutiges Spiel und taktisch kluge Zusammenarbeit gelingt es ihnen schließlich doch, die Profis zu besiegen. Allerdings müssen sie nach dem erfolgreichen Duell einen zehnseitigen Aufsatz über das Gelernte schreiben","versions":[{"lang":1,"streams":[{"redirect":13696372,"hoster":"VOE"},{"redirect":13717331,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Formel zum Erfolg","epNo":12,"alt":"Oxygen + Hydrogen \u003d H20 Dragon!","descr":"Dr. Crowler ordnet ein Duell zwischen Chazz und Bastion an. Bastion hat jeden einzelnen Zug im Voraus geplant und gewinnt mit Hilfe seiner Berechnungen den Zweikampf. Das Angebot zum Haus Obelisk Blue überzuwechseln lehnt er jedoch ab, hält er doch Jaden für den besten Duellanten seines Jahrgangs. Die beiden verabreden, sich irgendwann einmal zu duellieren.","versions":[{"lang":1,"streams":[{"redirect":13696373,"hoster":"VOE"},{"redirect":13717333,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Affenduell","epNo":13,"alt":"Wild Release! S,A.L Duel","descr":"Der Affe Wheeler bricht aus einem Duel Monsters Versuchslabor aus. Chazz verliert ein Duell gegen Bastion und verlässt wutschnaubend die Duellakademie. Einige Kids machen sich auf die Suche nach ihm und stoßen unterwegs auf den Affen Wheeler. Dieser entführt das Mädchen Jasmine. Um Jasmine zurück zu bekommen, kämpft Jaden in einem Duell gegen den Affen und gewinnt. Bevor der Laborleiter Wheeler wieder zurück ins Labor schaffen kann, schaltet sich Professor Banner ein und entlässt den Affen zurück in die Freiheit zu seiner Familie.","versions":[{"lang":1,"streams":[{"redirect":13696477,"hoster":"VOE"},{"redirect":13717330,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Geist, der gerufen wurde","epNo":14,"alt":"VS Psycho Shocker","descr":"Drei leichtsinnige Studenten beschwören Jinzo, der als Geist wieder zum Leben erwachen will. Um die Studenten zu retten, fordert Jaden Jinzo zu einem Duell heraus, das er erst nach einem hartem Kampf gewinnt.","versions":[{"lang":1,"streams":[{"redirect":13696478,"hoster":"VOE"},{"redirect":13717338,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Duell um Alexis","epNo":15,"alt":"Tennis Duel of Spring Life","descr":"Der Tennisprofi Harrington ist auf Jaden eifersüchtig und fordert ihn zum Duell heraus. Der Gewinner darf Alexis heiraten. Natürlich gewinnt Jaden das Duell, muss sich aber auch weiterhin mit seiner Rolle als Alexis’ guter Freund zufrieden geben.","versions":[{"lang":1,"streams":[{"redirect":13696479,"hoster":"VOE"},{"redirect":13717339,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Duell Gigant","epNo":16,"alt":"King Goblin of the Dark Night","descr":"Ein geheimnisvoller Duell-Gigant treibt nachts auf dem Gelände der Duellakademie sein Unwesen. Er duelliert sich mit Studenten des Hauses Obelisk Blue um ihre besten Karten. Das ist illegal, und um der Sache auf die Schliche zu kommen, schickt Dr. Crowler Jaden los, um den Duell-Giganten zu stellen und gegen ihn zu kämpfen. Das gelingt Jaden auch. Wie sich herausstellt, ist der Duell-Gigant aber gar nicht so groß wie angenommen …","versions":[{"lang":1,"streams":[{"redirect":13696480,"hoster":"VOE"},{"redirect":13717340,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Kunst des ziehens","epNo":17,"alt":"Draw! Draw! Draw!","descr":"Der Student Damon lebt seit über einem Jahr in der Wildnis, um von der Natur das perfekte Ziehen der Karten zu lernen. Jaden tritt gegen ihn in einem Duell an und hat alle Hände voll zu tun, dieses zu gewinnen. Als Damon verliert sieht er ein, dass er von Natur die Nase voll hat und kehrt als Student an die Akademie zurück","versions":[{"lang":1,"streams":[{"redirect":13696457,"hoster":"VOE"},{"redirect":13717334,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der König der Nachahmer - Teil 1","epNo":18,"alt":"VS Yugi\u0027s Deck (Part 1)","descr":"Der Kopierer Dimitri stiehlt das legendäre Deck von Yugi Muto und tritt damit gegen Jaden an. Hat Jaden gegen die Karten seines Idols Yugi eine Chance?","versions":[{"lang":1,"streams":[{"redirect":13696481,"hoster":"VOE"},{"redirect":13717335,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der König der Nachahmer - Teil 2","epNo":19,"alt":"VS Yugi\u0027s Deck (Part 2)","descr":"Dimitri, der sich mittlerweile wirklich für Yugi Muto hält, kämpft mit Yugis Karten ein hartes Duell gegen Jaden. Trotzdem gelingt es Jaden zu gewinnen, und so können Yugis Karten wieder in den Ausstellungsraum zurückgebracht werden.","versions":[{"lang":1,"streams":[{"redirect":13696374,"hoster":"VOE"},{"redirect":13717336,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Verliebte Mädchen","epNo":20,"alt":"Maidens in Love Make a Strong Deck!","descr":"Die Zweitklässlerin Blair verkleidet sich als Junge und schleicht sich an der Duellakademie ein, weil sie unbedingt bei ihrem Idol Zane sein will. Jaden, der ihrem Geheimnis auf die Spur kommt, tritt gegen sie in einem Duell an. Sie verliert und muss nun wieder nach Hause fahren. Doch sie hat eine neue Liebe gefunden: Jaden.","versions":[{"lang":1,"streams":[{"redirect":13696537,"hoster":"VOE"},{"redirect":13717337,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer ist der Beste? - Teil 1","epNo":21,"alt":"Prevent Fusion! Juudai VS Misawa (Part 1)","descr":"Um festzustellen, wer der beste Schüler des ersten Studienjahres ist, müssen Bastion und Jaden in einem Duell gegeneinander antreten. Bastion gelingt es, Jadens Zauberkarte Fusion für den Rest des Duells außer Kraft zu setzen. Nun kann Jaden keine Monster mehr fusionieren, um ein stärkeres aufzurufen.","versions":[{"lang":1,"streams":[{"redirect":13696538,"hoster":"VOE"},{"redirect":13717341,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wer ist der Beste? - Teil 2","epNo":22,"alt":"Prevent Fusion! Juudai VS Misawa (Part 2)","descr":"Bastion gelingt es während des Duells Jadens Fusionskarte außer Kraft zu setzen. Jetzt muss sich Jaden eine völlig neue Strategie einfallen lassen. Doch auch ohne sein Fusionsmonster gelingt es ihm, das Duell zu gewinnen und als Vertreter für das große Duell der Schulen nominiert zu werden.","versions":[{"lang":1,"streams":[{"redirect":13696455,"hoster":"VOE"},{"redirect":13884156,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Kleine Belowski","epNo":23,"alt":"Strength Draining! Mokemoke Duel","descr":"Um Jaden im Duel Monsters Kartenspiel zu schlagen, holt Dr. Crowler den kleinen Belowski aus seinem Versteck tief unter der Erde. Dort ist er untergebracht, weil er eine gefährliche Duellfähigkeit besitzt: Er kann seine Gegner und alle Zuschauer in einen schlafähnlichen Trancezustand versetzen. Bei allen funktioniert das – nur bei Jaden nicht, ist duellieren doch sein größter Traum.","versions":[{"lang":1,"streams":[{"redirect":13696458,"hoster":"VOE"},{"redirect":13717343,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Eine Zweite Chance","epNo":24,"alt":"Revival! Banjoume Thunder","descr":"Chazz strandet mit seinem Boot an der Insel der Nord-Akademie. Ein mysteriöser Alter bringt ihn dazu, alle Karten für den Eintritt in die Nord-Akademie zu finden. Dort muss er jedoch erst einmal gegen 50 Duellanten antreten. Nachdem er auch die Besten von ihnen besiegt hat, gibt sich der Alte als Rektor der Schule zu erkennen. Chazz soll nun im Duell der Schulen als Vertreter der Nord-Akademie gegen Jaden Yuki antreten.","versions":[{"lang":1,"streams":[{"redirect":13696375,"hoster":"VOE"},{"redirect":13717342,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Duell der Schulen - Teil 1","epNo":25,"alt":"VS Manjyoume Thunder Part 1, Threat of Armed Dragon","descr":"Die Schüler der Nord-Akademie treffen in der Duellakademie ein, allen voran ihr Duellvertreter Chazz. Dessen große Brüder haben ihm ein geradezu übermächtiges Deck zugesteckt. Es scheint fast so als wäre Chazz nicht aufzuhalten und Jadens Niederlage unvermeidlich …","versions":[{"lang":1,"streams":[{"redirect":13696459,"hoster":"VOE"},{"redirect":13717351,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Duell der Schulen - Teil 2","epNo":26,"alt":"VS Manjyoume Thunder Part 2, Armed Dragon LV7","descr":"Nur mit Mühe gelingt es Jaden, das Duell herumzureißen und doch noch zu gewinnen. Chazz wird von seinen Brüdern verstoßen, aber da er mit seinem eigenen Deck gespielt hat und nicht mit den teuren Karten der größeren Geschwister, war diese Niederlage doch ein kleiner Sieg für ihn. Er beschließt, nicht zur Nord-Akademie zurück zu fahren, sondern an der Duellakademie zu bleiben. Dort muss er jedoch ganz von vorne im Slifer Red Haus anfangen.","versions":[{"lang":1,"streams":[{"redirect":13696482,"hoster":"VOE"},{"redirect":13717344,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Tödliches Risiko - Teil 1","epNo":27,"alt":"Extracurricular Lesson is a Duel of Darkness!? Part 1","descr":"Banner macht mit Jaden, Alexis, Syrus und Chumley einen Ausflug zu den alten Ruinen. Kaum angekommen geraten sie in große Gefahr. Jaden fällt in eine Art Traum. Als er wieder zu sich kommt, befinden er und seine Freunde sich in einer anderen Zeit. Der Oberste Grabhüter droht damit, alle Eindringlinge lebendig zu begraben. Es sei denn, Jaden ist in der Lage, ihn in einem Duell zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":13696539,"hoster":"VOE"},{"redirect":13717346,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Tödliches Risiko - Teil 2","epNo":28,"alt":"Extracurricular Lesson is a Duel of Darkness!? Part 2","descr":"Das Duell zwischen dem Obersten Grabwächter und Jaden geht weiter. Als sich Jaden in einer auswegslosen Situation befindet, macht er sich die Wirkung der Feldzauberkarte Tal des Todes zunutze. Am Ende gewinnt er das Spiel der Schatten. Der Grabwächter überreicht ihm die Hälfte eines mystischen Medaillons. Jaden und seinen Freunde gelingt es, in die eigene Welt zurückzukehren.","versions":[{"lang":1,"streams":[{"redirect":13696483,"hoster":"VOE"},{"redirect":13717348,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Ein Verhängisvolles Duell - Teil 1","epNo":29,"alt":"VS Darkness Part 1, Challenge of Red-Eyes Black Dragon","descr":"Kanzler Sheppard erteilt Jaden und sechs anderen Mitgliedern der Duellakademie den Auftrag, die Heiligen Bestien-Karten zu verteidigen. Wenn die Karten in die falschen Hände gelangen, könnte dies das Ende der Welt bedeuten. Jeder der sieben erhält einen Schlüssel, den er im Duell verteidigen muss. Bereits in der ersten Nacht muss Jaden gegen den gefährlichen Nightshroud antreten.","versions":[{"lang":1,"streams":[{"redirect":13696460,"hoster":"VOE"},{"redirect":13717347,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Ein Verhängisvolles Duell - Teil 2","epNo":30,"alt":"VS Darkness Part 2, Attack of Red-Eyes Darkness Dragon","descr":"Das Duell zwischen Nightshroud und Jaden geht in die zweite Runde, Nightshroud sieht sich schon als Sieger. Da zieht Jaden die Feldzauberkarte Wolkenkratzer und zwingt seinen Gegner in die Knie. Die beiden Kontrahenten brechen erschöpft zusammen. Alexis erkennt plötzlich, wer sich hinter Nightshroud verbirgt – ihr Bruder Atticus.","versions":[{"lang":1,"streams":[{"redirect":13696461,"hoster":"VOE"},{"redirect":13717350,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Das Feld der Schreie - Teil 1","epNo":31,"alt":"Kronos VS the Blood-sucking Beauty (Vampire) Kamyuura","descr":"Das Duell zwischen Nightshroud und Jaden geht in die zweite Runde, Nightshroud sieht sich schon als Sieger. Da zieht Jaden die Feldzauberkarte Wolkenkratzer und zwingt seinen Gegner in die Knie. Die beiden Kontrahenten brechen erschöpft zusammen. Alexis erkennt plötzlich, wer sich hinter Nightshroud verbirgt – ihr Bruder Atticus.","versions":[{"lang":1,"streams":[{"redirect":13696485,"hoster":"VOE"},{"redirect":13716717,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Das Feld der Schreie - Teil 2","epNo":32,"alt":"Kaiser VS Kamyuura, Opening Motion of Demon Vision","descr":"Nachdem Nightshroud besiegt ist, taucht der nächste Schattenreiter auf: Camula, die Vampir-Lady. Am See kommt es zu einem Duell mit Dr. Crowler. In der Praxis hat der Doktor allerdings nicht viel zu bieten. In kürzester Zeit hat er das Match und seine Seele verloren. Jaden und Co. beschließen, Camula erneut herauszufordern …","versions":[{"lang":1,"streams":[{"redirect":13696484,"hoster":"VOE"},{"redirect":13717349,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Das Feld der Schreie - Teil 3","epNo":33,"alt":"Shine! Shining Flare Wingman","descr":"Jaden hat sich vorgenommen, Camula die Seelen von Crowler und Zane zu entreißen. Die Vampirlady glaubt, dass sie mit ihm leichtes Spiel hätte. Aber Jaden verfügt über Karten und Strategien, die sie nicht ausspionieren konnte. Darum gelingt es ihm am Ende Camula zu schlagen. Seine beiden Freunde kehren unversehrt zurück. Wie lange wird es dauern, bis die nächsten Schattenreiter auftauchen?","versions":[{"lang":1,"streams":[{"redirect":13696462,"hoster":"VOE"},{"redirect":13717355,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Angstfaktor","epNo":34,"alt":"Summertime Hot Bath Fumes! Blue-Eyes White Dragon!","descr":"Jaden \u0026amp","versions":[{"lang":1,"streams":[{"redirect":13696540,"hoster":"VOE"},{"redirect":13717356,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Rivalität unter Geschwistern","epNo":35,"alt":"Sibling`s Unity! Jam Delta Hurricane","descr":"Kanzler Sheppard verkündet den Duellanten eine schlechte Nachricht. Ein Fremder hat die Duellakademie gekauft und will sie schließen. Allerdings gibt er den Studenten noch eine Chance. Wenn sie ein Entscheidungsspiel gewinnen, darf die Akademie weiter existieren. Die Partie wird zwischen Chazz und dessen Bruder Slade ausgetragen. Chazz ist allerdings schwer im Nachteil, da er nur Monster mit maximal 500 Angriffspunkten einsetzen darf. Wird er seinen Bruder trotzdem bezwingen und die Akademie retten?","versions":[{"lang":1,"streams":[{"redirect":13696486,"hoster":"VOE"},{"redirect":13716718,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Ablenkung beim Duell - Teil 1","epNo":36,"alt":"Misawa-chi VS Amazoness Mook in a Duel","descr":"Jaden und seine Freunde von der Akademie entdecken mitten im Wald eine neu gebaute Kampfarena. Hier gibt Tania, die Amazone, den Ton an. Sie fordert Bastion zum Duell heraus. Mit ihrem Gerede über Liebe und eine spätere Heirat will sie ihn ablenken. Anfangs kann sich Bastion noch dagegen wehren und versucht konzentriert sein Duell kämpfen. Aber schon bald hat sie ihn in ihren Bann gezogen und er macht einen Fehler nach dem anderen. Wird auch Bastion seine Schlüssel verlieren?","versions":[{"lang":1,"streams":[{"redirect":13696488,"hoster":"VOE"},{"redirect":13717362,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Ablenkung beim Duell - Teil 2","epNo":37,"alt":"Human Bullet Duel! Amazoness` Death Ring","descr":"Jaden will Bastion ermuntern von Tania eine Revanche zu fordern. In der Nacht schleichen sich alle in die alte Arena. Dort treffen sie Tania wieder. Sie will sich allerdings nur mit Jaden duellieren. Das kränkt Bastion, da er sehr verliebt ist. Während des Spiels versucht Tania auch Jaden einzuwickeln, der allerdings gegen ihren Charme weitgehend immun ist. Die Amazonenmonster sind sehr stark und machen Jaden das Leben schwer. Doch er kämpft mit Herz und Leidenschaft …","versions":[{"lang":1,"streams":[{"redirect":13696463,"hoster":"VOE"},{"redirect":13717354,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Mach dein Spiel!","epNo":38,"alt":"Underwater Duel! The Legendary Capital Atlantis","descr":"Eines Tages parkt in der Nähe der Duellakademie ein U-Boot. An Bord befindet sich ein Admiral, der Jaden zum Duell herausfordert. Alle denken, dass sich dabei um einen Schattenreiter handelt. Doch das ist ein Irrtum! Der schrullige Admiral sucht nur einen guten Gegner, dem er seine Meeres-Monster auf den Hals hetzen kann. Auf hoher See kommt es zum Duell mit Jaden. Die Orkas können Jaden aber nicht in Gefahr bringen. Und so gewinnt er souverän das Match. Allerdings will ihn der Admiral nicht von Bord lassen. Doch mit einem Trick gelingt es Jaden, zu seinen Freunden von der Akademie zurückzukehren …","versions":[{"lang":1,"streams":[{"redirect":13696487,"hoster":"VOE"},{"redirect":13717359,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Die Schwarzen Skorpione","epNo":39,"alt":"Great Detective Thunder VS Black Scorpion Illegal Digging Group","descr":"In der Duell Akademie taucht der \"Detektiv\" Don Zaloog auf. Er gibt die Empfehlung, die restlichen Geisterschlüssel nicht um den Hals zu tragen, sondern sicher zu verstecken. Die Schlüsselwächter befolgen seinen Rat. Als Jaden und Co. am nächsten Morgen aufwachen, sind die Schlüssel verschwunden. Gemeinsam versuchen die Studenten, dem Dieb auf die Spur zu kommen. Der gelbe Ojama kann Chazz einen wichtigen Tipp geben …","versions":[{"lang":1,"streams":[{"redirect":13696464,"hoster":"VOE"},{"redirect":13717361,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Eine Lügende Legende","epNo":40,"alt":"H-E-R-O Flash!","descr":"An der Akademie taucht ein Pharao auf: Abidos. Jaden und Co. haben von ihm schon im Geschichtsunterricht gehört. Er gilt als große Duell-Legende. Angeblich soll er in der fernen Vergangenheit nie ein Duell verloren haben. Jaden lässt sich von diesem komischen Typen aber nicht beeindrucken. Schnell stellt er fest, dass dieser Pharao nur ein mittelmäßiges Anfängerdeck besitzt. Und auch um seine spielerischen Fähigkeiten ist es nicht so gut bestellt. Zug um Zug entlarvt Jaden ihn als Hochstapler und demontiert die Legende mit einem furiosen Sieg.","versions":[{"lang":1,"streams":[{"redirect":13696541,"hoster":"VOE"},{"redirect":13717357,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein Grund zu gewinnen","epNo":41,"alt":"Dark Arena Invoked! Asuka VS Titan","descr":"Bei Jaden und seinen Freunden herrscht große Aufregung: Alexis ist verschwunden. Atticus kann sich daran erinnern, dass ihr alter Freund Titan sie besucht hat. Dr. Crowler ahnt Schlimmes. Wenig später fordert Titan Alexis tatsächlich zum Duell. Wenn sie verliert, verlangt er von ihr den Geisterschlüssel. Falls Titan verliert, wird er Atticus seine Erinnerungen zurückgeben. Wird Alexis den tapfer kämpfenden Titan bezwingen können?","versions":[{"lang":1,"streams":[{"redirect":13696489,"hoster":"VOE"},{"redirect":13717358,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Duel Monster Geistertag","epNo":42,"alt":"School Festival Duel! Trespassing Bla-Magi Girl","descr":"An der Duellakademie findet ein großes Fest statt: Der Duel Monster Geistertag. Die Studenten tragen die Kostüme ihrer Lieblingsmonster. Der absolute Höhepunkt ist das Kostüm-Duell. Plötzlich taucht das Schwarze Magiermädchen auf. Allerdings glauben alle, dass sie nur eine Studentin ist, die sich verkleidet hat. Die Jungs, allen voran Syrus sind total begeistert von ihr und unterstützen sie im Duell gegen Jaden.","versions":[{"lang":1,"streams":[{"redirect":13696490,"hoster":"VOE"},{"redirect":13717371,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Wilde Herzen","epNo":43,"alt":"A Second Love Chance to Asuka!?","descr":"In der Akademie taucht eine alter Freund von Alexis auf: Pierre. Er nennt sich auch gern der \"Spieler\". Als die beiden noch zur Schule gingen, hat er sämtliche Klassenkameraden bei irgendwelchen Spielen geschlagen und mit faulen Wetten abgezogen – nur Alexis nicht. Das will Pierre nun nachholen. Aber auch Alexis hat noch eine Rechnung mit ihm offen. Sie merkt schnell, dass ihr alter Bekannter nur blufft und im Grunde ein recht ängstlicher Spieler ist. Zielstrebig zieht sie ihr Spiel durch und schlägt Pierre eindeutig","versions":[{"lang":1,"streams":[{"redirect":13696491,"hoster":"VOE"},{"redirect":13717360,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Der Siebte Schatten-Reiter","epNo":44,"alt":"Shadow of 7 Glimpse","descr":"Als Jaden und seine Freunde sich auf die Suche nach Professor Banner machen, finden sie statt dem Professor den Siebten Schatten-Reiter. Dieser stellt sich als noch gefährlicher heraus, als Jaden angenommen hatte …","versions":[{"lang":1,"streams":[{"redirect":13696465,"hoster":"VOE"},{"redirect":13717366,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Amnaels Endspiel - Teil 1","epNo":45,"alt":"VS Amunael! Elemental Hero Absolute Seal","descr":"Jaden muss sich Amnael, dem Siebten Schatten-Reiter in einem Entscheidungskampf stellen. Der Ausgang des Showdowns wird nicht nur über Jadens Schicksal entscheiden – sondern auch über das seiner Freunde …","versions":[{"lang":1,"streams":[{"redirect":13696492,"hoster":"VOE"},{"redirect":13717369,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Amnaels Endspiel - Teil 2","epNo":46,"alt":"Fusion of the Chisuienfuu Style! Erikushiiraa","descr":"Jaden findet heraus, dass es sich bei dem Siebten Schatten-Reiter in Wahrheit um Professor Banner handelt. Wenn Jaden den Kampf gewinnen will, muss er sich nun noch weiter steigern …","versions":[{"lang":1,"streams":[{"redirect":13696493,"hoster":"VOE"},{"redirect":13717363,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Chaszz-anova","epNo":47,"alt":"Asuka VS Manjyoume! Cyber Angel -Goddess of Arts and Wisdom","descr":"Chazz arrangiert ein Duell mit Alexis. Er will ihr damit zeigen, was er für sie empfindet und ihr seine Liebe beweisen. Doch Alexa hat ganz andere Pläne mit Chazz …","versions":[{"lang":1,"streams":[{"redirect":13696542,"hoster":"VOE"},{"redirect":13717364,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Freiheit für die heiligen Ungeheuer? - Teil 1","epNo":48,"alt":"VS Kagemaru Part 1, Two Demons","descr":"Kagemaru, der Anführer der Schatten-Reiter, taucht in der Duellakademie auf, um die heiligen Ungeheuer zu erwecken. Doch dazu muss er Jaden im Duell schlagen und so fordert er ihn schon kurz nach seiner Ankunft an der Akademie zum Kampf auf!","versions":[{"lang":1,"streams":[{"redirect":13696495,"hoster":"VOE"},{"redirect":13717365,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Freiheit für die heiligen Ungeheuer? - Teil 2","epNo":49,"alt":"VS Kagemaru Part 2, Three Demons Awaken","descr":"Kagemaru und Jaden duellieren sich und setzen dabei all ihre Waffen ein. Es geht um nichts Geringeres als das Schicksal des Planeten und um die Balance der Macht zwischen den Duel Monstern!","versions":[{"lang":1,"streams":[{"redirect":13696466,"hoster":"VOE"},{"redirect":13717370,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Mit Auszeichnung bestanden","epNo":50,"alt":"Hayato VS Chronos! Sunrise of Ayers Rock","descr":"Als Chumley in die Klasse für Industrie-Illusions-Design aufgenommen wird, muss er sich mit Dr. Crowler duellieren und ihn besiegen, um auch dessen Zustimmung zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13696370,"hoster":"VOE"},{"redirect":13717367,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die Reifeprüfung - Teil 1","epNo":51,"alt":"Versus Kaiser Part 1, Power Bond And Cyber End","descr":"Zane wählt Jaden zum Gegner für das wichtige und prestigeträchtige Abschlussklassenduell. Dieser hat gegen Zane schon einmal eine empfindliche Niederlage einstecken müssen. Nun hat Jaden eine Chance zur Revanche …","versions":[{"lang":1,"streams":[{"redirect":13696494,"hoster":"VOE"},{"redirect":13717368,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Die Reifeprüfung - Teil 2","epNo":52,"alt":"Versus Kaiser Part 2, Power Bond And Cyber End","descr":"Zane und Jaden liefern sich einen erbitterten Kampf im letzten Duell des Schuljahres. Der Ausgang des Wettstreits wird endgültig zeigen, wer der beste Spieler an der Duell-Akademie ist!","versions":[{"lang":1,"streams":[{"redirect":13696469,"hoster":"VOE"},{"redirect":13717373,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Schicksal nimmt seinen Lauf","epNo":1,"alt":"The Beginning of Fate! Ed Phoenix the Freshman","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696467,"hoster":"VOE"},{"redirect":10688873,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Chance für Chazz","epNo":2,"alt":"Thunder VS The Elite! Mecha-Ojama King Takes Off","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696543,"hoster":"VOE"},{"redirect":10688875,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Antreten zum Appell","epNo":3,"alt":"Tyranno Kenzan Appears!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696468,"hoster":"VOE"},{"redirect":10688876,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schon wieder Krabbelviecher","epNo":4,"alt":"Shou VS the Insect Maiden! Insect Princess","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696369,"hoster":"VOE"},{"redirect":10688877,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Zweite Gesicht","epNo":5,"alt":"Kaiser VS Ed! Pro League Battle","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696496,"hoster":"VOE"},{"redirect":10688878,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Neue Helden (1)","epNo":6,"alt":"VS Ed Part 1, E Hero Against E Hero","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696497,"hoster":"VOE"},{"redirect":10688879,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Neue Helden (2)","epNo":7,"alt":"VS Ed Part 2, E Hero Against E Hero","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696498,"hoster":"VOE"},{"redirect":10688880,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bühne frei","epNo":8,"alt":"Asuka VS Fubuki! Down the Path of the Sibling Idols","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696499,"hoster":"VOE"},{"redirect":10688881,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gesellschaft des Lichts","epNo":9,"alt":"Saiou Appears! The Fated Tarot Deck","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696500,"hoster":"VOE"},{"redirect":10688882,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In fernen Welten","epNo":10,"alt":"The New Elemental Hero! Neos","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696501,"hoster":"VOE"},{"redirect":10688884,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gut gekocht ist halb gewonnen","epNo":11,"alt":"Kenzan VS Curry Demon! Spicy Duel","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696544,"hoster":"VOE"},{"redirect":10688883,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer ist Jadens bester Freund?","epNo":12,"alt":"Shou VS Kenzan! Memories of Big Bro for a Feverish Duel","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696376,"hoster":"VOE"},{"redirect":10688885,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der neue Zane","epNo":13,"alt":"Hell Kaiser Ryou! Chimeratech Over Dragon","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696502,"hoster":"VOE"},{"redirect":10688887,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alles Banane","epNo":14,"alt":"Juudai\u0027s First Year Dream Duels!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696503,"hoster":"VOE"},{"redirect":10688886,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Alter Bekannter (1)","epNo":15,"alt":"VS Ed Part 1, New Power! Aqua Neos","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696545,"hoster":"VOE"},{"redirect":10688888,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Alter Bekannter (2)","epNo":16,"alt":"VS Ed Part 2, New Power! Aqua Neos","descr":"Jaden duelleiert sich immer noch mit Aster und gewinnt dadurch bleibt die Slifer Unterkunft immer noch stehen doch Aster beginnt Satorius zu hinterfragen.","versions":[{"lang":1,"streams":[{"redirect":13696504,"hoster":"VOE"},{"redirect":10688890,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Abreißen oder Aufbauen?","epNo":17,"alt":"Chronos VS Napoleon! March of the Toy Soldiers","descr":"Crawler duelliert sich mit Bon aparte wenn Crawler gewinnt darf die Slifer Unterkunft stehen bleiben und wenn Bon aparte gewinnt wird die Unterkunft abgerissen.","versions":[{"lang":1,"streams":[{"redirect":13696506,"hoster":"VOE"},{"redirect":12986763,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Obelisk White","epNo":18,"alt":"Asuka VS Manjoume White Thunder!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696377,"hoster":"VOE"},{"redirect":14215544,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein Neuer Herausforderer","epNo":19,"alt":"VS Game Champ! The Giant Battleship Tetran Launches","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696505,"hoster":"VOE"},{"redirect":10688892,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Kartendieb","epNo":20,"alt":"Destroy the Deck of Destruction","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696507,"hoster":"VOE"},{"redirect":10688923,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Quelle der Kraft","epNo":21,"alt":"Kenzan VS Saiou! That\u0027s Dinosaur DNA","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696508,"hoster":"VOE"},{"redirect":10688893,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Froschkonzert","epNo":22,"alt":"Hades Frog! Living Frog! Des Frog!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696512,"hoster":"VOE"},{"redirect":10688897,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Stürmische Zeiten (1)","epNo":23,"alt":"Field Trip Tag Duel!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696517,"hoster":"VOE"},{"redirect":10688898,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Stürmische Zeiten (2)","epNo":24,"alt":"Ultimate Combination! Rex Union","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696509,"hoster":"VOE"},{"redirect":10688896,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"J-Dawg und T-Bone","epNo":25,"alt":"The Four Dreaded Sovereigns! Demigod EMA","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696510,"hoster":"VOE"},{"redirect":10688895,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Spieglein, Spieglein… (1)","epNo":26,"alt":"The Ultimate Tag!? Judai \u0026 Edo (Part One)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696511,"hoster":"VOE"},{"redirect":10688900,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Spieglein, Spieglein… (2)","epNo":27,"alt":"The Ultimate Tag!? Judai \u0026 Edo (Part Two)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696513,"hoster":"VOE"},{"redirect":10688899,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Was für ein Puppentheater","epNo":28,"alt":"Alice`s Desperate State of Affairs","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696514,"hoster":"VOE"},{"redirect":10688901,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Gameshow-Duell","epNo":29,"alt":"Quiz Duel!? VS Nazora Panel 9","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696516,"hoster":"VOE"},{"redirect":10688902,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Eine Anziehende Persönlichkeit","epNo":30,"alt":"Misawa VS Manjoume, Assault Cannon Beetle","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696515,"hoster":"VOE"},{"redirect":10688903,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ein Duell mit dem Meister","epNo":31,"alt":"Hell Kaiser Ryou VS Master Samejima","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696378,"hoster":"VOE"},{"redirect":13716743,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"GX - Das große Turnier","epNo":32,"alt":"Genex Opens! Aim to be Number One!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13488693,"hoster":"VOE"},{"redirect":13716745,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Kampf gegen Ra","epNo":33,"alt":"The God Card, [Ra, the Winged Dragon] Manipulated by a Normal Man!?","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696518,"hoster":"VOE"},{"redirect":13716742,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Kunst des Duellierens","epNo":34,"alt":"The Duel`s Stage Passageway","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696519,"hoster":"VOE"},{"redirect":13716746,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Vom Licht geblendet (1)","epNo":35,"alt":"Do Your Best! Ojama Trio (Part One)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696546,"hoster":"VOE"},{"redirect":13716747,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Vom Licht geblendet (2)","epNo":36,"alt":"Do Your Best! Ojama Trio (Part Two)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696379,"hoster":"VOE"},{"redirect":13716750,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Die Dunkle Seite der Macht","epNo":37,"alt":"Hell Kaiser VS Darkness Fubuki","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696380,"hoster":"VOE"},{"redirect":13716749,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Duellieren wie die Profis","epNo":38,"alt":"Pride of the Academia","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696520,"hoster":"VOE"},{"redirect":13716759,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Ein Pakt mit dem Bösen","epNo":39,"alt":"The One Turn Kill God of Death","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696521,"hoster":"VOE"},{"redirect":13716754,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Job-Duell","epNo":40,"alt":"Triangle Duel","descr":"Nachdem Kanzler Cheppert Crawler und Bon aparte gefeuert hat duellieren sich  die beiden zusammen gegen Maximilian Pegasus um einen neuen Job bei ihm zu bekommen.Am anfangs hapert es bei ihrem Teamwork aber nach Jadens Anfeuerung spielen sie wie ein Team verlieren aber trotzdem. Trotz alldem bleiben Crawler und Bon aparte auf der Duellakademie.","versions":[{"lang":1,"streams":[{"redirect":13696522,"hoster":"VOE"},{"redirect":13716762,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein Herz aus Eis (1)","epNo":41,"alt":"A White Night Duel! Juudai VS Asuka (Part One)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696381,"hoster":"VOE"},{"redirect":13716751,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Ein Herz aus Eis (2)","epNo":42,"alt":"White Night`s Dragon! Juudai VS Asuka (Part Two)","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696454,"hoster":"VOE"},{"redirect":13716753,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Schwierige Liebe","epNo":43,"alt":"The Brothers` Duel of Morals, Ryou VS Shou","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696523,"hoster":"VOE"},{"redirect":13716756,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Alles ist relativ…","epNo":44,"alt":"Relativity Field! Judai VS The Genius Professor","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696382,"hoster":"VOE"},{"redirect":13716755,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Finstere Licht","epNo":45,"alt":"Appearance! The Mysterious World Champ!","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696524,"hoster":"VOE"},{"redirect":13716757,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Ultimatives Schicksal","epNo":46,"alt":"Invoked at Last! The Ultimate D Card","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696547,"hoster":"VOE"},{"redirect":13716763,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der Schlüsselfaktor","epNo":47,"alt":"Judai VS the Dreaded Laser Satellite","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696383,"hoster":"VOE"},{"redirect":13716758,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Phönix aus der Asche - Teil 1","epNo":48,"alt":"The Ultimate Arcana [The World]","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696525,"hoster":"VOE"},{"redirect":13716761,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Phönix aus der Asche - Teil 2","epNo":49,"alt":"Edo, The Deciding Strike! [Bloo-D]","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696555,"hoster":"VOE"},{"redirect":13716769,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Die Alien-Attacke - Teil 1","epNo":50,"alt":"The Surging Light VS The Neo Spacians","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696553,"hoster":"VOE"},{"redirect":13716740,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Die Alien-Attacke - Teil 2","epNo":51,"alt":"Juudai in a Pinch! Field Spell [The Seal of Light]","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696630,"hoster":"VOE"},{"redirect":13716741,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Was bringt die Zukunft?","epNo":52,"alt":"How To Achieve Victory?! Judai VS Saiou","descr":"","versions":[{"lang":1,"streams":[{"redirect":13696554,"hoster":"VOE"},{"redirect":13716748,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Aller guten Dinge sind drei","epNo":1,"alt":"A New Semester Begins! Premonition of Tribulations","descr":"Bevor das dritte Studienjahr beginnt, lässt Jaden noch mal all seine Duelle Revue passieren. Chazz kehrt wieder in seine alte Unterkunft Slifer Red zurück, und Blair wird ins erste Studienjahr aufgenommen. Kanzler Sheppard beschließt, Professor Thelonius Viper an die Duellakademie zu holen.","versions":[{"lang":1,"streams":[{"redirect":13696556,"hoster":"VOE"},{"redirect":13716760,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Klunker und Blingbling (1)","epNo":2,"alt":"Judai and Johan of the Gem Beast Deck","descr":"An der Duellakademie treffen die Austauschstudenten Adrian Gecko, Jim Cook, Jesse Andersen und Axel Brodie ein. Ebenso der mysteriöse und strenge Professor Thelonius Viper. Als Erstes ordnet er ein Showduell zwischen Jesse von der Nordakademie und Jaden an. Wird Jaden den neuen Studenten Jesse und sein Kristallungeheuerdeck besiegen können?","versions":[{"lang":1,"streams":[{"redirect":13696557,"hoster":"VOE"},{"redirect":13716765,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Klunker und Blingbling (2)","epNo":3,"alt":"Neospacian vs. Gem Beast","descr":"Jesse spielt seine sieben Kristallungeheuer aus, um einen legendären Drachen aufzurufen. Da er diese Karte jedoch nicht in seinem Deck hat, verliert er das Duell gegen Jaden.","versions":[{"lang":1,"streams":[{"redirect":13696558,"hoster":"VOE"},{"redirect":13716775,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Immer auf die Kleinen (1)","epNo":4,"alt":"Professor Cobra`s Assassin","descr":"Professor Viper beauftragt Axel, Jaden in ein lebenswichtiges Duell zu verwickeln. Auf diese Weise will Viper Jaden mit Hilfe seines Biobands Energie abziehen. Axel denkt sich einen hinterhältigen Plan aus: Er entführt Syrus und hängt ihn über eine Klippe. Um Syrus zu retten muss Jaden das Duell gewinnen …","versions":[{"lang":1,"streams":[{"redirect":13488712,"hoster":"VOE"},{"redirect":13716764,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Immer auf die Kleinen (2)","epNo":5,"alt":"Judai and the Fiery O`Brien","descr":"Obwohl Axel sich nicht an den Befehl von Professor Viper hält und alles daran setzt, das Duell zu gewinnen, wird er von Jaden besiegt. Im Anschluss fallen beide todmüde um. Jaden erwacht jedoch bald wieder …","versions":[{"lang":1,"streams":[{"redirect":13696631,"hoster":"VOE"},{"redirect":13716766,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tierische Gegner","epNo":6,"alt":"Tyranno Kenzan and Jim`s Fossilized Dinos","descr":"Irgendetwas liegt in der Luft: Jims Krokodil Shirley wird aggressiv und in Hassleberry gewinnt die Dino-DNS die Oberhand. Es kommt zu einem Duell zwischen Jim und Hassleberry. Und auch Professor Viper bleibt nicht untätig.","versions":[{"lang":1,"streams":[{"redirect":13696559,"hoster":"VOE"},{"redirect":13716767,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Über den Wolken (1)","epNo":7,"alt":"Manjoume and the Cloud Deck of Amon","descr":"Viper stellt die Biobänder auf das höchste Level ein, um Adrian für immer aus dem Weg zu räumen. Aber so leicht lässt dieser sich nicht entmutigen. Er organisiert eine Duellparty und Viper ist gezwungen, seinen Plan aufzugeben. Derweil fordert Chazz Adrian zu einem Duell heraus.","versions":[{"lang":1,"streams":[{"redirect":13696560,"hoster":"VOE"},{"redirect":13716772,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Über den Wolken (2)","epNo":8,"alt":"Thunder VS Eye of the Typhoon","descr":"Adrian bestreitet weiter sein Duell gegen Chazz und besiegt ihn schließlich mit seinem Wetterdeck. Seltsam ist, dass immer mehr Studenten nach den Duellen erschöpft sind. Und plötzlich reist auch noch Kanzler Sheppard ab.","versions":[{"lang":1,"streams":[{"redirect":13696562,"hoster":"VOE"},{"redirect":13716773,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lehrer auf Abwegen (1)","epNo":9,"alt":"Judai VS The Traitorous Elemental Heroes","descr":"Alexis, Jim, Hassleberry, Jaden und Syrus dringen ins Vipers Hauptquartier ein. In dem alten Versuchslabor wollen sie ihm auf die Schliche kommen. Doch Viper beobachtet die Freunde heimlich. Alexis landet in einer Falle und Jaden steht plötzlich seinem alten Lehrer, Professor Stein, gegenüber, der ihn zu einem Duell herausfordert.","versions":[{"lang":1,"streams":[{"redirect":13696561,"hoster":"VOE"},{"redirect":13716770,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lehrer auf Abwegen (2)","epNo":10,"alt":"A Desperate Situation! Mistakenly Injured Heroes","descr":"Professor Stein kämpft in einem Duell gegen Jaden. Viper hält Alexis versteckt und erpresst Jaden damit. Hassleberry und sein Krokodil retten Alexis und Jaden gewinnt das Duell. Danach bricht er zusammen.","versions":[{"lang":1,"streams":[{"redirect":13696563,"hoster":"VOE"},{"redirect":13716776,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ins Netz gegangen (1)","epNo":11,"alt":"Geese, the Hunter of Spirits","descr":"Jesse wird von dem Fallensteller Trapper herausgefordert. Verliert Jesse das Duell, muss er auf seine sieben Kristallungeheuer verzichten und mit denen kann man den legendären Regenbogendrachen aufrufen, wenn man weiß, wo die dafür notwendige Tafel versteckt ist. Und Trapper fängt ein Kristallungeheuer nach dem anderen in seiner Falle …","versions":[{"lang":1,"streams":[{"redirect":13696565,"hoster":"VOE"},{"redirect":13716771,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ins Netz gegangen (2)","epNo":12,"alt":"The Gem Beasts VS the Watchdogs of Hell","descr":"Mit unfairen Mitteln versucht Trapper, das Duell gegen Jesse zu gewinnen. Da eilt Jaden seinem Freund zu Hilfe und Jesse gewinnt das Duell. Viper hat immer noch nicht genügend Duellenergie gesammelt und plant ein Duell mit Jaden.","versions":[{"lang":1,"streams":[{"redirect":13696598,"hoster":"VOE"},{"redirect":13716777,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die falsche Schlange (1)","epNo":13,"alt":"Decisive Battle! Juudai VS Professor Cobra","descr":"Adrian duelliert sich mit Viper und fordert von ihm eine besondere Karte. Viper zeigt, wozu seine angesammelte Duellenergie fähig ist, doch um die Energie zum Leben zu erwecken muss Viper noch gegen Jaden antreten","versions":[{"lang":1,"streams":[{"redirect":13696632,"hoster":"VOE"},{"redirect":13716774,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die falsche Schlange (2)","epNo":14,"alt":"Terror! The King of Poisonous Serpents, Venominon","descr":"Das Duell zwischen Jaden und Viper geht weiter. Der Professor berichtet von seinem kleinen Jungen, von dem er getrennt wurde. Wenn er dieses Duell gewinnt, wird er genug Energie haben, um seinen \"Sohn\" zurückzuholen. Und im Moment hat Viper einfach die besseren Karten. Die vielen Schlangen bringen Jaden schwer in Bedrängnis. Aber er vertraut auf einen neuen Helden.","versions":[{"lang":1,"streams":[{"redirect":13696564,"hoster":"VOE"},{"redirect":13716780,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die falsche Schlange (3)","epNo":15,"alt":"Triple Conact Fusion! Magma Neos","descr":"Das Duell zwischen Viper und Jaden geht in die nächste Runde. Als der Professor Vennominaga, die Gottheit der giftigen Schlangen spielt, wird es für Jaden eng. Wegen ihrer besonderen Fähigkeit bleiben ihm nur noch drei Runden bis zum Totalverlust sämtlicher Lebenspunkte. Aber mit einer dreifachen Kontaktfusion gelingt es Jaden das Duell für sich zu entscheiden. Trotz Vipers Niederlage bekommt Pierce genug Energie, um zurückzukehren. Aber er ist mit seinem Vater nicht zufrieden …","versions":[{"lang":1,"streams":[{"redirect":13696566,"hoster":"VOE"},{"redirect":13716782,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Andere Welten, andere Sitten","epNo":16,"alt":"Battle in a Strange World! The Gem Beasts VS the Harpy Ladies!","descr":"Jaden und seine Freude merken, dass sich irgendwas mächtig verändert hat. Drei Sonnen, ringsumher überall nur Wüste und auch die Duellmonster sind völlig real. Wo sind sie nur gelandet? Da taucht ein lange verschollener Duellant auf: Bastion. Er berichtet von seltsamen Erlebnissen bei den Forschungen mit Prof. Eisenstein. Als Marcel verschwindet sind alle ratlos und machen sich auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":13696569,"hoster":"VOE"},{"redirect":13716779,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Sand im Getriebe","epNo":17,"alt":"Desert Survival! Johann VS The Doodlebug","descr":"Jaden und seine Mitschüler ziehen in die Wüste, um aus einem U-Boot Medikamente und Verpflegung zu organisieren. Aber auf dem Weg dahin macht ihnen ein Felsen das Leben schwer. Endlich angekommen, finden sie alles, was sie suchen. Doch dann versperren ihnen ein paar Duellmonster den Rückweg …","versions":[{"lang":1,"streams":[{"redirect":13696633,"hoster":"VOE"},{"redirect":13716778,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein seltsamer Empfang","epNo":18,"alt":"Crisis at Duel Academia! Fear of the Zombie Students","descr":"Jaden, Jesse und Co. erreichen mit den Medikamenten die Akademie. Zu ihrer Überraschung treffen sie dort keine Studenten mehr. Nach langem Suchen begegnen ihnen ein paar Mitschüler, die sich äußerst seltsam benehmen. Auch Chazz und Syrus reden ganz eigenartig und fordern Jaden zum Duell heraus …","versions":[{"lang":1,"streams":[{"redirect":13696634,"hoster":"VOE"},{"redirect":13716781,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Erste Hilfe - Zweite Chance","epNo":19,"alt":"The Mission to Save Rei! Elemental Heroes VS the Fallen Angel Nurse","descr":"Jaden und Jesse wollen den Erste-Hilfe-Koffer zu Blair bringen. Unterwegs werden sie aber immer wieder von ihren spielverrückten Mitschülern aufgehalten. Sie klettern durch einen geheimen Belüftungsschacht – aber auch dort begegnen ihnen die ungebetenen Gäste. Als sie auf der Krankenstation ankommen, machen sie eine unangenehme Entdeckung. Auch Miss Fontaine ist zu den Duell-Zombies übergelaufen. Wie soll Jaden jetzt Blair da rausholen?","versions":[{"lang":1,"streams":[{"redirect":13696552,"hoster":"VOE"},{"redirect":13716786,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Drei sind vier zu viel (1)","epNo":20,"alt":"Division Amongst the Academy! A Duel of Hunger","descr":"Die Lebensmittel an der Akademie werden knapp. Nachdem die Duell-Zombies das Vorratslager übernommen haben, schieben die anderen noch mehr Kohldampf. Drei Studenten wollen sich heimlich zu den Vorräten durchschlagen und treffen auf Marcel, der sich sehr ungewöhnlich verhält. Er gibt ihnen was zu essen, verlangt aber eine Gegenleistung: Sie müssen gegen Jaden und Co. antreten. Ein Dreier-Duell der Gefühle beginnt.","versions":[{"lang":1,"streams":[{"redirect":13696571,"hoster":"VOE"},{"redirect":13716788,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Drei sind vier zu viel (2)","epNo":21,"alt":"Johann, Jim, and O`Brien VS the Three Masked Knights","descr":"Das Duell gegen die drei Herausforderer geht weiter. Jaden hat den Verdacht, dass es sich bei dem Duell um ein Ablenkungsmanöver. Er kann seinen Gegenspieler als Erster besiegen. Aber auch Jesse und Jim entscheiden das Duell für sich. Axel kann Marcel nicht wie erwartet am Generator finden. Dafür stoßen Bonaparte und Jaden in der Wüste auf ihn. Es stellt sich heraus, dass Marcel der Sohn des Vizekanzlers ist und der Geist von Professor Banner gibt den Studenten einen Tipp, wo sie sich eigentlich befinden.","versions":[{"lang":1,"streams":[{"redirect":13696568,"hoster":"VOE"},{"redirect":13716787,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Quer durch die Dimensionen","epNo":22,"alt":"Judai VS Manjoume, Dragon Soldier Dark Sword","descr":"Marcel will sich die drei Heiligen Ungeheuer unter den Nagel reißen. Für Jaden gibt’s jetzt nur ein Ziel: er muss das verhindern. Doch bei der Verfolgungsjagd stellt sich ihm Chazz in den Weg. Also ist erstmal ein Duell fällig. Bastion gelingt es Kontakt zu Professor Eisenstein aufzunehmen. Er will den Schülern helfen, durch ein Portal auf ihre Insel zurückzukehren. Dazu müssen aber alle zum Tennisplatz und da gibt es noch ein Hindernis: die Duell-Zombies","versions":[{"lang":1,"streams":[{"redirect":13696567,"hoster":"VOE"},{"redirect":13716784,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Siegel, Siegel an der Wand","epNo":23,"alt":"Opening the Seal, Martin","descr":"Echo will verhindern, dass Pegasus die Steintafel in die Hände fällt. Der Versuch misslingt. Jaden wird von Syrus in ein Duell verwickelt – und gewinnt. Axel und Co. erreichen den Tennisplatz. Aster stellt den Duellgegner von Jesse vor: Zane. Marcel gelingt es, die drei Heiligen Ungeheuer zu befreien. Wird sich Adrian ihm anschließen?","versions":[{"lang":1,"streams":[{"redirect":13696570,"hoster":"VOE"},{"redirect":13716783,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Kommt ein Drache geflogen","epNo":24,"alt":"The Gem Beasts VS Cyber End Dragon","descr":"Pegasus erstellt die Karte Regenbogendrache. Das Duell zwischen Zane und Jesse geht weiter. Beide geben ihr Bestes um möglichst viel Energie für das Portal zu erzeugen. Nach einem grandiosen Zug von Jesse erweitert sich endlich das Portal und Eisenstein kann die Karte in die andere Welt schicken. Marcel fordert Jaden zu einem Duell heraus.","versions":[{"lang":1,"streams":[{"redirect":13696572,"hoster":"VOE"},{"redirect":13716785,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Befreiung des Drachen (1)","epNo":25,"alt":"Threat of the three legendary demons! Judai Vs. Martin","descr":"Während Jaden sich mit Marcel duelliert, machen sich Axel und Jesse auf die Suche nach der Regenbogendrachenkarte und sie haben Glück. Mit der Regenbogendrachenkarte in seinem Deck kann Jesse Jaden im Duell unterstützen. Doch damit bekommt auch Marcel mehr Lebenspunkte …","versions":[{"lang":1,"streams":[{"redirect":13696573,"hoster":"VOE"},{"redirect":12986765,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Befreiung des Drachen (2)","epNo":26,"alt":"The awakening of the rainbow dragon","descr":"Das Wesen, das Marcel kontrolliert, gibt sich während des Duells als Yubel zu erkennen. Durch die ungeheure Duellenergie kann Jesse den Regenbogendrachen rufen und dabei das Portal zurück nach Hause öffnen. Doch kann die Reise in die alte Dimension gelingen?","versions":[{"lang":1,"streams":[{"redirect":13696575,"hoster":"VOE"},{"redirect":13716792,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Alle für einen","epNo":27,"alt":"Grand gathering of ace cards!! Open door of different dimension","descr":"Wieder in der heimatlichen Dimension angekommen, stellen unsere Helden fest, dass Jesse in der anderen Dimension zurückgeblieben ist. Jaden gibt sich die Schuld daran, weil er in seiner Kindheit den Duellgeist Yubel verärgert hat. Er setzt alles daran, um wieder in die andere Dimension zurückzukommen – dabei wird er von seinen Freunden unterstützt.","versions":[{"lang":1,"streams":[{"redirect":13696574,"hoster":"VOE"},{"redirect":13716793,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Rückkehr in die falsche Dimension","epNo":28,"alt":"A life-or-death duel","descr":"Um Jesse, der in der anderen Dimension zurückgeblieben ist, zu retten, gehen Jaden und seine Freunde erneut durch das Dimensionsportal. Dummerweise landen sie in einer weiteren Dimension. Dort regieren Duellmonster. Während Axel versucht, die Energiequelle für das Licht abzuschalten, duelliert sich Jaden mit einem bösartigen Geflügelten Wächter. Er besiegt das übermächtige Wesen und sucht weiter seinen Freund.","versions":[{"lang":1,"streams":[{"redirect":13696577,"hoster":"VOE"},{"redirect":13716791,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Freund oder Feind?","epNo":29,"alt":"Judai Vs. Scarr, scout of dark world","descr":"In der neuen Dimension trifft Jaden auf ein Monster mit dem Namen Scarr. Im darauf folgenden Duell geben die beiden alles. Jaden besiegt Scarr, der daraufhin zu Staub zerfällt und zu den Sternen fliegt. Jaden und seine Freunde finden neue Verbündete, die sich vor der Armee der finsteren Welt verstecken. Werden sie gemeinsam Jesse finden?","versions":[{"lang":1,"streams":[{"redirect":13696578,"hoster":"VOE"},{"redirect":13716789,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Ritterliche Hilfe","epNo":30,"alt":"Judai Vs. Zure, knight of dark world","descr":"Jaden und seine Freunde geraten in einen Hinterhalt. Zure, der Befehlshaber der Armee der finsteren Welt, duelliert sich mit Jaden. Gerade noch rechtzeitig greift Sir Freed ein. Durch ihn kann Jaden das Duell gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13696635,"hoster":"VOE"},{"redirect":13716790,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Einer für alle (1)","epNo":31,"alt":"Judai Vs. Brron, mad king of dark world","descr":"Jadens Freunde werden gefangen genommen, und Jaden muss in einem Duell gegen Brron, den verrückten König der finsteren Welt antreten. Immer wenn Jaden angreift, wird einer seiner Freunde zu einer Rune und landet in einem Buch, dem Bösen Kanon. Als Ersten trifft es Chazz …","versions":[{"lang":1,"streams":[{"redirect":13696636,"hoster":"VOE"},{"redirect":13716795,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Einer für alle (2)","epNo":32,"alt":"Activate sacred scriptures of wickedness! Reing-beaux, evil lord of dark realm","descr":"Brron zwingt Jaden zum Angriff, dadurch werden seine Freunde zu den Sternen geschickt. Doch Jaden kann Brron schließlich doch noch besiegen. Jim, Syrus und Axel, die als einzige noch geblieben sind, lassen Jaden allein. Da erscheint eine mysteriöse Figur, die aus Jaden einen großen Duellanten machen will …","versions":[{"lang":1,"streams":[{"redirect":13696579,"hoster":"VOE"},{"redirect":13716794,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Syrus allein im Wald","epNo":33,"alt":"Sho`s decision [Proof of friendship","descr":"Syrus stellt mit Schrecken fest, dass er völlig allein ist. Er ist sehr wütend auf Jaden und erklärt die Freundschaft zu ihm für beendet. Er will ihn nie wieder sehen. Trotzdem muss er immer wieder an ihn denken. Plötzlich läuft ihm der Gelbe Ojama über den Weg. Richtig glücklich ist er darüber aber nicht. Als überraschend sein Bruder Zane auftaucht und ihm ins Gewissen redet, beschließt Syrus zu seinem Kumpel Jaden zu halten und ihn zu retten.","versions":[{"lang":1,"streams":[{"redirect":13696576,"hoster":"VOE"},{"redirect":13716796,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Herrschaft der Finsternis","epNo":34,"alt":"Descent of supreme king - The death duelists","descr":"Im Dorf traut sich niemand über Monsterkarten zu sprechen, weil man sich sonst mit dem Obersten König duellieren muss. Die Bewohner bitten Axel und Jim zu bleiben – denn etwas Unterstützung im Kampf gegen die Diener des Königs könnte nicht schaden. Aber die beide wollen unbedingt weiterziehen, um Jaden zu retten. In den Bergen begegnet ihnen der Oberste König, und sie machen eine schreckliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":13696637,"hoster":"VOE"},{"redirect":13716801,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Mehr als ein Augenblick (1)","epNo":35,"alt":"Dark fusion! INFERNO WING!","descr":"Jim fordert den Obersten König zum Duell heraus. Ihm ist klar, dass sich dahinter Jaden verbirgt. Mit dem Auge von Orichalcum kann er hinter Jadens finstere Fassade sehen. Er erkennt, dass in seinem Freund ein Kampf zwischen Gut und Böse lodert. Er versucht, an das Gute in Jaden zu appellieren. Allerdings ohne Erfolg …","versions":[{"lang":1,"streams":[{"redirect":13696580,"hoster":"VOE"},{"redirect":13716799,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Mehr als ein Augenblick (2)","epNo":36,"alt":"The first and probably last super fusion activation","descr":"Das Duell zwischen Jim und dem Obersten König geht weiter. Jim versucht immer wieder, zu Jaden durchzudringen. Aber das Böse behält die Übermacht. Als der Oberste König dann noch Gaia einsetzt, hat Jim keine Chance mehr. Nun muss Axel ran. Nur er kann den guten alten Jaden noch retten.","versions":[{"lang":1,"streams":[{"redirect":13696581,"hoster":"VOE"},{"redirect":13716797,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Mut, mutiger, Axel (1)","epNo":37,"alt":"The supreme king of terror! The wandering O`Brien","descr":"Axel hat ein schlechtes Gewissen, weil er seinem Freund Jim nicht helfen konnte. Er erfährt von der Festung, in der sich die Leute vor dem Obersten König verstecken. Sein Ziel ist klar: Er muss dort helfen. Er erfährt, dass der Anführer einen gemeinen Plan hat, doch Axel fordert ihn zum Duell heraus. Derweil sind auch Aster und Zane auf der Suche nach der Festung.","versions":[{"lang":1,"streams":[{"redirect":13696582,"hoster":"VOE"},{"redirect":13716802,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Mut, mutiger, Axel (2)","epNo":38,"alt":"The victor is righteous! The supreme king Vs. O`Brien","descr":"Axel gewinnt das Duell gegen den Fossilkrieger Totenkopfritter. Die Bewohner der Bergfestung wählen ihn deshalb zum Anführer. Sie bekommen Verstärkung von Aster und Zane, die sogar noch mehr Duellanten mitgebracht haben. Gemeinsam schaffen es die Jungs bis in den Palast des Obersten Königs, wo Axel den König zum Duell herausfordert.","versions":[{"lang":1,"streams":[{"redirect":13696595,"hoster":"VOE"},{"redirect":13716798,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Mut, mutiger, Axel (3)","epNo":39,"alt":"Volcanic devil Vs. the most henious evil hero","descr":"Axel bestreitet ein Duell gegen den Obersten König. Der König ist mächtig überheblich und versucht Axel einzuschüchtern. Der hält aber tapfer dagegen. Derweil ist dem gelben Ojama ein Licht aufgegangen: Der unheimliche Verfolger war Jesse, was bedeutet, dass es Jadens Freund gut geht. Er überbringt Axel sofort die tolle Neuigkeit. Da nimmt das Duell gegen den König eine überraschende Wende.","versions":[{"lang":1,"streams":[{"redirect":13696597,"hoster":"VOE"},{"redirect":13716800,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Spiel mit dem Feuer (1)","epNo":40,"alt":"Activate! Ultimate unsealing ritual technique","descr":"Dr. Crowler und Echo stoßen zu den restlichen Duellanten. Aster bemerkt, dass Echo und Adrian etwas verbindet. Da werden alle in eine Höhle gebeamt. Hier treffen sie Adrian, der Echo um ihre Duellenergie bittet. Aster will das verhindern und fordert ihn zum Duell heraus. Ihm wird bald klar, dass Adrian Exodia entfesseln will.","versions":[{"lang":1,"streams":[{"redirect":13696628,"hoster":"VOE"},{"redirect":13716807,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Spiel mit dem Feuer (2)","epNo":41,"alt":"Summon the ultimate forbidden god, Exodia!","descr":"Das Duell zwischen Adrian und Aster geht weiter. Aster will mit aller Macht verhindern, dass Adrian alle Teile von Exodia bekommt. Echo verliert nach und nach ihre Duellenergie. Und so sehr sich Aster auch anstrengt, sein Gegenspieler duelliert sich einfach geschickter. Kurz bevor er verliert, kann Aster seine Freunde noch in Sicherheit bringen. Doch Jaden will diese Niederlage nicht auf sich beruhen lassen.","versions":[{"lang":1,"streams":[{"redirect":13696549,"hoster":"VOE"},{"redirect":13716803,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Schlechte Erinnerungen (1)","epNo":42,"alt":"The sealed fusion","descr":"Auf der Suche nach Jesse irrt Jaden mit seinen Freunden durch die Wüste. Als sie an ein großes Tor kommen, ist er sicher, dass er dahinter seinen Freund finden kann. Doch Zane ist davon nicht begeistert. In einem Duell beweist er Jaden, dass er noch zu schwach für solch ein Abenteuer ist. Die Erlebnisse als Oberster König belasten ihn immer noch und er ist außer Stande, Fusionskarten zu spielen. Davon erfährt Baou. Er fordert Jaden zum Duell heraus.","versions":[{"lang":1,"streams":[{"redirect":13696626,"hoster":"VOE"},{"redirect":13716804,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Schlechte Erinnerungen (2)","epNo":43,"alt":"A clash of fate! Cyber-style Vs. The gem beasts","descr":"Jaden überwindet seine Hemmungen, spielt seine Fusionsmonster und kann gegen den Wächter von Baou gewinnen. Yubel taucht in der Gestalt von Jesse auf. Doch Zane durchschaut diesen Schwindel ziemlich schnell und fordert ihn zum Duell heraus. Trotz seines angschlagenen Gesundheitszustandes kann er das Match drehen. Jaden macht sich Sorgen, was mit Jesse passiert, falls er verliert.","versions":[{"lang":1,"streams":[{"redirect":13696550,"hoster":"VOE"},{"redirect":13716805,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Schlechte Erinnerungen (3)","epNo":44,"alt":"The ultimate dragon showdown! Cyber end Vs. Dark rainbow","descr":"Zane versucht weiter, Jesse im Duell zu besiegen. Jesse wird allerdings von Yubel gesteuert. Und die hat ein paar fiese Tricks auf Lager. Bald macht sich auch die angeknackste Gesundheit von Zane bemerkbar. Er kann Jesse nichts mehr entgegensetzen und verliert. Jaden fordert Jesse/Yubel zum Duell heraus. Dazu muss er sich aber auf die andere Seite des großen Tores begeben.","versions":[{"lang":1,"streams":[{"redirect":13696590,"hoster":"VOE"},{"redirect":13716813,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Das Entscheidende Duell (1)","epNo":45,"alt":"Clash of the demon gods! Mythic demon Vs. Exodia","descr":"Jaden will durch das große Tor gehen, um Jesse zu retten. Syrus und Crowler begleiten ihn, doch Bastion und Tania haben andere Pläne. Yubel kehrt in seinen Palast zurück und trifft dort Adrian. Yubel will ihm nicht einfach so diese Dimension überlassen. Es kommt zu einem Duell. Mit allen Teilen von Exodia glaubt Adrian, seinen Gegner leicht zu bezwingen. Aber dann spielt Yubel ihre Heiligen Ungeheuer …","versions":[{"lang":1,"streams":[{"redirect":13696629,"hoster":"VOE"},{"redirect":13716810,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Das Entscheidende Duell (2)","epNo":46,"alt":"Summon \"Yubel\"!","descr":"Das Duell zwischen Jesse und Adrian geht weiter. Mit allen Mitteln versucht Adrian endlich Exodia einsetzen zu können und das Duell zu seinen Gunsten zu beenden. Doch Yubel lockt ihn in eine Falle. Inzwischen ist Jaden bei Yubel eingetroffen. Wird er sie zum Duell herausfordern?","versions":[{"lang":1,"streams":[{"redirect":13696596,"hoster":"VOE"},{"redirect":13716806,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Die Innere Macht (1)","epNo":47,"alt":"Neos Vs. Advanced gem beasts","descr":"Yubel in Gestalt von Jesse kann sich endlich mit Jaden duellieren. Jaden will seinen Freund Jesse zwar vor der FInsternis retten, hat aber Angst davor, was passiert, wenn er ihn im Duell besiegt. Als er unerwartet Hilfe von den Neo-Weltraumbewohnern bekommt, geht Jaden auf das Duell ein und versucht den Geist von Jesse zu erreichen, der im Regenbogenfinsternisdrachen versteckt ist.","versions":[{"lang":1,"streams":[{"redirect":13696627,"hoster":"VOE"},{"redirect":13716812,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Die Innere Macht (2)","epNo":48,"alt":"Activate super fusion! Rainbow neos","descr":"Das Duell zwischen Yubel und Jaden geht weiter: Um seinen Freund Jesse zu befreien und die Finsternis vom Spielfeld zu verbannen, spielt Jaden seine Karte Superpolimerisation. Damit kann er zwar Jesse retten, verliert aber seine wichtigste Spielkarte an Yubel.","versions":[{"lang":1,"streams":[{"redirect":13696591,"hoster":"VOE"},{"redirect":13716808,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der Oberste König kehrt zurück (1)","epNo":49,"alt":"Confrontation of the chosen cards! Elemental heros VS Yubel","descr":"Jaden kämpft in einem Duell gegen Yubel. Unterstützt und angefeuert wird er dabei von Syrus und dem Gelben Ojama. Der Kampf scheint aussichtslos. Erst als Syrus ihn daran erinnert, dass er sich dem Obersten König in sich stellen muss, schöpft Jaden neue Kraft.","versions":[{"lang":1,"streams":[{"redirect":13696594,"hoster":"VOE"},{"redirect":13716809,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Der Oberste König kehrt zurück (2)","epNo":50,"alt":"Supreme King Judai Resurrected!","descr":"Jadens Lage wird immer aussichtsloser, bis er sich darauf besinnt, die Kräfte des Obersten Königs zu nutzen, um Yubel zu besiegen. Er setzt Jesses mächtigstes Ungeheuer, den Regenbogendrachen ein und vereinigt ihn mit Neos zu der Karte Regenbogen-Neos …","versions":[{"lang":1,"streams":[{"redirect":13696592,"hoster":"VOE"},{"redirect":13716814,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Der Oberste König kehrt zurück (3)","epNo":51,"alt":"Rainbow Neos VS Yubel Ultimate Form","descr":"Wie sich herausstellt, war Yubels ursprünglicher Auftrag den Obersten König, der gegen die Finsternis im Universum kämpfen soll, zu schützen. Mit Superpolimerisation vereint Jaden sich selbst mit Yubel und fliegt mit ihr zu den Sternen, um seinen Auftrag als Oberster König zu erfüllen und das Universum vor dem Chaos zu bewahren. Die anderen gelangen wieder wohlbehalten in die normale Dimension und zur Duellakademie zurück.","versions":[{"lang":1,"streams":[{"redirect":13696593,"hoster":"VOE"},{"redirect":13716811,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"[Nicht in Deutsch vorhanden]","epNo":52,"alt":"Judai revived!? A brand NEW journey [Episode 156]","descr":"Jadens Freunde kehren zur Duellakademie zurück, Jaden selbst jedoch nicht. Sie schwelgen in Erinnerungen an die Ereignisse der letzten drei Jahre und ihre Erinnerungen an Jaden. Dies ist die einzige Folge von Staffel 3, die nicht synchronisiert wurde. Diese Folge ist eine Clipshow.","versions":[{"lang":2,"streams":[{"redirect":13121947,"hoster":"VOE"},{"redirect":13716689,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Looming Threat! The Mysterious Visitor","descr":"Ein Monat ist seit dem Yubel-Vorfall vergangen. Das Leben an der Akademie hat wieder begonnen, aber Jaden hat sich in den roten Schlafsälen zurückgezogen, ohne einen Schritt nach draußen zu machen. Mitten im Geschehen geht plötzlich etwas mit dem Duellsystem schief. Karten, die nicht auf Solid Vision reagieren, tauchen auf. Chazz, Alexis und Fujiwara haben die Computerräume untersucht, um dem Ganzen auf den Grund zu gehen. In der Zwischenzeit hat Jaden ein Handy von einem unbekannten Absender erhalten und erfährt einige rätselhafte Informationen.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Farewell, Duel Academia! The Path Judai Chooses","descr":"Jaden hat Fujiwara durchschaut und trifft ebenfalls eine schwerwiegende Entscheidung und reicht seine Rücktrittserklärung bei Kanzler Sheppard ein. Jaden trifft einige Leute, die Sheppard darauf hinweisen, dass er seine Rücktrittserklärung nicht annehmen wird: Sartorius und Kagemaru sind gekommen, um Jaden mitzuteilen, dass sie eine Krise gespürt haben, die sich irgendwo auf dem Weg ereignen könnte. Dann taucht ein geheimnisvoller Mann vor ihnen auf.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Truth Behind Darkness! Judai VS Fubuki","descr":"Axel hat Atticus vor Fujiwara gerettet; dann beschließt Jaden, sich mit Atticus zu duellieren, um das Geheimnis hinter Nightshroud zu lösen. Atticus leiht sich die Kraft von Nightshroud und beschwört Rotäugiger Schwarzer Drache. Dann opfert er Rotäugiger Schwarzer Drache, um Rotäugiger Finsterer Drache zu beschwören und Jaden anzugreifen. Während das Duell weitergeht, wird mehr über Atticus\u0027 dunkle Vergangenheit enthüllt, und es gibt viel über Fujiwara und Nightshroud zu entdecken...","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Fusing Souls! Neos VS F.G.D. (Five God Dragon)","descr":"Honest wird von Jaden enttarnt und startet einen massiven Angriff, der von Yubels Macht in Jadens Seele abgewehrt wird. Honest erklärt sich bereit, über die weltweite Katastrophe zu sprechen, die sich gerade ereignet, wird aber schnell von dem ominösen Trueman vernichtet, der auch alle anderen töten will. Jaden nimmt Honest in sein Deck auf und bereitet sich auf den Kampf gegen Trueman vor.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Shall We Duel? Invitation to a Pair Duel","descr":"Hassleberry und andere Schüler planen eine Duell-Party, um Erinnerungen zu wecken. Währenddessen überlegt Alexis, ob sie an der Akademie bleiben und Kindergärtnerin werden oder im Ausland studieren soll. Währenddessen werden auf der Duell-Party Jungen-Mädchen-Paare gebildet, die sich mit den Absolventen gegen die Studenten duellieren sollen. Alexis wird von Hassleberry versehentlich mit Jaden gepaart, aber die beiden arbeiten nicht gut zusammen.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Judai VS Asuka: Face-Down Card of Hidden Emotions","descr":"Blair hat festgestellt, dass die beiden Duellanten Jaden und Alexis nicht auf derselben Seite stehen und legt verdeckt eine Karte ab. Dann sagt Jaden zu Alexis, sie solle ihre verdeckte Karte überprüfen, inszeniert aber sein eigenes Duell ohne Rücksicht darauf, was sie erwarten könnte. Blair hat ihre verdeckte Karte gegenüber Alexis geöffnet, die über die Situation wütend wird.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Challenge from Psycho Shocker","descr":"Wie aus dem Nichts taucht die Person auf, die Kanzler Sheppard angegriffen hat. Es handelt sich um Makoto Inotsume, einen Träger des Psycho-Stils, der etwa zur gleichen Zeit wie sein Rivale, der Cyber-Stil, entstanden ist. Sein Ziel war es, den Cyber-Stil zu besiegen, um den Psycho-Stil zur Hauptstilschule zu machen. Um sein Ziel zu erreichen, fordert er den geschwächten Zane Truesdale heraus, und sie treten gegeneinander an.","versions":[{"lang":3,"streams":[{"redirect":13696548,"hoster":"VOE"},{"redirect":8664387,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Inherited Cyber Dark Dragon","descr":"Syrus beschließt, den Platz seines Bruders einzunehmen und sich mit Inotsume zu duellieren. Sein Training mit Zanes Deck verläuft jedoch nicht gut. Er erkennt, dass er keinen Erfolg haben wird, wenn er nur versucht, seinen Bruder zu imitieren, und beschließt, sowohl seine als auch Zanes Decks zu \"hören\". Schließlich duellieren sich Syrus und Inotsume, und es kommt zu einem Kampf zwischen Cyber Dark Dragon und Jinzo.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shoot for it! Manjoume, the Path to a Pro Duelist!","descr":"Chazz will ohne die Hilfe seiner Brüder Profi-Duellant werden, aber er hat nur Absagen erhalten. Crowler, der es nicht ertragen kann, Chazz als solchen zu sehen, bringt ihn zu Asters Kreuzer und bittet Phoenix, Chazz zu seinem Schüler zu machen. Doch der Alltag eines Profi-Duellisten übersteigt Chazz\u0027 kühnste Vorstellungen. Rechercheaufrufe für Artikel um sieben Uhr morgens, die langen Schlangen bei Handshaking-Veranstaltungen, und was ihn am meisten schockiert: Aster, der als Genie bewundert wird, absolviert ein hartes und blutiges Duelltraining mit einem Trainer.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Armed Dragon VS Dragoon D End","descr":"Chazz\u0027 Fehler führt dazu, dass Aster aus der Profiliga ausscheidet und ganz verschwindet. In der Zwischenzeit wurde der Junge von Mike, einem Fernsehregisseur, entdeckt und versuchte sich auf dem Stuhl eines Star-Duellanten. Mikes nächstes Gimmick ist \"Lehrer-Schüler-Kampf! Aster vs. Chazz!!\". Doch hinter Asters Rücktritt aus der Profiliga verbirgt sich ein gewisses Geheimnis.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Gratitude Duel! Chronos VS The Original Dropout Boy","descr":"Als Crowler das Graduierungsalbum sieht, beginnt er, sich abnormal zu verhalten. Er hält grundlos starren Unterricht ab, lässt seine Schüler plötzlich das Einmaleins diktieren und sie Liegestütze machen... am Ende boykottieren sie den Unterricht und fliehen. Jaden fordert Crowler daraufhin zu einem Duell heraus, dem ersten seit den Aufnahmeprüfungen.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Graduation Duel Starts! Neos VS Black Flame Dragon of Horus","descr":"Das Abschlussduell an der Duell-Akademie beginnt und Jaden wird mit Herausforderungen für das Duell überhäuft. Und so fordert ihn Sorano, ein talentierter Zweitklässler aus den Blue Dorms, heraus. In der Zwischenzeit hat Axel Wind von einer Katastrophe in Domino City bekommen, denn Trueman ist aus dem Schatten aufgetaucht und ist bereit, seinen Plan in die Tat umzusetzen (Mihos Name steht in dieser Folge auf der Liste).","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Price of Decision! Darkness in the O`Brien Fire","descr":"Axel hat gegen Trueman gekämpft, der ihn mit schmerzhaften Erinnerungen und Gedanken verhöhnt hat. Trueman besiegt Axel, und alle Erinnerungen an den Jungen werden gelöscht, so als hätte er nie existiert. Jaden kommt nach Domino City, um Nachforschungen anzustellen, und sieht sich mit einer Armee böser Axels konfrontiert.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Saiou Returns! Activate the Decisive Power of Absoulte Destiny!!","descr":"Sartorius rettet Jaden vor Trueman und teilt ihm wichtige Neuigkeiten mit: Der dunkle Abgesandte wird die Duell-Akademie angreifen. Doch plötzlich stellt Sartorius den Jungen in die Ecke und fordert ihn zu einem Duell heraus. Mit seiner Kombination aus Arcana Force 0 - The Fool und Tour of Doom kann er keine Monster mehr beschwören.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"The End of Destiny! Magma Neos VS The Dark Ruler","descr":"Jaden gerät in eine missliche Lage, da sein Deck durch die Aussaat des Narren immer weiter abnimmt. Dort hört er auf den Geflügelten Kuriboh und schafft es, den Dunklen Herrscher zu kontern. Jaden hört Sarina, als er mit nur noch 13 Karten in die Ecke gedrängt wird, und sie fordert ihn auf, ihren Bruder zu retten. Jaden erkennt, dass er Sartorius besiegen muss, um ihn zu verstehen und zu retten.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Duel Academia Crisis! The Gem Beast Blocking the way","descr":"Jaden hat seinen Kampf mit Sartorius beendet und macht sich auf den Weg zur Akademie, aber dieses Mal versperrt Trueman ihm den Weg, was zu einem Duell führt. Trueman hat den Kampf mit einem Crystal Beast Deck begonnen, das nur Jesse besitzen sollte. Jaden ist schockiert und stellt fest, dass Jesse in Truemans Fänge geraten ist.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Darkness Invasion! Stolen Memories","descr":"Trueman hat von Soranos Körper Besitz ergriffen und greift die Schüler der Akademie einen nach dem anderen an. Die Schüler, die er besiegt, werden ins Nichts gezogen und die Erinnerungen an sie werden aus der Bevölkerung ausgelöscht. Auch Chazz und die anderen fallen Trueman in die Hände, und Atticus, der sie vergessen hat, irrt allein in der kargen Akademie umher. Jaden und Jesse gelingt es, ihn zu erreichen, und dann taucht endlich der wahre Drahtzieher hinter Trueman auf.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Activate! \"Clear World\" Terror of Negatei Buefuikuto","descr":"Fujiwara spricht von den Wundern der Welt der Finsternis, aber Atticus teilt diese Meinung nicht. Fujiwara hat die Feldmagie \"Klare Welt\" aktiviert und Atticus den negativen Effekt auferlegt, was ihn in eine missliche Lage bringt. Fujiwara zeigt ihm die Dunkelheit in den Herzen von Chazz, Alexis, Syrus und den anderen, um ihm den letzten Schlag zu versetzen.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Battle Royal! Judai vs. Johan vs. Fujiwara","descr":"Jaden und Jesse bilden ein Tag-Team und beginnen ihr Duell gegen Fujiwara, der Clear World einsetzt und Negative Effect aktiviert, um mit einer Kombination seiner Monster einen mächtigen Angriff gegen Jaden zu starten. Doch Jaden entgeht der Katastrophe, weil Jesse ihm den Rücken stärkt. Ein wütender Fujiwara, dem klar ist, dass er nur gewinnen kann, wenn er die Bande zwischen Jaden und Jesse zerreißt, hat in Jesses Geist geschaut, um die Dunkelheit in seinem Herzen zu finden.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Rainbow Neos, Protector of Bonds vs. Clear Vicious Knight","descr":"Fujiwara versucht, die Dunkelheit in Jesses Herz zu nutzen, um die starke Bindung zwischen Jaden und Jesse zu zerstören, aber ohne Erfolg. Fujiwara, den ihre Verbindung wütend macht, hat das Attribut Schwerkraft und das Attribut Chamäleon aktiviert. Die beiden Effekte, die Fujiwara in Gang gesetzt hat, veranlassen Jesses und Jadens Monster, sich gegenseitig anzugreifen, und Jesse widersteht dem Angriff nicht. Allerdings erscheint Honest vor Fujiwara und erinnert ihn an traurige Erinnerungen.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Combo of Terror! Nihility and Infinity","descr":"Jaden gelingt es, Nightshroud von Fujiwara zu trennen, aber die Welt ist immer noch in die Dunkelheit einer totalen Sonnenfinsternis gehüllt. Aus dieser Dunkelheit tritt schließlich der wahre Nightshroud hervor, der Jaden mitteilt, dass die Welt der Dunkelheit durch die Dunkelheit in den Herzen aller Duellanten erschaffen wurde. Jaden fordert Nightshroud heraus, um alle aus seiner Welt zu retten. Nightshroud aktiviert die Kombo aus Terror, Zero und Infinity, und ironischerweise kommt die einzige Hilfe, die Jaden hat, von Yubel.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Last Hope! Yuki Judai","descr":"Jaden verschmilzt Neos und Yubel, beschwört Neos Wiseman und greift Nightshroud an. Doch Nightshroud hat ein entspanntes Lächeln im Gesicht. Er belebt sein Auge der Finsternis wieder und aktiviert seine Null- und Unendlichkeitskombo. Mitten in seinem Hin und Her zwischen Angriff und Verteidigung enthüllt Nightshroud die schockierende Wahrheit: Nightshroud selbst ist die Verkörperung der Zukunft der Menschheit. Jaden kämpft mit dem Schicksal allen Lebens um seinen Erfolg.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Farewell, Judai! A Tearful Graduation Ceremony","descr":"Jaden und seine Freunde haben es sicher zu ihrer Abschlussfeier geschafft. Am Abend findet eine Dankesfeier statt, aber Jaden ist nirgends zu finden. Vor ihm, der seine Sachen packen und sich auf den Weg machen will, ist der geflügelte Kuriboh aufgetaucht und hat ihn in die Ausstellungsgalerie geführt. Dort wartet Yugi Muto auf ihn und teilt ihm mit, dass es Zeit ist, mit dem echten Abschlussduell zu beginnen. Yugi erklärt dem zweifelnden Jaden, dass er in den letzten drei Jahren viel Kraft gewonnen hat, aber etwas Besonderes verloren hat, das er wiederfinden muss. Sobald er seine Karte über das Deck hält, erscheint wie aus dem Nichts ein Zeitsprung in die Welt der Vergangenheit. Dort wartet Yugi aus der Vergangenheit, der es durch ein Duell mit ihm ermöglichen wird, das besondere Ding zurückzuholen. Das Duell beginnt, und als das Duell sich zu erhitzen beginnt, übernimmt Yami Yugi das Duell, da er spürt, dass Jaden ein starker Gegner ist.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"The True Graduation Duel ! Judai VS Legendary Duelist","descr":"Yami Yugi manages to summon some of the Egyptian Gods, but although the end of the Duel is never shown, it had concluded with Yami Yugi (Pharaoh Atem)\u0027s victory. After the Duel, Jaden finds out that the thing he lost which was a passion for dueling. The show concludes with Jaden, Banner\u0027s spirit, and Pharaoh running into the distance, awaiting their next adventure.","versions":[]}]}]}