{"seriesId":"yu-gi-oh-vrains","name":"Yu-Gi-Oh! VRAINS","descr":"[Ger Sub] Yu-Gi-Oh! Vrains spielt in Den City, einer Stadt in der Netzwerk-Systeme entwickelt werden. Auch der Firmenriese SOL Technology Co. hat seinen Sitz in der Stadt und nutzt die fortschrittliche Technologie, um sogenannte \"Link Vrains\", ein virtueller Raum, zu konstruieren. Doch in diesem Raum erscheint plötzlich eine mysteriöse Hacker-Gruppe namens \"The Hanoi Knights\", die es auf die Zerstörung des \"World of AI: Cyverse\" abgesehen haben, das sich irgendwo in diesem Netzwerk befindet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"My Name Is Playmaker","descr":"Eine KI auf der Flucht. Sowohl die Ritter Hanois, als auch SOL Technologies versuchen Ignis in ihre Finger zu bekommen. Doch da tritt Yuusaku auf den Plan, der sich in LINK VRAINS Playmaker nennt und einen Privatkrieg gegen die Ritter Hanois zu führen scheint.","versions":[{"lang":3,"streams":[{"redirect":14038363,"hoster":"VOE"},{"redirect":13914308,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Seize the Wind! Storm Access","descr":"Als der Wind durch LINK VRAINS zieht, beginnt für Yuusaku sein erstes Speed-Duell. Bald schon scheint die Lage für ihn aussichtslos, doch er hat noch ein letztes Ass im Ärmel, über das ihn Ignis reichlich spät informiert …","versions":[{"lang":3,"streams":[{"redirect":14038400,"hoster":"VOE"},{"redirect":13914312,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"First Contact","descr":"Nach seinem Sieg über den Ritter Hanois steigt Playmakers Popularität rasant an, sodass die beiden angesagten Charisma-Duellanten ihn ebenfalls zum Duell fordern. Yuusaku seinerseits ist mehr damit beschäftigt, die erbeutete KI zu analysieren.","versions":[{"lang":3,"streams":[{"redirect":14038408,"hoster":"VOE"},{"redirect":13914299,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Charisma Duelist Go Onizuka","descr":"Als ein Ritter Hanois in LINK VRAINS sein Unwesen zu treiben beginnt, macht sich Yuusaku sofort auf, dem Einhalt zu gebieten. Dieser Ritter Hanois lockt Yuusaku allerdings in eine Falle und entpuppt sich außerdem als Überraschung.","versions":[{"lang":3,"streams":[{"redirect":14038428,"hoster":"VOE"},{"redirect":13914302,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Three Count Rings","descr":"Yuusaku ist im Duell gegen Onizuka gefangen. Derweil versucht Kusanagi eine Backdoor in SOL Technologies’ Programm zu bauen, die Yuusaku zur Flucht verhelfen soll. Doch kann er lange genug gegen Onizuka bestehen?","versions":[{"lang":3,"streams":[{"redirect":14038317,"hoster":"VOE"},{"redirect":13914304,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Idol!! Blue Angel","descr":"Nach dem Sieg über Go Onizuka gehen Yuusaku und Kusanagi wieder ihren ursprünglichen Zielen nach, was ihr Interesse an einer Mitschülerin Yuusakus weckt. Playmaker wird ein weiteres Mal herausgefordert.","versions":[{"lang":3,"streams":[{"redirect":14038398,"hoster":"VOE"},{"redirect":13914303,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Hanoi\u0027s Angel","descr":"Endlich beginnt das mit Spannung erwartete Duell Blue Angel gegen Playmaker. Yuusaku spürt, dass die Hanois etwas mit Blue Angels Deck angestellt haben.","versions":[{"lang":3,"streams":[{"redirect":14038396,"hoster":"VOE"},{"redirect":13914305,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Controller of the Wind","descr":"Seit dem Kampf gegen Yuusaku liegt Aoi im Koma. Ihr Bruder ist fest davon überzeugt, dass Playmaker daran die Schuld trägt und ihr die Hanoi-Karte gegeben hat. Deshalb stellt er ihm eine Falle. Yuusaku geht auf die Herausforderung ein und hofft, das Missverständnis aufklären zu können. Dann taucht ein Ritter Hanois auf …","versions":[{"lang":3,"streams":[{"redirect":14038399,"hoster":"VOE"},{"redirect":13914318,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Enemy I was Seeking","descr":"Yuusaku entscheidet sich, gegen Revolver, dem Anführer der Ritter Hanois in den Ring zu steigen. Ein Duell, bei dem für beide Partien viel auf dem Spiel steht.","versions":[{"lang":3,"streams":[{"redirect":14038429,"hoster":"VOE"},{"redirect":13914306,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Impact Cyberse Vanishes","descr":"Revolver aktiviert eine mächtige Fähigkeit und nutzt die überwältigende Macht, die er so erhält, für einen mächtigen Angriff. Angesichts dessen bleibt Playmaker nur übrig, in die Defensive zu gehen.","versions":[{"lang":3,"streams":[{"redirect":14038431,"hoster":"VOE"},{"redirect":13914309,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Roar of the Magazine Varreload","descr":"In der neuen Arena spitzt sich der Kampf zwischen Revolver und Playmaker weiter zu. Während Ghost Girl von außerhalb VRAINs Unterstützung erhält, um dem Duell weiter zu folgen.","versions":[{"lang":3,"streams":[{"redirect":14038433,"hoster":"VOE"},{"redirect":13914326,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Impregnable Defending Dragon Firewall","descr":"Das Duell zwischen Yuusaku und Revolver nähert sich seinem Finale. Yuusaku hat nur noch wenige Lebenspunkte und Revolvers noch nicht einmal angekratzt. Wird er das Blatt wenden können oder wird ihm seine Rache verwehrt?","versions":[{"lang":3,"streams":[{"redirect":14038358,"hoster":"VOE"},{"redirect":13914332,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Battle Record","descr":"Nach Revolvers und Playmakers Duell kehrt wieder Ruhe ein. Ghost Girl recherchiert derweil weiter in LINK VRAINS. Yuusaku seinerseits ist mit der Geheimhaltung seiner Identität beschäftigt.","versions":[{"lang":3,"streams":[{"redirect":14038250,"hoster":"VOE"},{"redirect":13914360,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Ghost Girl`s Invitation","descr":"Ghost Girl fordert Playmaker zu einem Duell heraus. Erneut steht für Playmaker viel auf dem Spiel, denn Ghost Girl fordert als Einsatz Ai. Doch für Yuusaku geht es um eine Spur zur Wahrheit über seine Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":14038279,"hoster":"VOE"},{"redirect":13914333,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Altergeist That Hides in the Darkness","descr":"Playmakers und Ghost Girls Duell wird immer komplexer, während sie versuchen, sich gegenseitig auszuhebeln. Ghost Girl scheint jeden von Playmakers Zügen vorauszuahnen, doch kann sie verhindern, dass er Storm Access einsetzt?","versions":[{"lang":3,"streams":[{"redirect":14038425,"hoster":"VOE"},{"redirect":13914335,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Infiltrate SOL\u0027s Cyber Fortress","descr":"Yuusaku bricht auf, um mit Ghost Girls Backdoor SOL Technologies’ Datenbank zu infiltrieren, wodurch er hofft, Anhaltspunkte zum Vorfall vor zehn Jahren zu finden. Ihm stellen sich schnell Security-Fallen in den Weg, doch das soll nicht das einzige Hindernis bleiben.","versions":[{"lang":3,"streams":[{"redirect":14038258,"hoster":"VOE"},{"redirect":13914334,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Flawless AI Duelist","descr":"Während Zaizen und Ghost Girl weiter in Richtung Datenbank unterwegs sind, stellt sich Blue Angel einem Duell gegen einen der KI-Duellanten. Derweil muss sich auch Playmaker aus seiner misslichen Lage befreien.","versions":[{"lang":3,"streams":[{"redirect":14038251,"hoster":"VOE"},{"redirect":13914379,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Wound Etched Into His Heart","descr":"Playmaker steht vor seinem Ziel, dem Kern von SOL Technologies’ Mothercomputer. Doch Zaizen lässt ihn nicht vorbei. Es entbrennt ein weiteres Duell, bei dem für Playmaker alles auf dem Spiel steht.","versions":[{"lang":3,"streams":[{"redirect":14038367,"hoster":"VOE"},{"redirect":13914336,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Incident Buried in Darkness","descr":"Zaizen zeigt sich von Playmakers Topmonster wenig beeindruckt und zieht alle Register, um siegreich aus dem Duell hervorzugehen. Erneut versucht er, Playmaker davon zu überzeugen von seiner Rache abzusehen. Playmaker hält aber daran fest und klärt ihn über seine Gründe auf.","versions":[{"lang":3,"streams":[{"redirect":14446974,"hoster":"VOE"},{"redirect":13914337,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Unyielding Justice","descr":"Zaizen bereitet seinen Angriff vor, der für Playmaker das Aus bedeuten könnte. Doch Playmaker lässt sich nicht davon abbringen, dem Pfad seiner Rache weiter zu folgen. Wird er das Blatt noch einmal wenden können oder nimmt sein Feldzug gegen die Hanois und die Drahtzieher des Vorfalls hier ein Ende?","versions":[{"lang":3,"streams":[{"redirect":14038368,"hoster":"VOE"},{"redirect":13914345,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Embers of a New Battle","descr":"Nach dem Kampf in SOL Technologies\u0027 Mothercomputer versuchen Yuusaku und Kusanagi dem Vorfall von zehn Jahren auf den Grund zu gehen. Jedoch mit eher mäßigem Erfolg. Denn da der Kopf des Hanoi-Projektes bereits tot ist, stehen sie erneut ohne eine Spur da.","versions":[{"lang":3,"streams":[{"redirect":14038320,"hoster":"VOE"},{"redirect":13914338,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Blackened Sun","descr":"Eine neue Bedrohung terrorisiert LINK VRAINS. Duellanten werden von ihren Duel Disks in LINK VRAINS gezogen und ihre Körper bleiben als seelenlose Hüllen zurück. Als Yuusaku und Kusanagi der Sache nachgehen, stellt sich schnell raus, wer dahinter steckt.","versions":[{"lang":3,"streams":[{"redirect":14038413,"hoster":"VOE"},{"redirect":13914344,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Genome\u0027s Giant","descr":"Go Onizuka steigt gegen Dr. Genome in den Duell-Ring. Wird Onizuka seine Krise seit der Niederlage gegen Playmaker überwinden und mit seinem neuen Kampfstil Dr. Genome gewachsen sein? Und falls er das nicht ist, kennt er tatsächlich Playmakers wahre Identität?","versions":[{"lang":3,"streams":[{"redirect":14038407,"hoster":"VOE"},{"redirect":13914373,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Dark Mask\u0027s Burden of Fate","descr":"Nach Dr. Genomes letztem Angriff konnte Dark Onizuka knapp seine Niederlage verhindern, doch wie lange kann er ihm noch standhalten? Yuusaku loggt sich, möglicherweise bereits zu spät, in VRAINS ein. Die Ritter Hanois terrorisieren LINK VRAINS.","versions":[{"lang":3,"streams":[{"redirect":14038369,"hoster":"VOE"},{"redirect":13914349,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Virus Deck Operation","descr":"Yuusaku und Kusanagi versuchen weiter, den Another-Zwischenfällen auf die Spur zu kommen. Onizuka kämpft in LINK VRAINS gegen die Ritter Hanois. Doch was ist mit Blue Angel? Wird sie sich an die Abmachung mit ihrem Bruder halten?","versions":[{"lang":3,"streams":[{"redirect":14038290,"hoster":"VOE"},{"redirect":13914348,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Three Draws Leading to Hope","descr":"Während Blue Angels Kampf sich zuspitzt, entdecken Yuusaku und Kusanagi ein ihnen bekanntes Gesicht auf dem Video eines Another-Vorfalls. Blue Angel gerät derweil in arge Bedrängnis. Kann sie das Blatt noch wenden?","versions":[{"lang":3,"streams":[{"redirect":14038412,"hoster":"VOE"},{"redirect":13914352,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Naoki Shima the Fighter","descr":"Das Cyber-Virus Säuberungsprogramm ist im Umlauf und das Another-Problem scheint abzuklingen. Yuusaku ist derweil klar, dass hinter der ganzen Sache ein weiterer Drahtzieher stecken muss. Sein Klassenkamerad, Shima, will unbedingt etwas gegen die Ritter Hanois unternehmen.","versions":[{"lang":3,"streams":[{"redirect":14038313,"hoster":"VOE"},{"redirect":13914354,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Final Commander of the Three Knights","descr":"Playmaker taucht im letzten Moment auf, um Brave Max vor einem Duell gegen Faust zu bewahren. Doch kann er gegen den wohl stärksten der drei Verantwortlichen für den Another-Vorfall gewinnen?","versions":[{"lang":3,"streams":[{"redirect":14038325,"hoster":"VOE"},{"redirect":13914374,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Kusanagi Report","descr":"Kusanagi schreibt einen Bericht, in dem er die bisherigen Geschehnisse zusammenfasst. Für den Fall, dass ihm oder Yuusaku was zustößt.","versions":[{"lang":3,"streams":[{"redirect":14038426,"hoster":"VOE"},{"redirect":13914355,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"Doorway to the Abyss","descr":"SOL Technologies ist im Begriff, die letzten Überreste der Ritter Hanois aus LINK VRAINS zu beseitigen. Yuusaku kann derweil spüren, dass in LINK VRAINS irgendetwas Gewaltiges geschieht und geht der Sache nach.","versions":[{"lang":3,"streams":[{"redirect":13918620,"hoster":"VOE"},{"redirect":13914358,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"The Final Trigger","descr":"Ghost Girl muss sich in einem Duell gegen Revolver beweisen, um die gesammelten Daten aus LINK VRAINS zu schaffen. Playmaker und Ignis werden von einer Anomalie verfolgt. Was hat Revolver mit dieser riesigen Menge an Energie vor?","versions":[{"lang":3,"streams":[{"redirect":14446975,"hoster":"VOE"},{"redirect":13914362,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Tower of Hanoi","descr":"Dank Ghost Girls Informationen gelingt es Yuusaku und Kusangi in Erfahrung zu bringen, was es mit dem Turm Hanois auf sich hat. LINK VRAINS wird derweil ins Chaos gestürzt, während SOL Technologies komplett die Kontrolle darüber verliert.","versions":[{"lang":3,"streams":[{"redirect":14038404,"hoster":"VOE"},{"redirect":13914365,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Angel with Blue Tears","descr":"Noch fünf Stunden bis zur vervollständigung des Turm Hanois. Blue Angel muss sich gegen Specter behaupten, der sie mit der Geschichte des Ursprungs ihres Namens konfrontiert. Doch sie findet keinen Weg durch seine Verteidigung.","versions":[{"lang":3,"streams":[{"redirect":13918617,"hoster":"VOE"},{"redirect":13914385,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"Sacred Tree","descr":"Der Kampf zwischen Specter und Blue Angel spitzt sich zu. Wird es Blue Angel gelingen, seine nahezu undurchdringbare Verteidigung zu durchbrechen und so das Tor zu seinem Herzen zu öffnen, oder wird Specter sie auf Daten reduzieren und mit Ghost Girl wieder vereinen?","versions":[{"lang":3,"streams":[{"redirect":14038418,"hoster":"VOE"},{"redirect":13914372,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"The Other Lost Incident","descr":"Aois Bruder will ihr zur Rettung eilen, wird aber von einem alten Bekannten abgefangen. Derweil ist Yuusaku unterwegs zum Turm Hanois. Aber auch er schafft es nicht weit, bis sich ihm Spectre in den Weg stellt. Die Zeit drängt und ein Duell lässt sich nicht vermeiden.","versions":[{"lang":3,"streams":[{"redirect":14038238,"hoster":"VOE"},{"redirect":13914390,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"Worthless Justice","descr":"Spectres Selbstheilung macht Yuusaku schwer zu schaffen, an seinem Baum scheint es kein Vorbeikommen zu geben. Gerade, als Yuusaku es endlich zu gelingen scheint, die Oberhand zu gewinnen, nutzt Spectre Yuusakus wahre Schwäche aus: Seinen Sinn für Gerechtigkeit.","versions":[{"lang":3,"streams":[{"redirect":14038275,"hoster":"VOE"},{"redirect":13914375,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"My Mother Tree","descr":"Spectre und Yuusaku stehen sich nach wie vor auf der einstürzenden Brücke gegenüber. Zusätzlich zu seinem Mutterbaum, der ihm eine nahezu undurchdringliche Defensive beschert, hat Spectre nun auch noch Zaizen als Geisel genommen. Wie wird Yuusaku auf dieses Dilemma reagieren?","versions":[{"lang":3,"streams":[{"redirect":14038430,"hoster":"VOE"},{"redirect":13914376,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Hanoi\u0027s Recollection","descr":"Während sich der Turm Hanois seiner Vervollständigung nähert, zieht Revolver eine Bilanz der bisherigen Ereignisse. Beginnend mit seinem ersten Aufeinandertreffen mit Playmaker bis zur Gegenwart. Alles vor dem bevorstehenden finalen Kampf, welcher die Bestimmung der beiden zu sein scheint.","versions":[{"lang":3,"streams":[{"redirect":14038427,"hoster":"VOE"},{"redirect":13914377,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Bullet Buried in Darkness","descr":"Während Playmaker nach seinem Duell gegen Spectre von der einstürzenden Brücke fällt, konfrontiert Go Onizuka Revolver. Doch kann Go Onizuka Revolver die Stirn bieten? Ihm und seiner \"übermächtigen Karte\", vor der Playmaker Onizuka warnte.","versions":[{"lang":3,"streams":[{"redirect":14038268,"hoster":"VOE"},{"redirect":13914404,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"Thirst for Victory","descr":"Mit Mirror Force, der \"übermächtigen\" Karte, die Playmaker erwähnte, hat Revolver auf einen Schlag sämtliche Monster Go Onizukas vernichtet. Wird er sich davon wieder erholen können? Und wer kann ahnen, welche Tricks Revolver noch auf Lager hat. Go schlägt sich wacker und kämpft mit allem, was in ihm steckt, doch ist er Revolver gewachsen?","versions":[{"lang":3,"streams":[{"redirect":14038393,"hoster":"VOE"},{"redirect":13914378,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Deceitful Truth","descr":"Playmaker und Revolver stehen sich zum finalen Kampf um das Schicksal der gesamten Netz-Welt gegenüber. Revolver ergreift die Gelegenheit, Playmaker über die gesamte Wahrheit des Lost-Vorfalls aufzuklären. Und über die Gründe, warum die Ritter Hanoi es auf Ignis abgesehen haben.","versions":[{"lang":3,"streams":[{"redirect":14038401,"hoster":"VOE"},{"redirect":13914380,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Stardust Road\u0027s Guidance","descr":"Im alles entscheidenden Kampf Revolver gegen Playmaker scheint Revolver eine Antwort auf alle Taktiken Playmakers zu haben. Playmakers letzte Chance ist, sich in den tosenden Datenwirbel zu stürzen, um seinen Skill, Data Storm, einzusetzen. Doch selbst dagegen scheint Revolver gewappnet zu sein.","versions":[{"lang":3,"streams":[{"redirect":14446976,"hoster":"VOE"},{"redirect":13914381,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"Birth of the Ignis","descr":"Nach dem Doppel-KO sind Playmaker und Revolver wie vom Erdboden verschluckt. Doch der Turm Hanois nähert sich weiter seiner Vervollständigung. Yuusaku und Kusanagi bleibt nur noch eins: Revolver aufzuspüren, bevor es zu spät ist.","versions":[{"lang":3,"streams":[{"redirect":14038373,"hoster":"VOE"},{"redirect":13914382,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Prisoner of Destiny","descr":"Das schicksalhafte, finale Duell zwischen Playmaker und Revolver ist im Gange. Playmaker muss sämtliche Register ziehen, um Revolver und insbesondere seiner übermächtigen Karte Mirror Force die Stirn bieten zu können. Doch während Playmaker sich auf Mirror Force konzentrieren muss, verfolgt Revolver bereits eine weitere Strategie.","versions":[{"lang":3,"streams":[{"redirect":14038364,"hoster":"VOE"},{"redirect":13914383,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"Duel in the Extreme Domain","descr":"Playmaker und Revolver stehen sich nach wie vor in ihrem finalen Duell gegenüber. Revolver hat 2.700 Lebenspunkte, Playmaker nur noch 800. Doch nicht nur das, denn Revolver hat Playmakers Defensive komplett durchbrochen und steht mit drei Monstern auf dem Feld, während Playmaker keines hat. Wird es Yuusaku doch noch gelingen, das Blatt zu wenden oder ist die Netzwerk-Welt dem Untergang geweiht?","versions":[{"lang":3,"streams":[{"redirect":14038301,"hoster":"VOE"},{"redirect":13914384,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"The Circuit That Draws the Future","descr":"Playmaker sieht sich mit einer nahezu aussichtslosen Ausgangslage konfrontiert. Während Revolver noch über 2.700 Lebenspunkte verfügt, sind seine auf 50 geschrumpft. Zu allem Übel ist sein Feld bis auf Secure Gardna leer und auf Revolvers Seite steht ihm eine Armee an Drachen und Talkern in einem vollständigen Extra-Link gegenüber. Doch Playmaker gibt nicht auf.","versions":[{"lang":3,"streams":[{"redirect":14038263,"hoster":"VOE"},{"redirect":13914396,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"Playmaker Returns","descr":"Nachdem LINK VRAINS nahezu zerstört wurde, hat SOL Technologie ihm eine Generalüberholung spendiert. Nun, drei Monaten nach den Vorfällen um die Ritter Hanois, ist das neue LINK VRAINS wieder in Betrieb. Doch ohne Playmaker, denn auf ihn ist ein Kopfgeld ausgesetzt. Yuusaku seinerseits schuftet in Kusanagis Hot Dog Stand vor sich hin. Bis es ein Notfall erneut von ihm verlangt, sich einzuloggen.","versions":[{"lang":3,"streams":[{"redirect":14038424,"hoster":"VOE"},{"redirect":13914387,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"Judgment Arrow","descr":"Nicht nur steht Playmaker einem unbekannten Feind gegenüber, dieser verwendet zu allem Übel auch noch Cyberse-Karten sowie Linkzauber. Doch wer steckt hinter der leuchtenden Fassade und was hat er Kusanagis Bruder angetan? Der einzige Weg, das herauszufinden ist, das Duell zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":14038411,"hoster":"VOE"},{"redirect":13914386,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"Duelist Clad in Flames","descr":"Nachdem Playmaker die sich als normaler Mensch entpuppende, leuchtende Gestalt besiegt hat und diese von ihrem kleinen Bruder gerettet wurde, stellt sich ihm ein Duellanten-Duo in den Weg. Doch da taucht ein unbekannter Duellant auf, der sich als \"Soulburner\" vorstellt und eine Ignis dabei hat. Dieser bietet an, sich um die beiden zu kümmern, damit Playmaker das andere Duo verfolgen kann.","versions":[{"lang":3,"streams":[{"redirect":14038394,"hoster":"VOE"},{"redirect":13914397,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Transfer Student Takeru Homura","descr":"Zurück in der realen Welt und wieder mit Ai im Schlepptau beginnt ein neuer Schultag für Yuusaku. Es dauert nicht lange, bis er dem neuen Schüler begegnet, der sich als Soulburner mit seiner KI Flame entpuppt. Nach ersten Anlaufschwierigkeiten gelingt es Soulburner, Yuusaku zu überzeugen, dass sie auf derselben Seite sind und ihnen eine neue Gefahr droht.","versions":[{"lang":3,"streams":[{"redirect":14038434,"hoster":"VOE"},{"redirect":13914388,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"Man Who Gave Up Charisma","descr":"Soulburner und Playmaker werden auf dem Weg in die gesperrte Zone innerhalb LINK VRAINS’ von Go Onizuka und seinem Kopfgeldjäger-Team abgefangen. Soulburner stellt sich Onizuka, damit Playmaker freie Bahn hat, doch der Onizuka, dem er gegenübersteht, ist nicht derselbe wie derjenige, der damals gegen die Ritter Hanois gekämpft hat.","versions":[{"lang":3,"streams":[{"redirect":14038256,"hoster":"VOE"},{"redirect":13914398,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"","epNo":52,"alt":"Hero in Name Only","descr":"Go Onizukas Duell gegen Soulburner tritt in die heiße Phase. Beide haben ihr Assmonster auf dem Feld und versuchen jede Gelegenheit zu nutzen. Während Go spielt, um zu beweisen, dass er der beste Duellant ist, hat Soulburner ganz andere Gründe. Trotzdem respektiert Soulburner Onizuka nach wie vor zutiefst dafür, dass er einer der Helden war, die LINK VRAINS beschützten.","versions":[{"lang":3,"streams":[{"redirect":14038243,"hoster":"VOE"},{"redirect":13914391,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"","epNo":53,"alt":"Bounty Hunter Blood Shepherd","descr":"Während Playmaker in den Tiefen der Sperrzone mit einem hartnäckigen Verfolger zu kämpfen hat, begibt sich Emma zusammen mit Aoi im Auftrag von Akira in das von Kopfgeldjägern infizierte Gebiet. Werden sie es schaffen, das Geheimnis hinter den Ignis zu lüften, bevor sie SOL Technologies in die Hände fallen?","versions":[{"lang":3,"streams":[{"redirect":14038422,"hoster":"VOE"},{"redirect":13914394,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"","epNo":54,"alt":"Terrifying Battledrone","descr":"Das Duell zwischen Playmaker und Blood Shepherd ist in vollem Gange. Blood Shepherd scheint jedes Mittel recht zu sein, um zu gewinnen – selbst seine KI zum Lügen zu bewegen. Er bedrängt Playmaker mit seinen unaufhaltbaren direkten Dronenangriffen. Playmaker hingegen beabsichtigt seinen Skill einzusetzen, für den er allerdings weniger als 1.000 Lebenspunkte haben muss.","versions":[{"lang":3,"streams":[{"redirect":14038253,"hoster":"VOE"},{"redirect":13914419,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"","epNo":55,"alt":"To the Unknown World","descr":"Nach wie vor Bohman auf den Fersen, erreichen Playmaker und Soulburner das Gate, das in die gesperrte Zone führen soll. Was sie dort vorfinden, damit hatten sie jedoch nicht gerechnet. Dicht gefolgt passieren auch Ghost Girl und Blue Girl in Zaizens Auftrag das Gate. Auch sie werden vorübergehend von unerwarteten Ereignissen von ihrer Mission abgehalten.","versions":[{"lang":3,"streams":[{"redirect":14038432,"hoster":"VOE"},{"redirect":13914405,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"","epNo":56,"alt":"Blue Girl`s First Battle!","descr":"Während Playmaker weiter hinter Bohman her ist, steht Soulburner Ghost Girl gegenüber. Schnell wird klar, dass sie seit ihrem letzten Duell gegen Spectre stärker geworden ist. Doch ist ihr neues Trickstar-Deck Soulburners Salamangreat-Feuermonstern gewachsen?","versions":[{"lang":3,"streams":[{"redirect":14038280,"hoster":"VOE"},{"redirect":13914399,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"","epNo":57,"alt":"Final Battle Above the Clouds","descr":"Playmaker erreicht endlich den Ort, an dem Windy Bohman und Spießgesellen vermutet. Nach kurzer Suche tritt Bohman auch in Erscheinung, doch er scheint seit Playmakers letzter Begegnung mit ihm klar verändert. Bohman fackelt nicht lange und fordert Playmaker zum Duell, doch was er bei einem Sieg einfordert, will er noch nicht preisgeben.","versions":[{"lang":3,"streams":[{"redirect":14038266,"hoster":"VOE"},{"redirect":13914400,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":" ","epNo":58,"alt":"Soul Replica","descr":"Das Duell Bohman gegen Playmaker wird fortgesetzt. Für Playmaker steht diesmal mehr auf dem Spiel als je zuvor: Seine komplette Identität. Denn Bohman behauptet, Playmaker sei nur eine Kopie, die damals beim Lost-Vorfall erstellt wurde und er sei der wahre Playmaker und fordert Playmakers Körper, falls er ihn im Duell besiegt. Da unmöglich festzustellen ist, wessen Erinnerungen echt sind, kann nur ein Duell klären, ob er die Wahrheit sagt.","versions":[{"lang":3,"streams":[{"redirect":14038324,"hoster":"VOE"},{"redirect":13914401,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":" ","epNo":59,"alt":"Hanoi Returns","descr":"Zurück in der realen Welt fehlen Playmaker und Soulburner nun jegliche Spur zu Bohman. Andererorts regt sich ein alter Feind: Die Ritter Hanois, die nach der Zerstörung des Turm Hanois in der Versenkung verschwanden, treten erneut in Aktion. Allerdings sind sie nicht vollzählig, denn Baira schmort in einem Hochsicherheits-Gefängnis.","versions":[{"lang":3,"streams":[{"redirect":14038319,"hoster":"VOE"},{"redirect":13914402,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"","epNo":60,"alt":"Brave Max the Loser","descr":"Nach dem Kampf gegen Bohman hat sich das Gate geschlossen und ist nun wie vom Erdboden verschluckt. Ghost Girl und Blue Girl versuchen einmal erneut, hinter Playmakers Identität zu kommen. Ihre einzige Spur Shima Naoki, auch bekannt als \"Brave Max\", der von sich behauptet, Playmakers Busenfreund zu sein.","versions":[{"lang":3,"streams":[{"redirect":14038318,"hoster":"VOE"},{"redirect":13914403,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"","epNo":61,"alt":"Despair from Darkness","descr":"Playmaker und Kusanagi versuchen alles, um Soulburner durch das Gate zu folgen, doch Blood Shepherds Falle ist zugeschnappt. Auf der anderen Seite des Gates ist Soulburner ihm hilflos ausgeliefert. Doch was versucht Blood Shepherd damit zu erreichen, dass er Soulburner seine Vergangenheit noch einmal vor Augen führt?","versions":[{"lang":3,"streams":[{"redirect":14038260,"hoster":"VOE"},{"redirect":13914406,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"","epNo":62,"alt":"The Ominous Ghost","descr":"Playmaker wird beim Versuch einen Weg ins Gate zu finden, um zu Soulburner zu gelangen von Kopfgeldjägern abgefangen. Im Inneren des Gates, auf das weder SOL Technologies noch Kusanagi zugreifen können, beginnt das Duell zwischen Soulburner und Blood Shepherd. Doch wie gewohnt, greift Blood Shepherd einmal mehr zu jedem erdenklichen Mittel, um dieses Duell für sich zu entscheiden.","versions":[{"lang":3,"streams":[{"redirect":14038257,"hoster":"VOE"},{"redirect":13914407,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"","epNo":63,"alt":"Reincarnating Flame","descr":"Playmaker wird vor dem Gate erneut von einem Gouki-Deck-Duellanten zu einem Duell herausgefordert. Derweil arbeitet Kusanagi fieberhaft am Rettungs-Programm, um Soulburner zu befreien. Soulburner seinerseits muss sich im Inneren des Gates seinem größten Trauma stellen.","versions":[{"lang":3,"streams":[{"redirect":14038395,"hoster":"VOE"},{"redirect":13914408,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"","epNo":64,"alt":"Turning Point","descr":"Zurück aus LINK VRAINS und wieder an der Schule wird Yuusaku von Shima abgefangen, der ihm etwas Bedrohliches offenbart. Derweil schaut Takeru bei Kusanagi vorbei und überredet ihn gemeinsam mit Ai und Flame, dass er ihnen erzählt, wie Playmaker und er sich kennengelernt haben.","versions":[{"lang":3,"streams":[{"redirect":14038365,"hoster":"VOE"},{"redirect":13914436,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"","epNo":65,"alt":"Playmaker`s Breath","descr":"Die Geschichte, wie Playmaker und Kusanagi sich kennengelernt haben, geht in die zweite Runde. Diesmal sind die beiden auf der Spur einer Stadtlegende. In einem Verlies soll sich ein sagenumwobenes Cyberse-Deck befinden, das ideal wäre für den Kampf gegen die Ritter Hanois. Doch abgesehen von diversen Fallen in diesem Verlies sind natürlich auch die Ritter Hanois selbst bereits auf der Spur des Cyberse-Decks.","versions":[{"lang":3,"streams":[{"redirect":14038403,"hoster":"VOE"},{"redirect":13914409,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"","epNo":66,"alt":"Earth Ignis \"Earth\"","descr":"In einem Forum werden Yuusaku und Kusanagi von jemandem kontaktiert, der sich \"Erde-Ignis\" nennt. Nach der Falle Blood Shepherds sind die beiden sich jedoch nicht sicher, ob sie der Einladung zu einem Treffen nachkommen sollen. Bei SOL Technologies derweil wird der Druck auf Zaizen immer größer, Resultate zu liefern.","versions":[{"lang":3,"streams":[{"redirect":14038254,"hoster":"VOE"},{"redirect":13914414,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"","epNo":67,"alt":"AI`s Longing","descr":"Das Erde-Ignis lässt sich nicht von einem Duell abbringen und so beginnen sie sich zu duellieren, der eine der Frage nachgehend, wie sich eine KI mit einem Menschen verbünden kann, der andere an Informationen über Bohman interessiert. Wird es Playmaker gelingen, die undurchdringbare Verteidigung zu durchdringen, mit der das Erde-Ignis sein Crystal Heart des Wasser-Ignis’ schützt?","versions":[{"lang":3,"streams":[{"redirect":14038361,"hoster":"VOE"},{"redirect":13914410,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"","epNo":68,"alt":"Secret Meeting","descr":"Bei Yuusaku daheim fällt Roboppi auf, dass Ai verschwunden ist. Da er in seiner Duel Disk eingeschlossen war, wird schnell klar, dass jemand anderes seine Finger im Spiel haben muss. Ai findet sich derweil an einem Ort wieder, welcher der Cyberse-Welt zum Verwechseln ähnlich sieht.","versions":[{"lang":3,"streams":[{"redirect":14038366,"hoster":"VOE"},{"redirect":13914411,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"","epNo":69,"alt":"Mission That Must Be Accomplished","descr":"Playmaker wird zum Gefangenen. Windy und Revolver prallen in einem Duell der Überzeugungen aufeinander. Egal, wie das Duell ausgeht - es wird kein gutes Ende für Playmaker nehmen.","versions":[{"lang":3,"streams":[{"redirect":14038277,"hoster":"VOE"},{"redirect":13914412,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"","epNo":70,"alt":"Tuning Bullet","descr":"Revolver, der mit seinen Rittern Hanois das Geheimtreffen der KIs gestürmt hat, versucht Windy den garaus zu machen. Soulburner eilt Playmaker zu Hilfe. Der seinerseits kann nur tatenlos zuschauen, wie der Konflikt zwischen Menschen und KIs immer weiter eskaliert und hoffen, dass er und Ai ihre Haut heil da rausbringen.","versions":[{"lang":3,"streams":[{"redirect":14038378,"hoster":"VOE"},{"redirect":13914413,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"","epNo":71,"alt":"Declaration of War","descr":"Den Schock über die Offenbarung, dass Kusanagis kleiner Bruder die ganze Zeit vor ihnen stand noch nicht verdaut, stehen sich Playmaker, Soulburner, Flame und Ai immer noch Revolver und seinen Rittern Hanois sowie Lightning und einem schwer verwundeten Windy gegenüber. Es wird klar, dass der Konflikt zwischen Menschen und Ignis nicht mehr auf friedliche Art lösbar ist.","versions":[{"lang":3,"streams":[{"redirect":14038419,"hoster":"VOE"},{"redirect":13914415,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"","epNo":72,"alt":"Clear Perfection","descr":"Bohman, der sich als Kreation Lightnings entpuppt, dessen Zweck es ist, die Ignis zu vereinen und fortzuentwickeln, stellt sich Playmaker und Ai einmal mehr in den Weg. Ein Duell, bei dem abermals Ai auf dem Spiel steht und die Übermacht der KIs über die Menschen beweisen soll. Es wird sich zeigen, ob Playmaker und Ai dem erwachten Bohman die Stirn bieten können.","versions":[{"lang":3,"streams":[{"redirect":14038235,"hoster":"VOE"},{"redirect":13914416,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"","epNo":73,"alt":"Light Blade That Slices Despair","descr":"Playmaker und Ai stehen einem fortentwickelten Bohman gegenüber, laut dem Ai eine ganz besondere KI sein soll. Können Playmakers und Ais Besonderheit den unterdessen viel stärkeren Bohman mit seinem Hydradrive-Deck in seine Schranken weisen, oder sind die KIs tatsächlich den Menschen überlegen?","versions":[{"lang":3,"streams":[{"redirect":14038385,"hoster":"VOE"},{"redirect":13914417,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"","epNo":74,"alt":"Captured Ignis","descr":"Playmaker und seine Freunde rüsten sich für den Kampf gegen die Ignis. Nachdem sie Zaizen einweihen, entschließen sie sich nach den beiden Ignis zu suchen, die sich noch keiner Seite angeschlossen haben: Earth und Aqua. Earth seinerseits ist bereits auf der Suche nach Aqua, doch als er sie findet, wird er von einem unerwarteten Gegner abgefangen.","versions":[{"lang":3,"streams":[{"redirect":14038307,"hoster":"VOE"},{"redirect":13914420,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"","epNo":75,"alt":"The Demon Possessing His Heart","descr":"Abgefangen von keinem Geringeren als Go Onizuka stellt sich Earth ihm zum Duell. Doch Go Onizuka scheint nicht mehr der Alte zu sein. Wird es Earth trotzdem gelingen, sein Crystal Heart gegen Go Onizukas Dinowrestler zu schützen, oder ist nicht einmal ein Ignis Onizukas neuer Macht gewachsen?","versions":[{"lang":3,"streams":[{"redirect":14038287,"hoster":"VOE"},{"redirect":13914418,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"","epNo":76,"alt":"Memories Brought Back","descr":"Nach der Sezierung des Erde-Ignis durch SOL Technologies wird Blue Girl und Ghost Girl klar, dass Aqua, das noch neutrale Wasser-Ignis, in höchster Gefahr schwebt. Um sie aufzuspüren, entschließen sie sich zu einem gefährlichen Plan. Als Blue Girl sie schlussendlich findet, scheint Aqua bereits zu wissen, wer sie ist. Genauer gesagt, wer Zaizen Aoi ist.","versions":[{"lang":3,"streams":[{"redirect":14038302,"hoster":"VOE"},{"redirect":13914421,"hoster":"Streamtape"}]}]},{"epId":"episode-77","name":"","epNo":77,"alt":"Siblings in Conflict","descr":"Ghost Girl lässt sich auf ein PK-Duell mit Blood Shepherd ein, was bedeutet, dass der LINK VRAINS Account des Verlierers gelöscht wird und derjenige für immer gebannt ist. Unterdessen bemerken Yuusaku, Takeru und Kusanagi, dass Aqua in Gefahr schwebt und eilen ihr so schnell wie möglich zur Seite, doch Blood Shepherds Decks sind für deren Geschwindigkeit bekannt.","versions":[{"lang":3,"streams":[{"redirect":14038295,"hoster":"VOE"},{"redirect":13914422,"hoster":"Streamtape"}]}]},{"epId":"episode-78","name":"","epNo":78,"alt":"Rebellious Bounty Hunter","descr":"Nachdem Blood Shepherd in Erfahrung bringt, was SOL Technologies tatsächlich mit den Ignis vorhat, konfrontiert er Zaizen damit. Von Lightning fehlt derweil in LINK VRAINS nach wie vor jede Spur. Revolver hat jedoch einen Plan, wie er ihn aus seinem Versteck locken kann. Für diesen benötigt er allerdings die Unterstützung weiterer fähiger Hacker wie Blood Shepherd.","versions":[{"lang":3,"streams":[{"redirect":14038288,"hoster":"VOE"},{"redirect":13914423,"hoster":"Streamtape"}]}]},{"epId":"episode-79","name":"","epNo":79,"alt":"Speed of Light: Lightning","descr":"Blood Shepherd weigert sich standhaft, sich einer der Seiten anzuschließen. Stattdessen entscheidet er sich, auf eigene Faust Jagd auf das Licht-Ignis zu machen. Lightning seinerseits kommt das sehr gelegen, da er so eine potenzielle Bedrohung aus dem Weg räumen kann. Und so lädt er Blood Shepherd zu einem Duell ein, auf das sich dieser natürlich auch einlässt.","versions":[{"lang":3,"streams":[{"redirect":14038283,"hoster":"VOE"},{"redirect":13914424,"hoster":"Streamtape"}]}]},{"epId":"episode-80","name":"","epNo":80,"alt":"Bounty Hunter`s Duty","descr":"Das Duell zwischen Blood Shepherd und dem Licht-Ignis spitzt sich zu. Blood Shepherd versucht alles, um seine Züge so zu gestalten, dass das Licht-Ignis sie nicht vorhersehen kann, doch wird er damit letzten Endes Erfolg haben?","versions":[{"lang":3,"streams":[{"redirect":14038384,"hoster":"VOE"},{"redirect":13914425,"hoster":"Streamtape"}]}]},{"epId":"episode-81","name":"","epNo":81,"alt":"Arrived at the Summit","descr":"Bei der Suche nach Lightning stößt Kusanagi auf ein Signal, das sich nach näherer Analyse als Ignis-Algorithmus von Earth herausstellt. Playmaker und Soulburner loggen sich sofort in LINK VRAINS ein, allerdings nur um direkt von einem abermals stark veränderten Go Onizuka abgfangen zu werden. Onizuka fordert Playmaker zu einem \"finalen Duell\" heraus, in dem er die Sache zwischen ihnen ein für alle Mal klären will.","versions":[{"lang":3,"streams":[{"redirect":14038285,"hoster":"VOE"},{"redirect":13914446,"hoster":"Streamtape"}]}]},{"epId":"episode-82","name":"","epNo":82,"alt":"What`s Beyond Instincts","descr":"Der Kampf gegen Go Onizuka geht in die heiße Phase. Onizuka scheint einen Konter für jeden von Playmakers Spielzügen zu haben. Playmaker sieht sich mehr und mehr in die Ecke gedrängt. Währenddessen versucht Zaizen, Go Onizuka in der realen Welt zu retten, dessen Körper unter der Belastung der Verschmelzung mit der KI an seine Grenzen stößt.","versions":[{"lang":3,"streams":[{"redirect":14038296,"hoster":"VOE"},{"redirect":13914426,"hoster":"Streamtape"}]}]},{"epId":"episode-83","name":"","epNo":83,"alt":"Irregular Meeting","descr":"Zaizen versucht auf Anraten Yuusakus alles zu tun, um SOLs Security gegen Unvorhergesehenes abzusichern. Yuusaku und seine Freunde fassen neuen Mut für den Kampf gegen die KIs. Woraufhin Yuusaku von Revolver kontaktiert wird, der um ein Treffen mit all seinen Verbündeten bittet.","versions":[{"lang":3,"streams":[{"redirect":14038380,"hoster":"VOE"},{"redirect":13914427,"hoster":"Streamtape"}]}]},{"epId":"episode-84","name":"","epNo":84,"alt":"Past That Cannot Be Quieted","descr":"Das Treffen zwischen Playmaker und seinen Verbündeten mit Revolver nimmt eine spektakuläre Wendung. Soulburner fordert Revolver wutentbrannt zum Duell, um den Tod seiner Eltern zu rächen. Der Einsatz ist hoch, Soulburner spielt um Flame, sein Ignis. Wie wird sich dieses Duell auf die sich formende Allianz auswirken, die sich zum Ziel gesetzt hat, Lightning und seinen Verbündeten die Stirn zu bieten?","versions":[{"lang":3,"streams":[{"redirect":14038390,"hoster":"VOE"},{"redirect":13914428,"hoster":"Streamtape"}]}]},{"epId":"episode-85","name":"","epNo":85,"alt":"True Tears","descr":"Lightning und seinen Konsorten auf der Spur landen Playmaker und seine Verbündeten in Spiegel-LINK-VRAINS. Es dauert nicht lange, bis sie auch schon von BitBoot abgefangen werden. Da Bohman gegenwärtig nicht gestört werden darf, schickt Lightning Bohmans kleinen Bruder, Haru, um Blue Maiden zu beschäftigen, die sich in gefährlicher Nähe zu Bohman aufhält. Kann Blue Maidens neues Deck gegen Harus Hydradrive-Deck bestehen?","versions":[{"lang":3,"streams":[{"redirect":14038382,"hoster":"VOE"},{"redirect":13914429,"hoster":"Streamtape"}]}]},{"epId":"episode-86","name":"","epNo":86,"alt":"Wisdom of the Deprived","descr":"Playmaker und seine Verbündeten machen kurzen Prozess mit BitBoot. Lightning fasst derweil einen neuen Plan, nämlich seine Feinde voneinander zu trennen und einen nach dem anderen zu bekämpfen. Als erstes nimmt er sich Spectre vor, den er für den Schwächsten hält. Bereits im ersten Zug zieht Lightning sämtliche Register, doch Spectre ist dem nicht so hilflos ausgeliefert, wie er es sich das vorgestellt hat.","versions":[{"lang":3,"streams":[{"redirect":14038386,"hoster":"VOE"},{"redirect":13914430,"hoster":"Streamtape"}]}]},{"epId":"episode-87","name":"","epNo":87,"alt":"Chain Destruction","descr":"Spectre mag an Lightning bisher noch keinen Schaden verursacht haben, doch dafür ist es ihm bereits gelungen, Lightning seinen Linkzauber Judgment Arrows zu stehlen und dessen Extra-Link aufzubrechen. Beginnend aus einer für Spectre aussichtslos scheinenden Ausgangslage gewinnt er mehr und mehr die Überhand. Doch wird es reichen, um Lightning die Stirn zu bieten, oder hat er noch ein Ass in der Hinterhand?","versions":[{"lang":3,"streams":[{"redirect":13607147,"hoster":"VOE"},{"redirect":13914431,"hoster":"Streamtape"}]}]},{"epId":"episode-88","name":"","epNo":88,"alt":"Windy the Revenger","descr":"Nach Lightnings vernichtendem Sieg über Spectre stellt sich die Frage, wen sie als nächsten zum Kampf stellen. Windy möchte seine offene Rechnung mit Revolver begleichen, doch Lightning hat andere Pläne. Widerwillig lässt sich Windy breitschlagen, sich zuerst Soulburner zu widmen. Ohne Zeit zu verlieren, stellt er ihn zum Duell. Und schon im ersten Zug wird klar, dass beide alle Register ziehen werden.","versions":[{"lang":3,"streams":[{"redirect":14038383,"hoster":"VOE"},{"redirect":13914435,"hoster":"Streamtape"}]}]},{"epId":"episode-89","name":"","epNo":89,"alt":"Two Flames Unite","descr":"Flame und Soulburner stehen in einem erbitterten Duell Windy gegenüber. Und es sieht nicht gut aus für die beiden. Windy ist es gelungen, all ihre Monster zu zerstören und ihre Lebenspunkte auf 600 zu reduzieren, während er selbst noch volle Lebenspunkte und einen Bahamut Bomber sowie eine Zauberkarte auf dem Feld hat. Dieses Duell wird zeigen, ob eine Partnerschaft überflüssig ist, oder doch nicht.","versions":[{"lang":3,"streams":[{"redirect":14038387,"hoster":"VOE"},{"redirect":13914432,"hoster":"Streamtape"}]}]},{"epId":"episode-90","name":"","epNo":90,"alt":"Creator of the Next Generation","descr":"Windy ist besiegt und diesmal schreitet Lightning nicht in letzter Sekunde ein. In LINK VRAINS herrscht derweil der Ausnahmezustand und SOL Technologies schafft es nicht, der Lage Herr zu werden. Bald bahnt sich auch schon das nächste Duell an, denn Blue Maiden und Aqua sind Bohman nach wie vor bedrohlich nahe.","versions":[{"lang":3,"streams":[{"redirect":14038391,"hoster":"VOE"},{"redirect":13914433,"hoster":"Streamtape"}]}]},{"epId":"episode-91","name":"","epNo":91,"alt":"Proud Maiden","descr":"Das Duell Bohman gegen Blue Maiden und Aqua geht in die heiße Phase über. Blue Maiden ist es noch nicht gelungen, Bohmans Lebenspunkte anzukratzen, während sie selbst nur noch 1.900 Lebenspunkte hat. Blue Maiden weigert sich jedoch, aufzugeben. Sind sie dieser KI der nächsten Generation tatsächlich gewachsen?","versions":[{"lang":3,"streams":[{"redirect":13484426,"hoster":"VOE"},{"redirect":13914437,"hoster":"Streamtape"}]}]},{"epId":"episode-92","name":"","epNo":92,"alt":"Big Test","descr":"Nachdem Playmaker und seine Verbündeten mitansehen mussten, wie Blue Maiden und Aqua von Bohman besiegt wurden, schreitet Lightning umgehend zu seinem nächsten Plan. Lightning ist überzeugt, dass Emotionen die große Schwäche der Menschen darstellen. Und so konfrontiert er Playmaker mit einer Situation, in der er nur verlieren kann.","versions":[{"lang":3,"streams":[{"redirect":14038381,"hoster":"VOE"},{"redirect":13914434,"hoster":"Streamtape"}]}]},{"epId":"episode-93","name":"","epNo":93,"alt":"Promise with Each Other","descr":"Playmaker bringt es nicht über sich, seinen engsten Vertrauten Kusanagi anzugreifen. Doch Kusanagi lässt keine Sekunde locker und prophezeit Playmaker, dass er ihn in der nächsten Runde besiegen wird. Playmaker muss schleunigst einen Entschluss fassen, wenn der Konflikt zwischen KIs und Menschen nicht hier für ihn gelaufen sein soll.","versions":[{"lang":3,"streams":[{"redirect":14038388,"hoster":"VOE"},{"redirect":13914439,"hoster":"Streamtape"}]}]},{"epId":"episode-94","name":"","epNo":94,"alt":"Raging Soul","descr":"Playmaker mag das Duell gegen seinen engsten Vertrauten Kusanagi gewonnen haben, doch dieser Kampf hat ihm schwer zugesetzt. Kurz nach seinem Sieg gelingt es Revolvers Rittern Hanois, die Barriere, die Playmaker und seine Verbündeten festhält, auszuschalten. Wodurch Lightning und Bohman gezwungen werden, sich um Playmakers Verbündete zu kümmern. Als Erstes konfrontiert Bohman Soulburner und Flame, die ein Hühnchen mit ihm zu rupfen haben.","versions":[{"lang":3,"streams":[{"redirect":13484432,"hoster":"VOE"},{"redirect":13914438,"hoster":"Streamtape"}]}]},{"epId":"episode-95","name":"","epNo":95,"alt":"Radiance of the Phoenix","descr":"Bohman und Soulburner stehen sich im Duell gegenüber. Bohman schickt gegen den Feuer-Duellanten die Eigenschaft Wasser ins Feld und verlässt sich stark auf Würfelwürfe und somit auf den ersten Blick auf Glück, doch der Eindruck täuscht. Flame wird währenddessen immer wieder von Schocks überrascht, die sich als größeres Problem entpuppen, als er ahnt. Revolvers Verbündete holen derweil Kusanagi aus seinem Hot-Dog-Wagen in Den City.","versions":[{"lang":3,"streams":[{"redirect":13481164,"hoster":"VOE"},{"redirect":13914455,"hoster":"Streamtape"}]}]},{"epId":"episode-96","name":"","epNo":96,"alt":"Lightning`s Crime","descr":"Das nächste Duell steht an: Lightning gegen Revolver. Bevor der Kampf richtig losgeht, gesellen sich auch Playmaker, Ai und Bohman zu den beiden Duellanten. Revolver ergreift die Gelegenheit und weiht die anderen in das dunkle Geheimnis Lightnings ein.","versions":[{"lang":3,"streams":[{"redirect":14038389,"hoster":"VOE"},{"redirect":13914440,"hoster":"Streamtape"}]}]},{"epId":"episode-97","name":"","epNo":97,"alt":"Ignis Unification Plan","descr":"Das Duell Revolver gegen Lightning ist in vollem Gange. Revolver hat bereits sein Assmonster Borreload Dragon auf dem Feld, doch natürlich ist damit zu rechnen, dass Lightning seinen Linkzauber Judgment Arrows spielen wird. Die Frage ist, ob Revolver eine Antwort auf diesen hat und ob es das einzige Ass in Lightnings Ärmel ist.","versions":[{"lang":3,"streams":[{"redirect":14038376,"hoster":"VOE"},{"redirect":13717162,"hoster":"Streamtape"}]}]},{"epId":"episode-98","name":"","epNo":98,"alt":"The AI Crosses the Line","descr":"Lightning und Revolver liefern sich ein knallhartes Duell, das Revolver für sich zu entscheiden scheint, doch genau in diesem Moment greift Lightning einmal mehr zu einem schmutzigen Trick. Er verknüpft die Bewusstseinsdaten Kusanagi Jins und Spectres mit sich, sodass seine Niederlage zugleich bedeuten würde, die Daten der beiden zu verlieren. Der alte Revolver hätte ohne zu zögern einige Wenige geopfert, um den Rest zu retten, doch wie wird er sich nun entscheiden?","versions":[{"lang":3,"streams":[{"redirect":14038421,"hoster":"VOE"},{"redirect":13914457,"hoster":"Streamtape"}]}]},{"epId":"episode-99","name":"","epNo":99,"alt":"Door to the New World","descr":"Der finale Kampf um das Schicksal der Menschheit beginnt. Bohman beabsichtigt sämtliche Menschen und KIs unter seiner Kontrolle zu vereinen und Playmaker und Ai sind die Einzigen, die diese düstere Zukunftsaussicht noch abwenden können. Doch das Duell beginnt bereits mit einem Paukenschlag, als Bohman sehr früh zu seinem Skill greift, der es in sich hat.","versions":[{"lang":3,"streams":[{"redirect":14038270,"hoster":"VOE"},{"redirect":13914441,"hoster":"Streamtape"}]}]},{"epId":"episode-100","name":"","epNo":100,"alt":"Twisted Utopia","descr":"Bohman fackelt nicht lange und beschwört mit Hilfe seines Skills, der die sich in LINK VRAINS befindenden Benutzer anzapft, direkt einen LINK-5, den er aus dem Data Storm zieht. Playmaker versucht mit einem Quantum Dragon gegen zuhalten, doch er und Ai werden sich ohne Frage mehr einfallen lassen müssen. Denn nur noch sie stehen zwischen Bohman und seiner Vorstellung der idealen Zukunft.","versions":[{"lang":3,"streams":[{"redirect":14038370,"hoster":"VOE"},{"redirect":13914307,"hoster":"Streamtape"}]}]},{"epId":"episode-101","name":"","epNo":101,"alt":"Unwavering Instinct","descr":"Bohman verfügt noch über volle Lebenspunkte, während Playmaker bereits auf 2.500 gefallen ist. Dafür scheint Playmaker mit seinem Cyberse Clock Dragon mit 5.500 Angriffspunkte die Überhand über Bohmans LINK-5 Chimera Hydradrive Dragrid mit 4.000 Angriffspunkten zu haben. Die Ritter Hanois, Zaizen und Ghost Girl arbeiten derweil an einem koordinierten Angriff gegen den Neuronenlink.","versions":[{"lang":3,"streams":[{"redirect":14038326,"hoster":"VOE"},{"redirect":13914310,"hoster":"Streamtape"}]}]},{"epId":"episode-102","name":"","epNo":102,"alt":"The Sin of Lightning","descr":"Nach einem koordinierten Angriff von innerhalb und außerhalb LINK VRAINS\u0027, bei dem Ghost Girl und Zaizen ihr Leben ließen und einem heldenhaften Akt Ais, ist nun Bohmans Neuronenlink zwar aufgehalten, doch er kann nach wie vor seinen Skill einsetzen. Und nun steht Playmaker mit nur noch 100 Lebenspunkten Bohman gegenüber, der ein 4.000er Monster sowie Judgment Arrows auf dem Feld hat.","versions":[{"lang":3,"streams":[{"redirect":14038271,"hoster":"VOE"},{"redirect":13914311,"hoster":"Streamtape"}]}]},{"epId":"episode-103","name":"","epNo":103,"alt":"Setting Off to the End","descr":"Bohman ist besiegt, doch zu welchem Preis? Sämtliche Ignis bis auf Ai wurden ausgelöscht. Nach dem großen Kampf wird jedoch klar, dass der Konflikt KIs gegen Menschen damit keineswegs beendet ist. Einige Zeit vergeht und Yuusaku arbeitet wieder in Kusanagis Hotdog-Stand, während Ai verschollen bleibt.","versions":[{"lang":3,"streams":[{"redirect":14038420,"hoster":"VOE"},{"redirect":13914313,"hoster":"Streamtape"}]}]},{"epId":"episode-104","name":"","epNo":104,"alt":"Claim of Responsibility","descr":"Die Einführung von SOL Technologies’ neuem Androiden mit eingebauter KI könnte nicht besser laufen. Anderenorts jedoch braut sich Gefahr zusammen, denn ein gewisser Jemand scheint es auf SOL Technologies , beziehungsweise etwas in dem Besitz Queens, der obersten Chefin der Firma, abgesehen zu haben.","versions":[{"lang":3,"streams":[{"redirect":14038273,"hoster":"VOE"},{"redirect":13914315,"hoster":"Streamtape"}]}]},{"epId":"episode-105","name":"","epNo":105,"alt":"Counterattack","descr":"SOL Technologies steht vor einer potenziellen Katastrophe und Zaizen bleibt als neuer Chef der Firma nichts anderes übrig, als seine Weggefährten zusammen zurufen und um Hilfe zu bitten. Diese reagieren allerdings verständlicherweise zum Teil geschockt, als sie erfahren, dass Ai derjenige ist, der im Begriff ist, sich Zugriff auf den Zentralrechner SOLs zu verschaffen.","versions":[{"lang":3,"streams":[{"redirect":14038415,"hoster":"VOE"},{"redirect":13914321,"hoster":"Streamtape"}]}]},{"epId":"episode-106","name":"","epNo":106,"alt":"Fight On Roboppy!","descr":"Nachdem sich auch Playmaker dazu durch gerungen hat, Zaizen gegen Ai und Roboppi beizustehen, steht die Stunde der Wahrheit kurz bevor. Doch als Playmaker, Soulburner und Revolver von Ai konfrontiert werden, stellt sich schnell heraus, dass es nur eine Kopie von Ai ist, die dazu dient, Zeit zu gewinnen. Was Roboppi nutzt, um sich um Ghost Girl und Blood Shepherd zu kümmern, um Erfahrungspunkte zu sammeln.","versions":[{"lang":3,"streams":[{"redirect":14038397,"hoster":"VOE"},{"redirect":13914314,"hoster":"Streamtape"}]}]},{"epId":"episode-107","name":"","epNo":107,"alt":"Striking Down the Ogre","descr":"Ghost Girl und Blood Shepherd duellieren sich gemeinsam gegen Roboppi. Obwohl die beiden bereits 1.400 Lebenspunkte eingebüßt haben und Roboppi noch sämtliche Lebenspunkte hat, scheint es eng für Roboppi zu werden, denn sie haben ein LINK-3-, ein LINK-4- und ein Monster mit 4.300 Angriffspunkten auf dem Feld. Anderenorts beginnt Ai, mit Go Onizuka abzurechnen.","versions":[{"lang":3,"streams":[{"redirect":14038249,"hoster":"VOE"},{"redirect":13914316,"hoster":"Streamtape"}]}]},{"epId":"episode-108","name":"","epNo":108,"alt":"Indomitable Spirit","descr":"Während Playmaker, Soulburner und Revolver von Ais Kopien aufgehalten werden, geht das Duell zwischen Ai und Go Onizuka in die heiße Phase über. Obwohl es danach aussieht, als hätte Ai die Überhand, lässt Go Onizuka sich nicht unterkriegen. Mehrmals muss er seinen unerschütterlichen Kampfgeist demonstrieren.","versions":[{"lang":3,"streams":[{"redirect":14038377,"hoster":"VOE"},{"redirect":13914317,"hoster":"Streamtape"}]}]},{"epId":"episode-109","name":"","epNo":109,"alt":"The One Who Hunts the Ignises","descr":"Ai setzt nach seinem Sieg über Go Onizuka die Verfolgung Zaizens fort. Dieser befindet sich mit seiner Schwester in einem Flugzeug 15.000 Meter über Den City, in dem er sich in Sicherheit wiegt. Doch Ai hat dieses bereits gefunden und muss nun an Pandor vorbei, einer KI, die mit seinen Duelldaten gespießt ist.","versions":[{"lang":3,"streams":[{"redirect":14038362,"hoster":"VOE"},{"redirect":13914323,"hoster":"Streamtape"}]}]},{"epId":"episode-110","name":"","epNo":110,"alt":"The Annoyance of Sympathy","descr":"Pandor aus dem Weg geräumt und die Kontrolle über das Flugzeug an sich gerissen, in dem sich die beiden Zaizens befinden, konfrontiert Ai diese nun. Zaizen versucht ein letztes Mal Ai von seinem Vorhaben abzubringen, doch ohne Erfolg. Von seinem Können überzeugt, erlaubt Ai den beiden sogar, gemeinsam gegen ihn anzutreten. Sehr zur Überraschung aller Anwesenden hat Ai außerdem einen alten Bekannten in sein Deck aufgenommen.","versions":[{"lang":3,"streams":[{"redirect":14038276,"hoster":"VOE"},{"redirect":13914319,"hoster":"Streamtape"}]}]},{"epId":"episode-111","name":"","epNo":111,"alt":"Clashing Wills","descr":"Während Playmaker, Soulburner und Revolver nur tatenlos zusehen können, dominiert Ai schnell das Spielfeld mit Judgment Arrows und seinem Fire Phoenix @Ignister. Doch Blue Maiden ist fest entschlossen, ihren Großen Bruder zu beschützen. Dieses Duell wird zeigen, ob Ais Entschlossenheit oder das Band zwischen den beiden Geschwistern bestehen wird.","versions":[{"lang":3,"streams":[{"redirect":13696230,"hoster":"VOE"},{"redirect":13914320,"hoster":"Streamtape"}]}]},{"epId":"episode-112","name":"","epNo":112,"alt":"The Fall of SOL","descr":"Ai, nun im Besitz beider Codeschlüssel SOL Technologies’, schreitet schnell zur Tat und entfernt sämtliches menschliches Personal aus der Firma. LINK VRAINS hingegen öffnet er wieder und da er sämtliche Inhalte kostenlos zur Verfügung stellt, erfreut es sich sogar größerer Beliebtheit als zuvor. Playmaker und seine Freunde versuchen derweil Ai aufzuspüren und herauszufinden, was er im Schilde führt, doch das stellt sich als schwieriges Unterfangen heraus.","versions":[{"lang":3,"streams":[{"redirect":14038264,"hoster":"VOE"},{"redirect":13914346,"hoster":"Streamtape"}]}]},{"epId":"episode-113","name":"","epNo":113,"alt":"The King of Household Appliances","descr":"Ai schenkt Roboppi als Belohnung ein eigenes Land inklusive Haushaltsgeräte-Einwohner. Kaum in LINK VRAINS angekommen allerdings, findet Soulburner bereits seinen Weg in Roboppis neues Königreich. Nach Ais Aufenthaltsort gefragt, fordert Roboppi Soulburner kurzerhand dazu auf, sich darum zu duellieren. Bald trifft auch Playmaker ein, der jedoch nur noch Zeuge des Duells zwischen Appliancer und Salamangreat werden kann.","versions":[{"lang":3,"streams":[{"redirect":14038360,"hoster":"VOE"},{"redirect":13914322,"hoster":"Streamtape"}]}]},{"epId":"episode-114","name":"","epNo":114,"alt":"Dreaming Roboppy","descr":"Roboppi und Soulburner liefern sich ein erbittertes Duell. Beide liegen ungefähr gleichauf, was Lebenspunkte angeht, doch Roboppi scheint das Spielfeld zu beherrschen. Davon lässt sich Soulburner aber nicht unterkriegen und setzt zum Gegenangriff an.","versions":[{"lang":3,"streams":[{"redirect":14038310,"hoster":"VOE"},{"redirect":13914325,"hoster":"Streamtape"}]}]},{"epId":"episode-115","name":"","epNo":115,"alt":"Where It All Began","descr":"Kaum halten Soulburner und Playmaker eine Spur auf den Verbleib von Ai in den Händen, taucht überraschend Revolver auf. Dieser fordert von den beiden, ihm diese zu überlassen, doch da Soulburner sich weigert, entscheiden sich die beiden, ihren Konflikt ein für alle Mal zu klären. Und Revolver hat auch schon den passenden Ort für ihr finales Duell: Die Einrichtung, in welcher der Lost-Vorfall sich abspielte und in der alles begann.","versions":[{"lang":3,"streams":[{"redirect":13696231,"hoster":"VOE"},{"redirect":13914327,"hoster":"Streamtape"}]}]},{"epId":"episode-116","name":"","epNo":116,"alt":"Complete Combustion","descr":"Das finale Duell zwischen Revolver und Soulburner spitzt sich zu. Obwohl Revolver nur noch über 800 Lebenspunkte verfügt, während Soulburner noch 3.000 hat und dazu ein Linkmonster mit 2.300 Angriffspunkten auf dem Spielfeld, zeigt er sich siegessicher. Und in der Tat zeigt er in seinem Zug, wie schnell er ein Duell wenden kann. Doch wird es reichen, um Soulburners lodernden Seele Einhalt zu gebieten?","versions":[{"lang":3,"streams":[{"redirect":14038282,"hoster":"VOE"},{"redirect":13914328,"hoster":"Streamtape"}]}]},{"epId":"episode-117","name":"","epNo":117,"alt":"Paths That Won\u0027t Intersect","descr":"Nach Soulburners Sieg über Revolver hat er die Ketten seiner Vergangenheit endlich gesprengt. Playmaker hingegen muss jetzt seine Vergangenheit konfrontieren: Ai. Schnell wird jedoch klar, dass ihr Treffen nur ein mögliches Ende nehmen kann, nämlich ein alles entscheidendes Duell.","versions":[{"lang":3,"streams":[{"redirect":14038322,"hoster":"VOE"},{"redirect":13914329,"hoster":"Streamtape"}]}]},{"epId":"episode-118","name":"","epNo":118,"alt":"A Reckless Proposal","descr":"Bereits in seinem ersten Zug macht Ai klar, dass er keine Nachsicht wird walten lassen. Wenn Playmaker nicht ebenfalls ernst macht, wird er in diesem Duell sehr schnell untergehen. Beide sind fest entschlossen, diese Sache auf die ein oder andere Art zu Ende zu bringen, auch wenn Playmaker nach wie vor hofft, noch zu Ai durchzudringen. Doch Ai scheint nicht von seinem Entschluss abzubringen zu sein.","versions":[{"lang":3,"streams":[{"redirect":14038267,"hoster":"VOE"},{"redirect":13914331,"hoster":"Streamtape"}]}]},{"epId":"episode-119","name":"","epNo":119,"alt":"A Broken Ego","descr":"Playmaker und Ai schenken sich keinen Millimeter an Boden in ihrem finalen Duell. Doch Playmaker hofft nach wie vor, Ai von seinem Vorhaben abbringen zu können. Ai seinerseits offenbart, dass Lightning ihm etwas mit auf den Weg gegeben hat, das für ihn alles verändert hat.","versions":[{"lang":3,"streams":[{"redirect":14038262,"hoster":"VOE"},{"redirect":13914330,"hoster":"Streamtape"}]}]},{"epId":"episode-120","name":"","epNo":120,"alt":"A Connected World","descr":"Es ist Zeit für die Entscheidung im finalen Kampf zwischen Playmaker und Ai. Playmaker steht mit 475 Lebenspunkten sowie ohne Monster auf dem Feld und ohne Karte auf der Hand Ai gegenüber, der nur noch 100 Lebenspunkte, dafür aber vier Monster auf dem Feld hat - unter anderem seinen The Arrival Cyberse @Ignister mit aktuell 13.000 Angriffspunkten. Wird Playmaker das Blatt noch wenden können? Und falls ja, wird er Ai dennoch retten können?","versions":[{"lang":3,"streams":[{"redirect":14038417,"hoster":"VOE"},{"redirect":13715138,"hoster":"Streamtape"}]}]}]}]}