{"path":"/serie/stream/yumeria","name":"Yumeria","descr":"An seinem sechzehnten Geburtstag hat Mikuri Tomokazu einen seltsamen Traum. In diesem Traum sieht er ein Mädchen gegen Feinde kämpfen. In der Traumwelt besitzt Tomokazu eine geheimnisvolle Kraft, die er dem Mädchen schenkt, welches damit ihre Gegner bekämpft. Tomokazu ist erstaunt von der Traumwelt, seiner geheimnisvollen Kraft und dem mysteriösen, kämpfenden Mädchen. Das alles wird nur davon übertroffen, dass als er aufwacht er genau dieses Mädchen neben sich im Bett findet! Ganz überraschend beginnen, das seltsame Mädchen namens Mone, sein älterer Cousin Nanase und sein ungebetener Freund Mizuki, einen Kampf in dieser Traumwelt...","seasons":[{"path":"/serie/stream/yumeria/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/yumeria/staffel-1/episode-1","name":"","epNo":1,"alt":"16th Birthday","descr":"Tomokazu Mikuri ist ein gewöhnlicher Student in der High School und lebt mit seiner älteren Cousine Nanase zusammen, die sich an seinem 16. Geburtstag in der Traumwelt befindet. Dort trifft er Mone, ein mysteriöses junges Mädchen, das gegen einen seltsamen Feind namens Faydoom kämpft. Als er aus seinem Traum erwacht, findet er Mone in seinem Bett! Nach einem verrückten Tag, an dem er Mone in seinem Zimmer, zur Schule und dann zu seiner Geburtstagsfeier gefunden hat, schläft Tomokazu ein und findet sich in der Traumwelt wieder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504778","hoster":"VOE"},{"path":"/redirect/8659957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-2","name":"","epNo":2,"alt":"Tomokazu Zero Points","descr":"Tomokazu erhält eine Null für seinen Test und Mizuki hilft ihm beim Lernen für seinen Make-up-Test. Wenn der Tag des Make-up-Tests eintrifft, wird er beschuldigt, den Test und die Lehrbücher verschwinden zu lassen. Er erfährt, dass Mone den Test und das Lehrbuch genommen und verbrannt hat, was zu einigen harten Worten führt, die ihn in die Traumwelt schicken, wo er die mysteriöse Seide trifft, die ihn darüber informiert, dass die Traumwelt als Moera bekannt ist und dass er ein besonderes Talent besitzt wird helfen, Faydoom zu Fall zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504783","hoster":"VOE"},{"path":"/redirect/8659959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-3","name":"","epNo":3,"alt":"Bloomer V","descr":"Die jüngere Schwester von Nanase, Kuyou, kehrt aus Amerika, wo sie und ihre Eltern gelebt haben, nach Japan zurück. Als Kuyou mit Tomokazu und Mone zur Schule geht, sieht sich Tomokazu einem wütenden Mister Ishikari und seinen männlichen Kommilitonen gegenüber, die bereit sind, ihn auf dem Spielfeld zu pulverisieren und Dodge Ball zu spielen. Ein schlecht gewordenes Ausweichballspiel schickt Tomokazu zurück in die Traumwelt, wo er feststellt, dass Kuyou auch dort eingetreten ist, wo der Feind wartet und wo neue Transformationen stattfinden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504784","hoster":"VOE"},{"path":"/redirect/8659958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-4","name":"","epNo":4,"alt":"Operation School Swimsuit","descr":"Tomokazu wird speziell trainiert, um seine Kräfte und Fähigkeiten zu verbessern. Als er sein Versprechen bricht, Kuyou das Schwimmen beizubringen, und zum Pool geht, um mit Mone und Neneko Mädchen in Badeanzügen anzuschauen, ist Tomokazu Kuyous Zorn in der Traumwelt ausgeliefert. Das Schlafen war für Tomokazu noch nie so schmerzhaft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504781","hoster":"VOE"},{"path":"/redirect/8659956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-5","name":"","epNo":5,"alt":"Girl-Watching At The Dream Beach","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504785","hoster":"VOE"},{"path":"/redirect/8659960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-6","name":"","epNo":6,"alt":"The Yukata Master","descr":"Tomokazu und die Mädchen amüsieren sich bei einem Sommerfest. Nanase erinnert sich, als Tomokazu ein Junge war, und sie schwor, ihn zu beschützen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504786","hoster":"VOE"},{"path":"/redirect/8659966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-7","name":"","epNo":7,"alt":"The Reverse Reincarnating Woman","descr":"Tomokazu ist neugierig, woher Neneko kommt und folgt ihr, um herauszufinden, dass zwei Persönlichkeiten in ihr sind: normale Neneko und Neito. Neito ist eine Frau, die sich von der Zukunft wiedergeboren hat und ihm erzählt, dass die Zukunft von den Faydooms zerstört wurde und nur wenige überleben, aber Tomokazu hat die Chance, das Schicksal zu verändern und die Zukunft zu verändern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476862","hoster":"VOE"},{"path":"/redirect/8659965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-8","name":"","epNo":8,"alt":"Our Reason (For Refusing)","descr":"Eine Aurora erscheint am Himmel über der Stadt. Einige der Mädchen denken, es sei eine Nachricht von Außerirdischen, aber Neito sagt, es sei ein Zeichen dafür, dass die Faydooms beginnen, die reale Welt anzugreifen. Neneko verschwindet und es stellt sich heraus, dass sie versucht hat, die Faydooms ganz alleine zu bekämpfen, sodass sich sonst niemand einmischen müsste.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13476866","hoster":"VOE"},{"path":"/redirect/8659962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-9","name":"","epNo":9,"alt":"Bunny-Man","descr":"Tomokazu sucht nach Mones Familie, was sie verärgert, weil sie denkt, er will sie nicht mehr bei sich haben. Um es wieder gut zu machen, lässt er sie Dinge per Post kaufen, aber sie bestellt mehr, als er sich leisten kann, und er bekommt einen Job, um die Kosten als Hasenfigur in einer Kindershow zu decken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12281966","hoster":"VOE"},{"path":"/redirect/8659964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-10","name":"","epNo":10,"alt":"The Taste Of Katsudon","descr":"Der Mann in Schwarz bringt Tomokazu zum Haupthaus. Neito und das Familienoberhaupt enthüllen, dass Nanase und Kuyou Wächter der Familie sind und Tomokazu seit seiner Geburt beobachten. Das Familienoberhaupt sagt, dass Tomokazu seine Hilfe brauchen wird, um eine korrekte Schicksalstransformation herbeizuführen. Er fordert Tomokazu auf, seine Hilfe anzunehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504790","hoster":"VOE"},{"path":"/redirect/8659969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-11","name":"","epNo":11,"alt":"Destiny Transformation","descr":"Die Identität von Silk wird endlich enthüllt; Mone verschwindet auf mysteriöse Weise und die Bande macht sich auf die Suche nach ihr. Neito erscheint und sagt, dass die letzte Schlacht in dieser Nacht ist. Tomokazu fordert Kuyou auf, den Pfeil des Schicksals nicht zu benutzen, weil er ihm nicht vertrauen kann und befürchtet, dass er sie töten könnte. Während des Kampfes erscheint Mone und eine schockierende Entdeckung über sie wird gelernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504791","hoster":"VOE"},{"path":"/redirect/8659970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yumeria/staffel-1/episode-12","name":"","epNo":12,"alt":"Tomokazu,100 Points","descr":"Tomokazu wacht in der Schule auf. In dieser neuen Welt ist das anders. Er erinnert sich nicht einmal an Mizuki, Kuyou, Nanase, Neneko oder Mone. Aber zum Glück findet Neito ihn und sagt ihm, dass diese falsche Welt nicht dort ist, wo er hingehört. Tomokazu beginnt sich zu erinnern. Er findet Mone und zusammen gehen sie in die Traumwelt, um zu kämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8504792","hoster":"VOE"},{"path":"/redirect/8659968","hoster":"Streamtape"}]}]}]}]}