{"seriesId":"yuuki-bakuhatsu-bang-bravern","name":"Yuuki Bakuhatsu Bang Bravern","descr":"[Brave Bang Bravern!] In einer dystopischen Zukunft fechten Menschen in mächtigen, humanoiden Waffenanzügen namens \"Titanostrider\" erbitterte Kriege an zahlreichen Fronten aus. Die Weltmächte haben ihre Truppen nach Oahu, Hawaii, mobilisiert, wo eine entscheidende Schlacht tobt. Inmitten des Chaos trifft Ao Isami, ein entschlossenes Mitglied der japanischen Bodentruppenverteidigung, auf den kampferprobten amerikanischen Marine Corp Lewis Smith. Obwohl sich ihre Länder im Krieg gegenüberstehen, ändern sich überraschenderweise die Kampfbedingungen: Ein mysteriöser und übermächtiger Feind hat sie umzingelt","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Wait`s Over, Isami!","descr":"Die JSDF und die US-Armee führen gemeinsame Übungen durch. Dabei werden vor allem ihre individuell agierenden Asse zu Rivalen. Doch plötzlich wird aus der Übung brutaler Ernst.","versions":[{"lang":3,"streams":[{"redirect":13670266,"hoster":"VOE"},{"redirect":13670268,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Isami?! You`ll Be Here Soon, Won`t You, Isami?!","descr":"Die JSDF und die US-Armee führen gemeinsame Übungen durch. Dabei werden vor allem ihre individuell agierenden Asse zu Rivalen. Doch plötzlich wird aus der Übung brutaler Ernst.","versions":[{"lang":3,"streams":[{"redirect":13670269,"hoster":"VOE"},{"redirect":13670267,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Lulu ... That\u0027s Her Name","descr":"Isami hat sich in Bravern verschanzt und bläst Trübsal. Währenddessen findet Smith am Strand ein mysteriöses Mädchen und nimmt sie mit.","versions":[{"lang":3,"streams":[{"redirect":13696128,"hoster":"VOE"},{"redirect":13696127,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Isami, It Seems You Still Have Much to Learn About People","descr":"Isami ist immer noch sauer auf Smith. Dieser wiederum versucht, Lulu an das Leben auf der Basis zu gewöhnen. Es wird beschlossen, als erstes Japan zurückzuerobern.","versions":[{"lang":3,"streams":[{"redirect":13728238,"hoster":"VOE"},{"redirect":13728247,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"That\u0027s One Thing That\u0027s Beyond My Powers","descr":"Smith macht sich Sorgen wegen Isami und spricht mit Bravern darüber. Dieser versichert ihm, dass es sicher etwas gibt, was nur Smith tun kann. Daraufhin trifft dieser eine Entscheidung.","versions":[{"lang":3,"streams":[{"redirect":13745436,"hoster":"VOE"},{"redirect":13745435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Everything Will Be Okay. For I ... I Am Bravern!","descr":"Die Mission zur Rückeroberung Japans beginnt. Bravern und Isami werden als Vorhut eingesetzt und Smith besteht darauf, sie zu begleiten. Lulu hingegen ist außer sich, weil sie zurückbleiben soll.","versions":[{"lang":3,"streams":[{"redirect":13771426,"hoster":"VOE"},{"redirect":13771435,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Well, Isami? What Would You Do in a Situation Like This?","descr":"Die Koalitionsarmee muss sich dem Turm stellen, doch sie werden von gleich zwei Deathdrives angegriffen. Kann Bravern es allein schaffen, oder wird Smith eingreifen müssen?","versions":[{"lang":3,"streams":[{"redirect":13796896,"hoster":"VOE"},{"redirect":13796897,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Until We Meet Again, Smith","descr":"Smith wurde zum Kommandanten einer neuen Einheit befördert. Er sucht sich die Mitglieder selbst aus und schon bald wartet ihr erster Einsatz auf sie, als die alliierte Armee nach Europa aufbricht.","versions":[{"lang":3,"streams":[{"redirect":13881602,"hoster":"VOE"},{"redirect":13815121,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Isami! We Must Save the World Together!","descr":"Bravern hat Probleme im Kampf und auch Smith scheint verloren. Währenddessen freut Knuth sich darüber, endlich ihrem Tod begegnen zu können. Welcher Held kann die drohende Niederlage der Menschheit abwenden?","versions":[{"lang":3,"streams":[{"redirect":13835805,"hoster":"VOE"},{"redirect":13835804,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"In Japan, They Call This Omiai","descr":"Smith ist tot und seine Freunde müssen mit ihrer Trauer umgehen. Vor allem Lulu scheint es schwer getroffen zu haben.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Commence Operation Bonfire","descr":"Vor der letzten Entscheidungsschlacht treffen sich die Helden ein letztes Mal am Lagerfeuer in Hawaii. Dabei erklärt Bravern Sperbia, was es mit der menschlichen Essenskultur so auf sich hat.","versions":[{"lang":3,"streams":[{"redirect":13882474,"hoster":"VOE"},{"redirect":13882473,"hoster":"Streamtape"}]}]}]}]}