{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru","name":"Yuuki Yuuna wa Yuusha de Aru","descr":"[YUKI YUNA IS A HERO] Yuuna, Mimori, Fuu und Itsuki sind alle Mitglieder des sogenannten \"Brave Hero\"-Clubs der Sanshu-Mittelschule. Dabei widmen sie sich hauptsächlich denen, die ihre Hilfe in Anspruch nehmen. Eines Tages werden sie plötzlich von einem Lichtstrahl überrascht, der die vier Mitglieder in einen seltsamen Wald teleportiert. Dort treffen sie auf seltsame und böse Monster, \"Vertex\" genannt, die geschickt wurden, um die Welt zu zerstören. Mithilfe einer speziellen App auf ihren Handys, ist es den vier Mitgliedern erlaubt, sich zu verwandeln und so werden aus Yuuna und ihren Freunden richtige Helden, die nun ihre Welt beschützen müssen.","seasons":[{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/filme/film-1","name":"","epNo":1,"alt":"A Sunny Place","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9079553","hoster":"VOE"},{"path":"/redirect/9079544","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-1","name":"","epNo":1,"alt":"A Maiden\u0027s True Heart","descr":"Yuuna Yuuki und ihre Freunde Mimori Tougou, Fuu Inubouzaki und Itsuki Inubouzaki sind alle Mitglieder des Sanshuu Middle School Hero Club, der sich dafür einsetzt, denen zu helfen, die dies über ihre Website anfordern. Als sie eines Tages während des Unterrichts eine seltsame \"Waldwarnung\"-Nachricht auf ihren Telefonen erhalten, stellen die vier Mädchen plötzlich fest, dass die Zeit um sie herum plötzlich stehen geblieben ist, bevor sie von einem regenbogenfarbenen Licht umhüllt werden und sich bald in einem seltsamen bunten Wald wiederfinden. Fuu, der den anderen gesagt hatte, dass sie eine spezielle App auf ihre Telefone herunterladen sollten, als sie zum ersten Mal dem Hero Club beitraten, enthüllt, dass ihr Club von den Shinju ausgewählt wurde, um gegen mysteriöse Feinde namens Vertex zu kämpfen, deren Ziel es ist, die Shinju . zu zerstören , als Ergebnis die Welt zu töten. Wenn einer dieser Vertex erscheint und angreift,Fuu fordert Yuuna und Mimori auf, zu fliehen, während sie und Itsuki ihre Telefone benutzen, um sich in Helden zu verwandeln, um gegen den Vertex zu kämpfen. Entschlossen, Mimori zu beschützen, erweckt Yuuna ihr Potenzial als Heldin und verwandelt sich selbst, indem sie ihre neu gefundene Stärke nutzt, um gegen den Vertex zu kämpfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621010","hoster":"VOE"},{"path":"/redirect/8277964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-2","name":"","epNo":2,"alt":"Noble Thoughts","descr":"Da der Vertex seine Wunden regenerieren kann, lässt Fuu Yuuna und Itsuki ein Versiegelungsritual durchführen, um seinen Kern freizulegen. Gemeinsam schaffen es Fuu und Yuuna, den Kern zu zerstören, den Vertex zu besiegen und alle in die reale Welt zurückzubringen. Am nächsten Tag erklärt Fuu, dass sie von ihrer Organisation, der Taisha, beauftragt wurde, Heldenkandidaten die Macht zu verleihen, gegen die zwölf Vertex zu kämpfen, die Shinju bedrohen. Mimori, frustriert darüber, dass sie während des Kampfes nicht jedem helfen konnte, richtet ihre Wut auf Fuu, weil er die Dinge vor allen geheim hält, aber Yuuna schafft es, ein wenig aufzuheitern. Die Mädchen werden bald in einen weiteren Kampf gebracht, als drei weitere Vertex auftauchen, die kombinierte Angriffe verwenden, um sie davon abzuhalten, das Versiegelungsritual durchzuführen. Als der Vertex beginnt, Yuuna anzugreifen, ist Mimori entschlossen, sie zu beschützen und erweckt ihre Heldenform.mit ihren eigenen Projektilangriffen, um Unterstützung zu leisten, und gemeinsam schaffen sie es, alle drei Vertex zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9699193","hoster":"VOE"},{"path":"/redirect/8277969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-3","name":"","epNo":3,"alt":"Moral Poise","descr":"Einen Monat nach ihrer letzten Begegnung bereiten sich die Mädchen darauf vor, sich dem fünften Vertex zu stellen, nur dass plötzlich eine andere Heldin namens Karin Miyoshi auftaucht und sie im Alleingang besiegt. Am nächsten Tag wechselt Karin in die Klasse von Yūna und Mimori und behauptet, eine voll ausgebildete Heldin zu sein, die geschickt wird, um die Neulinge zu beaufsichtigen. Sie tritt dem Heldenclub widerwillig bei, ist jedoch hartnäckig, sich mit den anderen anzufreunden. An diesem Wochenende, als die Mädchen sich irgendwo treffen wollen, lässt Karin es aus, weil sie das Gefühl hat, dass sie nicht von ihrer Pflicht als Heldin abgelenkt werden sollte. Später in der Nacht tauchen die Mädchen in Karins Wohnung auf und enthüllen, dass sie geplant hatten, sie mit einer Geburtstagsparty zu überraschen. Am Ende des Tages fängt Karin an, mit ihnen auszukommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9597731","hoster":"VOE"},{"path":"/redirect/8277970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-4","name":"","epNo":4,"alt":"Shining Hearts","descr":"Itsuki, die nervös wird, wenn sie vor anderen singt, hat Angst vor einem bevorstehenden Test, also beschließt der Hero Club, zum Karaoke zu gehen, um ihr Selbstvertrauen zu stärken. Fū wird unterdessen von einer Nachricht von Taisha entnervt, die ihr sagt, dass sie das Schlimmste erwarten soll. Während sie weiterhin mit ihren Nerven zu kämpfen hat, denkt Itsuki an die Belastung für Fū, die sich seit dem Tod ihrer Eltern um sie kümmert. Später, als Fū beklagt, Itsuki mit dem Vertex in Verbindung zu bringen, versichert Itsuki ihr, dass sie sich glücklich fühlt, an ihrer Seite kämpfen zu können. Am Tag ihres Tests findet Itsuki einen Brief von allen, die sie ermutigen, ihr Bestes zu geben, ihr selbstbewusstes Singen zu ermöglichen und ihr das Ziel zu geben, Sängerin zu werden. Kurz darauf, als Fū das Worst-Case-Szenario in Betracht zieht, erscheint eine weitere Bewaldung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621009","hoster":"VOE"},{"path":"/redirect/8277972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-5","name":"","epNo":5,"alt":"Overcoming Adversity","descr":"Gegen alle sieben verbleibenden Vertex kämpfen die Mädchen gegen den ersten, nur um von einem anderen in eine Falle gelockt zu werden, der sie mit einer lauten Glocke außer Gefecht setzt. Itsuki schafft es, die Glocke zu stoppen, aber dann verschmelzen drei Vertexe zu einem einzigen stärkeren Vertex, der sich gegen ihre Angriffe als widerstandsfähig erweist. Nicht gewillt aufzugeben, benutzen Fū und Mimori ihre Trumpfkarte, die Mankai-Form, um den kombinierten Vertex zu besiegen, während Itsuki ihre Mankai-Form verwendet, um einen kleineren, schnelleren Vertex davon abzuhalten, Shinju zu erreichen. Fū riskiert dann, Zeit für die anderen zu gewinnen, um den verbleibenden Vertex zu versiegeln, dessen Kern sich als massiver in der Stratosphäre befindet. Yūna und Mimori begeben sich gemeinsam in den Weltraum, um gegen den Kern zu kämpfen, indem sie ihre Mankai-Formen verwenden, um ihn zu zerstören. Nach der Schlacht,Karin ist erleichtert, alle lebend und wohlauf vorzufinden und berichtet Taisha von ihrem Sieg.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621014","hoster":"VOE"},{"path":"/redirect/8277975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-6","name":"","epNo":6,"alt":"In Anticipation of Tomorrow","descr":"Nachdem Fū nach ihrem Kampf gegen den Vertex im Krankenhaus untersucht wurde, hat sie auf ihrem linken Auge etwas Sehkraft verloren, während Itsuki ihre Stimme verloren hat, was beide als vorübergehende Symptome durch Kampfermüdung gelten. Als sie jedoch entdeckt, dass Yūna auch ihren Geschmackssinn verloren hat und selbst auf dem linken Ohr taub geworden ist, befürchtet Mimori, dass diese Symptome eine Nebenwirkung der Mankai-Form sein könnten und setzt sich diesbezüglich mit Fū in Verbindung. Inzwischen hat Karin, die nicht betroffen ist, da sie die Mankai-Form nicht benutzt hat, es vermieden, in den Clubraum zu gehen, da sie befürchtet, dass sie jetzt, da die Vertex weg sind, keinen Zweck mehr hat. Yūna schafft es jedoch, sie zu finden und sie davon zu überzeugen, dass der Heldenclub auch ohne Gegenspieler weitermachen wird wie immer. Berührt von Yūnas Freundschaft,Karin überredet Taisha, sie bis zum Abschluss an der Sanshu Middle School zu lassen, während die Mädchen Pläne für die Sommerferien schmieden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12931561","hoster":"VOE"},{"path":"/redirect/8277979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-7","name":"","epNo":7,"alt":"Idyllic Happiness","descr":"Taisha belohnt die Mädchen in der Sommerpause mit einem Ausflug zu einem voll bezahlten Gasthaus mit heißen Quellen. Die Mädchen genießen einen Tag am Strand, essen lecker, entspannen in den heißen Quellen und erzählen ein paar Geistergeschichten. Am nächsten Morgen erinnert sich Mimori an ein Band, an dem sie sich festhielt, als sie bei einem Unfall ihr Gedächtnis verlor und fragt sich, ob ihre Kämpfe wirklich vorbei sind. Nachdem die Gruppe nach Hause zurückgekehrt ist und auf dem Rückweg Pläne für das Kulturfestival schmiedet, wird Fū in den Clubraum gerufen, wo sie alle alten Verwandlungshandys sowie eine neue Fee für sich entdeckt. Taisha warnt sie, dass ein weiterer Angriff geplant ist erwartet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12939088","hoster":"VOE"},{"path":"/redirect/8277984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-8","name":"","epNo":8,"alt":"Blessings of the Gods","descr":"Nachdem Fū den anderen mitteilt, dass ihr Kampf noch nicht vorbei ist und jedes Mädchen außer Karin eine zusätzliche Fee erhält, stoßen die Mädchen bald auf eine weitere Bewaldung. Yūna entdeckt den verbleibenden Vertex und stellt fest, dass er mit Kernen überfüllt ist, und beseitigt sie schnell mit der Kraft ihrer neuen Fee, was bei ihren Freunden einige Sorgen verursacht. Als der Wald verschwindet, werden Yūna und Mimori von den anderen getrennt, nachdem sie von einem Mädchen ins Krankenhaus gerufen wurden, das sich als ehemalige Heldin namens Sonoko Nogi entpuppt. Sonoko enthüllt ihnen das Geheimnis des Heldensystems, in dem Helden im Austausch für die Macht, die die Mankai-Form verleiht, dauerhaft die Verwendung einer Körperfunktion verlieren, und enthüllt weiter, dass Helden Shinju effektiv geopfert werden, der niemals sterben kann. Zusätzlich zu dem Schock, den beide Mädchen empfinden, als sie dies hören,Auch Mimori ist traurig, da sie Sonoko zu kennen scheint, sich aber nicht an sie erinnern kann. Als die beiden nach Hause begleitet werden, verspricht Yūna Mimori, dass sie einen Weg finden wird, alles in Ordnung zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621015","hoster":"VOE"},{"path":"/redirect/8277985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-9","name":"","epNo":9,"alt":"Those Who Know Grief","descr":"Yūna und Mimori geben das, was sie von Sonoko gelernt haben, an Fū weiter, die sie bittet, Itsuki und Karin nichts davon zu erzählen, bis sie es sicher wissen. Obwohl sie von Itsukis Klassenlehrerin gehört hat, wie Itsuki unter ihrer fehlenden Stimme gelitten hat, verleugnet Fū, in der Hoffnung, dass die Dinge irgendwann besser werden. Am nächsten Tag jedoch enthüllt Mimori Yūna und Fū, dass ihre Feen tatsächlich geschaffen wurden, um sie daran zu hindern, sich umzubringen, und beweist, dass alles, was Sonoko ihnen gesagt hat, wahr ist und dass ihre Symptome dauerhaft sind. Dies führt dazu, dass Fū verzweifelt ist, da sie weiß, dass Itsukis Stimme nie zurückkehren wird und sie ihren Traum, Sängerin zu werden, nie verwirklichen wird. Verärgert darüber, dass alle involviert sind, versucht Fū, die Taisha zu vernichten, und bereitet sich sogar darauf vor, sich zu diesem Zweck durch Karin zu kämpfen. Jedoch,Yūna und Itsuki halten sie vom Kampf ab und zeigen ihr, dass sie es nicht bereuen, dem Heldenclub beigetreten zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621017","hoster":"VOE"},{"path":"/redirect/8277989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-10","name":"","epNo":10,"alt":"Bonds of Love","descr":"Mimori erinnert sich an die Ereignisse nach dem Verlust ihrer Erinnerungen, einschließlich ihrer ersten Begegnung mit Yūna. Nachdem sie Freunde geworden waren und die Mittelschule besucht hatten, wurden die beiden von Fū rekrutiert, um dem Hero Club beizutreten, später schloss sich Itsuki an, wo sie viel ehrenamtliche Arbeit leisteten. Nachdem sie die Wahrheit von Sonoko erfahren hatte, versuchte Mimori viele Male, sich das Leben zu nehmen, um zu beweisen, dass die Feen da waren, um sie an ihre Pflichten zu binden. Zurück in der Gegenwart, während die anderen Fū trösten, nähert sich Mimori erneut Sonoko, die entdeckt hat, dass ihre Beine und ihr Gedächtnis aufgrund der Mankai-Form verloren gegangen sind und dass alles von ihrem Lebensstandard bis zum Umzug in die Nähe von Yūna von Taisha arrangiert wurde erzählt ihr die wahre Natur der Welt. Bei der Untersuchung des Shinju erkennt Mimori die wahre Natur darin;eine Hölle voller kleinerer Vertexes, die den bereits besiegten Vertex wieder aufbauen und die Helden dazu bringen, weiter zu kämpfen, bis sie behindert werden. Da Mimori nicht möchte, dass die anderen so leiden wie Sonoko, glaubt Mimori, dass die einzige Lösung darin besteht, Shinju zu zerstören und ein Loch zu sprengen, das mehrere kleinere Vertexes in den Wald entfesselt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12939093","hoster":"VOE"},{"path":"/redirect/8353955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-11","name":"","epNo":11,"alt":"Passion","descr":"Das Lernen von Mimori steht im Mittelpunkt des Vertex-Ausbruchs. Yūna und Karin jagen ihr in den Shinju nach und lernen, was Mimori selbst gelernt hat. Bevor sie versuchen können, mit Mimori zu argumentieren, die glaubt, dass die Zerstörung des Shinju die einzige Möglichkeit ist, ihren Freunden das Leiden zu ersparen, sind Yūna und Karin gezwungen, sich vom Vertex zurückzuziehen. Yūnas Verwirrung über die Angelegenheit lässt sie nicht in der Lage sein, sich in eine Heldin zu verwandeln, da sie glaubt, als Freundin versagt zu haben. Um Yūnas Wunsch zu erfüllen, Mimori aufzuhalten und wieder zusammen zu sein, geht Karin alleine los, um sich durch den Vertex zu kämpfen, der zwischen ihr und Mimori steht, wobei sie sich mehrmals Mankai unterziehen muss. Als Ergebnis des Kampfes verliert Karin ihr Seh- und Hörvermögen sowie den Gebrauch der meisten ihrer Gliedmaßen, als Yūna sie findet. In der Zwischenzeit,Nachdem Fū und Itsuki sie nicht aufhalten können, versucht Mimori, Shinju zu zerstören, indem sie den Angriff des Vertex darauf lockt, aber der Angriff wird von Yūna gestoppt, die entschlossen ist, Mimori zu beschützen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9621018","hoster":"VOE"},{"path":"/redirect/8277996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-1/episode-12","name":"","epNo":12,"alt":"Smile at You","descr":"Yūna ist gezwungen, gegen Mimori zu kämpfen, die es nicht ertragen kann, ihre Erinnerungen an alle zu verlieren, wie sie es mit Sonoko getan hat, oder über sich selbst vergessen zu werden. Yūna erklärt jedoch ihre entschlossenen Gefühle, Mimori nie zu vergessen und schafft es, sie aufzuhalten. Als der letzte Angriff des Vertex auf Shinju zusteuerte, verbünden sich alle Mädchen, trotz der durch ihre Mankai-Formen verursachten Leiden, um den Angriff abzuwehren, wobei Yuna gerade noch rechtzeitig den letzten Schlag ausführte, woraufhin ihre Feen verschwinden und ihre Rolle als Helden. Nach dem Kampf beginnt jedes der Mädchen, sich langsam wieder zu erholen, was sie verloren haben, einschließlich Mimoris Gebrauch ihrer Beine und Itsukis Stimme, aber Yūna ist aufgrund ihrer Bemühungen in einem komaähnlichen Zustand geblieben. Mimori besucht sie jeden Tag und fühlt sich von Schuldgefühlen überwältigt, aber ihre Stimme erreicht bald Yūna.der wieder erwacht. Endlich in der Lage, ihr lang ersehntes Heldenspiel aufzuführen, ist Yūna zuversichtlich, dass sie mit ihren Mithelden an ihrer Seite alles erreichen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8278000","hoster":"VOE"},{"path":"/redirect/8278001","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-1","name":"","epNo":1,"alt":"Sumi Washio","descr":"Ära der Götter, Jahr 298, zwei Jahre vor \u0027Yuki Yuna ist ein Held\u0027. Sumi Washio (6. Klasse), die vom Shinjyu ausgewählt wurde, ist eine Heldin, die zusammen mit ihren Klassenkameraden Sonoko Nogi und Gin Minowa die Welt beschützt. Es scheint, als wären Sonoko und Gin Unruhestifter, weil sie idiotisch oder zu energisch sein könnten. Sumi ist aufgeregt, dass sie die anderen beiden anführen sollte, aber...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9075760","hoster":"VOE"},{"path":"/redirect/9075756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-2","name":"","epNo":2,"alt":"Friends","descr":"Das Heldenteam Sumi Washio, Sonoko Nogi und Gin Minowa konnte sich nicht vereinen, weil sie nicht viel Zeit hatten, sich vorzubereiten. Also beschlossen sie, einen Anführer zu wählen und ihre Einheit durch ein Trainingslager zu stärken. Sumi sah sich als Anführerin, aber die Lehrerin, Frau Aki, ernannte Sonoko zur Anführerin...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9075759","hoster":"VOE"},{"path":"/redirect/9075761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-3","name":"","epNo":3,"alt":"Everyday Life","descr":"Die drei Mädchen Sumi Washio, Sonoko Nogi und Gin Minowa, die jetzt eine stärkere Einheit hat, arbeiten hart daran, ihre Rollen als Helden zu erfüllen. Es gehört auch zu ihrem Job, sich auszuruhen. Drei von ihnen begannen ihre momentane Auszeit in vollen Zügen zu genießen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9075738","hoster":"VOE"},{"path":"/redirect/9076090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-4","name":"","epNo":4,"alt":"Soul","descr":"Sumi Washio, Sonoko Nogi und Gin Minowa gehen zur Klassenfahrt ihrer Grundschule. Die drei geraten durch die fortschrittliche Aktion des Vertex in eine Krise, der scheinbar ihren lustigen Alltag zerstört.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076093","hoster":"VOE"},{"path":"/redirect/9075737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-5","name":"","epNo":5,"alt":"Goodbye","descr":"Das System des Helden schreitet voran, um sich auf den Kampf mit dem eskalierenden Feind vorzubereiten. Das war jedoch für die Mädchen in der 6. Klasse zu brutal, um es ertragen zu müssen. Trotzdem arbeiten die Mädchen hart daran, ihre Rollen zu erfüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918441","hoster":"VOE"},{"path":"/redirect/9075742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-6","name":"","epNo":6,"alt":"Promise","descr":"Endlich hat die Klimaschlacht begonnen. Die Helden erfüllen ihre Rollen mit neuen Kräften. Die Blumen haben wunderschön geblüht. Welches Schicksal würde sie in Zukunft erwarten...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9075752","hoster":"VOE"},{"path":"/redirect/9075750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-7","name":"","epNo":7,"alt":"Spectacular Days","descr":"Nach ihrem Kampf gegen den Vertex werden Yuna, Fu, Itsuki und Karin von einer vollständig genesenen Sonoko begleitet, während der Heldenclub seine normalen Aktivitäten wieder aufnimmt. Yuna bekommt jedoch das seltsame Gefühl, dass jemand in der Gleichung fehlt. Am nächsten Tag, nachdem sie weitere Déjà-vu erlebt haben, erkennen sowohl Yuna als auch Sonoko, dass jemand ihre Erinnerungen verändert hat, um sie alles über Mimori vergessen zu lassen, als ob sie nie existiert hätte. Als sie sich an ihre wahren Erinnerungen an Mimori erinnern, die eine maskierte Heldenfigur angenommen hatte, um ihre Sünden wiedergutzumachen, bleiben die Mädchen mit der Frage zurück, wohin sie verschwunden ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076399","hoster":"VOE"},{"path":"/redirect/9076398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-8","name":"","epNo":8,"alt":"Important Memories","descr":"Im Verdacht, Mimori könnte sich irgendwo hinter der Mauer befinden, bringt Sonoko alle Verwandlungshandys zusammen und enthält ein neues Heldensystem, das ihre Körperfunktionen nicht beeinträchtigt, sondern stattdessen die Barriere, die die Helden schützt, an die Mankai-Anzeige bindet. Je mehr die Schranke benutzt wird, desto niedriger wird die Mankai-Anzeige. Wenn die Mankai-Anzeige vollständig leer ist, geht die Schranke verloren und das Betreten von Mankai leert die Anzeige sofort. Die Mädchen verwandeln sich wieder in Helden, wagen sich über die Mauer hinaus und entdecken Mimoris Signal, das von einem mysteriösen schwarzen Loch kommt. Yuna nutzt Sonokos Mankai-Form als Schiff und wagt sich in das Schwarze Loch, während die anderen den verfolgenden Vertex aufhalten. Yunas Geist löst sich von ihrem Körper, um die Schwerkraft des Lochs zu überleben, und entdeckt dabei Fragmente von Mimoris Erinnerungen. Aufgrund ihrer Handlungen, die dazu führten, dass Flammen aus dem Loch in der Grenze austraten, die sie hinterließ, stimmte Mimori zu, ein rituelles Opfer zu sein, um die Flammen zu unterdrücken . Yuna findet Mimori bald in einem Konstrukt gefangen, in dem ein Geist in Flammen steht. Trotz der Gefahr für ihren eigenen Geist und Körper zieht Yuna Mimori aus dem Konstrukt und nimmt das volle Ausmaß ihres Fluches auf sich. Als Mimori mit stabilisierten Flammen sicher in die reale Welt zurückgekehrt ist, hält Yuna die Zeichen, die jetzt in ihrem Körper eingebettet sind, geheim.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076404","hoster":"VOE"},{"path":"/redirect/9076412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-9","name":"","epNo":9,"alt":"My Heart Hurts When I Think of You","descr":"Während sich der Hero Club darauf vorbereitet, gemeinsam Weihnachten zu feiern, wird Yuna von der \u0027Pflicht\u0027 belastet, die sie von Mimori übernommen hat, als sie sie gerettet hat. Als Yuna sich fragt, ob sie mit den anderen darüber sprechen sollte, beginnt sie, Visionen des gleichen Mals auf den anderen zu sehen. Am nächsten Tag erfährt Yuna, dass sie alle ein kleines Unglück erlitten haben. Itsuki verliert den Hausschlüssel und strandet sie und Fu in einer kalten Nacht draußen, die Heizung in Karins Haus geht kaputt, Togo erleidet einen Stromausfall in ihrem Haus und Sonoko verbrennt sich die Hand an einem heißen Wasserkocher. Später an diesem Tag, nachdem Yuna versucht hat, mit ihr über das Mal zu sprechen, wird Fu trotz des Versuchs ihres Geistes, sie zu beschützen, von einem Auto angefahren. Dies führt dazu, dass Yuna erkennt, dass ihr Fluch dazu führt, dass jeder, den sie versucht, mit dem Mal zu sprechen, Unfälle hat, und sie weiß nicht, was sie tun soll","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076408","hoster":"VOE"},{"path":"/redirect/9076409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-10","name":"","epNo":10,"alt":"Unspoken Intentions","descr":"Als das neue Jahr beginnt und Fu aus dem Krankenhaus entlassen wird, versucht Yuna, ihr normales Leben fortzusetzen, ohne ihre Situation zu verraten. Karin bemerkt etwas an Yunas Verhalten und versucht sie danach zu fragen. Als Mimori bemerkt, dass an Yuna etwas nicht stimmt, schleicht sie sich in ihr Haus ein und entdeckt ein Buch mit Hero Records, in das sie geschrieben hat. Als Mimori dieses Buch den anderen zeigt, enthüllt Sonocchi, dass Yuna vom Fluch der Götter gequält wird Wird sich auf andere ausbreiten, wenn sie schreibt oder anderen davon erzählt. Die Mädchen entscheiden sich, das Buch trotzdem zu lesen, und erfahren, dass Yuna aufgrund des Schadens, den sie während ihres letzten Kampfes gegen den Vertex erlitten hat, von Shinju einen neuen Körper erhalten hat, der aufgrund des Fluchs, den sie auf sich genommen hat, wahrscheinlich nicht bis zum Feder. Als Karin erfährt, dass Yuna mit der Verschlechterung ihres Zustands mehr Angst und Schmerzen hatte, zeigt sie Reue für die harten Worte, die sie ihr gesagt hat, während Mimori entschlossen ist, Yuna zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12931564","hoster":"VOE"},{"path":"/redirect/9076388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-11","name":"","epNo":11,"alt":"Incorruptible Heart","descr":"Die Taisha informiert Yuna, dass die Shinju bald verwelken und sterben werden, was zur Zerstörung der menschlichen Rasse führt, es sei denn, sie stimmt zu, sich in einer Shinkon-Ehe mit den Shinju zu opfern. Da Yuna das Gefühl hat, dass ihr Leben sowieso zu Ende geht, stimmt sie zu, am Shinkon teilzunehmen, stößt jedoch bei ihren Freunden auf heftigen Widerspruch. Sie wird immer gestresster und verzweifelter, wenn sie darüber streitet, was getan werden soll, und fürchtet, dass sich der Fluch in ihren Freunden ausbreitet und wegläuft. Auf der Suche nach Yuna werden die Mädchen von einem Mitglied von Taisha gerufen, das von Mimori und Sonoko als ihr alter Meister Aki erkannt wird, der bestätigt, dass Yunas Teilnahme am Shinkon der einzige Weg ist, die Menschheit zu retten. Mit dem Shinkon werden die Menschen zu einer göttlichen Ebene aufsteigen und ihre Menschlichkeit hinter sich lassen, um mit dem Shinju zu leben. Als Yuna sich auf den Shinkon vorbereitet, taucht in der realen Welt ein großer Feind auf, den Aki bittet, die Helden zurückzuhalten, bis der Shinkon abgeschlossen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076389","hoster":"VOE"},{"path":"/redirect/9076385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-2/episode-12","name":"","epNo":12,"alt":"Only You Can Make Me Happy","descr":"Karin, Itsuki und Sonoko beschließen, den Feind aufzuhalten, der die Macht hat, ihre Barrieren aufzuheben, während Fu Mimori hilft, in Richtung Shinju zu gehen, um Yuna zu retten. Als Mimori Yuna von Schlangen verstrickt findet, während glühende Arme an ihrem Geist nagen, ermutigt Mimori Yuna, ihre wahren Gefühle auszusprechen, dass sie nicht sterben möchte und um Hilfe zu rufen. Die Feen errichteten jedoch eine Barriere zwischen ihnen und hinderten Mimori daran, Yuna zu erreichen. Genau in diesem Moment verleiht der Geist von Gin und all den anderen gefallenen Helden Mimori ihre Stärke und ermöglicht es ihr, die Barriere zu durchbrechen und Yuna zu retten. Der Shinju und die gefallenen Helden beschließen, sein Vertrauen in die Menschen zu setzen, und gewähren Yuna all ihre Macht, damit sie die Flammen zerstören und die Welt retten kann. Der Shinju stirbt, aber wenn die Flammen weg sind, wird die Menschheit überleben und alleine leben. Yuna, die nun vollständig von ihrem Zustand erholt ist, kehrt endlich zu einem normalen Leben zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9076397","hoster":"VOE"},{"path":"/redirect/9076395","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3/episode-1","name":"","epNo":1,"alt":"Joyous Youth","descr":"Heroines Club-Mitglieder sind bestrebt, ihr normales Leben wieder aufzunehmen. Und das bedeutet lustige Aktivitäten wie Bandtraining, Karaoke, Airsoft-Matches und Campingausflüge!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9079707","hoster":"VOE"},{"path":"/redirect/12480333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9113855","hoster":"VOE"},{"path":"/redirect/9113854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3/episode-3","name":"","epNo":3,"alt":"Smallest Joys","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10867814","hoster":"VOE"},{"path":"/redirect/10867813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3/episode-4","name":"","epNo":4,"alt":"Oracle","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12174091","hoster":"VOE"},{"path":"/redirect/10867816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/yuuki-yuuna-wa-yuusha-de-aru/staffel-3/episode-5","name":"","epNo":5,"alt":"Brightness Unleashed","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10905427","hoster":"VOE"},{"path":"/redirect/10905429","hoster":"Streamtape"}]}]}]}]}