{"path":"/serie/stream/z-wie-zorro","name":"Z wie Zorro","descr":"[Kaiketsu Zoro] Diego Vega kehrt von seinem Studium in Spanien in seine Heimat zurück. Dort muss er feststellen, dass die Bevölkerung unter der Willkür der Armee leidet. So werden zum Beispiel die Steuern nach Lust und Laune der Armee erhöht. Diego will nicht tatenlos zusehen und verkleidet sich als Zorro, den Rächer der Armen und Schwachen. Um nicht aufzufallen gibt sich Diego \"in Zivil\" als Taugenichts und Feigling, jedoch hat das auch seine Folgen: Lolita, seine Angebetete, hält ihn für einen Waschlappen, himmelt jedoch Zorro an …Nicht wie in den üblichen Geschichten um Zorro, hat der Held einen stummen Diener als Helfer, sondern einen kleinen Jungen namens Bernard der sich als \"kleiner Zorro\" verkleidet und mit Diego Seite an Seite kämpft.","seasons":[{"path":"/serie/stream/z-wie-zorro/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/z-wie-zorro/filme/film-1","name":"Z wie Zorro - Der Film","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12943091","hoster":"VOE"},{"path":"/redirect/12943089","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-1","name":"Diego","epNo":1,"alt":"The symbol of justice is \"Z” !","descr":"Zu Beginn unserer Geschichte muss Diego, alias Zorro, hilflos dabei zusehen, wie der Rebell Chichita gefangen genommen wird. Chichita soll während der Feierlichkeiten anlässlich Diegos Rückkehr hingerichtet werden, aber im letzten Augenblick erscheint Zorro und befreit ihn. Die Soldaten nehmen sofort die Verfolgung auf und die Menschenjagd endet mit einem Duell zwischen Zorro und Leutnant Gabriel. Derweil kann Chichita sich in einem Boot absetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504865","hoster":"VOE"},{"path":"/redirect/8660099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-2","name":"Weindiebe","epNo":2,"alt":"Here comes little Zorro!","descr":"Lolita zweifelt daran, dass Diego wirklich der Feigling ist für den er sich gibt. Doch der versteht es ihre Zweifel zu zerstreuen, indem er sich sehr lächerlichmacht. Nebenbei machen Weindiebe die Weintransporte unsicher. Zorro greift ein. Der Einzige, den Diego nicht hinters Licht führen kann ist der kleine Bernard.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504868","hoster":"VOE"},{"path":"/redirect/11063447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-3","name":"Der Brandstifter","epNo":3,"alt":"Gabriel, the plotter!","descr":"Leutnant Gabriel will Lolita für sich gewinnen und heuert einen Brandstifter an, um sie zu zwingen ihn zu heiraten. Aber da hat er die Rechnung ohne denharmlosen, im Gefängnis sitzenden Feigling Diego gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504867","hoster":"VOE"},{"path":"/redirect/8660105","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-4","name":"Der Verräter","epNo":4,"alt":"Wake up my friend!","descr":"Ohro bewundert Leutnant Gabriel und will zur Armee um auch so eine schicke Uniform tragen zu können. Dafürverrät er der Armee das Pulverversteck der Rebellengruppe seines Vaters.Diego gefällt die neue Art seines Freundes ganz und gar nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504869","hoster":"VOE"},{"path":"/redirect/8660104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-5","name":"Blutsbande","epNo":5,"alt":"Father’s Secret","descr":"Die Bewohner von San Tasco feiern in der Stadt San Pedro das Erntedankfest. Aber Kommandant Raymond plant den Bürgermeister des Städtchens mit dessen zwielichterVergangenheit zu erpressen. Zorro muss mal wieder den Tag retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504871","hoster":"VOE"},{"path":"/redirect/8660106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-6","name":"Die Falle mit dem Edelstein","epNo":6,"alt":"A trap with a red jewel","descr":"Eine Verbrecherbande stiehlt den Hochzeitsedelstein von Lolita. Weil Zorro zur Hilfe geeilt kam, hält man ihn nun für einen Verbrecher. Die waren Diebenutzen das aus und begehen unter Zorros Namen weitere Straftaten. Zorro muss die Diebe in ihre Schranken weisen. Nicht ganz einfach, da der Anführer einenmiesen Trick benutzt um Zorro zu hypnotisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504870","hoster":"VOE"},{"path":"/redirect/8660109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-7","name":"Die Erbin","epNo":7,"alt":"An heiress to property","descr":"Kommandant Raymond erhebt Anspruch auf das Erbe eines vermögenden Kaufmannes. Aber dieser hat eine Tochter, welche in Spanien lebt. Raymond will unterallen Umständen verhindern, dass dieses Mädchen rechtzeitig nach San Tasco kommt, um ihr Erbe anzutreten. Diego und Bernard treffen zufällig auf die Erbinund schmuggeln sie an den Soldaten vorbei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9621063","hoster":"VOE"},{"path":"/redirect/8660108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-8","name":"Die Sache mit der Astrologie","epNo":8,"alt":"A guitar to kill","descr":"Lolita steckt ihre Nase in ein Buch über Astrologie und erzählt jedem der es nicht hören will, wie schlecht die Sterne momentan stehen! Das ändert sich,als der Zeitungsherausgeber von San Tasco erschossen wird. Nun denkt Diego doch zweimal über Lolitas Warnung nach und trifft Vorkehrungen gegen den Gitarrespielenden Schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597762","hoster":"VOE"},{"path":"/redirect/8660112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-9","name":"Der Piratenschatz","epNo":9,"alt":"Let’s find the pirate treasure!","descr":"Der alte Ponzo behauptet endlich den letzten Hinweis auf den Piratenschatz von Kapitän Kid gefunden zu haben. Niemand glaubt ihm, außer die geldgierigenOffiziere der Armee, die den Schatz für sich beanspruchen. Zorro und Little Zorro müssen eingreifen, um Ponzo seinen Lebenstraum zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597765","hoster":"VOE"},{"path":"/redirect/8660117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-10","name":"Das blaue Auge","epNo":10,"alt":"Diego has become a ghost!","descr":"Lolitas Cousine Lasalle kommt nach San Tasco um den Tod ihres Ehemannes Kelly zu vergessen. Ihr liebstes Andenken an den Verstorbenen: ein großer Saphirring- das blaue Auge. Nicht nur drei diebische Nonnen, sondern auch Leutnant Gabriel werfen ein Auge auf das Auge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504875","hoster":"VOE"},{"path":"/redirect/8660113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-11","name":"Falschmünzer","epNo":11,"alt":"The adventure of little Zorro","descr":"Bernard, Kasas und Synio wollen ihren Mut beweisen, indem sie auf den \"stöhnenden Berg\" klettern. Dort haben sich jedoch Gauner eingenistet, welche Falschgeldherstellen. Gott sei Dank hat Diego die seltsamen Geräusche vom Berg und das Falschgeld miteinander in Verbindung gebracht und sieht sich dort um. Gutfür die drei Kinder, die den Falschmünzern in die Hände gefallen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918428","hoster":"VOE"},{"path":"/redirect/8660114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-12","name":"Die falsche Comtessa","epNo":12,"alt":"Figaro, the stray dog","descr":"Bernard findet einen kleinen Hund und möchte ihn behalten. Aber Maria ist strikt dagegen und wirft den \"Köter\" wieder hinaus. Doch dann findet Figaro denOhrring der echten Comtessa Meldosa und hilft dadurch die Betrüger zu überführen und Don Vega wieder zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504877","hoster":"VOE"},{"path":"/redirect/8660116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-13","name":"Erwachsen werden ist ganz schön schwer","epNo":13,"alt":"Little Zorror at full blast","descr":"Bernard hat es satt immer wie ein Kind behandelt zu werden. Da belauscht er zufällig eine Einbrecherbande und plant diese alleine unschädlich zu machen.\rIm Hause von der kleinen Nikita zeigt Bernard, was in ihm steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504878","hoster":"VOE"},{"path":"/redirect/8660115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-14","name":"Die roten Wölfe","epNo":14,"alt":"The stagecouch is in danger!","descr":"Eine Verbrecherbande macht die Gegend um San Tasco unsicher. Auf dem Weg zurück von San Pedro wird die Kutsche in der Diego, Lolita, Bernard, SergenteGonzales und einige weitere Reisende sitzen angegriffen. Die roten Wölfe wollen Satobi den Sohn eines reichen Kaufmannes entführen. Gonzales allein kanngegen die Räuber nichts ausrichten und Diego kann seine Tarnung nicht aufgeben. Doch da ergreift einer der Reisenden seinen Säbel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504881","hoster":"VOE"},{"path":"/redirect/8660119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-15","name":"Der Kuss","epNo":15,"alt":"Lolita’s kiss","descr":"Zu Ehren des neuen General Gouverneurs veranstaltet San Tasco ein Tanz- und Fechtwettbewerb. Lolita springt für eine erkrankte Freundin ein und tanzt mit.Dummerweise dürfen sich Gewinner des Fechtwettbewerbs und Gewinnerin des Tanzwettbewerbs bei der abschließenden Zeremonie küssen. Ohne Zorro gewinnt LeutnantGabriel. Gleichzeitig muss Diego Kapitän Jekyll helfen, der alleine gegen die Skorpionbande ins Feld zieht. Wird Diego rechtzeitig auftauchen um den Kussverhindern zu können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504880","hoster":"VOE"},{"path":"/redirect/8660118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-16","name":"Das japanische Schwert","epNo":16,"alt":"The sword for Japan","descr":"Ein japanisches Schwert soll dem General Gouverneur als Geschenk überreicht werden. Aber die restliche Skorpionbande versucht das Schwert zu stehlen. AlsZorro dies vereitelt, sieht er sich von den Verbrechern, welche eine ganze Familie als Geiseln halten, gezwungen das Schwert aus dem Hauptquartier derArmee zu entwenden und als Lösegeld zu übergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504882","hoster":"VOE"},{"path":"/redirect/8660120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-17","name":"Zorro in Nöten","epNo":17,"alt":"Zorror is cornered!","descr":"Figaro spielt Diegos Hund Tackle ein paar Streiche, woraufhin Maria den braunen Jagdhund kurzerhand auf die Straße setzt. In der folgenden Nacht versucht Zorro zwei unschuldige Gefangene zu befreien und läuft in eine Falle. Die Armee hetzt blutrünstige, abgerichtete Hunde auf ihn. Er kann zwar fliehen, aber die Hunde folgen seinem Geruch und tauchen mit der Armee im Schlepptau auf der Hascienda auf. Zorro versucht die Hunde abzuschütteln. Ein Hund folgt ihm dennoch und nur einer kann Diego, Lolita und Bernard vor der bissigen Bestie retten: Tackle!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504883","hoster":"VOE"},{"path":"/redirect/8660121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-18","name":"Der clevere Detektiv","epNo":18,"alt":"Diego, the clever detective","descr":"Lapaz ein Studienkollege von Diego kehrt ebenfalls nach San Tasco zurück. Auf seinem Willkommensfest wird ein Mordanschlag auf seinen Vater verübt. Verdächtig wird erst Sergente Gonzales, weil er dem Don Geld schuldete. Doch dann wird Lapaz festgenommen und alle glauben plötzlich, dass der Junge seinen eigenen Vater umbringen wollte, weil er sich kurz vor dem Vorfall mit ihm über Geld gestritten hatte. Aber Diego kann das nicht glauben und versucht die Wahrheit heraus zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504884","hoster":"VOE"},{"path":"/redirect/8660122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-19","name":"Ein Haus voller Überraschungen","epNo":19,"alt":"A house of tricky devices","descr":"Ein Geldverleiher wird von Gabriel angeheuert um Zorro zu erledigen. Zusammen mit seinem Bruder lockt er Zorro in ein selbstgebautes Haus, voller Fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931567","hoster":"VOE"},{"path":"/redirect/8660123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-20","name":"Rache an Zorro","epNo":20,"alt":"The boy who seeks vengence on Zorro","descr":"Ferino, ein Junge in Bernards Alter gibt Zorro die Schuld dafür, dass sein Vater aus der Armee geworfen wurde. Er hat nur ein Ziel: Rache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504886","hoster":"VOE"},{"path":"/redirect/8660124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-21","name":"Traumschwingen","epNo":21,"alt":"Fly, the wings of dreams!","descr":"Alles Gute kommt von oben! In diesem Fall wahr. Ein verschlagenes Brudertrio plant den Überfall auf das Passagierschiff Hudson. An Bord sind auch Lolita und Maria. Nur mit Hilfe von Leonardo und dessen Flugapparates gelingt es Zorro das Schiff auf See zu erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504887","hoster":"VOE"},{"path":"/redirect/8660125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-22","name":"Ein böses Missverständnis","epNo":22,"alt":"Gonzales, the thief","descr":"Garçia träumt von einer Beförderung, denn das würde seine Mutter sehr glücklich machen. Um diese zu verdienen, versucht er einen Dieb gefangen zu nehmen, der ein kostbares Schmuckstück gestohlen hat. Aber tollpatschig wie er ist, endet der Versuch damit, dass er selbst des Diebstahls angeklagt wird. Bernard, Diego und Lolita verteidigen ihn und fangen den wahren Dieb. Befördert wird Garçia aber dennoch nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504889","hoster":"VOE"},{"path":"/redirect/8660128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-23","name":"Die Braut ist Spanierin","epNo":23,"alt":"The bride is a spanish girl","descr":"Elena, eine gute Freundin von Diego aus seiner Zeit in Spanien, ist mit José verlobt. Aber um heiraten zu können, müsste zunächst einmal Josés Vater all seine Schulden zurückzahlen. Um das Geld zusammenzubekommen, entschließen sich Elena, José und seine Schwester Annabel, nach Amerika zu gehen und Diego zu erpressen. Sie setzen das Gerücht in die Welt, dass Diego in Spanien Elena das Versprechen gegeben habe, sie zu heiraten. Er habe aber sein Wort gebrochen. Nun fordern sie von Diegos Vater Don Alejandro de la Vega Entschädigung. Natürlich ist es eine faustdicke Lüge. Obendrein aber ist auch Elena Opfer der Lügengeschichten geworden, denn José und seine Schwester wollen das naive Mädchen nur ausnutzen und sie nach Erhalt des Geldes wieder loswerden. Doch Zorro kann den Plan vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504890","hoster":"VOE"},{"path":"/redirect/8660129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-24","name":"Raymond, der Feind des Volkes","epNo":24,"alt":"Raymond, the enemy of the people","descr":"Die Agenten Isabella und Fernando werden vom König und der Königin Spaniens beauftragt, ausreichend Beweise zu finden, um den Kaufmann Don Dias festzunehmen. Dieser täuscht vor, ein Herz aus Gold zu haben, aber er wird von Tag zu Tag reicher, indem er andere ausnimmt. Fernando wird getötet. Aber mit Unterstützung durch Zorro und einem kleinen Hund, kann Isabella den Schurken enttarnen, der, wie sich herausstellt, mit Raymond und Gabriel unter einer Decke steckt. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504891","hoster":"VOE"},{"path":"/redirect/8660126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-25","name":"Tränen eines Clowns","epNo":25,"alt":"The clown in tears","descr":"Der kleine Popolo und sein Vater arbeiten in Blacks Zirkus. Popolo verachtet seinen Vater Thomas, weil dieser nur ein Clown ist. Er weiß nicht, dass Thomas sich die Rolle des Clowns als Buße auferlegt hat. Vor zehn Jahren war Thomas der Anführer einer Gruppe Städter, die gegen die Armee rebellierte. Eines Tages konnte er eine wichtige Verabredung nicht einhalten und just bei diesem Treffen wurden seine Kameraden von der Armee gefangen genommen. Thomas wird seitdem des Verrates verdächtigt, denn er weigert sich zu berichten, warum er bei dem Treffen nicht erschienen ist. All dies geschah vor vielen Jahren und es ist an der Zeit, dass die Wahrheit ans Licht kommt. Black wird von Raymond angeheuert, Zorro gefangen zu nehmen, doch Zorro triumphiert und kann sogar das alte Missverständnis aus der Welt schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12943169","hoster":"VOE"},{"path":"/redirect/12943170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-26","name":"Pepita, die Lügnerin","epNo":26,"alt":"Pepita, the liar","descr":"Pepita, ein kleines Mädchen mit einer lebhaften Fantasie, wird von den anderen Kindern als Lügnerin beschimpft. Zufällig belauscht sie zwei Männer von der Indian Trading Company, die über ihren Plan diskutieren, die hiesigen Minen an sich zu reißen – ein Vorhaben, das von der Armee unterstützt werden soll. Aber niemand glaubt Pepita, ausgenommen Bernard und Diego. Ihnen gelingt es dann auch, den Plan aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504893","hoster":"VOE"},{"path":"/redirect/8660127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-27","name":"Kampf um die Juwelen","epNo":27,"alt":"Romping madam and the little Zorro","descr":"Die Ehefrau des General-Gouverneurs will nach Spanien zurückreisen. Vor ihrer Abreise gibt ihr Gabriel eine Tasche mit gestohlenen Edelsteinen als Geschenk mit. Zorro und Bernard entschließen sich, die Tasche zu stibitzen und die Edelsteine ihren rechtmäßigen Besitzern wiederzugeben. Doch sie kommen gar nicht dazu, denn die Frau wird schon von anderer Seite her überfallen. Zorro und Bernard können dies letztlich aber verhindern. Mylady ist begeistert von Bernard und möchte das elternlose Kind gerne adoptieren, doch der Junge hat Angst davor, nach Spanien zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12943175","hoster":"VOE"},{"path":"/redirect/12943176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-28","name":"Die verwunschenen Ruinen","epNo":28,"alt":"Haunted ruins","descr":"Ein mysteriöses Mädchen und ihr Großvater tauchen plötzlich aus mittelalterlichen Ruinen auf. Sie erzählen den Bewohnern von San Tasco, dass sie die Nachfahren eines uralten Volkes seien, und dass in den Ruinen Schätze versteckt seien. Das macht die Armee hellhörig. Sie schmeißen das Mädchen und den Alten ins Gefängnis und die Soldaten machen sich auf die Suche nach den Schätzen. Zorro befreit das Mädchen und findet heraus, dass ihre Geschichte zum Teil wahr ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12943180","hoster":"VOE"},{"path":"/redirect/12943182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-29","name":"Mona Lisa weint","epNo":29,"alt":"Mona Lisa is crying","descr":"Ein alter Maler wird von der Indies Trading Company dazu gedrängt, Gemälde alter Meister zu fälschen, damit man diese verkaufen könne. Als der Maler die Stadt verlassen will, wirft ihn die Company zusammen mit seiner Enkeltochter ins Gefängnis. Da kann nur noch Zorro helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504892","hoster":"VOE"},{"path":"/redirect/8660132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-30","name":"Gonzales ist verliebt","epNo":30,"alt":"Gonzales in love","descr":"Sergeant Garçia rettet ein hübsches Mädchen namens Stella vor zwei Spitzbuben. Er findet heraus, dass die beiden Kerle im Auftrag von Paco, dem örtlichen Geldverleiher, handelten und auf der Suche nach einem besonders wertvollen Ring sind. Das Mädchen ist in Schwierigkeiten, denn ihr Verlobter Moreno schuldete dem Kredithai Geld und wurde von Pacos Häschern getötet. Garçia verliebt sich in Stella, doch sie hasst alles, was mit Soldaten zu tun hat. Zorro nimmt sich Paco vor und verjagt ihn aus der Stadt. Als Stella herausfindet, dass ihr Verlobter doch noch lebt, verlässt sie die Stadt und zieht nach England.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504894","hoster":"VOE"},{"path":"/redirect/8660131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-31","name":"Dummheit schützt vor Strafe nicht","epNo":31,"alt":"Wicked design of the South India trading company","descr":"Die Getreidefirma Grain and Cereals Company hat sich einen perfiden Plan ausgedacht: Heimlich fackeln sie die örtlichen Kornfelder ab, um ihre Produkte überteuert an die Bevölkerung verkaufen zu können. Don de la Vega will zur Hilfe eilen, doch auch seine Felder werden ein Opfer der Flammen. Um den Verdacht von sich abzulenken, suchen die Firmeninhaber einen Sündenbock und finden ihn in Miguels Vater Nicholas. Zorro und Bernard finden heraus, dass hier etwas nicht stimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504896","hoster":"VOE"},{"path":"/redirect/8660133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-32","name":"Der betrunkene Doktor","epNo":32,"alt":"The doctor is a drunkard","descr":"Ein Fremder kommt in die Stadt und stellt sich als Emilio Esparada vor, der Sohn des spanischen Herzogs. Lolita glaubt, dass Emilio in Wahrheit Zorro sei und freut sich, als Emilio Interesse an ihr zeigt. Kurz darauf wird Lolita gekidnappt und Emilio bietet an, das Lösegeld, das Don Carlos und Don Alejandro de la Vega gesammelt haben, den Kidnappern zu übergeben. Diego und Bernard finden das höchst verdächtig und versuchen hinter das Geheimnis von Emilio zu kommen und Lolita zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504897","hoster":"VOE"},{"path":"/redirect/8660130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-33","name":"Der falsche Herzogssohn","epNo":33,"alt":"A terrible wooer","descr":"Diego trifft Teo, einen alten Schulfreund aus Spanien, der den Auftrag hat, hier in Mexiko Zorro zu finden und zu töten, auch wenn er es eigentlich gar nicht will. Als Diego herausfindet, dass Teo gekommen ist, um Zorro zu töten, findet Teo heraus, dass es sich bei Diego um Zorro handelt. Teo fordert von Diego, nie wieder als Zorro aufzutreten, damit er ihn nicht töten muss, doch Diego weigert sich, denn er fühlt sich den mexikanischen Bürgern verpflichtet. Es kommt zu einem Duell zwischen den Freunden, das mit einer Katastrophe endet","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504898","hoster":"VOE"},{"path":"/redirect/8660134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-34","name":"Zorro muss sterben","epNo":34,"alt":"The order to kill Zorro","descr":"Eine junge Magierin kommt mit ihren Großvater in die Stadt. Gemeinsam legen sie einen Auftritt im örtlichen Kasino hin. Bei einem der Tricks scheint sich der alte Mann in Luft aufzulösen, doch offensichtlich ist er tatsächlich verschwunden. Die Magierin ist verzweifelt. Am nächsten Morgen stellt sich heraus, dass jemand das Kasino bestohlen hat. Der Verdacht fällt natürlich auf den alten Mann, doch Zorro findet heraus, dass das nicht wahr ist. Unterdessen verliebt sich Garçia unsterblich in die junge Frau und fragt sie schließlich, ob sie ihn heiraten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504901","hoster":"VOE"},{"path":"/redirect/8660143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-35","name":"Gonzales’ grosse Liebe","epNo":35,"alt":"Gonzales in love again","descr":"McCray, ein alter Schulfreund von Diego, kommt nach San Tasco, weil er ein Buch über Zorro schreiben will. Zuerst befragt er die Arme, doch schnell erkennt er, dass diese der \"bösen Seite\" angehört. Bald findet er heraus, dass Diego hinter der Maske steckt. Als Diego aber ins Gefängnis geworfen wird, weil die Armee in ihm Zorro vermutet, hilft McCray seinem Freund auf ungewöhnliche Art und Weise","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504902","hoster":"VOE"},{"path":"/redirect/8660136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-36","name":"Zorros Entdeckung","epNo":36,"alt":"Zorro was unmasked at last!","descr":"McCray, ein alter Schulfreund von Diego, kommt nach San Tasco, weil er ein Buch über Zorro schreiben will. Zuerst befragt er die Arme, doch schnell erkennt er, dass diese der \"bösen Seite\" angehört. Bald findet er heraus, dass Diego hinter der Maske steckt. Als Diego aber ins Gefängnis geworfen wird, weil die Armee in ihm Zorro vermutet, hilft McCray seinem Freund auf ungewöhnliche Art und Weise","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504900","hoster":"VOE"},{"path":"/redirect/8660142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-37","name":"Diego und die Bande","epNo":37,"alt":"Diego has become a rascal","descr":"Pedro ist es gar nicht recht, dass sein Vater Feran, der Besitzer einer kleinen Handelsflotte, geschäftliche Beziehungen mit der Indies Trading Company pflegt. Er rebelliert lautstark und öffentlich dagegen. Eines Tages taucht ein zwielichtiger Mann auf und überredet Pedro und seine Freunde, eine Ladung Weizen zu stehlen – um es den Armen zu geben, wie er sagt. Pedro und seine Freunde machen es, doch der Weizen wird nicht an die Armen verteilt, sondern zu überteuerten Preisen in Spanien verkauft. Ein Fall für Diego!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504903","hoster":"VOE"},{"path":"/redirect/8660135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-38","name":"Die Erfinderin legt los","epNo":38,"alt":"Lady inventor at full blast","descr":"Es gibt einen neuen Bewohner in San Tasco. Erfreut stellen Diego, Lolita und die Kinder fest, dass Chris eine sehr liebe Frau und eine großartige Erfinderinist. Allerdings hält sie ihren Krieger-Roboter für ihren Sohn. Das ist aber halb so wild, da sie ihn ohne mit der Wimper zu zucken auf Leutnant Gabrielhetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504904","hoster":"VOE"},{"path":"/redirect/8660137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-39","name":"Ein stürmischer Kampf","epNo":39,"alt":"The battle in the storm","descr":"Als es tagelang regnet, muss der Landbesitzer Don Lucas mit vielen Helfern – auch Diego ist dabei – Dämme bauen, um seine Ernte zu schützen. Ausgerechnet jetzt kommt ein Fremder in die Stadt, der Don Lucas einen alten Schuldschein unter die Nase hält und auf sofortige Bezahlung drängt. Don Lucas, der momentan kein Geld wegen der Überschwemmungen hat, kann die Rechnung nicht begleichen. Also fordert der Fremde das Land und das Haus von Don Lucas. Diego forscht nach und findet heraus, dass der Fremde von der Indies Trading Company bezahlt wird und einen perfiden Plan verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504905","hoster":"VOE"},{"path":"/redirect/8660138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-40","name":"Lady Zorro","epNo":40,"alt":"My fair lady Zorro","descr":"Eines Tages taucht ein anderer Zorro in der Stadt auf. Diego und Bernard finden heraus, dass unter der Maske ein eigensinniges Mädchen namens Alicia steckt. Sie ist eine Meisterin in der Fechtkunst und will durch ihr Auftreten als Zorro darauf aufmerksam machen, wie gut sie ist. Als sie eines Tages gegen Vandalen der Indies Trading Company kämpft, nimmt man sie gefangen. So muss Diego als echter Zorro helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504906","hoster":"VOE"},{"path":"/redirect/8660139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-41","name":"Die falschen Nonnen","epNo":41,"alt":"Lolita, get your gun!","descr":"Die Indies Trading Company hat einen Parfümladen eröffnet. Zeitgleich wird der bisherige Parfümladen, der von Charles betrieben wird, bedrängt, indem man seine Parfüms gegen übel riechende Tinkturen vertauscht und die Leute sich angeekelt von Charles Laden abwenden. Lolita findet heraus, wo die Gauner diese ekelhafte Mixtur zusammenbrauen, wird aber gefangen genommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504907","hoster":"VOE"},{"path":"/redirect/8660140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-42","name":"Die magische Falle","epNo":42,"alt":"Trap by Ninja magic","descr":"Raymond rettet einem schiffbrüchigen Ninjakrieger das Leben. Raymond verspricht ihm, ihm bei seiner Rückreise nach Japan zu helfen, im Gegenzug dazu soll der Ninja Zorro töten. Der Ninja hat keine Wahl und geht darauf ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504909","hoster":"VOE"},{"path":"/redirect/8660141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-43","name":"Die Schöne und das Monster","epNo":43,"alt":"Beauty and monster","descr":"Ein unbekanntes, riesiges Tier verwüstet die Gegend rund um San Tasco. Ein mysteriöser Mann hat es unter Kontrolle und steuert es mittels besonderer roter Beeren. Die Armee geht einen Handel mit dem Mann ein: Er bekommt viel Geld, dafür soll das Biest Zorro töten. Als das Tier aus seinem Käfig ausbricht, richtet es überall großen Schaden an. Lolita spürt es im Wald auf und freundet sich mit ihm an. Sie findet heraus, dass es nur aus Selbstschutz so aggressiv ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504911","hoster":"VOE"},{"path":"/redirect/8660144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-44","name":"Gabriels Rebellion","epNo":44,"alt":"Gabriel’s rebellion","descr":"Eine kriegerische Gruppe namens \"Golden Tigers\" brennt die Kornspeicher der Armee nieder. Vorher verteilen sie das Getreide an die Bauern ringsum. Colonel Raymond arbeitet einen Plan aus, um die Gruppe zu vernichten und dabei soll Gabriel behilflich sein. Gabriel soll einen Disput mit der Armee vortäuschen, damit die \"Golden Tigers\" mit ihm Kontakt aufnehmen. Dann will die Armee zuschlagen. Natürlich verläuft es nicht nach Plan, denn Zorro ist ja auch noch da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504908","hoster":"VOE"},{"path":"/redirect/8660145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-45","name":"Göttliche Einmischung","epNo":45,"alt":"The legend of the divine wood","descr":"Es geht ein Gerücht um, dass im Wald Vampire hausen würden. Diego und Lolita finden heraus, dass es sich nicht um Vampire handelt, sondern um eine Gruppe von Menschen, die keinen Kontakt zur Zivilisation haben möchte, um hier nach ihren eigenen Regeln leben zu können. Unglücklicherweise hat die Indies Trading Company sich ausgerechnet diesen Teil des Waldes ausgesucht, um einen mächtigen Hotelkomplex zu errichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504910","hoster":"VOE"},{"path":"/redirect/8660146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-46","name":"Der doppelte Zorro","epNo":46,"alt":"Zorro’s head is cut off","descr":"Eine Ärztin kommt neu in die Stadt und verdreht allen mit ihrem Charme und ihrem Fachwissen den Kopf. Doch hinter der Maske steckt Sodom, der Bruder von Sabat, dem Gitarrenmörder. Sodom glaubt, dass Zorro Schuld sei an dem Tod von Sabat und will sich bitter rächen. Um Zorros Identität herauszubekommen, hypnotisiert er alle seine Patienten. Diego und Bernard haben alle Hände voll zu tun, um hier wieder Ordnung in die Sache zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504912","hoster":"VOE"},{"path":"/redirect/8660150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-47","name":"Der Gouverneur als Pfand","epNo":47,"alt":"Governor-general kidnapped","descr":"Als der General-Gouverneur die Stadt besuchen will, gerät er in einen Hinterhalt. Leutnant Gabriel hat die Gauner bezahlt und will den unliebsamen Mann töten lassen. Bernard und seine Freunde können dem General-Gouverneur das Leben retten. Um herauszubekommen, wer hinter dem Anschlag steckt, fingieren sie eine Entführung und nehmen den Mann selbst mit. Gabriel schickt Killer los, um den General-Gouverneur zu töten und lässt gleichzeitig das Gerücht streuen, dass Zorro hinter der Entführung steckt. Doch der Plan geht nach hinten los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504913","hoster":"VOE"},{"path":"/redirect/8660149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-48","name":"Der aufrechte Soldat","epNo":48,"alt":"A righteous military officer","descr":"Ein Erdrutsch schließt einige Minenarbeiter ein. Es gibt nur eine Möglichkeit, die Männer zu befreien: Man muss mit einer Menge Dynamit den Eingang zur Mine frei sprengen. Die Armee verweigert aber die Mitarbeit und so macht sich Zorro auf, um das Dynamit zu besorgen. Leutnant Placid, der neu im Fort ist, hetzt seine Männer auf Zorro, doch als er hört, wofür das Dynamit gebraucht wird, lenkt er ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504915","hoster":"VOE"},{"path":"/redirect/8660147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-49","name":"Die Kanone","epNo":49,"alt":"Farewell to the army","descr":"Captain Raymond will von der Indies Trading Company eine riesige Kanone kaufen. Um sie auszuprobieren, benötigt er das Land des alten Farmers Robb, der aber nicht verkaufen will. Raymond versucht den Mann mit Gewalt zum Verkauf zu zwingen. Leutnant Placid stellt sich auf die Seite von Robb und bringt sich selbst damit in größte Gefahr erschossen zu werden. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504916","hoster":"VOE"},{"path":"/redirect/8660151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-50","name":"Weg mit den Kanonen","epNo":50,"alt":"Blast off the demonic cannons!","descr":"Die Armee ist im Besitz von drei kraftvollen, riesigen Kanonen, mit denen sie jeden Punkt erreichen könnten, an dem sich die Rebellen verstecken. Als ein junger Mann, der den Rebellen angehört, gefangen genommen wird und ohne richtigen Prozess zum Tode verurteilt wird, entscheidet sich Zorro dafür, den Mann zu befreien und die Sicherheitsvorrichtungen der Kanonen zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504914","hoster":"VOE"},{"path":"/redirect/8660148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-51","name":"Der Anfang vom Ende","epNo":51,"alt":"Raymond: a prelude to the collapse","descr":"Die Lage spitzt sich zu: Ein Mann namens Death kommt im Auftrag der Indies Trading Company, um ein Auge auf das Vorgehen von Kapital zu werfen, denn man vermutet, dass er Raymond finanziert, damit dieser die Macht ergreifen kann. Death kann tatsächlich Beweise dafür finden und nimmt Kapital gefangen. Unterdessen plant Raymond den General-Gouverneur zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8504918","hoster":"VOE"},{"path":"/redirect/8660152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/z-wie-zorro/staffel-1/episode-52","name":"Der Sieg der Gerechtigkeit","epNo":52,"alt":"The sword of justice forever","descr":"Der General-Gouverneur kommt nach San Tasco, wo Raymond ihm einen gebührenden Empfang bereiten will. Sein Plan ist es, das Ganze nach Selbstmord aussehen zu lassen. Dann will er in der Stadt das Gerücht verbreiten, dass der General-Gouverneur sich selbst umgebracht hat aus Scham darüber, die Armee verraten zu haben, indem er Geld von Kapital angenommen hat. Diego und Bernard haben alle Hände voll zu tun, um die Situation zu klären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597766","hoster":"VOE"},{"path":"/redirect/8660153","hoster":"Streamtape"}]}]}]}]}