{"path":"/serie/stream/zauberer-vom-waverly-place","name":"Die Zauberer vom Waverly Place","descr":"Die Familie Russo scheint eine ganz normale Familie aus New York City zu sein. Vater Jerry und Mutter Theresa führen ein kleines Sandwich-Restaurant, Alex und ihre Brüder Justin und Max gehen zur Schule. Doch der Schein trügt. Die drei sind nicht nur typische Jugendliche, sondern auch Zauberlehrlinge. Da in jeder Zauberersippe nur der Beste seine Kräfte behalten darf, ist das Trio mit Eifer bei der Sache. Ihr Vater Jerry, der seine magischen Fähigkeiten an seinen Bruder abgeben musste, damit er Theresa heiraten konnte, leitet den Zauberunterricht. Sein oberstes Gebot: Es wird nur in seiner Gegenwart gezaubert. Selbstverständlich halten sich die Geschwister selten an diese Regel und nutzen jede Gelegenheit, ihre Fähigkeiten zu testen. Sei es, um einen Teppich zu fliegen, im Spanischtest zu schummeln oder mit einem Liebestrank den heimlichen Schwarm auf sich aufmerksam zu machen. Leider funktioniert das selten so wie geplant.","seasons":[{"path":"/serie/stream/zauberer-vom-waverly-place/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/zauberer-vom-waverly-place/filme/film-1","name":"Die Zauberer vom Waverly Place – Der Film","epNo":1,"alt":"Wizards Of Waverly Place: The Movie","descr":"Die Russen machen Urlaub an dem Ort, an dem sich Jerry und Theresa kennengelernt haben. Eine unglückliche Alex wünscht sich, dass ihre Eltern sich nie getroffen haben, und aktiviert einen Zauber, der den Wunsch wahr werden lässt. Damit ist die Existenz der gesamten Familie Russo gefährdet. Um den Zauber rückgängig zu machen, beginnen Alex und Justin mit der Suche nach dem Stein der Träume. Während Max versucht, Jerry und Theresa wieder zusammenzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11932289","hoster":"VOE"},{"path":"/redirect/11932290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/filme/film-2","name":"Die Rückkehr der Zauberer vom Waverly Place","epNo":2,"alt":"The Wizards Return: Alex Vs. Alex","descr":"Die Familie Russo und ihre Freunde reisen in die Toskana, Italien, um ihre lang verschollenen Verwandten zu treffen ... aber als Alex zu beweisen versucht, dass sie mehr als eine scheinbar sorglose junge Zauberin ist, beschwört sie versehentlich einen Zauber herauf, der einen guten Alex und einen bösen Alex erschafft . Als die böse Alex in den ahnungsvollen Plan eines charmanten jungen Zauberers verstrickt wird, die Welt zu übernehmen, muss die gute Alex einen Weg finden, ihre Familie und die Menschheit zu retten, was zu einem monumentalen Kampf zwischen den beiden Versionen ihrer selbst führt – alles auf dem Turm von Pisa .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11932285","hoster":"VOE"},{"path":"/redirect/11932291","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-1","name":"Doppelter Ärger","epNo":1,"alt":"Crazy Ten Minute Sale","descr":"Alex will unbedingt zu dem \u0027Verrückten Zehn-Minuten-Verkauf\u0027, um ihrer Feindin Gigi eine Jacke wegzuschnappen. Ihr Vater erlaubt ihr aber nicht, dafür den Zauberunterricht ausfallen zu lassen. Also erschafft sie eine zweite Alex, um sich wegschleichen zu können. Max, der einen neuen e-Zauberstab bekommen hat, macht allerlei Unsinn mit den beiden Alexen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992875","hoster":"VOE"},{"path":"/redirect/8422682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-2","name":"Der erste Kuss","epNo":2,"alt":"First Kiss","descr":"Justin ist verliebt und hat Angst vor seinem ersten Kuss. Als er doch Mut fasst und seine Freundin küssen will, geht alles schief. Durch den sogenannten Wiederholungszauber kann er es jedoch mehrere Male versuchen. Eines von Max\u0027 Sandwiches hat beste Chancen, das offizielle Sandwich der New York Mets zu werden. Zumindest, bis sich beim Probeessen aufgrund des Zaubers plötzlich alles wiederholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588435","hoster":"VOE"},{"path":"/redirect/8422644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-3","name":"Rache ist süß","epNo":3,"alt":"I Almost Drowned in a Chocolate Fountain","descr":"Jerry stellt den Kindern die Mini-Elfen vor. Das sind kleine Elfen, die über jedes Thema Bescheid wissen, aber ein kleines Problem mit Schokolade haben. Alex wird von einem der Elfen gebissen und dadurch kurzfristig verrückt nach Schokolade. Unpassenderweise genau bei einem Date mit ihrem neuen Schwarm Riley.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992865","hoster":"VOE"},{"path":"/redirect/8422645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-4","name":"Die neue Mitarbeiterin","epNo":4,"alt":"New Employee","descr":"Alex besorgt Harper einen Job im Sandwich-Restaurant. Doch die stellt sich so ungeschickt an, dass Alex sie durch den \u0027Servierfräuleinzauber\u0027 zu einer Spitzenmitarbeiterin machen muss. Jetzt führt sich Harper wie ihre Chefin auf. Justin hat einen Nachhilfekurs gegründet. Doch der kleine Frankie, der einen Teil seiner Nachhilfeschüler für sich beansprucht, nervt ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992867","hoster":"VOE"},{"path":"/redirect/8422681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-5","name":"Verzauberte Eltern","epNo":5,"alt":"Disenchanted Evening","descr":"Alex findet heraus, dass es auf ihrer Schule noch einen Zauberer gibt. Der hat seinen Eltern einen Zauber auferlegt und kann jetzt tun und lassen, was er will. Das will Alex natürlich auch! Also schmieden sie gemeinsam einen Plan, wie man Alex\u0027 Eltern verhexen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588445","hoster":"VOE"},{"path":"/redirect/8422646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-6","name":"Der fliegende Teppich","epNo":6,"alt":"You Can\u0027t Always Get What You Carpet","descr":"Alex findet im Keller einen fliegenden Teppich. Doch ihrem Vater passt nicht, dass sie damit fliegen will. Schließlich soll sein kleines Mädchen nicht so schnell selbstständig und erwachsen werden. Justin möchte unterdessen sein Zimmer männlicher einrichten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588446","hoster":"VOE"},{"path":"/redirect/8422617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-7","name":"Die Teeparty","epNo":7,"alt":"Alex’s Choice","descr":"Gigi,Alex Erzfeindin seit dem Kindergarten lädt sie und Harper zu ihrer Teeparty ein.Doch Alex ahnt das etwas nicht stimmt sie hört wie Gigi und ihre Freundinen darüber reden wie sie Harper eine Krone zur größten Loserin auf der Party schenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579972","hoster":"VOE"},{"path":"/redirect/8422616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-8","name":"Der Drachenhund","epNo":8,"alt":"Curb Your Dragon","descr":"Alex kauft im Internet für Zauberer einen Hund, der in Wahrheit ein Drache ist. Justin ist überglücklich, er verbindet mit ihm Erinnerungen an seinen ersten Vierbeiner. Den hat Alex vor Jahren entwischen lassen. Als plötzlich der neue Hund auch wieder weg ist, will Justin ihn unter allen Umständen wiederfinden!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579971","hoster":"VOE"},{"path":"/redirect/8422609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-9","name":"Der Horrorfilm","epNo":9,"alt":"Movies","descr":"Justin passt es überhaupt nicht, dass Alex sich mit seinen neuen Freunden angefreundet hat. Als diese sich einen Horrorfilm ansehen, für den Alex zu jung ist, zaubert sie sich versehentlich in die Filmhandlung hinein. Justin muss seine Schwester retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992879","hoster":"VOE"},{"path":"/redirect/8422629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-10","name":"Cyrano de Pickel","epNo":10,"alt":"Pop Me and We Both Go Down","descr":"Justin lernt die neue Mitschülerin Miranda kennen. Die beiden mögen sich und wollen zusammen auf den Schulball gehen. Doch einen Tag vor dem Ball bekommt Justin einen riesengroßen Pickel. Zu allem Unglück erweckt Alex diesen auch noch durch einen Zauber zum Leben. Der Pickel beginnt zu sprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992876","hoster":"VOE"},{"path":"/redirect/8422634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-11","name":"Der Liebestrank","epNo":11,"alt":"Potion Commotion","descr":"Justin und Alex besuchen die Zaubererschule. Der fleißige Justin findet schnell Freunde, während Alex eine kleine Außenseiterin ist, weil sie nicht so diszipliniert lernt. Doch dann sind ihre magischen Fähigkeiten gefragt: Alex findet heraus, dass einer der Professoren an der Zaubererschule Justins Kräfte stehlen will. Sie muss diesen Plan unbedingt vereiteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588448","hoster":"VOE"},{"path":"/redirect/11931583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-12","name":"Der hinterlistige Dschinn","epNo":12,"alt":"Justin\u0027s Little Sister","descr":"Alex hat es satt, immer mit Justin verglichen zu werden. Mit einem speziellen Zauber will sie erreichen, dass alle Justin einfach mal vergessen. Leider geht etwas schief und Justin verschwindet ganz. Alex setzt alles daran, ihren Bruder wiederzubekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579970","hoster":"VOE"},{"path":"/redirect/8422619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-13","name":"Das Zaubercollege (1)","epNo":13,"alt":"Wizard School (1)","descr":"Justin will einem Mädchen imponieren und setzt seine magischen Fähigkeiten ein, um Star der Baseball-Mannschaft zu werden. Um von Justins Erfolg zu profitieren, behauptet Alex, sein Glücksbringer zu sein. Jerry kommt hinter die Mogelei und bestraft die beiden auf seine ganz eigene Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992878","hoster":"VOE"},{"path":"/redirect/8428605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-14","name":"Das Zaubercollege (2)","epNo":14,"alt":"Wizard School (2)","descr":"Alex und ihre Familie bekommen Besuch von ihrem Onkel. Der Bruder von Papa Russo ist so schön unkonventionell. Alex möchte unbedingt, dass er sie unterrichtet. Doch nach einigen magischen Missgeschicken ist sie nicht mehr so sicher, ob das eine gute Idee ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579975","hoster":"VOE"},{"path":"/redirect/8428608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-15","name":"Übernatürlich","epNo":15,"alt":"The Supernatural","descr":"Justin will einem Mädchen imponieren und setzt seine magischen Fähigkeiten ein, um Star der Baseball-Mannschaft zu werden. Um von Justins Erfolg zu profitieren, behauptet Alex, sein Glücksbringer zu sein. Jerry kommt hinter die Mogelei und bestraft die beiden auf seine ganz eigene Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579977","hoster":"VOE"},{"path":"/redirect/8428613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-16","name":"Onkel Kelbo","epNo":16,"alt":"Alex In The Middle","descr":"Alex und ihre Familie bekommen Besuch von ihrem Onkel. Der Bruder von Papa Russo ist so schön unkonventionell. Alex möchte unbedingt, dass er sie unterrichtet. Doch nach einigen magischen Missgeschicken ist sie nicht mehr so sicher, ob das eine gute Idee ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588449","hoster":"VOE"},{"path":"/redirect/8422620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-17","name":"Das Zeugnis","epNo":17,"alt":"Report Card","descr":"Alex versucht verzweifelt, ihr mieses Zeugnis von der Zauberschule vor ihren Eltern zu verstecken. Als das misslingt, verwandelt sie sie kurzerhand in Meerschweinchen und die büchsen aus! Zusammen mit ihren Geschwistern sucht sie nun nach den Vierbeinern und muss auch noch einen Weg finden, um sie wieder in Menschen zu verwandeln!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588447","hoster":"VOE"},{"path":"/redirect/8422622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-18","name":"Der Modeteufel","epNo":18,"alt":"Credit Check","descr":"Alex macht ein Praktikum bei einem angesagten Modemagazin. Doch ihr Boss gibt ihre kreativen Ideen als seine aus. Alex will das nicht auf sich sitzen lassen und plant eine magische Rache, die sich sehen lassen kann. Justin verknallt sich unterdessen unsterblich in Jerrys und Theresas neue Bedienung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588451","hoster":"VOE"},{"path":"/redirect/8422618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-19","name":"Das Frühlingsfest","epNo":19,"alt":"Alex\u0027 Spring Fling","descr":"Jerry und Theresa Russo sind in New Jersey und Justin hat das sagen.Alex geht mit Riley auf das Straßenfest ,doch Riley findet das Alex die ganze Zeit eifersüchtig ist und verzaubert die Schaufernsterpuppe mit einem Belebungszauber. Sie merkt das Riley sie ausspioniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992884","hoster":"VOE"},{"path":"/redirect/8422636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-20","name":"Körpertausch","epNo":20,"alt":"Quinceanera","descr":"Alex\u0027 Mutter will nach einer mexikanischen Tradition am 15. Geburtstag ihrer Tochter eine sogenannte Quinceanera feiern. Das ist ein Fest, bei dem man den Wechsel vom Mädchen zur Frau feiert. Alex hat darauf keine Lust und tauscht einfach mittels eines Zaubers ihren Körper mit dem ihrer Mutter. Jetzt kann diese feiern, soviel sie will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931724","hoster":"VOE"},{"path":"/redirect/8422590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-1/episode-21","name":"Der Museumsbesuch","epNo":21,"alt":"Art Museum Piece","descr":"Alex nutzt Magie, um ihren Kunstgeschichte test zu bestehen. Sie erweckt Meisterwerke der Kunst zum Leben. Ohne die Hilfe ihrer Brüder kann sie den Zauber allerdings nicht mehr rückgängig machen. Doch die haben gerade eigene Probleme mit der lieben Zauberei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992887","hoster":"VOE"},{"path":"/redirect/8422589","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-1","name":"Die Schlaumeierhose","epNo":1,"alt":"Smarty Pants","descr":"Harper will unbedingt am Fragewettkampf in der Schule teilnehmen. Auch Alex ist bei dem Wettbewerb dabei. Dank ihrer magischen Schlaumeierhose kann sie jede Frage beantworten. Natürlich kommt ihr Justin auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992886","hoster":"VOE"},{"path":"/redirect/8422585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-2","name":"Hüte dich vor dem Wolf","epNo":2,"alt":"Beware Wolf","descr":"Justins Freunde vom Zaubercollege überreden ihn, sich auf ein Blind Date mit einer Internetbekanntschaft einzulassen. Doch das durchaus hübsche Mädchen entpuppt sich als Werwolf. Und da Justin sie geküsst hat, wird er ebenfalls zu einem Werwolf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588452","hoster":"VOE"},{"path":"/redirect/8428611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-3","name":"Alex\u0027 Zaubertagebuch","epNo":3,"alt":"Graphic Novel","descr":"Alex hat ein magisches Tagebuch mit Bildern, die sie selbst zeichnet. Max zaubert aus Versehen ihr größte Feindin Gigi hinein. Jetzt muss Alex unbedingt verhindern, dass Gigi dort herausfindet, in wen sie verknallt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992885","hoster":"VOE"},{"path":"/redirect/8422608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-4","name":"Das Autorennen","epNo":4,"alt":"Racing","descr":"Alex hat sich in Dean verguckt und will herausfinden, ob er sie auch mag. Als Dean ein altes Auto ihres Vaters herrichten soll, hofft sie, ihn alleine in der Garage zu erwischen. Leider taucht die ganze Familie in der Garage auf. Alex muss bis zum Rennen warten, um ihn zu fragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588453","hoster":"VOE"},{"path":"/redirect/8422605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-5","name":"Der ABC-Räuber","epNo":5,"alt":"Alex\u0027s Brother, Maximan","descr":"Jerry möchte, dass die Kinder beim Zaubern als Team arbeiten. Er erfindet die Geschichte von einem Dieb, der den Sandwichladen überfallen will. Max spielt den Superhelden. Doch er kann das Verbrechen nur verhindern, wenn ihm die anderen helfen. Unterdessen freut sich Alex auf ihr erstes Date mit Dean.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588454","hoster":"VOE"},{"path":"/redirect/8422594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-6","name":"Harper weiß Bescheid","epNo":6,"alt":"Harper Knows","descr":"Harper ist alles andere als auf den Kopf gefallen. Alex versucht ständig, ihre Zauberkräfte vor ihr geheim zu halten. Doch sie hat keine Chance. Harper kommt dahinter…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588456","hoster":"VOE"},{"path":"/redirect/8422632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-7","name":"Burt, das Taxi","epNo":7,"alt":"Taxi Dance","descr":"Alex wurde in einem Taxi geboren. Und ausgerechnet dieses alte Vehikel soll nun verschrottet werden. Alex’ Eltern sind traurig. Und so beschließt sie, das Taxi zu neuem Leben zu erwecken. Doch sie hat vergessen, dass der Zauber einen Haken hat: Ab sofort fühlt sich das Taxi an Alex gebunden und folgt ihr überall hin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579974","hoster":"VOE"},{"path":"/redirect/8422631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-8","name":"Gefahr für das Zauber-College, Teil 1","epNo":8,"alt":"Saving WizTech ? Part 1","descr":"Das Zauber-College wurde verhext und ist voller Plastikbälle. Da Magie bei Plastik nicht wirkt, müssen alle Schüler das College verlassen und zu den Russos. Justin findet heraus, dass ein gewisser Ronald Langcape senior dafür verantwortlich ist aber findet einen Weg, die Bälle entfernen zu lassen. Ronalds böser Sohn macht sich unterdessen an Alex ran. Er lässt Dean verschwinden, verwandelt sich in ihn und macht mit Alex Schluss. Alex begleitet Ronald daraufhin zurück ins Zauber-College.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588457","hoster":"VOE"},{"path":"/redirect/8422625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-9","name":"Gefahr für das Zauber-College, Teil 2","epNo":9,"alt":"Saving WizTech ? Part 2","descr":"Endlich, die Plastikbälle sind raus aus dem Zauber-College. Doch dafür prangt überall nervige Reklame von Produkten aus der Zauberwelt. Alex ist auf Ronald Langcapes Sohn hereingefallen. Zuerst hat er sich in Dean verwandelt und mit Alex Schluss gemacht. Jetzt begleitet er, wieder in seine wahre Gestalt zurück verwandelt, die ahnungslose Alex in die Schule, wo er sie auf den Turm des Bösen lockt. Er will sie auf seine Seite ziehen. Denn er und sein Vater planen die Übernahme des Colleges. Doch zum Glück können Justin, Max und Professor Krümel Schlimmeres verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588458","hoster":"VOE"},{"path":"/redirect/8422591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-10","name":"Amors Pfeil","epNo":10,"alt":"Baby Cupid","descr":"Es hätte ein so schöner Hochzeitstag werden können, doch Jerry und Theresa geraten sich in die Haare. Und so fällt die Feier aus. Alex will, dass sich ihre Eltern wieder versöhnen und bestellt Amor. Der soll seine Pfeile auf ihre Mutter abschießen. Aber Amor trifft kein einziges Mal. Schlimmer noch: da er ein Baby ist, muss Alex ihrer verdatterten Mutter erklären, wie sie plötzlich zu einem kleinen Kind kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588459","hoster":"VOE"},{"path":"/redirect/8422592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-11","name":"Plan B","epNo":11,"alt":"Make it Happen","descr":"Jerry möchte, dass sich die Kinder überlegen, was sie beruflich machen wollen, falls sie nicht der Familienzauberer werden. Alex und Justin träumen davon, Musiker zu sein. Doch Jerry hätte viel lieber, dass die Kinder den Sandwichladen übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579976","hoster":"VOE"},{"path":"/redirect/8422593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-12","name":"[E13] Harper aus der Zukunft","epNo":12,"alt":"Future Harper","descr":"Harper erzählt den Russo-Kindern, dass es Bücher über ihre Abenteuer als Zauberer gibt. Sie wollen die Autorin suchen und sie zur Rede stellen. Zu ihrer Überraschung stellt sich heraus, es ist Harper selbst. Sie können mit ihr sprechen, da sie aus der Zukunft zurückgekehrt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931739","hoster":"VOE"},{"path":"/redirect/8428615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-13","name":"[E15] Feenzauber","epNo":13,"alt":"Fairy Tale","descr":"Um sich vor gemeinnützigen Diensten in der Schule zu drücken, ergattert sich Alex beim Schultheaterstück die Zweitbesetzung für die Rolle der Fee Glöckchen, die Harper spielen soll. Da Harper stürzt und nicht auftreten kann, muss nun tatsächlich Alex ran. Doch sie hat keine Lust und engagiert eine echte Fee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588463","hoster":"VOE"},{"path":"/redirect/8422565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-14","name":"[E17] Die Kunstlehrerin","epNo":14,"alt":"Art Teacher","descr":"Die Kunstlehrerin am Zauber-College ist in Wirklichkeit ein verwandeltes 16-jähriges Mädchen. Alex hat es herausgefunden. Sie macht den Zauber rückgängig. Doch damit fällt der Kunstunterricht flach. Max wiederum will schwänzen und stellt sich krank. Angeblich hat er ein ganz schlimmes Leiden – das er natürlich erfunden hat. Prompt tauchen in der Substation lauter Berühmtheiten auf, die ihm helfen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588461","hoster":"VOE"},{"path":"/redirect/8422566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-15","name":"[E16] Die Modenschau","epNo":15,"alt":"Fashion Week","descr":"Alex findet heraus, dass ihre Kunstlehrerin eigentlich ein 16-jähriges Mädchen ist, das von einem Mitschüler verzaubert wurde. Alex verwandelt sie zurück. Doch danach gibt es keinen Kunstunterricht mehr. Max gibt vor, eine erfundene schlimme Krankheit zu haben. In der Waverly Substation tauchen Berühmtheiten aus Sport und Film auf, um ihm zu helfen. Doch der Schwindel fliegt auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992900","hoster":"VOE"},{"path":"/redirect/8422569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-16","name":"Der kleine, große Hugh","epNo":16,"alt":"Hugh’s Not Normous","descr":"Harper erzählt den Russo-Kindern, dass es Bücher über ihre Abenteuer als Zauberer gibt. Sie wollen die Autorin suchen und sie zur Rede stellen. Zu ihrer Überraschung stellt sich heraus, es ist Harper selbst. Sie können mit ihr sprechen, da sie aus der Zukunft zurückgekehrt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12333655","hoster":"VOE"},{"path":"/redirect/11931610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-17","name":"Die helfende Hand","epNo":17,"alt":"Helping Hand","descr":"Alex engagiert sich in einer Wohltätigkeitsorganisation. Justin spielt Anstandswauwau bei Max erstem Date...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588462","hoster":"VOE"},{"path":"/redirect/8422561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-18","name":"Scharade mit Hindernissen","epNo":18,"alt":"Family Game Night","descr":"Harper soll unbedingt Alex’ Geschichtstest schreiben. Und damit das auch klappt, ohne dass einer davon Wind bekommt, wendet Alex den Körpertauschzauber an. Doch als nach getaner Arbeit der Körpertausch wieder rückgängig gemacht werden soll, läuft einiges schief …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931889","hoster":"VOE"},{"path":"/redirect/8422570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-19","name":"Alex die Wohltäterin","epNo":19,"alt":"Alex Does Good","descr":"Wieder einmal ist Alex zu spät in den Unterricht gekommen. Mr. Laritate ist darüber so verärgert, dass er Alex zwingt, in den \"Club der fröhlichen Helfer\" einzutreten. Aber Alex findet diesen Club total dämlich. Denn dort werden Mitglieder für Taten ausgezeichnet, die Alex ganz selbstverständlich findet. Und das teilt sie den Clubmitgliedern und Mr. Laritate mit. Eine gute Idee?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588464","hoster":"VOE"},{"path":"/redirect/8422557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-20","name":"Der Wetterfrosch","epNo":20,"alt":"Don’t Rain On Justin’s Parade","descr":"Alex bringt das Leben ihres Bruders durcheinander, als sie behauptet, Justin und Harper wären ein Paar...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588468","hoster":"VOE"},{"path":"/redirect/8422562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-21","name":"Justins neue Freundin","epNo":21,"alt":"Justin\u0027s New Girlfriend","descr":"Justin, Alex und Harper haben sich zusammen einen Stummfilm angesehen. Alex findet dass langweilig, aber Justin und Harper gefällt es. Also gehen die zwei alleine zu weiteren Filmen. Alex vermisst die alte Harper und behauptet ihre Treffen mit Justin wären Dates. Max muss derweil den Eltern helfen, die ihre Jobs getauscht haben, um zu beweisen, was komplizierter ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588467","hoster":"VOE"},{"path":"/redirect/8422498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-22","name":"Oh Tutor, mein Tutor!","epNo":22,"alt":"My Tutor, Tutor","descr":"Max bekommt eine Nachhilfelehrerin. Alex und Justin versuchen sofort ihre Aufmerksamkeit zu  erlangen. Daraus entsteht ein Wettstreit, wer es schafft sich mit Tutor zu treffen. Max lernt schnell dazu und schon nach kurzer Zeit steht ihm ein Test bevor. Wenn er ihn besteht ist Tutors Job beendet und sie muss weiter. Alex und Justin, die beide nicht wollen dass sie geht, sehen nur eine Lösung: Max muss durch die Prüfung fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917541","hoster":"VOE"},{"path":"/redirect/8422494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-23","name":"Im Auge des Betrachters","epNo":23,"alt":"Paint By Committee","descr":"Alex bekommt den Auftrag, ein Gemälde anzufertigen. Weil ihr die Auftraggeber ständig Vorschriften machen, beschließt sie, das Gemälde zu verzaubern, so dass jeder Betrachter dass darin sieht, was er gerne sehen möchte...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588466","hoster":"VOE"},{"path":"/redirect/8422499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-24","name":"Zauberer für einen Tag","epNo":24,"alt":"Wizard For A Day","descr":"Jerry hat Geburtstag und Alex will diesmal Justin mit ihrem Geschenk übertreffen. Sie findet eine Möglichkeit, wie ihr Vater noch mal einen Tag zaubern kann. Jerry wünscht sich ein altes Restaurant aus seiner Kindheit zurück, dass augenblicklich ein Riesenerfolg wird. Hauptsächlich aus dem Grund weil es dort den unglaublich leckeren, sogenannten \"Milchstraßen Milkshake\" gibt. Leider lockt der auch echte Aliens an, die den Russos an den Kragen wollen. Das Restaurant muss irgendwie wieder weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302958","hoster":"VOE"},{"path":"/redirect/10104435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-25","name":"Zu Gast auf der S.S. Tipton","epNo":25,"alt":"Cast-Away","descr":"Justin gewinnt bei einem Wettbewerb eine Teen-Kreuzfahrt nach Hawaii auf der S.S. Tipton, aus der Serie \u0027Zack und Cody an Bord\u0027. Er und seine Geschwister dürfen mitfahren. Alex allerdings nur unter der Bedingung, dass sie an Bord zur Schule geht. Um dem zu entgehen zaubert Alex, Harper an Bord, die sich als Alex ausgibt. Zudem erzählt Justin London Tipton, er sei Arzt. Die ganze Verwechslung fliegt irgendwann auf und Harper muss wieder zurück nach New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302983","hoster":"VOE"},{"path":"/redirect/10104436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-26","name":"Zauberer gegen Vampire am Waverly Place","epNo":26,"alt":"Wizards Vs. Vampires On Waverly Place / Justin \u0026 Juliet","descr":"Am Waverly Place eröffnet ein weiterer Sandwichladen. Die Van Heusens, denen der Laden gehört, sind Vampire! Jerry und Teresa wollen die Konkurenz vernichten, aber Justin verliebt sich in die Tochter des Feindes und sie sich in ihn. Alex versucht derweil Max über den Sommer loszuwerden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992908","hoster":"VOE"},{"path":"/redirect/8422489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-27","name":"Alex und Harper in Gefahr","epNo":27,"alt":"Wizards vs. Vampires: Tasty Bites Healthy Eating","descr":"Alex und Dean trennen sich voneinander. Justin und Juliet haben einen heftigen Streit aber die Versöhnung ist um so schöner...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588470","hoster":"VOE"},{"path":"/redirect/8422527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-28","name":"Zauberer und Vampire: Das Traumdate","epNo":28,"alt":"Wake Up, Break Up, Shake Up","descr":"Alex und Harper sind im Schulball-Planungskommitee und planen einen Zombie-Ball. Justin überredet Julia, die schon auf mindestens 500 Bällen war, ihn zu begleiten. Versehentlich geraten einige der Veranstaltungs-Flyer in die magische Welt und so kommt es, dass der Zombie-Ball von richtigen Zombies heimgesucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302970","hoster":"VOE"},{"path":"/redirect/10104437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-29","name":"Zauberer und Vampire gegen Zombies","epNo":29,"alt":"Wizards \u0026 Vampires vs. Zombies","descr":"Justin will mit Juliet auf den Schulball gehen. Da sie aber schon auf über 500 war, denkt er sich etwas besonderes für sie aus. Derweil organisieren Alex und Harper einen Antiball. Den Zombieball. Doch durch Max gelangen die Flyer bei echten Zombies, die dann auch auf dem Ball auftauchen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588471","hoster":"VOE"},{"path":"/redirect/8422488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-2/episode-30","name":"Der Zauberei-Wiederholungstest","epNo":30,"alt":"Retest","descr":"Aufgrund eines Formfehlers müssen Jerry und sein Bruder Kelbo ihre Zaubererprüfung wiederholen. Dabei stellt sich heraus, dass sie noch eine Schwester haben, die auch daran teilnehmen muss sonst verlieren alle Russos ihre Zauberkraft. Doch Tante Megan ist seit langen Jahren sauer auf ihre Brüder weil Jerry damals seine Zauberkraft Kelbo übergeben hat und will der Familie nicht helfen. Da sich die Brüder bei ihrer Schwester nicht entschuldigen wollen, liegt es an den Kindern, sich was einfallen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302964","hoster":"VOE"},{"path":"/redirect/10104438","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-1","name":"Frankengirl","epNo":1,"alt":"Franken Girl","descr":"Justin hat die Nase voll davon, dass Alex ständig Sachen aus seinem Zimmer klaut. Er erschafft als \"Alex-Abwehr\" ein \"Frankengirl\" Monster. Um Alex noch mehr zu ärgern belegt er sein Monster mit einem Zauber, dass es Alex beste Freundin sein will. Das geht so weit, dass Alex sogar gezwungen ist, sich in der Schule als Cheerleader zu bewerben, was so ganz und gar nicht ihr Ding ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931999","hoster":"VOE"},{"path":"/redirect/10104439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-2","name":"Halloween","epNo":2,"alt":"Halloween","descr":"Jedes Jahr zu Halloween verwandelt Justin die Substation in ein Geisterhaus. Nur leider macht er es überhaupt nicht gruselig und die Waverly Place Ladenbesitzervereinigung verlangt, dass es gruseliger wird oder sie dürfen künftig kein Geisterhaus mehr auf die Beine stellen. Alex und Harper reisen in die Zauberwelt um echte, schaurige Geister zu besorgen. Doch diese scheinen ein wenig zu gruselig zu sein und die Ladenbesitzervereinigung ist wieder nicht zufrieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302982","hoster":"VOE"},{"path":"/redirect/10104441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-3","name":"Monsterjäger","epNo":3,"alt":"Monster Hunter","descr":"Justin darf einen Monsterjäger-Kurs belegen. Alex ist auf Justins Vorsprung eifersüchtig und versucht mit Harpers Hilfe aufzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302990","hoster":"VOE"},{"path":"/redirect/10104440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-4","name":"Drei Monster","epNo":4,"alt":"Three Monsters","descr":"Justin bringt aus Versehen die Monsterjäger auf die Spur der Van Heusens. Nun müssen er und seine Geschwister ihnen helfen, damit sie nicht gefangen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302993","hoster":"VOE"},{"path":"/redirect/10104442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-5","name":"Eine Nacht im Museum","epNo":5,"alt":"Night at the Lazerama","descr":"Justin wird zum richtigen Monsterjäger befördert, weil eine gefährliche hypnotisierende Mumie frei herumläuft, die alle anderen Monsterjäger eliminiert hat. Juliet begleitet Justin auf seiner Jagd und schließlich stecken sie in der Klemme. Die einzige Möglichkeit für Juliet zu überleben ist, dass sie sich von der Mumie hypnotisieren lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302989","hoster":"VOE"},{"path":"/redirect/10104443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-6","name":"Das Puppenhaus","epNo":6,"alt":"Doll House","descr":"Alex richtet sich im Keller ein Kunstatelier ein, doch muss sie Platz für Harper machen, die zu den Russos einzieht. Alex schrumpft sich klein und arbeitet an ihrer Kunst im Puppenhaus. Als das Puppenhaus an die Nachbarn verschenkt wird, verkauft Justin seine Jim Bob Sherwood Sammlung um Alex zurückzukaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303000","hoster":"VOE"},{"path":"/redirect/10104444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-7","name":"Erschummelte Siege","epNo":7,"alt":"Marathoner Helper","descr":"Harper trainiert mit eisernem Regiment für einen Marathon. Alex ist von Harpers Trainingsmethoden genervt und benutzt Magie damit sie gewinnt und aufhört. Als das Harper herausfindet, muss sie erkennen, dass Alex\u0027 Magie in ihrem Leben überhand genommen hat. Alex lässt den Marathon nochmal stattfinden, damit Harper selbst versuchen kann zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11302992","hoster":"VOE"},{"path":"/redirect/10104448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-8","name":"Verliebt in einen Maler","epNo":8,"alt":"Alex Charms a Boy You Muse, You Lose","descr":"Alex lernt einen Kunststudenten kennen, von dem sie ganz hingerissen ist, aber seine Kunst gefällt ihr nicht. Sie verzaubert ihn um seine Muse zu werden. Dadurch entwickelt er eine Obsession und malt ihr Portrait überall hin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303014","hoster":"VOE"},{"path":"/redirect/10104445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-9","name":"Der Werwolf, Teil 1","epNo":9,"alt":"Wizards Vs. Werewolves, Part 1","descr":"Alex möchte zum Schulball mit dem Sänger der Pep Band gehen. Als sie herausfindet, dass er sie zu negativ findet, zaubert sie sich selbst positiv. Doch der Zauber führt dazu, das Alex als Cheerleaderin beim Basketball-Spiel das gegnerische Team anfeuert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303006","hoster":"VOE"},{"path":"/redirect/10104446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-10","name":"Der Werwolf, Teil 2","epNo":10,"alt":"Wizards Vs. Werewolves, Part 2","descr":"Justin kommt in Arrest nachdem er für einen dummen Streich verantwortlich gemacht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303005","hoster":"VOE"},{"path":"/redirect/10104447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-11","name":"Das Basketball Desaster","epNo":11,"alt":"Positive Alex","descr":"Justin organisiert Konzerte, doch als eine Jazzband auftreten soll, versucht Alex diese heimlich durch eine Rockband zu ersetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303020","hoster":"VOE"},{"path":"/redirect/10104449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-12","name":"Wahlbetrug","epNo":12,"alt":"Detention Election","descr":"Als Alex herausfindet, dass Stevie eine Zauberin ist und mehr Zeit mit ihr, als mit Harper verbringt, fühlt sich Harper ausgeschlossen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303010","hoster":"VOE"},{"path":"/redirect/10104450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-13","name":"Der sieht ja aus wie Shakira!","epNo":13,"alt":"Shakelbo","descr":"Nachdem Stevie einen Zauber-Wettbewerb gewonnen hat, hört sie auf mit ihrem Bruder zu sprechen. Alex, Justin und Harper brechen auf um Stevie\u0027s Bruder zu finden. Der erzählt ihnen, dass eigentlich er den Wettbewerb gewonnen hat, aber seine Kräfte nur unter einer Bedingung zurückbekommen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303026","hoster":"VOE"},{"path":"/redirect/10104451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-14","name":"Klampfen beim Mampfen","epNo":14,"alt":"Eat to the Beat","descr":"Mr. Laritate verliert seine Stelle als Rektor an Schulinspektor Clanton. Anstatt um seinen Job zu kämpfen, will er seinen Traum verfolgen, Cowboy zu werden. Also schickt ihn Alex durch einen Zauber zurück in den Wilden Westen, um Mr. Laritate zu beweisen, dass diese Zeit überhaupt nicht so war, wie er sie sich vorstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303012","hoster":"VOE"},{"path":"/redirect/10104452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-15","name":"Alex\u0027 neue Freundin","epNo":15,"alt":"Third Wheel","descr":"Justin belegt Alex mit einem Wahrheitszauber, um heraus zu finden, ob sie den Staatsbürger Award ehrlich gewonnen hat und vergisst, sie wieder davon zu befreien. Als sie die Auszeichnung verliehen bekommt, sagt sie ihren Mitschülern, was sie wirklich über sie denkt. Alle wenden sich gegen sie und am Ende ist Mr. Laritate ihr einziger Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303030","hoster":"VOE"},{"path":"/redirect/10104453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-16","name":"Die Gute, die Böse und die Alex","epNo":16,"alt":"The Good, the Bad, and the Alex","descr":"Gerade am Tag der Preisverleihung, verwandelt Alex aus Versehen Jerry in eine Küchenschabe. Sie muss sich schnell was einfallen lassen, nachdem ihr Vater das ganze Festmahl verspeist hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303047","hoster":"VOE"},{"path":"/redirect/10104454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-17","name":"Die Western Show","epNo":17,"alt":"Western Show","descr":"Max versucht seiner neuen Freundin zu imponieren, dabei geben Jerry und Theresa ihm den Rat, dass Ehrlichkeit immer noch am besten ankommt. Max nimmt sich das sehr zu Herzen und ist ehrlicher als je zuvor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303039","hoster":"VOE"},{"path":"/redirect/10104455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-18","name":"Alle gegen Alex","epNo":18,"alt":"Alex\u0027s Logo","descr":"Da Harper und Zeke auf der Wissenschaftsmesse-Projekt Partner werden, versucht Alex die beiden zu verkuppeln. Aber ob das so gut ankommt? Justin ist beunruhigt, dass sein Projekt seine Zauberkräfte entlarven könnte und entscheidet sich deswegen, es in der letzten Minute zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303038","hoster":"VOE"},{"path":"/redirect/10104456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-19","name":"Dad, das Insekt","epNo":19,"alt":"Dad\u0027s Buggin\u0027 Out","descr":"Alex teilt Justin mit, dass ihr Geschenk zu seinem Schulabschluss, ein Duplikat von ihm ist, das sie vor vier Jahren erschaffen hat, damit er nach der High School nicht aufs College gehen muss. Doch als sie die beiden vereint, kommt dabei etwas Katastrophales heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303051","hoster":"VOE"},{"path":"/redirect/10104457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-20","name":"Max\u0027 heimliche Freundin","epNo":20,"alt":"Max\u0027s Secret Girlfriend","descr":"Justin und Alex dürfen im neuen Kreativteam der Captain Jim Bob Sherwood Comics mitarbeiten. Sie können sich aber auf keine Handlung einigen also erweckt Alex Captain Jim Bob Sherwood zum Leben und er entwischt in die Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303048","hoster":"VOE"},{"path":"/redirect/10104458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-21","name":"Alex, die Kupplerin","epNo":21,"alt":"Alex Russo Matchmaker","descr":"Die Eltern von Harper kommen zu Besuch und überreden Alex bei ihrem Bühnenstück mitzumachen, nachdem Harper abgelehnt hat. Alex scheitert daran kläglich. Justin und Zeke sprechen auch für die Show vor, mit dem Versuch einander zu übertreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303059","hoster":"VOE"},{"path":"/redirect/10104459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-22","name":"Justin, der Student","epNo":22,"alt":"Deliquent Justin","descr":"Alex entdeckt eine Zauberkraft, wie sie am besten alle Menschen dazu bringen kann, dass sie alles toll finden, was Alex tut oder sagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303065","hoster":"VOE"},{"path":"/redirect/10104460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-23","name":"Comic Helden","epNo":23,"alt":"Captain Jim Bob Sherwood","descr":"Die Kinder müssen Theresa versprechen, im Beisein ihres Onkels Ernesto nicht zu zaubern. Aber schon bald nach seiner Ankunft brechen sie ihr Versprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303058","hoster":"VOE"},{"path":"/redirect/10104461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-24","name":"Auf nach Rumänien","epNo":24,"alt":"Russos vs. Finkles","descr":"Alex verzaubert Harper damit sie wie Juliet aussieht, in der Hoffnung, dass Justin dieses Kapitel endlich abschließen und nach vorne blicken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303061","hoster":"VOE"},{"path":"/redirect/10104462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-25","name":"Alex hat immer Recht","epNo":25,"alt":"All About You-Niverse","descr":"Als Alex, Justin und Max von einem malenden Hund erfahren, finden sie bald darauf heraus, dass es sich bei diesem Hund um niemand anderen als Mason handelt, der von Zauberern auf dem Land festgehalten wird. Es stellt sich heraus, dass diese Land-Zauberer ihr Portal zur Zauberwelt verloren haben, sie würden allerdings Mason gerne gegen das Portal der Russos eintauschen. Alex willigt ohne Rücksprache mit Ihren Brüdern zu halten sofort ein. Wird Alex wirklich das Familienportal aufs Spiel setzen? Kann Mason wirklich gerettet werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303076","hoster":"VOE"},{"path":"/redirect/10104463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-26","name":"Onkel Ernesto","epNo":26,"alt":"Uncle Ernesto","descr":"Alex, Justin und Max finden einen Weg, Mason wieder in einen Mensch zu verwandeln, aber er ist immer noch halb Werwolf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303080","hoster":"VOE"},{"path":"/redirect/10104464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-27","name":"Juliet, oh, Juliet","epNo":27,"alt":"Moving On","descr":"Alex verzaubert Harper damit sie wie Juliet aussieht, in der Hoffnung, dass Justin dieses Kapitel endlich abschließen und nach vorne blicken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303072","hoster":"VOE"},{"path":"/redirect/10104465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-28","name":"Die zauberhafte Rettung, Teil 1","epNo":28,"alt":"Alex Saves Mason, Part 1","descr":"Als Alex, Justin und Max von einem malenden Hund erfahren, finden sie bald darauf heraus, dass es sich bei diesem Hund um niemand anderen als Mason handelt, der von Zauberern auf dem Land festgehalten wird. Es stellt sich heraus, dass diese Land-Zauberer ihr Portal zur Zauberwelt verloren haben, sie würden allerdings Mason gerne gegen das Portal der Russos eintauschen. Alex willigt ohne Rücksprache mit Ihren Brüdern zu halten sofort ein. Wird Alex wirklich das Familienportal aufs Spiel setzen? Kann Mason wirklich gerettet werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303082","hoster":"VOE"},{"path":"/redirect/10104466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-29","name":"Die zauberhafte Rettung, Teil 2","epNo":29,"alt":"Alex Saves Mason, Part 2","descr":"Alex, Justin und Max finden einen Weg, Mason wieder in einen Mensch zu verwandeln, aber er ist immer noch halb Werwolf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303084","hoster":"VOE"},{"path":"/redirect/10104467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-3/episode-30","name":"Die Wahrheit?","epNo":30,"alt":"Wizard Exposed","descr":"Die U.S. Regierung nimmt die Russo Familie gefangen und zwingt sie zuzugeben, dass sie Zauberer sind. Werden die Russos das tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931972","hoster":"VOE"},{"path":"/redirect/10104468","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-1","name":"Die Verhandlung","epNo":1,"alt":"Alex Tells the World","descr":"Die Russos kommen, nach ihrer Gefangenschaft, endlich wieder zu Hause an. Professor Crumbs gibt bekannt, dass Alex leider ihren Test nicht bestanden hat, nämlich ihre Zauberkräfte geheim zu halten. Auch Justin hat diesen nicht bestanden und so ist Max das neue Oberhaupt in der Zaubererfamilie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992918","hoster":"VOE"},{"path":"/redirect/8422582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-2","name":"Alex gibt auf","epNo":2,"alt":"Alex Gives Up","descr":"Max wird immer bekannter und so auch bei einem Mädchen aus einer reichen Zaubererfamilie. Sie möchte Max als ihren Zukünftigen haben. Währenddessen merken Alex und Mason, dass sie einfach nicht zusammen passen und versuchen deswegen Freunde sein können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588472","hoster":"VOE"},{"path":"/redirect/8422539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-3","name":"Harpers Führerscheinprüfung","epNo":3,"alt":"Lucky Charmed","descr":"Alex und Harper nehmen Fahrstunden bei Mr Laritate, dabei baut Alex einen Unfall. Harper versucht Alex zu überreden, mal nicht zu zaubern, sondern dazu zu stehen. Währenddessen bittet Jerry Justin, die Zaubererrobe an Max zu übergeben. Das fällt ihm alles andere als leicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931952","hoster":"VOE"},{"path":"/redirect/8422537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-4","name":"Ein Job für Captain Jim Bob","epNo":4,"alt":"Journey to the Center of Mason","descr":"Als Dean in die Stadt kommt, wird Mason eifersüchtig und isst ihn, weshalb Alex, Justin und Max sich selbst schrumpfen und in Masons Körper eindringen müssen, um Dean zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931964","hoster":"VOE"},{"path":"/redirect/8422542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-5","name":"Alle wie einer, einer wie keiner","epNo":5,"alt":"Three Maxes and a Little Lady","descr":"Alex und Justin verwandeln sich in Max, um ihn davon abzuhalten, das Datum des Zaubererwettstreits vorzuverlegen, jedoch ihre Zaubersprüche gehen nach hinten los und verwandeln Max für unbestimmte Dauer in ein kleines Mädchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579983","hoster":"VOE"},{"path":"/redirect/8422531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-6","name":"Süß, süßer, Maxine","epNo":6,"alt":"Daddy’s Little Girl","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588475","hoster":"VOE"},{"path":"/redirect/8422541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-7","name":"Justins Engel","epNo":7,"alt":"Everything’s Rosie for Justin","descr":"Umso mehr Justin mit Rosie zusammen ist, umso seltsamer wird sein Vehalten gegenüber seiner Familie. Alex wird misstrauisch und sucht Hilfe bei den Engeln. Dort trifft sie auf Tina, ein Engel in Ausbildung, die erzählt ihr, dass Rosie ein Engel der Finsternis ist. Alex muss sofort reagieren und ihren Bruder retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588473","hoster":"VOE"},{"path":"/redirect/8422526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-8","name":"Der Engel-Klub","epNo":8,"alt":"Dancing with Angels","descr":"In dem Engel-Klub findet sie heraus, dass Rosie nicht das ist, was sie vorgibt zu sein und startet eine Rettungsaktion für Justin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579984","hoster":"VOE"},{"path":"/redirect/8422538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-9","name":"Verliebt in einen Engel, Teil 1\u0026amp;2","epNo":9,"alt":"Wizards vs. Angels – Part 1","descr":"Umso mehr Justin mit Rosie zusammen ist, umso seltsamer wird sein Vehalten gegenüber seiner Familie. Alex wird misstrauisch und sucht Hilfe bei den Engeln. Dort trifft sie auf Tina, ein Engel in Ausbildung, die erzählt ihr, dass Rosie ein Engel der Finsternis ist. Alex muss sofort reagieren und ihren Bruder retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9579985","hoster":"VOE"},{"path":"/redirect/8422580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-10","name":"[E11] ","epNo":10,"alt":"Wizards vs. Angels – Part 2","descr":"In dem Engel-Klub findet sie heraus, dass Rosie nicht das ist, was sie vorgibt zu sein und startet eine Rettungsaktion für Justin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588474","hoster":"VOE"},{"path":"/redirect/8422577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-11","name":"[E12] Max wird wieder der Alte","epNo":11,"alt":"Back to Max","descr":"Alex und Justin verwandeln Professor Crumbs versehentlich in einen kleinen Jungen, als sie versuchen, Max wieder zurück zu zaubern. Während Crumbs seine Jugendlichkeit genießt, tritt Harper bei einer Schulaufführung gegen Jackie Evancho an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9588479","hoster":"VOE"},{"path":"/redirect/8422583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-12","name":"[dito E13] Zeke weiß was","epNo":12,"alt":"Zeke Finds Out","descr":"Zeke hat ein neues Hobby: Zaubern. Alex verzaubert ihn, damit er denkt, dass er wirklich zaubern kann. Harper versucht währenddessen Zeke und Alex auseinander zu bringen, damit das Geheimnis der Familie Russo nicht rauskommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8992924","hoster":"VOE"},{"path":"/redirect/8422574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-13","name":"Magie im Ring","epNo":13,"alt":"Magic Unmasked","descr":"Als Alex herausfindet, dass sie der Grund dafür ist, dass ihr Lieblingswrestler mit seiner sportlichen Aktivität aufgehört hat, will sie es unbedingt wieder gut machen. Sie versucht, ihn wieder in den Ring zu bekommen, weiss aber nicht, dass Justin Zeke versprochen hat, ihn in einen unbesiegbaren Wrestler zu verzaubern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303112","hoster":"VOE"},{"path":"/redirect/10104469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-14","name":"Zu Gast bei den Werwolfs","epNo":14,"alt":"Meet the Werewolves","descr":"Alex möchte Masons Eltern kennenlernen, aber er ist sich sicher, dass sie sie nicht mögen werden, da sie kein Werwolf ist. Unterdessen geht Max ein Zauber schief und verwandelt seine Eltern in Kinder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303100","hoster":"VOE"},{"path":"/redirect/10104470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-15","name":"Alex in Gefahr","epNo":15,"alt":"Beast Tamer","descr":"Alex gewinnt Karten für das Bestien-Match und Chase, der Bestien-Zähmer, flirtet mit ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303099","hoster":"VOE"},{"path":"/redirect/11932157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-16","name":"Zauberer des Jahres","epNo":16,"alt":"Wizard of the Year","descr":"Alex wird ‚Zauberer des Jahres‘ und Justin ist deswegen total sauer. Mason wird schrecklich eifersüchtig, weil Papparazzi es so aussehen lassen, als wären Chase und Alex ein Paar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303113","hoster":"VOE"},{"path":"/redirect/10104471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-17","name":"Schlechte Aussichten","epNo":17,"alt":"Misfortune at the Beach","descr":"Alex wird von einem Zauberer-Weissager-Automaten vorhergesagt, dass ihr Leben bald endet. Sie versucht mit dem Zauberer ein Geschäft zu machen, damit er die Vorhersage wieder zurücknimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303114","hoster":"VOE"},{"path":"/redirect/10104472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-18","name":"Gefahr aus dem All","epNo":18,"alt":"Wizards vs. Asteroid","descr":"Als ein Asteroid droht, die Erde zu zerstören, fliegen Alex, Justin und Max ins Weltall, um ihn aufzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303116","hoster":"VOE"},{"path":"/redirect/10104473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-19","name":"Justin ist wieder im Rennen","epNo":19,"alt":"Justin’s Back In","descr":"Alex überredet Justin dazu, dass seine Delinquentenklasse den Abschlusstest ablegt, damit sie wieder aufs Zauberkollege gehen dürfen und er wieder am Familienzauberer-Wettstreit teilnehmen darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303123","hoster":"VOE"},{"path":"/redirect/10104474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-20","name":"Alex lässt die Puppen tanzen!","epNo":20,"alt":"Alex the Puppetmaster","descr":"Alex und Harper wollen in ihr eigenes Appartement ziehen, aber dafür brauchen sie erst mal Geld. Also organisiert Harper ein Puppenspiel. Währenddessen lernen Jerry und Theresa die Eltern von Max’ Freundin kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303122","hoster":"VOE"},{"path":"/redirect/10104476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-21","name":"Der Harper Klon","epNo":21,"alt":"My Two Harpers","descr":"Als Harper zu viel Zeit mit Zeke verbringt, erschafft Alex einen Klon von Harper, damit auch sie noch Zeit mit ihrer besten Freundin verbringen kann. Unterdessen eröffnen Jerry, Justin und Max noch ein Restaurant für die Zauberwelt im Refugium.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303138","hoster":"VOE"},{"path":"/redirect/10104477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-22","name":"Das geheime dreizehnte Stockwerk","epNo":22,"alt":"Wizards of Apartment 13B","descr":"Alex und Harper ziehen zusammen in ihre erstes Appartement. Aber zu Alex’ Ärger wohnt Mason im gleichen Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303128","hoster":"VOE"},{"path":"/redirect/10104478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-23","name":"Die neue Mitbewohnerin","epNo":23,"alt":"Ghost Roommate","descr":"Alex und Harper suchen sich noch eine Mitbewohnerin, um die Miete zahlen zu können, aber das Mädchen ist ein Geist. Außerdem scheint Zekes Roboter Hilfskraft etwas im Schilde zu führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303148","hoster":"VOE"},{"path":"/redirect/10104479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-24","name":"Sei ein braver Zombie!","epNo":24,"alt":"Get Along, Little Zombie","descr":"Mason kümmert sich um Mr. Laritate, um zu verhindern, dass er zu einem Zombie wird, nachdem er von einem gebissen wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11925353","hoster":"VOE"},{"path":"/redirect/11925354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-25","name":"Die Zauberwelt ist in Gefahr","epNo":25,"alt":"Wizards vs. Everything","descr":"Justin und Alex werden in einer Wohnung eingesperrt, nachdem sie herausfinden, dass der Page eigentlich Gorog ist, der Anführer von Dark Realm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303146","hoster":"VOE"},{"path":"/redirect/10104480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-26","name":"Zeitreisen leicht gemacht","epNo":26,"alt":"Rock Around the Clock","descr":"Die Familie Russo muss zurück in die Vergangenheit reisen, um Jerrys Dad davon zu überzeugen, das Gebäude nicht zu verkaufen, da sie in der Zukunft sonst rausgeworfen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303144","hoster":"VOE"},{"path":"/redirect/10104481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-27","name":"Harperella","epNo":27,"alt":"Harperella","descr":"Alex versucht noch Harper zu warnen, nicht die alten Kindermärchen von Alex zu lesen, weil sie dann zur Realität werden. Doch Alex kommt zu spät und Harper findet sich als Aschenputtel wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303145","hoster":"VOE"},{"path":"/redirect/10104482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-28","name":"Die Entscheidung (1)","epNo":28,"alt":"Family Wizard (1)","descr":"Während eines Abendessens, das Alex für die Familie zubereitet hat, verkündet Principal Crumbs schließlich, dass die Russo-Brüder den Zauberwettbewerb absolvieren können. Den Russo-Brüdern werden Fragen zur Magie gestellt. Währenddessen schnüffelt Zeke einen Trank und färbt ihn ganz lila und eilt so zusammen mit Harper zum magischen Wettbewerb, um die Russos um Hilfe zu bitten. Beim Wettbewerb angekommen, werden Harper und Zeke jedoch von einem Greif gefangen genommen und Alex, Justin und Max werden sie retten, aber nur unter einer Bedingung: Die Jungs müssen rechtzeitig zum Wettbewerb zurückkehren, bevor 45 Minuten um sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11303157","hoster":"VOE"},{"path":"/redirect/10104483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zauberer-vom-waverly-place/staffel-4/episode-29","name":"Die Entscheidung – Teil 2","epNo":29,"alt":"Family Wizard, Part 2","descr":"Hinweis: Episode 29 ist in Episode 28 als Doppelepisode enthalten. Ist das Ende der Geschichte von den Zauberer von Waverly Place","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11931917","hoster":"VOE"},{"path":"/redirect/11932141","hoster":"Streamtape"}]}]}]}]}