{"path":"/serie/stream/ze-network","name":"Ze Network","descr":"David Hasselhoff hadert mit sich selbst und fragt sich: Sollen das schon seine besten Zeiten gewesen sein? Der Schauspieler möchte nach all den Jahren endlich wieder in der Öffentlichkeit glänzen. Als er plötzlich ein Angebot eines Theaters aus Ost-Berlin erhält, deutet er das als Zeichen. Denn in Deutschland hat sich der Hollywoodstar schon immer verstanden gefühlt. Dort trifft er auf den deutschen Schauspieler Henry Hübchen, der neben ihm in dem Theaterstück die zweite Hauptrolle übernehmen soll. Das vermeintliche Szene-Theater aus Ost-Berlin entpuppt sich jedoch eher als ein beschauliches Theater sehr weit östlich von Berlin – und Hasselhoff kommen mehr und mehr Zweifel an seiner Entscheidung. Und wie es der Zufall will, schlittert er dann auch noch in eine Agentenverschwörung. Die beiden Schauspieler stürzen in das Zentrum einer internationalen Verschwörung ehemaliger Attentäter des Kalten Krieges. Wo ist Hasselhoff da nur reingeraten? Was zum Teufel hat Henry Hübchen damit zu tun – und was davon ist real?","seasons":[{"path":"/serie/stream/ze-network/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ze-network/staffel-1/episode-1","name":"Mal richtig die Sau rauslassen","epNo":1,"alt":"","descr":"Kaum in Deutschland angekommen, machen sich erste Zweifel breit, ob das die richtige Entscheidung war. Was macht er plötzlich in Görlitz? Und wieso verhalten sich hier alle so seltsam?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479279","hoster":"VOE"},{"path":"/redirect/14264329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-2","name":"Siebzig","epNo":2,"alt":"","descr":"David Hasselhoff steht blutüberströmt vor Henry Hübchens Hotelzimmer und bittet ihn um Hilfe. Nach einer Explosion liegen in seinem Zimmer nun zwei Leichen. Eine missglückte Operation von \"Ze Network\"? Das Werk feindlicher Agenten? Oder spielt jemand David einen Streich? Vielleicht sogar sein eigener Verstand? Henry geht der Sache nach und will unter allen Umständen die Polizei da raushalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479264","hoster":"VOE"},{"path":"/redirect/14264356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-3","name":"Ein wildes Durcheinander","epNo":3,"alt":"","descr":"David trifft auf einen mysteriösen Agenten von \"Ze Network\". Dieser will ihn rekrutieren und aus The Hoff einen Geheimagenten machen. Er gibt ihm Einblicke ins Netzwerk und in eine internationalen Mission, die von arabischen Scheichs, über korrupte Politiker bis hin zur LGBTQ-Szene reicht. David wird bewusst, wie lange \"Ze Network\" schon bestehen muss und dass er nicht zum ersten Mal von ihm \"kontaktiert\" wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479276","hoster":"VOE"},{"path":"/redirect/14333163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-4","name":"Die Karten sind gemischt","epNo":4,"alt":"","descr":"David wurde überzeugt sich \"Ze Network\" anzuschließen. Er beginnt mit dem Training und lässt sich zum Geheimagenten ausbilden. Parallel dazu muss er am Theater glänzen, um seine Schauspiel-Karriere nicht zu gefährden und auch die Tarnung aufrecht zu erhalten. Sein Alltag wird immer skurriler. Zumal er immer noch von einem mysteriösen Unbekannten verfolgt wird und seine kurzen Blackouts einfach nicht aufhören wollen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14445528","hoster":"VOE"},{"path":"/redirect/14264362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-5","name":"Leichen im Keller","epNo":5,"alt":"","descr":"Am Görlitzer Theater herrscht das totale Chaos: Eine Darstellerin ist spurlos verschwunden, ein sehr spitzfindiger Kommissar ermittelt in dem Fall und unterbricht permanent die Proben und die Presse campiert gemeinsam mit Autogrammjägern vor der Tür. Schließlich will sich der einzige Sponsor samt seiner Geldeinlage zurückziehen und das Theaterstück und Davids Comeback drohen endgültig zu scheitern. Rettung naht, als sich Michael Knight David Hasselhoff Hilfe eines alten Bekannten holt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14354740","hoster":"VOE"},{"path":"/redirect/14480609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-6","name":"Das war’s dann","epNo":6,"alt":"","descr":"The Hoff und K.I.T.T. sind wieder vereint und versuchen die Zukunft des Theaterstücks und Davids Schauspiel-Karriere zu retten. Dabei werden sie erneut von dem mysteriösen Unbekannten verfolgt. Gleichzeitig deckt David das Doppelleben seines Kontaktmanns bei \"Ze Network\" auf. Was für ein Spiel wird hier gespielt?Währenddessen eskalieren die Machtkämpfe am Theater endgültig und enden für David im Krankenhaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14354738","hoster":"VOE"},{"path":"/redirect/14264365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-7","name":"Oh, die ihr schwachen Glaubens seid","epNo":7,"alt":"","descr":"David liegt mit Schmerzmitteln betäubt im Krankenhaus. Ein gefundenes Fressen für den Hauptkommissar, der die noch immer vermisste Darstellerin sucht und der festen Überzeugung ist, David hätte etwas mit ihrem Verschwinden zu tun. Was wiederum Davids besorgte Tochter direkt von L.A. nach Görlitz bringt. Ein Kriminalfall? Eine internationale Verschwörung? Ihr Vater Mitglied eines Agenten-Netzwerkes? Das kann nicht sein Ernst sein…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479256","hoster":"VOE"},{"path":"/redirect/14264363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ze-network/staffel-1/episode-8","name":"Ene Meine Miste","epNo":8,"alt":"","descr":"Finaler Showdown auf allen Ebenen: David hat als Geheimagent eine klare Mission für das Netzwerk zu erfüllen. Nachdem der letzte Versuch gnadenlos gescheitert ist, muss es dieses Mal klappen! Gleiches gilt für die \"Mission Comeback\". Das Theaterstück feiert Premiere und David hat endlich die Chance unter Beweis zu stellen, dass er ein ernstzunehmender Schauspieler ist. Nur deshalb ist er doch zurückgekommen, zu Ze Dschermäns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479260","hoster":"VOE"},{"path":"/redirect/14264371","hoster":"Streamtape"}]}]}]}]}