{"seriesId":"zerv-zeit-der-abrechnung","name":"ZERV – Zeit der Abrechnung","descr":"\"ZERV\" erzählt von den ersten Jahren nach dem Mauerfall, den Brüchen von Lebensläufen, von völlig unterschiedlichen Biografien und vom geglückten Aufeinanderzugehen im gemeinsamen Kampf gegen das Verbrechen, das kein Ost und West kennt. ZERV steht für die Zentrale Ermittlungsstelle für Regierungs- und Vereinigungskriminalität, die 1991 in Berlin auf Beschluss der Bundesregierung gegründet wird.Nadja Uhl verkörpert Karo Schubert, die sich im wiedervereinten Deutschland eine Stellung als Kriminalhauptkommissarin erkämpft hat. Als sie im Mordfall eines hohen Mitarbeiters des Abrüstungsministeriums ermittelt, begegnet sie zum ersten Mal dem neu eingesetzten West-Kommissar Peter Simon (Fabian Hinrichs) aus der Sondereinheit ZERV. Sie ermitteln notgedrungen zusammen – denn beide beanspruchen den Mordfall für ihre Abteilung. Doch die diversen Aufgaben der ZERV sind für Peter Simon und sein Team nur lösbar in Zusammenarbeit mit den Ostkollegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Andere Zeiten","epNo":1,"alt":"","descr":"Berlin 1991: Die neu gegründete Zentrale Ermittlungsstelle für Regierungs- und Vereinigungskriminalität, \"ZERV\", nimmt ihre Arbeit auf. Schon gibt es einen ersten Toten: Matthias Trockland, mitverantwortlich für die Auflösung der NVA in der wiedervereinigten Bundesrepublik, wird tot in seinem Kleingarten gefunden. Peter Simon, Kommissar aus Westdeutschland in der ZERV, muss gemeinsam mit der Kollegin der Ost-Berliner Mordkommission, Karo Schubert, ermitteln. Anfangs können beide das nur schwer akzeptieren, denn ihre Arbeitsweisen und ihre Vorstellungen von Kompetenz unterscheiden sich stark.","versions":[{"lang":1,"streams":[{"redirect":9865454,"hoster":"VOE"},{"redirect":9865453,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In Deckung","epNo":2,"alt":"","descr":"Musste Trockland sterben, weil er illegalen Waffengeschäften auf die Spur gekommen ist? Die ZERV stellt auf dem Militärgelände große Mengen von NVA-Waffen sicher, die offiziell bereits als verschrottet galten. Peter Simon und seine Mitarbeiter bewachen das mit Peilsendern versehene Kriegsgerät, weil sie den Waffenhändlern auf die Spur kommen wollen. Simon und Karo Schubert erfahren, dass Gärster Karos Vater aus KoKo-Zeiten kannte und Karos Mutter mit Trockland ein Liebesverhältnis hatte. Simon platzt der Kragen angesichts der persönlichen Verstrickung seiner Kollegin und will mit ihr nicht weiter zusammenarbeiten. Karo Schubert macht eine weitere Entdeckung: Ihr Vater verunglückte vor fünf Jahren tödlich – am Tag seines Todes gab es ein Treffen zwischen Trockland, ihrem Vater, Gärster und zwei weiteren Männern. Trockland hatte Fotos gemacht.","versions":[{"lang":1,"streams":[{"redirect":9865456,"hoster":"VOE"},{"redirect":9865460,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spurensuche","epNo":3,"alt":"","descr":"Die ZERV-Kommissarin Frauke Beckmann ist schwer verletzt worden. Es ist unklar, ob sie je wieder laufen kann. Ihr Chef Peter Simon ist am Boden zerstört. Auf der Suche nach den Tätern landen Karo Schubert und Simon wieder bei Gärster. Dessen Ziehsohn Reiko Böttcher steht unter Verdacht, an dem Waffendiebstahl beteiligt gewesen zu sein. Er wird festgenommen. Indessen hat die ZERV-Ermittlerin Patrizia Schäfer die Adoptionsakte im Zwangsadoptionsfall ausfindig gemacht: Sie haben Merkers Tochter gefunden! Karos Mutter Elisabeth entdeckt die verschwundene Kamera von Trockland mit dem Film aus der Nacht in Leipzig. Auf den entwickelten Bildern ist zu sehen, wie Karos Vater Axel Schubert in einen fremden Wagen mit Westkennzeichen gedrängt wird.","versions":[{"lang":1,"streams":[{"redirect":9865463,"hoster":"VOE"},{"redirect":9865465,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Täter von damals…","epNo":4,"alt":"","descr":"Karo Schubert durchforstet neu aufgetauchte Firmenunterlagen ihres verschwundenen Vaters. Dabei stößt sie auf Spuren, die zu einer Spedition ihres Vaters führen. Hat er etwas anderes als Möbel transportiert? Frauke Beckmann, die vom Krankenbett aus arbeitet, findet heraus, dass Schuberts Vater tatsächlich in Waffentransporte zwischen Ost und West verwickelt war. Roland Merker verfolgt auf eigene Faust seine heute 15-jährige Tochter im Schulbus und provoziert eine Begegnung, die für ihn schmerzhaft endet. Bianca, die Freundin von Karos Tochter Silvie, bricht zusammen, als sie ein Bild von Herrich, dem Leiter der Jugendhilfe, in der Zeitung entdeckt. Herrich war vor der Wende ihr Peiniger in einem Jugendwerkhof. Silvie organisiert einen Protest vor dem Jugendamt.","versions":[{"lang":1,"streams":[{"redirect":9865445,"hoster":"VOE"},{"redirect":9865442,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sieben Brücken","epNo":5,"alt":"","descr":"Gärster ist nach Reiko Böttchers Tod verzweifelt. Er fühlt sich bedroht und bietet der ZERV seine Zusammenarbeit an. Nachdem Frauke Beckmann herausgefunden hat, dass Staatssekretär Bohr früher für einen Waffenkonzern tätig war, gerät damit überraschend der eigene Dienstherr ins Visier der ZERV. Das kommt ihrem Chef Thieme sehr ungelegen. Plötzlich nimmt die Presse die ZERV unter Beschuss. Hinter Thiemes Rücken macht Peter Simon einen Deal mit Gärster aus. Wenn Gärster Bohr ans Messer liefert, bekommt er Zeugenschutz. Kann es Gärster gelingen, Bohr wichtige Informationen zum aktuellen Waffenfall zu entlocken? Karo Schubert bringt ihre Tochter Silvie mit dem ZERV-Ermittler Holger Bündner zusammen. Gemeinsam machen sie ehemalige Opfer der Jugendwerkhöfe ausfindig und kapern den Prozess Herrichs gegen Silvias Freundin Bianca.","versions":[{"lang":1,"streams":[{"redirect":9865449,"hoster":"VOE"},{"redirect":9865447,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Über Grenzen","epNo":6,"alt":"","descr":"Während Frauke Beckmann Gärster observiert, macht sie eine schockierende Entdeckung: Ihr Kollege Holger Bündner ist der lange gesuchte Maulwurf in den Reihen der ZERV. Peter Simon kann Gärster festnehmen, doch an Holger prallt er ab. Der ist für den BND tätig und genießt daher Immunität. Indessen stellt die Bundeswehr fest, dass die von ihnen auf dem Militärgelände sichergestellten Waffen über Nacht verschwunden sind. Karo Schubert macht sich auf den Weg nach Wolfsburg zu ihrem Vater Axel Schubert. Die Begegnung ist für sie schmerzvoll und ernüchternd, doch er gibt ihr einen entscheidenden Tipp zum aktuellen Waffendeal. Als Karo Schubert diese Information an Peter Simon weitergibt, wird sie beschossen, kann aber verletzt in einen nahegelegenen Wald fliehen. Simon und Karos Kollegin Uta Lampert finden sie dort.","versions":[{"lang":1,"streams":[{"redirect":9865452,"hoster":"VOE"},{"redirect":9865451,"hoster":"Streamtape"}]}]}]}]}