{"path":"/serie/stream/ziemlich-beste-stiefmutter","name":"Ziemlich beste Stiefmutter","descr":"[Jeune et golri] Die 25-jährige Stand-up-Komikerin Prune (Agnès Hurstel) in Paris verliebt sich Hals über Kopf in den fast doppelt so alten Francis, Vater eines sechsjährigen Mädchens. Die neunmalkluge Alma verehrt Napoleon und zieht gegen die neue \"Stiefmutter\" in den Kampf. Während sie diese mit allen möglichen Mitteln an den Rand der Verzweiflung bringen möchte, beschließt diese, den Spieß umzudrehen – und hat so auch viel Stoff für ihr Stand-up-Comedy-Programm.","seasons":[{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-1","name":"Ziemlich nackte Brüste","epNo":1,"alt":"","descr":"Die junge, gutaussehende Stand-up-Komikerin Prune trifft durch Zufall auf Francis, Mitte vierzig, leicht ergraut und frisch getrennt. Mitten in den Pariser Sommerferien, in denen sie eigentlich an ihrer ersten eigenen Comedy-Show arbeiten wollte, lässt sie sich auf eine unerwartete Liebesgeschichte ein. Und dann taucht sie ohne Vorwarnung und oben ohne bei Francis auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461313","hoster":"VOE"},{"path":"/redirect/12461312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-2","name":"Seine heimliche, göttliche Tochter","epNo":2,"alt":"","descr":"Nach ihrer Begegnung mit Alma und der Enttäuschung darüber, dass Francis gelogen hat, kehrt Prune auf die Bühne zurück. Sie verarbeitet alles: das perfekte Kind, das Alter von Francis. Und sie ist damit erfolgreich. Ihre Freunde drängen sie, ihr neues Comedyprogramm vor der Produzentin einer bekannten Komikerin zu wiederholen. Denn die ist auf der Suche nach Nachwuchstalenten. Aber dann sieht Prune Francis wieder und sie steckt in der Zwickmühle. Tritt sie mit dem bissigen Sketch auf oder hat die Liebe Vorrang? Am liebsten würde Prune gar keine Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461317","hoster":"VOE"},{"path":"/redirect/12461318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-3","name":"Die Kriegserklärung","epNo":3,"alt":"","descr":"Prune ist stolz. Sie ist mit 25 Jahren zwar noch sehr jung und hat Akne, aber nun endlich auch einen sozialen Status: Sie ist Stiefmutter. Nur das offizielle Kennenlernen mit Alma, der kleinen, knallharten \"Mini-Merkel\", verläuft überhaupt nicht wie geplant. Die sechsjährige Tochter von Francis kann Prune nicht ausstehen und macht ihr das Leben schwer. Prune will diesen Kampf gewinnen und zieht gegen das Kind in einen Krieg: mit Nutella und Tabascosauce.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461321","hoster":"VOE"},{"path":"/redirect/12461320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-4","name":"Eine Nanny aus der Hölle","epNo":4,"alt":"","descr":"Francis muss über das Wochenende zu einem Teambuilding-Workshop seiner Firma und überlässt Prune die Verantwortung für Alma. Das könnte eine gute oder aber die schlechteste Idee gewesen sein. Das Wochenende wird für beide aufregend und endet auf der Polizeistation. Zum Glück kommen Prunes Eltern zu Hilfe. Und so hat Prune anschließend auf der Bühne genug zu erzählen. Die Frage ist nur, ob Alma ihrem Vater nichts vom Wochenende verrät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461324","hoster":"VOE"},{"path":"/redirect/12461325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-5","name":"Kinder haben immer Recht und Eltern immer Durst","epNo":5,"alt":"","descr":"Alma und Prune haben nun ein gemeinsames Geheimnis. Francis soll von dem Diebstahl nie etwas erfahren. Aber dann will er die beiden unbedingt bei Prunes Eltern abholen. Der Nachmittag wird lang und feuchtfröhlich. Prune sitzt auf heißen Kohlen, denn am Abend kommt die Produzentin einer berühmten Komikerin in den Stand-up-Club. Soll sie einfach mit ihrem \"Mini-Merkel\"-Sketch auftreten oder doch lieber Verantwortung übernehmen und Francis endlich die Wahrheit sagen? Prune ist in einem Dilemma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461328","hoster":"VOE"},{"path":"/redirect/12461330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-6","name":"Der Lehrer und die Kacke","epNo":6,"alt":"","descr":"Alma und Prune haben nun ein gemeinsames Geheimnis. Francis soll von dem Diebstahl nie etwas erfahren. Aber dann will er die beiden unbedingt bei Prunes Eltern abholen. Der Nachmittag wird lang und feuchtfröhlich. Prune sitzt auf heißen Kohlen, denn am Abend kommt die Produzentin einer berühmten Komikerin in den Stand-up-Club. Soll sie einfach mit ihrem \"Mini-Merkel\"-Sketch auftreten oder doch lieber Verantwortung übernehmen und Francis endlich die Wahrheit sagen? Prune ist in einem Dilemma.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461332","hoster":"VOE"},{"path":"/redirect/12461333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-7","name":"Jung und Lustig?","epNo":7,"alt":"","descr":"Prune und Francis gehen getrennte Wege. Prunes Karriere nimmt richtig Fahrt auf, die Produzentin war vom \"Mini-Merkel\"-Auftritt begeistert und auch in den sozialen Netzwerken ist ihr Sketch ein Hit. Prune gibt vor, dass es ihr gut geht, bis sie auf der Bühne vor Publikum zusammenbricht. Tief im Inneren weiß sie, dass sie nicht nur Francis, sondern vor allem auch Alma vermisst. Sie beschließt, die Kleine wiederzusehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461336","hoster":"VOE"},{"path":"/redirect/12461337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ziemlich-beste-stiefmutter/staffel-1/episode-8","name":"Das Fechtfinale","epNo":8,"alt":"","descr":"Prune entscheidet, sich Almas Mantra zu eigen zu machen: Sag den Menschen, die du liebst, die Wahrheit. Und alle erfahren sie: Adé, ihre Freunde aus dem Stand-up-Club, ihre Eltern. Doch auf dem Weg zur Fernsehsendung der berühmten Komikerin geht Prune bei ihrem Bruder einen Schritt zu weit. Ernest kehrt den Spieß um und redet Tacheles. Der Weckruf kommt an bei Prune und sie nimmt die Dinge nun endlich selbst in die Hand. Sie zeigt, wer sie wirklich ist: auf der Bühne und im echten Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12461316","hoster":"VOE"},{"path":"/redirect/12461311","hoster":"Streamtape"}]}]}]}]}