{"seriesId":"zimmer-108","name":"Zimmer 108","descr":"Kato Hoeven wacht inmitten ihrer eigenen Blutlache im Hotel Beau Séjour auf. Im Bad des Zimmers 108 blickt sie auf ihren eigenen toten Körper. Langsam dämmert ihr, dass sie getötet wurde. Doch zumindest ihr Geist wandelt noch unter den Lebenden. Niemand kann Kato sehen oder wahrnehmen, bis auf ihre Halbschwester Sofia, ihr Vater Luc  und ihre Freundin Ines. Als Marcus, der Partner ihrer Mutter Kristel, das Fahrrad von Kato neben einem mit blutbeschmierten Hammer auf dem Gelände eines Schützenfestes findet, meldet er den Vorfall bei Inspektor Alexander Vinken.Ganz gleich ob Kato noch lebt oder als Geist umherwandelt, sie will ihren eigenen Mordfall aufklären. Dabei taucht sie unter die Oberfläche ihrer so friedlichen Dorfgemeinschaft. Von Sofia erfährt sie, dass sie sich in der Nacht ihres Todes von ihrem Freund, dem jungen Moto-Cross-Champion Leon, getrennt hat. Sie selbst hat jede Erinnerungen an jene Nacht verloren. Ein polizeilicher Suchtrupp durchkämmt auf der Suche nach Anhaltspunkten das Gebiet rund um den Baggersee. Oberinspektor Alexander Vinken findet einen kleinen silbernen Anhänger, den er aber verschwinden lässt. Als der Fall immer mehr Rätsel aufgibt, übernehmen Marion Schneider und Dora Plettinckx von der Bundespolizei Tongeren im belgischen Flandern den Fall.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Leiche","epNo":1,"alt":"The Body","descr":"Leben flammt auf in Kato Hoevens toten Augen. Erschrocken schnappt die junge Frau nach Luft und stellt fest, dass sie in einer Blutlache liegt. Im Bad des Hotelzimmers Nr. 108 sieht sie ihren eigenen toten Körper liegen. Panisch flieht sie aus...","versions":[{"lang":1,"streams":[{"redirect":8504969,"hoster":"VOE"},{"redirect":8660204,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fünf","epNo":2,"alt":"The Five","descr":"Nachdem Katos Leiche, mit einer Augenbinde versehen, aus dem Baggersee gefischt wurde und Katos Eltern Kristel und Luc sie identifiziert haben, ermitteln die Bundespolizistinnen Marion Schneider und Dora Plettinckx jetzt in einem Mordfall. Um sich...","versions":[{"lang":1,"streams":[{"redirect":8504975,"hoster":"VOE"},{"redirect":8660206,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Medium","epNo":3,"alt":"The Medium","descr":"Bundespolizistin Marion Schneider gerät unter Druck - ihr Vorgesetzter fordert Schlagzeilen zu einem gefassten Täter im Mordfall Kato Hoeven, doch die Zusammenarbeit mit der örtlichen Polizei geht nur schleppend voran und...","versions":[{"lang":1,"streams":[{"redirect":8504968,"hoster":"VOE"},{"redirect":8660205,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Eröffnung","epNo":4,"alt":"The Opening","descr":"De Opening - Die EröffnungKristel ist verzweifelt: Solange Katos Mörder nicht gefasst wird, kann sie ihr Leben so nicht weiterleben. Sie entscheidet sich, wieder als Lehrerin zu arbeiten, doch den Tod ihrer Tochter kann sie nicht akzeptieren. Umso schlimmer trifft es sie, dass Melanie das Hotel Beau Séjour feierlich eröffnet, obwohl ihre Kato in Zimmer 108 brutal ermordet wurde. Oberinspektor Alexander Vinken wird von den weiteren Ermittlungen ausgeschlossen, da er mit den Verdächtigen verwandt ist. Unterdessen müssen sich Marion Schneider und ihr Team gegen die Presse behaupten. Die Schlagzeile \"Medium hilft, wo Polizei versagt\" kann nicht toleriert werden. Jefke hat kein Alibi und wird vorerst festgenommen bei der Hausdurchsuchung bei ihm wurden Vermisstenmeldungen minderjähriger Opfer gefunden, die Marion Schneider auf die seit fünf Jahren verschollene Claudia de Vit stoßen lassen. Nach einem Gespräch mit ihrer Mutter, der Psychiaterin Beate Schneider, beschäftigt sie sich mit Serienkillern und vermutet eine neue Spur, die nach Holland führt. Kato erfährt von Charlie Vinken, dass sie ihn auf dem Schützenfest sturzbetrunken geküsst hat. Dora Plettinckx fragt Melanie nach ihrem Alibi für die Mordnacht, und verschämt gesteht diese, einen erotischen Film angesehen zu haben. Doch die Polizeibeamtin vermutet einen Vorwand und will ihre DNA-Probe mit der Wimper aus der Autopsie abgleichen. Als Marion Schneider ein Überwachungsvideo sichtet, entdeckt sie plötzlich die Aufnahme von Kato als Beifahrerin auf einem Motorrad, das vom Schützenfest wegfährt.","versions":[{"lang":1,"streams":[{"redirect":8504970,"hoster":"VOE"},{"redirect":8660209,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vollmond","epNo":5,"alt":"Full Moon","descr":"Bundespolizistin Marion Schneider muss die Konsequenzen ihres Holland-Aufenthalts tragen. Das Hotel klagt nun auf Schadenersatz, und ihr Vorgesetzter erteilt ihr eine Abmahnung. Zudem soll die DNA-Probe von Melanie zur Strafe nicht mit Priorität untersucht werden. Doch es gibt eine weitere Spur: Auf einem Überwachungsvideo ist Kato kurz vor ihrem Tod auf dem Rücksitz eines Motorrads zu sehen. Aber wer ist der Fahrer? Zu erkennen ist nur eine schwarze Lederjacke. Luc und Kristel werden aufs Revier bestellt, um den Fahrer zu identifizieren. Dabei macht Kristel sich und Luc große Vorwürfe. Die Polizei überträgt eine Fahndung im lokalen Fernsehen und erhofft sich weitere Hinweise. Als Kato mit anhören muss, wie Melanie ihrem Schwager gesteht, Katos Leiche in den Baggersee geworfen zu haben, um die Wiedereröffnung des Beau Séjour nicht zu gefährden, fährt sie völlig außer sich auf ihrem Motorrad davon. Alexander Vinken droht ihr, um zu verhindern, dass sensible Informationen an die Öffentlichkeit gelangen. Schließlich muss er Melanie und Leon beschützen, also bietet er Kato einen Deal an: Für ihr Schweigen erhält sie den Namen des Motorrad-Fahrers, nach dem gefahndet wird. Es ist Hannes Vanderkerk, ein holländischer Importeur von Festartikeln mit üblem Ruf, von dem sie sich lieber fernhalten sollte. Könnte er ihr Mörder sein? Kato muss herausfinden, ob er etwas mit dem Ecstasy zu tun hat, und geht zusammen mit Charlie auf eine Studentenparty, bei der mit \"Blue Ghosts\" gedealt wird. Doch als der Name Vanderkerk fällt, eskaliert die Situation …","versions":[{"lang":1,"streams":[{"redirect":8504971,"hoster":"VOE"},{"redirect":8660212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Hochzeit","epNo":6,"alt":"The Wedding","descr":"Kato befindet sich auf Hannes Vanderkerks Anwesen: Endlich konnte sie ihn aufspüren und steht ihm plötzlich bei der Hochzeit seiner Schwester gegenüber. Dabei stellt Kato fest, dass auch er sie sehen kann. Doch was ist die Verbindung zwischen Vanderkerk und den anderen fünf Menschen, die Kato sehen können? Um die Bundespolizei auf die richtige Spur zu locken, schickt Charlie den USB-Stick mit dem fehlenden Teil des Überwachungsvideos mitsamt der Adresse von Vanderkerk an Marion Schneider. Da Ines in die Ecstasy-Deals mit Vanderkerks Pillen verwickelt war, muss sie sich einem Verhör unterziehen. Kato erfährt von den Lügen ihrer Freundin und ihr wird klar, dass sie eigentlich niemandem trauen kann. So hintergeht auch Sofia ihre verstorbene Halbschwester, indem sie immer wieder Katos Moto-Cross-Ausrüstung trägt, um Leon näher zu kommen. Dringend muss sie herausfinden, welches Geheimnis ihre Eltern verbindet und weshalb Leon immer noch zögert, sich ihr zu nähern. Währenddessen hält Luc die Trauer Kristels nicht länger aus und will ihr beweisen, dass Kato immer noch existiert. Oberinspektor Alexander Vinken hat noch nicht aufgegeben und will auch die letzten Beweise, Melanies Speichelproben, im forensischen Labor heimlich vernichten. Was ist die Verbindung zwischen Alexander Vinken und dem mysteriösen Hannes Vanderkerk, und wieso versuchte er, ihn zu decken? Kato wird aus seinem Verhalten nicht schlau …","versions":[{"lang":1,"streams":[{"redirect":12931587,"hoster":"VOE"},{"redirect":8660207,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Film","epNo":7,"alt":"The Film","descr":"Das Sex-Video von Sofia und Leon wurde online gestellt, und Sofia gerät in Panik: Wer hat das Video gedreht und hochgeladen? Auch Melanie erhält eine anonyme E-Mail mit einem Link. Als Kato ihre Halbschwester zur Rede stellt, gesteht Sofia bedrückt, dass sie schon seit langer Zeit ein Auge auf Leon geworfen hatte. Am Abend des Schützenfestes habe sie Kato eine Ecstasy-Pille in ihr Getränk gemischt, um sie vor Leon zu blamieren. Als Sofia zu weinen beginnt, gibt Kato Leon frei und verzeiht ihr. Luc trifft sich weiterhin mit Kristel, damit sie sich gemeinsam mit Kato \"verabreden\" können. In Wirklichkeit ist Kato gar nicht anwesend, aber Luc genießt es, mit Kristel Zeit zu verbringen. Marcus ist verärgert über die Treffen von Kristel und Luc und sieht, wie seine Frau manipuliert wird. Er beschließt, sich an Luc zu rächen, und bricht nachts in die Schule ein, um auf Lucs Schreibtisch zu pinkeln. Nachdem die ganze Stadt weiß, dass Ines mit Ecstasy dealt, kann Marcus sie nicht länger in seinem Gemüseladen beschäftigen. Ines weint bitterlich, mit einem Ultraschallfoto in der Hand: Sie ist schwanger. Da der Mord an Vanderkerk als Notwehr eingestuft wurde, wird Alexander Vinken wieder freigelassen. Unterdessen erhalten Dora Plettinckx und Marion Schneider endlich die Ergebnisse des DNA-Tests: Die Wimper auf Katos Körper stammt von Melanie Engelenhof …","versions":[{"lang":1,"streams":[{"redirect":8504972,"hoster":"VOE"},{"redirect":8660208,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Massland-Morde","epNo":8,"alt":"The Massland Murders","descr":"Die ganze Stadt ist nach dem Doppelmord an Sofia und dem Moto-Cross-Champion Leon in Aufruhr. Bundespolizistin Marion Schneider ist ratlos: Sind sie nun auf der Suche nach zwei Mördern, oder ist das gar das Werk eines Serienmörders? Bei der Durchsuchung von Sofias Zimmer stößt Marion Schneider auf die Familientragödie um den Unfall von Melanies Mann und Marcus’ Frau. Marcus gerät unter Verdacht, da sein Gemüselaster zu später Stunde auf einem Überwachungsvideo zu sehen ist, doch die Aufzeichnungen seines Apnoe-Geräts verschaffen ihm ein Alibi. Kato fragt sich, ob der Mord an Sofia und Leon mit ihrem in Verbindung stehen könnte. Sie beginnt immer mehr, ihre \"Seher\" zu verdächtigen, da diese Geheimnisse vor ihr haben. Marcus, Kristel und Cyril ziehen vorübergehend auf den Bauernhof von Großmutter Renee. Die alte Dame versucht, ihre Familie zu vereinen, wird aber von Schuldgefühlen geplagt. Melanie steht nach dem Mord an ihrem Sohn Leon unter Schock und versucht in ihrer Zelle, Selbstmord zu begehen. Oberinspektor Alexander Vinken, seine Frau Hild und sein Sohn Charlie kümmern sich um die Beerdigung von Leon. Alexander ist am Boden zerstört, seinen Lieblingsneffen und Moto-Cross-Zögling Leon verloren zu haben. Die Jagd nach dessen Mörder erscheint aussichtslos, doch da erreicht ihn die Neuigkeit, dass jemand alle drei Morde gestanden habe: sein Sohn Charlie.","versions":[{"lang":1,"streams":[{"redirect":8504973,"hoster":"VOE"},{"redirect":8660210,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Geständnis","epNo":9,"alt":"The Confession","descr":"Alle Puzzleteile der Mordermittlung scheinen plötzlich zusammenzupassen: Charlie behauptet, aus Eifersucht gehandelt zu haben, da er seinen Cousin Leon immer beneidet habe. Kühl und detailliert berichtet er, wie er zuerst Kato und danach Leon und Sofia umgebracht hat. Doch Marion Schneider ist von Charlies Geständnis nicht überzeugt und will die Rekonstruktion der Tat vor Ort abwarten, bevor sie ihn hinter Gitter bringt. Auch Kato und Alexander Vinken zweifeln an Charlies Geständnis. Vielmehr vermutet Vinken hinter den Morden die Vertrauensmänner von Vanderkerk. Bei seinen Nachforschungen entdeckt er ein geheimes unterirdisches Labor unter der Vogelscheuche, in dem Vanderkerk seine Drogen hergestellt haben muss. Zu seiner großen Überraschung stellt er fest, dass der Keller Katos Großmutter Renee gehört, die ihn an Vanderkerk vermietet hatte. Sie bestätigt, dass sich Vanderkerk in der Mordnacht sturzbetrunken in ihrem Keller aufhielt und somit das Verbrechen nicht begangen haben kann. Vinkens Theorie ist also hinfällig. Unterdessen stößt Kato auf neue Hinweise: Auf dem Blog eines gewissen \"White\" findet sie ihre eigenen Kommentare, die zeigen, dass sie sich in der Mordnacht mit White auf dem Schützenfest verabredet hatte. Ines und Kato versuchen, White zu kontaktieren und ihn zu treffen. Dabei gesteht Ines schuldbewusst, dass sie von Luc schwanger und in ihn verliebt ist. In der Mordnacht habe sie Kato weggeschickt, um mit ihrem Vater zu schlafen. Als die schockierte Kato ihren Vater aufsuchen will, um ihn damit zu konfrontieren, wird sie niedergeschlagen und verliert das Bewusstsein …","versions":[{"lang":1,"streams":[{"redirect":8504980,"hoster":"VOE"},{"redirect":8660211,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Nacht","epNo":10,"alt":"The Night","descr":"Als Kato wieder zu sich kommt, ist es schwarz um sie. Schnell wird ihr klar, dass sie sich im Kofferraum eines Autos befindet. Sie hat gerade noch Zeit, das Wort \"Subaro\" zu lesen, bevor sie wieder bewusstlos wird. Wenig später erwacht sie in einer hölzernen Kiste, lebendig begraben. Panisch schreit Kato um Hilfe, doch niemand kann sie hören. Über sich vernimmt sie das Wiehern von Pferden. Marion Schneider ist nach wie vor davon überzeugt, dass Charlie die Morde nicht begangen hat. Da sie seine Handschrift auf dem Umschlag mit dem USB-Stick wiedererkennt, fragt sie sich, warum er der Polizei Hinweise geben wollte, wenn er nun vorgibt, der Täter zu sein. Als Marion Schneider herausfindet, dass Vanderkerk sich regelmäßig mit Alexander Vinken traf, gesteht Vinken, dass er jahrelang konkurrierende Drogenlabore für Vanderkerk ausgehoben hat, um ihm das Markt-Monopol zu garantieren. Alexander Vinken sieht keinen anderen Ausweg, als Marion Schneider von Katos Geist und ihren \"Sehern\" zu erzählen, woraufhin ihn die Bundespolizistin für verrückt erklärt und festnimmt. Da erhält sie einen Anruf aus Holland: Claudia De Wits Überreste und ein leerer Sarg wurden gefunden, nachdem man auf der Pferdekoppel ihrer Eltern begonnen hatte zu graben. Marion Schneider zeigt Alexander Vinken eine Fotografie des leeren Sargs, und im Gegensatz zu ihr kann er das eingeritzte Wort \"Subaru\" lesen. Alexander Vinken weiß sofort, dass Kato in diesem Sarg gewesen sein muss. Doch wer besitzt einen Subaru? Gewiss der Mörder von Kato, Leon und Sofia …","versions":[{"lang":1,"streams":[{"redirect":13116099,"hoster":"VOE"},{"redirect":8660215,"hoster":"Streamtape"}]}]}]}]}