{"path":"/serie/stream/zoey-101","name":"Zoey 101","descr":"Zoey Brooks ist die Hauptperson der Serie Zoey 101. Sie ist eine der ersten Mädchen an der Pacific Coast Academy, besser bekannt als die PCA. Es war eine reine Jungenschule. Jetzt sind auch Mädchen zu gelassen... . Sie ist dafür bekannt, Probleme mit ihrem klugen Kopf zu lösen. In Sport und auch in anderen Fächern ist sie ein Ass. Aus diesem Grund gibt sie Nachhilfe und hilft ihren Freunden beim Lernen für Tests. In der ersten Staffel ist ihr Haar hellblond, doch ab Staffel zwei hat sie dunkelblondes Haar. Des Weiteren ist sie unter ihren Mitschülern sehr beliebt und findet schnell neue Freunde. Schon seit dem ersten Tag ist Chase mit Zoey befreundet.","seasons":[{"path":"/serie/stream/zoey-101/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/zoey-101/staffel-1/episode-1","name":"Mädchenpower","epNo":1,"alt":"Welcome To P.C.A.","descr":"Zoey Brooks und ihr Bruder Dustin sind neu auf der Pacific Coast Academy (PCA), einer Privatschule, die in diesem Schuljahr zum ersten Mal Mädchen aufnimmt. Zoey macht sich rasch mit der neuen Umgebung vertraut und beschließt, im Basketballteam mitzuspielen. Doch außer ihr sind fast nur Jungs in der Mannschaft. Die jungen Herren haben gehörig was dagegen, dass auf einmal Mädchen mitmachen wollen. Besonders ein Junge namens Logan sträubt sich gegen die neuen Mitschülerinnen. Doch Zoey fordert die Jungs zu einem Match heraus. Auch die anderen Mädchen machen mit, und die Männliche Dominanz gerät zumindest in sportliche Hinsicht ziemlich ins Wanken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373174","hoster":"VOE"},{"path":"/redirect/14399915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-2","name":"Zoey zieht aus","epNo":2,"alt":"New Roomies","descr":"Zoey hat von den Mitbewohnerinnen ihren Zimmers die Nase voll. Dana und Nicole müssen ständig streiten, deshalb zieht Zoey um. Ihre neue Mitbewohnerin heißt Quinn und ist ein derartiges seltsamer Mensch, dass sich Zoey schon bald zu Dana und Nicole zurücksehnt. Doch sie will Quinns Gefühle nicht verletzen und gibt vor, ihre neue Wohnsituation wäre OK. Als Quinn ganz offen fragt, ob es nicht besser wäre, wenn Zoey wieder auszieht, packt sie ihre Sachen und kehrt reumütig zu ihre Freundinnen zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13617868","hoster":"VOE"},{"path":"/redirect/13584698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-3","name":"Dustin in der Klemme","epNo":3,"alt":"Defending Dustin","descr":"Dustin fühlt sich von Zoey bemuttert. Richtig peinlich wird es, als einer der Schulrabauken von ihm verlangt, er möge für ihn die Hausaufgaben machen, worauf Zoey öffentlich für Dustin eintritt. Als wenn er sich nicht selbst wehren könnte! Seine Freunde Chase und Michael machen ihm klar, dass er genau dies tun muss. Und tatsächlich: Dustin fordert den Schläger zum Zweikampf heraus. Um eine Prügelei zu verhindern, zieht Zoey hintern den Kulissen die Fäden. Sie sorgt dafür, dass Dustins Widersacher vom Hausmeister eine peinliche Strafe aufgebrummt bekommt. Von nun an lässt sich Dustin nichts mehr gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13617898","hoster":"VOE"},{"path":"/redirect/13595077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-4","name":"Alienmädchen küsst man nicht","epNo":4,"alt":"The Play","descr":"Das Stück, das die Schülertheatergruppe aufführen soll, stammt aus der Feder von Chase. Deswegen soll er auch die Männliche Hauptrolle übernehmen. Für den Weiblichen Gegenpart, in den die Männliche Hauptfigur natürlich verliebt ist, sucht er Zoey aus. Doch bei dem ersten Proben wird klar, dass Logan für Chase eine Rolle viel geeigneter ist. Zoey zögert zunächst mit Logan zu spielen, als sie ihn allerdings in Aktion sieht, ist sie von seinen schauspielerischen Fähigkeiten . Fasziniert Trotzdem versucht Chase Logan von der Bühne zu verdrängen. Dustin ist schwer erkältet, und es wäre vielleicht möglich, das Logan sich natürlich rein zufällig bei ihm ansteckt. Doch der Plan geht gehörig daneben, und es ist Chase, der am Premierenabend krank Ist im Bett liegt. Zoey versucht derweil das Stück so zu verändern, dass sie Logan nicht küssen will. Ob es ihr gelingt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373188","hoster":"VOE"},{"path":"/redirect/13595079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-5","name":"Der Spion","epNo":5,"alt":"Webcam","descr":"Logan macht den Mädchen ein Friedensangebot in der Form eines ausgestopften Kuscheltier. Doch es ist kein normales Kuscheltier, sondern es enthält eine Webcam. Mit der eingebauten Kamera kann Logan Zoey \u0026 Co. Im Aufenthaltsraum ausspionieren. Als die Freundinnen herausfinden, warum alle in der Schule ihre Geheimnisse kennen, brüten sie eine List aus, wie sie Logan eins auswischen können. Für ihren Plan verbünden sie sich mit dem anderen Jungs und dem Wirt des Campus Sushi-Restaurants. Werden Sie Logan eine Falle stellen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505078","hoster":"VOE"},{"path":"/redirect/13584720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-6","name":"Kamera ab!","epNo":6,"alt":"Jet-X","descr":"Im Sozialwissenschaftskurs beschäftigt sich Zoeys Klasse mit dem Thema Werbung. Die Schüler erhalten die Aufgabe, einen Werbespot für den neusten Motorroller zu drehen. Das Modell nennt sich ?Jet-X?. Schon zu Beginn der Planungen für den Spot zerstreiten sich Nicole, Zoey und Dana allerdings so sehr, dass sie beschließen, jeder für sich alleine zu arbeiten. Währenddessen gehen Logan und die Jungs ganz professionell an die Aufgabe ran, indem sie sich das neueste Film-Equipment ausleihen. Sie nutzen auch die Verbindungen von Logans Vater und bringen einen professionellen Sprecher an den Start. Als die Mädels merken, dass es mit ihrer Vorgehensweise nicht so gut läuft, ist es bereits zu spät, um neue Ideen zu entwickeln. Doch da hat Zoey plötzlich eine zündende Idee...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373247","hoster":"VOE"},{"path":"/redirect/14446981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-7","name":"Die Star-Party","epNo":7,"alt":"Spring Fling","descr":"Der große Frühlingsball steht an. Zoey, Dana und Nicole melden sich für das Organisationskomitee. Sie wollen die ehemals ziemlich lahme Veranstaltung gehörig aufpeppen. Deshalb planen sie den Show-Act Drake Bell zu engagieren. Leider stellt sich heraus, dass der Künstler nicht unter 5.000 Dollar zu haben ist. Die Mädels beschließen eine Fundraising Aktion zu organisieren, um das Geld aufzutreiben. Am Ende bringt das Ganze ihnen jedoch nur schlappe 1000 Dollar ein. Den Rest will überraschenderweise der Direktor der Pacific Coast Academy beischießen ? unter einer Bedingung: Zoey und ihre Freundinnen müssen sein Auto waschen. Super Sache, nur leider fahren die drei den Wagen zu Schrott und müssen die 4.000 Dollar komplett für die fälligen Reparaturen verwenden. Die Lage sieht düster aus. Da hat Zoey die Idee...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505076","hoster":"VOE"},{"path":"/redirect/13584701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-8","name":"Mädchen raus!","epNo":8,"alt":"Prank Week","descr":"An der Pacific Coast Academy wird traditionell jedes Jahr ein bestimmter Schultag von besonderen Streichen der Jungs eingeleitet. Dieses Mal schmeißen sie haufenweise Wasserbomben in den Schlafsaal der Mädchen. Diese wollen sich das natürlich nicht einfach gefallen lassen. Ihre Revanche: Sie verunstalten die Statue vor dem Jungen-Schlafraum. Peinlicherweise stellt die Statue den Gründer der Schule dar und dessen Sohn wird Zeuge, wie Zoey und ihre Freundinnen die Figur verschandeln. Zoey stellt sich vor ihre Mitschülerinnen und nimmt die Aktion auf ihre Kappe. Der beleidigte Sohn lässt sich aber nur teilweise beschwichtigen. Zoeys Mitschülerinnen werden begnadigt, doch sie selbst soll sich vor der gesamten Schülerschaft entschuldigen, um die Schule anschließend endgültig zu verlassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357925","hoster":"VOE"},{"path":"/redirect/13595082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-9","name":"Quinn ist verknallt","epNo":9,"alt":"Quinn\u0027s Date","descr":"Quinn hat Schmetterlinge im Bauch: Sie hat ein Auge auf einen Jungen namens Mark geworfen und würde ihn gerne mal treffen. Dummerweise findet Zoey heraus, das dieses Verlangen nicht auf Gegenliebe stößt. Mark interessiert aber auch rein gar nicht für Zoeys ehemalige Mitbewohnerin. Schließlich ist er ja auch in festen Händen. Also nimmt sich Zoey der Herzensangelegenheit an und organisiert ein Fake-Date zwischen den beiden. Sie erzählt Quinn, dass ihr Schwarm die Einladung zu einem Treffen angenommen hat. Bei Mark muss Zoey dann schon in die Trickkiste greifen, doch sie schafft es, dass er zum Date erscheint. Doch Zoeys Pläne werden durchkreuzt, als Marks Freundin auftaucht. So sieht es zumindest aus. Denn trotz aller Verwicklungen keimt zwischen Mark und Quinn ein zartes Pflänzchen der Romantik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373244","hoster":"VOE"},{"path":"/redirect/14401696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-10","name":"Die Rucksack-Attacke","epNo":10,"alt":"Backpack","descr":"Zoeys geliebter Rucksack ist auf einmal weg, was doppelt schwer wiegt, da der Rucksack ein einzigartiges Exemplar von Zoey ist. Was Zoey erst einmal nicht weiß: Stacy steckt dahinter. Die arbeitet im Buchladen der Pacific Coast Academy und hat sich das Teil unter den Nagel gerissen. Prompt gerät das ganze Internat ins Rucksack-Fieber. Zunächst kommt keiner Stacy auf die Schliche, die die daraus resultierenden Vorteile erst einmal genießt. Doch dann überschlagen sich die Ereignisse, und für Zoey ist die Zeit des Handelns gekommen. Sie beschließt, Stacy mit ihren eigenen Waffen zu schlagen und sich das zurückzuholen, was ihr gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373083","hoster":"VOE"},{"path":"/redirect/13595086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-11","name":"Traumfreund gesucht","epNo":11,"alt":"School Dance","descr":"Für den anstehenden Schul-Tanz der Pacific Coast Academy hat sich das Organisations-Komitee mächtig ins Zeug gelegt: für die Partnerwahl haben sie ein neues System erschaffen, das sich auf die Persönlichkeitsdaten der Teilnehmer stützt. Was aber offensichtlich nicht wirklich funktioniert, denn alle sind irgendwie unzufrieden mit den Ergebnissen. Zoey schießt den Vogel ab, denn sie wird mit zwei Jungs zusammen gebracht: Chase und Glen. Sie entscheidet sich für Glen. Doch dann stellt sich heraus, dass die beiden das Auswahlverfahren ausgetrickst haben, um mit Zoey zusammengebracht zu werden. Und die findet das nicht wirklich lustig...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374798","hoster":"VOE"},{"path":"/redirect/14411242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-12","name":"Gefährliches Spiel","epNo":12,"alt":"Disc Golf","descr":"Zoey und ihre Freunde wollen unbedingt den Turnunterricht schmeißen. Zum Glück entdecken sie in den Schulvorschriften eine Gesetzeslücke: Jetzt wollen sie ein Frisbee-Golf-Team gründen. Damit das Team offiziell anerkannt werden kann, müssen sie in einem Wettkampf antreten und mindestens ein Spiel gegen ein bereits anerkanntes Team gewinnen. Chase plant, als Gegner eine eher unterdurchschnittliche Mannschaft einzuladen. Dummerweise holt er versehentlich ein Team der Jugendstrafanstalt von Ridgeway an den Start. Die sind nicht nur richtig gut, sondern gewinnen natürlich auch das Entscheidungsspiel. Doch dann versuchen sie, ihren Bewährungshelfern durch die Maschen zu schlüpfen, was Zoey und ihren Freunden nur zum Vorteil ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373258","hoster":"VOE"},{"path":"/redirect/13595087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-1/episode-13","name":"Die Strandparty","epNo":13,"alt":"Little Beach Party","descr":"Das Ende des Schuljahres steht an, und an der Pacific Coast Academy dreht sich alles nur noch um die Abschlussparty. Die soll an einem Strand in der Nähe stattfinden. Doch irgendwie hat Quinn etwas in den falschen Hals gekriegt, und die Fahrt zur Strandparty geht völlig schief. Zoey und ihre Freunde landen zwar am Strand, doch dummerweise am falschen. Sie befinden sich ungefähr vier Stunden von dem Ort entfernt, an dem die Schulparty eigentlich stattfindet. Zudem ist die Gegend verdammt einsam. Alle versuchen das Beste aus der Situation zu machen, bis sie jemanden finden, der helfen kann: Mr. Bender und seinen zuverlässigen Pick-up.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373111","hoster":"VOE"},{"path":"/redirect/13595089","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zoey-101/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/zoey-101/staffel-2/episode-1","name":"Das neue Schuljahr","epNo":1,"alt":"Back To P.C.A.","descr":"Nach den Ferien bekommen Zoey und Nicole eine neue Mitbewohnerin: Gothic-Girl Lola hat eine Vorliebe für Geisterbeschwörungen und pierct sich auch schon mal selbst die Zunge, um Geld zu sparen. Zoey und Nicole ist das ein bisschen zu extrem. Aber einfach hinauswerfen können sie Lola ja nicht. Auch Michael und Chase haben Ärger mit ihrem Mitbewohner: Logan hat eine brandneue Stereoanlage bekommen und lässt sie rund um die Uhr laufen. Michael und Chase sehen nur eine Chance, der Dauerdröhnung zu entkommen: Sie kampieren vor der Schule und planen die Rückeroberung ihres Zimmers...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505084","hoster":"VOE"},{"path":"/redirect/8660321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-2","name":"Die Zeitkapsel","epNo":2,"alt":"Time Capsule","descr":"Zoeys Klasse bereitet ein ungewöhnliches Projekt vor: Jeder Schüler steuert einen persönlichen Gegenstand für eine Zeitkapsel bei, die vor der Schule vergraben werden soll. Erst in 20 Jahren wollen sich alle Beteiligten wieder versammeln, um die Kapsel zu heben. Zoey nimmt eine Videobotschaft auf, in der sie sich auch über ihre Freunde äußert. Als Chase Wind davon bekommt, will er unbedingt wissen, was Zoey über ihn zu sagen hat. Doch die schweigt eisern - und Chase greift schließlich vor lauter Neugier zur Schaufel, um der Zeitkapsel vorzeitig zu Leibe zu rücken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505087","hoster":"VOE"},{"path":"/redirect/8660320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-3","name":"Der Wahlkampf","epNo":3,"alt":"Election","descr":"An der Pacific Coast Academy stehen die Klassensprecherwahlen bevor, und ausgerechnet Zoey und Chase treten gegeneinander an. Die beiden schwören sich zwar, dass das keine Auswirkungen auf ihre Freundschaft haben soll - aber da ist auch noch Logan. Der würde einfach alles tun, damit Chase gewinnt. Dabei schreckt er weder vor Bestechung noch vor übler Nachrede zurück, um Zoey Stimmen abzujagen. Chase beschließt, dieses üble Spiel zu beenden und sich in einem Spot im Schulsender selbst als unfähig zu denunzieren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505089","hoster":"VOE"},{"path":"/redirect/8660322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-4","name":"Trisha, die Rebellin","epNo":4,"alt":"Bad Girl","descr":"Trisha Kirby ist die große Rebellin der Pacific High - und seit einem gemeinsamen \"explosiven\" Erlebnis im Chemieunterricht Feuer und Flamme für Dustin. Zoey ist weniger angetan von der neuen Verehrerin ihres kleinen Bruders. Sie bittet Chase um Mithilfe, der das junge Glück schnellstmöglich wieder auseinander bringen soll. Dabei ist er so erfolgreich, dass er Trisha nun selbst am Hals hat. Um sie wieder loszuwerden, bleibt nur eins: Er und Zoey müssen so tun, als seien sie zusammen. Doch Trisha ist nicht ganz einfach zu überzeugen. Sie verlangt von den beiden einen eindeutigen Beweis, dass sie ein Paar sind. Sie sollen sich in aller Öffentlichkeit küssen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505090","hoster":"VOE"},{"path":"/redirect/8660324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-5","name":"Krieg der Roboter","epNo":5,"alt":"Robot Wars","descr":"Zoey hat Ärger mit drei arroganten Computerfreaks - die glauben nämlich, ständig mit ihrem \"überlegenen\" Wissen prahlen zu müssen. Um den Eierköpfen zu beweisen, dass sie nicht unschlagbar sind, fordert Zoey sie heraus: Beim Roboter-Kampfwettbewerb will sie mit ihrer eigenen Maschine gegen die der Freaks antreten. Zu dumm, dass weder Zoey noch ihre Freunde auch nur den blassesten Schimmer vom Roboterbau haben. Kurzerhand rekrutieren sie die smarte, aber etwas eigenbrötlerische Quinn als Chefkonstrukteurin. Endlich scheint dem Bau des ultimativen Kampfroboters nichts mehr im Wege zu stehen. Doch Logan kann\u0027s mal wieder nicht lassen: Er macht sich über Quinn lustig, die daraufhin den Dienst quittiert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505088","hoster":"VOE"},{"path":"/redirect/8660326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-6","name":"Das Geisterhaus","epNo":6,"alt":"Haunted House","descr":"Jedes Jahr veranstalten die älteren Schüler der Pacific Coast Academy eine Halloween-Party für die Unterstufe. Organisator ist diesmal Logan, der sich fest vorgenommen hat, mit der gruseligsten Party aller Zeiten in die Schulgeschichte einzugehen. Der Veranstaltungsort, ein waschechtes Geisterhaus, scheint auch genau die richtige Wahl zu sein. Als die Party in vollem Gange ist, geschieht tatsächlich etwas Unerklärliches: Eine unheimliche Stimme verbreitet Angst und Schrecken. Und dann verschwinden auch noch zwei Kinder. Ganz so unheimlich hat Logan sich die Feier dann doch nicht vorgestellt. Ob er das Geheimnis des Geisterhauses ergründen kann, bevor noch Schlimmeres passiert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505091","hoster":"VOE"},{"path":"/redirect/8660325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-7","name":"Die Chase und Michael Show","epNo":7,"alt":"Broadcast Views","descr":"Chase und Michael haben ihre eigene Internet-TV-Show aufgezogen, mit der sie ihre Mitschüler unterhalten wollen. Doch die zeigen kein Interesse an den schrägen Sendungen, in denen die Moderatoren die Nationalhymne gurgeln oder sich über die Vorteile von Nasenhaar-Entfernern auslassen. Erst als Zoey und Logan sich zufällig vor Chases und Michaels Webcam verirren und dort eine Diskussion über Kinofilme vom Zaun brechen, steigen die Einschaltquoten schlagartig. Bald wollen die Schüler nichts anderes mehr sehen als Zoeys und Logans geistreiche Debatten. Doch der überwältigende Erfolg der Sendung ruft auch Direktor Rivers auf den Plan, der solche Ablenkungen vom Unterricht gar nicht gerne sieht. Eine weitere Ausstrahlung will er um jeden Preis verhindern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597803","hoster":"VOE"},{"path":"/redirect/8660323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-8","name":"Lola und Chase","epNo":8,"alt":"Lola Likes Chase","descr":"Zoeys Zimmergenossin Lola bekommt von Chase Nachhilfestunden und verliebt sich dabei in ihn. Damit bringt sie Zoey ganz schön in Schwierigkeiten: Soll sie Lola sagen, dass sie selbst Interesse an Chase hat? Sie entscheidet sich dagegen und behauptet, Chase sei nichts weiter als ein guter Kumpel. Doch als Lola sich daraufhin mit Chase verabredet, vergisst der alle Aktivitäten, die er mit Zoey geplant hatte, und versetzt sie einfach. Zoey merkt schnell, dass diese Missachtung sie nicht kalt lässt - und sie reagiert mit einem Eifersuchtsanfall. Auch Dustin ist in Liebesnöten. Bei ihm liegen die Dinge allerdings ein wenig anders: Er will endlich eine Freundin und sucht deshalb Rat beim selbstsicheren Logan...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116106","hoster":"VOE"},{"path":"/redirect/8660327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-9","name":"Menschenauktion","epNo":9,"alt":"People Auction","descr":"Das \"Sushi Rox\" ist ausgebrannt. Nun wird für die Renovierung dringend Geld benötigt. Da hat Zoey eine Idee: Wie wäre es, wenn man eine \"Menschenauktion\" ins Leben riefe, um auf diese Weise Geld für die Renovierung der Sushi Bar aufzutreiben. Coach Keller ersteigert Michael und Chase, und Logan engagiert Zoey, Lola und Nicole als seine persönlichen Cheerleader. Doch das ist erst der Anfang. Auf die Kids wartet noch eine Menge Arbeit, bis das \"Sushi Rox\" endlich wieder eröffnet werden kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505094","hoster":"VOE"},{"path":"/redirect/8660329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-10","name":"Quinns Alpaka","epNo":10,"alt":"Quinn\u0027s Alpaka","descr":"Quinns Alpaka Otis ist krank. Das Tier verzehrt sich aus lauter Sehnsucht nach ihr und steckt vermutlich mitten in einer Depression. Als Quinn davon erfährt, wird sie selbst schwermütig. Nichts kann sie aufheitern, doch dann gelingt es Zoey, Otis für ein Wochenende an die PCA zu holen. Derweil machen Chase, Logan und Michael eine Wette: Wer schafft es am längsten, kein S auszusprechen? Vor allem Michaels Sieg ist in Gefahr. Schließlich heißt sein Schwarm ausgerechnet Vanessa!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505095","hoster":"VOE"},{"path":"/redirect/8660328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-11","name":"Aus Mädchen werden Jungs","epNo":11,"alt":"Girls Will Be Boys","descr":"Die Mädchen sonnen sich auf dem Dach des Jungenwohnhauses. Logan und Chase finden jedoch, dass sie nicht richtig entspannen können, wenn Mädchen in der Nähe sind: Sie wollen das Dach für sich alleine haben und sorgen dafür, dass Zoey und ihre Freundinnen gehen müssen. Aber so einfach geben die Mädchen sich nicht geschlagen: Mit Unterstützung von Quinn und Michael verwandeln sie Lola in einen Jungen namens Steve. So ausstaffiert soll Lola sich bei den Jungs einschleichen und beweisen, dass sie auch im Beisein von Mädchen ganz sie selbst sein können. Dustin liegt derweil mit Windpocken im Bett und lässt sich von der neuen Krankenschwester Shannon verwöhnen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505096","hoster":"VOE"},{"path":"/redirect/12985358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-12","name":"Frühlingsschmerz, Teil 1","epNo":12,"alt":"Spring Break-Up, Part 1","descr":"Zoey und ihre Freunde verbringen die Frühjahrsferien im Haus von Logans Eltern. Dort sollen sie für Logans Vater eine neue TV-Spielshow namens \"Gender Defenders\" testen, in der Mädchen gegen Jungs antreten, um das \"bessere Geschlecht\" zu ermitteln. Zum Spiel gehört auch der Tek Mate, mit dem die Spieler untereinander SMS austauschen können. Das kleine Gerät sorgt bei Chase schon bald für großen Stress - denn aus Versehen schickt er eine für Michael bestimmte Nachricht an Zoey. Chase gerät in helle Panik, als er seinen Irrtum bemerkt - denn in der SMS beschreibt er seine wahren Gefühle für Zoey. Aber wie soll er bloß an Zoeys Tek Mate kommen, bevor sie die peinliche Offenbarung liest?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505097","hoster":"VOE"},{"path":"/redirect/8660330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-2/episode-13","name":"Frühlingsschmerz, Teil 2","epNo":13,"alt":"Spring Break-Up, Part 2","descr":"Aufregung bei den \"Gender Defenders\"-Wettkämpfen: Chase hat Zoeys Tek Mate gestohlen, um die SMS mit seinem Liebesgeständnis zu löschen. Die Mädchen sind allerdings davon überzeugt, dass er sich durch den Diebstahl unfairerweise einen Vorteil im Spiel verschaffen wollte. Chase versichert Zoey zwar, dass er nicht mogeln wollte, weigert sich aber, ihr den wahren Grund zu verraten. Das setzt Zoey schwer zu: Sie beschließt, so lange nicht mit Chase zu reden, bis er mit der Wahrheit herausrückt. Jetzt sitzt der arme Junge in der Zwickmühle, denn wenn er weiter schweigt, könnte es mit der Freundschaft zu Zoey bald vorbei sein...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505098","hoster":"VOE"},{"path":"/redirect/8660334","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zoey-101/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/zoey-101/staffel-3/episode-1","name":"Überraschung!","epNo":1,"alt":"Surprise","descr":"Zoey kehrt aus den Ferien an die Pacific Coast Academy zurück. Hier erwartet sie gleich eine faustdicke Überraschung: Lola und sie haben eine neue Mitbewohnerin zugeteilt bekommen. Ausgerechnet mit der manchmal doch ziemlich nervigen Quinn sollen sie künftig ihr Zimmer teilen. Auch in Herzensangelegenheiten läuft es für Zoey nicht gerade optimal. Lola und Quinn sind zwar fest davon überzeugt, dass Chase Zoey in diesem Jahr endlich seine Liebe gestehen wird – aber stattdessen präsentiert er ihnen seine neue Freundin, die gerade auf die PCA gewechselt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505100","hoster":"VOE"},{"path":"/redirect/8660333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-2","name":"Süß aber gefährlich","epNo":2,"alt":"Chase\u0027s Girlfriend","descr":"Eigentlich macht Chases Freundin ja einen netten Eindruck. Jedenfalls solange, bis sie Zoey anfährt, sie solle sich gefälligst von Chase fernhalten. Bald sieht es ganz so aus, als müsse sich Chase zwischen Zoey und seiner Freundin entscheiden. Logan trainiert derweil mit Quinn, um seine Basketball-Freiwürfe zu verbessern. Doch Quinn führt bei ihren Nachhilfestunden ein äußerst strenges Regiment und treibt Logan bis zur völligen Erschöpfung. Dabei geht es ihr gar nicht um den Sport – sie will sich an Logan rächen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116104","hoster":"VOE"},{"path":"/redirect/8660332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-3","name":"Der Schöne und das Biest","epNo":3,"alt":"Hot Dean","descr":"Coco\u0027s freund Carl hat mit ihr schluss gemacht. Da sie jetzt jeden nervt will Zoey sie mit dem Erstazrektor verkuppeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505101","hoster":"VOE"},{"path":"/redirect/8660336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-4","name":"Quarantäne","epNo":4,"alt":"Quarantine","descr":"Ausgerechnet im Zimmer der Mädchen macht sich eines von Quinns wissenschaftlichen Experimenten selbständig: Ein Reagenzglas mit von ihr gezüchteten Bakterien kippt um, und der unappetitliche Inhalt ergießt sich über den Fußboden. Was nun? Zoey, Lola und Quinn trauen sich nicht, vor die Tür zu gehen, schließlich könnten sie so die Bakterien überall verbreiten und eine Epidemie auslösen. Dummerweise betreten kurz darauf auch noch die Jungs das Zimmer - und so sitzen alle dort fest, bis sie herausgefunden haben, ob die Kleinstlebewesen gefährlich sind. Und das kann dauern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505102","hoster":"VOE"},{"path":"/redirect/8660335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-5","name":"Zoeys Tutor","epNo":5,"alt":"Zoey\u0027s Tutor","descr":"Zoey möchte ihre Chemienote verbessern. Von ihrer Lehrerin bekommt sie einen Tutor empfohlen, der mit ihr üben soll. Zu ihrem großen Erstaunen ist es Logan, von dem sie niemals geglaubt hat, dass er ein Chemie-Streber sei. Dem Jungen ist seine \"Nebenbeschäftigung\" als Tutor derart peinlich, dass er sich nur heimlich mit Zoey trifft. Bei den Freunden der beiden führt diese Heimlichtuerei bald zu Missverständnissen, denn sie vermuten dahinter etwas ganz anderes als Nachhilfestunden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505106","hoster":"VOE"},{"path":"/redirect/8660337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-6","name":"Der große Vince Blake","epNo":6,"alt":"The Great Vince Blake","descr":"Vince Blake ist der neue Football-Star der PCA und wird von allen Schülern verehrt. Doch dann sieht Chase zufällig, wie Vince heimlich einen Bogen mit Testfragen abfotografiert. Chase ist hin- und hergerissen, wie er sich verhalten soll. Wenn er Vince verpetzt, verliert die Schulmannschaft möglicherweise ein wichtiges Spiel. Wenn nicht, verletzt er den Ehrenkodex der PCA. Derweil versuchen die Mädchen, das Snackangebot an der Schule zu verbessern und eine gesunde Alternative zu Schokolade und Keksen zu finden. Ihre Idee, in den Verkaufsautomaten auch Getreideriegel anzubieten, hat allerdings nicht den erwünschten Effekt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505105","hoster":"VOE"},{"path":"/redirect/8660338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-7","name":"Geheimes Klopfen","epNo":7,"alt":"Silver Hammer Society","descr":"Logan erfährt von einer Geheimgesellschaft an der PCA, der \"Silberhammer-Loge\". Natürlich möchte er ebenfalls dort aufgenommen werden. Doch das ist leichter gesagt als getan, denn wie bei jedem Geheimbund muss man zuerst einige schwierige Prüfungen bestehen. Quinn hat derweil Ärger mit einer neuen Schülerin, denn die kennt einige brisante Details aus Quinns geheimer Vergangenheit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505104","hoster":"VOE"},{"path":"/redirect/8660342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-8","name":"Der Fluch der PCA, Teil 1","epNo":8,"alt":"The Curse Of PCA, Part 1","descr":"Ein neuer Lehrer macht den Kids an der PCA das Leben schwer Der Mann ist fürchterlich streng und gibt Wirtschaftslehre. Dabei ist er kein Unbekannter: An der Schule kursiert die Legende von einem ehemaligen Schüler, der schon vor sage und schreibe 50 Jahren von eben diesem Lehrer unterrichtet worden sei. Daraufhin sei der Schüler verrückt geworden und anschließend in die Berge oberhalb der Schule geflüchtet. Es heißt, er habe dort bis zu seinem Tod allein in der Wildnis gelebt. Zoey und Co. machen sich auf den Weg, um Beweise für die Geschichte zu finden. Tatsächlich entdecken sie eine alte Schulhalskette, und es passieren ziemlich merkwürdige Dinge …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9621209","hoster":"VOE"},{"path":"/redirect/8660339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-9","name":"Der Fluch der PCA, Teil 2 (in Folge 8 enthalten)","epNo":9,"alt":"The Curse Of PCA, Part 2","descr":"Episode 9 ist als Doppelepisode in Episode 8 enthalten.","versions":[]},{"path":"/serie/stream/zoey-101/staffel-3/episode-10","name":"Michael liebt Lisa","epNo":10,"alt":"Michael Loves Lisa","descr":"Michael hat sich in seine Mitschülerin Lisa verliebt. Da er entsetzlich nervös ist, passieren ihm jedes Mal Missgeschicke, wenn er mit ihr spricht. Zoey entschließt sich, Michael ein wenig unter die Arme zu greifen. Sie lädt Lisa zu einer Talentveranstaltung ein, auf der Michael singen wird. Kann er Lisa hier endlich becircen – oder macht ihm seine Nervosität wieder einen Strich durch die Rechnung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505103","hoster":"VOE"},{"path":"/redirect/8660344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-11","name":"Ringen","epNo":11,"alt":"Wrestling","descr":"Pech für Zoey: Durch eine Reihe dummer Zufälle landet sie in der Ringermannschaft der Schule. Weil sie dort das einzige Mädchen ist, lässt sie der Coach zwar wochenlang trainieren, aber nie kämpfen. Als ‚Wiedergutmachung‘ will er sie aber immerhin bei der bevorstehenden Landesmeisterschaft aufstellen. Dumm nur, dass sie dort gegen ein wahres Ringer-Monster antreten muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505107","hoster":"VOE"},{"path":"/redirect/8660341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-12","name":"Zoeys Luftballon","epNo":12,"alt":"Zoey\u0027s Balloon","descr":"Im Psychologieunterricht machen die Schüler ein besonderes Experiment. Sie müssen eines ihrer Geheimnisse aufschreiben, den Zettel an einen Heliumballon binden und ihn davonfliegen lassen. Zoeys Ballon kommt jedoch nicht weit: Bald bekommt sie Erpresserbriefe, in denen der Finder des Ballons die unmöglichsten Sachen von ihr verlangt. Andernfalls will der Schurke Zoeys Geheimnis der ganzen Schule verraten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505108","hoster":"VOE"},{"path":"/redirect/8660340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-13","name":"Chase und der Geburtstag","epNo":13,"alt":"Chase\u0027s Grandma","descr":"Zoey\u0027s kleiner bruder Dustin hat mal wieder Unsinn gemacht, der Lehrer wollte ihn zu Mr.Rivers bringen, aber Zoey hat ihn mal wieder aus der Patsche geholfen. Doch später hat er es wieder getan aber nicht Extra,er wollte nur Lola helfen weil ihr was im Automaten fest hing und.... Der Titel, sagt alles. Chase hat Geburstag aber leider will er ihn nicht feiern, weil er 5.000 Wörter auf/für English schreiben muss. Deswegen planen seine Freunde eine supercoole Pyjama-Geburstags Party... :D .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505109","hoster":"VOE"},{"path":"/redirect/8660343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-14","name":"Das Radio","epNo":14,"alt":"The Radio","descr":"Chase bekommt von seinem Großvater ein altes Radio geschenkt. Viel anfangen kann er mit dem antiken Rundfunkempfänger nicht – und so verkauft Chase ihn für ein paar Dollar an Zoey. Doch unverhofft kommt oft: Zoey und ihre Freundinnen finden heraus, dass es sich bei dem Radio um eine gesuchte Rarität handelt, die in Sammlerkreisen gut und gerne 10.000 Dollar einbringt. Als Chase davon erfährt, will er das Gerät sofort wiederhaben; doch Zoey ist nicht bereit, das kostbare Radio einfach wieder herauszurücken. Ob die beiden schließlich doch noch zu einem Kompromiss gelangen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505111","hoster":"VOE"},{"path":"/redirect/8660345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-15","name":"Eine Hand wäscht die andere","epNo":15,"alt":"Favor Chain","descr":"Zoeys Lieblingsautorin kommt in die Stadt, und natürlich möchte Zoey sich die Chance nicht entgehen lassen, ihr Idol endlich persönlich kennen zu lernen. Da Zoey noch keinen Führerschein hat, braucht sie jemanden, der sie vom Campus in die Stadt mitnimmt und bei der Buchpräsentation absetzt. Das Transportproblem erweist sich jedoch als weitaus schwerwiegender, als Zoey vermutet hatte: Die Lehrerin, mit der sie fahren will, erkrankt plötzlich und muss ihr absagen. Daraufhin bittet Zoey Coco um Hilfe – aber die will nur fahren, wenn Michael ihr vorher ein üppiges Festmahl kredenzt; und auch Michael hat ein drängendes Problem, das nur von Stacey gelöst werden kann. So setzt sich die Kette aus kleinen und großen Gefälligkeiten schier endlos fort. Es sieht ganz so aus, als müsste Zoey schließlich doch zu Hause bleiben; es sei denn, ihr fällt etwas ein, um alle ihre Freunde gleichzeitig zufrieden zu stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505112","hoster":"VOE"},{"path":"/redirect/8660346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-16","name":"Rippchen und Betrüger","epNo":16,"alt":"Zoey\u0027s Ribs","descr":"Zoey hat geerbt – allerdings kein Geld, sondern eine Wagenladung Rippchen. Um die gewaltige Menge Frischfleisch loszuwerden, beschließt Zoey, an der PCA einen Rippchen-Grillwettbewerb zu veranstalten. Doch die Veranstaltung steht unter keinem guten Stern: Michael und Logan, die eigentlich ein Team bilden wollten, geraten sich schon bald in die Haare. Ein besonders haariges Problem hat auch Quinn: Nachdem sie versehentlich eine von Marks Augenbrauen abgesengt hat, erfindet sie flugs ein Haarwuchsmittel, mit dem sie den Schaden wieder gutmachen will. Flugs wird das Mittelchen auf Marks lädierte Braue getupft, eine weitere Probe schmiert sich Quinn zu Testzwecken in die Achselhöhlen. Ein fataler Fehler, wie sich herausstellt, denn die Haare sprießen nicht einfach nur, sie hören gar nicht mehr auf zu wachsen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505113","hoster":"VOE"},{"path":"/redirect/8660348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-17","name":"Der Feueralarm","epNo":17,"alt":"Drippin","descr":"Logan bekommt von seinem Vater ein Paket mit dem neuen G-Phone. So toll es auch ist, hat es den Haken, dass es durch seine Funkwellen den Feueralarm auslöst. Währenddessen guckten Logan, Michael und Chase ein Horrorfilm mit Dustin, der nun Angst hat und bei Zoey im Zimmer ungewöhnlich lange übernachtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505114","hoster":"VOE"},{"path":"/redirect/8660350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-18","name":"Quinns Konkurrentin","epNo":18,"alt":"Paige at PCA","descr":"Eine neue Schülerin kommt an die PCA: Paige Howard ist ein landesweit bekanntes As in allen Naturwissenschaften – und dadurch eine ernsthafte Konkurrentin für Quinn. Obwohl Paige sehr nett ist und nicht mit ihren Fähigkeiten angibt, muss Quinn schmerzhaft erkennen, dass sie ab sofort wohl nur noch die zweitbeste Schülerin der PCA ist. Frustriert beschließt sie, ihre wissenschaftlichen Ambitionen ein für alle Mal zu begraben. Unterdessen hat Michael einige extrem surreale Erlebnisse, die ihn an seinem Verstand zweifeln lassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505115","hoster":"VOE"},{"path":"/redirect/8706837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-19","name":"Der Sohn des Rektors","epNo":19,"alt":"The Son Of Dean","descr":"Zoey geht mit Lance aus, dem Sohn von Rektor Rivers, ist sich aber nicht sicher, ob er der Richtige für sie ist. Um Zoey zu beeindrucken, lässt Lance auch gerne mal seine Beziehungen spielen – so besorgt er Ersatz für Quinns durchgelegene Matratze und sorgt dafür, dass im Mädchentrakt ein gigantischer neuer Kühlschrank aufgestellt wird. Zoeys Freundinnen sind von Lance hellauf begeistert, doch Zoey bleibt skeptisch. Nicht ganz zu unrecht, wie sich bald herausstellt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505116","hoster":"VOE"},{"path":"/redirect/8660349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-20","name":"Der Kunde der Woche","epNo":20,"alt":"The Dance Contest","descr":"An der PCA wird ein großer Tanzwettbewerb veranstaltet. Zoey möchte zwar gerne mitmachen, doch die Suche nach dem passenden Tanzpartner gestaltet sich ausgesprochen schwierig. Ihr bester Freund Chase ist leider alles andere als ein begnadeter Tänzer. Da trifft es sich gut, dass Lola ihr Gene vorstellt, der mit seinen göttlichen Dancemoves selbst John Travolta in ‚Saturday Night Fever‘ als aussehen lässt. Gene ist auch gerne bereit, mit Zoey an dem Wettbewerb teilzunehmen. Aber dann hat er ausgerechnet am entscheidenden Abend einen Unfall – an dem Chase nicht ganz unschuldig ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505118","hoster":"VOE"},{"path":"/redirect/8660352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-21","name":"Hände am Blix Van","epNo":21,"alt":"Hands On a Blix Van","descr":"Die Firma Blix veranstaltet einen Wettbewerb an der PCA: Derjenige Schüler, der am längsten einen Blix-Lieferwagen mit der Hand berührt, gewinnt eine zweiwöchige Luxusreise für zwei mit dem Blix-Jet. Zoey, Chase, Logan und Lola sind fest entschlossen, notfalls Tag und Nacht an dem Lieferwagen auszuharren, um den begehrten Preis zu ergattern. Doch nicht jeder von ihnen setzt dabei auf ehrliche Mittel. Ganz andere Probleme treiben derweil Quinn um: Ihre neueste Erfindung, ein besonders frisches Atemspray, hat nämlich unerwartete Nebenwirkungen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505117","hoster":"VOE"},{"path":"/redirect/8660351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-22","name":"Miss PCA","epNo":22,"alt":"Miss PCA","descr":"Logan will an der Pacific Coast Academy einen Schönheitswettbewerb veranstalten. Seine Freunde sind zunächst ziemlich skeptisch. Zoey, Lola und Chase halten das Ganze für frauenfeindlich und unwürdig – aber nur solange, bis sie erfahren, was der erste Preis ist: Die Siegerin wird als Covergirl für das bekannte ‚Buzz Magazine‘ fotografiert! Im Kampf um den Siegertitel wird mit harten Bandagen gekämpft, und auch Lola und Zoey sind sich bald spinnefeind. Michael hat sich ein anderes hohes Ziel gesteckt: Er will Quinn dazu bringen, über einen seiner Witze zu lachen. Doch egal, womit er es versucht, Quinn hat nicht einmal ein müdes Lächeln für seine Scherze übrig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9621208","hoster":"VOE"},{"path":"/redirect/8660353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-23","name":"Armer, reicher Logan","epNo":23,"alt":"Logan Gets Cut Off","descr":"Geld allein macht nicht glücklich – man sollte auch nachdenken, wofür man es ausgibt. Diese Erfahrung macht der schwerreiche Logan, als er ohne Erlaubnis seines Vaters einen Sportwagen für 327.000 Dollar ersteht. Um seinem Sohn eine Lehre zu erteilen, greift Mr. Reese hart durch. Er lässt kurzerhand Logans Bankkonto einfrieren und seine Kreditkarte sperren. Zum ersten Mal in seinem Leben muss Logan auf den gewohnten Luxus verzichten, und wie sich herausstellt, ist er ohne die Hilfe einer ganzen Armada bezahlter Helfer völlig aufgeschmissen. Zoey, Lola und Chase beschließen, ihm etwas unter die Arme zu greifen. Zoey kümmert sich um Logans Schmutzwäsche, Lola macht ihm die Haare und Chase tippt seine Hausarbeiten. Doch die Freunde sind sich einig, dass das kein Dauerzustand ist. Logan muss schnellstens lernen, auch ohne fremde Hilfe klarzukommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505120","hoster":"VOE"},{"path":"/redirect/8660354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-24","name":"Auf Wiedersehen Zoey (1)","epNo":24,"alt":"Goodbye Zoey, Part 1","descr":"Die Eltern von Zoey,wollen mit Dustin und Zoey nach England. Dustin will aber nicht,und bleibt an der PCA. Aber Zoey geht weg,alle verabschieden sie von sich ausser Chase.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505121","hoster":"VOE"},{"path":"/redirect/8660356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-3/episode-25","name":"Auf Wiedersehen Zoey (2) (in Folge 24 enthalten)","epNo":25,"alt":"Goodbye Zoey, Part 1","descr":"Episode 25 ist als Doppelepisode in Episode 24 enthalten.","versions":[]},{"path":"/serie/stream/zoey-101/staffel-3/episode-26","name":"Rückblende","epNo":26,"alt":"Clip Show","descr":"Zoey Brooks ist eines der ersten Mädchen, die die einstige Jungenschule Pacific Coast Academy besuchen. Klar, dass sie und ihre Freundinnen bei ihren alteingesessenen Klassenkameraden für jede Menge Aufregung sorgen. Die Hauptrolle dieser in deutscher Erstausstrahlung gezeigten Serie spielt Jamie Lynn Spears, die jüngere Schwester von Pop-Megastar Britney Spears.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505122","hoster":"VOE"},{"path":"/redirect/8660355","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zoey-101/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/zoey-101/staffel-4/episode-1","name":"Schlechtes Timing","epNo":1,"alt":"Trading Places","descr":"Zoey ist zurück an der PCA. doch Chase ist zu ihr nach England gekommen, und muss ein halbes Jahr dort verbringen. Sie versuchen es mit einem online Date, doch mitten im Date bricht die Verbindung ab...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260342","hoster":"VOE"},{"path":"/redirect/8260343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-2","name":"Coco wird gefeuert","epNo":2,"alt":"Fake Roommate","descr":"Logan und Michael wollen verhindern, dass sie einen neuen Mitbewohner bekommen, deshalb basteln sie eine Puppe von Chase. Bei den Mädchen wird ihre Betreuerin Coco von Rektor Rivers gefeuert und durch eine neue Betreuerin ersetzt. Bald stellt sich aber heraus das die neue Betreuerin eine Kleptomanin ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260341","hoster":"VOE"},{"path":"/redirect/8260344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-3","name":"Allein an der PCA","epNo":3,"alt":"Alone at PCA","descr":"Es sind Herbstferien und Zoey \u0026 Co. möchten mit Coco zum Zelten fahren. Da Coco aber Ärger mit ihrem Freund hat, klappt dies leider nicht. Deshalb bleiben sie über die Ferien einfach an der PCA und amüsieren sich so gut es geht. Der Spaß hat aber schnell ein Ende weil Rektor Rivers seinen zerstörten Golfpokal findet. Er verdächtigt Michael und Logan, weil sie auf dem Flur Hockey spielten. Die Mädchen suchen den wahren Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/5204226","hoster":"Vidoza"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-4","name":"Das Gerücht","epNo":4,"alt":"Rumor of Love","descr":"Logan und Michaels neuer Mitbewohner heißt James. Logan ist eifersüchtig über James da er ein ziemlich großer Mädchenschwarm ist. Deshalb setzt Logan ein Gerücht in die Welt das James und Zoey ein Paar sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260346","hoster":"VOE"},{"path":"/redirect/8260345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-5","name":"Die Mailboxnachricht","epNo":5,"alt":"Anger Management","descr":"Dustin braucht Geld, deshalb ist er Logans persönlicher Assistent. Dustin wird aber ständig von Logan herum kommandiert. Da Dustin erneut zu spät zu Logan kommt hinterlässt Logan ihm eine agressive Mailboxnachricht. Deshalb wird Logan zum Direktor zittiert und muss eine anti Aggressionstherapie machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260347","hoster":"VOE"},{"path":"/redirect/8260349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-6","name":"Quinn vermisst Mark","epNo":6,"alt":"Quinn Misses the Mark","descr":"Mark serviert Quinn ab. Seine Neue, Brooke, ist eine heiße Braut in engen Tanktops mit einem IQ knapp unter dem Gefrierpunkt. Wutentbrannt beschließt Quinn, sich genauso zu stylen wie Brooke. Wenn die Jungs schon auf so was abfahren, dann bitte! Zoey und Lola sind entsetzt und versuchen sie davon abzubringen. Doch als Quinn merkt, dass die Jungs wirklich auf solche Outfits stehen, zieht sie die Sache durch und stellt Mark zur Rede. Dieser erklärt Quinn zu deren Überraschung, dass er Brooke aufgrund ihrer inneren Werte schätzt. Sie sammelt nämliche alte Kalender und strickt gerne. Quinn fällt aus allen Wolken – mit dieser Enthüllung hätte sie nun wirklich nicht gerechnet! Auch Michael steckt in der Klemme: Ein großes schwarzes Pferd ist auf dem Campus aufgetaucht und hat sich Michael als neuen Besitzer auserkoren. Sein ‚neuer Freund‘ verfolgt Michael auf Schritt und Tritt und wird bald ganz schön lästig. Doch wie soll Michael den Gaul bloß wieder loswerden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260348","hoster":"VOE"},{"path":"/redirect/8260350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-7","name":"Lolas Spende","epNo":7,"alt":"Walk-A-Thon","descr":"Zoey und ihre Freunde machen bei einem Wohltätigkeits-Wettbewerb im Gehen mit. Über Sponsoren wollen sie das Geld für den guten Zweck heranschaffen: Je weiter die Strecke, die sie zurücklegen, desto mehr Geld zahlen die Sponsoren. Lola verschätzt sich allerdings gründlich und verspricht den Veranstaltern des Wohltätigkeitsrennens eine utopisch hohe Geldsumme. Als sie ihren Irrtum bemerkt, wendet sie sich hilfesuchend an Zoey. Die verspricht, mit dem Chef der Wohltätigkeitsorganisation zu sprechen und den Irrtum aufzuklären – doch das Gespräch endet nicht so positiv, wie Zoey gehofft hatte. Bei Quinn und Logan stehen derweil einige Änderungen ins Haus: Sie merken, dass sie sich eigentlich gar nicht hassen, sondern gern zusammen wären. Dieser plötzliche Sinneswandel muss vor ihren Freunden natürlich erst einmal verheimlicht werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931585","hoster":"VOE"},{"path":"/redirect/8260327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-8","name":"Vince Blake ist wieder da","epNo":8,"alt":"Vince Is Back","descr":"Zur allgemeinen Verblüffung kehrt der berüchtigte Schulrowdy Vince Blake an die PCA zurück. Während die Mädchen beschließen, ihn einfach zu ignorieren, planen die Jungs etwas Größeres. Sie wollen sich für die durch Vince erlittenen Demütigungen rächen und hecken einen ausgeklügelten Plan aus. Unterdessen stellen Zoey, Quinn und Lola fest, dass Vince sich geändert hat und inzwischen ein wirklich netter Kerl ist. Aber kann die Racheaktion, die Michael und Logan vorbereitet haben, jetzt noch verhindert werden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260328","hoster":"VOE"},{"path":"/redirect/8260326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-9","name":"Trautes Dinner zu sechst","epNo":9,"alt":"Dinner For Two Many","descr":"Zoey würde gerne mehr Zeit mit James verbringen und zwar endlich einmal alleine, ohne ihre zahlreichen Freunde! Logan und Quinn stecken in ähnlichen Schwierigkeiten, wenn auch aus anderen Gründen: Sie stehen ständig unter Stress, weil sie ihre Beziehung immer noch vor den anderen verheimlichen. Ein romantisches Candlelight-Dinner soll für die dringend benötigte Entspannung sorgen. Doch als die beiden im Nobelrestaurant ‚Vaccaro‘ auftauchen, wartet eine unangenehme Überraschung auf sie. Denn dieses vornehme Etablissement haben sich auch Zoey und James für ihren ‚Abend zu zweit‘ ausgesucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260330","hoster":"VOE"},{"path":"/redirect/8260329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-10","name":"Illegale Kaffeegeschäfte","epNo":10,"alt":"Coffee Cart Ban","descr":"Der Dekan der PCA greift hart durch: Nachdem seine Frau an einem Kaffeestand versehentlich mit der braunen Brühe übergossen wurde, verbietet er kurzerhand den Ausschank von Heißgetränken auf dem Schulgelände. Natürlich versuchen alle Schüler, die absurde Anordnung mit allerlei Tricks zu unterlaufen. Jungs und Mädchen überbieten sich gegenseitig mit ihren Einfällen, und bald entsteht zwischen den Geschlechtern ein regelrechter Wettbewerb: Wem wird es gelingen, das lächerliche Kaffeeverbot endgültig auszuhebeln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260331","hoster":"VOE"},{"path":"/redirect/8260332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-11","name":"Michaels Achterbahn-Phobie","epNo":11,"alt":"Rollercoaster","descr":"Im Physikunterricht fährt Zoey mit ihrer Klasse in einen Freizeitpark, um sich auf einer Achterbahn zu vergnügen: Die Schüler sollen nämlich am eigenen Leib die enormen Kräfte von Beschleunigung und Gravitation spüren. Alle sind begeistert, nur bei Michael kommt keine Freude auf. Er hat mit Höhenangst und Schwindelgefühlen zu kämpfen und traut sich nicht mitzufahren. Ob seine Freunde ihm helfen können, seine Achterbahn-Panik zu überwinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260333","hoster":"VOE"},{"path":"/redirect/8260334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-12","name":"Zoey auf der Suche (1)","epNo":12,"alt":"Chasing Zoey - Part 1","descr":"Das Ende des Schuljahres steht bevor – und damit auch der alljährliche Abschlussball! Zoey hat beschlossen, die Ferien in Maui zu verbringen. James würde gerne mitkommen, aber als er Zoey danach fragt, reagiert sie wenig enthusiastisch. Zeichnet sich etwa eine Beziehungskrise zwischen den beiden ab?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260336","hoster":"VOE"},{"path":"/redirect/8260335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-13","name":"Zoey auf der Suche (2)","epNo":13,"alt":"Chasing Zoey - Part 2","descr":"Michael steckt in der Klemme. Er bekommt von seinem Vater einen Oldtimer geliehen, damit er Lisa in einer standesgemäßen Edel-Karosse zum Abschlussball fahren kann. Doch leider hat das Auto ein Schaltgetriebe, während Michael bisher nur Wagen mit Automatik-Schaltung gefahren hat. Ob er rechtzeitig lernen wird, wie man mit dem Schaltknüppel umgeht? Bei Quinn und Logan hängt kurz vor der großen Party der Haussegen schief: Sie würden zwar gerne zusammen zum Abschlussball gehen, andererseits möchten sie aber auch ihr Geheimnis bewahren und ihre Freunde weiter in dem Glauben lassen, dass sie einander nicht ausstehen können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260338","hoster":"VOE"},{"path":"/redirect/12478831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoey-101/staffel-4/episode-14","name":"Es ist viel passiert","epNo":14,"alt":"PCA Confidential","descr":"An der PCA findet ein Informationstag für potenzielle neue Schüler statt. Sie können Chase, Zoey und Stacey Fragen zur Schule stellen. Die Antworten bestehen aus Ausschnitten aus früheren Folgen, von der ersten bis zur letzten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8260340","hoster":"VOE"},{"path":"/redirect/8260339","hoster":"Streamtape"}]}]}]}]}