{"path":"/serie/stream/zoo","name":"Zoo","descr":"\"Zoo\" handelt von einer Welle von brutalen Tierangriffen auf Menschen, die auf dem gesamten Planeten stattfinden. Der junge und eigenwillige Biologe Jackson Oz (James Wolk) muss das Geheimnis hinter den immer geschickter werdenden Attacken entschlüsseln, bevor es keinen Ort auf der Welt mehr gibt, wo Menschen vor ihnen sicher sind.","seasons":[{"path":"/serie/stream/zoo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/zoo/staffel-1/episode-1","name":"Der trotzige Blick","epNo":1,"alt":"First Blood","descr":"Als Jackson in Botswana einen befreundeten Safari-Guide besuchen will, findet er dessen Camp komplett menschenleer vor. Eine herumliegende Kamera liefert beunruhigende Hinweise – und auf der Suche nach den Verschwundenen lauert eine böse Überraschung. Als Jackson unterwegs einem Löwen gegenübersteht, gibt etwas in den Augen des Tieres ihm zu denken: Hatte sein Vater, ein Biologie-Professor, doch Recht mit seiner Theorie vom drohenden Aufstand der Tiere?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14385276","hoster":"VOE"},{"path":"/redirect/14446994","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14385268","hoster":"VOE"},{"path":"/redirect/14446982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-2","name":"Aufstand der Katzen","epNo":2,"alt":"Fight Or Flight","descr":"In Los Angeles entdeckt die Journalistin Jamie eine heiße Spur: Es gibt Hinweise, dass ein Herbizid des Biotechnologie-Konzerns Reiden Global die Gehirne von Tieren verändert. Auch die Zoo-Löwen sind wahrscheinlich über ihre Nahrung mit dem Gift in Berührung gekommen – bevor sie ihren mörderischen Beutezug durch die Stadt starteten. In Brentwood, wo sich eine Horde Hauskatzen auf unnatürliche Weise zusammengerottet hat, wurde das Mittel von Reiden Global ebenfalls eingesetzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918658","hoster":"VOE"},{"path":"/redirect/14446992","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14384965","hoster":"VOE"},{"path":"/redirect/14446984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-3","name":"Fledermäuse über Fukushima","epNo":3,"alt":"The Silence Of The Cicadas","descr":"Abraham und Jackson reisen nach Tokio, um dort Minako zu treffen, die zweite Frau von Jacksons Vater. Gemeinsam machen sich die Drei auf den Weg zu einer von radioaktiver Strahlung verseuchten Insel nahe Fukushima. Dort hatte Professor Oz seine letzten Forschungen betrieben. Doch schon bevor sie auf der Insel landen, wird es lebensgefährlich: Ein Schwarm höchst aggressiver Fledermäuse greift das Flugzeug an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14384865","hoster":"VOE"},{"path":"/redirect/14446993","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14395984","hoster":"VOE"},{"path":"/redirect/14446980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-4","name":"Das Alphatier","epNo":4,"alt":"Pack Mentality","descr":"Ein Gefängnis in Biloxi, Mississippi, wird von einem Rudel Wölfe angegriffen. Als Jackson und seine Mitstreiter davon hören, machen sie sich sofort auf den Weg in die USA. Dort angekommen, gehen Mitch und Abraham auf die Jagd nach einem der Wölfe. Sie hoffen, so herauszufinden, wie es zu der Attacke kam. Jamie, Chloe und Jackson nehmen derweil die zerstörte Haftanstalt unter die Lupe. Auf einem Überwachungsvideo entdecken sie Hinweise auf ein beunruhigendes Bündnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14384866","hoster":"VOE"},{"path":"/redirect/14446996","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14385270","hoster":"VOE"},{"path":"/redirect/14446988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-5","name":"Die Mutterzelle","epNo":5,"alt":"Blame it on Leo","descr":"In der ehemaligen Gefängniszelle des Ausbrechers Evan Lee Hartley findet Jackson eine alte Bibel. Ein mysteriöses Detail in dem Buch weckt seine Aufmerksamkeit: Auf fast jeder zweiten Seite wurde der Name Leo Butler notiert – und ein Foto deutet darauf hin, dass dieser in einer Beziehung zu Jacksons Vater stand. Jamie und Jackson machen sich auf die Suche nach dem geheimnisvollen Mann. Hat er etwas mit den bedrohlichen Verhaltensänderungen in der Tierwelt zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395965","hoster":"VOE"},{"path":"/redirect/14446995","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14384867","hoster":"VOE"},{"path":"/redirect/14446985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-6","name":"Schlechter Deal","epNo":6,"alt":"This Is What It Sounds Like","descr":"Mit einer Mobilfunk-Antenne und deren starkem Magnetfeld wollen Chloe, Mitch und Abraham Rio von den riesigen Fledermausschwärmen befreien. Doch als sie versuchen an eine solche Antenne heranzukommen, werden sie vom einflussreichen Favela-Chef Silva geschnappt. Er nimmt Mitch und Chloe gefangen und zwingt ihnen einen wahnsinnigen Deal auf: Entweder sie schaffen es die Stadt von den Fledermäusen zu befreien – oder sie werden sterben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14401379","hoster":"VOE"},{"path":"/redirect/14447004","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14401375","hoster":"VOE"},{"path":"/redirect/14446986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-7","name":"Winterschlaf","epNo":7,"alt":"Sleuths","descr":"In Paris bereiten vier Braunbären mit ihrem Verhalten Sorge. Eines der Tiere taucht in einer Wohnung auf und fällt kurz darauf in Winterschlaf – mitten im Sommer! Als das Raubtier wieder aufwacht, sind seine Pupillen verändert und unter der Haut hat sich ein Panzer gebildet. Alles ein Werk der Mutterzelle? In einem alten Fort spüren Abraham, Jackson und Chloe mit einem Suchtrupp kurz darauf die anderen drei Bären auf. Erst schlafen sie noch, doch dann greifen sie an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14396009","hoster":"VOE"},{"path":"/redirect/14447002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14384907","hoster":"VOE"},{"path":"/redirect/14446987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-8","name":"Das Rattenschiff","epNo":8,"alt":"The Cheese Stands Alone","descr":"Ein Fischer beobachtet wie Hunderte Ratten von einem herrenlos im Meer treibenden Frachtschiff an die Küste einer Insel vor Massachusetts schwimmen. An Bord des Schiffes wartet eine grausige Entdeckung: Die Besatzung ist tot – und die Ratten haben die Leichen angenagt. Jackson und sein Team machen sich auf den Weg zur Insel. Dort scheint ein leerstehendes Hotel zum Rückzugsort der räuberischen Nagerhorde geworden zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13121813","hoster":"VOE"},{"path":"/redirect/14447003","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14384966","hoster":"VOE"},{"path":"/redirect/14446989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-9","name":"Im Visier der Vögel","epNo":9,"alt":"Murmuration","descr":"Mitch schafft es mit dem Medikament für seine Tochter Clementine aus der Reiden-Zentrale zu entkommen. Als er zusammen mit Abraham zu seiner Exfrau Audra fährt, um das Mittel zu übergeben, fällt den Männern auf, dass verschiedene Vogelarten dieselben sonderbaren Töne von sich geben. Clementine und Audra sind im Park, als Mitch und Abraham bei ihnen ankommen. Plötzlich spielen sich beängstigende Szenen ab: Ein Vogelschwarm greift die Menschen an!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505171","hoster":"VOE"},{"path":"/redirect/8660460","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621239","hoster":"VOE"},{"path":"/redirect/8660424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-10","name":"Allianz der Tiere","epNo":10,"alt":"Emotional Contagion","descr":"In Sambia greifen Leoparden Menschen an – obwohl die Tiere keinen Kontakt zum Pestizid von Reiden hatten. Das Team will die Raubkatzen unbedingt untersuchen! Um unbemerkt vom FBI ins Ausland zu kommen, sucht Jackson Hilfe beim Tierschutz-Aktivisten Ray Endicott. Dieser willigt ein, sie nach Afrika zu fliegen – dafür will er aber Unterstützung beim Befreien einer Gruppe Zootiere. Wohl oder übel macht das Team mit. Doch die Aktion ist noch gefährlicher als befürchtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505177","hoster":"VOE"},{"path":"/redirect/8660462","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597824","hoster":"VOE"},{"path":"/redirect/8660425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-11","name":"Angriff der Leoparden + Das Heilmittel","epNo":11,"alt":"5 Eats, Shoots and Leaves + Wild Things","descr":"Als Jackson, Abraham und die anderen in Sambia ankommen, müssen sie feststellen, dass Rays Kontaktmann von Leoparden getötet wurde. Auf der Fährte der Raubkatzen treffen sie immer wieder auf Farmer, die ebenfalls angegriffen wurden. Auch das Nachtlager des Teams wird zum Ziel einer Attacke. Dennoch gelingt es Jackson, die Höhle der Leoparden aufzuspüren. Dort finden sie ein Jungtier. Ist der kleine Leopard der Schlüssel zu einem Heilmittel gegen die Mutationen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14171938","hoster":"VOE"},{"path":"/redirect/12303111","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13921492","hoster":"VOE"},{"path":"/redirect/8660426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-1/episode-12","name":"[in Episode 11 enthalten]","epNo":12,"alt":"[im englischen in Episode 11 enthalten]","descr":"Die Freunde bringen den angeschossenen Jackson in ein Krankenhaus. Doch dort ist niemand sicher: Die Klinik – und die Stadt, in der sie steht – werden von Krokodilen, Löwen und Leoparden angegriffen. Trotz Chaos und Gefahr schafft es Mitch, im Labor des Hospitals aus einem Zahn des Leopardenjungen und der Mutterzelle wie geplant ein Heilmittel herzustellen. Aber wie sollen er und die anderen mit dem wertvollen Serum aus der von Tieren belagerten Stadt entkommen?","versions":[]},{"path":"/serie/stream/zoo/staffel-1/episode-13","name":"Die letzte Hoffnung ","epNo":13,"alt":"That Great A Big Hill Of Hope","descr":"Während die mutierten Tiere die Erde und das Leben der Menschen beherrschen, versuchen Chloe und Jackson verzweifelt ein Lebewesen zu finden, das noch nicht mit einer Substanz von Reiden Global in Berührung kam. Kurz, nachdem die beiden eine weitere Enttäuschung erlebt haben, erreicht Mitch plötzlich eine überraschende Nachricht von Jamie: Nicht nur sie wurde nach dem Flugzeugabsturz gerettet – auch das Leopardenjunge hat das Unglück überstanden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505186","hoster":"VOE"},{"path":"/redirect/8660467","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621240","hoster":"VOE"},{"path":"/redirect/8660428","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zoo/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/zoo/staffel-2/episode-1","name":"Der Tag der Bestie","epNo":1,"alt":"The Day Of The Beast","descr":"Nachdem sich die Tiere gegen die Menschen gewendet haben und die brutalen Angriffe zugenommen haben, versucht das Team Jamie und den Leoparden zu retten, dessen DNA die Lösung für die globale Krise beinhalten könnte. Die Wissenschaftler machen aber auch eine schreckliche Entdeckung, die einen von ihnen das Leben kosten könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505176","hoster":"VOE"},{"path":"/redirect/8660461","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597826","hoster":"VOE"},{"path":"/redirect/8660431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-2","name":"Blutregen","epNo":2,"alt":"Caraquet","descr":"Das Team trifft in Argentinien ein und findet nur noch Dariela vor, alle Ranger ihres Teams und Doktor Vickers sind tot. Während Abraham Dariela hilft, die Leichen ihrer Freunde zu begraben, schaffen die anderen den mutierten Mann zur Untersuchung ins Flugzeuglabor. Der Mann ist nicht tot und seine Wunde in der Brust heilt erstaunlich schnell – die Mutation scheint ihn stärker zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116109","hoster":"VOE"},{"path":"/redirect/8660464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-3","name":"Attacke der Ameisen","epNo":3,"alt":"Collision Point","descr":"Kovacs, der mutierte Mann, ist tot und das Team hat kein Untersuchungsobjekt mehr. Alle sind wütend auf Dariela, nur Abraham zeigt Verständnis. Eleanor Lewis ruft aus Genf an und bestellt das Flugzeug dorthin, weil sie dem Team etwas Vertrauliches mitteilen will. Inzwischen hat General Davies die Leitung von Projekt Noah übernommen und will es um jeden Preis umsetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505181","hoster":"VOE"},{"path":"/redirect/8660463","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621241","hoster":"VOE"},{"path":"/redirect/8660427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-4","name":"Grausames Gras","epNo":4,"alt":"The Walls Of Jericho","descr":"Mitch stellt fest, dass Jackson die gleiche Mutation wie Kovacs hat, nur ist das mutierte Gen noch ausgeschaltet. Als Chloe berichtet, dass General Davies ein Faultier einfangen ließ, das Erdbeben auslösen konnte, sieht Mitch in dem Faultier die Chance herauszufinden, wie er verhindern kann, dass bei Jackson der Schalter der Mutation eingeschaltet wird. Außerdem hat Davies ein 2-Komponenten-Gas entwickeln lassen, das nur mutierte Tiere und Menschen angreift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116110","hoster":"VOE"},{"path":"/redirect/8660465","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621244","hoster":"VOE"},{"path":"/redirect/8660429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-5","name":"Die Tripelhelix","epNo":5,"alt":"The Moon And The Star","descr":"Jamie und Logan erreichen endlich Caraquet. Die Bewohner haben sich eingezäunt und lassen Tag und Nacht Feuer brennen, um die Tiere abzuhalten. Sie werden dort aufgenommen, allerdings scheint die Angst zu regieren. Dann erfahren sie, dass jeden Monat zwei von ihnen den Tieren zum Fraß vorgeworfen werden, damit die anderen in Ruhe gelassen werden. Und diesmal wird auch Jamie dafür ausgewählt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505185","hoster":"VOE"},{"path":"/redirect/8660466","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12384230","hoster":"VOE"},{"path":"/redirect/8660430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-6","name":"Sex, Lügen und Quallen","epNo":6,"alt":"Sex, Lies And Jellyfish","descr":"Mitch erzählt Jamie, was mit Chloe passiert ist, woraufhin Jamie mit Dariela eine Prügelei anfängt. Jackson und Allison lesen eine Zeitung aus dem Jahr 1895, die über die gleichen Phänomene berichtet, mit denen Jackson und sein Team zu kämpfen haben – die Tripelhelix-Tiere gab es wohl schon damals …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505188","hoster":"VOE"},{"path":"/redirect/8660468","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597825","hoster":"VOE"},{"path":"/redirect/8660432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-7","name":"Das Geister-Gen","epNo":7,"alt":"Jamie’s Got A Gun","descr":"Das Team findet heraus, dass Leonard Pierce vor über hundert Jahren für die Verstrahlung der Tiere und die dadurch entstandene Tripelhelix verantwortlich ist. Als die Crew zum Geburtsort des Mannes reist, trifft sie auf eine verängstigte Gemeinde, die dort festsitzt. Schwärme von Insekten machen nicht auszuhaltende Geräusche und sind die Vorboten der wilden Tiere, welche die Menschen anfallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931650","hoster":"VOE"},{"path":"/redirect/8660469","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621245","hoster":"VOE"},{"path":"/redirect/8660434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-8","name":"Die Eis Eidechse","epNo":8,"alt":"Zero Sum","descr":"Das Team kann in Miami eine mutierte Schockfrost-Eidechse einfangen, die ihr gesamtes Umfeld mit Eis überziehen kann. Eins der sieben mutierten Tiere fehlt ihnen noch, um alle Informationen für das Heilmittel zu haben. Jackson geht es langsam schlechter und er erzählt Abraham, dass sein Vater Robert Oz ihm das Geister-Gen als Kind gespritzt hat, bevor Jackson nach Afrika kam. Indessen erfährt Jackson, dass seine Mutter mit ihrer Gruppe an der botswanischen Grenze vermisst wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505179","hoster":"VOE"},{"path":"/redirect/8660473","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621243","hoster":"VOE"},{"path":"/redirect/8660433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-9","name":"Das Knochenrätsel","epNo":9,"alt":"Sins Of The Father","descr":"Jackson ist fassungslos, dass seine Mutter ein Massaker verübt hat. Er begibt sich mit Abraham auf die Suche nach ihr. Sie finden Elizabeth mutiert wie Kovacs, auf der Jagd nach Löwen. Jackson muss sie erschießen, als Elizabeth Abraham angreift und töten will. Währenddessen versucht Mitch weiterhin, die letzten Knochen einem Tier zuzuordnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9597839","hoster":"VOE"},{"path":"/redirect/8660471","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621249","hoster":"VOE"},{"path":"/redirect/8660435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-10","name":"Hölle in Helsinki","epNo":10,"alt":"The Yellow Brick Road","descr":"Jackson ist verschwunden, um seinen Vater Robert Oz zu finden. Da Mitch ohne Jackson das Heilmittel nicht herstellen kann, macht er sich gemeinsam mit Abraham sofort auf den Weg, um Jackson zu verfolgen. Doch dieser hat nicht vor zurückzukehren und schickt den Männern einen Ersatz für sich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505184","hoster":"VOE"},{"path":"/redirect/8660470","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597827","hoster":"VOE"},{"path":"/redirect/8660440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-11","name":"Gorillas im Fahrstuhl","epNo":11,"alt":"The Contingency","descr":"Das Team entdeckt durch Überwachungsaufnahmen, dass Jackson vor dem IADG-Hauptquartier von seinem Vater abgefangen und so gerettet wurde. Beide fahren in einem Wagen davon, der aber plötzlich verschwunden ist. Während Abraham und Dariela im Flugzeug bleiben und weiter nach Jackson suchen, fährt Allison mit Mitch und Jamie zur russischen Botschaft, um die Minister vor der Abstimmung vom Heilmittel zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505191","hoster":"VOE"},{"path":"/redirect/12535908","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597832","hoster":"VOE"},{"path":"/redirect/8660436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-12","name":"Die Säbelzahnkatze","epNo":12,"alt":"Pangaea","descr":"Dem Team fehlt für die Herstellung des Heilmittels nur noch die DNA einer Säbelzahnkatze. Zusammen mit Reece, dem Sicherheitschef, gehen Abraham und Dariela auf die Jagd, wobei die schwangere Dariela als Köder dienen soll. Doch es dauert nicht lange, bis das Raubtier selbst Jagd auf das Team macht und Reece schwer verletzt … Währenddessen beschließen Mitch und Jamie in Washington, saubere Tier-DNA zu klauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336934","hoster":"VOE"},{"path":"/redirect/8660477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-2/episode-13","name":"Clementine","epNo":13,"alt":"Clementine (EN in Ep. 12 enthalten)","descr":"Das Team von Mansdale sowie Logan wurden in eine Höhle gesperrt, aus der sie dringend fliehen müssen, bevor sie von Tieren gefressen werden. Schließlich gelingt es ihnen zu entkommen und sie finden sich in der Zone K wieder, in der die Hirten misslungene Experimente unterbringen. Doch als sie am Flugzeug ankommen, sind die Tripelhelix-Tiere und das Serum weg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571441","hoster":"VOE"},{"path":"/redirect/8660475","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zoo/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/zoo/staffel-3/episode-1","name":"Die Rückkehr","epNo":1,"alt":"No Place Like Home","descr":"Vor zehn Jahren haben die Hirten die Menschen sterilisiert. Jackson Oz hat eine neuen Identität angenommen, arbeitet als Evakuierungskämpfer und bringt Menschen vor den Hybriden in Sicherheit. Jamie ist weiterhin auf der Jagd nach den Hirten, auch wenn Logan sie davon abzuhalten versucht. Mitchs Tochter Clementine hat herausgefunden, dass ihr Vater noch lebt. Mitch gelingt die Flucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116108","hoster":"VOE"},{"path":"/redirect/8660472","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621248","hoster":"VOE"},{"path":"/redirect/8660439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-2","name":"Durchbruch","epNo":2,"alt":"Diaspora","descr":"Jackson und Logan finden heraus, dass Abigail Westbrook bei den Hybrid-Angriffen ihre Finger im Spiel hatte. Indessen haben Jamie, Clementine und der von Jamie gefangen gehaltene Hirte Mansdale Informationen gesammelt, um Mitch endlich befreien zu können. Mitch gelingt zusammen mit einer jungen Frau, die sich als seine Tochter ausgibt, die Flucht. Als sie auf die richtige Clementine treffen, kommt es zu einem verhängnisvollen Zwischenfall …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505195","hoster":"VOE"},{"path":"/redirect/8660474","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621246","hoster":"VOE"},{"path":"/redirect/8660438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-3","name":"Geständnisse","epNo":3,"alt":"Ten Years Gone","descr":"Isaac wurde von Reiden Global für Versuchsreihen verschleppt. Jonah, ein ehemaliger Kollege von Abe, bietet seine Hilfe an, da er sich verantwortlich fühlt. Der Versuch, Isaac zurückzuholen, misslingt jedoch. Durch einen Sprach-Aussetzer stößt Mitch derweil auf einen Stick in seinem Kopf, den die Hirten entwickelt haben. Mitch steht vor einer schweren Entscheidung: Bleibt der Stick im Kopf, stirbt man nach drei Monaten; entfernt man ihn, verliert man sein komplettes Gedächtnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505192","hoster":"VOE"},{"path":"/redirect/8660478","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621247","hoster":"VOE"},{"path":"/redirect/8660437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-4","name":"Auf der anderen Seite","epNo":4,"alt":"Welcome To Terra Dome","descr":"Das Team schafft es, vor den Hybriden zu fliehen. Als ihnen klar wird, dass die fliegenden Hybriden durch Lockrufe gesteuert werden, versuchen Jackson und Abe eine Lösung zu finden, um die Feinde aufzuhalten. Außerdem wollen sie Abigail zur Rechenschaft ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505190","hoster":"VOE"},{"path":"/redirect/8660483","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621252","hoster":"VOE"},{"path":"/redirect/12514486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-5","name":"Loslassen","epNo":5,"alt":"Drop It Like Its Hot","descr":"Abraham, Dariela und Jackson konnten den Locksender ausfindig machen und in ihre Gewalt bringen. Sie entschließen sich, das Gerät mitsamt Jamies Auto in einen Vulkan zu werfen, damit die Hybriden sich ebenfalls in den Vulkan stürzen. Allerdings bemerken sie dabei nicht, dass Mansdale aus dem Laderaum entkommen konnte und sich in Jamies Wagen versteckt hatte. Während dessen bekommt Mitch einen Anruf, der ihm mitteilte das seine Tochter entführt wurde. Jedoch kann er sich nicht gleichzeitig, um sie und um seine \"gute\" Freundinn kümmern, welche in der Befragungszelle des NYPD sitzt. Sie ist verhaftet worden, wegen dem Mord einer Millionenschweren Frau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116113","hoster":"VOE"},{"path":"/redirect/8660481","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621250","hoster":"VOE"},{"path":"/redirect/8660442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-6","name":"One Night Stand","epNo":6,"alt":"Oz Is Oz","descr":"Das Team konnte die entführten Kinder lokalisieren und plant deren Befreiung. Dabei kommt der perfide Plan Abigails zum Vorschein, die durch einen Hinterhalt noch einmal entkommen konnte. Derweil sind Jamie und Mitch auf der Suche nach einer unsichtbaren Riesenschlange, dem nächsten Hybriden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505194","hoster":"VOE"},{"path":"/redirect/8660485","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8509128","hoster":"VOE"},{"path":"/redirect/8660444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-7","name":"Wer ist Mr. Duncan?","epNo":7,"alt":"Wham, Bam, Thank You Sam","descr":"Die angeschossene Abigail wird von ihren Hybriden gerettet. Als sie wieder zurück im Camp ist, wird sie zur schnellen Heilung in den Stasis Tank gesteckt. Derweil befreit Mitch Clementine aus den Händen einer Vereinigung, die sich die \"Gentleman\" nennen. Deren Plan: Sie wollten die hochschwangere Clementine an den Höchstbietenden versteigern. Parallel versucht das Team, Isaac zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336928","hoster":"VOE"},{"path":"/redirect/8660486","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597828","hoster":"VOE"},{"path":"/redirect/8660445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-8","name":"Gefahr in den Wolken","epNo":8,"alt":"Stakes On A Plane","descr":"Abigail verfolgt einen perfiden Plan: Sie kidnappt Jackson, um so an Informationen zu gelangen, wie er die Tiere beeinflussen kann. Zunächst weigert er sich hartnäckig, doch schließlich provoziert sie ihn so lange, dass er vor Wut fast durchdreht und ihr sein Wissen preisgibt. Derweil versucht das Team im Flugzeug, einen Absturz zu verhindern. Es stellt sich heraus, dass Abigail einen Hybriden an Bord geschleust hat, der die gesamte Bordelektronik zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116112","hoster":"VOE"},{"path":"/redirect/8660488","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621251","hoster":"VOE"},{"path":"/redirect/8660443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-9","name":"Das letzte Puzzleteil","epNo":9,"alt":"The Black Forest","descr":"Jamie gelingt es, das Flugzeug kurz vor dem Absturz hochzuziehen. Mitchs Alter Ego Duncan ist nicht mehr an Bord, und Clem ist auch unverletzt. Als Jamie Signale von Mitchs Handy empfängt, macht sie sich gemeinsam mit Max und Abe auf die Suche nach ihm. Währenddessen hat Garrisons Team im Schwarzwald das Hybrid-Nest zerstört. Allerdings gab es durch toxische Spuren Tote …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12931599","hoster":"VOE"},{"path":"/redirect/8660482","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621253","hoster":"VOE"},{"path":"/redirect/8660447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-10","name":"Der Tod ist nur der Anfang","epNo":10,"alt":"Once Upon A Time In The Nest","descr":"Jackson und Max müssen der kollabierten Abigail helfen, weshalb sie mit Logans Hilfe neue Hybrid-Proben aus dem Nest in Seoul besorgen wollen. Clementines Schwangerschaft verläuft schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336931","hoster":"VOE"},{"path":"/redirect/8660484","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621255","hoster":"VOE"},{"path":"/redirect/8660446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-11","name":"Der Retter der Welt","epNo":11,"alt":"Cradles And Graves","descr":"Als Clementine klar wird, dass alle weiteren Teammitglieder verletzt sind, befreit sie Sam und versucht, die anderen mittels eines Serums zu heilen. Dem Flugzeug nähert sich eine toxische Sporenwolke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505196","hoster":"VOE"},{"path":"/redirect/8660487","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621256","hoster":"VOE"},{"path":"/redirect/8660448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-12","name":"Im Westen viel Neues","epNo":12,"alt":"West Side Story","descr":"Das Team versucht, Abigails Betriebssystem durch den Totmannschalter zu knacken, um die Locksender zu deaktivieren. Abigail schafft es, sie abzuschießen, sodass sie im Hybridland notlanden müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336939","hoster":"VOE"},{"path":"/redirect/8660489","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9621254","hoster":"VOE"},{"path":"/redirect/8660449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zoo/staffel-3/episode-13","name":"Der Schutzwall","epNo":13,"alt":"The Barrier","descr":"Dem Team ist es gelungen, den Totmannschalter in die Kommandozentrale im Schutzwall zu bringen. Mitch versucht fieberhaft, das Locksender-System zu knacken, um alle Sender auszuschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116116","hoster":"VOE"},{"path":"/redirect/8660497","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9597830","hoster":"VOE"},{"path":"/redirect/8660450","hoster":"Streamtape"}]}]}]}]}