{"seriesId":"zurck-zu-sherwood","name":"Zurück nach Sherwood Forest","descr":"Eines Tages findet die 16-jährige Robyn Hood ein Amulett, das sie in die Vergangenheit katapultiert. Zurück in der Gegenwart wird sie von ihrem Großvater in das Familiengeheimnis eingeweiht. Robin Hood und Jungfer Marian werden um 1199 von einer bösen Hexe an einem verzauberten Ort gefangen gehalten. Sie können nur befreit werden, wenn jemand in die damalige Zeit zurückkehrt um die fünf alten Schätze, die König Richard einst Robin Hood schenkte, zu suchen. So begibt sich Robyn, ausgestattet mit Technik von heute, regelmäßig auf Zeitreisen, auf denen sie und ihre Helfer einige Abenteuer zu bestehen haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In die Wälder","epNo":1,"alt":"Into The Woods","descr":"Wenn sich Robyn das Locksley-Amulett umbindet, wird die 16-Jährige in die Zeit um 1199 nach Sherwood Forest zurückversetzt. Robyn erfährt, dass sie Robin Hood und Marian vor der bösen Hexe Brenan retten muss. Falls sie versagen sollte, könnte das ihre eigene Familie auslöschen.","versions":[{"lang":1,"streams":[{"redirect":8318877,"hoster":"VOE"},{"redirect":12480335,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Sherwood All Stars","epNo":2,"alt":"The Sherwood All-Stars","descr":"Um Robin Hood und Marian von dem Fluch der Hexe Brenan zu befreien, muss Robyn verschiedene \"Tools\" beschaffen: die Geschenke König Richards. Dabei stellt sie fest, dass das Amulett einen eigenen Willen hat und sie nicht nur aus Schwierigkeiten befreit, sondern sie auch in Schwierigkeiten bringt. Dank William und den jungen Geächteten, die sie im Sherwood Forest kennenlernt, steigen ihre Chancen im Kampf gegen die fiese Hexe beträchtlich.","versions":[{"lang":1,"streams":[{"redirect":8318885,"hoster":"VOE"},{"redirect":8318886,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Geschenke des Königs","epNo":3,"alt":"The King’s Gift","descr":"William glaubt zu wissen, wo sich eines der Geschenke des Königs befindet. Robyn und die jungen Geächteten brechen in Brenans Hütte ein und kommen zu spät. Brenan hat das Geschenk bereits verschwinden lassen. Als Minnesänger verkleidet, stehlen sie das Tool direkt vor Brenans Augen und erleben eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8318889,"hoster":"VOE"},{"redirect":8318891,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein Sack voller leckerer Sachen","epNo":4,"alt":"A Bagful Of Goodies","descr":"Robyn hilft ihrer Mutter dabei, Einkäufe ins Haus zu tragen, als ihr das Amulett aus der Tasche fällt. Ihre Mutter hebt es auf und hängt es ihr um den Hals. Robyn findet sich in Sherwood wieder, mit einer Tüte voller leckerer Sachen. Sie stellt fest, dass die Einkäufe ihrer Mutter sehr nützlich sind, um der Falle zu entkommen, die die Hexe Brenan für sie aufgestellt hat","versions":[{"lang":1,"streams":[{"redirect":8318898,"hoster":"VOE"},{"redirect":8332415,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Zaubertrank","epNo":5,"alt":"Brenan’s Assassin","descr":"Die Hexe Brenan verdächtigt William, dass er mehr über Robyn weiß als er kundtut und verabreicht ihm heimlich einen starken Zaubertrank, der ihr totale Macht über ihn verleiht. Sie befiehlt ihm, ihr Robyn und das Amulett zu bringen. Trotz großer Gefahr versucht Robyn herauszufinden, was mit William geschehen ist. Ergebnis: Das Gegenmittel für den Zaubertrank gibt es nur in der Gegenwart. Aber wird das Amulett auch funktionieren wenn sie es am nötigsten braucht","versions":[{"lang":1,"streams":[{"redirect":8318901,"hoster":"VOE"},{"redirect":8318907,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Geisel","epNo":6,"alt":"Ancestors","descr":"Über Nacht verschwinden plötzlich die Namen einer ganzen Ahnenreihe der Familie Hood aus dem Familienbuch des Großvaters. In Sorge, dass die Hexe Brenan alle Tools gefunden hat und damit die Befreiung von Robin und Maid Marian für immer vereitelt, reist Robyn zurück nach Sherwood. Aber als sie ihre Freunde um Hilfe bittet, bekommt sie zunächst keine Unterstützung. Die jugendlichen Outlaws von Sherwood wollen zuerst das Baby retten, das von dem gemeinen Gisborne entführt worden ist und bitten im Gegenzug Robyn um Hilfe. Sie steht vor einer schweren Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8318909,"hoster":"VOE"},{"redirect":8318908,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die silberne Feder","epNo":7,"alt":"The Holy Relic","descr":"Dorfbewohner haben die silberne Feder gefunden und glauben, es sei eine Reliquie ihres Schutzheiligen. Sie beten sie an und sind der Ansicht, sie hätte heilende Kräfte. Robyn und Gegenspielerin Hexe Brenan versuchen die Feder von dem Priester zu bekommen, der sie bewacht. Robyn steckt allerdings in einer Zwickmühle: Ist es richtig, den Gläubigen diese kostbare Reliquie wegzunehmen","versions":[{"lang":1,"streams":[{"redirect":8318917,"hoster":"VOE"},{"redirect":12526779,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zitterstange aus der Zukunft","epNo":8,"alt":"Scribblers","descr":"Williams Verbindung zu Robyn droht aufzufliegen, als ein herumreisender Geschichtenerzähler erkennt, dass Gisborns eigener Sohn mit Robyn zusammenarbeitet. Robyn weiß, es gibt nur eine Lösung: Der Geschichtenerzähler braucht noch eine bessere Geschichte, um sie seinem Publikum erzählen zu können. (","versions":[{"lang":1,"streams":[{"redirect":8318921,"hoster":"VOE"},{"redirect":12526778,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Rebellion","epNo":9,"alt":"Rebellion","descr":"Robyn nutzt ihr Wissen aus dem Geschichtsunterricht, als sich eine Rebellion gegen den König abzeichnet. Sie überredet Gisborne, den Aufruhr zu unterstützen und hofft, ihn damit in die Verbannung schicken zu können. Gisborne tut was ihm geraten und Robyn steckt in einem Dilemma: Sie hat den Verlauf der Geschichte verändert – ein Verstoß gegen die Regeln","versions":[{"lang":1,"streams":[{"redirect":8318926,"hoster":"VOE"},{"redirect":12526780,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Goldene Horn","epNo":10,"alt":"Smoke And Mirrors","descr":"Robyn findet das Goldene Horn und will es ihrem Großvater zeigen. Aber sie weiß nicht, dass das Horn eine Fälschung ist. Und was noch schlimmer ist: Hexe Brenan hat das Horn mit einem tödlichen Gift eingerieben. Robyns Großvater wird sterbenskrank, nachdem er das Horn berührt hat. Robyn muss in der Vergangenheit das Gegenmittel finden, um ihrem Großvater in der Gegenwart das Leben zu retten.","versions":[{"lang":1,"streams":[{"redirect":11832874,"hoster":"VOE"},{"redirect":8318935,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Schwarze Ritter","epNo":11,"alt":"Joust In Time","descr":"Robyn wird im Wald gefangengenommen und muss dabei ihr Equipment zurücklassen. Der Sergeant, der sie gefangen hat, beschließt, dass sie seine Frau werden soll, egal ob es ihr gefällt oder nicht. Ohne ihre Utensilien aus dem 20-ten Jahrhundert ist Robyn praktisch hilflos. William aber findet ihre Sachen und benutzt sie bei einem Turnier gegen den Sergeant. Ein dramatischer Kampf um Robyn beginnt","versions":[{"lang":1,"streams":[{"redirect":8318940,"hoster":"VOE"},{"redirect":8318942,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der sarazenische Köcher","epNo":12,"alt":"All That Glitters","descr":"Die Hexe Brenan findet heraus, dass Alana das alte und geheimnisvolle Lied kennt, welches nur Robin Hood vorgesungen werden darf. Denn es enthält Hinweise über das Versteck des sarazenischen Köchers. Die Hexe nimmt Alana gefangen und zwingt sie, ihr das Lied vorzusingen. Durch eine List kann Robyn Alana befreien und Brenan auf eine falsche Fährte locken: Alanas Ballade wird zum Rocksong voller moderner Vokabeln – allesamt ein Mysterium für Hexe Brenan.","versions":[{"lang":1,"streams":[{"redirect":8318947,"hoster":"VOE"},{"redirect":12526777,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die kristallenen Ohrringe","epNo":13,"alt":"Bird In Hand","descr":"Die Hexe Brenan trägt die kristallenen Ohrringe zu einem Festmahl bei Gisborne. Robyn und William sind entschlossen, sie sich zu holen. Sie versuchen die Originale gegen Kopien auszutauschen. Ihr Plan klappt beinahe: Die Ohrringe geraten durcheinander und zum Schluss hat Robyn einen echten und eine Kopie – und ebenso Hexe Brenan","versions":[{"lang":1,"streams":[{"redirect":8318954,"hoster":"VOE"},{"redirect":8318958,"hoster":"Streamtape"}]}]}]}]}