{"path":"/serie/stream/zurueck-in-die-zukunft","name":"Zurück in die Zukunft","descr":"Nach den Ereignissen des Filmes Zurück in die Zukunft III hat sich Doc Emmett Brown mit seiner Ehefrau Clara Brown (ehemals Clayton), seinen beiden Söhnen Jules und Verne und seinem Hund Einstein in Hill Valley niedergelassen. Zwar haben Marty McFly und Jennifer Parker nach wie vor kurze Auftritte in der Serie, jedoch drehen sich die Abenteuer der Serie mehr um die Erlebnisse der Familie Brown. Auch der Antagonist der Filme Biff Tannen hat einige Auftritte in der Serie, steht allerdings ebenfalls nicht mehr im Mittelpunkt jeder Geschichte.","seasons":[{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-1","name":"Verne verhindert eine Schlacht","epNo":1,"alt":"Brothers","descr":"Doc Brown ist der genialste Erfinder aller Zeiten - und zwar buchstäblich: Zu seinen berühmtesten Entwicklungen zählt nämlich die Zeitmaschine DeLorean in Gestalt eines rasanten Sportwagens. Mit diesem turboschnellen Gefährt musste der Doc mit seinem Freund und Weggefährten Marty McFly so manches Mal durch die Zeit reisen, um im letzten Moment die Geschichte zu korrigieren. Doch mittlerweile liegen die Dinge etwas anders: Marty geht inzwischen aufs College, und der Doc kümmert sich um seine Frau Clara sowie seine beiden Söhne Jules und Verne. Als die beiden unterschiedlichen Jungen sich streiten, setzt der beleidigte Verne sich in Vaters Zeitmaschine - und landet kurzerhand mitten im amerikanischen Bürgerkrieg. Zum Glück hat der Doc noch die alte Zeitreise-Lokomotive, mit der er seinem Sohn in die Vergangenheit folgt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505304","hoster":"VOE"},{"path":"/redirect/8660571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-2","name":"Der Familienurlaub","epNo":2,"alt":"A Family Vacation","descr":"Schon zum zweiten Mal in dieser Woche hat der geniale Erfinder Doc Brown einen Kurzschluss gebaut und damit für einen Stromausfall gesorgt. Als seine Familie sich darüber beklagt, behauptet der Doc, sie sei zu abhängig von der modernen Technik und nehme das Wunder der Elektrizität als zu selbstverständlich hin. Um seiner Frau Clara und den Jungs zu demonstrieren, wie es früher war, nimmt er sie ohne Vorwarnung mit auf einen Trip ins finstere Mittelalter. Die Zeitmaschine programmiert der Doc so, dass sie erst am Abend wieder auftaucht, um ihn und die Familie zurück in die Zukunft zu bringen. Clara hat kaum Zeit zu protestieren, als sie bereits von dem finsteren Lord Biffingham entführt und in den Kerker geworfen wird. Es kommt noch schlimmer: Biffingham will Clara heiraten und vorher ihren rechtmäßigen Ehemann Doc Brown in einem Lanzenduell ausschalten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116124","hoster":"VOE"},{"path":"/redirect/8660569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-3","name":"Die Rückkehr der Saurier","epNo":3,"alt":"Forward To The Past","descr":"Der Doc hat wieder einmal eine geniale Erfindung gemacht: einen Apparat, der so aussieht wie ein ordinärer Staubsauger - mit dem sich aber jegliche Materie in ihre Bestandteile zerlegen lässt. Um dies gefahrlos testen zu können, reisen der Doc und seine beiden Söhne mit der Zeitmaschine in die Kreidezeit. Doch bevor die neue Maschine hier angeworfen werden kann, müssen die Drei erst einmal vor einem riesigen Dinosaurier flüchten, der sie gerne zum Frühstück verspeist hätte. Als es endlich soweit ist, bemerken der Doc und seine beiden Söhne einen gewaltigen Meteoriten, der auf die Erde zurast und eine verheerende Katastrophe zu verursachen droht. Zum Glück gibt es die neue Erfindung, womit der Meteorit im Nu pulverisiert werden kann: Gefahr gebannt. Doch als die Zeitreisenden wieder in ihre Gegenwart zurückkehren, erleben sie eine herbe Überraschung: Durch die Zerstörung des Meteoriten haben sie das Aussterben der Dinosaurier verhindert, die nun mit ihrer Dino-Zivilisation die Erde bewohnen. Von Menschen keine Spur. Voller Entsetzen wird dem Doc klar, dass er mit seinen Söhnen zurück in die Vergangenheit muss, um sein Eingreifen in die Historie rückgängig zu machen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505285","hoster":"VOE"},{"path":"/redirect/8660573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-4","name":"Jagd auf eine Hexe","epNo":4,"alt":"Witchcraft","descr":"Der Doc hat einen Maschinenschaden an der Zeitreise-Lokomotive und sitzt mit seiner Familie bereits seit geraumer Zeit im 17. Jahrhundert fest. Genauer gesagt: bei den Puritanern in Salem, Massachusetts. Marty, der nicht mit auf diese Reise gegangen war, erhält eine Nachricht vom Doc und bricht mit dem DeLorean auf, um das benötigte Ersatzteil in die Vergangenheit zu bringen. Während der Doc alle Hände voll zu tun hat, um die Lokomotive zu reparieren, nehmen Clara, Marty und die Jungs an einem Fest teil. Da die puritanischen Festivitäten todlangweilig sind, macht Schwerenöter Marty sich an eine hübsche junge Frau heran. Prompt wird er beschuldigt, ein bösartiger Hexer zu sein - und wird bald daruf verurteilt, ohne sich verteidigen zu können. Ihm bleibt nur eine Chance, er muss den berüchtigten \"Wassertest\" bestehen: Schwimmt der Gefesselte auf dem Wasser, ist er ein Hexer und wird auf dem Scheiterhaufen verbrannt. Geht er unter, ist er unschuldig - und muss ertrinken. Der Doc muss sich etwas ausdenken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505287","hoster":"VOE"},{"path":"/redirect/8660570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-5","name":"Ferien im alten Rom","epNo":5,"alt":"Roman Holiday","descr":"Gemeinsam mit seinem Freund Marty und den Jungs reist Doc ins alte Rom, um einige Baupläne zurückzubringen, die er sich zu Studienzwecken ausgeliehen hatte. Als die Gruppe in der ewigen Stadt ankommt, beleidigt der vorlaute Marty den einflussreichen Römer Bifficus und wird von diesem zu einem Wagenrennen im Circus Maximus herausgefordert. Der Doc wird unterdessen für einen rebellischen Sklaven gehalten und soll den Löwen zum Fraß vorgeworfen werden. Jules und Verne suchen verzweifelt Hilfe und treffen den Sklaven Judah Ben Hur, der ihnen aus ihren Schwierigkeiten hilft. Besonders beim Wagenrennen beweist Ben Hur große Geschicklichkeit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505294","hoster":"VOE"},{"path":"/redirect/8660575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-6","name":"Der adoptierte Sohn","epNo":6,"alt":"Go Fly A Kite","descr":"Der neunmalkluge Jules treibt einen üblen Scherz mit seinem kleinen Bruder Verne, indem er behauptet, Verne könne kein leiblicher Sohn von Doc Brown sein, weil er nicht so schlau sei wie Jules und der geniale Vater. Der Zufall will es, dass der Doc gerade eine neue Erfindung gemacht hat, mit der sich Personen aus der Vergangenheit fotografieren lassen. Durch eine Fehlfunktion entsteht so eine Fotografie, die den Erfinder Benjamin Franklin gemeinsam mit Verne zeigt. Verne glaubt nun, Franklin sei sein leiblicher Vater, und stiehlt den DeLorean, um in der Zeit zurückzureisen und seinem wirklichen Vater zu begegnen. Dummerweise stört Verne den Professor just in dem entscheidenden Moment - als dieser gerade im Begriff ist, die Elektrizität zu erfinden. Daraufhin gehen in der Zukunft überall die Lichter aus, weil die Elektrizität nicht erfunden wurde. Ohne elektrischen Strom ist das Leben allerdings sehr beschwerlich. So muss Doc Brown mit seiner Dampflokomotive schleunigst zurück in die Vergangenheit, um Franklin dazu zu bringen, doch noch die Elektrizität zu entdecken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505289","hoster":"VOE"},{"path":"/redirect/8660577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-7","name":"Der Frosch der Inkas","epNo":7,"alt":"Time Waits For No Frog / Einstein\u0027s Adventure","descr":"Doc Brown forscht nach einem Medikament zur Heilung von Martys hartnäckigem Fußpilz. Um ein wirksames Mittel herzustellen, benötigt der Doc jedoch ein spezielles Sekret, das nur von einem seit Jahrhunderten ausgestorbenen Frosch abgesondert wird. Also besteigen Marty und der Doc den DeLorean und reisen in den Amazonas-Dschungel des 17. Jahrhunderts, wo dieser Frosch zu finden ist. Der tropische Regenwald erweist sich jedoch als äußerst ungemütlich. Gefährlicher noch als die wilden Tiere sind die blutrünstigen spanischen Konquistadores, denen die beiden mit knapper Not entkommen. Dafür werden Marty und der Doc von Inkas gefangen genommen. Der wissbegierige Doc ist entzückt: Endlich kann er das berühmte Ritual der Menschenopferung am eigenen Leib studieren. Marty ist weniger begeistert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505290","hoster":"VOE"},{"path":"/redirect/8660579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-8","name":"Marty als Baseballstar","epNo":8,"alt":"Batter Up!","descr":"Marty borgt sich den DeLorean und reist zurück ins Jahr 1897, um seinen Urahn Pee Wee McFly, einen berühmten Baseball-Spieler, bei einem schicksalsträchtigen Spiel zu unterstützen. Marty schlüpft in Pee Wees Rolle und benutzt Docs neue Erfindung: eine spezielle Brille, die es ihrem Träger ermöglicht, den Baseballschläger wie ein Champion zu benutzen. Das ist zwar nicht besonders fair, aber dank dieses Hilfsmittels gewinnt Marty tatsächlich das entscheidende Match. Anstatt seinem Ur-Ur-Enkel Marty dankbar zu sein, ist Pee Wee allerdings hellauf entsetzt. Er wurde nämlich von dem berüchtigten Unterweltboss Diamond Jim Tannen bestochen, um das Spiel zu verlieren. Pee Wee hat nun ein echtes Problem...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505297","hoster":"VOE"},{"path":"/redirect/8660582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-9","name":"Abenteuer im Weltall","epNo":9,"alt":"Solar Sailors","descr":"Jules überrascht seine Eltern zum Hochzeitstag mit einem phänomenalen Geschenk: Clara und der Doc erhalten zwei Fahrkarten für eine luxuriöse Kreuzfahrt zum Mars auf einem Solarsegelschiff des Jahres 2091. Begeistert wirft der Doc den DeLorean an und düst mit seiner Frau in die Zukunft. Eine romantische Kreuzfahrt - davon hat der rastlose Erfinder schon immer geträumt. Erst als die beiden schon unterwegs sind, wirft Jules mit seiner neuen Erfindung einen Blick in die Zukunft. Dabei stellt er mit Erschrecken fest, dass das Solarsegelschiff, auf dem sich seine Eltern befinden, in eine schwere Havarie geraten wird. Jules und sein Bruder Verne steigen sofort in die alte Zeitreise-Lokomotive, um ihre Eltern vor der Katastrophe zu bewahren...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505291","hoster":"VOE"},{"path":"/redirect/8660578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-10","name":"Weihnachten im Hochsommer","epNo":10,"alt":"Dickens Of A Christmas","descr":"Der Doc und seine Familie gehen sich in letzter Zeit gegenseitig auf die Nerven. Der Grund für die gereizte Stimmung ist simpel: Es ist Hochsommer und viel zu heiß! Die Browns brauchen dringend eine Abkühlung. Kurzerhand packt die Familie ihre Sachen und reist ins verschneite London des Jahres 1800, um Weihnachten à la Charles Dickens zu verbringen. Als die Zeitreisenden in der britischen Metropole angekommen sind, vertraut der Doc seinem Sohn Jules seine goldene Uhr und die Wagenschlüssel für den DeLorean an. Doch während Jules sich die Nase an einem Schaufenster mit wunderbar altmodischem Blechspielzeug platt drückt, werden ihm prompt Uhr und Wagenschlüssel von einem kindlichen Taschendieb gestohlen. Jules und Verne verfolgen den Übeltäter durch finstere Gassen. Dabei werden die Jungs vom Anführer der Jugendbande gefangen genommen und gezwungen, Mitglieder der Diebesbande zu werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505296","hoster":"VOE"},{"path":"/redirect/8660580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-11","name":"Der Angelwettbewerb","epNo":11,"alt":"Gone Fishin","descr":"Jules freut sich schon lange auf den großen Angelwettbewerb, bei dem Vater und Sohn gemeinsam antreten. Doch kaum ist die Angelrute ausgepackt, macht der Doc einen Rückzieher. Jules und Verne sind überrascht und enttäuscht: Es scheint so, als habe ihr Vater eine regelrechte Angst vor dem Fischen! Dank einer neuen Erfindung lesen die Jungs heimlich die Gedanken ihres schlafenden Vaters und erfahren, dass er als Vierjähriger während der großen Ferien beim Fischen in den Fluss gefallen ist. Dieses Missgeschick hätte doch vermieden werden können! Gemeinsam mit Marty reisen die Jungs in die Vergangenheit, um den kleinen Unfall ihres Vaters zu verhindern. Doch dadurch verändern sie den Lauf der Geschichte: Aufgrund einer Verkettung unglücklicher Umstände würde der junge Doc Brown nun kein Erfinder, sondern ein berühmter Stuntman. Vielleicht wäre der Doc seiner großen Liebe Clara nicht begegnet - so dass Jules und Verne am Ende gar nicht geboren werden! Marty und die Jungs haben alle Hände voll zu tun, dieses Problem wieder auszubügeln...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505299","hoster":"VOE"},{"path":"/redirect/8660581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-12","name":"Das Wetterchaos","epNo":12,"alt":"Retired","descr":"Jules und Verne wollen ihren Vater in den April schicken und sabotieren seinen Gehirnwellen-Analysator. Als der ahnungslose Doc seine Maschine benutzt, stellt er mit Erschrecken fest, dass die Kapazität seines Gehirns zu über 99% ausgelastet ist. Noch eine einzige Erfindung - und die Denkfähigkeit des genialen Wissenschaftlers wäre restlos aufgebraucht! Um das Denken zu vermeiden, verabschiedet der Doc sich von seiner geliebten Wissenschaft. In seiner Not nimmt er niedere Jobs an, bei denen man nicht so viel Grips benötigt. Nach einigen fehlgeschlagenen Versuchen als Parkplatzwächter, Gärtner oder Pizzabäcker reist er in die Cro-Magnon-Zeit. Doch selbst hier kann der unermüdliche Tüftler nicht anders: Er muss beispielsweise das Rad (neu) erfinden. Plötzlich erinnert der Doc sich daran, dass Marty ihn zu seinem Auftritt bei einem Rockkonzert eingeladen hat. Das ist es: Flugs reist der Doc zurück in die Zukunft, in der Hoffnung, auf einem Rockkonzert garantiert nicht nachdenken zu müssen. Doch als Marty mit einer sabotierten Nebelmaschine ein Wetterchaos fabriziert, muss der Doc doch wieder seine grauen Zellen anstrengen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505298","hoster":"VOE"},{"path":"/redirect/8660584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-1/episode-13","name":"Hochzeit im Wilden Westen","epNo":13,"alt":"Clara\u0027s Folks","descr":"Der kleine Verne will in der Schule Eindruck schinden. Und was wäre eindrucksvoller als ein Referat über seinen berühmten Großvater Daniel, einen Insektenforscher, der vor vielen, vielen Jahren eine neue Schmetterlingsart entdeckt hat? Um ein Foto von Daniel zu besorgen, greift Verne sich eine Kamera und reist - ohne seinem Vater Bescheid zu geben - zusammen mit Marty ins Wyoming des Jahres 1850. Als die Jungs im Wilden Westen ankommen, ergibt sich ein unerwartetes Problem: Daniels künftige Braut Martha, eine toughe Lady, die gut mit dem Colt umgehen kann, verliebt sich sofort in Marty. Für den schüchternen Daniel zeigt sie nicht das geringste Interesse. Falls Martha und Daniel nicht zusammenkommen, könnte das jedoch ungeahnte Folgen in der Zukunft haben. Als Doc Brown, der das Verschwinden seiner Jungs noch gar nicht zur Kenntnis genommen hat, bemerkt, dass seine Frau Clara sich aufzulösen beginnt, ahnt er Schlimmes. Sofort steigt der Doc in seine Zeitreise-Lokomotive und reist in die Vergangenheit, um dieses heikle Problem zu lösen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505301","hoster":"VOE"},{"path":"/redirect/8660583","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-1","name":"Mac, der schwarze Pirat","epNo":1,"alt":"Mac The Black","descr":"Verne will unbedingt einen Ohrring haben. Clara und der Doc sind von diesem Wunsch ihres Sohnes jedoch nicht begeistert: Keine Ohrringe und keine Tattoos! Verne ist stinksauer. Nun gibt es nur noch eine Lösung. Mit Martys Hilfe reist er in die Karibik des 17. Jahrhunderts, um Pirat zu werden. Denn Piraten haben Ohrringe! Als die beiden Zeitreisenden in der Vergangenheit ankommen, wird Marty aufgrund einer Verwechslung für den berüchtigten Seeräuber Mac The Black gehalten. Eine Mannschaft blutrünstiger Piraten hat auf Mac The Black gewartet und sticht mit dem vermeintlichen Kapitän in See. Bald schon findet Marty Gefallen an der Rolle des gefürchteten Seeräubers. Als er auf der Totenkopfinsel jedoch dem echten Mac The Black begegnet, wird es brenzlig: Marty und Verne - der als Schiffsjunge angeheuert hat, weil es Ohrringe umsonst gibt - sollen den Fischen zum Fraß vorgeworfen werden. Im letzten Moment kommt ihnen die spanische Armada zu Hilfe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505303","hoster":"VOE"},{"path":"/redirect/8660587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-2","name":"Die gestohlenen Erfindungen","epNo":2,"alt":"Put On Your Thinking Caps, Kids! It\u0027s Time For Mr.","descr":"Walter Wisdom, Moderator einer beliebten Wissenschafts-Show für Kinder und Vernes großes Vorbild, kommt zu einer Promotion-Veranstaltung nach Hill Valley. Verne will ein Autogramm von seinem Helden und besucht ihn zusammen mit Marty. Als sich herausstellt, dass Walter ein alter Studienfreund von Doc Brown ist, bringen sie den berühmten Kollegen mit nach Hause. Doch von wegen Freund! Der Doc ist noch immer mächtig sauer auf den vermeintlich klugen Mr. Wisdom, weil der ihm seinerzeit eine geniale Erfindung stahl, die Wisdom zur heutigen Berühmtheit verhalf. Einmal Dieb, immer Dieb: Spät in der Nacht bricht Walter in Docs Laboratorium ein und entwendet die Zeitmaschine. Jetzt gilt es, dem Schwindler endgültig das Handwerk zu legen. Vor laufender Kamera stellt Doc Brown den Dieb und fordert ihn zu einem Wettstreit der Erfinder heraus, um festzustellen, wer das eigentliche wahre Genie ist. Am Ende weiß Verne, wer der wahre Held ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336945","hoster":"VOE"},{"path":"/redirect/8660586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-3","name":"Der Trick mit der Tinte","epNo":3,"alt":"A Friend In Deed","descr":"Erzschurke Biff Tannon findet in seinem Garten ein Dokument aus dem 18. Jahrhundert. Die Besitzurkunde weist ihn als rechtmäßigen Eigentümer der Ranch von Jennifer Parkers Eltern aus. Marty will seiner Freundin helfen und borgt sich von Doc Martin die Zeitreise-Lokomotive aus, um in der Vergangenheit nach dem Rechten zu sehen. Im Wilden Westen angekommen, findet Marty heraus, dass die Familie Parker von Biff Tannens schurkischen Vorfahren durch eine gemeine Erpressung um ihren Besitz gebracht wurde. Um dieses Unrecht zu korrigieren, schließt Marty sich der gefürchteten Bande von Thaddeus Tannen an. Auf der falschen Seite des Gesetzes erlebt er eine Reihe von Überraschungen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13116125","hoster":"VOE"},{"path":"/redirect/8660585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-4","name":"Verne lernt tanzen","epNo":4,"alt":"Marty McFly PFC","descr":"Verne geht zur Tanzstunde, bringt jedoch seine Lehrerin zur Verzweiflung, weil er sich die Schritte einfach nicht merken kann. Doc Brown hat die Lösung: Vor vielen Jahren hat er einmal spezielle \"Tanzschritt-Merkschuhe\" entworfen - mit denen er in einem Wettbewerb sogar den zweiten Platz belegen konnte! Leider sind die Entwürfe für diese Wunderschuhe bei einem Feuer in der 40er Jahren verbrannt. Also machen Verne und Marty sich mit dem DeLorean auf den Weg zurück in die frühen 40er Jahre. Amerika befindet sich im Krieg gegen die Nazis, und ehe Marty sich versieht, wird er zwangsrekrutiert. Mit knapper Not kann Verne seinen Freund aus der Kaserne entführen - doch nun ist die halbe Armee hinter ihnen her. Im Trubel einer großen Tanzveranstaltung tauchen die beiden unter. Um nicht aufzufallen, nimmt Verne mit der jungen Dorothy am Tanzwettbewerb teil - und gewinnt prompt den ersten Preis. Als Marty und Verne wieder zurück in die Zukunft reisen, bemerkt Verne, dass die junge Dorothy aus den 40ern seine heutige Tanzlehrerin ist...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505307","hoster":"VOE"},{"path":"/redirect/8660588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-5","name":"Vernes neuer Freund","epNo":5,"alt":"Verne\u0027s New Friend","descr":"Verne ist begeistert von seinem neuen Freund Chris, der besser Baseball spielen kann als alle anderen. Bei einem Besuch im Comicladen finden die beiden ein altes Plakat aus den 30er Jahren, das für einen sagenhaften Wunderzirkus wirbt. Neugierig geworden, \"borgen\" Verne und Chris sich den DeLorean aus und reisen zurück in die Vergangenheit. In den 30er Jahren angekommen, erleben die Zeitreisenden jedoch eine herbe Enttäuschung: Der vermeintliche Superzirkus ist vollkommen unspektakulär, eine Nummer ist langweiliger als die andere. Als auch noch die Hochseil-Artisten kündigen, springen Verne und Chris ein. Dank einer von Docs Wundermaschinen können die beiden schweben wie Vögel. Ihre Nummer erweist sich als eine Sensation, das Publikum ist begeistert. Doch als Chris bei einem Salto mortale seine Mütze verliert, stellt Verne entsetzt fest, dass sein Freund ein Mädchen ist! Das ist eine Katastrophe...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336949","hoster":"VOE"},{"path":"/redirect/8660589","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-6","name":"Im Videospiel verschollen","epNo":6,"alt":"Bravelord And The Demon Monstrux","descr":"Verne verbringt seine ganze Zeit in der Spielhalle mit brutalen Videospielen und vernachlässigt so die Schule und seine sonstigen Pflichten. Um ihm einen Denkzettel zu verpassen, erteilen Clara und der Doc dem Spielsüchtigen Hausarrest. Jules will seinem kleinen Bruder helfen. Mit Hilfe einer Funkübertragung zapft er die Konsole in der Spielhalle an und überträgt so das Videogame nach Hause in Vernes Zimmer. Dabei entsteht jedoch ein verhängnisvoller Kurzschluss. Als der Doc nach dem Rechten sehen will, landet er ruck, zuck im Videospiel und muss sich gegen allerlei Monster, Dämonen und Killer verteidigen. Jules muss sich etwas einfallen lassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505312","hoster":"VOE"},{"path":"/redirect/8660591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-7","name":"Der Geldbaum","epNo":7,"alt":"The Money Tree","descr":"Der hochbegabte und hyperintelligente Jules gilt überall als Besserwisser und Eierkopf. Entsprechend hat er keine Freunde und ist ziemlich einsam. Das ändert sich schlagartig, als er in der Schule seine neueste Erfindung präsentiert: einen Geldbaum, der anstelle normaler Blätter grüne Dollarnoten trägt. Plötzlich ist Jules sehr beliebt, kann sich vor Freunden kaum noch retten, erhält überall Kredit und kauft teure Geschenke für seine Freunde und die Familie. Als der Schurke Biff Tannon den Geldbaum stibitzt, hat Jules ein Problem...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505311","hoster":"VOE"},{"path":"/redirect/8660590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-8","name":"Ein neuer Name für Verne","epNo":8,"alt":"A Verne By Any Other Name","descr":"In der Schule wird Verne immer wieder wegen seines Namens gehänselt: Verne, der Wurm. Völlig entnervt fragt Verne seinen Vater Doc Brown, weshalb der ihm einen solch merkwürdigen Namen gegeben hat. Der Doc erklärt seinem Sohn, dies sei der Nachname des berühmten französischen Schriftstellers Jules Verne! Doch davon ist Verne keineswegs beeindruckt, denn er interessiert sich nicht für Literatur. Dafür aber hat Verne nun eine verwegene Idee: Zusammen mit Marty borgt er sich den DeLorean aus und reist ins Paris Jahres 1883. Verne sucht hier seinen Namenspatron auf, um ihn dazu zu überreden, einen anderen Namen anzunehmen. Doch der Schriftsteller Verne erweist sich in diesem Punkt als sehr hartnäckig. Er hat nicht das geringste Interesse, seinen Namen zu ändern. Doch so schnell gibt der kleine Verne nicht auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505306","hoster":"VOE"},{"path":"/redirect/8660592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-9","name":"Stromausfall in Hill Valley","epNo":9,"alt":"Hill Valley Brown-Out","descr":"Wieder einmal verursacht Doc Brown mit einer seiner genialen Erfindungen einen Stromausfall. Doch diesmal bricht die Energieversorgung von ganz Hill Valley zusammen. Die Bürger sind verärgert, denn die alljährliche Feier anlässlich der Stadtgründung muss nun im Dunkeln stattfinden. Doc Brown versucht, seinen Fehler wiedergutzumachen. Es dauert nicht lange, bis er einen Generator entworfen hat, der die komplette Stadt mit kostenlosem Strom versorgt. Die Bürger jubeln, und Doc Brown ist der Mann der Stunde. Doch leider hat seine Erfindung - wie so oft - noch ihre Kinderkrankheiten: Der Generator produziert so viel Energie, dass die elektrischen Apparate sich nicht mehr abschalten lassen. Hill Valley droht im Chaos zu versinken...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505305","hoster":"VOE"},{"path":"/redirect/8660596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-10","name":"Die Invasion der Außerirdischen","epNo":10,"alt":"My Pop\u0027s A Alien","descr":"Als sich der Komet \u0027Kahooey\u0027 der Erde nähert, befürchtet Biff Tannon, dass nun die Aliens wiederkehren, denen er schon vor 25 Jahren begegnet war, als der Komet das letzte Mal an der Erde vorbeiflog. Tatsächlich entdeckt Biff kurz darauf einen merkwürdigen Flugapparat wieder - das Raumschiff der Aliens - den er zuletzt vor 25 Jahren sah. Doc Brown erklärt allerdings, es handele sich keinesfalls um ein außerirdisches Raumschiff, sondern um einen fliegenden Beobachtungsposten, mit dem er den Kometen \u0027Kahooey\u0027 untersuchen wolle. Der einfältige Biff hält daraufhin Doc für einen Alien und alarmiert die Nationalgarde, die Browns Haus belagert. Jules und Verne müssen ihrem Vater aus der Klemme helfen. Sie reisen 25 Jahre zurück in die Vergangenheit um herauszufinden, welchen vermeintlichen \u0027Alien\u0027 Biff damals wohl begegnet ist. Dabei machen sie eine überraschende Entdeckung: Ihr Vater, Doc Brown, scheint tatsächlich von einem anderen Stern zu kommen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505310","hoster":"VOE"},{"path":"/redirect/8660593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-11","name":"Doc als Mega-Hirn-Mann","epNo":11,"alt":"Super Doc","descr":"Jules entdeckt auf dem Dachboden eine Kiste mit alten Zeitungen. In einer der vergilbten Ausgaben steht, dass Doc Brown in den 50er Jahren einen Kampf gegen einen berüchtigten Wrestling-Champion ausgefochten hat. Doc erzählt den Jungs, dass er für diesen Kampf zwar gemeldet war, aber nicht angetreten ist. Verne, der gerade von Maulheld Jackson als Feigling beschimpft wurde, fände es jedoch prima, einen Wrestling-Helden als Vater zu haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13476928","hoster":"VOE"},{"path":"/redirect/8660594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-12","name":"Ausflug zur Weltausstellung","epNo":12,"alt":"St. Louis Blues","descr":"Marty will das Geld für den Friseur sparen und benutzt Doc Browns neueste Erfindung: eine vollautomatische Haarschneidemaschine. Leider ist der Apparat noch nicht ganz ausgereift: Martys Frisur verändert sich von Minute zu Minute, mal hat er Locken, dann wieder Zöpfe. Dummerweise ist Doc Brown nicht da, um dieses Problem zu beheben. Mit seiner Frau Clara ist der Doc nach St. Louis ins Jahr 1904 gereist, wo die beiden auf der Weltausstellung ein Glas Limonade trinken wollen. In seiner Not steigt Marty in die Zeitreiselokomotive und folgt den beiden. Auf der Weltausstellung angekommen, erregt Martys Haarpracht großes Aufsehen. Die Menschen bestaunen seine wechselnden Frisuren wie ein Weltwunder. Ein geschäftstüchtiger Schausteller entführt Marty und stellt ihn als Rummelplatz-Attraktion aus. Auch der Doc staunt nicht schlecht, als er seinen Freund zufällig trifft...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505309","hoster":"VOE"},{"path":"/redirect/8660595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zurueck-in-die-zukunft/staffel-2/episode-13","name":"Der Besucher aus der Urzeit","epNo":13,"alt":"Verne Hatches an Egg","descr":"Verne ist auf der Suche nach einer Attraktion, mit der er im Sachkundeunterricht glänzen kann. Gemeinsam mit Marty reist er zurück in die Urzeit und stiehlt ein Dinosaurier-Ei. Doch kaum ist er zurück mit dem Ei in der Zukunft, bricht die Schale und der Babydinosaurier schlüpft aus. Verne hat Angst, dass sein Vater ihn ausschimpft, und will den kleinen Dino verstecken. Doch der Besucher aus der Urzeit erweist sich als ziemlich gefräßig und wächst aufgrund der veränderten klimatischen Bedingungen unglaublich schnell. Als der herangewachsene Dinosaurier verschwindet und kurz darauf im Fernsehen erscheint, hat Verne ein Problem...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505314","hoster":"VOE"},{"path":"/redirect/8660598","hoster":"Streamtape"}]}]}]}]}