{"seriesId":"zurueck-in-die-vergangenheit","name":"Zurück in die Vergangenheit","descr":"[Quantum Leap] Nach einem missglückten Experiment mit einer Zeitmaschine ist der Wissenschaftler Sam Beckett (Scott Bakula) in der Vergangenheit gefangen und kann lediglich innerhalb der letzten 30 Jahre in verschiedene Zeitabschnitte springen. Dabei schlüpft Sam in verschiedene Körper und hilft den Angehörigen der Person, in deren Körper er steckt, bevorstehende persönliche Katastrophen zu verhindern, ohne seine wahre Identität preisgeben zu können. Worum es genau geht, erfährt Sam von seinem Begleiter Al (Dean Stockwell), einer holografischen Erscheinung, die nur er sehen kann. Al versorgt Sam mit den wichtigsten, aber nicht mit allen Informationen über die Person, die er gerade ist. Das muss nicht immer ein Mann seines Alters sein, Sam findet sich auch regelmäßig in Rentner- oder Frauenkörpern wieder.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilotfilm (1+2)","epNo":1,"alt":"Genesis – September 13, 1956","descr":"Sam testet seine Entwicklung des Quantenbeschleunigers und springt in die Zeit zurück. Er wacht als Tom Stratton, Testpilot im Jahr 1956 auf und ist verwirrt, weil er in einer unbekannten Situation gefallen ist. Dies macht sich durch ein massiver Gedächtnis-Verlust bemerkbar. Sein Mitarbeiter Al taucht als neurologisches Hologramm auf und Sam als Tom muss feststellen, dass nur er ihn sehen kann. Durch ein erstes Gespräch mit Al begreift Sam langsam was geschehen ist. Im Institut wird versucht Sam Nachts zurück zu holen, obwohl es misslingt, erhält Sam dadurch ein Teil seines Gedächtnisses zurück. Bei weiteren Gespräch mit Al stellt sich heraus, das Ziggy der Supercomputer eine Theorie entwickelt hat, wie Sam zurück kommen kann. Er muss den bevorstehenden Unfalltod von Tom im Testflugzeug verhindern, um wieder zu springen. Al wird ihn als ex-Astronaut dabei unterstützen.","versions":[{"lang":1,"streams":[{"redirect":8463441,"hoster":"VOE"},{"redirect":8463436,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Als Literaturprofessor Dr. Gerald Bryant soll Sam im Jahre 1972 seine Blitzhochzeit mit der Studentin Jamie Lee verhindern. Tatsächlich nämlich ruinierte diese spontane Eheschließung das Leben der beiden.... Gelingt es Sam hingegen, Jamie Lee zur Hochzeit mit dem Football-Spieler Oscar zu bewegen, wird allen Beteiligten ein glückliches Schicksal beschieden sein... und dann ist da noch Donna, Sam\u0027s Jugendliebe, die ihn (Sam) vor dem Altar hat sitzen lassen...","versions":[]},{"epId":"episode-3","name":"Literatur statt Liebe","epNo":3,"alt":"Star-Crossed – June 15, 1972","descr":"Als Sam in den Spiegel blickt, sieht er das Gesicht von Kid Cody, der in den 70er Jahren ein berühmter Boxer war.  Auch jetzt steht für Cody ein Kampf an, dessen Preisgeld von 20.000 Dollar einem wohltätigen Zweck zur Verfügung gestellt werden soll. Er verspricht seinem Trainer, den Kampf zu gewinnen, obwohl er weiß, dass er jemand anderen damit gegen sich aufbringt. Es ist Jake Edwards, der ihm schon in der Vergangenheit erhebliche Summen gezahlt hat, damit er Kämpfe verliert – und Jake Wetten gewinnt. Tatsächlich droht Edwards ihm Gewalt an, wenn er nicht, wie verabredet, in der ersten Runde unterliegt. Aber Sam denkt gar nicht daran...","versions":[{"lang":1,"streams":[{"redirect":8463437,"hoster":"VOE"},{"redirect":8463438,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Halleluja für ein K.O.","epNo":4,"alt":"The Right Hand Of God – October 24, 1974","descr":"Ein toughes Cowgirl namens Tess ist die Tochter des reichen Ranchers Chance und somit Erbin eines gewaltigen Anwesens. Sie möchte verhindern, dass sie nur aufgrund ihres Vermögens geheiratet wird und beschließt, ihren Zukünftigen auf die Probe zu stellen.  Er muss innerhalb 7 Tagen beweisen, dass er genauso mit allen Wassern gewaschen ist wie sie.  Obwohl der gutaussehende Wayne ihr besser zu gefallen scheint, wählt sie den Tierarzt Patrick Young – und damit Sam – als ersten Kandidaten für ihr Spiel. Nachdem alle Aufgaben erledigt sind, steht es unentschieden. Ein Schiedsrichter entscheidet, dass Patrick es schaffen muss, Tess’ Pferd zu reiten, das den bezeichnenden Namen \"Witwenmacher\" trägt. Nachdem Sam diese Aufgabe gemeistert hat, begrüßt Chance ihn erfreut als neues Familienmitglied. Damit aber ist das Happy End noch nicht besiegelt, denn es gibt jemanden, der Tess noch mehr liebt als Patrick. Während er seinen Liebeskummer zu überwinden versucht, bemerkt er einen Jungen, der eine dicke Brille trägt und stets an seiner Gitarre herumzupft. Er fragt ihn, ob er Buddy heiße....","versions":[{"lang":1,"streams":[{"redirect":8463453,"hoster":"VOE"},{"redirect":8463455,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rodeo für die Braut","epNo":5,"alt":"How The Tess Was Won – August 5, 1956","descr":"Nach einem Quantensprung in das Jahr 1965 landet Sam bei einer Mafia-Familie. Er ist Frankie, ein kleiner Schläger und Liebhaber von Teresa, die wiederum auch die Geliebte des Paten Don Geno ist. Und mit dem Paten ist Frankie seit neuestem auch noch verschwägert, denn sein Bruder Primo hat Don Genos Tochter Angela geheiratet. Don Geno ahnt, dass seine Geliebte noch einen Anderen hat. Als er sieht, wie Frankie in Teresas Frisiersalon sitzt, dauert es nicht lange, bis ihm ein Rasiermesser empfindlich nahe am Hals sitzt. Frank aber gelingt es, Don Geno davon zu überzeugen, dass er nur darum bemüht sei, Informationen über Teresas Lover in Erfahrung zu bringen. Richtig brenzlig wird die Lage einige Zeit später, als sich Frankie mit Teresa in ihrer Dachstube vergnügt. Plötzlich steht der Pate in der Tür. Durch einen Kurzschluss aber entsteht plötzlich ein Energiefeld, das bewirkt, dass sich die Identitäten verdrehen: Sam ist Don Geno und Don Geno ist Frank. (Text: von Fernsehserien.de bzw. vox)","versions":[{"lang":1,"streams":[{"redirect":8463472,"hoster":"VOE"},{"redirect":14290035,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Sizilianer von New York","epNo":6,"alt":"Double Identity – November 9, 1965","descr":"Am 8. August 1955 herrscht in den amerikanischen Südstaaten noch strikte Rassentrennung. Das muss auch Sam feststellen, der an eben jenem Tag in den Körper von Jessie Tyler gerät. Der 70-jährige Schwarze arbeitet für Miz Melny, der Witwe des ehemaligen Gouverneurs von Alabama. Sam soll verhindern, dass sie am nächsten Tag bei einem Verkehrsunfall stirbt. Dabei hatte er insgeheim gehofft, seine Zeitreise hätte einen anderen Grund, nämlich die Bürgerrechtsbewegung ins Leben zu rufen. Der Tag, an dem sich der Unfall ereignen soll, beginnt damit, dass er und Miz Melny Jessies Enkelin Nell blutend und bewusstlos im Auto ihres Großvaters finden. Gemeinsam fahren sie zum nächsten Krankenhaus, wo man sich zunächst weigert, die junge Frau zu behandeln, weil sie \"die falsche Hautfarbe\" habe. Nur weil Miz Melny hartnäckig bleibt, bekommt Nell endlich medizinische Hilfe. Währenddessen wird Sam/Jessie verhaftet, weil er am Tag zuvor die Gesetze der Rassentrennung missachtet hat. Er bittet die Krankenschwester Ethel aufzupassen, dass Miz Melny das Haus nicht verlässt. Als sie aber von der Verhaftung erfährt, will sie sofort losfahren, um Jessie beizustehen. (Text: Fernsehserien.de bzw. VOX)","versions":[{"lang":1,"streams":[{"redirect":8463465,"hoster":"VOE"},{"redirect":8463475,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gegen den Strom","epNo":7,"alt":"The Color Of Truth – August 8, 1955","descr":"Am 6. Juni 1961 findet sich Sam in der Person des pickligen und linkischen High School-Schülers Cameron Wilson wieder. Als solcher soll er die Hochzeit seiner Schwester Cheryl mit Bob Thompson verhindern, weil Bob ein Schläger ist und ihre Zukunft äußerst unglücklich verlaufen würde. Tatsächlich hat Bob sie bereits vor der Hochzeit geschlagen. Das bemerkt Sam/Cameron, als er ihr hilft, ihr Brautkleid anzuprobieren. Da dies offensichtlich nicht reicht, um Cheryl von ihm abzubringen, muss Sam sich etwas anderes einfallen lassen: Er fordert Bob zu einem Autorennen auf. Der Verlierer soll dem Gewinner den Fahrzeugbrief seines Wagens aushändigen. Durch einen Trick gewinnt Sam das Rennen, obwohl sein Wagen so altersschwach ist, dass alle Welt ihn deswegen hänselt. Bob gerät darüber so in Rage, dass er seinen Gegner fast überfährt. Cheryl ist jetzt gewarnt und gibt Bob ihren Verlobungsring zurück. Aber Sam hat noch eine Aufgabe zu erfüllen: Er muss Cameron mit Jill zusammenbringen, einer High School-Kameradin, die schon seit einiger Zeit auf ihn steht. (Text: Fernsehserien.de bzw. VOX)","versions":[{"lang":1,"streams":[{"redirect":8463489,"hoster":"VOE"},{"redirect":8463486,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Duell auf Rädern","epNo":8,"alt":"Camikazi Kid – June 6, 1961","descr":"Sam springt ins Jahr 1953 und steht vor einem Toten. Es ist der Privatdetektiv Phil Grimsley, der Partner von Nick Allen, in dessen Körper Sam sich befindet. Von Seymour, einem Nachbarn und Bewunderer, der kurze Zeit später das Zimmer betritt, erfährt Nick, dass Phil von einem Mann namens Klapper getötet wurde, der danach zum Blue Island Club gegangen sei. Nick macht sich schleunigst zu diesem Club auf, um Klapper zu treffen. Zuvor aber findet er in einer Schublade noch ein Manuskript. Er kennt das Buch, das daraus entstanden ist, aber da er sich nicht mehr genau daran erinnern kann, bittet er Al, den genauen Inhalt herauszufinden. Der berichtet ihm kurze Zeit später, dass es den Titel \"Wer tötete Grimsley und Allen\" trug. Die Leser konnten 10.000 Dollar gewinnen, wenn sie den Mörder errieten. Tatsächlich wurde der Fall nie geklärt, aber die meisten Leute hielten Allison, die Frau von Phil Grimsley für die Mörderin. Sam verhindert nicht nur den zweiten Mord und sorgt dafür, dass der wahre Mörder gefasst wird. Seine Mission hat auch noch einen unerwünschten Nebeneffekt.(Text: Fernsehserien.de bzw. VOX)","versions":[{"lang":1,"streams":[{"redirect":8463492,"hoster":"VOE"},{"redirect":8463498,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Privatdetektive unter sich","epNo":9,"alt":"Play It Again, Seymour – April 14, 1953","descr":"Sam springt ins Jahr 1953 und steht vor einem Toten. Es ist der Privatdetektiv Phil Grimsley, der Partner von Nick Allen, in dessen Körper Sam sich befindet. Von Seymour, einem Nachbarn und Bewunderer, der kurze Zeit später das Zimmer betritt, erfährt Nick, dass Phil von einem Mann namens Klapper getötet wurde, der danach zum Blue Island Club gegangen sei. Nick macht sich schleunigst zu diesem Club auf, um Klapper zu treffen. Zuvor aber findet er in einer Schublade noch ein Manuskript. Er kennt das Buch, das daraus entstanden ist, aber da er sich nicht mehr genau daran erinnern kann, bittet er Al, den genauen Inhalt herauszufinden. Der berichtet ihm kurze Zeit später, dass es den Titel \"Wer tötete Grimsley und Allen\" trug. Die Leser konnten 10.000 Dollar gewinnen, wenn sie den Mörder errieten. Tatsächlich wurde der Fall nie geklärt, aber die meisten Leute hielten Allison, die Frau von Phil Grimsley für die Mörderin. Sam verhindert nicht nur den zweiten Mord und sorgt dafür, dass der wahre Mörder gefasst wird. Seine Mission hat auch noch einen unerwünschten Nebeneffekt.","versions":[{"lang":1,"streams":[{"redirect":8463426,"hoster":"VOE"},{"redirect":8463424,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gefährliche Flitterwochen","epNo":1,"alt":"Honeymoon Express","descr":"Albert und Sam stehen vor der Aufgabe, den Senat dazu zu bewegen, neue Gelder für das Quantensprung-Projekt bereitzustellen. Man hält ihnen jedoch entgegen, dieses Projekt habe bislang zu wenig zur Verhinderung kriegerischer Auseinandersetzungen beigetragen. Das könnte sich bald ändern. Sam findet sich nämlich als Polizist Tom MacBride im New York des Jahres 1960 wieder. Er hat soeben Diane geehelicht und will seine Hochzeitsreise zu den Niagarafällen antreten. Sam möchte den guten Kontakt von Dianes Vater zu Präsident Eisenhower ausnutzen und so verhindern, dass das Spionage-Fugzeug U-2 zu einem Kontrollflug startet. Es würde nämlich von den Russen abgeschossen werden. Aber das ist nicht Sams einzige Sorge: Dianes eifersüchtiger Ex-Mann Roget beabsichtigt, sie zu kidnappen. Die Lage spitzt sich zu, als Albert ihm mitteilt, der Senat sei bereit, einen Milliardenbetrag zu bewilligen, wenn Sam es schaffe, sowohl den Abschuss des Flugzeugs als auch Rogets Mord an Tom MacBride zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":14003022,"hoster":"VOE"},{"redirect":8464776,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Disco Inferno","epNo":2,"alt":"Disco Inferno","descr":"Als Sam in einen weißen Polyesteranzug gekleidet rückwärts durch ein Fenster fliegt, braucht er einen Moment, um zu begreifen, dass er bei einer Filmproduktion gelandet ist. Er ist der gutaussehende Stuntman Chad Stone, der gefährliche Szenen im Film \"Disco Inferno\" doubelt. Mit von der Partie sind sein Vater Ray Stone und sein Bruder Chris, der den Beruf erlernen will. Aber Ray besteht darauf, dass die Familie Stone die Dreharbeiten abbricht, da wichtige Sicherheitsvorkehrungen nicht eingehalten werden. Chris ist damit nicht einverstanden. Er will seinen ersten großen Stunt hinlegen und seine Berufszulassung erwerben. Sam soll ihn davon abhalten, denn er weiß von Albert, dass Chris dabei sterben würde. Aber Sam ist völlig hilflos: Zum einen beschwört er mit seinen Rettungsversuchen einen heftigen Konflikt zwischen Vater und Sohn herauf, zum anderen wird er schmerzhaft an seinen eigenen Bruder erinnert, der in Vietnam gefallen ist. Dennoch gelingt es ihm, eine glückliche Lösung für den Fall zu finden.","versions":[{"lang":1,"streams":[{"redirect":8464788,"hoster":"VOE"},{"redirect":8464790,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schatten der Vergangenheit","epNo":3,"alt":"The Americanization Of Machiko Mckenzie","descr":"Sam wird ins Ohio des Jahres 1953 zurückversetzt, und zwar als Seemann Charles Lee McKenzie. Er soll dafür sorgen, dass Charles’ Eltern und die Bewohner seines Heimatortes seine ausländische Frau akzeptieren. Keine leichte Aufgabe: Charles’ Mutter weist ihren Sohn darauf hin, dass die Japanerin Machiko niemals Teil der Familie sein werde, und Naomi, die Charles selbst gern geheiratet hätte, gibt sich alle nur erdenkliche Mühe, Machiko beizubringen, wie man sich danebenbenimmt. Durch diese falschen Instruktionen ist Machiko bald im ganzen Ort herzlich unbeliebt. So war es damals gelungen, Machiko in ihre Heimat zurückzutreiben, wo sie ihr Leben lang trauerte und nie mehr heiratete. Nun aber soll Sam das Schicksal verändern. Aber just in dem Moment, in dem er Machiko in Ohio vor den Traualtar führt, macht der Bräutigam einen Quantensprung…","versions":[{"lang":1,"streams":[{"redirect":8464801,"hoster":"VOE"},{"redirect":8464807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rache ist süß","epNo":4,"alt":"What Price Gloria?","descr":"Als die wunderschöne Samantha eine neue Stelle als Sekretärin antritt, wird sie schon bald von ihrem Chef, Buddy Wright, sexuell bedrängt. Aber im Jahre 1961 kümmerte sich noch niemand um so etwas, schon gar nicht Samanthas Freundin Gloria. Die rechnet sich nämlich eine gemeinsame Zukunft mit Buddy Wright aus, da sie davon ausgeht, dass er sich bald für sie scheiden lassen wird. Al informiert Sam – der diesmal in Gestalt von Samantha auftaucht – dass Buddy Wright sich nie scheiden lassen wird. Wenn Gloria dies erfährt, wird sie Selbstmord begehen. Sam soll in ungewohnter Frauengestalt nun alle Hebel in Bewegung setzen, um sie zu retten. Eines Abends sieht Gloria Buddy Wright und seine Frau Gail in einem Restaurant. Sie spricht sie an und äußert ihr Mitgefühl über die bevorstehende Scheidung. Aber Gail kanzelt sie mit der Bemerkung ab, ihr Mann und sie hätten eine offene Beziehung und würden sich sicherlich nicht scheiden lassen. Das bringt Gloria völlig aus der Fassung. Sie geht nach Hause und steht schon bald außen auf dem Fenstersims ihres Appartmenthauses.","versions":[{"lang":1,"streams":[{"redirect":8464812,"hoster":"VOE"},{"redirect":8464810,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blindes Vertrauen","epNo":5,"alt":"Blind Faith","descr":"Sam ist noch immer im Jahr 1964, diesmal als blinder New Yorker Konzertpianist Andrew Ross. Dessen Blindenhund Chopin merkt sofort, dass mit seinem Herrchen etwas nicht stimmt. Aber mit Hilfe von Ross’ Assistentin Michele kann Sam den Hund beruhigen. Michele liebt schon lange heimlich ihren Chef, muss sich aber auch um ihre eifersüchtige Mutter Agnes kümmern, die die enge Beziehung zwischen Andrew und ihrer Tochter misstrauisch beäugt. Außerdem scheint die ganze Stadt Kopf zu stehen, weil sich die Beatles für eine Fernsehshow angekündigt haben. Albert erzählt Sam, Michele werde nach Andrews großem Konzerterfolg in der Carnegie Hall im Central Park einem Frauenmörder zum Opfer fallen. Im Gegensatz zu Andrew kann Sam durchaus sehen und ist deshalb sicher, dass er den Mord verhindern kann. Doch als der Abend gekommen ist und Sam Michele in den Central Park folgt, verliert er durch das Blitzlichtgewitter in einem Beatles-Fanpulk vorübergehend seine Sehkraft. Sam muss sich auf Chopin und Albert verlassen, wenn er Michele vor dem Tod bewahren will.","versions":[{"lang":1,"streams":[{"redirect":8464832,"hoster":"VOE"},{"redirect":8464833,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rock’n’Roll Fieber","epNo":6,"alt":"Good Morning, Peoria","descr":"Bei seiner neuen Zeitreise landet Sam im Jahr 1959 im Körper des DJs Chick Howell im Städtchen Peoria. Ende der 50er Jahre betrachtet man Rock’n’Roll noch als Gefahr für die Jugend, und der angesehene Fred Beeman will dafür sorgen, dass der Radiosender von Rachel Porter, bei dem Sam als DJ arbeitet, diese \"unamerikanische Musik\" nicht mehr spielt. Albert weiß allerdings, dass Rachels Sender in einem Jahr pleite sein wird, wenn sie keinen Rock mehr spielen darf. Sam hat großen Spaß daran, seine Sendung mit einem heulenden \"Good Morning, Peoria\" und einem Stück von Buddy Holly zu beginnen und sich dann an den Plattentellern so richtig auszutoben. Doch Beeman hat inzwischen den Stadtrat eingeschaltet und sorgt dafür, dass dem Sender der Strom abgestellt wird. Sam kann dieses Problem durch seine technischen Fähigkeiten lösen und schlägt den intoleranten Fred Beeman mit seinen eigenen Waffen. Bleibt nur noch das Problem mit Rachel, in die Sam sich verguckt hat.","versions":[{"lang":1,"streams":[{"redirect":8464840,"hoster":"VOE"},{"redirect":8464842,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schatten der Toten","epNo":7,"alt":"Thou Shalt Not …","descr":"Bei seiner neuen Zeitreise landet Sam im Jahr 1959 im Körper des DJs Chick Howell im Städtchen Peoria. Ende der 50er Jahre betrachtet man Rock’n’Roll noch als Gefahr für die Jugend, und der angesehene Fred Beeman will dafür sorgen, dass der Radiosender von Rachel Porter, bei dem Sam als DJ arbeitet, diese \"unamerikanische Musik\" nicht mehr spielt. Albert weiß allerdings, dass Rachels Sender in einem Jahr pleite sein wird, wenn sie keinen Rock mehr spielen darf. Sam hat großen Spaß daran, seine Sendung mit einem heulenden \"Good Morning, Peoria\" und einem Stück von Buddy Holly zu beginnen und sich dann an den Plattentellern so richtig auszutoben. Doch Beeman hat inzwischen den Stadtrat eingeschaltet und sorgt dafür, dass dem Sender der Strom abgestellt wird. Sam kann dieses Problem durch seine technischen Fähigkeiten lösen und schlägt den intoleranten Fred Beeman mit seinen eigenen Waffen. Bleibt nur noch das Problem mit Rachel, in die Sam sich verguckt hat.","versions":[{"lang":1,"streams":[{"redirect":12931601,"hoster":"VOE"},{"redirect":8464850,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine andere Welt","epNo":8,"alt":"Jimmy","descr":"Sam landet als Jimmy La Matta im Jahr 1964. Jimmy ist geistig zurückgeblieben und war schon mal in einer Anstalt. Jetzt lebt er mit seinem Bruder Frank, dessen Frau Connie und seinem Neffen Corey zusammen. Albert macht Sam klar, dass er dafür sorgen muss, dass Jimmy nicht den Rest seines Lebens in einer Anstalt verbringt. Sam sucht sich einen Job auf den Docks, wo auch Frank arbeitet. Er leidet unter den Schikanen der anderen Arbeitern, besonders unter Blue Tamino, der sich beim Chef Mr. Samuels dafür einsetzt, dass Sam gefeuert wird. Zu Hause gibt es ständig Streit zwischen Connie und Frank. Connie will Jimmy wieder in die Anstalt zurückbringen. Aber dann kommt für Sam – und somit für Jimmy – die Zeit der Bewährung.","versions":[{"lang":1,"streams":[{"redirect":8464859,"hoster":"VOE"},{"redirect":8464860,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Einer gegen alle","epNo":9,"alt":"So Help Me God","descr":"Am 29. Juli 1957 steht die reizende Delilah Barry vor Gericht. Ihr wird zur Last gelegt, einen Mann ermordet zu haben, und zwar einen Weißen. Delilahs Hautfarbe hingegen ist schwarz – ein Umstand, der ihre Chancen auf ein faires Urteil nicht gerade verbessert. Denn für die Richter und Geschworenen, die in dem Gerichtssaal über ihr Schicksal entscheiden sollen, ist sie eine \"farbige Hure\". Sam soll verhindern, dass sie auf dem elektrischen Stuhl landet. Obwohl Delilah bereits ein Geständnis unterschrieben hat, ist er davon überzeugt, dass sie unschuldig ist und lediglich versucht, jemanden zu decken. Tatsächlich findet er heraus, was in der Mordnacht wirklich geschah. Aber seine Informantin ist nicht bereit, als Zeugin auszusagen. Dafür gewinnt Sam die Mutter des Opfers als Verbündete – und die erzählt ganz erstaunliche Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8464874,"hoster":"VOE"},{"redirect":8464871,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Erste Liebe","epNo":10,"alt":"Catch A Falling Star","descr":"Sam soll verhindern, dass der hochbegabte, aber alkoholgefährdete Schauspieler John O’Malley von der Bühne stürzt und sein Leben ruiniert. Also taucht er in einer Broadway-Produktion des Jahres 1979 auf. Zu seiner Überraschung trifft er dort auf ein bekanntes Gesicht. Es gehört Nicole, seiner Klavierlehrerin, in die er als 15-Jähriger verliebt war. Er freut sich, dass er nun in einem Alter ist, in dem er ihr ungeniert den Hof machen kann. Aber nicht nur Sam ist begeistert von ihr, sondern auch O’Malley. Allerdings steht er vor allem auf ihre Stimme und beschließt, ihr die Hauptrolle zu geben. Natürlich zieht Nicole sich damit den Hass von Michelle zu, der diese Rolle zugedacht war. Sie entwickelt einen bösartigen Plan, um sich zu rächen. Der ist so angelegt, dass Sam einen ausgewachsenen Hass auf O’Malley entwickeln muss. Als die Situation entsteht, in der er den Künstler retten soll, möchte er ihm eigentlich lieber den Hals umdrehen.","versions":[{"lang":1,"streams":[{"redirect":8464876,"hoster":"VOE"},{"redirect":8464881,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Stimme aus der Tiefe","epNo":11,"alt":"A Portrait For Troian","descr":"Sam Beckett landet in Kalifornien im Jahr 1971. Als Parapsychologe Dr. Timothy Mintz will er verhindern, dass die Malerin Troian Claridge in zwei Tagen in einem See ertrinkt. Troians Mann Julian ertrank vor drei Jahren in demselben See, doch seine Leiche wurde nie gefunden. Nun wird Troian von seinem Geist verfolgt, der ihr Vorwürfe macht, sie habe seinen Tod nicht verhindert. Troians Bruder Jimmy ist misstrauisch gegenüber Sam und seiner merkwürdigen Geisterjäger-Ausrüstung, die ihrer Zeit weit voraus ist. Diese hat Sams Ankunft im Haus der Claridges angekündigt, und plötzlich können außer Sam auch alle anderen Alberts Stimme hören. Troian bekommt derweil immer öfter merkwürdige Botschaften ihres verstorbenen Mannes. Ein Bild, das sie damals malte, taucht plötzlich wieder auf und zeigt sie und Julian gefangen unter Wasser. Dann entdecken Sam und Albert einen Kassettenrecorder mit Julians Stimme. Ihnen wird klar, dass jemand Troian absichtlich in den Wahnsinn treiben will.","versions":[{"lang":1,"streams":[{"redirect":8464888,"hoster":"VOE"},{"redirect":8464894,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Make Love Not War","epNo":12,"alt":"Animal Frat","descr":"Sam springt zurück ins Jahr 1968, um zu verhindern, dass eine Bombe einen Studenten tötet. Ausgelegt wurde der Sprengsatz von Elizabeth, einer militanter Kriegsgegnerin, die wegen dieser Tat gezwungen sein wird, ihr Leben im Untergrund zu verbringen. Damit das Schicksal einen glücklicheren Verlauf nimmt, schlüpft Sam in den Körper von Knut Wileton und überredet Elizabeth zu einem Date, damit sie keine Gelegenheit hat, die Bombe im Chemiesaal der Uni zu deponieren. Dort nämlich finden Experimente für Kriegstechnologien statt. Aber die Verabredung mit Elizabeth nützt nicht viel: Die Bombe hängt an einem Zeitzünder. Sam erfährt dies, während ein anderer Student, Scooter, heimlich im Chemiesaal nach den Examensfragen sucht. Sam bewegt zwar Elizabeth dazu, ihm zu verraten, wo die Bombe steckt. Aber keiner ahnt, dass Duck, der Anführer ihrer Gruppe, eine zweite Bombe deponiert hat. Während Scooter das Labor schon wieder verlassen hat, schweben Sam und Elizabeth in höchster Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":12174104,"hoster":"VOE"},{"redirect":8464907,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Reifeprüfung","epNo":13,"alt":"Another Mother","descr":"Unglaublichen Stress bekommt Sam, als er sich im Körper von Linda Buckner wiederfindet, denn die geschiedene Frau muss allein ihre drei Kinder versorgen. Ihr ältester Sohn ist 15, die beiden Töchter sind elf und vier Jahre alt. Vor lauter Mutterpflichten ist Sam kaum in der Lage, seinem eigentlichen Auftrag nachzukommen: Er soll verhindern, dass Kevin von zu Hause ausbüxt – und nie mehr wiedergefunden wird. Tatsächlich ist der Junge unterwegs zu einer Mutprobe, die er bestehen muss, um in den \"Dungeons-And-Dragons-Club\" aufgenommen zu werden. Glücklicherweise hat Sam die Unterstützung von Al, der sich ganz auf Kevins Aktivitäten konzentrieren kann. Die Arbeit für Sam und Albert wird allerdings erschwert, denn Teresa, die Jüngste der Familie, weiß, dass Sam nicht ihre Mutter ist. Kinder unter fünf Jahren, erklärt Albert, besitzen die natürliche Gabe, dies zu erkennen. Damit Teresa sie nicht verrät, gibt Sam vor, ein Engel zu sein, der Kevin beim Schwimmwettkampf helfen will.","versions":[{"lang":1,"streams":[{"redirect":8464915,"hoster":"VOE"},{"redirect":8464916,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schmutziges Spiel","epNo":14,"alt":"All-Americans","descr":"Ein Stück Baseballgeschichte schreibt Sam, als er sich anno 1962 im Körper des Quarterbacks Eddie Vega wiederfindet. Seine Aufgabe besteht darin, seinen Teamkollegen Chuey davon abzuhalten, absichtlich eine Niederlage ihrer Mannschaft herbeizuführen. Zweck der Sabotage ist es, den Miethai Ruben de Guerra zufriedenzustellen. Ruben wettet schrecklich gerne auf Baseballteams, und natürlich möchte er immer gewinnen. Also spricht er mit Chuey ab, dass er seinem Team eine Niederlage bescheren soll. Dafür wird er seiner Mutter nicht nur ihre Schulden erlassen, sondern ihr auch ein paar Monate mietfreies Wohnen gewähren. Als die Mannschaft dann doch gewinnt, scheinen Chuey und seine Mutter tief in der Klemme zu sitzen – aber Sam arbeitet bereits an einem Happy End.","versions":[{"lang":1,"streams":[{"redirect":8464923,"hoster":"VOE"},{"redirect":8464930,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zeugin im Kreuzfeuer","epNo":15,"alt":"Her Charm","descr":"Im September 1973 erhält FBI-Agent Peter Langly – alias Sam – die Aufgabe, Dana Barrenger zu beschützen. Die junge Frau ist in einem Zeugenschutzprogramm, da sie gegen ihren ehemaligen Chef, den Drogenschmuggler Nick Kochifos, aussagen möchte. Zweimal hat Dana schon ihre Identität gewechselt, und schon zweimal ist es Kochifos gelungen, sie aufzuspüren. Nun hat er geschworen, sie zu töten. Um sie vor diesem Schicksal zu bewahren, soll Peter/​Sam sie zu einer einsamen Berghütte bringen. Schon auf dem Weg dorthin werden sie von Nick und einem Komplizen heftig attackiert, aber es gelingt ihnen, sie abzuhängen. Dana ist jedoch noch längst nicht in Sicherheit, und Albert ermittelt, dass ihr Todeszeitpunkt sich stets verändert. Peter Langly ist nämlich nicht nur FBI-Mann, sondern steht auch in den Diensten des Verbrechers Nick Kochifos…","versions":[{"lang":1,"streams":[{"redirect":8464938,"hoster":"VOE"},{"redirect":8464937,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wettlauf mit der Zeit","epNo":16,"alt":"Freedom","descr":"Sam findet sich im Jahr 1970 im Körper des Indianers George Washakie wieder. Er und Georges Großvater Joseph werden in das Gefängnis geworfen, weil sie sich einen Wagen \"geborgt\" haben. Dort wird Sam das Opfer von Sheriff Taggarts brutalen Erziehungsmethoden für Indianer. Er erfährt von Joseph, dass George seinen Großvater gerade aus dem Altenheim abgeholt hat, um den kranken Mann zum Sterben dorthin zu bringen, wo er geboren wurde: in das Shoshonenreservat. Sam und Joseph können aus dem Gefängnis fliehen und \"leihen\" sich wieder einen Wagen. Albert erklärt Sam, dass er und Joseph es bis ins Reservat schaffen müssen, weil Taggart dort keine Macht habe – oder Joseph und sein Enkel werden die nächsten zehn Jahre im Knast verbringen. Erst mit dem Wagen, dann auf Pferden fliehen Sam und Joseph vor dem Sheriff, der alles in Bewegung setzt, um die beiden aufzuhalten. Dabei bekommt er ausgerechnet von Georges Schwester Suzanne Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8464944,"hoster":"VOE"},{"redirect":8464953,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Rätselhaftes Tagebuch","epNo":17,"alt":"Good Night, Dear Heart","descr":"Am 9. November 1957 liegt vor dem Leichenbestatter Melvin Spooner – niemand anders als Sam – die Leiche der wunderschönen Hilla Danner. Als er der Toten die Haare aus dem Gesicht streicht, entdeckt er eine tiefe Wunde an ihrer Schläfe: Hilla ist ermordet worden. Er beschließt, den Mörder ausfindig zu machen. Unter einem Vorwand verschafft er sich Zugang zu ihrem Bungalow. Dort findet er ein Tagebuch, aus dem hervorgeht, dass Hilla schwanger war, als sie starb. Der Vater des Kindes ist möglicherweise Greg Truesdale, der Sohn ihres Chefs Roger Truesdale, mit dem sie nach Angaben einer Bekannten durchbrennen wollte. Während Sam/​Melvin überlegt, welcher der beiden Truedales Hilla getötet haben könnte, sucht er nach Schuhen für sie. Er greift zu dem, den man neben ihr fand und an dessen Absatz ein Stück Metall fehlt. Als er ihn Hilla überstreifen will, bemerkt er, dass er ihr nicht passt. In dem Moment wird ihm klar, dass Hillas Mörder kein Mann war, sondern eine Frau, und zwar die, der dieser Schuh passt.","versions":[{"lang":1,"streams":[{"redirect":8464961,"hoster":"VOE"},{"redirect":8464958,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Schwarze Magie","epNo":18,"alt":"Pool Hall Blues","descr":"Sam muss zum Queue greifen, um im Chicago des Jahres 1950 einen berühmten alten Billard-Spieler und dessen Enkelin aus ernsthaften Schwierigkeiten zu retten. Die Billard-Legende ist Charlie \"Black Magic\" Waters – der Mann, der Albert aufzog, nachdem er aus dem Waisenhaus abgehauen war. Charlies Enkelin möchte nun aus der Billardhalle ihres Großvaters einen Blues Club machen. Aus diesem Grund hat sie sich Geld von einem Kredithai geliehen. Derweil wird Black Magic von seinem Konkurrenten Eddie Davis zu einem \"Alles-oder-Nichts-Spiel\" aufgefordert. Eddie rechnet sich gute Chancen aus, da der alte Herr nicht mehr so gut sieht – außerdem hat er den Punktrichter gekauft. Sam soll in Charlies Körper schlüpfen und das Billardspiel gewinnen, hat aber leider bei weitem nicht so viel Ahnung von dem Spiel wie Black Magic. Ihm bleibt nur eine Nacht Zeit, diese Kunst zu erlernen. Während Sam unter Alberts Regie versucht, gekonnt über die Bande zu spielen, haben die beiden eine Idee von geradezu magischer Dimension.","versions":[{"lang":1,"streams":[{"redirect":8464971,"hoster":"VOE"},{"redirect":8464969,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ohne Netz","epNo":19,"alt":"Leaping Without A Net","descr":"Die \"Flying Panzinis\" waren einmal die berühmtesten Trapezkünstler der Welt. Aber seit Maria Panzini bei einem dreifachen Salto ohne Sicherheitsnetz umkam, tritt die Familie nur noch in zweitklassigen Häusern auf – Laszlo, Marias Witwer, möchte nicht auch noch seinen Sohn Victor und seine Tochter Eva verlieren. Deshalb besteht er auf einfachen Kunststücken. Dennoch wird Eva das Schicksal ihrer Mutter erleiden – wenn Sam, in Gestalt von Victor, dies nicht verhindert. Sam ist noch nicht mit seiner neuen Rolle als Trapezkünstler vertraut, da verkündet Laszlo aufgeregt, die Panzinis seien als Gastakrobaten in den großen Zirkus Vargas eingeladen. Als Eva für den bevorstehenden Auftritt den dreifachen Salto probt, passiert prompt ein Missgeschick, denn Sam kann sie nicht halten. Zwar bleibt sie unverletzt, aber Laszlo ist außer sich. Er beschuldigt Sam/​Victor, seine Schwester umbringen zu wollen und besteht darauf, trotz einer Schulterverletzung selbst das Kunststück mit Eva durchzuführen. Aber wegen seiner Verletzung – so weiß Albert – wird er sie fallen lassen. Am Abend des großen Auftritts ist der Zirkus bis auf den letzten Platz ausverkauft, und die Panzinis treten zu Ehren von Maria wieder ohne Sicherheitsnetz auf…","versions":[{"lang":1,"streams":[{"redirect":8464985,"hoster":"VOE"},{"redirect":8464981,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Baby auf der Flucht","epNo":20,"alt":"Maybe Baby","descr":"Als Sam am 11. März des Jahres 1963 auftaucht, steckt er im eindrucksvollen Körper des Rausschmeißers Buster. Soeben hat er seiner Kollegin Bunny, einer Stripperin, geholfen, ein Kind zu entführen. Es ist die niedliche kleine Christy Dalton, deren Mutter angeblich im Kindbett gestorben ist. Bunny aber erzählt Buster, dass dies eine Lüge sei. Als Babysitterin des Kindes habe sie Briefe der Mutter gefunden. In Wirklichkeit sei sie gar nicht tot, sondern nur von Mr. Dalton geschieden. In den Briefen bat sie ihren Ex-Mann flehentlich darum, ihr das Kind zu bringen, für das sie das alleinige Sorgerecht hat. Al informiert Sam darüber, dass Bunny lügt. Seinen Informationen zufolge ist in Clayton, New Mexico, wo Christys Mutter leben soll, keine Frau ihres Namens gemeldet. Außerdem warnt er Sam, das Kind sofort zurückzugeben, da er und die Stripperin sonst zu 20 Jahren Gefängnis wegen Kidnapping verdonnert würden. Zum ersten Mal vertraut Sam nicht Albert, sondern seinem Instinkt. Und der sagt ihm, dass Bunny Recht hat. Also machen die beiden sich auf den Weg nach New Mexico. Aber schon bald werden sie verhaftet.","versions":[{"lang":1,"streams":[{"redirect":8464986,"hoster":"VOE"},{"redirect":8464987,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hochzeit auf hoher See","epNo":21,"alt":"Sea Bride","descr":"Am 3. Juni 1954 taucht Sam in der Gestalt des Globetrotters Phillip Dumont an Bord eines Kreuzfahrtschiffs auf. Phillips Ziel ist es, seine Ex-Frau Catherine zurückzugewinnen. Aber ihr Vater Weathers Farlington befiehlt ihm, ihr nicht zu nahe zu kommen. Er möchte nämlich Catherine mit Vincent Loggia vermählen, weil dieser als Gegenleistung dazu bereit ist, Weathers hochverschuldetes Unternehmen zu retten. Sam weiß, dass es Phillip ursprünglich nicht gelang, Catherine zurückzuerobern. Das hatte für beide katastrophale Folgen: Als Catherine Vincent Loggia heiratete, beging Phillip Selbstmord. Zwei Jahre später starb seine Ex-Frau an gebrochenem Herzen. Sam soll dafür sorgen, dass alles anders kommt. Als Jennifer, Catherines kleine Schwester, Sam/​Phillip mitteilt, dass sie zufällig gehört habe, was Vincent mit ihm vorhat, falls er seiner Geliebten zu nahe kommt, sind er und Al sich einig: Phillip hat sich nicht selbst getötet, er wurde ermordet. Tatsächlich trachtet Vincent Phillip nach dem Leben. So findet Sam sich plötzlich an einem Haken im Abfallcontainer wieder, um ins offene Meer gekippt zu werden. Während er mit Als Hilfe um sein Leben kämpft, wird Catherine vor den Altar geführt, um dem Verbrecher Vincent ihr Ja-Wort zu geben.","versions":[{"lang":1,"streams":[{"redirect":8464995,"hoster":"VOE"},{"redirect":8464992,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der letzte Tanz","epNo":22,"alt":"M.I.A.","descr":"Als Sam am 1. April 1969 in der Aufmachung einer Prostituierten auf einer Straße steht, glaubt er, dass sich jemand einen Scherz mit ihm erlaubt hat – und zwar einen sehr schlechten, denn plötzlich wird er auch noch beschossen. Glücklicherweise kommt ihm sofort jemand zu Hilfe: Sgt. Robert Skaggs. Nachdem die beiden sich in Sicherheit gebracht haben, wird Sam klar, dass er im Körper eines jungen Undercover-Agenten steckt. Albert erläutert, dass er die zartbesaitete Krankenschwester Beth davon abhalten muss, erneut zu heiraten. Sie denkt, ihr erster Mann sei in Vietnam gefallen. In Wirklichkeit aber weilt er noch unter den Lebenden. Als Sam auf Beth wartet, sieht er sich ein wenig in ihrer Wohnung um. Dabei entdeckt er ein Foto von Beths Ehemann: Es ist Al! Aber es gibt noch einen wichtigeren Grund für den Zeitsprung. Robert Skaggs steckt in Schwierigkeiten. Die Gangster, die auf Sam geschossen hatten, haben es nämlich auf ihn abgesehen. Sam kann seinem Partner gerade noch rechtzeitig zu Hilfe eilen. Als er danach keinen Quantensprung macht, weiß er, dass es nicht seine einzige Aufgabe war, Skaggs zu retten. Er muss sich auch noch einmal um Alberts Anliegen kümmern.","versions":[{"lang":1,"streams":[{"redirect":8464772,"hoster":"VOE"},{"redirect":11642738,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Vietnam (1)","epNo":1,"alt":"The Leap Home (1)","descr":"Sam landet im Jahr 1969 als sein 16-jährigers ich und Al sagt ihm, dass er da ist, um ein Basketballspiel zu gewinnen, das einen Wendepunkt im Leben vieler Menschen darstellt, aber Sam möchte die Gelegenheit nutzen, um zu verhindern, dass seine Schwester einen missbräuchlichen Alkoholiker heiratet , sein Vater an einem Herzinfarkt stirbt und das sein Bruder in Vietnam stirbt.","versions":[{"lang":1,"streams":[{"redirect":8465203,"hoster":"VOE"},{"redirect":8465194,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vietnam (2)","epNo":2,"alt":"The Leap Home (2)","descr":"Kaum ist Sam schmerzlich klar geworden, dass er den Tod seines Bruders Tom nicht verhindern kann, tritt er eine neue Zeitreise an: Er findet sich unter dem Namen Magic mitten im vietnamesischen Dschungel wieder. Magic ist ein Mitglied von Toms SEAL-Truppe, die nach einer erfolgreichen Mission gerade in ihr Camp im Mekong-Delta zurückkehrt – einen Tag vor Toms Tod. Al warnt Sam noch einmal: Er kann Tom nicht retten, aber die Mission, bei der er sein Leben verliert, muss unbedingt erfolgreich sein. Es handelt sich um einen streng geheimen Einsatz zur Befreiung von Kriegsgefangenen, bei dem – gegen Toms Willen – auch die attraktive Fotografin Maggie Dawson dabei sein soll, die ebenfalls getötet werden wird. Toms Truppe gerät tatsächlich in einen Hinterhalt, aber schließlich ist es Albert, der ein großes Opfer bringt, damit Sam seinem Bruder doch noch das Leben retten kann.","versions":[{"lang":1,"streams":[{"redirect":8465204,"hoster":"VOE"},{"redirect":8465210,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der falsche Weg","epNo":3,"alt":"Leap Of Faith","descr":"Dem Vernehmen nach waren Father Mac und der zwölfjährige Sonny die einzigen Zeugen eines Ladendiebstahls, bei dem ein Verkäufer getötet wurde. Bevor es zur Gerichtsverhandlung kommt, wird Sonny von einem Zug überfahren. Alberts Informationen zufolge steht Father Mac ein ähnliches Schicksal bevor, denn die Gangster schrecken vor nichts zurück, um die Zeugen zu beseitigen. Damit der Geistliche gerettet werden kann, lässt Al Sam in die Rolle von Father Pistano schlüpfen. Etwas scheint Al allerdings nicht erfahren zu haben: Als Sam nämlich im Gerichtssaal sitzt, wird auch auf ihn ein gezielter Schuss abgefeuert. Derweil hat Father Mac den Gangster Tony mit Waffengewalt zu den Gleisen gebracht. Als er ihn erst einen winzigen Augenblick, bevor der Zug anrollt, befreit, ist Tony bereit, sich zu stellen. Father Mac wird nach der Begebenheit als Boxtrainer Karriere machen. Einer seiner Schützlinge hat den Namen Stallone…","versions":[{"lang":1,"streams":[{"redirect":8465217,"hoster":"VOE"},{"redirect":8722937,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vor dem Abgrund","epNo":4,"alt":"One Strobe Over The Line","descr":"Das Supermodel Edie Lansdale wird von ihrer Agentin Helen mit Amphetaminen und Alkohol vollgepumpt, damit sie dem großen Stress des Berufs gewachsen bleibt und weiterhin Höchstleistungen bringt. Edie ist das Aushängeschild von Helens Agentur, die kurz vorm Konkurs steht. Aber auch sie sieht einer traurigen Zukunft entgegen: Sie wird an einer Überdosis sterben. Damit dies nicht geschieht, wird Sam ins Jahr 1965 geschickt. In Gestalt des gutaussehenden Modefotografen Karl Granson gelingt es ihm, Edies Vertrauen zu gewinnen. Er überzeugt sie, dass sie ihren Job auch ohne Drogen meistern könne. Als Edie am nächsten Tag die Einnahme der Pillen verweigert, mischt Helen sie ihr heimlich in den Kaffee. Sam bemerkt schnell, dass etwas nicht stimmt und lässt einen Krankenwagen rufen. Obwohl er selbst in Panik ist, gelingt es ihm, das Mädchen am Leben zu halten.","versions":[{"lang":1,"streams":[{"redirect":8465221,"hoster":"VOE"},{"redirect":8465234,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leibhaftige","epNo":5,"alt":"The Boogieman","descr":"In einem alten Farmhaus, in dem es nur so von Skeletten und ausgestopften Tieren wimmelt, wird Sam in der Gestalt des Horrorschriftstellers Joshua Rey so sehr erschreckt, dass er die Treppe herunterfällt. Grund des Entsetzens war niemand anders als der Leibhaftige selbst, der ihm jetzt wieder auf die Beine hilft – nicht der Teufel, sondern ein sehr gut verkleideter Junge namens Stephen King. Nach diesem harmlosen Auftakt allerdings häufen sich die schauerlichsten Begebenheiten. Es beginnt damit, dass eine Ziege eine Leiter zum Umstürzen bringt, wobei ein Handwerker stirbt. Der Sheriff glaubt nicht an die Begründung, denn weit und breit gibt es keine Ziege. Dafür aber eine Schreibmaschinenseite, auf der der Tod des Handwerkers minutiös beschrieben ist. Bald befindet sich auf der Seite die Beschreibung eines zweiten Todes, der kurz zuvor eingetreten ist. Obwohl bald auch noch ein Totenkopf durch die Luft fliegt, ist Sam der festen Überzeugung, dass alles eine logische Erklärung haben muss. Stattdessen steckt tatsächlich der Leibhaftige hinter all den mysteriösen Geschehnissen!","versions":[{"lang":1,"streams":[{"redirect":8465242,"hoster":"VOE"},{"redirect":8465231,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Venus mit Brusthaar","epNo":6,"alt":"Miss Deep South","descr":"Selten erschien Sam in so attraktiver Form wie am 7. Juni 1958. Als Darlene Monty befindet er sich auf dem Weg nach Montgomery, Alabama, wo die Wahl zur \"Miss Deep South\" stattfindet. Dort freundet sie sich mit Connie an, einer jungen und unschuldigen Schönen, die hofft, durch diesen Wettbewerb eine Chance in Hollywood zu bekommen. Aber Al weiß: Der Fotograf Clint Beaumont wird im Vorfeld des Wettbewerbs Nacktfotos von Connie schießen und diese in einem Magazin veröffentlichen. Der jungen Frau wird das so peinlich sein, dass sie spurlos verschwindet und sich nie mehr trauen wird, zu ihrer Familie zurückzukehren. Als Sam Connie das nächste Mal trifft, hat sie das Fotoshooting mit Clint schon hinter sich und fühlt sich beschmutzt und gedemütigt. Sam muss nun die Veröffentlichung verhindern. Er zieht Peg Myers, eine der Jurorinnen, ins Vertrauen – aber vergeblich. Connie wird disqualifiziert, Clint kann bleiben. Als er nachforscht, erfährt Sam den Grund für diese merkwürdige Entscheidung: Clint erpresst Peg seit Jahren mit Nacktfotos, die er von ihr anlässlich einer lange zurückliegenden Misswahl geschossen hat. Connie versucht, das Problem auf ihre Art zu lösen. Sie verspricht Clint, alles zu tun, was er möchte, wenn er ihr die Bilder zurückgibt. Der verlangt als Gegenleistung eine Nacht mit Connie. Das intime Zusammentreffen aber wird von Sam empfindlich gestört.","versions":[{"lang":1,"streams":[{"redirect":8465256,"hoster":"VOE"},{"redirect":8465257,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwarz und Weiß","epNo":7,"alt":"Black On White On Fire","descr":"Ray und Susan sind wie Romeo und Julia. Sie lieben einander, aber ihre Liebe hat keine große Chance. Denn Susan, die Tochter eines Polizisten, ist weiß, und der hochbegabte Medizinstudent Ray ist schwarz. Rays Bruder Lonnie weist ihn immer wieder darauf hin, dass seine Familie ihm seine Ausbildung ermögliche und Ray deswegen dahin zurückzukehren habe, wo er herkomme. Susan hingegen glaubt, dass eine glänzende Zukunft vor Ray liege, wenn er es schaffe, sich weiter zu entwickeln und seinen Stadtteil zu verlassen. Während solch entscheidender Überlegungen bricht ein Rassenkrawall los. Sam, der die Gestalt von Ray angenommen hat, beeilt sich, Susan zu verstecken, denn er weiß, dass sie im Zuge der Ausschreitungen getötet werden könnte. Lonnie macht seinem Bruder große Vorwürfe wegen dieses Verhaltens: Anstatt zu kämpfen, so meint er, kümmere Ray sich um das Wohlergehen einer Rassistin. Um ihr schlechtes Gewissen zu beruhigen, pflegen Ray und Susan im Krankenhaus die ganze Nacht lang Verwundete. Aber selbst dieses Engagement kann Lonnie nicht mit Susan versöhnen. Er richtet eine Waffe auf sie und entführt sie. Susans Vater verfolgt die beiden, unterstützt von Ray, der versucht, Captain Bond klar zumachen, dass er der Einzige ist, der Lonnie zur Vernunft bringen kann.","versions":[{"lang":1,"streams":[{"redirect":8465261,"hoster":"VOE"},{"redirect":8465272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der große Spontini","epNo":8,"alt":"The Great Spontini","descr":"Sam \"springt\" ins Jahr 1974, wo er den Zauberkünstler Harry Spontini und seine zwölfjährige Tochter retten muss – indem er in die Gestalt des Artisten schlüpft. Harry wurde vor drei Jahren von seiner Frau Maggie verlassen, da sie vom Leben auf der Straße und dem permanenten Geldmangel die Nase voll hatte. Nun taucht sie plötzlich wieder auf, mit einer guten Ausbildung in der Tasche und einem neuen Lebensgefährten im Schlepptau. Es ist der gerissene Rechtsanwalt Steve Slater, mit dessen Hilfe sie das Sorgerecht für ihre Tochter Jamie gerichtlich durchboxen möchte. Albert setzt Sam darüber in Kenntnis, dass diese Prozesse Harry Spontini ruinieren werden und Jamie mit der Rückkehr zu ihrer Mutter keinesfalls gedient sei. Vor Gericht weist Slater darauf hin, dass das Künstlerdasein, das Jamie bei ihrem Vater führt, dem Wohl eines Kindes nicht zuträglich sein kann. Damit kann er zwar das Gericht beeindrucken, aber nicht Maggie. Sie fühlt sich immer noch sehr zu Harry hingezogen. Während der Verhandlung am nächsten Tag kommt noch ein anderes Problem auf: Albert scheucht Sam mit der Nachricht auf, dass Jamie in Lebensgefahr schwebe. Sie nutzt die Abwesenheit ihrer Eltern aus, um ein neues Kunststück zu proben, das sie nach den Berechnungen des Computers das Leben kosten wird. Trotz der Warnungen der Richter stürzt Sam aus dem Saal, um Jamie zu retten.","versions":[{"lang":1,"streams":[{"redirect":8465273,"hoster":"VOE"},{"redirect":8465277,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Highway zum Himmel oder zur Hölle","epNo":9,"alt":"Rebel Without A Clue","descr":"Becky ist von ihrem schrecklichen Elternhaus ausgerissen und hat sich den \"Cobras\", einer Motorradgang, angeschlossen. Dillon, der Anführer der Truppe, ist ihr Freund, aber er geht kaum besser mit ihr um als ihre Familie. Also begibt sich Sam in das Jahr 1958. Als Shane \"Funny Bone\" Thomas fährt er eine Woche lang mit den \"Cobras\". Becky ist eine große Anhängerin von Jack Kerouacs epochemachendem Roman \"Unterwegs\", und Sam ahnt, dass ein Zusammentreffen mit dem Autor das Einzige sein wird, was Becky dazu veranlassen könnte, sich vom Leben auf der Straße zu trennen. Aber der Meister fühlt sich nicht mehr als Held. Ein Besuch bei ihm verläuft erfolglos; er weigert sich, mit Becky zu sprechen. Während Sams Abwesenheit treibt die Gang in einer Kneipe ihr Unwesen. Der Sohn des Wirts, der im Koreakrieg starb, besaß ein Motorrad, das die \"Cobras\" sich unter den Nagel reißen. Der Wirt, Eddie, und Becky werden als Geiseln gehalten. Als Eddie versucht, den Fahrer vom Motorrad seines Sohnes zu schlagen, tritt man ihn zu Boden. Sam fordert Dillon daraufhin zum Zweikampf.","versions":[{"lang":1,"streams":[{"redirect":8465288,"hoster":"VOE"},{"redirect":8465292,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Bekehrung","epNo":10,"alt":"A Little Miracle","descr":"Michael Blake ist ein kühler Geschäftsmann, der mit der Automatisierung von Fabriken ein Vermögen verdient hat. Nun will er den riesigen Gebäudekomplex Blake Plaza bauen, wodurch die Heilsarmee ihr Domizil verlieren würde. Sam, der in der Gestalt von Michaels Diener Reginald erscheint, bittet Laura und Lt. Porterman von der Heilsarmee um ihre Hilfe, um Blake auf den richtigen Weg zu führen. Gemeinsam führen sie Blake in die Welt seiner Kindheit, die Welt der armen Menschen. Dort trifft er auf einen Schulfreund, der geröstete Maronen verkauft. Von ihm erfährt Blake, dass sein bester Freund Selbstmord beging: Die Fabrik, in der er arbeitete, ersetzte ihn durch eine der Maschinen, die Blake herstellt. Die Nachricht deprimiert Michael – und es bleibt nicht das Einzige, was ihn an diesem Tag aufrüttelt. Nachts gibt Al Michael den Rest: In der Aufmachung des Geistes aus Dickens’ Weihnachtsmärchen erscheint er an Blakes Bett und zeigt ihm sein Grab, an dem niemand um ihn trauert. Als Michael Blake am nächsten Tag wach wird, weiß er, dass er einiges in seinem Leben ändern muss.","versions":[{"lang":1,"streams":[{"redirect":8465299,"hoster":"VOE"},{"redirect":8465291,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fluchtgedanken","epNo":11,"alt":"Runaway","descr":"Emma Rickett wäre gern zur Universität gegangen. Aber da sie ungewollt schwanger wurde, musste sie diesen Plan an den Nagel hängen. Bei einem Familienausflug trifft sie auf Bill McCann, einen ehemaligen Mitschüler, der nun an einem College unterrichtet. Das Zusammentreffen lässt Emmas Wünsche wieder aufblühen. Aber ihr Mann Hank hält überhaupt nichts von der Idee, dass sie noch einmal aufs College geht. Aus diesem Grund wird es zu einem heftigen Streit zwischen den Ehepartnern kommen, nach dem Emma verschwinden wird. Diese Flucht wird sie mit dem Leben bezahlen. Nach einem Zeitsprung beschwichtigt Sam – als Emmas Sohn Hank – den Streit und sorgt dafür, dass die Dinge einen glücklicheren Verlauf nehmen","versions":[{"lang":1,"streams":[{"redirect":8465309,"hoster":"VOE"},{"redirect":8465310,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwiebeln mit Gelee","epNo":12,"alt":"8 ½ Months","descr":"Billy Jean ist 16 Jahre alt und schwanger – im Jahre 1955 ein Skandal. Ihr Vater Bob will erst wieder mit ihr sprechen, wenn sie das Kind zur Adoption freigegeben hat. Solange lebt Billy Jean bei ihrer Freundin Dottie, bei der sie auch gern bleiben würde, mit ihrem Baby. Aber Dottie fürchtet, Probleme mit ihrem Freund Keeter zu bekommen, also wird Billy Jean das Baby zur Adoption freigeben und ein Leben lang vergebens nach ihm suchen. Damit das Mädchen sein Kind behalten kann, ist Sam in ihren Körper geschlüpft. Dabei ist er an der erfreulichen Wendung schließlich weniger beteiligt als Billy Jeans Freundinnen, denen es gelingt, den Vater umzustimmen und zu arrangieren, dass das Kind bei seiner leiblichen Mutter aufwächst.","versions":[{"lang":1,"streams":[{"redirect":8465311,"hoster":"VOE"},{"redirect":8660576,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Zeitmaschine","epNo":13,"alt":"Future Boy","descr":"Als Sam im Jahre 1957 auftaucht, ist er \"Captain Galaxy\", ein ehemaliger Shakespeare-Darsteller, der nun in einen silbernen Anzug gekleidet in einer Kindersendung den Clown macht. Herausragendes Merkmal des Captain Galaxy, bürgerlich Moe Stein, ist seine Schusseligkeit, durch die er schon einen Unfall und einen Brand provoziert hat. In seiner Umgebung eckt er aber auch deswegen immer wieder an, weil er an die Möglichkeit von Zeitreisen glaubt und in seinem Keller eine Zeitmaschine baut. Man hält ihn für total verschroben und letztendlich bekommt er diese Auffassung auch noch amtlich. Laut eines Gerichtsurteils soll er ein halbes Jahr lang zur Beobachtung in einer psychatrischen Einrichtung bleiben. Als Moe dieses Urteil im Gerichtssaal hört, flieht er so schnell er kann. Eigentlich wird er bei dieser Flucht sein Leben lassen – aber da er nun Hilfe von ausgesprochen kompetenter Seite bekommt, sieht es so aus, als würde sich diesmal alles zum Guten wenden.","versions":[{"lang":1,"streams":[{"redirect":8465329,"hoster":"VOE"},{"redirect":8465324,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Am Scheideweg","epNo":14,"alt":"Private Dancer","descr":"Als Showtänzer Rod \"The Bod\" McCarty soll Sam die begabte junge Tänzerin Dianna davor bewahren, als Prostituierte zu arbeiten und sich dabei mit HIV zu infizieren. Er begleitet sie zum Vortanzen bei Joanne Chapman, die ein berühmtes Tanzensemble leitet. Joanne ist beeindruckt von Diannas Talent, lehnt es aber ab, sie in ihr Ensemble aufzunehmen: Dianna ist taub und Joanna befürchtet, dass es ihr deshalb unmöglich sein wird mit ihr zu arbeiten. In ihrer Enttäuschung nimmt Dianna ein anderes Jobangebot an, das sie beruflich auf Abwege führen wird. Die Situation scheint verfahren. Aber dann bietet Joanne Dianna nochmals eine Chance zum Vortanzen an. (","versions":[{"lang":1,"streams":[{"redirect":8465333,"hoster":"VOE"},{"redirect":8465740,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Klavierspieler","epNo":15,"alt":"Piano Man","descr":"Sam wird Chuck Danner, ein Barpianist der Sonderklasse. Früher nannte dieser sich einmal Joey deNardo, aber nachdem er krumme Geschäfte machte, musste er untertauchen und sich eine neue Identität zulegen. Leider musste er deswegen auch seine Braut Lorraine verlassen. Obwohl sie ihn immer noch sehr liebt, ist sie nun im Begriff einen anderen Mann – Carl Morgan – zu heiraten. Sam bzw. Chuck ahnt nicht, dass seine Widersacher Carl absichtlich auf Lorraine angesetzt haben. Sie wissen, dass er um sie kämpfen wird und ihnen damit die Gelegenheit bietet, seiner habhaft zu werden. So landen Chuck und Lorraine schnell in den gefährlichsten Situationen und müssen sich sehr bemühen, wenn sie es schaffen wollen, ihren Lebenstraum zu realisieren: Sie möchten auf Hawaii ein bescheidenes Leben führen und in einer kleinen Bar Piano spielen.","versions":[{"lang":1,"streams":[{"redirect":8465343,"hoster":"VOE"},{"redirect":8465341,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Doppelte Moral","epNo":16,"alt":"Southern Comforts","descr":"Hinter dem trauten Titel \"Hebert Näh- und Quilt-Akademie\" verbirgt sich in Wahrheit ein Freudenhaus. Chef ist Gilbert Hebert, dessen Gestalt am 4. August 1961 Sam annimmt. Seine Aufgabe besteht darin, zu verhindern, dass seine Cousine Marsha – auch eine seiner Prostituierten – ermordet wird. Unter dem Vorwand, seinen Geburtstag im privaten Rahmen feiern zu wollen, lässt Sam sein Etablissement geschlossen – jeder der Besucher könnte ein potenzieller Mörder sein. Plötzlich hört er Marsha schreien. Sie wird von einem Mann namens Jake mit einem Gürtel verprügelt. Wie sich herausstellt, ist es ihr Ehemann. Es wird schwer sein ihm beizukommen, weil er als Schuldirektor einen tadellosen Ruf genießt.","versions":[{"lang":1,"streams":[{"redirect":8465357,"hoster":"VOE"},{"redirect":8465356,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Masken","epNo":17,"alt":"Glitter Rock","descr":"Zu Starruhm kommt Sam, als er am 12. April 1974 in der Person von Geoffrey \"Tonic\" Mole auftaucht. Er ist Leadsänger der Glitter Rock-Band \"King Thunder\" und gibt gerade ein umjubeltes Konzert vor 80.000 kreischenden Fans – und soll verhindern, dass Tonic in den nächsten Stunden von einem Unbekannten niedergestochen wird. Als er in die Garderobe geht, fällt sein Blick auf einen jungen Mann, der ihm sehr ähnlich sieht. Er fällt ihm auch am nächsten Tag während einer Pressekonferenz auf. Kurze Zeit später wird Tonic beim Soundcheck fast von einem herunterfallenden Bühnenelement erschlagen. Vorsichtshalber fragt er nach dem Auftritt nach einem zweiten Ausgang. Aber Dwayne, der Manager der Band und sein potenzieller Mörder, ist nicht weit – und auch der junge Mann nicht, der Tonic eröffnet, dass er sein Sohn sei.","versions":[{"lang":1,"streams":[{"redirect":8465361,"hoster":"VOE"},{"redirect":14159766,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Kopfgeldjäger","epNo":18,"alt":"A Hunting We Will Go","descr":"Diane Frost wird Unterschlagung vorgeworfen. Sie soll ihren Chef, Rodney Owens, um eine Million Dollar betrogen haben. Deshalb ist Kopfgeldjäger Gordon O’Reilly – Sams aktuelles Alter Ego – im Begriff, sie dem Sheriff auszuliefern. Albert setzt Sam allerdings davon in Kenntnis, dass Diane und Rodney diese Aktion ursprünglich nicht überlebt haben. Dabei fühlen sie sich sehr zueinander hingezogen und könnten eine glückliche gemeinsame Zukunft erleben. Und das hätte Diane auf jeden Fall verdient, denn in Wahrheit ist sie keine Betrügerin. Immer wieder beteuert sie Gordon ihre Unschuld. Der wahre Betrüger ist Rodney Owens, der arme Rentner um ihr Erspartes prellen wollte. Als Diane ihm auf die Schliche kam, gab sie sich alle Mühe, die alten Leute wieder in den Besitz ihres Geldes zu bringen. Aber da Rodney sich mit seinem Geld auch die lokale Polizei gefügig machte, tappte sie in die Falle. Nun müssen Diane und Gordon sehr geschickt vorgehen, wenn sie ihre Geschichte zu einem glücklichen Ende führen wollen.","versions":[{"lang":1,"streams":[{"redirect":8465366,"hoster":"VOE"},{"redirect":8465371,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"In letzter Minute","epNo":19,"alt":"Last Dance Before An Execution","descr":"Es ist ein ganz schöner Schock für Sam, als eine Zeitreise ins Jahr 1971 ihn direkt auf den elektrischen Stuhl führt. Er ist Jesus Ortega, der beschuldigt wird, bei einem Raubüberfall einen Priester erschossen zu haben, und zwar zusammen mit seinem Freund Raul Casta. Das Gericht verhängte für beide die Todesstrafe, ein Urteil, das – zu Sams großer Erleichterung – jetzt um 48 Stunden verschoben wird: Bei der Gerichtsverhandlung wurden Beweise übergangen. Also wird die ganze Geschichte noch einmal aufgerollt. Jesus und Raul geben zu, den Opferstock in der Kirche geraubt zu haben. Sie sahen darin die letzte Chance, Geld für die notwendige medizinische Behandlung von Rauls Tochter zu bekommen. Aber sie verwehren sich entschieden dagegen, den Pfarrer getötet zu haben. Den Beweis für diese Behauptung kann die Untersuchung einer zweiten Kugel bringen, die beim ersten Prozess ignoriert wurde.","versions":[{"lang":1,"streams":[{"redirect":8465379,"hoster":"VOE"},{"redirect":8465378,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kalter Krieg im Ring","epNo":20,"alt":"Heart Of A Champion","descr":"Wir schreiben den 23. Juli 1955. Sam hat die Identität von Terry Sammis angenommen, einem Ringer, der zusammen mit seinem Bruder Ronnie um die Weltmeisterschaft kämpfen soll. Beide werden sehr hoch gehandelt. Von Albert aber erfährt Sam, dass er seinen Bruder trotz der großen Gewinnchancen auf jeden Fall vom Ringen abhalten muss. Ronnie leidet nämlich unter einem Herzfehler, und der Kampf wird ihn das Leben kosten. Sam sucht nun nach Argumenten, damit Ronnie seine Anmeldung zum Kampf zurückzieht. In der Hoffnung auf ein klares medizinisches Sportverbot, überredet Sam Ronnie zu einem Arztbesuch. Aber der Arzt attestiert ihm gute Gesundheit. Sam muss also zu anderen Mitteln greifen, um Ronnie vom Kampf abzuhalten. (","versions":[{"lang":1,"streams":[{"redirect":12384249,"hoster":"VOE"},{"redirect":8465387,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folgen der Angst","epNo":21,"alt":"Nuclear Family","descr":"1962 steht ganz Amerika unter dem Schock der Kuba-Krise. Alle haben panische Angst davor, dass die Russen einen atomaren Erstschlag gegen die Vereinigten Staaten führen könnten. Jede Familie, die es sich leisten kann, hat einen kleinen Atombunker in ihrem Garten installiert, auch die Ellroys. Schließlich betreibt Mac Ellroy ja auch einen schwunghaften Handel mit den Bunkern. Unterstützt wird er dabei von seinem Bruder Eddi, einem Collegestudenten, der durch diese Tätigkeit seine Ausbildung finanziert. Er ist aber auch Sams \"Wirt\": Er soll Mac Ellroy davon abhalten, seinen Nachbarn Burt Rosecranes zu töten. Am 26. Oktober 1962 eskaliert die Lage. Sirenen gehen los. Wie alle anderen Familien flüchten auch die Ellroys in ihren Bunker. Vor dem Bunker steht Burt Rosencranes und bittet darum, zu den Ellroys kommen zu dürfen. Aber Stevie, Macs Sohn, fuchtelt panisch mit einer Waffe herum. Er ist der festen Überzeugung, dass draußen nicht Burt, sondern ein Russe steht…","versions":[{"lang":1,"streams":[{"redirect":8465398,"hoster":"VOE"},{"redirect":8465400,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schocktherapie","epNo":22,"alt":"Shock Theater","descr":"Sam springt in Sam Beiderman, einen depressiven Geisteskranken, der eine Schocktherapie erhält, sobald Sam einspringt. Dies führt dazu, dass Sams Persönlichkeit verdrängt wird, was dazu führt, dass er die Identität von Menschen annimmt, in die er zuvor gesprungen ist. Es liegt an Al, Sams Mission zu erfüllen, indem er einem geistig behinderten jungen Mann hilft, das Lesen zu lernen. Dies kann er, wenn er entdeckt, dass er und Sam von psychisch kranken Menschen gesehen werden können. Er muss auch einen Weg finden, Sams Persönlichkeit wiederherzustellen, damit er springen kann, sonst riskiert er, den Kontakt zu ihm für immer zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":8465185,"hoster":"VOE"},{"redirect":8465191,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Vertauschte Rollen","epNo":1,"alt":"The Leap Back","descr":"Sam und Al wechseln nach einem Blitzschlag die Rollen. Dies ermöglicht Sam, zu seiner Frau nach Hause zurückzukehren, aber als Al in Captain Tom Jarrett springt, wird er von dem eifersüchtigen Verlobten seiner Geliebten getötet, Sam muss nun als sein Hologramm fungieren, um Al zu retten und weiter durch die Zeit springen.","versions":[{"lang":1,"streams":[{"redirect":8469063,"hoster":"VOE"},{"redirect":8469073,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Es ist nie zu spät","epNo":2,"alt":"Play Ball","descr":"Sam springt als der verwaschener Baseballspieler Lester \"Doc\" Fuller ins Jahr 1961, der einem jüngeren und wütenderen Spieler helfen muss, in die großen Ligen zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8469071,"hoster":"VOE"},{"redirect":8469075,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sturm der Leidenschaft","epNo":3,"alt":"Hurricane","descr":"Am 17. August 1969 gibt es in Jackson Point, Mississippi, Hurricane-Alarm. Sam hilft in Gestalt von Archie zusammen mit seiner Freundin Cissy, Menschen aus dem Krisengebiet zu evakuieren. Die Bewohner eines Appartement-Blocks allerdings weigern sich hartnäckig, die Stadt zu verlassen. Sie wollen eine große Hurricane-Party feiern. Sam erkennt, dass sie diesen Leichtsinn mit dem Leben bezahlen werden und er sie zwingen muss, sich seinen Anweisungen zu fügen. Aber Sam hat noch eine weitere Aufgabe zu erfüllen. Er muss Cissy davor retten, dem Hurricane zum Opfer zu fallen. Dieser Pflicht kommt er sehr gern nach, denn er hat sich in Cissy verliebt. Das Problem aber ist, dass sie sich an einem anderen Ort befindet als er. Sam muss Albert bitten auf seine Freundin aufzupassen, während er sich damit beschäftigt, die störrischen Appartmentbewohner zu ihrem Glück zu zwingen","versions":[{"lang":1,"streams":[{"redirect":8469081,"hoster":"VOE"},{"redirect":8469083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gerechtigkeit","epNo":4,"alt":"Justice","descr":"Man schreibt das Jahr 1965. Sams Alter Ego ist Clyde, ein Mann, dessen ganze Familie rassistischen Vorstellungen nachhängt und der selbst Mitglied des Ku Klux Klan ist. Eines Abends bedroht Clydes kleiner Sohn Cody die schwarze Hausangestellte Ada mit einem Gewehr. Da Clyde Sams Persönlichkeit hat, verlangt er von Cody, sich zu entschuldigen. So kommt es zum Streit zwischen den Ehepartnern. Sam/​Clyde verbringt beinahe die ganze Nacht damit, seiner Frau Lilly ihr menschenverachtendes Denken vor Augen zu führen. Mit Lillys Bekehrung ist Sams Auftrag natürlich längst nicht erfüllt. Er muss auch noch verhindern, dass Adas Sohn Nathaniel Opfer rassistischer Lynchjustiz wird, als er sich für die Wahlen registrieren lassen will. Für diese \"Provokation\" will der Ku Klux Klan ihn töten. Clyde warnt Nathaniel und seine Freunde und jetzt trachtet der Klan auch ihm nach dem Leben.","versions":[{"lang":1,"streams":[{"redirect":8469089,"hoster":"VOE"},{"redirect":8469094,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dauerwelle","epNo":5,"alt":"Permanent Wave","descr":"Als Starfigaro Frank Bianca soll Sam einen Doppelmord verhindern. In seinem Frisiersalon arbeitet auch seine Freundin Laura, die einen behinderten Sohn hat. Als sie diesen eines Tages einkaufen schickt, wird er Augenzeuge eines Mordes. Vor Jahren ertappte auch Lauras Mann einen Killer auf frischer Tat. Da er zu einer Aussage fest entschlossen war, wurde er umgebracht. Um Kyle vor diesem Schicksal zu bewahren, beschwört sie ihn, nichts zu sagen. Aber Arnie Ward, der ermittelnde Detective, bemerkt, dass der Junge etwas verheimlicht. Trotz Kyles Diskretion kommt es in der Nacht nach dem Mord zu einem Zwischenfall. Jemand schießt durch das Fenster von Lauras Wohnung. Panisch macht sie sich mit Kyle zusammen auf den Weg zu Franks Wochenendhaus in Arrowhead. Sams Informationen zufolge sollen die beiden genau dort umgebracht werden. Also bricht auch er nach Arrowhead auf. Aber die Mörder sind schon unterwegs.","versions":[{"lang":1,"streams":[{"redirect":8505547,"hoster":"VOE"},{"redirect":8469097,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein schwieriger Fall","epNo":6,"alt":"Raped","descr":"Katie McBrain hatte auf einen schönen Abend gehofft, als sie sich mit Kevin Wentworth traf. Statt dessen wird sie von ihm brutal vergewaltigt. Als sie wenig später in einem Krankenhaus medizinisch versorgt wird, vollzieht Sam seinen Quantensprung und nimmt Katies Gestalt an. Die Verwandlung lässt ihn eine Reihe von Demütigungen erleben. Denn Kevin Wentworth ist der ausgesprochen beliebte Sprössling einer hoch angesehenen Familie. Darum stehen alle auf seiner Seite. Nur die Anwältin Nancy Hudson glaubt Katie und erwirkt einen Haftbefehl gegen Kevin. Sam hofft, dass seine Mission damit erfüllt ist. Er möchte nicht in dem nun folgenden Prozess aussagen, da er die Vergewaltigung nicht selbst erlebt hat. Tatsächlich aber muss er so lange Katie bleiben, bis der Prozess durchgestanden ist, denn die vielfältigen Schmähungen gegen sie würden das Mädchen sonst in den Selbstmord treiben. Selbst nachdem das Gericht zu ihren Gunsten entschieden hat, ist Katie noch einmal auf Sams Hilfe angewiesen.","versions":[{"lang":1,"streams":[{"redirect":8469106,"hoster":"VOE"},{"redirect":8469104,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Affenliebe","epNo":7,"alt":"The Wrong Stuff","descr":"Tierische Erfahrungen macht Sam, als er am 24. Januar 1961 die Gestalt des Schimpansen Bobo annimmt. Er gehört zu einer Gruppe von Versuchstieren, die unter anderem zur Erprobung von Sturzhelmen benutzt werden – und dabei oftmals ihr Leben lassen. Nun soll er verhindern, dass diese und andere Tierversuche fortgesetzt werden. Dazu braucht er die Hilfe der Verhaltensforscherin Dr. Leslie Ashton. Aber als Sam versucht, zu ihr Kontakt aufzunehmen, bemerkt er, dass er diesmal ein ganz besonderes Handicap hat: Sobald er versucht zu sprechen, gelingt ihm nur ein Grunzen. Nur durch Zeichensprache schafft er es, die Ärztin auf das Problem aufmerksam zu machen. Kurz nach diesem Erfolg schwebt Bobo schon wieder in Lebensgefahr. Aber mit Als Hilfe gelingt es ihm, sich und seine Freundin, das Affenweibchen Cory, zu befreien und mit ihr zu fliehen. Ihr Peiniger Dr. Winger verfolgt die beiden und fällt dabei in einen See, in dem er zu ertrinken droht. Obwohl er weiß, dass Schimpansen sich eigentlich nicht über Wasser halten können, unternimmt Sam einen Rettungsversuch.","versions":[{"lang":1,"streams":[{"redirect":8469111,"hoster":"VOE"},{"redirect":8469116,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der einzige Zeuge","epNo":8,"alt":"Dreams","descr":"Janice DeCaro wird tot im Badezimmer ihres Hauses gefunden. Jemand hat ihr den Bauch aufgeschlitzt und ihr Herz herausgerissen. Tatverdächtig erscheint vor allem ihr Mann Peter, der noch eine Waffe in der Hand hält, als die Polizei eintrifft. Lieutenant Jack Stone, alias Sam, soll herausfinden, ob er tatsächlich der Schuldige ist. Unterstützt wird er dabei von seiner Partnerin Pamela Roselli, die in Stone verliebt ist. Die Nachforschungen der Polizei führen zu Peters Psychologen Mason Crane, den der Lieutenant zunächst auf sein ganz persönliches Problem anspricht. Er leidet nämlich unter entsetzlichen Alpträumen. Erst später kommen die beiden Männer auf die DeCaros zu sprechen. Sie haben kaum mit dem Thema begonnen, da erhält Sam/​Stone die Weisung, schleunigst zu verschwinden. Denn Mason hat nicht nur Janice umgebracht, er trachtet auch Stone nach dem Leben.","versions":[{"lang":1,"streams":[{"redirect":14044971,"hoster":"VOE"},{"redirect":8469121,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Regen","epNo":9,"alt":"A Single Drop Of Rain","descr":"Billy Beaumont ist ein Scharlatan. Mit der Lüge, Regen herbeizaubern zu können, zieht er den Leuten viel Geld aus der Tasche, mit dem er dann schnell das Weite sucht. Am 7. September 1953 ist Beaumont in seinem kleinen Heimatort in Texas zu Besuch bei seiner Mutter. Hier wird er niemanden hinters Licht führen, denn in seinem Körper steckt Sam Beckett. Sams Mission besteht darin, die Ehe von Billys Bruders Ralph und seiner Frau Annie zu retten. Annie hatte vor längerer Zeit eine Affäre mit Billy und ist nun sehr daran interessiert, diese wieder aufleben zu lassen. Ralph spürt, dass er Grund zur Eifersucht hat. Schon bald kommt es zum Kampf zwischen den Brüdern. Währenddessen probieren die anderen Bewohner des Ortes eine Erfindung von Billy aus, mit deren Hilfe der heiß ersehnte Regen kommen soll.","versions":[{"lang":1,"streams":[{"redirect":8469125,"hoster":"VOE"},{"redirect":8469126,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zweikampf","epNo":10,"alt":"Unchained Melody","descr":"In Gestalt des Scheckbetrügers Chance Cole muss Sam 1956 für ein Dreivierteljahr ins Gefängnis. Dort freundet er sich mit Jasper Boone an, der wegen Raubüberfalls und versuchten Mordes 15 Jahre absitzen soll. Boone ist unschuldig. In Wahrheit stecken der Kaufmann Jake Wiles und der Polizist Cooley hinter diesem und anderen Überfällen. Eines Nachts geraten Wiles und Cooley in einen heftigen Streit, in dessen Verlauf der Kaufmann getötet wird. Als die Leiche am nächsten Tag gefunden wird, dreht Boone durch und geht auf Cooley los. Dieser brummt daraufhin ihm und Sam eine Strafe auf, die für einen von beiden den Tod bedeuten soll. Tatsächlich aber nutzen Sam und Boone eine sich bietende Gelegenheit zur Flucht.","versions":[{"lang":1,"streams":[{"redirect":8469132,"hoster":"VOE"},{"redirect":8469130,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein ungleiches Paar","epNo":11,"alt":"The Play’s The Thing","descr":"Jane Lindhurst und Joe Thurlow sind ein ungewöhnliches Liebespaar: Sie ist 50 und damit exakt doppelt so alt wie Joe – in dessen Körper zur Zeit Sam steckt. Er will sowohl das Glück als auch die Karriere der beiden Liebenden retten. Jane ist eine großartige Sängerin und Joe ein hoffnungsvoller Schauspieler, der gerade für eine Hamlet-Vorstellung am Broadway probt. Plötzlich aber taucht Janes Sohn Neil mit seiner Frau Liz auf. Sie wollen, dass die Sängerin New York verlässt und nach Cleveland zurückkehrt. Joe versucht den beiden plausibel zu machen, dass seine Freundin über eine außergewöhnliche Begabung verfüge und nicht in die Provinz zurückgehen sollte, wenn sie etwas daraus machen möchte. Aber als Jane vor ihrer Familie ihr Talent unter Beweis stellen soll, bringt sie nur eine mittelmäßige Leistung. Nun muss Joe sich etwas anderes einfallen lassen, um Neil umzustimmen. Er lädt alle zur Hamlet-Vorstellung ein. Wenige Minuten bevor der Vorhang aufgeht, versteht Sam allerdings plötzlich, warum Joe keine Karriere gemacht hat: Die Schauspieler sollen nackt auftreten.","versions":[{"lang":1,"streams":[{"redirect":8469135,"hoster":"VOE"},{"redirect":8469142,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Kampf auf Leben und Tod","epNo":12,"alt":"Running For Honor","descr":"Phillip Ashcroft ist homosexuell. Im Jahr 1964 ein Umstand, der einen Mann die Karriere kosten kann, besonders dann, wenn er eine militärische Laufbahn einschlägt. Die Karriere von Phillip Ashcroft jedenfalls wird jäh von einer Clique unterbrochen, die sich dem \"Schwulenklatschen\" verschrieben hat. Sie sorgen dafür, dass der junge Mann die \"Prescott Naval Academy\" verlassen muss. Phillips letzter Bezug zur Akademie ist Tommy, sein ehemaliger Zimmergenosse. Tommy wiederum \"beherbergt\" Sam, dessen Aufgabe es sein wird, Phillips Tod zu verhindern. Dabei ist er selbst in einer ausgesprochen misslichen Situation, denn auch Tommy ist homosexuell. Darum muss Sam nicht nur das Gespött seiner Kameraden, sondern auch noch Alberts Sticheleien über sich ergehen lassen. Er kann allzu gut verstehen, warum Phillip mit dem Gedanken an Selbstmord spielt. Aber er findet ganz unerwartet jemanden, der in der Lage ist, es ihm auszureden.","versions":[{"lang":1,"streams":[{"redirect":8469144,"hoster":"VOE"},{"redirect":8469147,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Zweite Gesicht","epNo":13,"alt":"Temptation Eyes","descr":"Im Februar 1985 schlüpft Sam in die Rolle des Journalisten Dylan Powell. Zusammen mit seinem Kollegen Ross Tyler produziert er ein TV-Magazin, das kaum noch Zuschauer hat. Erst seit ein Frauenmörder es sich zur Gewohnheit gemacht hat, Ross und Dylan exklusiv über jede Tat zu informieren, erreichen die beiden wieder stattliche Einschaltquoten. Das jüngste Opfer ist eine Stripperin, die erwürgt in ihrem Appartement in Chinatown gefunden wird. Am Tatort trifft Sam/​Dylan auf Tamlyn Matsuda. Die Hellseherin soll der Polizei bei der Aufklärung des Verbrechens helfen. Sam verliebt sich sofort in sie und ist entsetzt, als er von Al erfährt, dass sie das nächste Opfer des Killers werden soll. Es beruhigt ihn nur wenig, dass er zu wissen glaubt, vor wem er sie schützen muss. Denn Tamlyn hatte Visionen des Mörders. Aber weder Sam noch Tamlyn ahnen, dass die Gefahr für ihr Leben von einer ganz anderen Person ausgeht.","versions":[{"lang":1,"streams":[{"redirect":8469158,"hoster":"VOE"},{"redirect":8469154,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Duell","epNo":14,"alt":"The Last Gunfighter","descr":"Als Sam 1957 die Identität von Tyler Means annimmt, erlebt er, wie es ist, eine lebende Legende zu sein. Man erzählt sich, dass der mittlerweile 82-Jährige die Stadt Coffin in Arizona von der berüchtigten Claggett-Bande befreit habe. Natürlich interessiert sich das Fernsehen brennend für Tylers Geschichte und will ihm die Rechte daran für sehr viel Geld abkaufen. Der Vertrag steht schon kurz vor dem Abschluss, da kommt es zum Eklat. Auf der Hundertjahrfeier wird Means von einem anderen Cowboy, Pat Knight, für den nächsten Tag zum Duell gefordert. Knight behauptet, Means schmücke sich mit seinen Federn, weil in Wahrheit er die Claggetts aus dem Weg geschafft habe. Sam weiß, dass es katastrophale Folgen haben wird, wenn er sich nicht auf das Duell einlässt. Aber wenn er es tut, läuft er Gefahr, getötet zu werden – oder seinen Gegner zu töten. Er muss sich also schleunigst etwas einfallen lassen, um die Geschichte zu einem für alle Beteiligten guten Ende zu führen.","versions":[{"lang":1,"streams":[{"redirect":8469159,"hoster":"VOE"},{"redirect":8660574,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Singen um jeden Preis","epNo":15,"alt":"A Song For The Soul","descr":"Sam als Sängerin in einem Damentrio? Ein Zeitsprung in das Jahr 1963 macht es möglich. Sam tritt als Cheree mit den \"Lovettes\" im Nachtclub \"Blue Note\" auf. Cherees Kollegin Lynell ist in Bedrängnis: Clubbesitzer Bobby Lee nutzt seinen Einfluss in der Musikbranche, um sie privat und beruflich unter Druck zu setzen. Außerdem hat Lynells Vater, Reverend Walters, einiges gegen die Gesangskarriere seiner Tochter einzuwenden. Vor einem Wettbewerb, der für die \"Lovettes\" den Durchbruch bedeuten könnte, bringt Sam den anderen ein paar Tanzschritte bei. Er kommt aber auch dahinter, dass Bobby Lee nicht nur in der Musikbranche, sondern auch als Zuhälter tätig ist. Sam muss nun mit Hilfe des Reverends verhindern, dass Lynell einen Vertrag mit ihm unterzeichnet. Dann versucht Bobby Lee kurz vor dem großen Wettbewerb Lynell zu vergewaltigen.","versions":[{"lang":1,"streams":[{"redirect":8469166,"hoster":"VOE"},{"redirect":8469172,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Todesfalle","epNo":16,"alt":"Ghost Ship","descr":"Als Eddie Brackett, Co-Pilot eines Privatflugzeugs, muss Sam durch das Bermuda-Dreieck – und Bermuda erreichen, bevor einer seiner Passagiere stirbt. An Bord sind Grant und Michelle Cutter, jung, reich und frisch verheiratet. Kaum befinden sie sich über dem Bermuda-Dreieck, fällt der Kompass der Maschine aus. Pilot Captain Cooper wendet das Flugzeug und nimmt Kurs zurück nach Norfolk, Virginia. Genau jetzt informiert Al Sam, dass Michelle an einem Blinddarmdurchbruch sterben wird, wenn er Cooper nicht dazu bringt, auf Bermuda zu landen, das drei Stunden näher liegt als Norfolk. Al kann Cooper zum Kurswechsel überreden. Aber als sie im Bermuda-Dreieck in einen Sturm geraten, durchlebt der Pilot noch einmal seine schrecklichen Kriegserlebnisse: Cooper hat im Zweiten Weltkrieg im Bermuda-Dreieck U-Boote versenkt, verlor aber nach einem Blitzeinschlag seine gesamte Crew und trieb acht Tage im Wasser, bevor er gerettet wurde. Sam muss unterdessen bereits an Michelle seine medizinische Improvisationskunst unter Beweis stellen.","versions":[{"lang":1,"streams":[{"redirect":8469173,"hoster":"VOE"},{"redirect":8469175,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Roberto!","epNo":17,"alt":"Roberto!","descr":"Als Nachwuchsjournalist Roberto Gutierrez muss Sam 1982 den Tod seiner Kollegin Jani Eisenberg verhindern und die illegale Produktion eines Nervengases stoppen. Roberto und Jani sollen einen Mann interviewen, der meint, Außerirdische gesehen zu haben. Kurz vor dem Termin suchen noch zwei andere Personen den dringenden Kontakt zur Presse: ein Bauer, dem just an dem Tag, als die Aliens gesichtet wurden, Schafe abhanden kamen, und ein gewisser Rick, der im ansässigen Chemiewerk arbeitet. Ein Treffen mit ihm aber kommt nicht mehr zustande, weil Rick kurz zuvor auf mysteriöse Art ums Leben kommt. Bei ihren Nachforschungen entdecken Jani und Roberto, dass in dem Werk ein tödliches Nervengift produziert wird. Als sie ihren Fund mit Hilfe eines Kamerateams festhalten wollen, sind sämtliche Spuren verwischt. Sie setzen nun alles daran, Beweise für ihre Entdeckung zu finden. Währenddessen tauscht ein mysteriöser Mann Janis’ Asthmaspray durch eine tödliche Substanz aus.","versions":[{"lang":1,"streams":[{"redirect":8469181,"hoster":"VOE"},{"redirect":8469182,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Taxi!","epNo":18,"alt":"It’s A Wonderful Leap","descr":"Sam Beckett ist Taxifahrer, als er am 10. Mai 1958 in der Gestalt von Max Greenman auftaucht. Soeben hat er einen Unfall gebaut und eine junge Frau überfahren. Zu seiner Erleichterung aber ist sie unversehrt. Ihren Angaben zufolge ist das kein Wunder, denn die Dame ist kein Mensch, sondern Max’ Schutzengel. Sie soll verhindern, dass Max bei einem Überfall erschossen wird – eine Aufgabe, die ihr spielend gelingt. Allerdings erbeuten die Diebe trotz der himmlischen Hilfe Max’ gesamte Tageseinnahmen. Das ist besonders tragisch, weil ihm damit die Restsumme fehlt, um die 20.000 Dollar zu gewinnen, die als Preis für den umsatzstärksten New Yorker Taxifahrer ausgesetzt sind. Max’ Vater kann sich mit dem Verlust nicht abfinden. Er versucht, den Chef seines Sohnes – Frank O’Connor – mit vorgehaltener Pistole zu zwingen, das Geld herauszugeben. Er ahnt nicht, dass Frank selbst der Drahtzieher des Überfalls ist, weil er verhindern wollte, dass Max den Preis gewinnt. Sam hat nun zwei Aufgaben: Er muss \"seinen\" Vater davon abhalten, Frank umzubringen und dafür sorgen, dass Max letztendlich doch noch in den Genuss seines wohlverdienten Geldes kommt.","versions":[{"lang":1,"streams":[{"redirect":8469186,"hoster":"VOE"},{"redirect":12985371,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Fernsehdoktor","epNo":19,"alt":"Moments To Live","descr":"Als Fernsehdoktor Lyle Hart bekommt Sam die Schattenseiten des Starruhms zu spüren. Norma Jean Pilcher, eine Zuschauerin, hat in einem Preisausschreiben ein Treffen mit ihm gewonnen. Da sie sich abgöttisch in ihn verliebt hat, verspricht sie sich mehr von dem Termin als ein schlichtes Abendessen. Sie legt es darauf an, ein Kind von ihrem Idol zu bekommen. Mit gezückter Waffe zwingt sie Sam/​Lyle zu ihrem Wohnmobil und fährt ihn zu ihrer Mutter, wo sie sich alle Mühe gibt, ihren Star zu verführen. Dann kommt ihr Mann Hank hinzu. In einem unbeobachteten Moment gelingt es Lyle/​Sam aus dieser unglückseligen Situation zu fliehen, doch Hank fängt ihn wieder ein. Sam weiß mittlerweile, dass Norma Jean – ebenso wie ihre angebliche Mutter – psychisch krank ist und dringend Hilfe braucht. Um ihren Selbstmord zu verhindern, versucht er, sich Hank zum Verbündeten zu machen und mit ihm eine List auszuführen, für die er sein Image als Fernsehdoktor nutzt.","versions":[{"lang":1,"streams":[{"redirect":8469196,"hoster":"VOE"},{"redirect":8469197,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Fluch des Ptah-Hotep","epNo":20,"alt":"The Curse Of Ptah-hotep","descr":"Als Professor Dale Conway, Archäologe der Kansas State University, erforscht Sam zusammen mit seiner Kollegin Ginny Will das Grab des ägyptischen Pharaos Ptah-Hotep. Ursprünglich kamen die beiden Professoren nie von ihrer Expedition zurück. Aber nun soll Sam darauf achten, dass sie sie wohlbehalten zu Ende führen können. Dass sie einer gefährlichen Tätigkeit nachgehen, zeigt sich erstmals, als einer ihrer ägyptischen Helfer von einem Scheinwerfer erschlagen wird. Wenig später kommt ein zweiter Arbeiter durch einen Unfall ums Leben. Allem Anschein nach ist der Fluch des Pharao mehr als ein Gerücht: Die Unglücksfälle reißen nicht ab. Trotzdem suchen die beiden Archäologen weiter nach der Mumie. Als Sam sie gefunden hat und im Begriff ist, ihr diamantenes Herz zu berühren, hören die Forscher ein ungeheures Rumpeln. Mächtige Steine fallen herab und verriegeln die Ausgänge. Durch die Entschlüsselung von Hieroglyphen finden die beiden schließlich den Ausgang. Den aber versperrt ihnen ein ganz menschlicher Feind.","versions":[{"lang":1,"streams":[{"redirect":8469201,"hoster":"VOE"},{"redirect":8469202,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wie Hund und Katze","epNo":21,"alt":"Stand Up","descr":"Chaos bricht aus, als Sam am 30. April 1959 in Person des Sängers Davey Parker auftaucht. Der gibt gerade mit seinem Partner, dem Komiker Mack MacKay, eine Bühnenvorstellung, die durch Sams Auftauchen total schiefgeht. Die beiden werden gefeuert. Glücklicherweise gefällt aber Macks Freundin Frankie dem Nachtclubbesitzer Carlo DeGorio so gut, dass er alle drei nach Las Vegas einlädt, wo sie in seiner Bar auftreten sollen. Albert weiß, dass der Trip in einer Katastrophe enden wird: Der Barbesitzer wird Mack aus Eifersucht töten. Er gibt den Rat, Mack solle endlich seine Angst vor Gefühlen überwinden und Frankie seine Liebe gestehen, anstatt sie immer nur zu ärgern. Er glaubt, dass DeGorio sie in Ruhe lassen wird, wenn er merkt, dass die beiden ein Paar sind. Mack tut wie empfohlen. Aber damit ist das Problem noch nicht gelöst. Als DeGorio zu Frankies Probe kommt, um ihr einen Nerzmantel zu schenken, eskaliert die Situation.","versions":[{"lang":1,"streams":[{"redirect":8469210,"hoster":"VOE"},{"redirect":8469208,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein Sprung für Lisa","epNo":22,"alt":"A Leap For Lisa","descr":"Am 22. Juni 1957 wird Sam unsanft aus seinen Träumen gerissen, und zwar von Militärstaatsanwalt Commander Dobbs. Er konfrontiert Sam mit den harten Anschuldigungen, die gegen sein Alter Ego, den Militärpiloten Al \"Bingo\" Cavalicci vorliegen. Bingo soll Marci Riker, die Frau des Commanders vergewaltigt und ermordet haben. Tatsächlich ist Bingo unschuldig und war die ganze Nacht bei seiner großen Liebe Lt. Lisa Sherman. Der Pilot aber möchte nicht, dass Lisa ihm ein Alibi gibt. Denn sie ist verheiratet – mit einem Mann, der sie ständig betrügt. Als Commander Riker behauptet, ihn bei der Tat beobachtet zu haben, bemerkt Bingo, wie dringend er auf Lisas Zeugenaussage angewiesen ist. Zu spät: Lisa stirbt bei einem Unfall. Al bemerkt, dass sich die ursprünglichen Ereignisse durch Sams Anwesenheit zum Schlechten verändern. Darum sieht er schwarz für die bevorstehende Gerichtsverhandlung.","versions":[{"lang":1,"streams":[{"redirect":8469059,"hoster":"VOE"},{"redirect":8469055,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Das Attentat (1+2)","epNo":1,"alt":"Lee Harvey Oswald (1+2)","descr":"Den Mord an Präsident John F. Kennedy kann Sam zwar nicht verhindern, als er die Rolle von Lee Harvey Oswald einnimmt. Dafür kann er zwei anderen Menschen das Leben retten. Aber bevor er richtig zum Zuge kommt, vollzieht er eine Reihe von Quantensprüngen. Ziggy errechnet, dass dies ein Versuch sein kann, Oswalds und Sams Bewusstsein zu verschmelzen.Zunächst ist Sam in Dallas, Texas, wo er sich mit seiner Frau Marina in fließendem Russisch verständigt. Kaum hat er sich von der Überraschung über seine Sprachkenntnisse erholt, taucht er in Atsugi in Japan auf. Man schreibt das Jahr 1957, und Oswald ist Mitglied der US-Army. Aus unerfindlichen Gründen ist er ausgesprochen rüde zu seinem Trainer Sergeant Lopez, den er sich so zum Feind macht. Kurz darauf rächt Lopez sich an Oswald und beginnt, ihn in einer Bar zu provozieren. Daraufhin wird Oswald ihn in blindem Zorn umbringen. Sam muss das um jeden Preis verhindern, denn wenn Lopez am Leben bleibt, wird er später einmal 17 Marines das Leben retten.","versions":[{"lang":1,"streams":[{"redirect":8471312,"hoster":"VOE"},{"redirect":8471310,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"","descr":"Die Aufgabe, Sergeant Lopez vor einem Mordanschlag von Lee Harvey Oswald zu bewahren, ist schwieriger als erwartet, denn Sams und Oswalds Persönlichkeiten beginnen sich zu vermischen. Nach kurzen Sprüngen nach Kalifornien und Moskau landet Sam endlich in Dallas – am 22. November 1963 und in Gestalt von Lee Harvey Oswald, der sich gerade anschickt, mit einem Gewehr seine Wohnung zu verlassen.Derweil hat Al den wahren Lee Harvey Oswald im Kreuzverhör und zwingt ihn zuzugeben, dass er ohne Hintermänner agiert. Dann taucht die Limousine des Präsidenten auf. Der Attentäter nimmt sie ins Visier und feuert. In just diesem Moment springt Sam in einen der Bodyguards und rettet das Leben der First Lady, die ursprünglich auch getötet wurde.","versions":[]},{"epId":"episode-3","name":"Die Kratzbürste","epNo":3,"alt":"Leaping Of The Shrew","descr":"Einen Sprung in’s kalte Wasser macht Sam, als er die Identität des Seemanns Nikos Stathatos annimmt. Er schwimmt mitten in der Ägäis und ist damit beschäftigt, die verwöhnte Vanessa Foster vor dem Ertrinken zu retten. Vor wenigen Augenblicken nämlich ist die Yacht, die sie mitsamt Nikos für ihre Hochzeitsreise mietete, explodiert und gesunken. Sam/​Nikos schleppt sich und Vanessa in ein Rettungsboot, mit dem die beiden zu einer einsamen Insel gelangen. Sam hat in der Zwischenzeit festgestellt, dass Vanessa stets gemäß den Wünschen ihrer Familie handelt und ihre eigenen Bedürfnisse vernachlässigt. Es wird seine Aufgabe sein, sie davon zu überzeugen, stets der Stimme ihres Herzens zu folgen – und ihre Liebe zu Nikos vor sich und ihrer Familie einzugestehen.","versions":[{"lang":1,"streams":[{"redirect":8471309,"hoster":"VOE"},{"redirect":8471311,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein zweites Leben","epNo":4,"alt":"Nowhere To Run","descr":"Ron Miller hat im Vietnamkrieg seine Beine verloren. Als Sam im August 1968 seinen Körper übernimmt, muss er sich mit dem Gedanken vertraut machen, dass er trotz seines Handicaps Großes zu leisten hat. Zum einen muss er Rons Ehe retten, um die Geburt seiner drei Söhne sicher zu stellen. Einer von ihnen soll nämlich im Golfkrieg einer ganzen Tank-Crew das Leben retten. Zum anderen muss er den gelähmten Billy Johnson davon abhalten, Selbstmord zu begehen. Al weiß, dass Billy sich in den Pool des Krankenhauses stürzen wird. Als Sam ihm dorthin folgen will, stellt sich ihm ein unsympathischer, brutaler Pfleger in den Weg. Also nutzt er die Tatsache, dass er in Wirklichkeit Beine hat, um ihn k.o. zu schlagen und Billy zu retten – zur Verwunderung des ganzen Krankenhauses, das Sams Beine nicht sehen kann. Die Rettung von Rons Ehe allerdings erscheint aussichtslos, denn seine Frau hat einen Liebhaber. Dafür aber macht Kiki Wilson, eine der Krankenschwestern, dem Vietnam-Veteranen ausgesprochen schöne Augen.","versions":[{"lang":1,"streams":[{"redirect":8471313,"hoster":"VOE"},{"redirect":8471314,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Vergeltung","epNo":5,"alt":"Killin’ Time","descr":"Am 18. Juni 1958 erfährt Sam aus dem Fernsehen, dass er ein Killer auf der Flucht ist, der gerade zwei Geiseln in seiner Gewalt hat. Es sind die achtjährige Becky und ihre hübsche Mutter Carol. Die Polizei hat das Haus umstellt, in dem die drei sich befinden. Albert erläutert Sam den Zweck dieser Reise. Eigentlich wurde Becky bei der Erstürmung des Hauses erschossen, und auch der Killer Leon Stiles – Sam – verlor sein Leben. Es war die Rache Sheriff Hoyts, dessen Tochter Stiles getötet hatte. Hoyts verlor wegen dieser Tat seinen Job, denn vor Gericht wurde bewiesen, dass der Killer unbewaffnet war, als der Polizist auf ihn schoss. Hoyts wird aufgrund dieser Ereignisse dem Alkohol verfallen. Sam versucht zunächst, den Geiseln die Angst zu nehmen und ihnen zu erklären, warum er sie nicht – wie ursprünglich geplant – freilassen kann. Er braucht sie als Schutzschild, damit Hoyt es nicht wagt, auf ihn zu feuern. Da er weiß, dass Becky in Lebensgefahr schwebt, darf sie das Haus verlassen. Carol fällt die Aufgabe zu, Stiles’ Leben zu schützen","versions":[{"lang":1,"streams":[{"redirect":12336961,"hoster":"VOE"},{"redirect":8471316,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Heller als alle Sterne","epNo":6,"alt":"Star Light, Star Bright","descr":"Die Probleme des Alterns bekommt Sam zu spüren, als er 1966 in der Gestalt des 79-jährigen Max Stoddard auftaucht. Max ist der Meinung, ein UFO gesehen zu haben, was wiederum seinen Sohn John und dessen Frau Eva auf die Idee bringt, er sei im Begriff, den Verstand zu verlieren und müsse in ein Heim. Als sie hören, wie sich Max abends im Bett mit Albert unterhält, scheint sich dieser Verdacht zu bestätigen. Dr. Burton Hardy und Major Meadows, die Max bald darauf untersuchen, interessieren sich weniger für seinen Geisteszustand als für seine UFO-Erfahrungen. Aber Max/​Sam erzählt nur vom \"Projekt Quantensprung\". Und selbst das wird unterbrochen, denn plötzlich stürmen Max’ Sohn und sein Enkel herein, um ihn zu retten. Gemeinsam laufen sie zu der Stelle, wo Max glaubt, das UFO gesehen zu haben. Dort bieten Sam und Albert ihnen eine filmreife Vorstellung.","versions":[{"lang":1,"streams":[{"redirect":8471319,"hoster":"VOE"},{"redirect":8471318,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Sieg des Guten","epNo":7,"alt":"Deliver Us From Evil","descr":"Am 19. März 1966 erscheint Sam in der Gestalt von Jimmy LaMatta. Seine Aufgabe besteht darin, die Ehe seines Bruders Frank und dessen Frau Connie zu retten, da die beiden sich sehr lieben, auch wenn es ihnen im Moment nicht bewusst ist. Auch für Jimmy ist diese Liebe gerade nur schwer erkennbar, denn er ist damit beschäftigt, seinem Bruder beim Umzug seiner neuen Freundin zu helfen. Connie glaubt, dass die beiden Besorgungen machen. Später spricht Jimmy Connie auf seinen Bruder an. Er glaubt, dass es hilfreich sein könnte, wenn er sie darauf aufmerksam macht, wie sehr Frank sie braucht. Aus dieser Feststellung entwickelt sich schon bald ein sehr emotionsgeladenes Gespräch. Irgendwann sind die beiden so aufgewühlt, dass Jimmy Connie bei den Schultern packt. Dadurch schließen sich zwei Quantenkreisläufe, und Connie wird zu Alia. Ebenso wie Sam ist sie eine Zeitreisende. Aber im Unterschied zu Sam und Albert führen sie und ihr Partner nur Böses im Schilde. Dennoch fühlt Sam sich stark zu Alia hingezogen. Gerne folgt er ihr ins Schlafzimmer, wo die beiden dann von Frank ertappt werden. Alia behauptet kurzerhand, Sam habe versucht, sie zu vergewaltigen.","versions":[{"lang":1,"streams":[{"redirect":12174118,"hoster":"VOE"},{"redirect":8471321,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Medaillon","epNo":8,"alt":"One Little Heart","descr":"Als Clayton Fuller ist Sam Sheriff von Potterville, einem kleinen Ort in Louisiana. Seine Frau Laura ist in einer Nervenheilanstalt. Sie hat als einzige ein Familienmassaker überlebt, das einst ihre Mutter anrichtete, als sie alle ihre Kinder – bis auf Laura – und dann sich selbst tötete. Die einfachen Leute in Potterville sahen darin ihre Auffassung bestätigt, auf der Familie laste ein Fluch, und zwar bereits seit dem 18. Jahrhundert. Die Geschehnisse um Claytons Tochter Abigail, die sich im Sommer 1955 ereignen, geben dieser Theorie erneut Nahrung. Die Leute argwöhnen, die Zehnjährige habe ihre Altersgenossin Violet und deren Vater Bart im Sreit um ein Medaillon umgebracht. Besonders Leta, die vor Kummer halb wahnsinnige Mutter Violets, hält Abigail für schuldig und ist fest entschlossen, sich zu rächen. Albert informiert Sam, dass Clayton und Abigail am nächsten Tag bei einem Brand sterben werden, den möglicherweise Leta gelegt hat. Sam muss versuchen, die beiden zu retten.","versions":[{"lang":1,"streams":[{"redirect":12384243,"hoster":"VOE"},{"redirect":8471323,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hexenjagd","epNo":9,"alt":"For Your Love","descr":"Mit einem Quantensprung ins Jahr 1966 versucht Sam ein zweites Mal, Abigail Fuller zu retten. Elf Jahre zuvor hatte er sie vor der Rache Leta Aiders bewahren müssen. Die ist immer noch der festen Überzeugung, dass Abigail ihren Mann und ihre Tochter ermordet hat. Und in dem kleinen Ort Potterville ist sie da nicht die Einzige. Als am Vorabend von Abigails Hochzeit der Junge Pervis Takins verschwindet, kommen alle Vorurteile gegen sie wieder an die Oberfläche. Zu allem Überfluss ist sie Pervis’ Babysitterin und die Letzte, die den Jungen vor seinem Verschwinden gesehen hat. Angeheizt durch Leta Aider bricht eine Hexenjagd auf die junge Frau los, vor der Sam sie in Gestalt ihres Bräutigams schützen muss.","versions":[{"lang":1,"streams":[{"redirect":12931602,"hoster":"VOE"},{"redirect":8471324,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tödliche Rache","epNo":10,"alt":"The Last Door","descr":"Abigail steht wieder einmal unter dringendem Mordverdacht. Das Opfer ist Leta Aider, die Frau, die seit Jahren davon überzeugt ist, dass Abigail ihren Mann und ihre Tochter auf dem Gewissen hat. Die Behauptung scheint sich kurz nach Letas Tod zumindest teilweise zu bestätigen. Denn als man Violet Aiders sterbliche Überreste findet, zeigt sich, dass sie nicht durch ein Rudel wilder Hunde starb wie ursprünglich angenommen. Alle Beweise sprechen gegen Abigail. Sowohl an dem Tod von Leta als auch dem von Violet scheint sie schuldig zu sein. Es sieht so aus, als gäbe es für sie keine Rettung mehr vor dem elektrischen Stuhl. Zu ihrem Glück steckt Sam in der Gestalt des Staatsanwalts und gibt sich alle Mühe, ihre Unschuld zu beweisen – und dann gibt es da auch noch eine Augenzeugin.","versions":[{"lang":1,"streams":[{"redirect":8471327,"hoster":"VOE"},{"redirect":12985373,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Krumme Geschäfte","epNo":11,"alt":"Promised Land","descr":"Am 22.12.1971 landet Sam nach einem Zeitsprung in seinem Heimatort – allerdings nicht als Sam Beckett, sondern als Bill Walters. Und als solcher befindet er sich gerade in einer gefährlichen Situation: Zusammen mit seinem Vater und seinen Brüdern ist er dabei, die örtliche Bank zu überfallen. Dabei sind die Walters keine raffgierigen Verbrecher. Sie sehen in dem Überfall ihre einzige Chance, sich vor dem Bankrott zu retten. Der Banker Gus Vernon hat die Familie Walters und andere Farmer zu Krediten und sinnlosen Anschaffungen gedrängt. Ihr Land hat er an einen Bauunternehmer verhökert, der ein riesiges Einkaufszentrum errichten möchte. Ihm war klar, dass die Bauern irgendwann dazu gezwungen sein würden, ihren Besitz billig zu verkaufen. Sam weiß nun, dass sein Auftrag vor allen Dingen darin besteht, den Vertrag mit dem Bauunternehmer zu finden, durch den ein ganzer Ort in den Ruin getrieben würde.","versions":[{"lang":1,"streams":[{"redirect":8471328,"hoster":"VOE"},{"redirect":8471330,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Doppelt hält nicht besser","epNo":12,"alt":"A Tale Of Two Sweeties","descr":"Als Marty Ellroy bekommt Sam die Nöte eines Bigamisten zu spüren. Mit seinen beiden Ehefrauen hat er jeweils zwei Kinder und somit alle Hände voll zu tun, sich um beide Familien zu kümmern. Aber damit sind Ellroys Sorgen noch nicht erschöpft. Obendrein hat er auch noch Spielschulden bei zwei zwielichtigen Gestalten namens Gus und Vic. Als diese ihn aufspüren, um ihr Geld einzutreiben, wird klar, wie tief er in der Tinte steckt. Um seine Schulden bezahlen zu können, hat er schon Schmuck und Möbel seiner beiden Frauen verkauft. Resultat: Sie werfen ihn beide raus. Jetzt überredet Marty Gus und Vic, noch einmal wetten zu dürfen. Tatsächlich setzt er auf das richtige Pferd und ist damit einen Teil seiner Sorgen los. Doch die eigentlichen Probleme beginnen erst: Die Gattinnen haben durch einen Zufall herausgefunden, dass sie mit demselben Mann verheiratet sind – und der muss sich nun mächtig anstrengen, um seinen Kopf ein zweites Mal aus der Schlinge zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":8471329,"hoster":"VOE"},{"redirect":8471331,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schrei nach Befreiung","epNo":13,"alt":"Liberation","descr":"Die Frauenbewegung bekommt unbeabsichtigt und völlig unerkannt männliche Verstärkung, als Sam 1968 in der Figur der Hausfrau Margret Sanders auftaucht. Zusammen mit ihrer Tochter Suzi ist sie gerade festgenommen worden. Dank der Verbindungen von Margrets Ehemann George aber kommen die beiden schnell wieder frei, was ihnen Gelegenheit gibt, ungehindert an der nächsten Kundgebung teilzunehmen. Albert weiß, dass es bei dieser Aktion zu Ausschreitungen kommen wird, die Suzi und ihre Freundin Diana das Leben kosten werden – was Sam verhindern muss. Aber das ist nicht seine einzige Aufgabe: Er soll obendrein auch noch die Ehe von George und Margret retten.","versions":[{"lang":1,"streams":[{"redirect":12251606,"hoster":"VOE"},{"redirect":8471335,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Sextante","epNo":14,"alt":"Dr. Ruth","descr":"In ihrer Radioshow gibt Dr. Ruth Westheimer Tipps rund um’s Liebesleben. Als Sam sich 1985 in ihrem Körper wiederfindet, hat er zwei konkrete Aufgaben. Zum einen soll er Doug und Debbie, zwei Mitarbeiter von \"Dr. Ruth\", zusammenbringen, da die beiden sonst ihr Leben ruinieren werden. Zum anderen muss er einer Hörerin helfen, die von ihrem Chef massiv sexuell belästigt wird. Das geht so weit, dass er versucht, in ihre Wohnung einzudringen und sie zu vergewaltigen – was Sam im letzten Moment verhindern kann. Während Sam drei Schicksale glücklich fügt, kann sich auch Dr. Ruth bewähren, die in Alberts Obhut auf die Rückkehr in ihren Körper wartet: Sie hilft Al, seine Beziehungsunfähigkeit zu überwinden","versions":[{"lang":1,"streams":[{"redirect":8471332,"hoster":"VOE"},{"redirect":8471334,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Blutmond","epNo":15,"alt":"Blood Moon","descr":"Graf Dracula lässt grüßen, als Sam am 10. März 1975 einen Quantensprung in den Körper von Nigel Covington unternimmt. Der ist nicht nur der exzentrischste Londoner Künstler, sondern auch noch ein Vampir. Zusammen mit seiner Frau Alexandria erwartet er den Besuch von Freunden. Mit ihnen wollen die beiden \"Blutmond\" feiern – eine Nacht, die Vampiren heilig ist. Al weiß, dass Alexandria in dieser Nacht eines gewaltsamen Todes sterben wird. Sie wird mit einem Silberdolch erstochen. Sam errät schnell, wer Alexandria für das Opfer hält, das in dieser Nacht dargebracht werden soll. Aber es bereitet ihm die größten Schwierigkeiten Alexandria zu retten, da es anstrengend genug für ihn ist, sich selbst seiner Haut zu erwehren.","versions":[{"lang":1,"streams":[{"redirect":8471336,"hoster":"VOE"},{"redirect":8471337,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Mutprobe","epNo":16,"alt":"Return Of The Evil Leaper","descr":"Arnold ist ein \"Erstsemestler\" und stets darum bemüht, Unschuldige vor Bösem zu bewahren. Dazu begibt er sich mitunter in gefährliche Situationen. Als Sam ins Jahr 1956 springt und dort Arnolds Gestalt annimmt, besteht ein Teil seiner Arbeit darin, den Studenten zu mehr Umsicht mit sich selbst zu bewegen. Außerdem hat er dafür zu sorgen, dass Alia, die böse Zeitreisende, mit ihm zusammen die Szenerie verlässt, um dort keinen Schaden mehr anrichten zu können. Sam ahnt nicht, dass Alia in der Gestalt von Dawn steckt. Sie ist die Freundin von Mike, der seinerseits der Anführer der Studentenverbindung Chi Kappa ist. Wer hier aufgenommen werden will, muss geradezu lebensgefährliche Mutproben bestehen. Arnold bringt die Polizei auf ihre Fährte und bewirkt, dass alle Chi Kappas mit einer Strafe des College rechnen müssen. Um sich zu rächen, planen Mike und Dawn nun, Arnold öffentlich zu demütigen.","versions":[{"lang":1,"streams":[{"redirect":8471338,"hoster":"VOE"},{"redirect":8471339,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verfolgt","epNo":17,"alt":"Revenge Of The Evil Leaper","descr":"Liz Tate wird vorgeworfen, ihre Zellennachbarin Carol Benning getötet zu haben. Doch sie ist unschuldig, und der Täter ist einer der Aufseher. Er heißt Meyers und hatte eine Affäre mit Carol. Nach ihrem Tod versucht er, die Schuld auf Liz zu lenken. Sam hat die Gestalt von Liz angenommen, um sicher zu stellen, dass der wahre Täter und nicht eine unschuldige Frau auf dem elektrischen Stuhl landet. Sams Mission wird durch die Anwesenheit von zwei weiteren Zeitreisenden erschwert, die mit bösen Absichten unterwegs sind. Sam kann Alia dank Hypnose ruhig stellen, aber Zoey – Alias Begleiterin, die Meyers’ Identität angenommen hat – verspricht jede Menge Ärger zu machen.","versions":[{"lang":1,"streams":[{"redirect":8471340,"hoster":"VOE"},{"redirect":8471341,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Unvergessene Marilyn","epNo":18,"alt":"Goodbye, Norma Jean","descr":"Auf lange Sicht nicht sehr effektiv ist Sams Ausflug in das Jahr 1960: Er soll einen Selbstmordversuch von Marilyn Monroe verhindern. Er ist Dennis Boardman, der Chauffeur der Schauspielerin, die sich auf einer Party von Peter Lawford befindet. Seine Parties sind berühmt für Sex-, Drogen- und Alkoholexzesse. Während des Festes verschwinden Marilyn und ihr Gastgeber miteinander in einem der Privatzimmer. Plötzlich taucht Lawford wieder auf und ruft nach einem Arzt. Sam kommt Marilyn sofort zur Hilfe und sorgt dafür, dass die Drogen, die Lawford ihr gegeben hat, keine tödliche Wirkung zeigen. Am nächsten Tag kuriert er ihren Kater und trifft weitere Vorkehrungen, damit Marilyn Monroe dazu in der Lage sein wird, ihren nächsten Film zu drehen. Und ganz nebenbei stiftet er auch noch eine junge Liebe zwischen Marilyns Assistentin Barbara und dem Schauspieler Clark Gable.","versions":[{"lang":1,"streams":[{"redirect":8471343,"hoster":"VOE"},{"redirect":8471342,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Suche nach Bigfoot","epNo":19,"alt":"The Beast Within","descr":"Luke, John, Roy und Henry wären wahrscheinlich zeitlebens Freunde geblieben, hätte nicht der Vietnamkrieg alles zerstört: John starb während eines Einsatzes, den eigentlich Luke hätte ausführen sollen. Der aber kam infolge seiner Befehlsverweigerung unversehrt nach Hause und heiratete Johns Witwe Karen. Roy und Henry – zur Zeit Sams Alter Ego – hingegen fanden nach ihrer Rückkehr keinen Weg mehr ins bürgerliche Leben. Sie hausen in einem Wald, wo Henry ohne jeglichen medizinischen Beistand versucht, Roys Anfälle zu kurieren, die von einer Kriegsverletzung stammen.(Roy war eine sogenannte Tunnelratte und hat dadurch TunnelSyndrom bekommen...) Bei einem von Henrys raren Ausflügen in die nächste Stadt sieht ihn zufällig Johns Sohn Daniel. Der hält den verwahrlosten Mann für Bigfoot...Seine Abenteuerlust treibt ihn in die Wälder, wo er prompt auf die beiden Männer trifft. Als Roy einen seiner Anfälle bekommt, beschließt Henry in den Ort zu gehen, um Medikamente zu besorgen. Aber anstatt Hilfe zu bekommen wird er verhaftet.","versions":[{"lang":1,"streams":[{"redirect":13002473,"hoster":"VOE"},{"redirect":8471345,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Ketten zerbrechen","epNo":20,"alt":"The Leap Between The States","descr":"Amerikanischer Bürgerkrieg 1862. Sam springt in seinen Urgroßvater John Beckett, der im Kampf verletzt wurde. Isaac, ein Sklave, findet ihn und bringt ihn zu einem zerstörten Gut. Olivia, die Besitzerin, lässt Beckett von Isaac fesseln, weil er ein Nordstaatler ist und die Yankees alles zerstörten, was sie besaß. Al gibt Sam zu verstehen, dass er trotz Olivias Vorbehalten gegen Yankees ihr Herz gewinnen soll, damit der Fortbestand der Familie Beckett gesichert werden kann. Besonders gegen die zudringlichkeiten des Südstaatenoffiziers Montgomery muss er sie verteidigen. Der möchte aber nicht nur Olivia für sich gewinnen. Er beabsichtigt auch, Isaac zu töten, der flüchtige Sklaven aufgenommen und versteckt hat. Isaac, der den Namen King annehmen möchte, wenn er frei kommt, muss gerettet werden, da er einen berühmten Großenkel haben wird …","versions":[{"lang":1,"streams":[{"redirect":8471346,"hoster":"VOE"},{"redirect":8471347,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Elvis erster Hit","epNo":21,"alt":"Memphis Melody","descr":"Sam ist springt in Elvis Presley. Seine Aufgabe besteht nicht nur darin, die Karriere des \"King\" unter Dach und Fach zu bringen. Er soll auch einer begabten Musikerin, Sue Ann Winters, die Pforten zum Showbusiness öffnen. Sie leidet nicht nur unter extremem Lampenfieber, sondern auch unter ihrem Freund, der am allerliebsten ein Heimchen am Herd aus ihr machen würde. Nach einer heftigen Diskussion mit Sue Anns Freund schafft Sam es, die Musikerin zu überreden, mit ihm zu einem Vorsingen bei einem Plattenstudio zu kommen.. Aber dort ist niemand anzutreffen...","versions":[{"lang":1,"streams":[{"redirect":8471349,"hoster":"VOE"},{"redirect":14290036,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Spiegelbild","epNo":22,"alt":"Mirror Image","descr":"als Sam nach nem Zeitsprung in einer Bar landet, hat er keine Anpassungsschwierigkeiten: Er geht an die Theke und bestellt sich nen Drink. Dabei erwartet ihn eine Riesenüberraschung: In einem Spiegel hinter dem Tresen sieht er, dass er diesmal keine andere Person ist, sondern er selbst. Ein Blick auf die anderen Gäste zeigt, dass er sich in einer Bergarbeiterkneipe befindet. plötzlich stürmen alle Männer aus der Kneipe auf die Straße, denn lauter Alarm signalisiert, dass nen Grubenunglück geschehen ist. Sam ahnt nun, was seine Aufgabe sein wird: Er muß die Leute retten, die unter Tage sind. Wie sich bald herausstellt, ist seine Mission damit aber längst noch nicht erfüllt. Er trifft nämlich auch noch auf Beth, die große Liebe seines Freundes Al, die er davon abhalten muss, einen anderen Mann zu heiraten. Und da ist noch, daß Sam nicht der einzige Zeitreisende in der Kneipe ist.","versions":[{"lang":1,"streams":[{"redirect":8471307,"hoster":"VOE"},{"redirect":8471308,"hoster":"Streamtape"}]}]}]}]}